[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE MONK OF ST. GALL."], [6, "OBaSantpnc JpvtgB BALLANTYNE, HANSON AND CO. , fcOIN-BURGH AND LONDON"], [7, "THE MONK OF ST. GALL. a (Dramatic adaptation of »>ct)effel'0 \" (E&fte&arb.\" BY R. S. ROSS. LONDON: TRUBNER & CO., LUDGATE HILL. 1879. [All rights reserved.']"], [8, ""], [9, "PREFACE. In sending forth to the world this dramatic version of the beautiful German tale \" Ekkehard,\" it seems necessary to append a few remarks explanatory of the more important deviations from the original which I have seen fit to make. Indeed, I am not sure that, since it differs in such essential par ticulars, I am correct in calling this tragedy a dramatic version of the work on which I have drawn for the plot and most of the characters, for I have not only completely changed the latter part of the plot, but have also substituted for the heroine a person of an entirely different character, although called by the same name and holding the same position in the play as in the original story."], [10, "PREFACE. VI The main incidents up to the time of the catas trophe in the chapel, and the scene between Praxe dis and Rudimann which follows, are for the most part the same as in Herr Scheffel's artistic work ; but I have introduced, and mixed with these, some scenes which do not appear there at all. In some parts, especiaUy at the beginning, and as far as the secondary characters are concerned, I have frequently given merely a poetical transcript of the original prose. But further on, where the plot develops and changes, I have ventured to give a different turn to the story. As regards the alteration in the plot, it wall be obvious to all who are acquainted with the original work that it was necessary for dramatic purposes to invent a final culminating point of interest, such as Ekkehard's flight and supposed subsequent career in the romance do not supply. A final climax would of course be necessary in any drama, even were the event not tragic ; but things having arrived at the stage at which we find them in the chapel, it would seem improbable that the culminating point, which must quickly follow, could be any other than tragic. If, in a novel, Ekkehard could be cured of his"], [11, "PREFA CE. VII unhappy passion, or if the result could be left in doubt, it would be scarcely possible that any play which comprehended the chapel scene could end in this way. Thus the changes I have made in this respect will be more easily understood by lovers of the original than the transformation of Hadwig into the Hadviga of my tragedy. I hope, how ever, without endeavouring to wean these lovers from their affection for the Hadwig they have hitherto known, to win them to my view of the impossibility of portraying in a tragedy any one so abominably cruel as she is, in one or more than one particular, without making her a criminal of a much deeper dye than even Herr Scheffel presents her. Whether, in real life, a woman, for the most part, estimable — that is to say, a Princess ruling her subjects with gentleness in a hard and cruel age, protecting the oppressed, avenging the wrongs of the most obscure amongst them, looking per sonally after her people's interests, to the end that they should prosper and be happy ; a Princess to whom those who were in trouble came fearlessly for help as to a mother, who rejoiced in their rejoicings, attended their weddings, and even"], [12, "PREFACE. VIII forwarded their wooings — could deliver her pet bird to a fierce cat, or the man who loved her to cruel and remorseless foes, may or may not be considered probable. For it must be observed that such abandonment was not neces sary for the saving of appearances, if even this could have been any excuse. It will be remem bered, too, that she had previously, and more than once, when a much less important object was in view, asserted her sovereign rights over abbot and monastery ; and she could equally have done so in the chapel ; she could have claimed Ekke hard as her prisoner, and herself have pro nounced his sentence, whether banishment or any other. This would have cleared her of complicity, and have placed her above suspicion. But it is evident the author of \" Ekkehard \" intended her to be utterly heartless and cruel, for not only is he quite indifferent to the improbability of monks of a different order punishing and arresting a monk whose own convent and fraternity were within reach, but he has by the most subtle and artistic touches throughout, and at every point of the story, stamped Hadwig as unmistakably cold, cruel, and heartless. It is not, however, here"], [13, "PREFA CE. IX a question as to whether this was compatible with the gentleness and beneficence of her rule; I merely lay stress upon it to show the necessity in a tragedy of pronouncing her character much more decidedly one way or the other. I must, however, leave both my hero and my heroine, with their respective shortcomings, to the judgment of my readers, whom I do not think it will be necessary to trouble with explanations of the alterations I have made in minor characters or scenes. Although my work, differing as it does so widely in important particulars from Herr Scheffel's, will doubtless be judged from an entirely different standpoint, I cannot but feel that those who know the original will be the most competent to appreciate and to award the just measure of praise or blame. Thus, then, I cast my book upon the waters, trusting that the waves will be gentle, though not more gentle than it deserves, with the cherished work of one to whom it has been a labour of love. December, 187S."], [14, ""], [15, "Dramatis Personac. Ekkehard Abbot Ckalo Romeias SlNDOLT Ratpert \\ Monks of St. Gall. Wolo Thieto Gerold Heribald Moengal, Parish Priest of Radolfszell. Abbot Wazmann ) Rudimann / Monks of the Reiehenau Convent. Simon Bardo ' Spazzo, Chamberlain lo the Duchess. Randegg ) > Knights. Friedinger 1 Edred, a Peasant. Ellak ) > Hunnic Chieftains. Hornebog )"], [16, "DRAMATIS PERSONÆ. XII Hadviga, Duchess of Suabia. Praxedis *) Threda V Women in waiting on the Duchess. Anna ) WlBORAD ) > Recluses. Wendelgard j A Witch. Kerhildis, a Servant at the Reichenau. Elvin, a Peasant. Erica, a Hun. Deacon, Messenger, Knights, Monks, Yeomen, Serfs, and Huns."], [17, "THE MONK OF ST. GALL. JFtrst. Scene — in Suabia. Date — Tenth Century. SCENE I. An apartment in the Ducal Castle of the Hohentwiel. Hadviga and Praxedis discovered. ■Had. Praxedis, girl, a song. Prax. Ay, madam ! What may 't please you that I sing? Had. Whate'er you will ; I have no choice to-day. Prax. Shan't be a song of far-off sunny climes — Of home and Greece and beautiful Byzance 1 ■ Had. Of home and Greece ! In my mouth seem the words Bat strangely coupled, in my ears the sounds Even as strange. A"], [18, "TLLE MONK OF ST. GALL. [act I. 2 Prax. I would that in your Highness' mouth and heart Those words were shrined as truly as in mine. Had. They might have been, had Fate and mine own will Not ruled it otherwise. Oft still I wonder If 'twas a fool's caprice, or if 'twere wit Or wisdom kept me here. Prax. I wish your Grace's wit Had ruled it otherwise. Had. And why, I pray ? On Marmora's shores does gladness more than here Dwell in your much be- praised Byzantium? Prax. Lady, I think so. Nay, I know it does. Had. For you, perhaps. You do not love these dark, Keen northern climes, the bitter, biting winds And great black forests. Ah ! I love them well. Should I have liked your dazzling, cloudless sky, Aud smooth blue waters better ? say, Praxedis. Prax. If you would like them ? Yes, I think you would ; For more, far more of joy those sunny shores Yield to the heart. Here heart and fingers freeze Alike, methinks ; and voice and look are cold. Had. Are we so different from your Grecian folk ?"], [19, "SC. I.] THE MONK OF ST. GALL. 3 Prax. It may be seeming merely, but I feel— — Had. Ah ! ah ! perchance you left a lover there Within the golden gates of Constantine ? Prax. Nay, madam ; you forget my age, or now Or when the Prince, who would have been your spouse, If if- Had. If Fate and my capricious will Well, well, go on, when he, the Prince Prax. The Prince, my master, sent me to you. Had. Ah, yes ; I had forgot you were a child, A pretty present sent with goodly store Of carven stones and gems to win my heart. So hearts are warmer in the sunny South ? Prax. Madam, I meant not that ; but on the shores Of Golden Bosph'rus all things seem to smile, And look so lovely and so loving too, While here 'neath these grey skies — Had. Ah, then it seems I was not wise to scorn Your Prince, Praxedis ? Did you ever hear Your master sent a stately Greek to paint me 1 I wot he thought the German Duke's young daughter Far liker a barbarian than a queen For proud Byzantium — I, Hadviga, Suabian born and bred. But where's your song ? Prax. Shan't be a song of love in Grecian lands ?"], [20, "THE MONK OF ST. GALL. [act i. 4 Had. Sing what you like ; but you and I, Praxedis, We must not think of love. Prax. Why not, dear madam ? Had. Why not, my girl 1 What ! would you have a husband ? Prax. I ? Oh ! I was thinking of your Highness. Had. I may not wed ; for if I do, I lose My sovereign rights. Prax. Would such a loss afflict your Grace so much? Had. No, not so much; and yet it might seem strange To bend where others knelt. Prax. Methinks this is a very lonely tower — As cold and grey as these grey Suabian skies. Had. You do not like our towers and sides and hearts. Prax. The hearts seem so far off, or hidd'n away ; These frozen peaks almost shut out mankind. Had. And womankind does not suffice you ? Prax. But, madam, is't not freezing cold sometimes, And dull too, in this grim old tower ? Had. When erst the Duke to Suabia brought me home, A youthful bride, and went forth to the wars, Leaving me here alone, it did seem gloomy. Prax, And when he home returned it was not gay,"], [21, "SC. I.] THE MONK OF ST. GALL. 5 For seldom did he speak but of fierce frays, Fights fought, or fights to come ; he never spoke Or thought, I well believe, of aught but fighting. Full oft I wondered why you chose so grave And grey a man. Had. But brave he was, and bold, My father liked him well, and said his star, His morning star, for so he called his child, Should wed him. Prax. And well you nursed and tended him when ill; And when he died, why it was duller still. Had. 'Twas then the Emperor granted feoffment Which made me sovereign regent o'er these lands So long as I keep true to widowhood. Praxedis, have you fed to-day the lamp Which burns upon the bold Sir Burkhard's tomb ? How long is't since I went to pray beside't 1 Prax. 'Twas not of late ; — and very cold and damp It is down there. Had. See that the everlasting lamp dies not. Prax. 'Tis pity that your Grace's chancellor Comes not to-day on business of the State. Had. I'm glad he does not. How I hate accounts ! Prax. Your Grace in sooth hates everything to-day. Had. Yes ; days there are in all men's lives wherein"], [22, "6 THE MONK OF ST. GALL. [ACT I. All things seem odious or indifferent, When not imagination's glitt'ring realm, No, not e'en bliss itself, has power to charm. Fetch me my jewel-casket, good Praxedis — The ebon casket with the silver clasps — The which Sir Burkhard brought me, home returning From one of those fierce feuds he loved to wage. Ah ! those were troublous times, and often spoils [Praxedis brings the casket. He brought. He never told me whence he had This casket, nor its history. Belike Of sacred relics 'twas a treasure-house ; For I remember well he'd overthrown A mitred bishop, proud and arrogant, On that same expedition. Here, 'mongst leaves And twisting tendrils, see these holy saints — St. Peter with the keys, and there St. Paul— And here within, on ivory smooth and thin, The picture of your much be-praised Greek Prince. Methinks he was not bold and lion-hearted, Nor learned neither, if indeed the limner Slandered him not. I cannot see much wit Through all this grey and gold. I wonder now How it had fared with me if I had ta'en This tawny Prince ! Praxedis, wdiat dost say 1 Prax, 0 madam ! I am sure 'twould have been well."], [23, "SC. I.] THE MONK OF ST. GALL. 7 Had. Now tell me something of your dull Greek home. Prax. 0 Princess ! I can tell, but not of dulness, For there all's glorious and beautiful As sunlight fall'n on roses. In my home On Marm'ra's Sea no leaden clouds nor cold Grey sky e'er lower to bring you weariness ; There you would needs have felt through each bright day How good and glad a thing it is to live. Not oft with misty, tear-dimmed eyes would you Have there looked out into the mist to mist Beshrouded hills. And proudly would have leapt Your heart with joy and glad surprise when first Your raptured eyes awoke on Bosph'rus' shores, Your galley dancing on the rippling waves 'Mid snowy water-flowers, and all around Upon the sapphire sea the great grand ships Innumerable from far-off lands, freighted With precious gems and scents and silks for grand Byzantian dames. And there ahead the long And lovely Cape of Golden Horn. Then 'midst Dark cypress-trees, embosomed on the hills, The glittering palaces and massive domes All sculptured out of dazzling marble, hewn In Prokonnession quarries. From this scene"], [24, "8 THE MONK OF ST. GALL. [act I, When you can tear your fettered eyes, behold Upon the further side a fairy city Reposing witchingly on Asia's shores Of gold. Ah ! mistress mine, when now I close Mine eyes to dream of those loved lands, I scarce Can picture them as living lands 'neath skies Like these ! It is as if I saw them through The fog enwrapping Suabian mountains. But when the night is soft and very still, As sometimes here, when in a hazy glow The summer sun has slowly sunk below These jagged peaks, methinks I'm there again. Then I can picture how the. Suabian bride, Brought home, Byzance to do her honour decks Herself. Great torches burn, the Emperor's guard Of bold Waragians and blue-eyed Normans With burnished two-edged battle-axes stand. And there the Patriarch in flowing robes In the pale moonlight, there with him the priests ; While clarions shrill resound, and from each bower Steals forth sweet music. Had. Stay, Praxedis, stay ! It is enough ; your picture is sublime But tantalising. Our Suabia it doth shade Into a dull and dreary work-dayr world ; You must not discontent me with my lot."], [25, "SC. I.] THE MONK OF ST. GALL. 9 Myself will add a touch or two to tone The brightness of your picture. Prax. Dim not too much the scene, dear madam. Had. The morrow comes your moonlight Patriarch T' instruct the Western heretic in all The mysteries of Chalcedonian creeds, And creeds Nicean. When he takes his leave There follows close some ceremonious dame To teach me how to wear my face and bear me When I the presence of your Emperor enter. And if one day I should offend and lack The grace I ought to wear, why then perchance The daughter of the blunt old German Duke Is scorned ; and thus I'm glad I did not go To beautiful Byzance. Here I am free In this my mountain stronghold, though to thee It seem a gloomy prison. Tell me now, What said your polished Greek, who came to paint My picture, when he returned 1 Prax. It's long ago, And he came back without it. Had. So he did. Gave he no reason ? Prax. Yes ; he said he mixed His choicest colours and his fin'st gold leaf, And that 3-ou were a very lovely child."], [26, "THE MONK OF ST. GALL. [act i. 10 When you were brought before him to be painted, It was as though a ray of light descended, Glancing athwart the room. A sudden thrill Of awe struck through him, as when erst he limned The Holy Mother of God. But soon you broke The spell, for when her Grace was asked to stand Where light might fall upon her, she refused Imperiously. The Emperor stood amazed At such audacity, and fiercely growled Within his beard. Had. And now, my Grecian treasure, canst thou tell Why I to-day have donned this brave attire And glittering ornaments ? Prax. God is all-knowing ; I'm a simple maid. Had. Ah well, to say the truth, I do not know Myself. Heigho ! It's very weary hgre, Perched up like sable crowds 'mid heaven and earth On this steep mountain-crag. You're right, Praxedis; Of all the dreary nests that ever were Devised for woman's prison, Hohentwiel's The dreariest. Dost know no remedy For weariness of soul ? Prax. Madam, I heard a preacher once, a wise And godly man, say there were several good And certain remedies. Had. Ha ! let me hear them."], [27, "SC. I.] THE MONK OF ST. GALL. 1 1 Prax. He said that sleeping, drinking, travelling, All served to wile away the time ; but best Of all were prayer and fasting. Had. - Prayer and fasting ! Goodly advice indeed and very pleasant : But travelling ! — That's an idea we may to fruitage bring. I have't — to-morrow we'll set out. Summon Our chamberlain — or no — go say to him That if the morn be bright, or bright or dull, I purpose to ride forth upon a journey. At break of day let all the steeds stand saddled Before the door, and you and all who wait On me be in attendance. My barges too, Await me on the lake in case I ride That way. [Exit Praxedis.] It hath much charm for me this journey. 'Tis long since on my Herro's back I drank The dawning beauty of the day, and felt As had my horse and I grown one in wild Delight of danger, while through all my veins Tingling the life-blood ran. And now this ride — But whither ? Shall I ? Yes, I will. Full oft I've said a sov'reign should know how Her subjects speed and thrive ; but if she ne'er Climbs o'er the convent wall, nor passes through"], [28, "THE MONK OF ST. GALL. [act i. 12 Its gates, how can she know if they live well Or ill 1 Myself will look to't now. St. Gall I'll visit first and see how fares my cousin, Good Abbot Cralo ; if he keeps his house In order, if the monks who there reside Do practise holiness. Methinks 'twill be A gayer spot than this bleak crag, for monks Know how to choose a fitting spot for prayer. So if wit fail me not, and all goes right, We'll sleep 'neath Gallus' roof to-morrow night. [Exit. SCENE II. On the hill-side. Enter Edred. Edr. 0 Holy Mary ! how the storm doth howl ! My sheep and I were nigh borne o'er the crag. Right glad am I to shelter 'neath this cliff, Which, jutting out, protects me from the gusts Of hail and wind, that cut and fiercely slash As if some fiend with sharpened tooth and claw Came gripping. Oh, protect us, Blessed Virgin ! There's a sharp blast ! The lightning forks and runs Along the cliff, as tho' all spirits of dl Had been lashed up to punish and revenge The sins of earth. The witch, I doubt not, works Her horrid spells to-night. Hist ! 'twas a voice"], [29, "SC. 2.] THE MONK OF ST. GALL. 13 That called, a human voice ; the witch is far Enough away, on top of Hohenkrahen, Tho' not so far but one might reach her hut ; 'Twere not so gruesome there. Hark ! list that voice Again. It is the goatherd scrambling dowrn The narrow path which skirts the precipice, Her goats about her. Elwin ! here, this way. Enter Elwin. Hi, hui, hi, ho ! You're late in going home To-night; hast lost the road? Elw. I've well-nigh lost myself: the winter's frosts Have cracked the rocks, and down they bound to-night In mighty boulders to the thunder's music. This storm portends some ill events, I fear. Edr. 'Tis after such a storm as this I find Those mystic things I told you of. Look here ! It shines like gold ; and see what's graven on't. I know it's something that Would work for good, Could we but read its meaning. [Throws it down on the ground.] Hear that sound. Elw. Ah! Edr. Hast understood it ? Elw. No. Edr. Well, many weeks ago, when on a rock I sat in yonder vale, after that sound"], [30, "THE MONK OF ST. GALL. [act i. 14 My eyes and ears did change, and sparks I saw Glitt'ring around. I heard the hammering And digging of the dwarfs. E'en now, see there That red and shining light ! Elw. 0 Edred ! thou hast surely been bewitched ! The air is full of evil things to-night, And goblins swarm. Let's climb the Hohenkrahen, It will be safer with the witch than here. Edr. And she will read the stone. She knows all spells And charms ; we'll hie to her. These wolf-skins thick Wrap round thy head. Elw. Hast shown the priest thy stone 1 Edr. The priest prays to the new God, but the old Are great and strong gods. Let us to the witch. [Exeunt. SCENE III. The Hohenkrahen. Interior of a stone hut, a fire on the ground. Three horses' skulls on the walls, and other bones, and huge stags' antlers. A lq/rge graven stone near the fire. A woodpecker and a raven. The witch crouching over the fire and burning herbs. Witch sings. Burn, burn, ye herbs and poisonous things ! Here's ratsbane and some adders' stings,"], [31, "sc. 3.] THE MONK OF ST. GALL. 15 Ye And moly, for forgetfulness Of all that could the charmed one bless. Here's moonwort, which tears off the hoofs Of horse whene'er he steps across. And here's a dead man's finger, torn From gallows-tree 'twixt night and morn. Twist, twist the tight root of wolf's-bane, And pour its poison in the flame. Yewberries, mandrake, and hellebore To make the caldron hiss and roar. Liver of lizard dry and thin, From back of wild cat torn this skin. Burn, burn and bubble ; now the spell Will work. I know't by fumes and smell. Ha ! ha ! ye withered leaves, whirl, whirl about ! The wind torments and tosses you, as Fate Has torn and tossed the witch. I'm sere and old And withered like as ye, and life has been A tempest wild as this which raves to-night. Ha ! ha ! I revel in it now, I love To hear its spite, and think't on others wreaks The ill they've wrought on me. Hish ! hish ! blasts Sweep on, and topple off the shaking roof From sleeping misery. My roof ere this Has been torn off my head. Whistle, and shrill,"], [32, "16 THE MONK OF ST. GALL. [act i. And bluster ! Oh, 'tis well — brings ruin black, I hope, to those who worked my ruin ! Crash, Crash, crash ! Ha, ha ! beat, beat and batter down The struggling ships ! tear off their masts and sails ! Topple them over ! drown their blaspheming crews, As once ye drowned my lad ! Ha ! I laugh now As once they laughed at me ! I mind me well Of 't all. Ah ! 'twas a bonny lad before The plundering Normans bore him off. Returned Quite other — all their wild ways he learnt, and slew A monk who meddled with him. Then bad times Came on apace, and bad's been ever since. Ah well ! no matter now ; the witch is old And hated ; stUl her old strong gods do live, And here she still, within these four stone walls, Can work her charms. [Knocks outside.] Who knocks? What is't ? Can't speak ? [She opens the door of the hut] What would ye here ? What would ye ? Speak, I say ! Edr. Give us some shelter from the howling storm. Witch. Go seek 't elsewhere. The witch has other work To do than tend stray folks who should be safe At home. Edr. Look here at this. [Shoiving the carven coin. Witch. Where found you it ? [Snatching it."], [33, "sc. 3.] THE MONK OF ST. GALL.. 17 Edr. I'll tell ye that when ye have read it me Witch. What stands thereon ? It's mystic, like this stone. 'Twill help — 'twill help ! Come, sit around the pot, And rub these jugs of blood upon the rock, Which here juts up, three times, then three times three. [She places them round the caldron and fills two jugs, which she gives to them. They then rub them round and round, chanting monotonously. Ye've come in time ; if three work out the spell, 'Twill be complete, and work three times as well. [She swings a bunch of mistletoe and fir branches over her head, dips it from time to time in the blood which stands beside her in a jar, and sings — Three red drops above, Three red drops below, Three drops for hate and love. Three drops for weal and woe. Blood of the Hun When the battle's begun, Blood towards the sun When the battle is won. Three drops for thee, Three drops for me. Sing three times three — u"], [34, "1 8 THE MONK OF ST. GALL. [act i. When 'tis done with glee Nought shall it alter, The spell will not falter. With the dregs of the gory cup, In darkness the charm's wound up. [She empties the contents of the jugs on to the fire and extinguishes it, singing. SCENE IV. Camp of the Huns. Ellak and Hornebog seated on the ground in a tent, Hunnic soldiers furbishing arms and singing. Standard showing a green cat on a red field. The helmets of the chieftains adorned with eagles' wings spi-ead out. Hor. And well thou didst it, Ellak. His head flew off As head and sword and horse whereon thou rod'st Were all one flash. El. Full oft thou'st done the same. Hor. Full oft, in riding like an arrow past, I've hacked a head about its tott'ring shoulders, But ne'er so clean as that, nor yet so swift. I'd like to see the same again, and have Some chance to try and do it well as you."], [35, "sc. 4.] THE MONK OF ST. GALL. 19 Et. Thou need'st not wish in vain. 'Twill not be long Before there's work in hand, and plenty too, I trust ; 'tis not far off, or I'm mistaken. Hor. Think'st it will be as stiff up there [pointing to the hills] as 'twas Upon the Danube 1 El. Stiffer, if all the signs I read aright. The villages are silent and deserted — 'Tis not for nought. Hor. You mean they know we're nigh, And are prepared. El. We'll see if they're prepared. These peasants are poltroons, and do detest The strife which breath and life-blood is to us : They're only fit to till and toil. We'll see Anon what mettle in their masters lurks. Let's drink to Attila ! Hor. To Attila ! Well, Attila found work enough to do Among these Goths. El. That he found play enough I well believe, but not one whit more work Than was for him a pleasant exercise. Hor. Will the bald-headed monks await our coming: Amongst their treasures, thinkest thou ?"], [36, "THE MONK OF ST. GALL. [ACT I. 20 El. I know not. It is not they will give us work; they love Their ease and what they call philosophy. Hor. Philosophy ? In Kutkas' name what's that ? Can'st thou describe it ? know'st thou what it is ? El. Well, 'tis not easy to make clear in words. A fine fair woman 'tis not, nor is't war And wild, fierce carnage, still less fire-water. In Hunnic there is not a word to match. 'Tis something like to this : — Some men would know Why they are in the world. They can't find out ; So then they stand upon their heads to squeeze The reason out they otherwise can't get. Well, that's philosophy, or near about. Hor. Ah ! he who in his right hand holds a sword And sits astride a horse knows why he's here On earth, and can a clearer reason give Than those who smear those hooks and chickens' legs 'Pon asses' skins. El. 'Tis well they like to do't, Else soon they'd be at Danube's stream pursuing Hard on our heels, aud we should not be here, Our horses drinking in their Suabian sea. Hor. I well believe't. The hands which cramp themselves"], [37, "sc. 4.] THE MONK OF ST. GALL. 21 To form those silly strokes can never make In flesh a right good gash with a good sword. El. And when the nonsense once is written down One shaven head's concocted, it will muddle The heads of hundred other fools, wdio'll love To gape upon't. Hor. Clearly to our advantage. El. Ha ! even as our Attila said once : As long as they write books and hold their synods, My children may press forward with their tents. Hor. Let's drink again to Attila ! El. To Attila ! Horn. Praised be our mighty Attila ! Enter Erica Eri. Let the dead rest, and drink to living things. Hor. To the sweet Erica ! — to thee ! — to thee ! [Drinks. El. My Erica, come hither. Where hast thou been 1 Eri. Over the hills. I've brought all these for thee. [Empties her skirt full of flowers over him. El. I thought my Heath Flower lost 'mong these strange meads, Or drowned in yonder torrent. Eri. Thou'rt not weeping ! El. Why should I weep ?"], [38, "THE MONK OF ST. GALL, [act I. sc. 4. 22 Eri. If I were in the stream And dead, would'st thou not weep ? El. But thou art here, And would'st not wish to see me weeping. Eri. Indeed, no ! Wert not bold, I'd soon tear off These eagles' wings that dance upon thy casque, And ride with Hornebog to slay the Goths. El. All that because thou bad'st me weep for thee ? Eri. No, not for that. If 'twere for me, or grieved Thou really wert, and past all comforting, I'd dive into the torrent as thou said'st. El. Thou should'st not roam so far from camp, my sweet Heath Flower. Eri. Why not ? As yet there are no foes Lurking about. El. No, not yet for a time, But presently we hope to be among 'em. Eri. I hope so too ; then 'twill be life indeed ! But know'st thou, on the distant hills I saw Last night as 'twere big fires. El. Ha, did'st thou? 'Tis the signal which they give Each to the other that we're on the road. Hi, Hornebog and Snevelin, all prepare ; We'll up and fall upon them ere they're 'ware. [Exeunt."], [39, "act ii. sc. I.] THE MONK OF ST. GALL. 23 IJct Seconu. SCENE I. The Monastery of St. Gall. The Abbot's apartment. The Abbot seated in a large carven chair. Sin- dolt standing near. Through the open windows may be seen in the courtyard, in the centre of which plays a fountain, monks on stone benches asleep or chatting, others walking or icith books. On the other side of the courtyard the windows of the cloister school. Ab. And what about ? Sin. They say they cannot live In peace together. Ab. 'Twere very like if in one cell they dwelt, For women are in temper all cross-grained ; But each apart, I cannot see the need For interference. Sin. They fight and quarrel. Ab. They cannot hurt each other, being walled Each in her separate cell. Sin. No, but they 're not content. Ab. What is't they want ? Sin. The Sister Wendelgard is very prone To heresy. I think she'll not believe That Wiborad works miracles. Her heart"], [40, "THE MONK OF ST. GALL.. [ACT II. 24 Of unbelief is hard, so it would seem ; And this, together with her scorn, doth raise The anger of the pious sister saint. Ab. And what do they desire ? Sin. Wiborad desires that Wendlegard receive Reproof, and that she expiate her sin Of heresy Ab. To-morrow I'll hear more of this affair : To-day the sun's heat's great. I must repose, For drowsiness o'ercomes me. [Falls asleep. [Sindolt takes a book from under his habit. Sin. Oh, moments rich and rare ! Ye're few enough In which I dare of this proscribed Ovid To take my fill. Of all sweet fruits forbidden, This is the sweetest that I've knowledge of. [Sits down and reads. A horn sounds three times. All the monks start up. A croivd of young scholars appears at the windows on the opposite side of the courtyard. Sindolt hides his book hastily in the folds of his habit. The Abbot jumps up, bathes his eyes in a silver basin standing on a stone table beside him, and hastens to the window. Ab. Why, what's all this ? Now, Benedictus Sanctus, Preserve thy servants all ! Who may these be"], [41, "SC. 2.] THE MONK OF ST. GALL. 25 Riding across the hill in finery Decked out ? It surely cannot be — and yet, It is the Duchess who arrives ! What wants She here 1 [Adjusts his habit and his liair, puts on his gold chain, takes his ebon staff. Now, blessed Virgin, deign to help Thy servant. [Hunks out, followed by Sindolt. SCENE II. The Convent watch-tower. Romeias discovered letting down the portcullis. He then draws up the bridge. Rom. There, that will do ; and now another blast. St. Renedict vouchsafe to help us now ! My eyes deceive me or 'tis women folk ! Enter Duchess, Praxedis, Spazzo, and Suite. An Attendant bloivs a blast on the bugle. AU. Ho there ! what, ho there ! Had. Yes, let our weary steeds crop the fine grass. Now, all ye blessed Saints, these dainty monks Know well to choose a pleasant dwelling-place ! This mountainous glen, all rich with flowers and herbs, Is sheltered from the biting Alpine wind By cradling forests shutting out the keen Crisp air of snowy mountain-peaks, which rise Up boldly round— all huge and giant- wise. The torrent's maddening rush is here constrained,"], [42, "[act II. 26 THE MONK OF ST. GALL. And tamed to babbling rivulet, which lulls Enchantingly the restless spirit. While I survey this pleasant smiling scene, Some wonder wakens in me that these stern Old monks, who fast and pray away the years Of youth, aud e'en their whole existence pass In struggling to subdue earthly desires — Subordinating the arch-rebel will, Together with all human inclinations, To high and heavenly thoughts, thus offering up All glad good things, all earthly loveliness, On one high altar — should here make abode. Methinks renunciation's not complete. Let them to lonely Hohentwiel's bleak crags, They'll find the barren mountain-top perchance To vigils more conducive, eh Praxedis ? But where is Spazzo ? Has he roused them up ? Spaz. My liege, I've told the fellow in the tower Your Grace doth wait without, demanding entrance. Had. Summon again. [Attendant blows another bugle-blast. Rom. [From the watch-tower.] What is't ye would ? Spaz. The Duchess, sovereign of all Suabia, Sends greeting to St. Gallus. This go tell Your Abbot ; haste to ope your barred-up gates, And let her Highness in."], [43, "SC. 2.] THE MONK OF ST. GALL 27 Rom. The Abbot's here. He'll answer you himself. [The Abbot appears at the window of the watch-tower. Ab. Of those who worship at St. Gallus' shrine, I, most unworthy, in St. Gallus' name, Return her Highness' gracious greeting words With blessings, loyal thanks, and high esteem. Yet must I make it known this is no place Where, like the sacred ark of Noah of old, All species, male and female, enter in. A woman's presence here, though e'en the high'st And noblest in the land, with frivolous speech Of children of this world, would be offence And sore temptation to the little flock Who're bound in bonds of holiness, and strive Continually after righteousness And Heaven's kingdom. At the great day of doom, When 'fore the judgment-seat I do appear To give account, I shall responsible Be held for all the souls to me entrusted. Therefore, though with regret my heart is filled, I cannot give you entrance. Spaz. Your sovereign bids me say she doth com- mand you. Ab. It cannot be, so trouble not the conscience Of the poor shepherd, who, with anxious heart,"], [44, "28 THE MONK OF ST. GALL. [ACT II. Watches his little flock. The laws of God Do bar the convent gates. A house there is Hard by, attached to this our monastery At Rorschach ; this we place at your disposal. Spaz. Inhospitable monk ! Audacious, rude, And arrogant to turn us thus away ! Insolent to his sovereign liege ! he needs Correction, and should have it too if I Were lord of Suabia. Had. Come, cousin Cralo, spare your honied words ; Convents ere this have ope'd their gates to monarchs, St. Gallus 'mongst the rest. I've ridden far To see your cloister life. Ab. 'Tis writ, \" Woe unto those by whom offence \" Had. There's no offence, Sir Abbot ; I have come To see your house, and I cannot permit You shut your gates against me. Spaz. 'Tis an affront that should not be passed over. I'd teach these proud ecclesiastics manners If I'd the ruling of 'em. Ab. I do beseech awhile your Grace's patience ; Since you insist, I'll call the Brotherhood, And lay the case before them. It may hap That in assembled council we may solve The difficulty. [Exit."], [45, "sc. 3.] THE MONK OF ST. GALL. 29 Spaz. I'd have no difficulty in the matter ; Their gates should fly wide open on the instant If Had. Go, bid Sir Chamberlain he cease his railiii\", It is unseemly. Come, Praxedis, come, We'll stroll awhile. [Exeunt. Spaz. You fellow in the tower with the horn, Blow a sharp blast when we are to return. [Exeunt. SCENE III. Tlie reading-room in the Monastery. A fountain play- ing under the peristyle. A bell rings five times. The Monks enter silently on all sides from dif- ferent corridors. The Abbot seats himself at the table in a high marble chair; the monks sit round. Ab. Brethren, I've summoned you all here in haste, That you may aid me with your counsels wise. A matter of much moment doth demand Instant solution. Troubled is my heart, Perplexed my soul, for vows which we have vowed Do here conflict with duty to the Crown — How not to break our vows and yet obey The mandate of a monarch much beloved ? Allegiance due to both."], [46, "THE MONK OF ST. GALL. [act II 30 Herein are duties double and opposed Which now it is our task to reconcile. The monastery laws do clearly bind us Not to admit the children of the world Within our gates ; and our monastic rules Do stringently forbid us to permit The profanation of our cloister threshold By woman's foot. Our Duchess stands without, And doth command the servant of the Lord To give her entrance. Taking no denial, She summons me, upon my fealty sworn To my anointed liege, to yield obedience Where it is due. Assist me then with counsel. Ratpert, speak first. The wisdom you have culled From history and many learned books May prompt you to unfold some subtle help In this our hour of need. Rat. Most reverend Father, since 'tis your desire To seek some aid from history, I recall An instance notable, and like in point To this which now befalls. Our Emperor, The great and glorious Charlemagne, once demanded Admittance to this holy monastery. It was, as we well know, against the rules To grant him entrance. Yet did counsel wise Prevail ; a way was found. He did assume"], [47, "sc. 3.] THE MONK OF ST. GALL. 31 The habit of a monk, and 'twas presumed He was a member of our Order. Thus 'Mongst us he dwelt, but not as Emperor. No word was spoken of imperial import, No deeds of war recounted, nor no act Of homage paid ; he came as monk, and walked 'Mongst us as such, and as a monk we all Regarded him. Nor was his Majesty Offended aught thereby, as it would seem ; For, hence departing, he threw o'er the wall A letter, wherein he vouchsafed protection To monks and convent of the great Sc. Gall. Ab. Most learned Ratpert, 'tis a case well found, But now a woman 'tis we have to deal with. Not. And is this woman not the very same That once was wife to Burkhard, that sharp scourge Who overran the land ? laid waste our fields And ravaged many holy monasteries 1 Did he not once demand and carry off From us, as contribution to the war, A precious sacred chalice, mocking us With the derisive words, \" God neither eats Nor drinks, and thus needs not your golden vessels\"? I fear not woman, nor the devil himself — For him I've lately beaten till he yelled Beneath my feet most horribly — but, oh,"], [48, "32 THE MONK OF ST. GALL. [act II. Revered Father, be advised ; I warn You open not your gates. Wolo. And who would open them ? There is, I hope, not one amongst us here Would open these blest portals to a woman. For my part, know, I could not look on her. To hear a woman mentioned is enough, Too much, for me, so I will take my leave. May Heaven direct your counsels and your ways ! [Exit. Ab. Amen to Wolo's prayer, for we have need Of help. [Ekkehard rises.] Speak, Brother Ekkehard; well versed Are you in ancient lore ; and may the wisdom And spirit of those wise and holy men, The sages and the fathers of our Church, Inspire your timely speech and counsel grave. Ek. Most reverend Father, with all due respect To you and those around me, here meseems Is no necessity for ancient learning (To which, indeed, in me it were presumption To set up claim), but merely, as I think, the wit To reconcile necessity with law. The Duchess is the monastery's patron ; In this capacity we may regard her As were she Duke, and treat wdth her as such,"], [49, "sc. 3.] THE MONK OF ST. GALL. 33 We needs must let the sovereign in, you say ? And yet our rules forbid a woman's foot To touch our cloister threshold — is't not so ? What if we had her carried over then % Ab. Yea, verily, the Lord doth oft reveal The hidden way unto a younger brother ! You, Ekkehard, are guileless as a dove And prudent as a serpent. Carry out Yourself your own advice ; herewith I grant You all the necessary dispensation. Come, brethren, come, we will about it straight ; Her Highness waits for us outside the gate. But stay — I had forgot — along with her She brings female attendants. What of them ? Rat. No parallel in history can be found For their admittance. Not the subtlest brain Nor e'en most liberal interpreter Could so far strain our laws to give them entrance. Not. It cannot be our rules should be trans- gressed Thus far ! Sin. Well, I should think yon Wiborad, pious soul, Should share affliction with us. Let the women Who wait upon the Duchess go to her. On Erin-hill her comfortable cell C"], [50, "THE MONK OF ST. GALL. [act II. 34 They '11 find, and she undoubtedly will play The genial hostess. Ab. Good, we'll send them to her. Now go we all to welcome Suabia's sovereign. You, Gerold, haste to order such repast As may be set before this noble dame, And order where her women be bestowed. The Duchess will no longer brook delay, So hasten forth our homage due to pay. [Exeunt. SCENE IV. Outside the Convent walls. Hadviga, followed by Praxedis and other women, meeting Spazzo. Had. Now, Spazzo, must we take this town by storm ? My patience comes well-nigh unto an end. [The horn sounds from the watch-tower. Spaz. Madam, that bugle warns us to approach. [Through the gates may be seen the monks approaching through the courtyard in procession chanting the \"Justus germinavit.\" And see where come the cowl-bearers in rank And fine procession ! Thus they ought to come To bid us welcome, not in scurvy fashion"], [51, "sc. 4.] THE MONK OF ST. GALL. 35 With closed gates as before, and head at window. By'r Lady Virgin, monkish pageantry Is poor stuff after all ! Enter procession of monks, walking two and two, the Abbot at their head, who gives the signal for the chanting to stop. Had. At length, good cousin Cralo ! I am weary, Well-nigh outworn, with pacing up and down Outside your walls upon your greensward here. Is this the way you welcome all your friends ? Meseems 'tis fashion strange, in these rich lands, To let your guests grow hungry at your gates ! Ab. My royal cousin, you're right welcome here. Let not the rule your servant underlies Make count against him in your good esteem. Had. Well, say how long is it since last we met ? I see you have not lost your limping gait. Oh, you may know I hold you in remembrance. Ab. 'Tis better, cousin, that the shepherd limp Than that the flock go halting. I'm right sorry To seem thus rude, uncouth, and derelict In hospitality when I would fain Give warmest welcome. You'll allow, I know, That discipline admits of no default ; But goodly counsel has devised a plan"], [52, "36 THE MONK OF ST. GALL. [act II. Whereby we may fulfil your gracious wish, And yet not violate our sacred rules. No woman's foot has e'er the threshold crossed Of this our monast'ry, and never may ; But if, fair cousin, you will deign consent, One of the holy brothers in his arms Will bear you through the portal to- Had. Will bear me ? Will carry me, you mean, across the entrance ? Ab. Such was my meaning, cousin, and I trust My good intent may in your sight find favour. Had. Well, never yet, through all the many years In which the sceptre I have wielded here Iii Suabia, has proposal strange as this Been made to me ! Respected be your laws. But stay — please first point out to me the monk You've set apart to do this novel service. May be, Praxedis [aside], we'll ride home again, And supperless. I'd rather turn at once Than some of these should take me in their arms. Ab. Madam, here is the monk who shall per form This honourable task. Had. 'Tis well ; and we [aside] shall not turn back Praxedis, For never did St. Benedictus' hood"], [53, "sc. s.] THE MONK OF ST. GALL. 37 Cover more graceful head than this. Young monk, Address you to your office. [Ekkehard carries Hadviga through the gates, the Abbot walking by his side, Chamberlain and vassals following, the serving ministrants swinging their censers, and the monks marching in double file behind, chanting. SCENE V. Inside the doorway of the Convent. Ekkehard, Hadviga, and Abbot standing on the steps, the suite and monks entering in procession. Had. I well may think you found your burthen heavy. Ek. Oh, my liege lady, you indeed might say, \" My yoke is easy and my burthen light.\" Had. Indeed ! I never should have thought you'd turn The words of Scripture to a flattering speech, What is your name ? Ek. They call me Ekkehard. Had. Then, Ekkehard, I thank you. [An attendant brings a magnificent silver jug to the Abbot, who takes it to the fountain, fills it, and brings it to the Duchess."], [54, "38 THE MONK OF ST. GALL. [act II. Ab. It is the custom of the abbots here To bring fresh water, madam, for the guest To bathe therein his hands and weary feet. Had. We thank you, Father, but we need it not. [Tivo of the brothers carry a large oak chest to the door and set it down, the Abbot takes out a habit and arranges it on the Duchess. Ab. This is the habit of St. Benedict, Wherein our monastery's powerful patron A member of our holy brotherhood I here ordain. Thus, with this saintly garb Of our most holy order, I adorn him. [The Abbot and Hadviga enter the Convent. Sin- dolt brings a monk's habit to Spazzo, and offers to put it on him. Sin. Now, Master Chamberlain, may't likewise please Your Mightiness to put this habit on 1 Spaz. Perforce, it seems I must whether I like Or no. Sin. Now, do you know what this brown robe, This woollen garment, doth oblige you to ? Spaz. To nought, I hope, Sin. It doth oblige Spaz. Oblige, forsooth ! Oblige !"], [55, "sc. 5.] THE MONK OF ST. GALL. 39 Sin. Yes, while you put it on, you're bound to swear That henceforth you renounce the evil lusts And sins (or pleasures, as you christen them) Of this most wicked world ; and further swear • To lead a sober, self-denying, chaste, And godly life in future ! Spaz. Then hang me if I do ! Sin. Come, put it on, And swear. Spaz. I don your hideous cowl ! Not I ! [The monks are robing the other attendants in habits. Sin. Come, man Spaz. I do protest Sin. Come, come, you must- Spaz. Sirrah, away ! I'll none Sin. Nay, but you needs- Spaz. Would we far from here at Hohentwiel ! Sin. A harmless joke ! Spaz. Well, since you jest — there, o'er my head it goes; If life be lived, what matters a man's clothes ! [Exeunt."], [56, "[act II. 40 THE MONK OF ST. GALL. SCENE VI. Outside the Convent gate-house. Enter Gerold. Ger. Romeias there, what, ho ! [Romeias enters from the watch-tower. Rom. Whatis't? Ger. Prepare yourself, good friend, to hie abroad. Your orders are to haste and tell the folk, The farmers and the yeomen, with all speed To send their contributions, all that's due, Of fowls and eggs and cream, by eventide Unto the convent ; it will all be wanted At the repast in honour of the Duchess. The supper can't go on without some game, So you're to take your spear, your hounds, and crossbow, And bring in deer and hares and all of moorfowl That may be bagged. Rom. And what about these women-folk who stand About and gape, confound 'em ? Why did they leave Them here outside my gate 1 St. Benedict Preserve me ! what's to be done with 'em ? Ger. I was about to tell you Rom. Tell not me."], [57, "sc. 6.] THE MONK OF ST. GALL. 41 Ger. But I must tell ye. Ye're to take them with ye. Rom. To take them with me ? Take the girls with me? The devil take his own ; I'll none of 'em ! [Going. Ger. Romeias, ho ! it is the Abbot's orders. Rom. I to take women-folk! a-hunting too ! I ween it is no business of mine, The keeper of the convent gate, to stride About with women. Ger. Well, you're to do it. Rom. 0 Lord ! preserve my soul ! Ger. Come, set about it quick. Rom. But what am I to do with 'em 1 Ger. Well, all you've got to do is just to take 'em To the recluse's on the Erin Hill, And then to lodge 'em for the night in Rorschach As you come back. Rom. Phew ! [Going. Ger. And ho ! Master Romeias, hist ! one word. You're to be civil to 'em, mind ye Rom. Pshaw ! [Going. Ger. Hi ! one word in your ear. Rom. Quick then. Ger. Romeias, look ye. There's one among 'em,"], [58, "THE MONK OF ST. GALL. [act II. 42 A Grecian maid. I tell ye, brave Romeias, She's eyes as fathomless and dark as night. Don't look at her. \" Get thee behind me, Satan ! That's the word. Rom. I'll make her walk behind, Ger. I'm very sorry for ye, good Romeias, But ne'er forget a jolly jug of wine Awaits the faithful in their cell at night, If they perform their arduous tasks aright [Exeunt. SCENE VII. Outside the Convent walls. Praxedis, Anna, and Threda sitting on the grass. Prax. Heigho ! Well, this is weary work ; far worse Than on the Hohentwiel. Anna. My lady is enjoying herself belike ! Of men there are enough within these walls, I'm sure, for all of us. Prax. Men ! say you 1 Stones, I think, to look on us, And leave us here outside their walls, as though They thought us hags."], [59, "sc. 7.] THE MONK OF ST. GALL. 43 Anna. Scarecrows they are them- selves. They well may wrap them up in shaggy fustian, And hide their wizen and unseemly heads In cowls ; there was not one among 'em fit For woman's eyes to rest on. Prax,. Sour grapes, eh, Anna 1 Anna. Ay, truly, sour enough ; And savage too, and wrinkled every man of 'em. Prax. You did not chance to note the younger monk Who carried in our lady I Anna. He ? a boy ; A very schoolboy, but without the wit Of schoolboy. Prax. Was grave like all the rest, but schoolboy 1 —nay. 'Twas a brave form and manly, and his eyes Looked out quite wonderful — like hidden deeps They seemed beneath his hood ; and golden curls Fell all about a noble brow. 'Twas grand To see him lift our stately lady up And bear her beauty in as though he felt No burden. 'Twas very finely done. Anna. But had he been but half a man, he ne'er Had looked so grave o'er such a pleasant task ;"], [60, "THE MONK OF ST. GALL. [act II. 44 I ween he ne'er has had in his dull life A pleasanter — though showed no signs of relish. Prax. Methought now he was all a man should be Before so great a dame. He looked at her As tho' she were a cloistered shrined saint. Then in the shadow of the gate they passed As 'twere transfigured by the light from heav'n Which fell athwart them there. Didst note him then] Anna. He looked as tho' his thoughts were other- where. Prax. More like an archangel than e'er I thought Mere mortal man could look. Anna. I wish our mistress ne'er had ta'en this freak. I'd like to know what put it in her head To lead us all this dance, aud set us down Where we nor want to be, nor wanted are. I scarce know how to bear the cruel pangs Of hunger I am suff 'ring ; barbarous 'tis ! If no relief come I shall die outright. Prax. Ah ! here's relief, your hunger'll be assuaged. Anna. You would not have me eat that tough old monk 1 Prax. Not eat him, but perhaps he'll talk with us, And that will pass the time. Anna. Nay, I shall ask for food."], [61, "sc. 7.] THE MONK OF ST. GALL. 45 Enter Romeias. May't please your gravity, We're very hungry, fasted since the morn, And if you would Rom. Come on, come on, I say Prax. Come on ? Where to, my friend? Are these the tones Wherewith you welcome damsels in these parts ? Rom. Come on ! Prax. Where to, sweet sir? [Romeias points.] Ah! so, I see To yonder hill we're all to wander forth At your command. 'Tis mighty civil, sir. Oh, how I love civility ! and you The very pink of all that's civil are. Well, we are glad to go — pray are you glad To take us ? [Romeias shakes his head. Civ'ler still, you're really almost Downright loving to us. You've ta'en a vow Of silence, as 'twould seem. No ? Then at least Speech is with you a rarity. [They all laugh. Rom. Imps of the wicked one, may Satan send An earthquake seven good fathoms deep to swallow You all up. Avaunt ! Prax. We're really very much obliged to you, Good friend, but if, instead of being swallowed,"], [62, "46 THE MONK OF ST. GALL. [ACT II. You would propose that we should swallow something (Oh no, not you, don't be afraid), you'd earn Our gratitude. The genial entertainment You monks extend to pilgrims to St. Gall Is really touching. Rom. Fine pilgrims you ! Come on ! once more, come on ! [Exeunt. SCENE VIII. On a heath. Enter Romeias, Praxedis, Anna, and Threda. Rom. Here sit you down upon this heather blue And rest awhile ; I'm sorry you have had So long a walk. Prax. It has not seemed so long. Rom. I fear you must be very hungry now. Prax. We're hungry, but the fruits you culled and berries Appeased us somewhat. Rom. When I return I'll take you to a house Belonging to the monast'ry, nigh to't, Where you may pass the night in peace and comfort. Prax. What did you say the holy nun was called With whom we're to beguile the time you're absent ? Rom. I said her name was Wiborad. Hereabouts They call good Wiborad a hard forged saint."], [63, "sc. 9.] THE MONK OF ST. GALL. 47 Prax. Oh, that sounds terrible and makes me shudder ! Rom. They hold her high in honour, and on Sundays They crowd in flocks to hear her pray and preach. The women come to her to be instructed In all the virtues. Come, I'll lead you to her. [Exeunt. SCENE IX. The cells of the recluses. A shrill voice singing a psalm. The shutter of one of the cells is pushed back, and Wendlegard's head appears. Wen. Good Wiborad, cease your song awhile, my ears Do ache with it. Cease, Wiborad ! Wiborad, cease ! [Singing continues uninterrupted. Wendlegard with- draws her head and bangs her shutter to. Wib. [Singing within.] \" Quid est tibi, mare, quod fugisti \" Enter Romeias with Praxedis, Threda, and Anna. Rom. Ho ! there, within, ho ! there ! [Knocks at the shutters and shouts. Oh, these recluses are most pious souls, And Wiborad outvies them all in fervour. Prax. What has she done in all her life of good ]"], [64, "48 THE MONK OF ST. GALL. [act n. Rom. At first she was a proud and prudish maiden, Well skilled in many an art, and learned too ; In Latin all the Psalms she could recite. Prax. Is that all ? Did she never fall in love ? Rom. Her neighbours said she was not quite averse From the idea of sweetening the life Of some man or another, but I know not Whether the youth of Aargau in her sight No favour found, for one day she set out Upon a pilgrimage to Rome, but there Her restless mind seemed to receive some shock, And in the Holy City three whole days She wandered, down the Forum, through the halls Of ruined Coliseum, to Janus' Temple. Her brother Hitto sought and found his sister At the Salarian Gate with gleaming eyes, Her head on high, and crying out, The world Would not be right until there should be paid Unto St. Martin veneration due. To Constance Church she then bequeathed her wealth, On one condition, that high festival In honour of St. Martin every year Henceforth be held. Then she betook herself To this lone cell. The Bishop came himself And put upon her head, with his own hands, The veil ; then placing her upon this rock."], [65, "se. 9.] THE MONK OF ST. GALL. 49 He laid the first stone of her walling in. When she was quite mured up, he gave his blessing, And printed on the lead, which joined the stones Together, his own seal four times, while monks Chanted in solemn strains funereal The requiem masses for a soul departing. Prax. How horrible ! I shudder at the thought ! And is she now alive ? Wib. [Sings within.] I will not to mine eyes give sleep, Nor slumber to mine eyelids, Nor rest the temples of mine head Rom. Ay, hear her. List ! Is it not heavenly music ? What ho, there ! Holy Wiborad, here we wait For you to open ! Ho, what ho ! what ho ! [After some more shouting and knocking the singing ceases, the shutter is pushed back, and Wiborad looks out. Wib. Who is it thus breaks in on my orisons ? Ah, ah, Satanas ! art come back again ? Rom. Nay, I'm of the convent gate keeper And not the Evil One. Pray, calm yourself, Good sister Wiborad. See, I bring you here Some dainty damsels, warmly recommended By our good Abbot to your gentle care. D"], [66, "THE MONK OF ST. GAL.L. [act II. 50 Wib. Deceiving phantoms, hence ! Take yourselves off! I know ye, whence ye are ! Snares of the tempter, Hence ! Begone ! Avaunt ! Prax. Blest saint, I humbly beg to be allowed T' explain. We do not come from that warm place You're thinking of, but from the Hohentwiel ; Oft have I heard of saintly Wiborad, Her piety and learning, and have longed For opportunity to visit her, But ne'er before this blessed day has fate Been kind enough to grant my wish, sweet saint. Wib. Give me thy hand. [Sings.] Ne mens gravata crimine, [Romeias rolls up some stones for Praxedis to stand upon. Prax. You'll not be long away ? Rom. In two hours, lass, I will be back for ye. God bless ye, damsels all. Prax. I'd rather not stay here. Rom. Now don't be frightened. I will soon return. [Whistles his dogs, and is going, but stops suddenly, looks back to the spot where Praxedis is standing as if he'd lost something. Praxedis kisses her hand to him."], [67, "sc. 9.] THE MONK OF ST. GALL. 51 Prax. Oh, rudest of all gate-keepers, good-bye ! But don't be long from us. [Romeias shoulders his spear and goes, but stops and turns again, stumbles over some stones, and finally exit. Wib. Oh, wicked one, groping in darkness ! Fie ! Child of the world, what means that sinful sign t Prax. That sinful sign ? What ever do you mean ? Wib. That movement of thine hand to parting monk. Prax. A jest ; merely a little innocent jest. Wib. A jest ? A sin ! 0 fie, a downright sin ! One of the devil's works and cunning snares. You cast your eyes slily about, like lightning, Until they pierce men's hearts. You kiss your hand To them, and call it nothing ! Is it nought That he who onward looks should turn him back ? Or, having put his hand unto the plough, Should thus unfit himself for heaven ? A jest ! Oh, give me hyssop, gall, and vinegar, To purge and take away your sin, and snow To wash and cleanse you ! Prax. 1 did not think of it at all like that, Wib. Ah ! that's the misery. You do not think Of things you ought to think of. No, nor you Ne'er think that silken garments bright and green, And glaring colours, are abominations"], [68, "THE MONK OF ST. GALL. [ACT II. 52 To those, the Lord's elect, who've banished thoughts Of earth. Look at your girdle, girl ; it's tied As loosely round your waist as if you were A public dancer. Oh, mischief ! Watch and pray ! [Disappears from the window. Prax. O Anna ! look about ; maybe you'll see Romeias coming back ! Anna. I wish he would come back ; I see him nowhere. Wib. [Reappearing icith a rope.] I'm sorry for ye, silly turtle-dove. Tear off your silken finery, and receive At Wiborad's hand renunciation's girdle. Prax. Wherefore this rope ? Wib. To bind about thy waist ; And let it be a token to remind thee To cast off vain and foolish talk and acts ; And when again thou feel'st temptation strong To kiss thy hand to convent gate-keepers, Turn thy poor foolish head eastwards and chant The psalm, \" 0 hasten to deliver me !\" Should peace not then return unto thy soul, Hold thy forefinger o'er a taper's flame, And burn it till thy ill desire has passed ; And when thine hour doth come thou shalt be saved, For fire alone cures fire."], [69, "sc. 9.] THE MONK OF ST. GALL. 53 Prax. Your words are bitter. Wib. Bitter indeed ! Now, praised be the Lord That to my lips no sweetness ever cleaveth ! Bitter should ever be the mouths of saints. When St. Pachomius in the desert sat, The angel of the Lord appeared to him, And, taking leaves of laurel, wrote thereon Some holy words, and gave them to the saint, Saying, Swallow these leaves ; though they as gall Within thy mouth be bitter, yet they'll make Thy heart o'erflow with wisdom. Then the leaves Pachomius took and ate. And from that hour / His mouth was bitter, but his heart was filled With sweetness, and he praised the Lord. Anna. Say, Threda, shall we too put on a rope As girdle ? Thre. Yes, when the sun shines black we'll do't. I'd not be in Praxedis' shoes just now ! Prax. I do not like to rob you of your girdle. Wib. Oh, you sweet innocent ! That rope's child's play Compared to that I wear. An iron hoop, With spikes, is Wiborad's belt ; it clinks and cuts The flesh. . Thou'dst shudder at mere sight of it. Prax. [Aside.] Romeias, oh, when are you coming back?"], [70, "54 THE MONK OF ST. GALL. [act II. Wib. [Puts out a board with crab apples.] Does time pass slowly by for thee, poor worldling ? If words of grace do not suffice to fill Thy soul, take these. Sweetmeats and cakes I have not, But, in the sight of Heaven, these crabs are fair. How lik'st thou them ? Prax. Eve scarcely would have sinned Had all earth's apples been as sour as these. Wib. 'Tis well thou hold'st Eve's history in thy mind : Her tastes were such as yours, and thus sin came Into the world. Prax. [Aside.] Oh, lonely hawk, that circlest o'er my head, I would that I could fly with thee away O'er Constance Lake ! Good Wiborad, tell me how I may become as perfect as thou art. Wib. Renounce the world entirely. But fasts And prayers, vigils and castigations, all Are but mere preparations. Women are frail. Select a patron saint, and then, if prayer Be fervent, guardian angels soon 'twill bring Unto your side. My patron saint at night Comes to me here ; he is my heart's elected, And with his shield and lance he scares away The raging devils which encompass me."], [71, "sc. 9.] THE MONK OF ST. GALL. 55 Prax. Oh, horrible ! are you not scared to death ? Wib. An aureole of blue flame plays round his head, And flashes through the night like summer lightning. Prax. Terrific ! Wib. When he appears the demons shriek and flee, Then I recount to him the griefs I suffer, And he to Michael, archangel, who keeps Watch by the throne of God ; and Wiborad thus Is not forgotten. Prax. I'll choose St. Martin for my patron saint. Wib. You ? Frivolous thing ! Lord, pardon her presumption. Dost thou believe he'd condescend to thee, With thy smooth face and flippant words ? I strove Long years and fasted till my face was wrinkled ; Not one look would he me vouchsafe till then. Prax. I should not like to wait till I was wrinkled. Wib. He is a high and mighty saint and valiant, And only looks on long-tried champions. Prax. I think he will not rudely shut his ears Against my prayers. Wib. Thou shalt not pray to him — thoushaltnot! no! Say, what has he to do with such as thee ? Prax. Because I am so wicked ; he might pity me. Wib. Plenty of other saints there are to choose from. Pachomius is good enough for thee."], [72, "56 THE MONK OF ST. GALL. [act II. Prax. Pachomius ? I know him not. Wib. Ah, bad indeed ! Then know him now. 'Tis time You made acquaintance. He a hermit was Most venerable. He lived in Theban desert. Wild herbs and locusts were his daily food, And in the flesh — such was his piety — He heard the harmony of all the spheres. Prax. Oh, wonderful ! Wib. In Alexandria there lived a maid Whose name was Thais. No one there could tell Whether her levity was greater or Her beauty. Then Pachomius said : A plague This woman is to the Egyptian land ! Prax. What did she do to plague the Egyptian folk? Wib. He cut his beard, and, mounted on the back Of crocodile, went sailing down the Nile To Thais, as if he loved her too. Prax. And what said Thais to this gallant swain ? Wib. I know not what she said, but he her heart So shook that she did burn her gear of silk And gems, and followed him as follows lamb The shepherd. Then he walled her in a rock Like this, leaving one hole for window and for door. Prax. Did she live long ?"], [73, "sc. 9.] THE MONK OF ST. GALL. 57 Wib. In five years' space her soul was purified, Then angels carried her away to heaven. Prax. 'Twas well she died at last — a living grave Cannot be very pleasant. Wib. I see the stern old man's not good enough For you. [The curfew sounds. Wiborad quickly closes her shutter. Prax. Whatever is she up to now ? [Chanting and flagellation are heard. Suddenly Wiborad appears again and throws up her arms. Wib. Come down unto me, holy Martin, come ! Thou light in darkness, oh appear to me ! Thou consolation in my solitude, Descend ! My soul is ready to receive thee, My eyes do thirst for thy angelic light. [Shuts the window. A piercing shriek is heard. Prax. [Opening the window, and looking in.] For Heaven's sake, stop ! What are you doing there 1 Get up ! Oh, don't lie kicking on the floor ! Wib. [Appears and seizes her.] Child of the earth ! thou hast beheld mine anguish ! Th' elected of my soul did not descend, For that his holy name has been profaned"], [74, "58 THE MONK OF ST. GALL. [act II. By your unholy lips. St. Gallus came — To my soul's eye appeared ; he never yet Has visited my cell. His countenance Was sad, as 'twere with pain, and all his garments Were rent and scorched and burnt. Now, that foretells Some great disaster to the monastery. We'll pray that his disciples may not err Nor stumble in the path of righteousness. Good Sister Wendelgard — ho ! Wendelgard, Come forth ! come forth ! come forth ! [Praxedis, Threda, and Anna wander away pick- ing flowers. [The shutter of the opposite cell opens and Wendelgard appears. Now, Wendlegard, lift up your voice with mine And let us sing, \" 0 miserere mei.\" Wen. This is no time for prayer and psalm-singing. Wib. So much the more acceptable 'twill be. [She chants. \"Secundum magnam misericordiam tuam.\" Why dost not join in singing David's psalm ? Wen. Because I do not wish to sing to-night. Wib. Not wish to sing ? Oh, froward and perverse ! Wen. How many thousand psalms have I not sung, At your desire, to please you, Wiborad ?"], [75, "se. 9.] THE MONK OF ST. GALL. 59 Did you not prophesy St. Martin would Restore my husband to me if I sang 1 Wib. I did, and so he will. Wen. Well, I have sung at night and early morn, And early morn and night, for ten long years, And much it has availed me ; suns have risen And set, and still he came not. Infidels Or Huns have got him fast, or he is dead. I hate you, and your dreams and visions too. Wib. Oh, vessel of iniquity ! thine eye Is blind and dark. I'll pray for thee, I'll pray Wen. My eyes are clear as when a year ago They saw you on a moonlight night come through Your window ; Heaven knows where you went ! Believe I'll not your miracles again ! Wib. Woe, woe to the deluded of the devil ! You yet shall smart for this. Wen. Cunning old hag, I hate thee worse and worse. [Slams her window. Wib. Blasphemer ! [Slams her window and chants, \" Aures habent et non audient : \" Enter Praxedis, Threda, and Anna on one side, Romeias on the other. Prax. Romeias, oh we are so glad you've come !"], [76, "60 THE MONK OF ST. GALL. [ACT II. Rom. [Throwing some game towards the cells.] Saints, here's some food for ye. The time, I hope, Has not seemed long ? Prax. Eternity ! they scolded, fought, and sang, Until we fled. Rom. Ah, that will do 'em good. An overflow of gall 'bout once a year Gives strength to age, and if we've helped 'em to't They owe us thanks. Prax. Oh, she is such a saint ! Rom. Well — yes. But once I had a mind to tear Her veil of sanctity right off. For know Things might be told — but never mind. They say She's not quite right ; once when I was a boy, I with my hammer broke a stone, and, lo, A toad sat in the midst. Since then I know What a recluse is like. Snip, snap, tra, la, Tra, ra, tra, ra, tra, ra. Let's go ; hard by's the house. Tra, ra, tra, ra. [Exeunt. SCENE X. Outside the house of Rorschach. Enter Romeias, Praxedis, Anna, and Threda. Rom. Well, I must leave you now, alas ! Good-bye. Prax. Must we stay long within this lonely house ?"], [77, "SC. II.] THE MONK OF ST. GALL. 6 1 Rom. As long as your fair mistress yonder stays. Maybe you'll know when she intends to leave Better than I. Prax. To-morrow morn, I think, she purposeth To take departure for the Hohentwiel. Rom. Well, if I can be spared, I'll come and fetch You all in time to attend her. Prax. Do, dear Romeias ; and till then, farewell. [Praxedis, Threda, and Anna enter the house. Romeias takes the bouquet of wild flowers Praxedis has left on the stone table outside, kisses it, and puts it in his habit, turns and looks round several times, and exit. SCENE XI. The interim' of the monastery chapel. Hadviga, Spazzo, Abbot, and Monks discovered. The Abbot is showing Hadviga the relics and treasures, which are handed to him from the open chests. Ab. There, at the edge of this sardonyx cup, You may observe a small bit's broken off. Had. 'Tis pity. Ab. 'Twas chipped away expressly when good Hartmuth, The Abbot who was last before me here,"], [78, "62 THE MONK OF ST. GALL. [ACT II. A-dying lay ; 'twas powdered, mixed with wine , And given him to allay and calm his fever. Had. Is this an amber chalice ? Ab. It is, and herein sits a tiny fly, Just as it sat when ages long gone by The resin streamed around it. Spaz. [Aside.] Now 'twould be jollier far to be at war With these poor monks, and spear and sword in hand T' examine these fine things. There seems no end Of gold and silver cups, and lamps, and crowns, And jewelled treasures ; they can't want them all. Well, seasons change and high-born folk fall out, So it may chance with us. Let's see, the door That's first to right in coming from the choir, And then this aisle Sin. Sir Chamberlain, 'tis pity You were not born a rat. Spaz. Hem ! how ? what is't you say ? Sin. Agreeable pastime 'twould have been for you To peer and pry down all these passages. Had. [To Ratpert.] As you're so clever with your similes, Perhaps you'll liken me to some fine bird. Rat. 0 Madam !"], [79, "SC. II.] THE MONK OF ST. GALL. 63 Had. Well, young dreamer, what think you ? Ek. 0 mistress ! who could ever be so bold As to compare with anything on earth Your Highness ? Had. But if I do desire to hear you speak ? Ek. I only know one bird, Caradrion, That could be likened, Madam, unto you ; In starry midnight high above our heads It soars to heaven and sweeps the deep-blue sky ; When it doth touch the earth with tip of wing Sickness is healed, and purified is sin Itself, and man is saved. Rat. Here is the parchment ready for her seal, Which our most gracious lady did command. Had. Is it writ down herein they yearly get The fish I promised them ? the saucy boys ! Rat. Madam, it is ; and ever in their hearts The cloister scholars will the mem'ry hold Of this your Grace's visit. Had. And when they eat the fish which I assign As ransom, may't recall to their young minds That ne'er before have romping schoolboys ta'en Their sovereign prisoner ; such a barricade Of forms I never saw. 'Twere best think twice E'er venturing in a cloister school again. 'Tis signed and sealed, now hand it to the boys."], [80, "[act II. 64 THE MONK OF ST. GALL. Ab. And never sovereign paid so graciously, Her ransom as a fee to boyish pranks. Had. Your scholars, cousin, are as well behaved As learn'd, and witty are they too t'have won This parchment from me. Spaz. [To Sindolt.] Yes, they're fine cups, and much fine wine I'll swear You have to fill these jolly beakers with. I'd like to see your cellars, Master Monk. Sin. Friend, you shall make acquaintance with our wine At supper-time. And soon we shall be summoned. Spaz. And what, pray, says your patron saint to drinking ? Sin. St. Benedict was wise as good (his name Be ever blessed !) and so he did ordain, Though it's been writ that wine is not for monks, Yet seeing human nature is but weak, That each should not exceed one flagon daily. Ab. As I was saying, Sir Burkhard, your late husband- Had. I marvel much at all the learning here, But sorrow for the burden it must be To youth ; such study must their brightness mar Like a shower-laden cloud. I fear me much They suffer for it afterwards."], [81, "SC. II.] THE MONK OF ST. GALL. 65 Ab. Pardon me, noble cousin, if I beg You'll not indulge in thoughtless speech like this. Knowledge is like sweet strawberries to youth, They cannot have too much of it while young ; The more they have, the more they ever crave. Had. Do they delight in Greek and Latin too ? And heathen art of logic? Ab. Logic in proper hands becomes a weapon Wherewith our Holy Church may be protected. With such did heretics attack believers, But now their chosen arms we turn on them. Had. And Greek and Latin, are these useful too Against the superstition of the heathen ? Ab. As instruments 'gainst hardened heretics, Latin and Greek are even finer still. Our native language is an awkward bludgeon — Cumbersome and unwieldy, e'en in hands Of ablest men — while polished Latin is A tongue without the which all those who claim To be accomplished just fall short and fail To win the admiration of the cultured. Had. It seems we've come to this austere retreat To learn how we may admiration win. Sir Coz, I have existed until now Without the Latin tongue. Ab. It would not harm you if you had it yet ; E *"], [82, "66 THE MONK OF ST. GALL. [act II And should you learn it, you would then admit Your native tongue is like a rough young bear, Which neither stands nor walks until it's licked By classic Latin. You will grant I'm right If e'er its soft euphonious sounds should fall Upon your ear and gladden it. Had. Me thinks I'll learn it : I was just in want Of occupation new and various. Ab. Well would you do to study it in earnest, With some good scholar qualified to teach And bring you through its many intricacies. Had. I'll learn't, and you a teacher pr'aps will grant. Ab. Much wisdom, too, flows from old Roman mouths ; Ask Ekkehard, who stands beside you there ; He's versed in Latin and in Latin lore, And teaches it to the young cloister scholars Whom you were pitying here. Had. Ah, truly ! Ekkehard, is Latin really So needful to excelling gracefully, As e'en your Abbot saith ? Ek. Our Abbot speaks most wisely, gracious Madam. Had. Well, I have lived without it all my life, And never knew 'twas needful."], [83, "SC. II.] THE MONK OF ST. GALL. 67 Ek. 'Twas that our gracious liege doth nothing lack That's wise or graceful, Had. Ah, flatterer ! Do you derive much pleasure From those old Latin scrolls your Abbot saith You are so fond of studying ? Ek. Both happiness and pleasure true and great ; I know no greater and no other. Madam, I do believe in rough and thorny ways Of life you'd thence draw precious priceless wisdom, And guidance for your walking ; confidence Their counsels do inspire. The poets, too, Awaken high conceptions in the soul Of grand imperishable beauty. Had. You are enthusiastic. Ek. I know and love those ancient works. They shed A golden light, like glow of evening sun, Which sends refreshment to the weary heart, Invigorating joy, and peace, and rest. Had. You're eloquent, indeed. Cousin, I think That you and Ekkehard have made of me A convert to your ancient Latin parchments. Perchance I'll pray you lend me some of them, And one to teach. Ab. You really mean to learn ?"], [84, "68 THE MONK OF ST. GALL. [ACT II. Had. Maybe 'twill so fall out. And you, young zealot, Say, will you come t' instruct ? Ek. Command, and I obey. Ab. Cousin, the supper waits ; lend me your hand. [Exeunt. SCENE XII. Reading-room of the Convent. Ekkehard discovered at the oriel window. Ek. [Looking into the garden.] Is it mere chance, or is it vain delusion ? The image of St. Christopher did seem To rise before mine eyes, and in his arms He bore a stranger child. Methought he found His burden light ; he passed into the flood. His shoulders seemed so strong, yet heavier And heavier the burden weighed him down Into the roaring flood, deeper and yet Still deeper ; then his courage 'gan to fail, And turning nigh unto despair Enter the Abbot. Ab. Prepare you, Ekkehard, to-morrow morn To set out on a journey. Ek. Whither, Father ?"], [85, "SC. 12.] THE MONK OF ST. GALL. 69 Ab. The Duchess at the Hohentwiel commands Your services. I know 'tis not your wish, But we must not offend the mighty ones Of earth. The monast'ry will not forget Your services, but render back in time Of need reward for this your sacrifice ; I give you here the needful dispensation. Ek. How long do you command that I remain? Ab. You're going to Hohentwiel (so 'tis proposed) To teach her Highness Latin, and it haps The post of chaplain, by Vincentius' death, Is vacant ; you will fill in permanence, As it now seems, this office. Take you the Virgil with the silver clasps ; But first cut out the title-page which saith, Cursed be he who takes this book away. Ek. My vow constrains me to obedience, To do the will of my superior Without delay, regret, or murmuring. Ab. 'Tis with regret I lose you. You were one, Of all those here entrusted to my care, Most dutiful, most learned, and most good. Farewell, my son, farewell ! Ek. Farewell, my Father. [Kneels. [Exit Abbot. Oh ! peace, content, and holy meditation,"], [86, "70 THE MONK OF ST. GALL, [actii., se. 12, 1 Sweet rest and solitude, I've known you here. Say, can I bear you hence with me away Into that world of which I nothing know, Nor e'er have seen, save that one glimpse of bright ness Which penetrated these thick convent walls I never yet have passed ? Oh books ! oh parchments ! Oh cherished psalter here unfinished ! Pen With which I laid the golden lines on crown And sword and sceptre, rest you there ; I ne'er Shall use you more ! One of our rules runs thus : \" What thou'st begun, unfinished leave behind ; Draw back thy hand from work it was employed on ; Go hence, thy heart full of obedience.\" I go ; O Holy Mary, give me grace To feel thy presence near in every place. [Exit."], [87, "act in., sc. i.] THE MONK OF ST. GALL. 71 act & \\ i r ti. SCENE 1. Mountain landscape, the Monastery below at a little distance. Enter Ekkehard with staff, wallet, and book. Ek. Once, once again, loved convent, blest retreat, My eyes with joy behold you once again, While beats my heart, and sinks 'twixt hope and fear ; The past unvarying life of thought and prayer, Unbroken by the turmoil of the world Which lay without, is now receding far With that abode of blessedness from eyes And thoughts which still return and cling to days And scenes I now leave far behind. Heav'n grant That peace of soul and spirit may not, too, Be passing from my life with those loved scenes ! My books, my work unfinished, and my cell Will pass to others. All the flowers I tended Will grow for others now. Methinks I see Them, and the fountain in the court which sang As 'twere sweet music in my ears. 'Tis strange"], [88, "THE MONK OF ST. GALL. [ACT III, 72 Those walls and lifeless things without a soul Have power to hold me ! Looking back, I yearn Into the past for all I leave behind. What will my new life bring ? This little book Was made by our great monastery's founder, * The good St. Gall. He once set out a stranger To heathen lands with little preparation; Heaven's grace made brave his heart. With thorns His path was sore beset ; the Tempter's snares Were laid to catch his feet, but he received Protection from on high, and overcame. [He kisses the book. Who is't comes hither? Father Thieto Returning home from Trojen. Enter Thieto. Your blessing, Holy Father. [Kneels. Thi. You're off to Hohentwiel ? Bad, very bad. Ek. How, Father ? how is't bad ? Thi. Service of women is an evil thing For him wdio wishes to continue good. Court service is worse still ; what, then, are both Together? Bad, very bad indeed. Ek. It is my fate. Bless me, my Father."], [89, "SC. 2.] THE MONK OF ST. GALL. 73 Thi. St. Gallus keep and bless you. I will pray You be preserved from evil. Take this phial. Ek. Its use ? Thi. 'Tis water from the Jordan ; I myself Did take it thence. When this world's dust makes dim Your eyes, or settles on your face, then bathe In this, it will refresh and heal. Farewell. Yet stay ; when you shall cross the lake to-night You'll need repose, and Reich'nau's monast'ry Upon the Isle will ope' its welcoming gates. Commend me to the Abbot, and rest there. Thieto greets the brethren in the Lord. Farewell. Ek. Farewell, farewell, my Father. [Exeunt severally. SCENE II. Tower and vestibule of the Monastery of Reichenau. A vaulted room near the entrance, large tuns of wine standing about, tubs of grapes, and vine-clad hills in the distance, on which may be seen monks gathering grapes. A stone bench near the door. Enter Ekkehard. Ek. Ho, Brother Gatekeeper ! who's there within ? No answer ? 'Tis the vintage, and abroad"], [90, "THE MONK OF ST. GALL. [ACT III. 74 Are all ingathering the grapes, 'twould seem. My feet are sore with travel. Here I'll sit And rest till some return to give me entrance. [Sits down on the bench and falls asleep. Enter Rudimann the cellarer with a large stone jug in his hand. Rud. The Lord be praised for all His goodness to us. [Drinks. This year the grapes are full and very luscious, And in great plenty too ; the northern side Has e'en brought forth good crop. I'll test this tun. [He draws some wine and sings. The wisest of men was the Cellarer bold, No glutton, no quarreller he ; He brewed the new wine, and he tested the old, Filled his flagon and sang with glee. Clink, clank, clink, clank, now Brothers, clink, clank Sing and drink, drink and sing while you may ; Clink, clank, clink, clank, let your glasses clink, clank 'Gainst the glass of the Cellarer gay. He loved the red wine, and the red cheeks of lass, And, clink ! to her health drank oft ; He kissed her red lips, and filled up his glass, And the luscious red liquor he quaffed. Clink, clank, &c."], [91, "SC. 2.] THE MONK OF ST. GALL. 75 [He taps another tun and drinks. This too is good. The Lord is bountiful ; He hath consideration for His poor weak servants in the flesh, and after many meagre years has given a full and fat one. [Drinks and sings. Clink, clank, clink, clank, &c. Enter Kerhildis with a large tub of grapes. Ah ! sweet, rubicund Kerhildis, most trustworthy of all serving-maids, take my jug and fill it with wine from the Wartburg cask, which you'll find over there, that I may compare it with this one. [Exit Kerhildis with the stone jug. By my troth, she's a sweet lass ; I do love to look upon her comely form. Enter Kerhildis holding up the jug. Ker. To your health, Master Cellarer. [Rudimann takes a draught. Rud. All very sweet and good ; it doth gladden the heart of the poor cellarer ; and when I look on thee, sweet Kerhildis, I become doubly glad, for you thrive like the cloister wine in autumn, and your rosy cheeks are like the pomegranate waiting to be plucked. Rejoice with me over the goodness of the"], [92, "76 THE MONK OF ST. GALL. [ACT III. wine, best of all maids. Come, what's a kiss at vintage time? Ker. Oh, sir ! Rud. Sweet Kerhildis ! Ker. Well, I know thou art a man of sober character, and that thou doest everything in modera tion as befits a cellarer. [He kisses her. Ekkehard, who has awoke, starts up, seizes his stick, and strikes the Cellarer across the shoulders. Rudimann drops his pitcher. Kerhildis runs off. Rud. In the name of the pitcher at the marriage of Cana what means this violence ? Ek. A present which the holy St. Gallus sends St. Pirmin. Rud. Well, I might have guessed as much. Crab apple of St. Gall, j'ou may be recognised by your fruits. Rough ground, rough faith, and rougher people. Just wait awhile for the nice present I'll make you in return ! [Seizes a broom to attack Ekkehard. Enter Abbot Wazman and Simon Bardo. A. Waz. Stop. Peace be with you ! S. Bar. What Holofernes here springs from the ground ?"], [93, "SC. 2.] THE MONK OF ST. GALL. 77 A. Waz. A Holofernes truly ! S. Bar. Way for the fight ! make way ! Last night I dreamed I saw a rain of hissing fiery sparks — And that means fighting. Room there ! A. Waz. Peace, peace, I say ! Now, Rudimann, explain. Rud. Most reverend Father, whiles I was at work, There sprung this Gallish crab-apple upon me Because I chanced to kiss Kerhildis. A. Waz. Humph ! Misbehaviour. Chapter forty- six : \" Of misbehaviour during work, fishing, Gard'ning, or in the kitchen or the cellar.\" The Allemannic law ; \" of conduct towards The maids \" — antagonist, you speak. Ek. I saw her flowing tresses o'er his habit ; I heard a strange peculiar noise ; beheld A man in holy garb kissing a woman. I seized my stick and rushed upon him, thinking But of the profanation 'fore mine eyes. I struck him- A. Waz. Ah, this is complicated. Chapter sev'nty \" No brother dare to strike a fellow-brother Without the Abbot's sanction.\" Chapter nine : \" Of that which is becoming in a monk,"], [94, "78 THE MONK OF ST. GALL, [act in. j se. 2 And all that leads to happiness eternal.\" How old are you, pugnacious stranger say ? Ek. I'm twenty-three. A. Waz. The quarrel's ended. Brother Cellarer, Look on your blows as retribution just For your forgetfulness ; and, stranger, you I might well bid continue on your journey. Our laws speak thus : Whene'er a stranger monk Enters a monastery, satisfied Be he with everything he sees therein, Only reproving mildly— not officious In any way. But in consideration Of your few years and inexperience, As well the blameless motive of your action, An hour's devotion you shall be allowed At the chief altar of our convent church, In expiation of your haste and rashness. When that's o'erpast you'll be the welcome guest Of this our convent of the Reichenau. [Exeunt."], [95, "se. 3.] THE MONK OF ST. GALL. 79 SCENE III. The Lake of Constance. Enter Ekkehard and a ferryman in a boat. Fer. Here, Father, you alight. Ek. [Stepping out of the boat.] How proud and grand rise up these snowy hills ! There, through the mist, peers forth the belfry tower Of far Egina's cloister, Niederzell ; And there a stone-built castle rears its head. Still farther on that rocky mountain-top, Which rises 'mongst the smaller peaks around Magnificently tow'ring, awe-inspiring, O'er lower objects insignificant, A grey old castle upward grows, as 'twere A portion of the mightiness which holds it. Surely that is her home. In such a spot As that it must be that she lives and moves. Grandeur and beauty reign in silence round ; 'Tis fitting all, and like a shrine for her. Now 'tis with me as once 'twas with St. John Th' Apostle, when on rocky Patmos he Awaited revelation. Ferryman, Say what is yonder tower — the farthermost —"], [96, "80 THE MONK OF ST. GALL., [ACT III. Obscured but glancing through the mists which hide Its beauty ? Fer. That's the Hohentwiel, Ek. I knew't. [While he stands contemplating it another boat ap- proaches, covered in with green boughs and water- rushes, and with this the departing ferryman comes in contact. Voice. [From within.] Ill-luck befall you ! What are ye doing here ? Oleum et operam perdidi, Wild creese and water-ducks gone to the devil ! Oho! salve cons rater ! [Seeing Ekkehard.] I saw ye not. Now, by St. Patrick's beard, if you had stayed Your molestation of me one half-hour, I might have offered you a fine repast Of this lake's game. Look at that fleeing covey Of wild-ducks ! Ha, there's good sport gone! Elieu / Ek. Ne clericus venationi incumbat. Mo. Your bookish wisdom will not suit us here At Untersee. Are you sent hither, friend, To hold examination clerical With the old parish priest of Radolfszell ? Ek. The parish priest of Radolfszell ! Is't so ? And do I verily behold Marcellus ?"], [97, "SC. 3.] THE MONK OF ST. GALL. 81 [Marcellus turns up his sleeve and shows his arm. Mo. See here this etching. Ek. Christus by a serpent Encircled, with the motto, \"Christus vindex\" — Brother Marcellus, 'tis ! Mo. Fuimus Troes I welcome to the realm Of Moengal ! To holy Gallus' health ! [Kissing him on cheeks and forehead. Ek. Brother, I never thought to see you thus. Mo. Why not ? Ek. Of you, from all I'd read of yours, I had conceived a different idea. Your manuscripts I've studied with delight — Your Priscianus, Cicero, all writ So neatly. You in veneration great Are held with us, and in our cloister school As most distinguished student. I expected A pale-faced scholar, not a vigorous sportsman Mo. As sportsman-priest I bid you welcome here. Hard by's my house — come, share a sportsman's cheer. [Exeunt. v"], [98, "82 THE MONK OF ST. GALL. [ACT. Ill SCENE IV. A room in Moengal's house, decorated with stags' antlers, bisons' horns, spears, fishing-tackle, &c. A tun in one corner. Dice-boxes on the table. Ek. This is a sportsman's home in verity ! These trophies captured in the chase by you 1 Mo. Ah, many a stirring story 1 could tell Would tempt you from your cloister life, I wot, To join with me in following the deer. Ek. I do not think, if that 'twere mine to choose, I'd e'er forsake the student's cell, which holds The written wisdom of the ancient world, For trophies of the bison or the boar. Mo. But too much study is not good for man, And learning often breeds a haughty mind. My student life I oft look back upon, When, like a book-worm, through the live-long night I've pored o'er musty parchments. Through the day Like magpie have disputed, things to prove Which never could be proved. I've searched and shown Where John the Baptist's head was buried ; also The tongue in which the Serpent tempted Eve, With more such stuff. To me the whole world then Was not one herring worth, while psalm-singing"], [99, "sc. 4.] THE MONK OF ST. GALL. 83 And vigils, exercises spiritual, Were heart's delight to Moengal. Ah me, What different being was I then ! Ek. How did the change come, Brother ? Mo. My head grew heavy, restless twitched my hands ; Then there came evil hours for me — ohone ! May such be ever spared to you, cons rater 1 Nor at the desk nor in the church was peace Or rest for me. Hence, hence ! my heart cried out — Beyond the cloister walls there's sweet fresh air ! I longed in vain ; 'twas 'gainst the rules. But prayer, Fasting, and studying, all had lost their charm. Up to the belfry many a night I stole, And envy of the bats flitting away To pine-woods dark filled my sad soul. I longed To flee away with them. Confrater mine, «- Such longing can't be stilled by fasts and prayer, Nor yet by books and study ; for there's that In human nature which, once roused, will out ; Be crushed it will not. Ek. Then you left the convent ? Mo. The Abbot then took pity on me, and sent Me for a year to Radolfszell. Hunting Aud fishing drove my morbid fancies out."], [100, "84 THE MONK OF ST. GALL. [act hi, Ek. And have you never felt a longing since For quiet study in the cloister cell ? Mo. Did Catiline feel longing to return To benches of the Senate when they'd said — Excessit, evasit, erupit t You do not understand — you're young, you cannot. Ek. No, certainly ; I cannot understand. Mo. For thirty years I've been a parish priest, Rusticitate quadarn imbidus. I cut the pine-trees down, and make my boat ; I strike the flying bird high in the air ; I feel and know what health is. Like the owl, I've built 'midst ruins in the wilderness, And like the pelican, as says the Psalmist ; Still I am fresh and strong, secure at least Against one evil Ek. Yes ? what is that one ? Mo. J3t. Peter ne'er will with his blessed keys My forehead knock and say : \" Be off with you ! You've meddled with philosophy ; you're spoilt With it and other vanities.\" Ek. Presumably you've here hard work to do Duties ecclesiastical, hard hearts, Heathenish witchcraft, heresy, and sin, All to contend with ? Mo. 'Tis not so bad, though they report as much"], [101, "SC. 4.] THE MONK OF ST. GALL. 85 To chamberlains and bishops in the Synod. They say idolatry, mystical rites, Do here prevail. 'Tis but the olden faith. They trace Divinity in tree and river, In clouds, on mountain heights. Well, in this world Each man must have his Book of Revelation, His own Apocalypse. The people here Have theirs ; and true it is that holy thoughts Come rushing to the soul when early morn One stands 'mongst water-reeds and sees the sun Go up. Nathless they come and chant the Mass On Sundays. Now, confrater mine, a bumper To the fresh air ! Ek. Allow me, Moengal ; Marcellus, sage and learned Long life and health ! I'll drink to thee. author, health ! Mo. Well, as you like. Now say, esteemed con- frater, What business takes you to the Hohentwiel ? Ek. As chaplain, and to teach the Duchess Latin— Mo. Latin ! Ohone ! Say, how came't about ? I heard she paid a visit to St. Gall. Ek. Our reverend Father counselled her learn Latin. At parting he brought forth the stirrup-cup — A crystal chalice set with gold and gems —"], [102, "86 THE MONK OF ST. GALL. [ACT III And when she'd drunk thereout he offered it For her acceptance. But she put it by : \" Dear cousin, pardon me ; I covet not Your costly drinking-vessels, nor aught else Of such-like treasure. Yesternight, an't please You to recall, you spoke to me with zeal Of wells of ancient wisdom. Give me now The Virgil you commended to my notice.\" Mo. What said the Abbot to his patron's speech ? Ek. \" Cousin Hadviga,\" quoth he, \" you but jest ; You cannot read the book.\" \" But I would learn To read it,\" gave she in reply ; \" and you Must give the teacher, cousin, with the book.\" Mo. How liked the reverend Father this broad hint ? Ek. He promised I should take the book to her — It should be as she wished — and said he hoped She'd not forget the monastery's service. Mo. Ha ! yes, the monastery's rights have ne'er Been yet confirmed ; they're in her hands. There's land Disputed, too, which she alone can settle. Ek. I know not that He bade me go ; you see Me on my way. Mo. 'Tis well, cons rater. Still, Somewhat I marvel you cried out so loudly"], [103, "sc. 5.] TELE MONK OF ST. GALL. 87 Upon all sport, when your game flies so high. Ek. And so, Marcellus, in your soul you ne'er Feel longing to return to cloister cell ? Mo. Not I. No more will you, when once you're free, And of yon mountain air have drunk your fill. I scarcely think you'll tire of grammar soon, Having so fair a pupil as Hadviga. [Ekkehard rises to go. What ! will you hence so soon ? yon mountain stands Too fast to run away ; 'twill wait for you. Ek. My Brother, 'tis not fair that you speak thus ; She is a noble and high-minded lady, And full of elevated thoughts- Mo. And nearly twice your age, and you're a monk, And she — a duchess. Think on't, my son ; think on't. Ek. 'Tis all well written in my memory. Farewell, my Father. Mo. Nay, stay ; I'll take you on your road. [Exeunt. SCENE V. The Duchess's apartment in the Hohentwiel. Had- viga looking out of the window. Had. Red sinks the sun behind the Santis horns, Bathing its pinnacles in rosy light."], [104, "88 THE MONK OF ST. GALL. [act III. Yon forest black reddens as 'twere on fire, And e'en the distant waters of the lake Seem rippling in bright flames. 'Tis the third day ; The night comes on apace, yet he's not here ; Now darkness falls upon the fir-clad hills, While all the grey and weather-beaten rocks With masses of old snow are wrapped in shades Of purple. Over Kamor hangs a cloud ; 'Tis time, if he is coming, he were here. Ah, see the forked lightning darts to earth ! The heavens open on my dazzled sight. Can this be meant for me? — an omen sent From Heav'n as warning of some coming war, Or mortal pain, or soul or spirit's anguish ? Or is't a visitation from the skies, Which, opening, flash their brightness as portent Of some great coming glory in my life As yet unknown ? I do not understand. Again 'tis calm — all calm as my past life ; Aud still — still as the grave. Praxedis ! ho ! What ! are you there, Praxedis ? Enter Praxedis. Prax. Madam, I'm here. Hud. What is the hour ? 'Tis very chill and cold."], [105, "sc. 5.] THE MONK OF ST. GALL. 89 Prax. I'll place your Grace's mantle. You have stayed Watching the storm too long. Had. Who knocks ? Prax. 'Tis Spazzo, as I think. Had. Give him admittance. Enter Spazzo. Spaz. Madam, the Monk from Gallus' monastery, Arriving, craves an audience of your Grace. Had. Conduct him hither. [Exit Spazzo.] How goes the night, Praxedis ? Prax. The moon has risen and struggles to shine forth, But thick black clouds o'ershadow it. Enter Spazzo and Ekkehard. Ek. My gracious mistress. Had. Welcome to Hohentwiel and Hadvig's halls. Spaz. Receive the kiss of peace, which here I give You in my mistress' name. Had. Now say how have you fared upon the road? But no, not now, to-morrow we will hear, When you shall give me news of Cousin Cralo, And all our friends, whose guests of late we were. Sleep well. Conduct him, Spazzo, to the rooms"], [106, "THE MONK OF ST. GALL. [ACT III. 90 Prepared, and see refreshment due be served. Myself will show, to-morrow morn, the hall I've set apart for studies, which will now Be shared by us. Sleep well. Praxedis, come. [Exeunt severally. SCENE VI. Apartment in the Hohentwiel. Hadviga and Praxedis discovered seated at a table with books. Had. Odor, ocissimus, sacer, sacerrimus ; Well, have you writ that down, Praxedis 1 Prax. No, I'm not so far ; oc'wr you learn than I Can write, I'm now at felix; Madam, say Is not the Hohentwiel a different place Since he arrived ? Had. Brighter, you think, and gayer ? Prax. Ay, twice as gay ; it is as if the sun Were always shining. Had. We've so much to do With all this grammar, so, the time flies fast. Prax. Somewhat I think 'tis so, but more, I ween, The difference is his presenc?. Now, fancy"], [107, "sc. 6.] THE MONK OF ST. GALL. 91 I cannot how so many years we've lived So solitary ! Had. Strange it is a monk Should make it gay ! Perchance he brought you news Of your rude swain, the convent Gate-keeper ? Prax. Oh yes, he spoke of him ; he said he did Desire to leave the convent, for that Gerold The steward mocked him night and day because He'd nailed some flowers upon his wall. Had. And whither would he go ] Prax. If it should hap Your Highness wanted gamekeeper, or porter, Or watchman, he would gladly Had. Oh, I see ! Well, we will think of it. No longer now I wonder you feel gayer. Prax. Ob, Madam, It is not that indeed ; nor is't that he Is gay : more serious mien ne'er was than his. Had. Thau Ekkehard's ? 'tis true. Prax. But here, where falls No foot but yours and mine from morn till eve, From winter's night to summer's sunny morn, A footfall, e'en the gravest, from without, Makes melody. I hop* he'll like it here !"], [108, "[act III. 92 THE MONK OF ST. GALL. These walls would seem a veritable tomb Without him now. Shall I go fetch more parch- ment ? [Exit. Had. What does she say ? a tomb without him ? No, You foolish child, our occupation 'tis, And change of customary lonely ways, Together with an unknown different mind, And interchange of hourly thought, which makes The days seem rosier than the days of old. 'Tis nought but this ; why should there come an end? Our course to higher spiritual life doth tend. [Exit. SCENE VII. Chamber in the Hohentwiel. Ekkehard discovered reading. Ek. This spacious chamber with its lofty walls And carven columns doth unfit the mind For study. Life-long habits which a man Acquires within the narrow naked walls Of his small cloister cell, in one short night Cannot be shaken off. My wand'ring thoughts Run riot here. My miud already hears The tramp of armoured men upon the stones ;"], [109, "sc. 7-] THE MONK OF ST. GALL. 93 And e'en the softer step of serving-maids, Who pass to wait upon the Duchess near, Disturbs my meditative prayerful hours ; While thro' my window here I almost catch Her voice, as with the dark-eyed maid she cons Her Latin task, Amo, amas, amat. Who knocks ? Enter Spazzo. Spa; Her Highness doth approach. Enter Hadviga followed by Praxedis. Had. It is the hour you fixed for our instruction. We've learned our tasks, and since there is no book Wherein is writ the meaning of the words, I've formed a plan which shall assist us much. Praxedis here has slit some parchments up, Whereon we'll write the words in Latin, Greek, And German side by side. How like you it ? Ek. It is well found. Your Grace has writ it well. Had. I ? No, indeed, it was not I that writ it ; Writing's an art that I have never learnt ; For what would be the use of priests and monks If all the world were learned and could write? No, let the soldier wield the sword, the clerk"], [110, "[act III. 94 THE MONK OF ST. GALL. The pen, the monarch in affairs of state Be versed to wield the sceptre for the good Of those he rules, each practising his art To all perfection. Ek. I thought your Highness used with skid the pen At Gallus' monastery when you signed — Had. I wrrit my name in letters capital, So much should sovereign. Now Praxedis here Was trained from early youth to read and write, For she was destined for my honoured maid. But let's to work. Be seated. Ek. 1st please your Highness, I will now explain The verse I read in Latin yesternight. Had. You told me then of Trojan woes and loss ; Æneas seemed to rise before mine eyes, As, fleeing with Anchises on his back, He sought the Trojan ships. For seven long years He wandered, tossed by storms on Tyrian seas, His pains unspeakable. Ek. For Juno's ire had ris'n. To Æolus She'd been, beseeching him to do her bidding. She'd promised him the fairest of her nymphs If he would but destroy Æneas' ships. Dire storms and .tempests then redoubled were, The seething waves dashed hissing 'gainst the beams,"], [111, "se. 7.] THE MONK OF ST. CALL. 95 Scattered the sails and oars. Æneas' shield And weapons all were soon engulfed and lost In that insatiate maw which ne'er gives up Again to man the precious things of earth. Then from the wat'ry depths indignant rose Neptune himself, beholds the dire confusion, Hurls back the winds of Æolus, and calms The waves rebellious ; then Æneas' ships Approach the Lybian shore. Had. 'Tis getting late ; the lamp burns low ; we'll close The book to-night — to-morrow we'll continue. Ek. How doth my gracious mistress like the tale Our heathen poet tells ? Had. To-morrow we Will speak of it. Ek. When we have further read ? Had. No ; I am fixed already, but I fear M}r meaning may not coincide with yours. Ek. I have a favour to beseech your Grace. Had. Speak ; if within our power it shall be granted. Ek. This chamber is too grand for a poor monk Who's vowed to poverty. If I might crave One smaller- Had. Smaller ?"], [112, "THE MONK OF ST. GALL. [ACT III. 96 Ek. No matter where ; distant And solitary Had. Distant and solitary ? Think you it were not better, if you wish To be alone and distant, to return To far St. Gall ? Ek. My liege, I'm bound by cloister rules and vows To exercise of prayer ; and meditation More perfect quiet doth demand than I — No matter where the cell Had. The cell? No cells Have we in Hohentwiel. Ek. A chamber in the roof or in a watch-tower- Had. Your wish shall be fulfilled — such rooms there are ; And, now I think upon't, Vincentius, My chaplain late, his oratory made High up the winding stair in the square tower. A heavy door of oak, on creaking hinge, Shuts out the noise. 'Tis long since foot of man Disturbed the rust and cobwebs. Since his death No one has entered there. 'Tis as he left it ; Nothing has been removed ; his parchments, books, And all may now be yours. Ek. I humbly thank Prax. Shall I go fetch the keys?"], [113, "sc. 7.] THE MONK OF ST. GALL. 97 Had. No, Forwardness ; To-morrow do't. Good-night, and pleasant dreams. Ek. Madam, your servant ever. [Hadviga and Praxedis exeunt. Pleasant dreams ! Where are they gone, my pleasant dreams ? Me- thinks I did dream once, and pleasantly ; 'twas in My convent cell when first she dawned upon me. There as a vision she appeared, shedding Soft light around, and in the light my soul Dissolved, then, cradled in her ray, was wafted Heav'nwards, as it then seemed ; but now I fear Those four cramped walls alone hold heaven, and I Have barred the door which should have kept me fast, And saved me from the darkness and the storm. Courage, my soul ! be brave — we'll weather it ; The clouds will pass, and Heav'n receive me yet. [Exit. G*"], [114, "98 THE MONK OF ST. GALL. [act in. SCENE VIII. A room in the roof. An oak table, with papers and books in confusion. A large black crucifix on the wall. Enter Ekkehard and Praxedis. Prax. A pleasant place you'll find it, Master Monk — All dust and cobwebs. See these pigeons too ; I'll have them ta'en away, and all cleaned up. Ek. Nay, let them stay ; don't drive them forth as prey For hawks and falcons. Prax. Nay, I said not that ; I meant t' have ta'en them with me for my pets. Ah, see, the window's broke — the ink's all spilt ; There's Avork enough to do to bring't to order. 'Tis pity we knew not your tastes before, Or all should have been ready for you here. Ek. This writing on the wall — Vincentius' will ? Prax. He was a holy man, and these, I think, Are texts from which he consolation drew. Great stores of learning had he, too, I trow ; He taught my lady many, many things."], [115, "sc. 8.] THE MONK OF ST. GALL 99 Ek. 'Twould seem she learning loves, and learned men? Prax. I'm not so sure about the learned men. Ek. And what did good St. Vincent teach your lady ? Prax. He taught her all may appertain to herbs, And healing arts, and old traditions too Of Holy Mother Church explained, and oft My mistress asked more than the Father knew To answer her. Ek. I'm sorry for the pigeons — they must go. Prax. And why, pray, change your mind so sud- denly 1 Ek. They've spoilt one book of Cæsar's Comment- aries ; St. Paul's Epistles to the men of Corinth Are all irreparably damaged too. Prax. And is that such a loss ? Ek. A great, great loss. Prax. Come, come, you naughty doves ; this pious man Would drive you forth. Pets, you shall come with me. [She throws a ball to them, and sings a Greek song. Ek. [Starting up and dropping his papers.] What do I hear ? — a foreign tongue ? These sounds — What are they ? Greek 1 — pure Greek ?"], [116, "THE MONK OF ST. GALL. [act III. 100 Prax. And why, I pray, should I not sing pure Greek ? Ek. Why not? Why- Prax. Yes, why should I not sing Greek ? Ek. By Homer's lyre, wherever did you learn it ? Greek is the highest aim of all our scholars. Prax. Where did I learn it ? Why, at home, of course. Ek. I thought when I came here it was as teacher, And never thought in you to find a master. Will you not now and then bestow on me A grain of your sweet mother tongue ? Prax. Nay, ask the Duchess ; she can speak it too. Come, doves, we'll go. Betake you to your studies. [Exit. Ek. [Takes his book and reads, thenpaces up and down.] E'en here, methinks, is much unrest. My soul Is still perturbed. Absolute silence reigns ; The night is still — no breath of wind wafts in To cool my burning head. I cannot pray As I was wont, nor read, nor meditate ; And when I close my eyes, before my soul The lofty figure of the Duchess rises, And intervenes between my God and me. I shut it out, and then Praxedis' eyes Peer at me, through the darkness penetrating,"], [117, "se. 9.] THE MONK OF ST. GALL. 101 As though she'd read my thoughts. What is all this ? And what's to come of it? [Goes to the window The cooling air Of autumn night breathes soft and lullingly ; All things look different from this mountain crag — All far away and indistinct — nought clear Save the bright firmament of stars above ; They seem to draw me upwards, and I feel As I must mount to them on wings of love. Oh, Powers above, look down on me, I pray ; Send peace and rest, and chase these fears away. [Kneels before the crucifix. Scene closes. SCENE IX. An apartment in the Hohentwiel. Ekkehard, Had- viga, and Praxedis seated at a table with books. Had. We've read enough to-night ; let's close the book. Ek. You have not yet unfolded your opinion. I long to hear it. Had. If I had been a queen in Roman lands When Virgil wrote, and he had been my subject, I think I should have burnt his book, and then Imposed eternal silence on a man Who could write thus."], [118, "THE MONK OF ST. GALL. [act III. 102 Ek. Have burnt his book ! Burn Virgil ! Burn the Æneid ! You are not serious, surely ? Had. I am quite serious. Shall I tell you why ? Ek. I fain would know't. Had. He doth revile his gods, his country's gods. Ek. Revile his gods ? Had. Yes. When Queen Juno's speeches you recited, I listened all intent, and wondered. much That she, the wife and chief of all the gods, Should feel a rankling in her mind because A Trojan shepherd-boy does not declare Of all the gods she's the most beautiful ! Then, being powerless to raise a storm Of her own will, and wishing to destroy A few most miserable ships, she bribes Æolus with the offer of a nymph. Tis past all words. Incomprehensible ! Then Neptune — who, forsooth, doth call himself The King of all the Seas — allows strange winds To shake his very throne, and only knows Of this convulsion in his realm when all Is well-nigh over ! Know, I would not wield The sceptre in a land where thus the gods Were slandered and defamed."], [119, "sc. 9.] THE MONK OF ST. GALL. 103 Ek. You do perplex me. I am much amazed ! These treasures of the soul, which the great dead Have left as stars to light us lesser men, Are stable and immutable for me. Contentedly I read ; and now these doubts — But, pardon me, we have not yet read far : 'Tis to be hoped the mortals of the Æneid May in your eyes more favour find. Had. I hope so truly. Ek. Deign to recall that when Augustus reigned, The Light of all the world at Bethlehem Had dawned. Perchance a ray of that true Light Had fall'n on Virgil. Would not this explain Why the old gods did not appear so great And perfect in his eyes ? Had. May be. Praxedis, what is your opinion ? Prax. My powers of thought are not so great, dear mistress. It all appeared to me most natural. What pleased me most was that Queen Juno gave One of her nymphs to Æolus as wife. 'Tis true he was not young, but he was king Of all the winds, so 'twas a brilliant marriage. Had. This is a novel view ; what say you to't ? In this sense, certainly, my strictures fail. I had not looked at it from such low level."], [120, "THE MONK OF ST. GALL. [act III. 104 Ek. We closed the book where Æneas, having seen His mother Venus in a cloud enwrapped, Transfixed, stands gazing at the splendid fane The Carthaginian queen erects to Juno. Whiles lost in admiration of its beauty, Dido arrives, to urge the workmen on. Had. Stands that so written in the book? That she Did in this wise perform the sovereign's duties ? Ek. It does so stand. Had. Read it again, then. Ek. \" High raised upon a throne she sat, with weapons hedged about, And doomed, and fashioned laws for men, and fairly sifted out And dealt their share of toil to them, or drew the lot as happed.\" Had. You might have written that yourself; 'tis as It ought to be, and very natural. Ek. 'Tis life-like, and doth fittingly describe Your Grace's government. I think you like The poet's mortals better than his gods ? Had. He does describe them better, and they're more Like mortals than his gods are like true gods. Ek. No doubt 'twas easier mortals to describe."], [121, "sc. 9.] THE MONK OF ST. GALL. 105 Had. To-morrow we'll hear more. Say, did you dream Last night ? Ek. Dream Had. Nor the night before ? 'Tis pity ; You hold such constant intercourse With poets, meditate so seriously And oft, that I would fain have seen your new Impressions writ in verse. Bright day-dreams oft Do but reflect of night the keener visions, Which these again are dark reflections of, One mirrored in the other, clear but strange. Ek. 'Tis true, all here is very new and strange. Had. Have not these mountain crags inspired you yet? Ek. Madam, I think I've felt too keenly since I left St. Gall to gather up as yet The meaning from the crowding vividness Of new and most profound impressions. Had. It would have much contented us to hear Some portion of the history of your soul In its new course. Ek. Madam, perchance if I have not the gift To clothe my thoughts in words, or if relief In utterance is not permitted me, You will divine some smallest part of that"], [122, "106 THE MONK OF ST. GALL. [act hi Which, in such scenes as these (so different From all my past), now forms my life. Had. I would divine for you a happier lot. Not sadder, silenter, nor drearier. I hope you have no longings to return ? Ek. I would stay here awhile ; I would not die To life, now I have entered it, until I've tasted more. Had. Good-night. Praxedis, come. [Exeunt Hadviga and Praxedis. Ek. Until I've tasted more ! What can there be For me? I know not, — know not what I'd have. There's nought within my reach to wish for, nought — Nought but my cell, my books — is't not enough ? It always was enough — it fided my life ; I craved for nought beyond; I crave not now, For I know nothing I should crave for ; yet — 'Tis not enough — my life is not filled full. Ah, can it be it ne'er will be again As once it was with me ? will cloister cell Be never large and light enough for me Again ? It must be, shall be ; I will carve And crush myself into the man I was Before I left my peace and rest behind. This is some passing humour, some strange mode Of unknown being ; 'tis the change and newness"], [123, "SC. IO.] THE MONK OF ST. GALL. 107 Which yet I cannot fit myself unto. My first accustomed mode is put away ; I miss it, and the new not rightly sits As yet ; it is impossible that this Should not pass off and all be well again For unto all I had before, all which I now still have, is added an entire New world. Oh rugged rocks ! [Going to the window.] oh mountain-peaks ! Oh great black forests ! take me in your arms And lull me to repose ! [Exit. SCENE X A hall in the Hohentwiel. Enter Hadviga and Ekkehard. Had. I see. And thus you wish to take in hand This wild old woman on the hill ? Ek. She is a witch, and witchcraft's damnable. We know that all the elements by fiends And demons are inhabited, they work In nature everywhere. Witchcraft these forces doth propitiate, And renders man subservient to the Powers Of Evil."], [124, "108 THE MONK OF ST. GALL. [act III. In lifeless things are latent living powers, Which, neither heard nor seen, do often tempt Careless unguarded minds for greater power To strive than may to servants of the Lord, The faithful and believing, granted be. Had. Think you that witchcraft really does perform The thing it purposes ? Ek. I doubt it not. 'Tis the old sorcery of the Serpent. He Who holds communion with the powers of darkness, Doth power obtain from them. By Beelzebub He works, and Beelzebub will as his own Claim him hereafter. Had. I'd fain know more of this. Ek. Witchcraft is old as sin. As we proceed With Virgil, you will see how Circe worked With potent spells t'enslave those men who passed Her rocky isle. Sweet-scented cedar wood She burns, and weaves her skilful snares t'entrap Those wretched ones who soon shall be transformed To brutes. Had. And you would ascertain if here, In this old hag, we have a Circe ? Ek. She is without all doubt a sorceress ; A heathen, practising idolatries And horrid rites of hell. Away with her !"], [125, "SC IO.] THE MONK OF ST. GALL. 109 Had. Stay, not so fast ! My subjects are not heathens : They've been baptized all, and go to Mass On Sundays. Yet old mem'ries, old traditions Do linger 'mongst them, mingle with their thoughts And actions, even as old Rhine in winter Flows noiselessly beneath the ice. Ek. You justify them then ? Had. By no means, but — Briefly, I know old ways of feeling, modes Of thought cannot be shuffled off at will, Or instant on command. What would you do ? Ek. Annihilate them all. He who forsakes His faith and breaks his vows shall damned be, And everlastingly Had. You're young and very zealous. My good Hegauer people shall not lose Their heads for that they choose to sit and shiver, On cold November night, on Hohenkrahen's Summit. Ek. But they do more than sit and shiver. I've read how they perform unholy rites, Idolatrous, by lonely wells, in woods, And e'en at graves of dead and sainted men. Had. Nathless they do their ordinary duties All well enough, and peaceably their work ;\""], [126, "THE MONK OF ST. GALL. [ACT III. 110 And under Charlemagne valiantly they fought 'Gainst heathenish Saxon ; if each man had been The Church itself he could not have fought better. Ek. But with the Devil there should be no peace. Had. In governing a people many things One learns that are not writ in books. Ek. What ! noble mistress, will you be lukewarm? Had. St. Gallus when he warred against the heathen Cast down their idols, but the folk he spared ; They saw him gentle, and became converted. Ek. St. Gallus lived in other times than these. Had. The Church is now established from the Rhine To the North Sea. A chain of monasteries, Stronger by far than ancient Roman forts, Like strongholds of the faith, run thro' the land. The Gospel's preached e'en in recesses far Of the Black Forest. Why, then, should we wage Fierce war against the miserable few Poor stragglers of the olden times ? Ek. Belike you would reward them then ? Had. Reward ? No ! many a mean there is be- twixt The two extremes. I think it would be well Indeed if ended were these nightly orgies."], [127, "SC IO.] THE MONK OF ST. GALL. 111 Two creeds do oft produce internal warfare, Which, when our enemies are thick without, Is dangerous. The laws, too, of the land Forbid these follies, and our ordinances, Laws, and behests should not be tampered with. You know our mind ; now execute your plans, But in accordance with our views and wishes. Ek. I will at once set out. Had. I place her in your hands, but harm her not. [Exit. Enter Spazzo. Spaz. Well, how's it sped ? Are you to burn the witch ? Ek. In Suabia 'tis not allowed to burn, So I'm instructed ; short of that her Grace Has given me power. [Exit. Spa. Humph ! Ahem ! \" Has given me power ! \" Goes swimmingly ! When next I do offend, Belike this pedagogue, this cowled monk, Will lord it over me. Wits look about ; If mischief's brewing, we must find it out. [Exit."], [128, "THE MONK OF ST. GALL. [act ill. 112 SCENE XI. On the Hohenkrdhen outside the Witch's hut. Horses' skulls and wax figures hanging about on the trees ; a fire, over which hangs a caldron. The Witch brewing and singing. Witch. Hist, hist, hist ! Bats' wings rustle, Serpents creep, Toads that sleep Squeak and hustle Thro' the mist. To this spot Mud and slime, By Hell's fumes quick, Creep, crawl, and stick, Spew and climb About the pot Blood that boils, Then recoils ; Blood that burns And congeals Here reveals, In three turns,"], [129, "SC. II.] THE MONK OF ST. GALL. 113 In red and thick, Drops from this stick Circling round Upon the ground, All that hisses From Hell's abysses. Enter Ekkehard, a deacon, and workmen. Hist, hist, hist ! Hear me, oh Hecate ! I know by my hate That a monk hither comes his malice to sate. Ek. Cease, woman ; cease your filthy incantations. What do you here, vile hag ? Old sorceress Witch. Go on ; revile ; you priests are made for that. Eh I'll have you burned, unless respect you show To Holy Mother Church. Witches we burn When they Witch. Burn me, if that stands in your book. Ek. You work abominations, turning night Hideous with horrors of unholiness. You men, hew down the tree whereon do hang These skulls and bones of beings upon whom She still inflicts her hellish tortures. Burn This waxen image if"], [130, "THE MONK OF ST. GALL [act III. 114 Witch. [Springing Up.] Who are ye? Say. And whence ? White-livered monk, I spit on ye ! Ek. Whence come I ? The Duchess of all Suabia sent me to you. Witch. You lie ! She's none of Satan's brood like you, Cowled imp. Ek. Nathless I come from her ; And in her name I bid you now go forth From home and wander where you will, but here No more you shall abide. Go forth, I say. Witch. What ! turn me like a dog into the world ? The lightning blast you ! Curses on him ! Curses ! I hate your gods and you ! Ek. She doth blaspheme ! Pull down this house of sin, And burn the horrid emblems of her craft It is adorned withal. [The men pull down the house, the deacon chanting. Witch. May Satan seize yre, tear ye all to pieces ! Again I say I hate your gods ; I spit Upon them all, and tread them under foot ! Shaven impostor, imp of that vile crew Who howl their craven prayers in tongues unknown, I do defy and curse you !"], [131, "SC. II.] THE MONK OF ST. GALL. 115 Ek. Silence ! no more ! Your blasphemies ascend To God's high throne, and God, whose messenger I am, commands me now destroy your house, And for your profanations, past and present, To banish you from hearth and home and land. Go forth, and w-ander restless as the falcon, As far as sky is blue and wind doth rave ; No hospitable door be open to you, No wells yield up their water to your lips ; Parched may they be till you renounce your sins And make your peace with God, who else will doom Your soul t'eternal death and flames of hell. Witch. Hast finished ? Is't at an end thy curse ? Now hear the Witch. Does thy spell work ? Now I Cast mine on thee. Hell, earth, and heaven bear witness. Witness, Zisa ! [Kneels. Oh earth, my mother, hear ! Ye sacred oaks, Ye herbs and flowers, ye rocks and carven stones, Ye mountains, torrents, mighty waters, witness ! Ye forests black, ye sun and moon and stars, All things I've loved and worshipped from my birth, For this my life long love and worship, now Witness, and hear, and grant, this my last prayer ;"], [132, "116 THE MONK OF ST. GALL. [act III. Deny all others if I utter them, And crave in anguish of despair and death, Vouchsafe me only this : let my curse work ! [Rises. Proud priest, go desolate And lonely all thy life ! Dishonour follow thee and dog thy steps, Love flee away and comfort know thee not ; Thy heart, unpitiful, feed where 'tis not fed, And feverish crave for one pure drop t' allay Thy sateless longing, and yet find it not ! Remorse for broken vows, with steely grip, Seize on thy soul ! and she for whom were lost Thy hopes of heaven turn from thee, e'en as thou Now turn'st from me ! Hear more ! — A man anointed shall insult thee thrice, And with thy staff thou shalt go forth, like me, And find no shelter for thine aching head ! Then earth, 0 Mother Earth ! refuse to give Him pillow — cast him forth and howl on him. Mother ! Oh, mother ! mother ! [Exit. [During this scene Ekkehard and the Deacon have been incensing the plate, and the men pulling dmvn the house."], [133, "SC 12.] THE MONK OF ST. GALL. 117 Ek. Pray God you find forgiveness for your sins, And rest hereafter ! [Ekkehard and the Deacon chanting and incensing. Scene closes. SCENE XII. The Duchess' chamber at the Hohentwiel. Hadviga and Praxedis discovered. Had. The sun sinks down in flames of fire to-night ; The day's been over long. Prax. We had our Latin lesson earlier Than is our wont ; since then we've been alone, Which is not usual now. Had. I wonder much That Ekkehard is not returned ; when went He forth ? Prax. The sun had well nigh reached the zenith Ere he had finished all his preparations. Had. His preparations ! Pray, for what ? Prax. I know not. Hastily sent he, seeking men with hatchets ; To Singen also for the Deacon sent he, Then set they out with missal, stole, and axe."], [134, "118 THE MONK OF ST. GALL. [ACT III. Had, Praxedis, how dost like our chaplain- teacher \\ Prax. Well, many a schoolmaster I've seen ere this In my Byzantian home. Had. What ! saucy minx, Wilt scornful be ? If thou'rt irreverent We'll banish thee our presence. What canst say 'Gainst Ekkehard ? Prax. I did not mean offence ; but when I see A bookman looking — oh, so serious ! Assuming too lofty, important airs ; Drawing fine meanings where none such exist, Or only such as we've already guessed ; When I see how he's in his books bound up And musty parchments, seeing nothing — scarce A look to spare for living human beings — Why, I must laugh, or pity him. Pity He needs not, he's so learned, so I laugh. Had. A priest, a teacher should be serious : To priests, is seriousness as is to Alps The snow. Prax. Ah ! here, meseems, the snow lies thick On hearts and Alps alike. If I were learned like this monk, I'd clothe The offspring of my heart and brain in garments Worthy of them ; say all I wished to say As't should be said. The beautiful and true"], [135, "SC 12.] THE MONK OF ST. GALL. 119 Should always please, and knowledge be like honey To every taste — no task, but pure delight To look and learn the goodly things of earth. The bee hovers o'er flowers and sucks the sweets With joy, but learned Teutons seem to me Like bears plunging their clumsy paws in hives. I don't like bears. Had. Truly a frivolous-minded maiden thou, Not fond of learning. Ekkehard doth please Thee otherwise ? Prax. How otherwise, dear madam ? Had. Dost think him handsome ? Prax. Never looked I at him To see if he were handsome. Had. Eh ? Why not ? Prax. I thought it useless, for — he is a monk. Had. I fain would know What means he's taking to convert the witch ; Go, have the horses saddled ; I will ride And see what's happening on the far hillside. [Exeunt."], [136, "120 THE MONK OF ST. GALL. [ACT III. SCENE XIII. The Hohenkrahen. Ekkehard and the Deacon dis- covered chanting in procession and incensing the ruins of the Witeh's hut. The workmen destroy- ing the skulls and charms. Enter Hadviga. Had. Yes, lead the horses gently down the hill, And wait me at the brook. [They cease chanting. You were so long Away, I came to see how you were speeding. Ek. You see our work completed — The idols, skulls, and magic stones and spells, Wherewith she worked her sorceries, all destroyed. We've sung the Mass appointed for the work Of exorcising fiends, and spirits of ill ; With incense, too, we've purified the spot. Had. But where's the witch ? [Exeunt deacon and loorkm.en. Ek. She has gone forth, as it was meet she should. Had. You are severe indeed. Eh. This spot she's desecrated and defiled"], [137, "sc. 13.] THE MONK OF ST. GALL. 121 With dreadful nameless deeds ; summoning Powers Of darkness and of hell her horrid rites T' achieve. Had. I would you had not driven her forth ; 'Tis hard, 'tis very hard. Ek. My gracious mistress, turn, I do beseech you ; [Tliey ascend a crag. Behold the glory of the sun departed ; Fast wanes the glow, and this magnificence Of mountain, ridge on ridge, and sea and forest, Will soon b'engulfed in night. 'Twas bathed ere- while In golden light, lies now in purple shade My sovereign's wide domain. I would that Heaven's Effulgence ever might enhalo you And wrap you round with glory ; that no stain Or shade of sin might rest upon your land, Nor purple shadow sadden your bright path. May no night fall which from your pure sweet soul Would shut out God's great radiance, which now shines Into your life and fills it full of love — Love, all men haste to offer at your feet. Had. What wid you do with yonder ruined spot? Ek. I'll consecrate a chapel to Hadviga."], [138, "THE MONK OF ST. GALL. [ACT III. 122 Had. How came you by that thought ? Ekh, How could I think of any other 1 Had. [Aside.] He'll consecrate it to Hadviga ! Ek. [Going a few steps higher and gazing at the distant view, aside.] How strange this spot and grand ! these depths below, The roaring torrent, and the rugged rocks And jagg'd piled up in great chaotic masses ; There far away the puny world a speck In mist and distance. Nature, thy majesty sublime o'ercomes me ! [He leans against a rock. Had. Ha ! 'tis a giddy height ! This sheer descent Of yawning chasm makes unsure the foot, The brain grows dizzy, and — [She approaches Ekkehard and places her hand on his shoulder. [Aside.] A chapel to- [Aloud.] What are your thoughts? Your dreams? Speak, Ekkehard. Ekk. I ne'er before have seen such grandeur, ne'er Have stood on such a height. I call to mind The words of Holy Writ : the Devil then Doth show Him all the kingdoms of the world And all the glory of them, and saith to Him, \" All this I'll give Thee if Thou wilt fall down"], [139, "se. 13.] THE MONK OF ST. GALL. 123 And worship me.\" But Jesus answereth : \" Get thee behind me, Satan, for 'tis writ, Worship the Lord thy God alone, Him only Shalt thou serve.\" Had, Art thou a child ? or fool ? [Exit hastily. Scene closes."], [140, "124 THE MONK OF ST. GALL. [act IV. act jfourtfj. SCENE I. The Hohentwiel. Ekkehard's cell. Ekkehard discovered. Ek. The wind moans bitterly to-night. Unhappy restless spirits fill the air, And shriek against my window for admittance ; The room seems full of them ; the lamp burns low : I feel them nigh. Oh ! wretched wandering souls, What sins were yours that thus enchained, yet free, Ye fill the night with rending groans and sighs ? I hear your sobs, I pray for your release. [Kneels.] I cannot — prayer has fled from me. Those wails Again, and shrieks ! [Dashes the window open. Oh ! enter here, and I Will weep with you, I've tears enough for all ! My heart's o'erfraught with woe and misery ; I'm misery's friend ; I'll take you to my heart. Nay, flee me not ; see, see, I stretch my arms To clasp you ! Ah ! they're gone, and I'm alone ! This silence is like death — like that which reigns Methinks o'er Styx when shrieking souls have fled"], [141, "sc. I.] THE MONK OF ST. GALL. 125 To Charon's boat, which through the murky night Has sped them agonising down to Hades. Those cries again ! More, more, come crowding now ! I'm here ; I'll comfort ye, if comfortless, Yet living, I have aught which may console ; One woe unites us ; wail, ah ! wail your woes Into mine ear ! Were ye cowled monks when once ye walked this earth ? And did ye look into a woman's eyes And lose your souls ? Forlorn and hopeless wander ye alone ? Or now, when this doth add but to your woe, Do your cold arms with desp'rate grasp hold fast The form that clings to you despairing, e'en As once you clung on earth? And are ye borne to hell On that first sigh which knit your souls together ? Wail, wail ! your woe no greater is than mine — No greater than the woe which wastes my soul. Away ! I will be strong and brave, and crush My heart, rebellious, to my will. My vow Shall sear away her image, and rise up As wall of flame between her eyes and me. Be strong ! be strong ! be strong ! [Kneels. [Knocks without.] Who knocks ?"], [142, "126 THE MONK OF ST. GALL. [ACT IV. Enter Spazzo. Spaz. You are commanded to our lady's presence. Ek. Say I am ill — or stay ; — say I'm performing Penance ; to-morrow I will bring my Virgil Spaz. Your Virgil is not wanted, only you On business of the state. Ek. Business ? the state ? Spaz. Ay, look about you, man ; the Huns are coming, The country's up in arms. You've closeted Yourself so rigidly, and when you did Appear, so absent you have been, that war Has kindled, men have donned their mail without Your help or knowledge. Now you're wanted straight. Your confraternity and Abbot, all In haste are coming to the Hohentwiel ; The Reichenau monks seek also safety here, And knights, and lords, and yeomanry from far And near, with arrier-ban, and archers bold, And spearmen, shoalwise, are arriving. Ek. Meseemed 'twas a wild time. Say to your mistress I will come anon. [Exit Spazzo. 'Tis many a day since she did send for me ; Not since the night we parted on the hill"], [143, "SC 2.] THE MONK OF ST. GALL. 127 Did she command me to her presence. Our Latin has been regularly read, But coldly, then no further intercourse. How strange is woman ! In that solemn hour She fled as she were stung, no word t' explain The myst'ry. Very gracious was she then — Till then — but since, coldly she's looked on me. And when we've chanced to meet, and I have asked How fares it with her, oh, her tones did freeze My soul. I'm ignorant and all unlearn'd In the world's ways, and awkward ; can it be I have unwittingly offended ? Oft I've pondered on 't — but now she waits. Weak heart Be strong ; fail not, but bravely play your part. [Exit. SCENE II. The Duchess's chamber. Hadviga and Praxedis discovered. Had. How terribly the storm doth beat to-night Against this tower 1 Methinks it doth presage The storm of war that's rolling swiftly towards us ; Make fast the lattice. Prax. 'Tis like the night which followed that bright day"], [144, "128 THE MONK OF ST. GALL. [act IV. Wherein the monk did drive away the witch ; It is as yesterday, though months agone. I mind me well how fine and calm the eve, When you rode forth to Hohenkrahen's summit ; And how you home returned in wind and rain, Your mirth all vanished, drenched your hair and habit ; And how, you sitting there, unlike yourself, I looked forth from this window and beheld The witch's dwelling going up in flames. The rain had passed, lit was the starless sky And cloudy night with lurid fitful glare. Had. 'Twas as it were an omen that our days Of peace were past, burnt out, consumed away. Prax. And now again the sky's illumed with fire ; See there on yonder hills a crimson light Turning the black to red ! Had. It's far off in Helvetia ; there the Huns Give over pillaged villages to flames. Great Heav'n, protect this Suabian land of ours ! Prax. Perchance 'tis but a glowing fiery star, A warning apparition ; but if 't be The savage Huns, in Suabia your Grace Has worked to give a warm reception where 'Tis due. They'll scarce suspect the mine you'll spring"], [145, "SC. 2.] THE MONK OF ST. GALL. 129 Upon them here, e'en at the very gates Of Hohentwiel itself. Had. The seeming calm will draw them on to sure And swift destruction. Prax. 'Tis a perilous time ! Had. I sent for Ekkehard ; he's long a-coming. Prax. His step of late has not been swift and light As 'twas of yore ; he is much changed, methinks. Had. How is't a man of so much real worth Possesses not the art to make 't appear ? Prax. That's want of gracefulness ; in other lands, Where snow and ice do not cramp nature in, The inward warmth and worth appear, which oft Do seem more than they really are. Here, men Are proud ; they think, and give to outward act But small observance, scarce regardful they Of thoughts of others, or of men's opinions ; As though they deemed the passing world must read Upon their foreheads writ in gross what they With fixed intent do strive to hide within The heart they'll show to no man. Enter Ekkehard. Had. Ah ! Ekkehard, you tarry by the way. Ek. My liege 1"], [146, "THE MONK OF ST. GALL. [act IV. 130 Had, But why so pale to-night? 'Tis with long fasts ; Severe your vigils are — ay, too severe ; You watch and pray too much. Ek. I humbly thank Had. Nay, thank me not at all ; I'm grieved you're ill; Your customary ways you must shake off, And lonely musings. Ek. The servant of the Lord- Had. The servant of the Lord Must fight as well as pray in these wild times. The Duchy's menaced, and my faithful subjects Do groan with fear of those ferocious men Whose advent makes them tremble. Ek. Your Grace has ordered all for their protec- tion. This stronghold doth resound by night and day With tramp of mailed men, and from the court Below come sounds of bellows, steel, and anvil, Of weapons forged and tried. Had. Yes, Simon Bardo will nor stay nor rest Till Suabian arrier-ban, layman and monk, And serf, and boor, are all well armed and drilled. The monks of Reichenau will soon be turned Into skilled soldiers ; you must not be less."], [147, "SC 2.] THE MONK OF ST. GALL. 131 But first, before you don your spurs and helm, I have an errand for you. Ek. I shall be right content if my poor service Had. I fain would know how't fares with Cousin Cralo And all your good confraters at St. Gall. I've much uneasiness on their account : The Huns are near — not long the struggle now Can be delayed — and Gallus' monastery Will prove a tempting snack. In my name, go And greet your Abbot ; say I bid him come To Hohentwiel with all your confraternity. Prax. Madam, the castle's full from roof to base — There is no corner where we could bestow them ; The courtyard and the watch-towers and all else Are filled to overflowing. Had. And shall we shut our gates 'gainst those who need Protection, while these spacious halls are empty? Room we will find for all. Go, bid them come, And bring their treasures and their ancient parch ments, Together with all else of prize and value. Look, too, you bring your former brightness back, That we may hear and see you once again"], [148, "THE MONK OF ST. GALL. [act IV. 132 As once you were. Tarry not on the road. Farewell. [Exit. Ek. \" As once you were !\" As I might be if now You looked on me as you were wont to look. Prax. Now, schoolmaster, what ails you ? Moping, eh? You look as though you'd gulped a spider down, 0 pearl of all professors ! Ek. Nay, jest away ; 'tis fitting that you should. Prax. Why, now, you look as if upon your back Rested the six and thirty thousand tomes Which, Heaven be praised ! are far from here, safe housed On the snug book-shelves of Constantinopolis, Come, now, what's ading thee ? Ek. I fear I've lost My lady's favour. Prax. That's all? Find it again. Ek. I know not how ; I am displeasing to her. Prax, Pshaw ! not a whit — as yet — not yet ; but well You may become so, if with cast-down eye And doleful mien you tell her you prefer To her sweet presence (e'en as now you did, And have of late oft done) your dusty cell And solitude. Why, man, where are your wits ?"], [149, "SC. 2.] THE MONK OF ST. GALL. 133 You'll find, if you'll but deign to use your eyes, In living books are no great mysteries. [Exit. Ek. Mysteries there are, Praxedis, deeper ones Than these which my poor wit would fathom now. Unfathomable mysteries ! Why, why, This heart of living fire within my breast When Heaven has claimed and I have giv'n my whole, My worthless frame, my heart, my soul, my all, To Him who doth demand a sacrifice Complete, perfect, and undivided ? Ah ! When to the Bride, our Holy Church, I vowed Allegiance, 'twas with joy and ecstasy Divine, no sacrifice ! 0 Blessed Virgin, Why's my poor heart not filled with thee e'en now As then ? Why hast deserted me, who was All thine ? Was, was, but is no more ! I know Not how it happ'd ! 'twas as a flame, a sword, Sudden descending sharp, smit me right through, Scorched me and clove, yet left me quivering, Gripped with remorseless talon of remorse ! This tonsure sealed me thine ; it should have been A shield invulnerable. Hempen belt And clinging serge should iron girds have been, And walls of ice t'imprison and consume All earthly fires, and freeze me safe within"], [150, "[act IV. THE MONK OF ST. GALL. 134 To flawless crystal for a fitter offering At Thy great throne. \" Too late, too late, too late,\" They cry to me from heaven's golden gate. [Exit. SCENE III. The belfry of the Monastery. Heribald appears at the loophole, looking out after the departing Brotherhood. Her. So now they're all well off, I'm glad of it ; There goes the last o' them to the Hohentwiel. I'm glad, too, they've ta'en those coffins with them ; The bones of saintly Othmar and St. Gall Would not have helped to make me happier here ; Belike they would have rattled in their shrouds Aud spoilt the pleasant days I mean to have All by myself, now there is no one here To order whippings, fasts, or prayerful vigils For duties left undone, or harmless jokes. They call me a poor fool, but Heribald Is wiser staying here to wait the Huns Than wandering forth ; besides, my shoes were worn And old. The Camerarius denied Me leather to make new ones ; so when I Was bidden forth, I said : \" I have no shoes,"], [151, "sc. 3.] THE MONK OF ST. GALL. 135 And won't go barefoot,\" then like lightning here I fled. Now, dominus vobiscum ! — hark ! I think I hear their et cum spirilu luo. Now for some fun. [Descends.] I'll get some broken glass And fill the Camerarius' bed with it ; Then off the Abbot's chair I'll cut a foot And fix it on, so when he next sits on't Plump he'll go down. Oh, Heribald did not do it ! 0 dear me, no ! It was the Huns, you know, Who're coming here ! Now I'll receive these guests In Roman fashion. Why do we read books Of secular hist'ry if 'tis not to learn How to conduct ourselves in trying times ? The senators received th' invading Gauls In robes, with ivory sceptres in their hands, Seated on curule chairs. No curule chair Is here, but I shall take a block of oak Hark ! what is that on the shrill blast ? Art thou Come back, Satanas, hellish tempter ? On ! Come on then ! I defy thee in the name Of Holy Trinity ! [Seizes a crucifix and rushes in the direction of the wind, and strikes at it with the crucifix. I think I've done for him ! Last year he came to me as a black dog, *"], [152, "136 THE MONK OF ST. GALL. [act IV. And didn't I make him howl out dismally ! Heribald's not afraid of Hun or devil. Kyrie eleison ! now I think I'll cut A lettuce for my dinner ; I'll not spare The oil. Ha, ha ! there's no one now to say : Come down and cut the wood, you idle fool ! \"Deliver me from evil.\" I will sing The psalm which David sung when he did flee. But where's the antiphon ? I had forgot They're all away, and Heribald's alone. Now, dear St. Benedict, please deign to see That if the antiphon's not sung, it is No fault of Heribald's. It's gruesome here ! I think, when I have dined, I'll walk across To Erin Hill, and visit the recluses ; I can receive the Huns as well with them As here. I'll smash these flower-pots first ; and if The Brethren don't return, I'll preach tho nuns A lovely sermon when next Sunday comes. [Exit. SCENE IV. The cells of the recluses. Wiborad appears at the window chanting. Wib. \" Preserve my soul, for I am holy ; \" Now, Wendelgard, chant too ; the Huns are near."], [153, "sc 4.] THE MONK OF ST. GALL. ■37 Perchance you'll see your husband once again, And then you'll own that Wiborad prophesies Aright. Oh, backslider and hankerer After Egyptian fleshpots — see ! thine hour Is nigh ; fierce strife approaches ; and while I, Afflicted Wiborad, sorely tried, but faithful, Prepare to perish by the Philistines, Thou utt'rest supplications for deliverance. [Chants. \" Oh, let them be confounded, let them\" Enter Heribald. Her. Ah ! now poor Heribald will not get blamed For Wiborad, pious saint, the antiphones Will chant. [He chants.] \" Memento, Domine, David.\" Wib. [Chanting]. \" Et omnis mansuetudinis ejus.\" Ah, Heribald, is it you ? What ! not gone forth ! Her. No, Heribald's no such fool; let the Huns come, And let those fly who will, I'll stay to see 'em. Ah ! what is that 1 Something whizzed o'er my head. Wib. [Chants]. \" Destroy them in thine anger, Dominus.\" Her. Why, it's an arrow ! whiz, whiz, whiz, how thick And fast they fall. The Huns are on us now."], [154, "138 THE MONK OF ST. GALL. [act IV. Wib. [Chants.] \" Salvos sac servos tuos, Nihil proficiat inimicus in nobis.\" Her. [Chants.] \" Et filius iniquitatis non\" Cannot we find some place of shelter, Wiborad ? Wib. Upon the battlefield I've built my cell, And here I've fought the ancient enemy, Old Beelzebub, who knows me for a true And daring champion of our holy faith. Her. But see ! these arrows fall like hail about. Wib. Here I will stay, and will defend my cell Until my breath and strength together fad. Her. Well, Heribald can do as did the Romans. [He fetches a log, and cuts a large stick, and sits down with the stick in his hand. Wib. [Chants.] \" Destroy them ; oh, destroy them in thine anger.\" [The Huns appear on the hills. Her. [Chants.] \" Miserere nobis Dominus.\" Enter Huns. Well, never have I passed a sleepless night Musing on human beauty, or perfection, But Heribald did scarcely think to see Aught half so ugly as these hideous Huns. Huns. Hi, hui, hi !"], [155, "SC 4.] THE MONK OF ST. GALL. 139 Her. Black, shaggy hair, small eyes, square faces Enter Hornebog. Hor. What have we here ? A pale-faced, shaven pate Or block of stone ? Her. To make a Hun, a lump Of clay, with smaller lump stuck on for nose, Is all that's needful. [The Huns point to Heribald's tonsure, and laugh. Now, by St. Benedict, These heathenish dogs of Huns shall never mock The tonsure on my head ! [He strikes at them with his stick; they throw a noose over his head and tie his hands. Her. [aside.] Well, Heribald's behaved with dignity, Like an old Roman he's received the foe ; And now he's lying bound upon the stones, Upon his nose the gad-fly's free to sit All unmolested. Such is the reward Of dignified behaviour. Nevermore Will Heribald be dignified. A most Superfluous thing is dignity ! Enter Ellak, Erica, and Huns. El. Whom have we here ? a prisoner, Hornebog ?"], [156, "[ACT IV. 140 THE MONK OF ST. GALL. Hor. We found the bald-pate sitting here alone, Silent as any stone. El. Bring him before us ; Unloose his feet and hands, that he may beg For mercy, for he'll need it. Eri. What an object ! El. Object ! He's a phdosopher, a monk. See, Hornebog, here's German art and learning. Hor. Ha ! 'spose he's worn the hair from off his head By standing on it, as thou saidst, to find Why he is in the world. Now, I'll be sworn He's never found out why. El. Ah, well, we'll teach Him why he's here ; look sharp, you beauty — here ! Her. [Asides] O Camerarius, if thou refusest, Next time, both shirt and habit well as shoes, I'll flee, though I flee naked. El. Here, come here ! Where are the other bald-pates ? Answer, dog ! Her. Over the hills. El. Good. Are they armed ? Quick, speak ! Her. The servants of the Lord are always armed, For He's their sword and shield. El. We'll soon test that. Now, why didst thou stay here ?"], [157, "se. 4.] THE MONK OF ST. GALL. 141 Her. Ah, Heribald Loves knowledge, so desired to see what like The children of the Devil are. [They all laugh.] There's nought To laugh at, whom ye are we know right well ; The Abbot told us all about ye. El. Peace ! I'll strike you dead Her. Ah, that would serve me right. Why, why did I not go with them ? El. Hi ! you who bear our banner, bring it hither. [They bring the banner with the green cat on a red field. Now, miserable wretch, kneel down and worship The cat which you see painted on this flag. Her. I know him not. El. Know 'tis the Hunnic God ! Down on your knees, cowd-bearer, or this sword Her. Ha, ha ! I'm no such fool ! You little know Monk Heribald, if t' impose on him like that You think. It written stands : When God created Heaven and earth, and darkness lay upon The deep, He said, \"Let there be light.\" Now, then, If God had been a cat, He'd not have said, \" Let there be light.\" So Heribald kneels not."], [158, "THE MONK OF ST. GALL. [ACT IV. 142 El. You'd better do't, or you'll have cause to rue. Hor. You'd better hang him up at once outside The convent gates. Propitiate the gods, And hang him. All. Hang him, hang him ! here's the rope. El. This monster doth pretend to principles ! He will not bend his knee to save his life. What do you say, my Heath-Flower ? shall we hang him? Her. [Throwing himself at Erica's feet.] 0 Heath- Flower, save me ; Heribald kneels to you. Eri. You see he's not the fool he looks. He thinks It pleasanter to kneel to Erica Than to your flag. That's wise. Be not afraid, Poor bald-pate ; you shall live. All. Long live our Heath-Flower ! Long live Erica! El. Well, now we've spared your life, give us a song. Her. I know no song. All. Sing, sing ! Her. Since you insist, I'll sing the hymn Of our most Blessed Virgin. All. What about her? Go on ; sing, quick ! Her. [Sings.] \" Ave maris stella \" —"], [159, "sc 4.] THE MONK OF ST. GALL. 143 I can't sing if you laugh, and there is none To sing the antiphon, El. The chorus ? We'll sing that ; go on. Wib. [Throwing open her shutter.] 0 Heribald, I'm here ; we'll sing together David's psalm, [iSwif/s.] \" De profundis clamavi \" Hor. Why, what's this creature springing from the rock? [The Huns rush at the cells and tear open the shutters. Wen. Oh, husband, are you 'mongst them ? Hor. What! another? Wen. Is he not here ? Wib. Sing, Wendelgard, beseech For their destruction ! [The two recluses and Heribald sing.] \" Oh, destroy, destroy, That they no more exist \" — [the Htins fall on the recluses and kill them.] El. Now cease that howling, fool, and come and show The convent's treasure-chamber, for we mean To have your gold and jewels, spite your spleen, [Exeunt, dragging Heribald with them."], [160, "144 THE MONK OF ST. GALL. [ACT IV, SCENE V. The courtyard of Hohentwiel. Forges and furnaces, arms and harness piled about. Lances, arrows, clubs, leather shields, a straw figure with owls' feathers and a heart of red cloth as a target. Men practising cross-bow shooting, others drilling in the background, others sharpening blades on a grind- stone near a fountain. Basketmakers weaving willoio foundations for shields. Men round a fire melting lead and making pointed missiles for slings, and hardening bludgeons and heavy clubs in the flames. Blacksmiths hammering and armourers forging weapons. Abbot Wazmann trying on armour, helped by a cloister scholar. ist Armourer. [Sings.] Now let the Huns come, There'll be some rare fun With the goodly weapons we fashion ; These arrows will work, These swords leave their mark, These rare ash bludgeons will crash 'em. [Swinging a heavy club over his head.] id Armourer. Ah, the skulls of these heathen will need to be harder than Christian skulls if they don't fly open when one of these clubs knocks for admit-"], [161, "sc. s-] THE MONK OF ST. GALL. 145 tance; I warrant ye these bludgeons here'll enter wdthout much ado. \\st Target-Shooter. All hail, Attila, king of the Huns ! 2d Target-Shooter. Hit him in the heart ist Target-Shooter. Here, old Attila, take the first taste, and here's the second for Ellak, and the third for Hornebog. Enter Hadviga on a balcony above, with Praxedis and the knights Randegg and Friedinger. Had. Well missed, young marksman ! Aim better when you face the Hunnic foe. Fri. If you fling your arrows about like that when Ellak and Hornebog stand before you in the flesh, there'll not long be much breath left in you to brag with. Ran. Though death felled Attila, they say his spirit Lives still in mighty Ellak. [Hadviga, Praxedis, and the others descend the steps into the courtyard. Had. Sir Randegg, you have found it so methinks ? Ran. Ay, madam, savage Ellak is in strength And bravery old Attila himself. Fri. I doubt not it is true that Attila's K"], [162, "146 THE MONK OF ST. GALL. [ACT IV. Great spirit passed to Ellak ; terrible He is, and Hornebog's ferocious. Had. WThat say you, holy father ? Now methinks You fitly represent Church militant. Ab. Waz. Madam, I fear we shall have work enough. Though Attila is gone, as you now said, His spirit hath descended on fierce Ellak. Had. Not only we, but those who after us Do come, belike with these fierce Huns will have Sore care. Pray Heav'n fight on our side ! Prax. If, madam, they will only shoot the Huns As well as that straw figure — see, it falls ! [The archers shout. Had. How does the armour, Father, and the helm ? • Ab. Waz. Madam, quite wonderfully ; I really feel Much at my ease therein. Had. And look most bravely too. I never thought To see such changes here. Ab. Waz. [Flourishing a sicord.] 'Tis a good blade. It's getting serious, madam, There'll be wild work anon. Had. I much do fear it. Ab. Waz. Fear not, sweet dame, St. Mark appeared to me In visions of the night, and said, \" Be up,"], [163, "sc 5.] THE MONK OF ST. GALL. 147 Be up and stirring, Wazmann ! Hitherto, All your life long your soul has fought with prayer And fasting as its weapons ; your fists use now, And warrior prove yourself. Those who are coming are the sons of Satan, Demons and sorcerers ! all their works are vile. Their time has come ; rise up and speed to hell These heathens back.\" Thus from on high I have Assurance good that vict'ry's on our side. Had. I'm glad indeed to hear you say so. Enter Ekkehard. Ek. My sovereign ! Had. What is your news ? I scarce can hope for good; But such as 'tis, let's hear it. Ek. Madam, the Huns already have effected An entrance down in Altdorf Shussenthal ; And soon shall we see here the flames of Lindau Reflected in yon lake. Had. And Abbot Cralo bides still at St. Gall ? Ek. Madam, the reverend father sends you greet- ing. He thanks you for your loving thought of him, And of his flock. Had. And will they hither come ?"], [164, "148 THE MONK OF ST. GALL. [act IV. Ek. Madam, they follow hard upon my steps. Ab. Waz. Now, Ekkehard, my son, come here and don Your armour. Cowls are not for warriors. Had. Ay, Father, give him breastplate, spear, and shield, And make a warrior of him. A. Waz. Now, here's a coat of mail with shoulder- strap Will suit you ; this, I trow, each blow and thrust Will e'en defeat as well as finest shirt Of linen spun on holy nights by virgins. Had. Well, Ekkehard, you see life now-a-days Has pictures rich and varied e'en as those Your heathen poets paint. Ek. Ay, truly, madam. Still e'en exciting warlike scenes as these Are in the Æneid vividly described. Enter Abbot Cralo and the monks of St. Gall in procession, bringing their treasure-chests, and the coffins of St. Othmar and St. Mark. Ab. Cralo. God bless you, noble cousin ! who'd have thought Within this half-year we'd return your visit ? But God, the God of Israel commands :"], [165, "sc. 5.] THE MONK OF ST. GALL. 149 Let now my people leave their cells and homes, That they may faithful unto me remain. Had. Be welcome, cousin ; these are times of trial. Spaz. [aside.] If things go on like this, we soon shall have The priesthood from the whole of Europe here ! I know not where bestow 'em. Sin. Well, friend, how is it faring with ye now ? Spaz. You see how't fares with us. I'll make my will. Sin. See this. Spaz. What is't? A horse-shoe? Sin. Ay, 'tis a horse-shoe — horse-shoe of a Hun. A little shoe and a little steed, A crooked sabre and arrows fleet, As quick as lightning, and never at rest; O Lord, deliver us from this pest ! They're down upon us now, Sir Chamberlain, Rom. [ivith the posy in his habit.] Where may she be ? I've sought her 'mongst them all ; It was as if a cord had drawn me hither ; And now I find her not. Ah, Ekkehard, My brother, can you tell me where she bides ? Ek. What she? Rom. Her name I cannot tell ; I never heard it. Ek. How can I help you then to find her, Brother ?"], [166, "THE MONK OF ST. GALL. [ACT IV. 150 Rom. She waited on the Duchess when they came A good half-year ago and stormed St. Gallus. Ek. Of waiting-women there were several. Rom. She wore a dress green as the woodpecker, Aud had two eyes as black and deep as night. Ek. Praxedis ! Oh, I'll take you to her, come. Spaz. Our brethren in the Lord from Reichenau Do bid me tell your Highness a great thirst Besets their ranks. Had. Go tell the cellarer, until the Huns Ave driven out he's not to spare his tuns. Prax. [To Romeias.] And what's the bunch of dried-up flowers you wear? Rom. This posy 'twas you left upon the table At Rorschach when you came to visit us. Had. [To Abbot Cralo.] The swords and shields which on our walls do hang Are burnished up and whetted, new are forged, The people drilled ; our foes come on apace. We're ready ; at our hands they'll find scant grace. [Exit with Abbot Cralo. Scene closes."], [167, "sc 6.] THE MONK OF ST. GALL. ■51 SCENE VI. Ekkehard's cell at the Hohentwiel, Ekkehard discovered kneeling. He rises and goes to the window. Time — Good Friday morning. Ek. The sun has risen drearily, and now 'Tis hid again in mist ; the fierce gale drives The clouds in masses lowering o'er the earth ; The very elements do tell of war. Fierce winter wrestles with in-coming spring, And while spring struggleth near we toil towards death. The men have risen and buckled on their war gear ; All's noise and bustle in the court below, Clanging of arms, commotion on all sides, Yeomen and knights, abbots and monks, and boors Alike are eager for the strife. One hour From this we sally forth, so 'tis arranged, To meet the approaching Huns, and which of us Shall home return again ? and which no more Shall lift his eyes and hands to heaven in prayer, His work and weariness consummated ? I would it had not been decreed that I Should preach the sermon to the armed host Ere they go forth to battle ; there are those"], [168, "THE MONK OF ST. GALL. [act IV. 152 More worthy of this honour, and more fit The message to deliver from on high. [He goes to the window. The altar is set up within the court. [He kneels. Oh, Lord of Hosts, now deign to look from Heav'n, Thy dwelling-place, on this Thy servant weak, And fill his heart with fire, a sacred flame, Which shall leap forth upon his lips, a bright And burning light, to lead Thy people forth, And up to Thee. Enter Hadviga, draped in a mantle, beneath which she carries a sword. Ekkehard rises. Had. You're going forth to battle with the rest ? Ek. Ay, madam. Had. You're right ; if other answer you had given I had not much esteemed you. It was not needful you should ask my leave, But had you no intent to seek my presence Ere you departed 1 Had you no wish to breathe One parting word ? Should no farewell be spoke 'Twixt you and me, who for so many months Have worked and walked together ? Ek. Madam, around your throne are many knights, Nobles, and abbots, better men than I ;"], [169, "sc. 6.] THE MONK OF ST. GALL. 153 All these, the guardians of your throne, will crave Speech with your Highness ; how could I presume, Or hope, you'd have free time or thoughts for me ? Even if Had. I've brought you here a sword, a trusty blade, Which shall to-day in battle, as I hope, Do you good service. 'Twas my husband's sword, The late Sir Burkhard's ; take it, with the belt And jewelled sheath. Of all my husband's arms He valued this the most, and oft he said That with it he could split great rocks asunder And 't would not break. To-day you'll wear's with honour. [He buckles it on. And something else I've brought as parting gift. [She takes a ribbon from her neck. This crystal doth contain a valued relic, A splinter of the Holy Cross, a charm [He kneels, and she places it round his neck. The Empress Helena once owned and wore. Suffice not my unworthy supplications May this protect you in the hour of danger. Where'er, so wrote the old Greek Patriarch, This relic is, there also will be peace, And happiness, and safety. May it bring To you a blessing in the coming battle. No word, 0 Ekkehard ?"], [170, "THE MONK OF ST. GALL. [ACT IV. 154 Ek. [Aside, still kneeling.] My soul, be still ! Had. Ekkehard! Ek. [Aside.] Oh, heart, be still and strong — be strong ! Had. Not one word, Ekkehard ? Ek. [Aside.] Be still, my heart ! [Rises. [To Hadviga.] This is the day the Lord of light and life Resigned His spirit to save a sinful world. To-day, e'en now, my lips shall speak the words Of everlasting life unto the people. — How shall I thank my gracious mistress ? Had. Be pious and courageous. Farewell ! [Exit. Ek. Farewell ? oh, not farewell ! unsay farewell ! It sounds as 'twere a death-knell in my ears, And cold as death the tones in which she spake't. Unsay't, Hadviga ! I go forth, perchance, To death — to death and rest, so it were well. But how can I fare well if I return And find that icy look within thine eyes Which froze my soul when it has fall'n on me ? Oh, fool ! she stood here even now and laid Her fingers on thy throbbing brow. I might Have ta'en her to my heart ! All that I have Of life I'd giv'n to do't, and then with joy"], [171, "sc 6.] THE MONK OF ST. GALL. 155 Have gone to death and everlasting night. Oh, fool ! I have been blind, and deaf, and mute For nought ! but now I see't as clear as once The crack of doom, when all things are revealed, Will show't to me. Did she not take me from my cloister cell? Did she not stand beside me on the hill, And look into mine eyes and speak me low ? And now, when I am going forth to battle, Did she not stand at dawn again beside me In this my cell, and arm me with this sword ? This ribbon from her neck she placed on mine, 'Twas her most precious relic [kisses it]. Oh, dear Lord! Forgive, if thus, my thoughts and self all hers, I do profane Thy hallowed cross with lips Which should be pure and cold as Thine when Thou Did'st hang upon it. Oh, sweet Lord, forgive ! Lo ! here I bend and sink beneath my cross, And have no power to rise ; even as now, When kneeling at this sacred sight I rose Not up again, for her feet drew me down And held me prostrate there. E'en when she spoke, My knees, rebellious, clung to where she stood, Yet leapt my heart as it would force me rush Into her arms with one wild rapt'rous cry :"], [172, "156 THE MONK OF ST. GALL. [act IV. I love thee ! Ah ! what held me back and chained Me kneeling there ? The sword she bound on me Did burn my side, her ribbon clasped my neck, And in my soul rose up the thought, Be free, Be true, be happy ! For one less than instant The golden gate of Paradise stood open. What held me back ? what paralysed my soul ? Was't fear ? was't doubt ? was't my monastic vow 1 My vow ! I had forgotten it, and all, All, all, save her ! But yet no sound betrayed The strife within ; the tempest raged, but ere A sign was given, my eyes fell on that cross Where Thou didst hang and suffer for our woes — That cross, which I to-day shall preach to those Who wait for Thee, 0 Christ ! and for thy tidings Which I shall publish to them. Like mockery stdl Her parting words do in my ears resound — \" Be pious and courageous.\" 0 vows ! 0 Cross ! 0 Man of Sorrows, hear Thy servant's cry ! Hear, and assist ! [He clings to the crucifix. The scene closes."], [173, "sc. 7.] TLLE MONK OF ST. GALL. 157 SCENE VII. The courtyard of the Hohentwiel. The high altar arranged with floivers. Priests who have served the mass in black robes over their armour. Ban- ners and crucifixes. The coffins of St. Othmar and St. Mark near the altar. Knights, nobles, monks, yeomen, peasants, and serfs armed and ready for battle, with banners and badges. Had- viga and attendants in a balcony. Ekkehard near the altar preaching. Ek. To fill your hearts with ardour and with hope, I've told you of the many glorious deeds Which Joshua and Gideon, and others Like to them, have, with Heaven's help, achieved. Now hear the words which Judas Maccabæus Spoke to the people when, at far Emaus, They sallied forth to fight Antiochus : Arm, arm, ye valiant men, and brace ye up ! For, lo ! this morning ye go forth to fight Against the nations gathering together, Who hasten to destroy our sanctuary And us ! Amen."], [174, "1 58 THE MONK OF ST. GALL. [act IV. All. Amen ! To arms ! to arms ! [Every one rises, banners are raised, and amidst much clashing of arms and shouting they fall into rank. Enter a Messenger. Ales. Make way ! make way ! Where is our lady liege ? [Approaches the Duchess and kneels. Had. What would ye in such haste ? Say whence ye come ? Mes. The enemy approaches. Thick dark clouds Of armed men, like swarms of deadly locusts, Riders and horses, from the lake draw nigh, All moving hitherwards. All. To arms ! to arms ! S. Bar. Now, my Triarians, on ! Let not one Hun escape ! [They form in procession. The monks of St. Gall, the monks of Reichenau, with their respective banners and crosses, the crucifixes draped in black, with black streamers. The arrier-ban with the nobles, and Simon Bardo commanding. Corps of archers and stingers. The bugles sound. Ekke- hard ivalks near the cross of the Brotherhood of St. Gall, All. Long live the Duchess ! Suabia for ever ! For home and Fatherland ! [They all pass the balcony in procession, shouting. Hadviga waving her handkerchief."], [175, "sc. 8.] THE MONK OF ST. GALL. 159 1 Ek. Oh, look on me again, Hadviga ! look But once again as in my cell you looked ! Her glance is otherwhere, her eyes no more For me. Come, sword and spear ! and oh, I pray, Come thou, 0 Death, and grip me fast to-day. All. To victory ! to victory ! Suabia for ever ! [Exeunt in procession shouting, the monks chanting, who, as they pass out, touch the coffins with the points of their swords. Hadviga descends, fol- lowed by Praxedis, and kneels before the altar. The scene closes. SCENE VIII. Out in the open, Sliouts of battle. Enter Huns and Suabians fighting. Hunnic banners with the green cat. Enter Sihdolt fighting with a Hun. Sin. Ho ! media vita ! Now, by St. Pirmin, hea- then Hun. Hui ! hui ! Down on thy knees, peeled-pate, down ! down ! Sin. Holy St. Pirmin ! oh ! he's made an end — Of —Oh ! oh ! [Dies. Enter Moengal fighting with a Hun, and flourishing his bludgeon. Moe. Down on his heathen skull, my old Cambutta Smash him to atoms !"], [176, "160 THE MONK OF ST. GALL. [act IV. Hun. Shaven pate, yield ! or- Moe. [Kills him.] Kyrie eleison I Enter Erica armed. Now, out again my old Cambutta, out ! Ten fathom deep strike him into the ground. [Erica strikes, and wounds him with her crooked sabre. Heigho ! my little surgeon, have a care ; Blood-letting's good in spring, but [She eludes his blow, and springs on his neck. Young tiger-cat, beware ! Eri. [Biting his cheek] Take this for kisses, monk, and this ! and this ! [Her helmet falls off. Moe. Ah, wild cat, take thyself away ! Young goblin, Has hell sent out she-devils also ? [She bites his other cheek. Eri. Forget not the sweet taste you've had, grey- beard, Of Hunnic kisses. [Exit. Moe. Hi ! I must after her to see what sort Of imps Beelzebub sends forth to fight His battles. [Exit. Enter Friedinger and Hornebog. Fri. Now, Hunnic dog, I have thee ! [They fight."], [177, "sc. 8.] THE MONK OF ST. GALL. 161 Hor. [Fleeing, Friedinger pursuing.] Those who are beaten oft return To beat the enemy in turn. [Exeunt. Enter Ellak and Romeias with the posy in his helmet. Rom. Son of the evil one, or thou or I Shall yield the ghost to-day ! Now bite the dust ! [They fight, Romeias falls. He takes the posy from his helmet, and holds it to his heart. Oh, eyes ! though now I sink to endless night, 'Twould seem as day, could I behold thy light. Sweet saints ! oh, waft my kisses — oh [Dies. Enter Randegg and Ellak fighting. Ran. Ellak, come on ! The moment I've long sought Has come at last. Ferocious Hun, now die ! El. My spirit will descend, as Attila's on me. [They fight : Ellak is killed. Enter Huns inflight. Huns. To the Rhine, to the Rhine ! hui ! hui ! hi ! Enter Monks pursuing. Monks. Great sword of God and of St. Michael ! Huns. Farewell till next year, shaven pates ! L"], [178, "1 62 THE MONK OF ST. GALL. [ACT IV. Enter the airier-ban pursuing. Soldiers. Suabia and Fatherland for ever ! [Shouts of victory. Scene closes. SCENE IX. A hall in the Hohentwiel. Hadviga seated, Praxedis at the window. Had. What wait you for, Praxedis ? You are ever Gazing across to where the Huns fled vanquished. Come, let me see the mirthful face I loved In bygone days to look upon. Prax. Madam, I Had. Since they went forth upon that holy morn To battle, thy bright eyes have lost their light. Say was't Romeias ? and were those thy flowers He fastened in his helm ? Prax. Oh, mistress mine, I know not if he live, a prisoner Perchance, or if he's slain. Had. May be a happier lot is his than either. To Reich'nau and to Gallus all the monks Have now returned, and he belike is with them."], [179, "sc. 9.] THE MONK OF ST. GALL. 163 Prax. I fear me 'tis not so ; The holy fathers here returned, and stayed To thank your Grace, and fetch away the chests, Belonging to St. Gallus' monast'ry, Of relics, manuscripts, and treasures rare ; If he'd been with them he'd have sought me out. Here at this window 'twas your Grace and I Stood watching them return victorious, And he was not amongst them. Had. 'Twas a glad sight, for fear had seized my heart For my brave people. When the tower we scaled, To watch from off the battlements the strife, What aching hearts were ours, and anxious ! Then With thrill of joy, when shouts of vict'ry came Wafting upon the evening breeze, we hastened To meet our warriors bold ; the only cloud Which weighted down our palpitating hearts Was the sad thought that there upon the hill, The cold hillside, lay our brave dead. Prax. And he Among them, much I fear ! Had. Not so, my girl ; For on the following morn they sallied forth In dark procession to the battlefield, Silent and sad, and there with solemn rite- *"], [180, "[act IV. 164 THE MONK OF ST. GALL. Interred both friend and foe ; a strip of land Dividing, e'en in death, the heathen Hun From those who worshipped at the holy Cross. They must have seen Romeias 'mongst the dead If he were slain. Prax. Perchance they did. Had. Nay, child, Be comforted ; we will inquire. Our knights Have not yet ta'en departure. Prax. Though their wounds Are well-nigh healed, they suffer still at times. Randegg, especially7, looks weak and pale. Had. Ah ! he was sorely hurt, Friedinger too ; Methinks of this wild fray their grievous scars Will oft remind them. Lion-like they fought. Prax. And Ekkehard fought bravely too. Where'er The thickest of the fight was, there was he. Meseems his strength was sorely spent, although His wounds were scarcely worse than others' wounds. Does it not grieve you, mistress mine, to see How worn and white he looks ? Had. Last night, when I descended to the chapel To pray beside Sir Burkhard's tomb, the flowers Were dry and faded. Fresh ones fetch, Praxedis, And place them. See, the everlasting lamp Dies not."], [181, "sc 9.] THE MONK OF ST. GALL. 165 Prax. Of late so many grievous, grave Affairs, and pressing, left no time for flowers Or thoughts of them. Enter Spazzo. Spa. The Knights of Friedinger And Randegg crave an audience of your Highness, Wishing to take their leave. Had. Admit them. [Exit Spazzo. Prax. Ekkehard, too, would like to say farewell To these brave comrades. May I fetch him hither ? Had. Do as you please. [Exit Praxedis. Ye saints ! I know not what must happen next. Latin will never be the same again, Nor Virgil. Changed is all — quite changed ! Enter Spazzo, Randegg, and Friedinger. Brave knights, it pleasureth me much to see You thus restored. Enter Praxedis and Ekkehard, who bows to the Duchess, and retires to a ivindow. Praxedis stands near the Duchess. Ran. We humbly thank your Grace ;"], [182, "[ACT 1 66 THE MONK OF ST. GALL. IV. 3 Our lives are all too little to repay The love wherewith your Highness cherisheth Your people ever, not sparing your own self Nor aught of yours for good of us and ours. Alike in times of peace and dreadful war We look unto your Grace. Had. Be seated all. We are much bounden to you, noble knights ; You're loyal always, now you've shed your blood For us and for our much-loved Suabia. Be well assured your valiant deeds will live In our remembrance, and your gaping wounds Which we have helped to bind will in their turn Now bind me ever to you. Though you, by grievous hurts and suffering, Were stayed from going on the morrow morn T' attend th' interring of the brave who died In battle, yet 'tis not unlike you may Have seen, while yet the fight raged on, a monk With badge of withered wild-flowers in his helm If such an one you saw, know you his fate ? Whether he lived or died ? Fri, I did see such an one, and well he fought, And fiercely. More I know not, for the fray Divided us. Ran, There's Ekkehard,"], [183, "sc 9.] THE MONK OF ST. GALL. 167 And he should know, for in the self-same rank He combated. Can you not tell us, comrade, Whether your brother of St. Gall still lives 1 — • He heeds us not, his thoughts are with the dead. Had. Ekkehard [he turns and looks up] scarce has spoke since he returned, Nor have we heard of any deeds he's done, Nor how he fared. Meseems he's ta'en a vow Of silence. [He rises, looks at Hadviga for a moment, and goes out hastily. Ran. Madam, we'll take our leave. Had. So soon, dear knights ? Ran, Our horses wait, and long we've tarried here Enjoying your kind hospitality. Fri. Our people are gone on. We thank your Grace Again, and from our inmost hearts now pray You may fare well. Ran. Madam, farewell ; Beseech you hold us in your memory. Had. I shall, my lords. Haste to regain your strengths, And may the fame of your bright deeds go down"], [184, "168 THE MONK OF ST. GALL. [ACT IV. Untarnished to posterity. Farewell. [Exeunt Randegg and Friedinger. They are indeed brave knights and chivalrous. Prax. Madam, shall we again some Latin study ? Had. I know not. Enter Ekkehard carrying his sword. He draws it from the scabbard, and throws it down on the table before the Duchess. Ek. There, madam, take your sword again ! Thick gouts of blood lie on't, but none the worse For that, I hope, 's the blade. Some notches too Are fresh. Let the sword speak, the monk has ne'er Been wont to blazon his poor doings forth. Take it again, 'tis yours. [He hurries towards the door. Had. Ekkehard, stay ! What means this ? Take the sword again ; I gave't. You're ill and fevered. Ek. I am not fevered, madam. Had, Calm you. Shall we in peace resume our past — Our Latin reading ] Ek, Madam, you liked it not ; You said 'twas false. Had. I said your poet Virgil Reviled his country's Gods. I think he did,"], [185, "SC 9.] THE MONK OF ST. GALL. 169 Aud that he scarce knew aught of human hearts ; For that no queen would fall in love with one An utter stranger. 'Tis true I .said all this. But is't a reason that we read no more ? Ek. I cannot read. Had. Well, then, we will relate Some stories of heroic Teuton deeds Which our forefathers, as we've oft heard tell, Performed in Suabia. Men here have fought As bravely as in Latin lands or Trojan. Ek. Madam, to-night I Had. To-morrow evening, then. [Exit Ekkehard. Prax. It grieves me much to see him thus, good madam. Had. Where shall we sit to-morrow eve, Praxedis, When we recount the glorious deeds of old ? Prax. This chamber, where we oft have read and conned Our Latin tasks ? or in the monk's apartment, Where the prized Virgil with its silver clasps Still open lies, where last we read in it ? Had How long ago that seems ! How much has happ'd Since then ! How changed is everything — how changed !"], [186, "[ACT IV. 170 THE MONK OF ST. GALL. Prax, Which chamber will it please you I prepare ? Had. Which chamber ? Prax. This, or the monk's ? Had. Oh yes, which room ; It does not matter which. But, no, neither Shall't be ; alike are dismal both. Prax. Where, then, dear madam ? Had. No matter where ; we'll do't — Perhaps not do't at all — or if we do, Why, then the garden will be pleasantest. Prax. We never read there yet. Had, No, just for that. Prepare an arbour under the great beech Which spreads its branches weeping to the ground. At sunset there we'll meet. [Exit Praxedis. How lonely 'tis ! Bright shines the sun, but e'en the noon makes moan To me, Madonna, now ; sickly the glare, Stifling the heat ! I long for shadowy eve ; But when night falls, and flitting bats do beat The dusky air, and shrieking shrills the wind Immeasurable is my weariness. Assist me, dear, sweet Virgin ! for I loathe Alike the daylight and the thick black night. Yet since I live, something I must to shake This tedium off. 'Tis strange we cannot do"], [187, "sc. 9.] THE MONK OF ST. GALL. 171 With our own wills e'en as we would. Mirthful I will be — yet I cannot. 'Tis his scorn Which weighs me down ; 'tis nought but only that. Can I forget the Hohenkrahen's summit. When he did say I tempted him ? Great heavens ! Or when — seeing him worn and wan, his glance, Once joyous, heav'nwarcf springing, now downcast, The thought came back all dreamwise : he doth love ! — I took my husband's sword, — for oh, this monk Seemed all which henceforth could fill out my life ; Our Pontiffs are not always unrelenting, Nor dispensations not unknown in Rome — I took Sir Burkhard's sword, and went at dawn To find him in his cell. He knelt, but e'en While bending to my feet he seemed to turn To stone, nor spoke, nor moved, as he knew not I had existence ; or, being in life, His heart nor words nor feelings had for me. Calm, deadly calm ! No sign that he was 'ware I stood beside him, all his soul engrossed With other thoughts ; no broken word of thanks ; No kindly pressure of the grasping hand, No locking of the fingers, while white Death Waited, as 't seemed, to sunder them for ever ; No searching of the eyes to find the soul,"], [188, "THE MONK OF ST. GALL. [act IV. 172 And comprehend in that last solemn hour All that had dimmed our eyes, or 'd strewn our path With thorns. No quiv'ring lip, no quick, short breath, No hope of glad return, nor e'en farewell ! The past, the present, time, eternity, All nought — all stone ! Supremacy of silence ! And now, e'en now, has he not thrown with scorn The sword I gave him as a parting gift ? The sword I would have given to none but him, Has he not thrown it down before me there And left it lying ? No, I do not love him. Am I so weak a thing, and despicable, As not to triumph o'er my feeble self ? 'Tis but his scorn afflicts me, nothing else ; 'Tis this has hurt me. May it teach me wisdom. May ? nay, it shall ! My heart shall be as hard As adamant henceforth ; and should I meet Another monk whose eyes spoke as did his, The ice in mine shall freeze their Ught out. Ha ! Find out some duties new ; I'll not relent ; Be hard as steel — too late 'tis to repent ! [Exit."], [189, "SC. 10.] THE MONK OF ST. GALL. 173 SCENE X. An arbour in the garden of the Hohentwiel. Enter Hadviga, Praxedis, and Spazzo. Prax. Madam, your mantle. Had. Nay, I need it not. Prax. The night may yet be chill. Had. I am not cold. Be seated, all of you. Spaz. Where's Ekkehard ? Should he not be here too ? Had. Go summon him. [Exit Spazzo. Prax. Dear madam, say, is not this leafy place Just like a fairy hall ? Had. 'Tis richly dight Indeed in luxury of loveliness. Who made it ? Prax. I, madam. Had. All yourself ? Prax. Not quite. Spazzo was clumsy, but he held The poles and stretched the canvas ; I the while Designed and decked the whole with flowers."], [190, "174 THE MONK OF ST. GAL.L. [ACT IV. Had. Ah ! there's your lute, too ; we must have a song, For merrier hours, we trust, are coming now. Prax. Devoutly I do hope it. Enter Spazzo and Ekkehard. Had. Take each his place. This bower Praxedis has so cunningly Wreathed up and wrought is like the rosy bower Of old King Laurins, and methinks it should Inspire with graceful thoughts those who will now Narrate. Prax. Permit me, madam, place this rose Within your Highness' headband. Had. Our ancestors Went forth to war, and through the world re- sounded Their bugles shrill. Battles they fought as grand As those of old Æneas. 'Twere no wonder, Would Teutons but their ancient prowess sing, If they a tale Teutonic did bring forth As wonderful as Virgil's mighty Æneid. For we have knights as brave as Trojan heroes, And Charlemagne unsurpassed in hist'ry stands. Now, who'll begin ?"], [191, "SC. IO.] THE MONK OF ST. GALL. 175 Prax. Shall we cast lots ? Madam, What say you to't I And he to whom the lot Shall fall, shall he begin ? Had, 'Tis brightly found. Go cull three straws, and he begin who draws The longest forth. We will allot a prize To him who is victorious in this strife — Whose tale shall please us best. In the great hall There hangs from olden days of Dagobert An ancient drinking-horn ; this be the prize. Or if Praxedis' saucy tongue should win, A pretty trinket shall be her reward. Prax. Madam, here are the straws ; I'll place them so; And Spazzo shall draw first, for he of all Of us is oldest ; is't not so, good Spazzo ? [Hadviga holds the straxcs, and they draw. Spaz. Ah, master monk, the lot ha? fall'n on you. That's as it should be, you're the learning here ; Now speak out like a book. Had. Now, Ekkehard, begin Ek. I cannot. Had. Cannot ? We'll gladly spare you Virgil's love-sick queen — We're sick of her ourselves ; aught else you like."], [192, "176 THE MONK OF ST. GALL. [ACT IV. Ek. I like ! Had. Now, Ekkehard, you're to narrate Ek. Narrate? Ah, yes Had. We're waiting, Ekkehard. Ek. Will some one play the lute for me ? But short My story is : On a high hill there once Did shine a light, a bright and beauteous light ; More radiant was it than the stars, or e'en The rainbow. In its headband was a rose Spaz. [Aside.] Aha ! A rose ! and in its headband ! Ek. Once too there was a moth, a dusky moth, Which flew up to the hill, and to the light, And knew that it must perish if that flame It flew into ; yet all the same it flew, And scorched its wings ; its flying finished then, It fell down burnt, and dead. Had. Is that the whole ? Is't finished ? Ek. It is finished. Had. We'll go in ; The chill night air breeds fever. [Exit Hadviga and Praxedis. Spaz. Eh, Master Chaplain, your dark moth methinks Was a poor fool. Come in, man, come along ! Ek It was a monk ! a monk ! [Scene closes."], [193, "act v. sc. i.] THE MONK OF ST. GALL. 177 Set JFiftrj. SCENE I. Ekkehard'S cell at the Hohentwiel. Ekk. How long, how long is't since ? it is as though The sun and moon and stars had ris'n and set A thousand times. Had ris'n ? Oh no, not ris'n, But only set, set, set a thousand times, Deeper and deeper, making black night blacker, So black that not one speck of light appears In all the blackness, blackness of despair ! No light, no light for me in all the world ! My light's gone out. In all the universe There was for me one only light ; it shone Into my soul, and killed it. My soul ? ha, ha ! I had forgot my soul ; I had a soul Which was to burn in everlasting fire For this ! Ha, ha ! your flames are spared, oh hell ! A woman's done your work ! Laugh, laugh With me, ye fiends, she's caught and burnt my soul ! See, I consume ! Your fires, your brimstone lakes Have lost their terrors ; I defy you, hell ! M *"], [194, "178 THE MONK OF ST. GALL. [act v, Hush ! hush ! who is't that calls ? It is the witch ! She bids me build a chapel to Hadviga. A chapel ? to Hadviga ? Laugh, ha, ha ! Again she shrieks and yells to tear my heart out. Yell, yell ! I come ! [Rushes to the window. This bar was ne'er so fast Before, but I will wrench it open ! there ! I long to cool my brains on those cold flags Below, — below her casement. There perchance She'll come and look upon me from her lattice, And say : You're fevered ; take this rose to cut Your heart in two ; its edge is sharp and jagged ; Suffer and smile, for we must be amused. Oh, love ! my love ! my dove ! say what you will, Laugh, do your worst hereafter, only come As erst you came, say you but love me now ! Stand here, as once you stood ; pronounce my name As then. Look on me now as you were wont To look, or as I dreamed you looked, in days That were. Hadviga ! once I held you locked Within mine arms I should be healed, for death Would swiftly overtake and grip me there, Drinking my balm and hemlock at your lips. It could not be that I should live and breathe One second after bliss supreme as that. So, all ways healed, healed life and rapturous death !"], [195, "SC. I.] THE MONK OF ST. GALL. 179 Ah, here's the phial good Thieto gave Of Jordan's river. I will bathe my brow. [Pours it on his head. 'Tis holy water, its pure wave should soothe And cool, not burn ; my head and heart and soul, All burn alike. Too late ! Not floods will drown, Not many ruining waters now will quench These flames until I sink to rise no more. Ah ! what are these which flutter in the air ? Doves, with the look of demons ! See, their beaks Contemptuous ope to gnaw my bleeding heart ! I'm chained upon this rock 'twixt heav'n and earth, I cannot hence, and would not if I could, For she is here ; I see her, feel her here ! 'Twas only yesternight — an age agone ! — She bade me to her presence ; bade me but To scorn me when I came. My soul her look Contemptuous withers still ! Ah ! let her scorn, I'm lost, and here I'll stay to see her, hear her ! I'll to the chapel, prayer perchance not there Wdl flee me ; on the altar steps I peace May find, and Heav'n may yet be merciful. Til go and try to pray. [Exit,"], [196, "180 THE MONK OF ST. GALL. [act V. SCENE II. The chapel in the Hohentwiel. Candles burning on the altar. A silver lamp suspended over Sir Burkhard's tomb. Enter Hadviga and Praxedis. Had. Praxedis, leave me now ; I'll pray awhile Here at Sir Burkhard's tomb. Prax. 'Tis very cold And damp ; I much do wish your Grace had chos'n Some other night for your devotions here. Had. Not long I'll stay ; leave me, Praxedis, now. [Exit Praxedis. 'Tis many a month since I came here to pray ; The place looks older, and the damp which clings About these columns tells of winter's frosts. No sun e'er shines upon these carven pillars, The light of day scarce creeps through any crevice, No ray from heaven illumes the sainted dead Who here repose. I'll pray for those who sleep. [She kneels at the tomb. Ekkehard enters with a lamp, and kneels at the altar. Ek Oh, Thou who took'st upon Thyself the sins"], [197, "SC 2.] THE MONK OF ST. GALL. 181 And sufferings of wretched man, look down, Look down from Heav'n, Thy dwelling place, on me, Thy sinful servant. Pity me, 0 Lord ! Oh, send one ray of quick'ning grace to pierce The mists which rise between my soul and Thee. If I but feel Thy sacred presence near, The clay and dross of earth from off my heart Will melt, the chains wherewith I'm bound will loosen, And free the soul which would mount up to Thee. Behold Thy servant at Thy feet like Peter ; The tempest rages, swelling billows break About my head ! I drown ! — 0 save me, Lord ! [Hadviga rises and is going. That sound ! [He turns and sees Hadviga moving towards the door. O no ! you must not go— you shall not ! [He places himself between her and the door. Stay, stay and pray for me, for I'm in torment too ! Had. You do intrude. Retire ! retire ! Ek. Oh, pray For me ! Wilt not ? — not even when I'm dead ? 'Twas you who killed me. You looked away my soul, And slew it in my sight ! And now I'm dead, And you shall pray for me."], [198, "[act v. 182 THE MONK OF ST. GALL. Had. Nay, let me pass. Eh. You shall not pass ! Pray for the monk you've slain ; Stay here and pray for me ! Had. I do command You to retire. Ek. 'Tis vain — command the dead ! You've ta'en my life, my soul, my bleeding heart, Now take my skull. Take it ! and when you fetch Another monk away from yonder convent, Fill't with red wine and drink to Ekkehard ! Had. I came to pray. Beseech you to retire- You trespass here. Ek. Ha ! ha ! Trespass ! The Rhine, too, tres- passeth When o'er its banks it rushes and bursts forth From frozen winter, carrying all before it. And Heaven transgresses too, for Heaven hath made You Suabia's Duchess,, and upon my head Hath placed this tonsure [He sinks doum at her feet. Had, 0 Ekkehard, you're ill ! Rise up, rise up and conquer. Ek. Aha ! aha ! More than a year ago, while yet there was"], [199, "SC 2.] THE MONK OF ST. GALL. ■83 No Hohentwiel for me, a woman threw Herself across my path : \" walk over me, 0 priest, or raise me up, that I may cease To suffer.\" \" Rise !\" I cried. She rose not up. My foot passed over her ; now 'tis reversed ! Had. I do beseech, command you, Ekkehard, Rise up — be strong. Ek. Strong ? strong ? Ha ! ha ! I'm strong To hold you ! Shall I let you go when now At last I have you ? Had. I do command- Ek. Aha ! Come up with me on to your battlements, And leap with me into the depths below ; 'Tis deep — so deep, so sweet, so tempting there ! What ! shall your ducal castle hold us back ? Count only three, and we have fluttered down Where I shall be a monk no more, and you No more a Duchess ! Then my arms, still wound About you thus, will bear you hence to Heav'n, To Paradise. Had. Oh ! this is madness ! Let me go, I pray ! nay, let me go ! Ek. How ! let you go ? Not now. Our souls are linked"], [200, "1 84 THE MONK OF ST. GALL. [act V. Irrevocably. Ah I what will your folk say ? Oh ! they'll but say a monk who broke his vows Fell down th' abyss, and now he may be seen 0' nights upon the Hohenkrahen's peak, A pale, proud queen beside him, reading Virgil. Then she must kiss him, wh'er she will or no, For dead we'll have what was denied in life ! Had. Oh ! Ekkehard, we live, both you and I. Ek. We live ! we live ! [He springs up with her in his arms, and lifts her towards the altar and kisses her. Enter Rudimann, followed by monks and the Abbot Wazmann. Rud. I meant not to intrude — we really have Seen nothing. Had. You have, you have ! I say you have ! Ab. May't please your Grace to say what we have seen, That our report would be as you would make it ? Had. You've seen a madman who forgot himself And God. Ek. Who dares to come 'tween me and her ? Who dares ? Rud. Pray calm yourself, good friend, we're here"], [201, "sc. 3.] THE MONK OF ST. GALL. 185 But to deliver you this little note, Which doth recall you home to holy Gallus ; But on your road beat no more monks for kissing. Oh, you chaste censor, foh upon you, foh ! [Ekkehard seizes the everlasting lamp, and, swinging it over his head, fells Rudimann to the ground. Rud. Ha ! sacrilege ! Help ! sacrilege ! Help ! help ! [The chapel fills with monks. He laid his wanton hands upon his mistress ! Ab. Madam, I do beseech you to retire. Had, [To Ekkehard.] Be wise and calm. Do your discretion, Abbot. [Exit. [They seize and bind Ekkehard. Scene closes. SCENE III. Hadviga's apartment in the Hohentwiel. Enter Hadviga. Had. It's over ; yes, it's finished ; no more choice ; Whether we will or no, the end has come. But such an end as this ! It should have been Foreseen ; his vows — enough — 'twas not foreseen : I know not why. I ne'er looked on't before As now. No thought of sin, or broken vows,"], [202, "1 86 THE MONK OF ST. GALL. [act V Or madness, or remorse, or holy mandates, E'er broke the goodly dream which lulled us erst Oblivious of the world, in brief content ; And ere we'd time to waken and to think, The sky grew overcast ; meseemed he loved Me not at all. Then one thing only clear And sharp stood out — I must be strong, and quell Myself; that he had need of strength I dreamt not. But still, whate'er had been the pain and struggle, This shame and this dishonour ne'er had been But for his madness. Now the task remains For me to save him. Only that, no more. They've thrust him in the lowest of the dungeons, At dawn will bear him hence. I should have stayed And braved the Abbot, not have left him there ; Though then they'd ne'er have thought, ne'er have believed, If I had screened his fault, that frenzied kiss Was first and last. I knew not my own heart ; And now, when 'tis too late, I see th' abyss Whereon we're tott'ring. Where shall I find help ? I thought the Abbot would have giv'n me way, And yielded me his pris'ner privately. I had forgot, of Reichenau I'm not The Patron ; nor deemed I they'd other than"], [203, "sc. 4.] THE MONK OF ST. GALL. 187 Command him home straightway. While darkness reigns His prison doors must ope, or he is lost, Enter Praxedis. Prax. Oh, Madam, all the dungeon doors are fast; They've ta'en the keys, and in the very lowest Lies Ekkehard, a warder 'fore the door. Had. Girl, we must have the keys within this hour. Go, use thy wits and bring them, or we're lost ! I will await thee in my closet — go ! [Exeunt severally. SCENE IV Tlie courtyard of the Hohentwiel. Rudimann discovered at the fountain washing his wounds. Rud. It is a mercy that he kUled me not ! By all the saints, I thought that I was dead. That swinging censor is not made of lamb's wool, I warrant ye ! This virtuous monk is one Of those of whom Hieronymus doth speak, That all their ways are more befitting dandies And bridegrooms than the Lord's elect. Nice man Is he to beat a virtuous cellarer"], [204, "1 88 THE MONK OF ST. GALL. [act v, For one chaste kiss at vintage-time, forsooth ! But now, my sweet young monk, you saintly thing, We've got you safe, and soon we'll let you know What flogging means ; your back shall smart for this. We'll have a kettle too, and roaring fire, And when it boils and hisses you shall plunge Your delicate arm therein, and fetch us out The Abbot's golden ring ; ha, ha ! my pigeon, There's fun for you ! And more than that's in store. Your scalded arm shall be well bandaged up With nice light iron chains ; 'twill help the sores To heal, and with my gentle six-taded cat A daily flogging soon will purge from you Your virtuous longing to chastise your brethren. You darling Benjamin ! we'll flog you here, And your fine Duchess, stepping out, will come Into her dainty balcony to see How 't likes you. Enter Praxedis. Ah, pretty one ! come here, my pet ! Prax. Oh, how you bleed ! I'll run and pluck some roots. Rud. No need, no need. Prax. These corn-flower roots will staunch"], [205, "sc. 4.] THE MONK OF ST. GALL. 189 The blood : there, roll them in your hand, and hold Them to't, and I will haste to fetch some linen To bind around. Rud. 'Twill stop at its own time. Let be, let be. Prax. My handkerchief. [She binds her handkerchief round his head. Rud. There, that'll do. Prax. Nay, I must bind it tightly. Rud. Let be, I say. Prax. Now tell me how you are ? And say, when are you going to let him out? Rud. To let him out ? Humph ! Who ? Prax. Why, Ekkehard. Rud. To let him out, indeed ! Not likely, pet ! Prax. I know you're gentle, dear, sweet Rudimann ! Rud. Yes, pet, but not with him. Prax. Why, what's he done? Rud. Done ? Wantonness and deeds of violence, Sacrilege, well as blasphemy, besides Profanity and disobedience; Of names there's not enough wherewith to name His infamous, nefarious acts. We'll teach him better manners presently. Prax, What will you do ?"], [206, "THE MONK OF ST. GALL. [act v. 190 Rud. We're only going to write His sins upon his back — that's all, sweet chit. Prax. Have pity, Rudimann — indeed he's ill ! Rud. Ah ! Just for that, we're going to cure his sickness. We'll tie him to the pillar here, and when A good half-dozen rods or so we've broke Upon his bleeding back, his devilries And spleen will vanish. Prax. For Heav'n's sake, Rudimann ! Rud. Pray calm yourself, dear innocent. A lamb that's strayed recovered must be : The shepherds will look after its wellbeing. Sheep shearing, mistress mine ! sheep-shearing. Oh ! They'll only cut off those fine locks, and then, You see, his head will be a good deal cooler. Now, should you feel inclined 'bout a year hence To make a pilgrimage again, you'll see Your saint on Sundays and on holidays Standing barefooted just outside the church, His head as bare as cornfield after harvest. The penitential garb will well become His slender figure. What d'ye think of that ? Your heathenish goings-on with Virgil now Are at an end, minx, I can warrant ye ! Prax. Oh, Rudimann, he's innocent !"], [207, "sc. 4.] THE MONK OF ST. GALL. 191 Rud. Oh, we shall never harm the innocent ! He need but pass through th' ordeal by fire, And, if unburnt he issues forth, he'll have The Abbot's blessing ; and I'll swear I did Not see my lady Duchess in the arms Of saintly Brother Ekkehard ; or — 'twas Merely a delusion of the Wicked One ! I might, however, be induced to plead Or interfere on his behalf if — if Prax. Dear, venerable Rudimann, I'll put My arms about your neck if only you Will lend the dungeon key for one half-hour, That I may visit him — with food and Rud. Ah, visit him ! Well, well, I'll lend the key Of his dark dungeon, if you, in return, Of your sweet chamber will lend me the key. That I may visit you. Prax. You hideous, wicked toad ! [Going. Rud. So swift and snappish, pretty Grecian wasp ! You're off, then ? Prax. [Turns.] You will not be merciful? [Going. [Turns again.] Have you no more commands, or other ? Speak. Rud. Yes. Bring a jug of good sharp vinegar, Wherein to steep my rods, for so, you see, The writing will bo easier and sharper."], [208, "THE MONK OF ST. GALL. [act v. 192 Prax. [Aside.] Oh thou poor moth ! But yet my wit shall work Deliverance for thee. [Exit Praxedis. Rud. I never yet have had the happy luck Interpreter of Virgil to chastise ; So great a scholar verily deserves Particular attention, and shall have it. His holiness was shocked and scandalised That I should snatch a kiss at vintage-time ; Well, he shall smart, since kissing's such a crime. [Exit. SCENE V. Outside the dungeon door. A lay brother on guard. Guard. This is cheerful work for a man on Mid summer's Eve, when all's bright above ground and folk are making merry : to be shoved down here in this damp hole to keep guard over a half-witted monk's not improving to a feller's temper. [Shouts above.] Now listen to that ! there's capering and singing and drinking too, I warrant. I can almost hear the bonfire's crackling as they throw in the resinous pine branches. And not a morsel has passed my lips this blessed day ! They might at"], [209, "sc. 5.] THE MONK OF ST. GALL. 193 least have bestowed a jug of wine upon their gaoler to quench his thirst. I'd as lief be the prisoner himself ! Enter Praxedis with a large stone jug. Prax. Hist ! Brother, here, I've stol'n away this wine ; Sure you need something to keep up your strength And flagging spirits ; poor weak stuff it is, Mere wine and water — just the dregs they'd left. I'could not get you other, but anon, When you've drunk this I'll try to bring you more. I hope your pris'ner gives no trouble, eh ? Don't leave your keys about. Guard. [Drinks.] I've got e'm safe. Prax. I hope so, in your wallet, eh ? Guard. Safe here. Prax. That's better ; keep them there. Drink like a man ; this stuff can't hurt. To-night All sorts of ghosts and visitors unearthly People the air. This castle's full of 'em. Guard. Let's have a little more. [Exit Praxedis. This wretched hole Will be chokefull of imps at midnight, goblins Squabbling and squealing. Nothing like good wine To keep 'em out. N*"], [210, "THE MONK OF ST. GALL. [act v. 194 Enter Praxedis with another large jug. Prax. Strengthen your courage, man ! They're scrambling through the air as thick as motes. Guard. I'll take another pull. Ha ! this is strengthening. Prax. Of course it is. Well, keep your keys safe there Upon your breast. I'll fetch another jug. [Exit. Guard. A very pret — ty sim — pie lit — tie girl ! Knows not good wine from water. Yes, I've got 'em, They're safe enough. 'Tis not a soft warm bed, But forty winks can do without a pillow. I can — say — honestly — I've got 'em safe. [Sings.] Santa Agnese fuori i muri, i muri [Lies down and sleeps. Enter Praxedis. Prax. Sleeps he ? I've drugged his wine — now for the keys : Oh ! Blessed Virgin, Mary Mother, help ! Befriend me now, I do beseech thee, Lady ! [Creeps up and takes the keys. Oh ! give me strength to reach my mistress' feet ! [Exit."], [211, "sc 6.] TLLE MONK OF ST. GALL. 195 SCENE VI. Dungeon. Ekkehard discovered. Ek. False ! false ! false ! heartless and false ! Oh fool, to place thy life within her hands ! Oh fool ! that could not see she played with thee ! Oh fool, to show her all thy heart ! To fall And worship at her feet ! 'Tis well the end Has come, for I do know her now ! The mask That hid her cold and treacherous heart she's torn Clean off, and shown me a deformity In stone where once I saw divinity Incarnate. Oh smiling wickedness ! me to forsake — Me, kneeling at thy feet, and, with soft words And low, abandon me for spiteful foes To rail and jeer and mock at ! Why not stay, Sweet tigerish thing, to see thy worshipper Bound hand and foot and spat upon ? But worse, Far worse, is yet to come. There, in the court, Where my glad feet first trod hasting to see Her face, that court, where, on the Holy Morn, I preached the words of life to mailed knights And monks, who listened with abased heads"], [212, "196 THE MONK OF ST. GALL. [act v. In that same court, where those who reverenced me Will now degrade, judge, shame, and scoff at me ; I shall be dragged in chains before her lattice, To undergo my punishment. My God ! Oh grant the fire may leave unscorched This body, without taint or smell, as once The flames thy faithful servants in the seVn Times heated furnace of old Babylon. Just God ! how will the fiery furnace speak ? How it will speak ? 'twill speak as fire e'er speaks. What shall it boot, that, with a solemn oath, I swear \" not guilty \" 1 They will light the fires And chant the Psalms ; the Abbot will conjure The spirit of the water and the fire That it make known the truth. But holy men Have writ ere this that truth is not revealed Through fire or water, or in single combat ; Ordeals are false, no proof. Fire burns alike The Christian as the heathen. Innocent I am ! No miracle on my behalf Will be performed ; I'm in their power who hate me And she'll look down and witness all my anguish As if she knew me not ! Oh, Lord of heaven And earth ! oh, all ye elements, send down Your lightning to destroy me 1 [He throws himself on the ground."], [213, "sc. 6.] THE MONK OF ST. GALL. 197 Enter Hadviga. Had. He sleeps ! Arise, Arise, 0 Ekkehard ! arise and flee ! Ek. [Rising.] Ah, is it you ? you're welcome ! I am glad You've come. Flee, say you? Shall I flee with you, Fair lady ? take you in my arms, as late I did, and kiss your pretty lips, and cling To you ? will't please you so ? A fitting place You've chosen for our wooing, and fit hour. You start ? not one iota 'tis more fit Than your own private chapel. Had. Ekkehard, You're mad ! but flee away from hence — speak not, But go ! Ek. Go ? say, where shall we go ? What bower Pray have you chosen now to tempt your slave in ? Have you another fortress like to this Where you hold other men beguiled ? and will You tempt me there to woo you, mistress mine ? Nay, nay, stay here, 'tis well enough ! you've lain On couches soft for twice my years of life. Now stay and try this hard one. Oh, I thought"], [214, "198 THE MONK OF ST. GALL. [ACT V Your gentle heart would long to share with me This dungeon. Had. You rave ! oh, hasten to depart While yet 'tis time. See ! here wide open stands Your door. I'll stay and guard the way till you Are far beyond their reach. Ek. Oh, sweet one, think; you'll lose your prey. The monks Will find you here, and then — your reputation ? Had. You are insane ! I heed you not ; go forth ! Go forth ! I wiU compel you ! Ekk. Madam, I am not mad, And you shall not compel me ! 'Tis enough — I know you ! — know you for the vilest thing On earth ; I loathe and scorn you and your wiles ! Had, I only say, Go forth ! The door stands open, — The world before you — Go Ekk. Madam, I go not forth. Nor your command nor your beseeching, more, Has any power o'er me. Here I remain. I'm free — free of your wiles and you, Had. Madman, Trifle no more, but go ! Ekk Madam, I've sworn To you I am not mad. Mad I was once —"], [215, "sc. 6.] THE MONK OF ST. GALL. 199 'Twas when I loved you. Bah ! Now I am sane And well, and tell you in all sanity, I love you not. Had. No matter now ; go forth. Ekk. If you stood there till crack of doom, from flames Of everlasting hell to rescue me, I swear, swear with an oath unalterable, I'd not accept it at your fair, false hands ! Go and befool more men ; but, let me warn You, guard your reputation. For the rest; — 'Tis nought ! but, for Heaven's sake, sweet Duchess mine, Keep honourable looks. Your reputation, — Think of your reputation ! Had. Your door is open, drugged your guard, the hour — Two o' the night, here your disguise. [She takes the disguise from beneath her mantle, and places it on the ground. Go forth ! [Exit. Ek. 0 fiend ! 0 devil ! would I'd ne'er been born ! [Throws himself down. Scene closes."], [216, "[ACT v. THE MONK OF ST. GALL. 200 SCENE VII. A corridor. Enter Hadviga and Praxedis meeting. Had. Oh ! haste, Praxedis, hasten to the dungeon, And send him forth. Prax. The key ? Had. The door stands open. Prax. Is he not then away ? Had. He will not go For me. Prax. Why then he's mad ? Had. No, no, not mad ; As sane as I am ; there's no time to lose, Go quick and drag him forth. Barely an hour, And he will not escape their direful clutches, E'en should he pass the gates. See, see ! the dawn Is breaking. Go, compel him forth — no word, But do't. Away ! For Heaven's sake make him safe, Or see my face no more ! [Exeunt severally."], [217, "sc. 8.] THE MONK OF ST. GALL. 201 SCENE VIII. The ramparts of the Hohentwiel. Enter Praxedis and Ekkehard in disguise. Prax. The bridge is up, the warder in his tower Watching the breaking morn. Here get you over. The cliff is sharp and sheer, but just for that They'll not suspect, and no one walks this way. It's terrible, but yet it may be done. [Helping him up the embrasure of the battlement. There hold me tight till you've a footing sure ; On one of these loose rocks keep a firm grip, And slide down the abyss. Yes, possible It is I know thus to escape with life ; 'Twas done of yore by one who fled from shame And certain death. Now you — if [she helps him over] — so — 'tis well. Get you to Moengal, and he will tell Of a wild crag far off, higher than this, Where no foot, scarce the chamois, dares to tread. There lived and died a hermit ; in his cave You may elude, defy your enemies. [Aside.] — Ah ! I turn faint and giddy at the sight ! [Aloud.] — One kiss upon your golden locks, poor moth. [Ekkehard disappears down the cliff."], [218, "[ACT v. 202 THE MONK OF ST. GALL. Crash ! crash ! — Oh Mary Mother, is he safe ? Or lies he groaning there in agony ? Or dead, a mangled mass incognisable ? Oh, all ye blessed Saints, be merciful ! I swoon — fain would I look — but tremble for — Only the desperate, those to whom such death Is preferable to the life they leave Behind, could e'er essay't. Was that his voice ? Too deep, I fear, the chasm — too remote The spot he must have reached below ere he Could rest or limb or foot, or stay his swift Descent — to hear a sound e'en if he called. But still maybe he's safe — I'll look. Thank Heaven ! Oh, Mother of God ! Most Bless' d— Adorable ! I thank — I thank — I thank [She falls on her knees weeping. Scene closes. SCENE IX. The Hohentwiel. A stone balcony. Hadviga dis- covered sealed. Time — an interval of several months. Had. The winds have sunk to rest. 'Tis calm, too calm. Nor leaf, nor bird stirs ; purple night comes on Apace. This perfect stillness jierfect rest"], [219, "sc 9.] THE MONK OF ST. GALL. 203 Should bring, yet round my heart to-night there is Unease, as though I were drawn forth from out Myself against my will to some unknown Compeller. Thus before't has often worked Far back, in those wild days, when all my thoughts And all myself went after him away, I know not where ; but down abysses dire Of dread despair, where'er he willed to drag Me, — this unseen, far-off, but felt compeller. Comfortless, mute, resisting, yet resistless, Through shades of night, murky as those which reign In Pluto's halls, my weary feet were drawn Unresting, as by some unhappy ghost. There Styx' and Acheron's dark floods welled up T'engulph me, while the longed-for Lethean waves Rolled swift away from me as I sped onwards. How many days and nights and moons is't since That fearful fatal night 'in which he fled I know not ; but the summer sun sank down On my despair, and winter's storms came mingling With the wild storm within, then left me calm And cold for work and weariness. 'Twas long, 'Twas very long, but now 'tis past. If 'twere To do again, I know not if there's aught From first to last could other be than 'twas ; For I am I, and he — he could not be"], [220, "204 THE MONK OF ST. GALL. [act v. Other than what he is. 'Tis well o'erpast ; I will devise new work, new duties, and — Again that sound ! Is it a bird of darkness Making night horrorful with bitter moan 1 'Twas on a night like this, this scroll was thrown, This parchment tied with wild-flowers to an arrow Fell here atween my feet. Was't he, I wonder ? In vain I scanned the deepening twilight, nought Could I discern, nor sound of footfaU smote My quickened ear. Yet must some skilful hand, And swift, have thrown't, some human foot have passed. This scroll nor aught contains of past or present, His heart was healed and peaceful when he writ it ; It tells of deeds heroic, in brave verse. That sound again ! as if a soul in pain Called for salvation. Intercede, 0 saints, For passing spirits ! 0 ye gates of death, Open, and let the golden light of Heav'n Shine through t'illume the dismal valley's shade. Again, again ! Ah, 'tis but my sick fancy. Yet see, where twist those gnarled trees like souls Writhing in anguish ; thence, too, issue forth, As't seems, those direful moans ; the sickly moon Doth clothe herself in clouds, as if to hide Her sight from agonies she shuddereth"], [221, "sc. 9.] THE MONK OF ST. GALL. 205 To witness. Ah, that sudden gust and sharp, Ushering great darkness o'er the quiv'ring scene ! The air meseems is filled with living souls, That creep and writhe and moan about my casement. I'd enter, but the room and every nook Is full of them ; their whisp'rings, flutt'rings, cries Suppressed, all rise and mingle in one vast Heart-penetrating shriek of woe, one moan Immeasurable. Ah, it rends in twain ! It smites me through, and sunders me ! Forlorn, Woeful but tearless, how shall I support This load of miserable weariness ! By night, by day, no singing-birds, no light, No joyance ; the sweet day is turned to night, The night to sleepless day, and over all The heavy cloud of Heaven's relentless wrath. Oh God ! the gracious stars are all gone out, The constellations give no more their light, Nor sun by day, nor moon by night doth shine ; One night is now as many circling me, And I am hedged about with heaviness. Ave Maria, help me tread the wine-press ! Oh, Lady of Seven Dolours, succour me ! How is't with thee, my heart ? Nay, let me rest. These moans are misery's imaginings ; Or if of souls, souls that are otherwhere."], [222, "206 THE MONK OF ST. GALL. [act v. Oh ye sweet saints, comfort the agonising ! Aid all tormented souls, and still the sighs Of all sad suppliants ! Enter Praxedis. Prax. Madam, there's one hath ridden here in haste, To say a dying man would speak with you. Had. To-night, Praxedis ? Prax. Madam, now. Had. And where ? Prax. The clown, who breathless came, says on the hill, And he will lead your Highness to the spot. He's brought this writing from the priest who stays Beside him. [Gives a letter. Had. Ha ! 'tis Ekkehard. Prax. What does he write, sweet mistress ? Had. i He writes not ; I know not him who writes, I will not go. Tell him I cannot come ; devise excuse, And say I cannot come. Prax. Oh, madam, if- Uad. Enough ! I cannot. [Exit Praxedis. I cannot, will not look on him again. Why should I lose the calm I've hardly won ?"], [223, "sc 9.] THE MONK OF ST. GALL. 207 Why choose be mocked and tortured ? No. To go Were but to be a voluntary Ixion. And yet, what says this writing ? he is dying, And earnestly entreats me go to him. Ah ! that his wicked words had been writ down, Glaring, on some imperishable substance, And now were nailed before my sight, that I Might feed on them as ravenously as once I put them from me ! Oh, that they might burn My eyes as once they burnt my ears, and turn My heart to stone and fill my soul with horror ! In vain I struggle, there's a spell upon me. Release me ! oh, release me ! Thus I've cried, How oft, to all the Powers invisible Which do surround and hold us in their grip ! Why does he call me ? 'Tis as tho' one called A soul, which through the dreaded gates of death Had passed in anguish to oblivion, Back to life's fires. Why will he see me? Wherefore? No matter — since a dying man entreats, I'll not deny ; and since he wills to see me, I'll not forego to set my eyes on him Once more, cost what it may. Come life, come death, 'Tis one ! all one in utter weariness. Praxedis ! quick, my mantle, I will go, Than what is past can come no greater woe ! [Exit."], [224, "[act v. 208 THE MONK OF ST. GALL. SCENE X A cave in the mountains. Ekkehard discovered lying on a stone bench, Moengal beside him holding up a crucifix. Moe. My son, your hours are numbered ; use the time, Now you are somewhat calmer, to go on With your confession. Winter snows and frosts In caves on Alpine heights have done their worst ; You're passing from the world, and speedily. Ek. Death cannot come too soon when I have seen her; Till then I hope — think you, I have so much Of life as may last out till Moe. I hope you have still strength to tell me all That I may give you heavenly consolation, And speak the words which shall absolve your sins. The gates of heaven stand open for us all, And joy there is among th' angelic hosts Above far greater, o'er a sinful soul"], [225, "SC. 10.] THE MONK OF ST. GALL. 209 Repentant, than o'er many saints who ne'er Have fall'n nor sinned. Ek Father, 'tis well nigh told. But if, to enter bright abodes of bliss, 'Tis needful that from out my heart I tear Her image, I am lost, — I cannot do't. I know not if I would, for once (had I The power) I put her out — my light, my life — A yawning sepulchre of vacant stone, And not adiving spirit, would be borne To God's great throne. Moe. My son, 'tis not ordained that we should change Or violate the nature we're endowed with. Our great High Priest knows well our feebleness ; 'Twas He who formed, and gave to each such measure Of weakness or of strength as He deemed fit. But 'tis demanded to our uttermost We strive the highest to attain unto, And to things spiritual, and cleanse our minds Of all that is not elevated, pure, Worthy the higher life we bear within us. It will not be displeasing to that Being Who took on Him our flesh, and bore our griefs, Should we retain within our hearts the image o"], [226, "TLLE MONK OF ST. GALL. [act v. 210 Of loved ones of the earth, since 'tis at His Command men live and love. Soul may wed soul, And be as spotless as the stars which sing Together in His presence. But your vow, Your vow, my son, you have not yet confessed Your whole transgression. Ek. In an hour of madness, Father, I seized and held her to my heart, And on her lips rained kisses passionate. Moe. For broken vows Heaven's sword shall surely smite And sorely Ek. Oh, it has sorely smitten ! Moen. And purging fires shall Ek. Oh ! they have laid hold Upon my soul ! Moe. And clouds of darkness 'tween Thy God and thee Ek. Black night has come between us ! Moe. Sun, moon, and stars no more their light shall give Ek. With dunnest darkness I'm encompassed round ! Moe. Until thou in thy sorrow bow thee down. Ek. His wrath hath overthrown me, as a stone I've sunk beneath the rav'ning wave ; my prayer"], [227, "SC. 10.] THE MONK OF ST. GALL. 211 Could not pass through nor pierce His cov'ring cloud. Moe. Then thou shalt know the Lord of heav'n and earth Is Lord and God indeed ! Ek. I know, oh God, Thou'rt Lord and God indeed. Moe. And for thy sin, Thy broken vow, thou shalt be sundered Ek. Oh, we are sundered ! From her soul mine is Cut off; yet blacker sin, Father, remains. Moe. What heinousness is yet to come ? Ek. I lied Unto her. Moe. Lied ? Ek. I slandered her, and- Moe. For this thou can'st crave pardon of herself When she doth come — methinks she doth approach ; But for the rest 'twere well repent you of 't, And speedily, seeking forgiveness where Alone your seeking can avail you aught. Ek. Father, sustain me now ; how shall I bear To look upon her, having wronged and loved Her so, and yet live on for a brief space To say — to see — Hadviga, tell her — Father"], [228, "212 THE MONK OF ST. GALL. [act V. Moe. Nay, I can tell her nought. Ek. My life will part Before I meet her eyes — and yet 'twere worth A whole life's living such a life as mine, So wrecked, so passionate sinful, but to look Once more into those eyes where I drank death. Moe. Compose yourself, my son. Ek. I know not but The ice may sit there yet and freeze my soul, Or if hot sparks of anger shall consume't, E'er purgatorial fires shall seize their prey ; Or if superb contemptuous sneers shall wither Me quite away. Moe. She scarce would grant your wish If all her heart turned from you. Ek. Oh ! if I thought, As once it seemed before she turned to stone, That in her heart I had some place, for her Were more than petted plaything, if she loved Me but a little I could die in peace ; She loves me not at all — I think — I fear- Moe. Be not tormented with these doubts, my son, But turn your thoughts where only they should turn In life, in death, and in this hour supreme. Ek. Father, until she dawned on my horizon,"], [229, "SC. IO.] THE MONK OF ST. GALL. 213 My thoughts, my being entire, were not alone Vowed, dedicate to Heaven ; they were Heaven's only. But ah ! too soon there came divided fealty ; Then snatched, as 'twere torn bleeding, from those heights Serene where I had dwelt, I fell headlong, Or flung myself down chasms of despair, Whence only now her love can raise me up, And heal th' unworthy soul that she alone Can help to purify, and make it meet For off'ring on that altar, where the souls Of men who've sinned may yet, thou say'st, be laid For grace and heavenly mercy to absolve. Moe. I hope 't may yet be time. Since you would have It so she's here, and for a space I'll leave you. Ek. Nay, leave me not for long ; I need thy help. Moe. I will walk by a while. Enter Hadviga and Praxedis, Ek. I have no words to thank you, or t'exprcss The keen delight your presence — oh, it kills — This — this is death ! Had. You did desire Ek. I do, I do desire — to see you ; but mine eyes"], [230, "THE MONK OF ST. GALL. [ACT v. 214 Grow cloudy — nearer, oh, come nearer yet, I do beseech, and let me see you once — But once again. Moe. My son, be calm, the end Is not far off ; death draweth nigh apace. Ek. 'Tis here, e'en now — all's dim — yet 1 must speak, For die I cannot till she has forgiven. Speak, I beseech you, let me hear once more The voice that erst in far-off sunny days Filled my calm cloister-life with harmony, Clove my wild soul in twain, and filled me full Of rapture, the sole rapture I have known On earth. Had. I do regret most bitterly I took you from your convent and your calm. Ek Regret it not ! I thank you now for that You did. 'Twas writ above that I should love you; I would not have't undone, nor you put out From this sad life of mine, and sadder death. I could not bear to die and think you had Not formed a part of what I was on earth. Unsay 't, unsay't ! Unsay you do regret, And grant forgiveness for the wrong I did you ; Say you forgive ! I cannot die without ;"], [231, "SC. IO.] THE MONK OF ST. GALL. 215 My soul in tortures lingers for that word Which only you can speak. Had. I had ne'er thought It possible that you could ask, or I Ek. Forgive ! Forgive ! Forgive ! Had. I do forgive : And on my knees I crave, if I in aught Have hurt you, as I know I have, I crave Forgiveness thus upon the ground ; entreat You grant it. Ek. My voice, my breath all fail, but yet My ears take in the sounds which still do fill Me full of Heaven. Oh eyes ! one long, last look — I ever loved you — and — oh ! — yet one word To waft me through the shades — the vale of death — One word, Hadviga ! Had. I love you, and though life Did part us, death shall not. I go with you. Ek. Wilt kiss me once ? and thus my parting soul Waft on thy kiss to oh ! [Dies. Moe. \" Dies irœ, dies ilia Solvit sdeclum in favilla \" — Had. Stay, Ekkehard ! oh stay ! My life ! my love ! my all ! oh stay awhile ! Moe. \" Tuba mirum spar gens sonum \"- Had. I do remember me — ah ! 'tis too late !"], [232, "216 THE MONK OF ST. GALL. [ACT V, Moe. \" Liber scriptus proferetur \"■ Had. Return ! return ! Moe. Madam, he's past away \"Judex ergo cum sedebit\" Had. Return ! Return to hear — to take me with you in Your arms, oh Ekkehard ! I come, I come ! I'll follow swift ; my soul shall overtake Yours ere it's sped beyond the reach of mine ; But no, I know you'll stay for me, and round Me hover till I come. I have you here, Oh death, and greet you with a smile. Sweet death ! Thou smil'st like life when sweetest it doth smile. Thou'rt very welcome. Ekkehard, I come ! 1 follow thee oh Ekkehard ! [Stabs herself. Moe. \" Recordare Jesu pie \" Prax. Sweet madam, oh ! My mistress ! alack ! alack ! Moe. \"Qui Mariam absolvisti \"■ Prax Oh ! staunch the blood, perhaps some sparks of life Do yet — oh ! mistress mine ! — she's dead ! she's dead ! Moe, \" Huie ergo parce Deus ; Pie Jesu Domine, Dona eis requiem. [Scene closes."], [233, "NO TE S. ACT I. — Scene 4, Page 20. Kutlca, a Hunnic divinity. ACT II.— Scene I, Page 23. St. Gall. — Fergusson in his \" History of Architecture\" gives a very interesting account of the monastery of St. Gall, which, he says, belonged to the early part of the 9th century. He also gives a reduced sketch of a portion of an original ground-plan of the monastery, which was found in the monastery. The building, it seems, was never completed according to the plan, but was apparently meant to have covered about 450 feet by 300 feet. ACT III.— Scene ii, Page 115. Zisa, a Suabian divinity. p"], [234, ""], [235, ""], [236, ""], [237, ""], [238, ""], [239, ""], [240, ""]]