[[1, ""], [2, ""], [3, "THE [BAYS Miscellany, O R C 0 LL ET Trhuiiphant : CONTAINING 1. The Petty-Sessions of Poets. ■JI. The Battle of the Poets, or the Contention for the Laurel ; as it is now Acting at the New Theatre in the Hay-Market. III. The Battle of the PoETs. An Heroic Poem, In Two Canto's. \"With the True Charadlers of* the feveral Poets therein mention'd ; and juft Regfons why not qualify'd for the Laurel, The Whole defign'das a Specimen of thofe Qentlc- mens Abilities^ without Prejudiceor Partiality. Written /.).Sceibleeus Quartus. ' L 0 N D o m 'Printed lot A. Moore-, aijd bold by the Book fellers and Parfifehletiellefs of London .and Vejlminfler*"], [4, ""], [5, "THE PETTY-SESSIONS O F POETS. WH A T a racket and pother have hem of late Days, With Long-tails and Bob-tails for Front- let of Bays ? All ftrove for the Profit, not one for the Honour ; So fcribled, petition'd, and harrafs'd the Donor. A Verdict was given in Favour of Bob, The Word carries Magic, andrithmes well to Rob. By fly Innuendo I'll mention a few, Who never were reckon'*! among the large Crew. The firft that appear d, and who led up the Van, Was a peevifh, mifhapen'd, diminutive Man : ** A Bard, who by help of * Pbyjician and + Parfon, Went quickly to work, on his Chair fet his A- on, And murder'd old Homer ; but of his own head, Flefli-dfd with Blood, murder'd, mangled poor Sbakefpear, when dead. Like a Botcher, he knew how to turn an old Coat, But no, make a new one •, and juft fo he wrote. The^Parfon, who boaftednot much of the Spirit; Afferted his Claim, and faid, he had moft Merit , That oftner than Proteus he vary'd his Shape- Was Draper, Examiner, Buffoon and Ape . That he many times braxefCd a manifold Rub, By taking upon him the Tale of a Tub: He was therefore advifed not to fue for the Place, 'Till he firft turned Chriflian, and prov'd he had Grace. f* Mr. P — e. * Dr, A -b - 1. t Dr. S— t. The"], [6, "[8 ] The next was a Sylhbalonga, a 'Squire, An Oil-Merchant once, L>ut a Man of feme tire \\ Topourtraithis|G/Vfo«'sgreafetetureandStrengthJ Made him ftrut in Heroics full eight feet in lei But finding his Clai n not fupported by any, 1 He drop'd his Preteniions, and let up his Zany, *£ As S—t had befi re by Doctor D-l-y. « J To the B I ten the Zany endeavour'd to climb, But could not m ikt B mbaft to pafs for Sublime \\ Extravagant Flight, and extravagant Thought, To a groveling Condition this Icarus brought : The Do( - Talei and EpifiUi lb famous, In Poetry Epit v.'.-.s found mus. A Title-page Monger, of all Men the oddcfi, . Orator H y, both equally modeft, TheirPlea did put in •. which, for want f abetter, \"Was, that they had once trump'd up a fcandalous Letter ■ The one w. s ad 1 ;' 1 a rnoft impudent J^fter, And the other ( vn for t Correction to L— r. A \\. Bantling > f Ft nunc appear'd in rhe Rear, Aflcrtal .';is Title, which feem'd pretty clearg But as he mifufed Favour ihew'd him before, s 1. t proper that he fhould receive ar.y mere. HadltheDif I lace Toapromiil: gY''.!___.v.^;_ the.F/'c/?.'r/t-twouLi grace. As .14 St f the Tribe half fo fir, If.'? ?, and an accurate Wit Are Qiialincatic ns fufticient to raile Our LfLcm for iheMan who docs ,:erit the Bayt. I Gideon, a Poem by A n H — 1,2 * M— t 1. An I iih Clergyman, Dr. S 1 s Favourite. tt fci-g-r'-t Lei I the B. of L— n. f To r/.v Tune of Now I have gutten a Wife of my own. 4. S ge. 4|Scipio Africanus, a Tragedy by Mr. B--k— harrt.' the;"], [7, "THE BATTLE O F T H E poets: O R T H E Contention for the Laurel, As it is now Afling At the New Theatre in the Hay-Market ; introduced as an intire New Act to the Comi- cal Tragedy cf Tom Thumb. Written by Scriblerus Tertius. New. Bavius, take the Peppy from thy Brow, And place it here ! here all ye Heroes bow : This, this is He, foretold by ancient Rhiwes, Tb' Auguftus born to bring SaturiiianT.7W_. Dunciad"], [8, ""], [9, "ANEW PROLOGUE, The firft Night of the young Company's a£ling this Seafon, at the New Theatre in the Hay-Market _, in Behalf of thofe that came there from the other three Play-houfes. Spoke by Mr. Roberts. ' A youthful Soldiers, bred to Wars Alarms, JT\\ Difdain foft Peace, and love to flnne in Arms -7 Fortune and Fame with glowing Tranfport view And whtre They fly, with lab' ring Steps purfue. So we, grown weary of inaBive Life, Have dar'd to enter this ambitious Strife ! Fond, flattering Hope, to our defiring Eyes, -y Prefent s your Favours, tempts us n.w to rife, S> And bravely Jl rive for fuch a glorious Prize. 3 Long the bright Ornaments of Drury'. Stage Have been the darling Favourites of the Age; But greedy Fate, and Time's defiroying Hand, The generous Purpofe of their Souls wilhjland. Since then, in their declining. Others rife, Blamelefs we may with Thofe difpute the Prize, If Their Endeavours patient you attend, The like Indulgence may to Us extend. We hope to pleaje Let Touth atone each Fault, Nothing at once is to Perfection brought : The Seeds of Judgment, like the Pruit of Trees, Wake into Life, and ripen by Degrees. Touvg Cyons, e're they flouriin, mufl take Root •_, The Spring mufl ujher in the Summer Fruit. Bid us but hope you will regard our Foil, And with your Ir.fiuence blefs our barren Soil ; B 2 Whatever"], [10, "The PROLOGUE. Whatever net* or ancient will improve, Or fi'iU to Innocent Delig'it may move, And give New Pleafure for each different Night, Us to the Task flail rouze, You to attend invite. Our Souls aj/iduous f?all no Labour f pare, That ir.ay ir,JlrH?l us to be worth your Care : Wet firive, as all Predecejfors Jlrove, y Still at Perfection aiming, upwards move, > And be,inTi?ne,we hope, what you may all approve. J Dramatis Perionae Fophng Fribble, -Mr. Woodvarl ComentProfund,/ Candidates VMr. Lyy. Sulky Bathos, S for the <Mr. Ayes. Noctifer, C Laurel /Mr. Roberts. Flaile. ~> *• Mr. M organ. Lord Truetafte, p C Mr. Funthtt Lord Grizzle, ( JudgesoftbejMt. Jones. Noodle, ( Contention. )Mt. Reynolds. Doodle. J Ctskx.Watben. Dangle, Difmal. lOficers of tbe$ Mr. Havar J. S Laurel, t- Air. Crofs. The other Characters as ufual in Tom Thumb. THE"], [11, "[ i3 ] THE Battle of the POETS; OR THE Contention for the Laurel. Enter King Arthur, ghieen Huncamunca, Lord Noodle, Lord Truecafte, and Lord Doodle. King. \" r | 1 HIS is the Wedding-day Of Princefs Huncamunca and Tom \" A. T/. umb : Fetch me my Laureat quickly, let him write On Htmcamunca's Marriage with Tom Thumb, Epithalamiums full of Frisk and Fun. Nood. Alas! my Lord,ycur noble Laureat's dead. King. Ha! dead! Is't poiiible? Griz. My Liege, 'tis true. _fi_£«g.Witnefs,ye Powers, I have not inmyRealm One fit to wear the Laurel after him ! Yet^ my good Lords , with officious Hafte Summon the Sons of Crambo, 'tis our Will They fhould appear, and rhime it for the Bays : You, my goodLords, fhall judge th'ambitious Strife, And where 'tis moft deferv'd, the AVreath beftow. [Exeunt King, &c Nood. Hafte, fly my Lord, and bid the Tribe convene. [To Doodle, Griz. He need not—Even now around the Door A numerous Tribe of Rhimefters waiting ftand, Thick as in fly-blown Mutton Maggots breed, Or"], [12, "[ »+ ] Or Ravens hov'ring o'er an Horfe defunct, They croud the Palace Gate. New Mulhrom-Poetsof a Night ftart up, With dirty Fingers reaching at the Bays, And batvl their Merit forth in hobling Verfe. Tinkers, Sow-gelders, Threfhers. Footmen, Pimp. Old punning Coblers, Taylors infolen^ And fcribling fnotty-nos'd Attorneys Clerks, Put in their equal Claim Nood. Admit 'em them We'll hear thefe brave Parnajjian Peers contend. Firfr, let the fenioi Bard approach our Lars. [Doodle^oej out, and returns with a Pjptr. Dood. My Lord, 1 cannot get the Senior to ap. proach. Nood. Why-y what is he ? Griz. A punning Cobler! An excellent Toad at writing Pmdariclts! He's a great Critick too. DcrJ. \\ onder he ftands withnur, talkir* tn hit gapn g Brethren, of the Strength of Genius ! the great Hints! the fupernatural Emotion! the Aw etbenal Conceptions. Nood. Heyday! Heyday! Are vcu fure his Brain is not touch'd ? Griz. Brain touch'd ! Wh7 his Judgment is now lull ripe. Nood. I fear it will be found like a Medlar not only ripe, but rotten — But has he fent many \\ erles > J Dood. Yes, yes, here they are. Nood. Read 'em, my Lord Truetafle. t r jr. tDoodle l™* the **per to Tiuetaftft T nT''\"; ¥&rKnI& * httlel I'\" try, but I fear [Read's!]\"1 J thC7 afe f° Ver> fubiime\" Oh! vafi Profundity, hail mighty Power ' Thy Influence fled On this devoted Head ! An happy Hour"], [13, "[ >5 ] Stands fmiling in the Book of Fate; Ah ! let me fnatch it e'er too late ! The Jl)ady Laurel even now Awaits this ancient Brow ; Which if I lofe, I like a Goofe, Or fulleir Bittern on the Danube'* Shore, o Among the Reeds flow-fwinging oer > The rapid Stream, fi jail hum, or buz, or roar. J Nood. Give my Service to him, and tell him, I think he's too fublime for a Laureat; but I'll ufe my Intereft to make him Thunderer at one of the Play-houfes. Griz. Lord, Sir, he does not write for Intereft: Reputation, Fame, immortal Fame, is what he aims at. True. Then tell him I think he's an extraordi nary Perfon, and that his Verfes are moft wonder fully wonderful. [Exit Doodle. Enter Doodle and Profund. Nood. Who is this, my Lord . Prof. May it pleafe your Lordfhip, I was brought up an Attorney, but finding my Capa city above that Bufinefs, and having a Tafte for Poetry, I inclined my Study that way : As a Proof of my Learning, I have reftored the ancient Reading of Jack the Giant-killer, a-nd written a Comment upon Thomas Hi.kathrift. Nood. Do you write fluently, Sir ? Prof. Sir, in that I dare affirm, None but myfelf can be my Parallel. My envious Brethren think I only plod on in a beaten Road, like a Pack-horfe, but they are ma licioufly miftaken. I write Plays and Operas with the utmoft Expedition -, and I can't blow my Nofe, but out flies an Entertainment. Nood. Pray, Sir, give us a Specimen of your Poetry. [Profund takes a Paper out of his Pocket. Prof"], [14, "t '6] Prof, reads. \" In Days of Yore full-fam\"d wai Hckatbrift, \" A peerlefs TV lght, of Bags great Store had he. Your modern Publiihers and Printers have it fo, hut at my peril let it flar.d corrected thus : \" Full iarn'd was Hickathrift in Lays of Yore, \" Great Store cf Gold had he, a peerlefs Wight. As for the firft, let all the Commentators in Eu r^pe fet their Heads together, and ring as many Cna.ges upon it, as were rung upon the Bells in Cornbill, I'll undertake to give 'em twenty more: and ab to the fecond Line, having great Store of Bags- —^as I humbly apprehend, is having juft nothing ■, but in my Reading, I change the Con tainer, Bags-y for the Contained, Gold, which is ab folutely, upon the Wrrdof a Scioliaft, much — muc . better. Nood. sir, this may be very learned for what I know, but your Poetry is what I want. Prof. Sir, I have a Specimen, which I don't doubt will meet with your Approbation; there's a Song m it, which my finging Back will perform in a high Flight, and fuch a Flight as Mortal ne ver ft v. Lo ! what my Brain prdlifck can produce, Full oj Surprize: and Wonder! in my Vcrfe Heaven, Earth, Air, Hell, Sc as, Fire together bleiti And Sympathize — .- Now, if'you pleaie, Til call in my Back to fing the Song. [Goe>totbeDdor, Evter Songftero. AIR. Flights of Cupids hover round me. Flights oj Bats and Owls hover round me, Clap your merry, merry founding Wivgs ■' Flights if Bat* and Owls hover round me V hiljt tranfportei thus a jelly Poet fwgs^ Laurel fpreading My Brow Jbading, Io! J icloria! this Sonnet bringsi Truf."], [15, "[ '7 ] True. Well, 'tis a very good Song, and we'll confider on't Ho retire a Moment. [Exeunt Prof, anl Song. Enter Fopling Fribble. True. Mr. Fribble, I am glad to fee you, we are now proceeding to an Election pray,Mr. Fribble, if yoa ftand as a Candidate, make a few extempore Lines. Frib. Lightning rivet me in the Embraces of my Mufe eternally if I don't Allons, my Dear, the Subject ! the Subject ! Nood_. We want an Epithalamium on Tom Thumb's Marriage with the Princefs Huncamunca. Frib. Ay, ay, my Dear, 111 du't hum! let me fee ! The mofl diminutive Tom Thumb Is a very great Alan, gad Jlrike me dumb; And the fine Princefs Huncamunca too, Shall wed him without any more ado. The Sun him j elf fiall rife by Break of Day, To fee the Bride and Bridegroom all jo gay ; And when that they are wed, and come from Church, And at the Table Jit in eafy Cuairs Griz. Hold, hold, Mr. Fribble, eafy Chairs don't rhime to Church. Frib- Hah ! gadfo, that's true let me fee ftrike me fpeechlefs if I tan find a Word that will rhime to Church oh ! now Sir ! And placed up on high, on large Joint-fools. Griz. Olud ! why Joint-fools rhimes to Church worfe than eafy Chairs. Frib. Pfha! Pox, if you ftand fo hard for a Rhime, the Devil would be a Poet Laureat. Griz. True, Mr. Fribble, pray go on. Frib. Now, my Dears, as I fuppofe, the Epi thalamium is to hefting, I'll vary the Movement, for the Benefit of the Muiick hold! — hum ! C «y"], [16, "[■8] -—ay Seated on Joint-flools was the ly Well then ! ay, ay, right Then round go the Bowls, To chear our Souls; Our Pipes we willfu7ik a, For the Honour of great Huncamunca ; And as for Tom Thumb, Say nothing but Mum : For him we'll be damnable drunk a When he peeps in her Eyes, For to fee the Smiles rife. Well pleas'd with the Pinking, And Winking, And Blinking, AH other Maids he'll defpife. ll'hev the Day-light is fled, Aid they're going to Bed ; When the Piivxefs is jmerkivg, And Tom pull, (ff his Jerkin Now 'tis decent to leave them there ; and for the Chorus of all To the Tune of, Non e Sivago. Sing Smerkirg, And Jerkin, And' Jerkin, Ar.d Smerking, Sec. [Noifc with out -.] We'll all come, we will come in. l\\ood. What means this Infolence? Enter Sulky Bathos Nodifer and Profund. Bath. Impatient of the nipping eager Froft, And willing foon to underftand our Doom, Wc thus approach. NoB. Your Ear, my Lord, I crave ! Nood. Speak what thou art. NoB. I whilom, in a Cavern clofely pent, Midft Carmen brave Athlethk Chiefs; a hfcE,llb falacious crown'd the Habber'd Board, And curling Whifs of ftrong Mundungus rife, Coninv"], [17, "[ -9 ] Conundrums Laughter-moving oft have cull'd. Then in the Orchard's bloomy Shade reclin'd Of Lovers in a Bower, the Fairies dance, Defcending Showers, the Midnight prowling Wolves, Of Star-light Nights, of Moon-fhine, Froft, and Heat, And Owls and Bats full well devis'd to fing. Pro. Pfha! I hope my Owls and Bats fly better than his. Bath. Rot your blind Bats, pox and confound your Owls : Dar'ft thou fuch tunelefs Diflbnance rehearfe, And impudently call it Milton's Strain, Where barbarous Nonfeme with undaunted Stare Thro' the vaft Heap of g im Confufion grins Dar'ft tho-u, Thou dangling Under-Spur-leather cf Law, Attempt the Bays ? Be. dumb, ye Slaves, be dumb! Have 1 fo long at Wit and Merit roar'J In th'undring Profe, or in Pindarick Hail! Have i fj often at the Popeian popt, The Head of Lacrymofa l uppi lop'd, Detected the Poppyfmas too, and now To be confronted by a Pack of Elves ! Be gone, and take it for fufficient Praife, Wnen it is faid, you durft contend with me. Frib. Mad.mad ! by theWorld, infuperably mad. Pro. Read mine, my Lord ■ — ■ -. NoB. I m recommended by / All four Bath.They can't be fo good as mine - > fpeak to- Frib. I wifh your Lordfhip wou'd k gether. perufe. Griz. Be fileht all ! OngayextendedWmgs Ye Infers, in the Sun-fhine of a Court Grown warm, you're troublefome -, Depart the Room ! Go leave us, we'll debate In Private where to place the Dignhy. C 7, Frib."], [18, "[ 5° ] F, ib. Ah, ah ! 'tis mine ! ■ I fee 'ns n'nie! I have carried the Daj'. Kood. Ycu, .ir. Fribble, ftay. Fiib. Brethren, farewell. . Tare thee well ; 111 Luck awaits me, and ill I rnuft fare. [Exeunt Bath. Pro. and No3. [A Noife without.] True Pray keep back. Fail. Clear the Way, and .et a Body come in. [// -./.-». -. What buttling Fellow is that ? . Wauns, I will come in, I'se teil you but that. \\Jlrhh&. I nter Flail. at a Thrufting and Squeezing is here.' . if this be c ming to Court * Pray, my Lord, upon what Account is y, I'm but a Weft-country Threflierj Ik wlic a making Yarfes vor a I Co'urt, zo I come to zhow my Zel •, for Khiming be all, I'ze rhime as thick as Hail,I rant Arc. z. Huve ycu ever been acquainted with Poetry J Flail. Ah ! Laud help your Head, read Poe >' , qu tha! Tve read Patient Grizzle, the Balm /-' ... Chevy-Chace, and the Drag. r. o'Wantle)'. ..'. You're learned. Flail. Learned, oy, oy or el fe I'd ne'er made Varfes for our Bell-man this ten Years Nay I can crack Jokes in Rhime: At Joan Dray. Chnftning ,f her laft Child, I made zuch Varies, the old Gollips were ready to die with Laiif ter: iy, they'd make your Hair ftand on End to read em, they be fo vull of Wit, True."], [19, "[ 91 ] True. Oh, you fet up for a Wit then ■ — -that's the worft thing you can do the Title of a Wit never carries the Laurel. Flail. Noa ! waunds, I thought they were all Wits — fo plaguy zharp, that a Country Fellow cou d not fpeak to 'urn, butzure they are nocun ninger, d'ye fee, than other Volk - — I'll zoon try my Skill. As Dolly and Roger together lay Behind a Cock of new-made Hay, Quoth Roger to Dolly, Ah! let me now ! Noa, Roger, quoth [lie, you fiatft I vow. If ye liken to wed me, ye may play With me quite thro' the live long Day. <^W Hodge, we may play, but how fhall we live ? My Father, quo' Doll, five Pounds will give. At this young Roger began to jmerk •, Befides, quo' Doll, I can ftitch with a Jerk. Hoh . hoh1. hoh! Nood. Oh pox, Mr. Threfher, — you're a meer Wag. Flail. Oy, oy, you zee Iz'e a very Wag. ■ — True. Well, Mr. What's your name, with draw a little, and you fhall be anfwer'd. [Exit Flail. Nood. Well, in my Opinion, Mr. Fribble has carried it from 'em all, and fo Lord Grizzle pro- ceed. [They rife and come to the Front of the Stage, Grizzle leading Fribble. Griz. As pendent Bulhes fhew the Sale of Wine, And Pontack's Head denotes good Food within, Thee, from thy Verfes, Laureati pronounce. [To Frib. Call in the Minifters in folemn Form, Inveft his Temples with the glorious Bays. [Exit Doodle, and Enter Difmal and Dangle with Laurels. Difm. Are all Materials ready ? Nood."], [20, "r « 1 Kood. Sir, they are. Dif. With both my Eyes I have the Room furvey'd, And can't elpy the Mug of potent Ale Dang. Ale ! Sir, you mean Sack. Dif. Sir, I laid Ale, and mean to be ob^y d. [Enter Servant with a 1 ankard, r Dangle ft s Fribble kneels before him?] Dang. Since to the Stroke of all devouring Fate Laureats, like other common Scriblers, yield, And thou art chofen to maintain the Foil: \"Which thy great PredecefTor whilom fill'd, Hail, Son mature! Undaunted Poet, hail! Thee from the Origin of Things fore-doom'd Ti - wear the Bays, I ween : No common Honour waits thy ample Brow^ The ii Prince of Poets (hall diftinguifh'd ftand, And chaont in Strains unrival'd Arthur's Praife. k well the Oath, which th'arr firmly bound Sacred to hoi.!, and every Part fulfil. I Fribble lays bis Hand upon the Laurel [The 6 ATH.~] Wh.cn you write Sonnets, fwear no finifh'd Lines, Where eafy Wit in juft Expreli.on lhines, Shall once appear. To be no thieving Afs, (Tho' hard thy Forehead as Corinthian BrafsJ Profoundly fwear, left what you call your own Be prov'd another's, for 3-our Parts are known. Whene'er you choofe an Epigram to write, Swear to be waggifh, very unpolite •, In Elegy that you will ne'er appear Natural, Eafy, Strong, Succinct or Clear -, If to the Odes, Pindarick Odes, you foar, To be itark mad, and like a Tempeft roar And when in Satyr you delight to rail, To write with toothlefs Head, and ftinglefsTail; In Panegyricks daub your Patron well. In all thy Thoughts and Actions ftill be fine To"], [21, "[ n ] To mock the Force of Intrepidity^ \" All Nonfenfe thus of old or modern Date, \" Shall in thee center, from thee circulate. drinks,and givestheTankardtoFtibble. Frib. All this I fwear, I'll prove to all Mankind, None better for this Honour is defign'd : Already they perceive how I can write, This be my Poifon but I'll do thee Right. [Drinks. [The Officers put the Wreath on his Head.l The SON G. [Tune of, What a pox w ox? d you be at — Frib. 7 My Temples around fings. fWith Laurel thus bound, All you that behold at prefent a Shall find I have Wit For my Pofl very fit, By Nature I feem for it meant a. J II. Sure no Wretch will dare With me to compare. Nor meagre grim Saty rift flout me$ For thc higbefl Degree Of Quality fee The Paraphonalia about me. III. I've a Bronze in my Face, In my Carriage a race. Which has oft been expos'd to the Town a. At my Plays, tho' the Croud Have hifl very loud. Egad they cou'd ne'er hifs me down a. IV. For next New-year's Day, Til fow you a Lay Writ with fuch Spirit, Force and Energy, And in fuch a Strain, As ne'er flow 'd from the Brain Of the late witty Son of the Clergy. V."], [22, "VhI V. Since now oj good Sack I flail ne'er know the Lack,' The Flights of my Fancy purfuing, Tilth Surp/ize you flail view The Laureat out-do His wonderful ufual Out-Doi -•\"■\"*. With a Fal, &c. Nood. The grand Proceflion only now remains, which I will go prepare. [Exit. Irue. Hafte and caparifbn, with wondrous Speed, The Afs that's deftin'd to fupport the Weight Of this our peerlefs Bard, and round proclaim His Honours in quaint Songs and Roundelays. [Exeunt in Form. [Mob without, huzzaing ! and Flour Trumpets and Mufuk. Enter King Arthur, Grizzle, and Courtiers, meeting Lord Noodle, &c. who give the King an Ac- count oj Tom Thumb', being fw allowed up by the Cow. The King expreffes his Concern for this Misfortunein the following Speech. K. Artb. Now, where's my Laureat ? Let his Strains of Joy To Horror and Confufion all be turn'd •, Let all the World run mad. Is there not Caufe? In what ill-fated Hour was I conceiv'd, *\" \" '\"* ~---. ....V. \"- ...... -. V.!_...7.^_, U, That thus a gloomy Cloud fhould over-caft My Dawn of Joy ! Enter Ghoft. Oh horrid killing Sight ! Start, glaring Eye balls, from your Sockets ftart: Ten thoufand Furies with your brandifh'd Snakes Now lafh my Soul, and thro' the vaft Abyfs Purfue me with Variety of Pain: Cerberus gape, and fw allow me alive. Promethean Vulturs gnaw my lab'ring Heart Let me, Ixion, to thy Wheel be chain'd Or,"], [23, "[ »5 ] Or, Syfiphus, thy ponderous Labour urge, But not behold yon grizly Spe&re's Face. [Upon this Grizzle kills the Ghoft, and he is there- upon kill'd by one of the Courtiers, and his Death is likewife reveng'd by another, andfo on till all the CharaBers on the Stage are defrayed I] This now I take to be an unprecedented Inci dent of Scriblerus Secundus; and therefore to cor rect this Error of mf elder Brother's, I have in troduced the Laureat to conclude the Play with the following Speeeh. Enter Fribble. Ah cruel Death! what Havock haft thou made In the beft raireft Part of all Mankind ! Since thefe bright Orbs are blotted from their Spheres, Nature appears an univerfal Blank. No Day inconfcious of your Worth fhall pafs ; Sooner lhall Fleet- ditch clearer run thanTbames, A Make-weight Candle darken Titan's Beams, Profund write Senfe, and Bathos be a Wit, 7 And Milton's Strain to Noctifer's fubmit, > E'er I, immortal Peers, your Praife forget. S D"], [24, "[ •>« ] THE Battle of the POETS; A N Heroick POEM. In Two Cantos. CANTO I. I\" | 1 H Y Fordl,Windfor,aT-(_ the dreadful Day, i That fvvept fuch Numbers of our Bards H awa}*', The happy Few that home with Conqueft came, The peniive Many that return'd with Shame, I ling, Indulge, Calliope, my Verfe, While I the Horrors of the War rehearfe ; Kow Poets doubly in their Works were flain, When the big Volumes cover'd all the Plain ; How little Witlings, like Enthuiiafts, fought, For the fame Caufe, they knew not why, they wrote. i Firit,Goddefs, for thou know'ft,inftrut9: my Tongue, To tell the Source whence the DilTention fprung. Fbsbus from high beheld, with Patience, long, The Luft of Int'reft, and the Trade of Song • He faw the jilting Tricks that Fortune play'd, Obferv'd the partial Jumble Chance had made ; How fome the Meteors of the Vulgar flew J l]} e §rcatcr Merit filently withdrew. Refolv d no longer fuch Affronts to bear, liiat each the Laurels he deferv'd might wear, Thus,"], [25, "f V 1 Thus, calling to his Aid fair Maia's Son, The ever-youthful God of Verfe begun. Fly, Hermes, fly to that diftinguifh'd Shore, Where Dryden late Apollo's Laurels wore ; Thus fays the Delphic God, to all proclaim, That plead the Sandion of a Poet's Name, Long has .onfufion ravag'd round the Plain, And Dilcord rul d among the Mufe's Train ; Without Diftindion, to the Art's Difgrace, The greater gives the leffier Genius place -, Hence who are ftrenuous to reftore their Right, Are thus by Phoebus fummon'd to the Fight. His Arms let each advent'rous Chief prepare, •And I the God will be in Perfon there, To fee that all with Juftice may fubmir, By Force of Learning, and by Dint of Wit. To him who longeft fhall maintain the Field, This very Chaplet on my Brows I yield. May ev'ry Son of Verfe my Will obey, On Windfor's Fore ft to decide the Day. He fpoke, and Hermes, quick at his Command, Convey 'd the Meffage thro' the Mufe's Land. All thank'd the God for his Indulgence fhown, For all were certain of the Laurel Crown ; There's not a Bard but panted for the Day, From Pope and Philips down to Trap and Gay. All view their Forces, and corred each Line, And fwear at ev'ry Word, TheChaplet's mine. Goddefs, of Verfe fupreme, immortal Maid, Lend in the greateft Time- of Need thine Aid ; O'er all the Labours of my Song prefide, And thro' the arduous Task thy Herald guide j With Juftice let. my Praife, or Cenfure, be, For ev'ry Poet's Worth is known to thee -, And firft the -Leaders, and their Forces tell, Allies, and Neuters, for thou know 'ft them well. D 2 Firft"], [26, "[ _8 ] Firft on the Plain a mighty General came, -% In Merit great, but greater far in Fame, \\. In lhining Arms advanced, and Pope his Name. } A pond'rous Helm he wore, adorn'd with Care, And for the Plume Belinda's ravifh'd Hair. _ Arm'd at all Points the Warrior took the Field, With Windfor's Foreft painted on his Shield. Next him approach 'd, whofe Glory fhin'd from far, Wefley, and on his Shield the Sex's War. Then march'd in Order, Fenton, Tour.ge, and Dart_ With each a fhare of Genius, and of Art ; Ber.eath their Arms, vainly fecure of Praife, Translations, Poems, and a Guard of Plays. Three Captains next appear, Trap, Cibber, Gay, Heading a Thoufand Witlings of a Day. In warlike Order rang'd, theChief furvey'd Elis fighting Sons of Verfe, and thus he faid. Brothers of Song, and Fellow-Soldiers, hear; We've yet no Foes to dread, nor Caufe to fearj Difmay'd perhaps they Battle now decline, And own, without a War, the Chariot mine. But think not, Friends, I fhall engrofs the Praife, No, let each Chieftain fhare his Worth of Bays. But if at laft ye fhould the Foe behold, Be wifely valiant, not too rafhly bold. Beware of Welfted, in the warring Throng, Wife as Ulyffes, and as Ajax ftrong -, Avoid his Arm, nor too prefumptuous be, For he's a Yidim worthy only me. Or fhould you Philips in the Battle fipy, 'lis Death to meet him. and 'tis wife to' fly. Belinda be the word ; and when I ncd Review your Forces, and invoke the'God. So fpoke the Chief; and foon was heard frcm far, The noify Proimfe of a dreadful War- With Shouts, and loud Huzza's, they'pierc'J the Sky, And feem'd to fpeak a hot Engagement nigh Hill"], [27, "[ '9 ] Hill ufher'd in a party-colour'd Train^ In Merit equal to himfelf, and vain. His brafen Coat of Mail was cover'd through, With Stripes of Silk, each of a various hue ; While Sattin Streamers o'er his Helmet play, To emulate the Sun, and paint the Day. Upon his Helmet's Front was Gideon plac'd -, And his broad Shield a Round of Titles grac'd. Then for the Fight a motly Train prepare, Refolv'd the Fortunes of their Guide to fhare; In mimick Armour near their Prince they ftand^ And Amazonia at her Lord's Right-Hand , With Hundreds more at Diftance on the Green -, Bards feldom heard of, and as feldom feen. As thus they flood, quick to their Arm}'' ran A Meffenger from Pope, and thus began : Thus from our Leader was I bid to fay, To you who come Spedators of the Lay -, To fome fecure Retreat at diftance go, Nor ftop the PaiTage of th'expeded Foe, Where you with Safety may behold from far, If fuch is your Defire, the coming War. O He fpoke and bow'd ; then to hisPrince return'd, While Hill with Envy, and Rtfentment, burn'd. Spedators of the Day! Heart ftabbing Sound ! But Oh! my Sword mall ftrike a deeper Wound'. Rage-giving Words ! Spedators of the Day ! But this fhall do much more than he can fay. And then he ftorms, and wields his Sword in Air, And threatens Pope •, but lo! no Pope is there. So have I feen a Bull in angry Mood, Thirfty and raving for a Rival's Blood, Beat with his Hoofs the Ground, and tear the Plain^ And, lowing, gore th'impaliive Trees in vain. As full of Anguilh all the Soldivrs ftand, And with Impatience wait their Chiefs Command,, Revolving Vengeance in their tortur'd Mind, Surpriz'd they fee their Deftiny behind ; The"], [28, "f _°] The big Refolves, that they had plan'd before, Are fled, and they are now themfelves no more. Fearful to fight, and yet afham'd to run, They wait the Dange;s that they cannot ftiun. Welfted to War a youthful Army led, Born on Parnaffus, on Parnaffus bred ; Himfelf a Godlike Chief, deriv'd from Jove, Whom much Apollo, and the Mufes, love. Upon his Helm the Roman Swan appears, And Ho/ace ihining thro' a Length of Years. LTpon his Shield's the happy Grove below, Where all that fing like him are fure to go. And there Lavinia by her Dream betray'd, And Aeon fmiling on the ravifh'd Maid. Him Bet lingham obey'd, from Phoebus fprung, And, like Apollo, bcardlefs, fair, and young j His Chief's belov'd, the Mufe's early Care, And wherehe goes, his Guard, the Mufe, is there. Next P.rfadvanc'd,skiH'd in the Charms of Rhyme, Himfelf thc Vidaot the prefent Time. Thef^imburft join'd, in for. g a blooming Youth, A ftrift Adherer to the Caufe of Truth. Him Jacob follow'd, with his curious Dame, And m his tragick Mufe fecure of Fame. Next Mottley came, of Heliconian Birth, Whofcgreateft Fault is Diffidence of Worth. To thefe their Chieftain in a Strain begun, That fpoke the Prince, Companion, Friend, in One. Friends, and Allies, firft let my Thanks be paid To you, who bring me your fpentaneous Aid. What may not I prefume, when thus I fee, Worthies like you neglect the Wreath for me? Well may I foar the Laurel Crown to gain, When fuch as you alien my Right to reign. Follow to Arms my Chiefs, fecure of Fame And facred be to War Zelinda's Name. He ended thus ; then they prepare to go, And cut their Paffage to the diftant Foe.' Hill"], [29, "[ p ] Hill faw them glitter terrible from far, And trembled at their dazling Gleam of War. With a forc'd Courage to his Men he cry'd, o On let us march in Terror-giving Pride •, > And Amazonta never leave my Side. J He fpoke, and lo! they met upon the Plain, And Weljled ey'd him with a ftern Difdain-, To conquer him he left his Chiefs the Fame, And, fmiling, bore away the Captive Dame. In Jacob, Hill a Match unequal found, Nor with his Gideon could maintain his Ground; AH his Artillery of Wit he drew, Which at one Line of his to Shatters flew- While Pitt, and Mottley, with the reft engage, And routed Hundreds with a fingle Page. Thus with Succefs their Arms begun the Day, And thus to nobler Conquefts clear'd their way. Mean while the Chief, the brave Virago fent, Safe with a Convoy to his Royal Tent. Scarce had he gave his Orders, but was feen, Pope, and his Army, marching o'er the Green. Forward he fprung to meet th'approachingFoe, Eager his great Antagonist to know ; Refolv'd with him fingly to try his Fate, With him of whom Report had fpoke fo great. The Armies meet, the Word the Leaders give, And all the Signal for the Fight receive. Satyrs, Epiftles, \"*rerfes to the Fair; Songs, Epigrams, and Plays, are thrown in Air: Tranllations, Elegies, the Epic!: Strain, Are made the Sport of Winds', and hide the Plain, Some are made ftronger than they were before, And fome are forc'd to fall, to rife no more. Cibber, and Gay, upon the Ground are thrown, And all their Labours perifh -all their own. One cries aloud upon a noble Peer 5 The other wifhes that his Chief was near. Relent-"], [30, "[?» 1 Relentlefs Youth, Cibber to Amhurfl cry'd, The carelefs Husband's fav'd ; but Cibber dy J. Gay fwears to Bcckingham, but all in vain, He'll ne'er attempt the Tragick Scene again. Fluih'd with Succefs,the youthfulAVarnorlprung, And thought himfelf alone a Match for Tounge; Alas ! he finds the ralh Miftake too late, Ai d by inglorious Flight eludes his Fate ;_ He left, for Fortune to his Flight was kind, Only the Suff'n, gs of Rapin behind. With Zeal tranfported for the Mantuan Swain, Fitt char'd his vile Tranilatcr o'er the Plain; Refolv'd to right the injur'd Virgil's Wrong, Br Trapp fr alttr'd in the Erglifi Song; Tort-iu'd and mangled, in his wretched Profe, More than Deipbobus by Grecian Foes. Without Remoife his Men the Caitiff bind, And turn his ufelefs Volumes to the \"Wind. Mean while the Chiefs a fingle Combat fought, With the fame Spirit and the Care they wrote; A dreadful Conflict they awhile maintain'd ; But Pope, at laft, with his own Blood wasflain'd _.i he his Foe impenetrable found, Scarce had he Courage to fupport his Ground ; But fince of Arms he had the larger Store, He from his Wounds grew ftronger than before. And now the Sun darted a feeble Ray, And left a doubtful Field, a doubtful Day; But yet the Rage of AVar continued high, Till t.rckeft Darknefs had obfeur'd the Sky ; Each FIcro frarce his Adverfary fees, Nor could they well diftinguilh Men from Trees, The Chiefs the Signal give the Fight to end, And thus the Battle, till the Morn, fufpend. The End of thc Firft CA N T 0."], [31, "[ 33 ] CANTO II. T7C7HILE in their Camp retir'd both Armies V V lay, Some panting, others fearful, for the Day, Eufden, a Laurel'd Bard, by Fortune rais'd, By very few been read, by fewer prais'd; From place to place, forlorn and breathlefs. flies, And offers Bribes immenfe for ftrong Allies. In vain he fpent the Day, the Night in vain ; For all the Laureat, and his Bribes, difdain. With Heart dejeded he return'd alone, Upon the Banks of Cham, to make his moan ; Refolv'd to fpend his future Days in eafe, And only toil in Verfe himfelf to pleafe j To fly the noify Candidates of Fame, Nor ever court again fo coy a Dame. But Dennis, lo! the modern Author's Dread, Who captive Wit has oft in Triumph led, The Scourge of Foois, who gives to Worth its due, And always to the Caufe of Virtue true, Odious of late to each Pretender grown, But to the Wife his hoary Judgment's known, Forth to the Field with a new Ardor fprung, And in the Winter of his Labours j^oung ; Like Diomede. defign'd to bear away More Honours by the Night than fome by Day. Dauntlefs he ranges round the Field for Spoil, Nor wants Ulyfes to partake iiis Toil. Silent he goes where lYelfled's Arnvy lajr, The Terror of their Forces to furvey ; There by the Blaze of their nodurnal Fires, He views their Arms, and, as he views, admires -. But of a hidden on his Brows appear, The Frowns of Wrath, that fhew'd the Danger near. Backward he ftarted, and his Sword he drew, And wounded Welfed's Preface thro' and thro'. E His"], [32, "[ 3+] H's Bofom fwell'd with Rage, but all in vain, Fr r e . 'ry Wound he gave foon clos'd again. Sn rafh Tydides, mounted in his Carr, P.erc'd with his guilty Spear the God of War ; J ut foon the Parts that were divided join, And fhew'd the Hem God was all divine. Thence with a fullen G! »m : Pope he went, Ai d pafs'd the Guards to reach the Gen'ral's Tent And firft by Dart the ritic bends his way, By whom the Roman Elegiac lay ; But not the fame that wrore in C&far\\ Days, TI e -tile fo barren, and forough the i lysj N it by the f fr, polite Tibullus known, So char:.'\\! the whole, it is almoft his own. But other Lines his juft Attention drew, And charm'd his Senfes to a nearer ■, He faw what Juftice to the Dc:*. I was fhown ; as ie prais'd their Merit, fliew d his own. On youngs he enter'd, i be fleeping found, With all his Works in noble Splendor round. Upon hislateft Rhymes he drew his Arms, g'd at Trifles that debafe the Charms. The reft he left untouch'd, to Merit true, The Beauties many, and the Faults but few. To Fenton's Charms he was eiceffive kind, ( -ne of an hundred Lines he left behind. After he gaz'd awhile on Wejley's Son-, Tho feu- its Numbers, vet in Value ftrong, From thence he augur'd an illuftrious Fame, And the lure Profned of a greater Name. Next to their mighty Chief he turn'd his Eye, *-, By whom he faw the deathlefs Grecian lye; £ And SI vie fear flood, ftupend'ous Ruins, by. J Oh! mercenary Bard, the Critic cry'd, For lefler Faults than thefe have Thoufands dy'd: Too dire an Inftance of what Gold can do, inat thy own Country-man muft fufler too ! Too"], [33, "> [ 35 ] Too weighty are thy Crimes for me to bear. He fpoke, and left the guilty Volumes there. But in his other Works, what Beauties fhine ! While fw eeteit Mulic dwells in ev'ry Line; Thefe he aclmir d, on thefe he ftamp'd his Prsife And bad them live to brighten future Days. And now with Safety from their Camp he came And caft their Labours in a friendly Flame; In Tnumpa from the Field he bends his way ' And leaves to others to decide the Day. \" ' The Battle he forbore, for well he knew, The Foe was potent, and his Days but few, Refolv'd to keep the double Wreath his own Nor part the Laurel from the Ivy Crown. As on he went, he faw approaching nigh The Form of one that was, or feem'd, a Spy -, He feiz'd him as he trembling ftood with F\"ear And thus demands the Caufe that brought him here. Tell me, rafn Youth, for fuch you feem to me What can your Bus'nefs in the Foreft be, Thusarm'd, alone, now fcarce the Night is fled To kill the Living, or to ftrip the Dead ? Tell me, for 'tis in vain to hope to fly, Your Name, your Purpofe; or expect 'to die. He fpoke; the Youth withModefty reply 'd Forbid it Gods your Will fhould be deny'd. ' By fome I'm rank'd among the Sons of Fame, Of noble Birth, and Savage is my Name ; Hither I come, by other Motives led, The Living nor to kill, nor ftrip the Dead • Nor vainly confcious of my Worth I come,' Thoughtful to bear Apollo's Laurels home;' Bu,, Oh! Report, (forgive a falling Tear, 'Tis much too little for a Lofs fo dear. J Speaks of a Friend that fell, a Friend fb true, That makes the Hazard that I run his due -, •E 2 His"], [34, "His Body I defign'd to take away, That undiftinguifn'd lies with common Clay. He ended thus, and thus the Critic laid, Grateful young Man, well fhall thy Care be paid. Where we fo great a Senfe of Friendlhip find, We muft conclude it from a noble M'tid. _ But oh! no longer for thy Friend complain -, Fate has decreed his Fall; thy Grief's in vain ; And for his Lofs let this a Comfort be, The World fhall foon begin to fmile on thee. The prefent Court fhall makeDefert its Care, And ev'ry Art fhall find a Patron there. He fpoke, and foon they faw the Morn from far, And diftant Heroes rifing to the War -, They knew the Danger would attend the ftay, And to the Town they both direft their way. And now the Brave begin to hail the Light, _ While Cowards, fighing, wifh it ftill was Night. - Freih as the Morn the Chieftains ftart to Fame, Androufe the Soldier's with their FairOne'sName. Belinda, and Zelinda, dear to Love, Nymphs ever-blefs'd in Song, fly round the Grove-, Such Magic Forces in their Names are found, They all are eager to revive the Sound ; A Sound that frees their tortur'd Minds from Gare, And clears their clouded Brows of black Defpair; A Sound fo much the plunder'd Warriors charms, It makes them all forget their Lofs of Arms ; Eas'd of their ufelefs Lumber now they go, At more Advantage to engage the Foe. In dread Array both Armies meet again. And long a fierce and equal War maintain; Till Amhurft drives off Fenton from the Field j And Anhurft is by Veftey forc'd to yield. Jacob, and Touvge, in Tragic Forces fhongj Fi d in _each other a juft Match in Song. There Pitt and Dart, engag'd in fingle Fight, War, by Example, in their Leader's Sight. And"], [35, "And now from far three neutral Troops are feen. Pack, Stwell, Tickell, marching o'er the Green ; To Pope and Welfted they direct their way ; And each a thoufand little Wits obey. The firft a boift'rous Chief, in Body ftrong, A Man of War, and not unblefs'd in Song. The next in Verfe had labour'd long in vain, Till he fucceeded in the Tragic Strain ; Till from the Grave he refcued Raleigh's Name. And nobly built his own on Raleigh's Fame. The third by great, but doubtful Honours known, And oft adorn'd with Glories not his own ; So bright, fo dazling was the Helm lie bore, Fit for a Dryden to have worn before. As ready for the War the Chiefs appear, All, of a ftidden, are unnerv'd with Fear. Philips approach 'd high in a Martial Carr, Without Allies, and was himfelf a War. His Helm was made with more than human Care, And Pindar, with his Theban Lyre, was there. Upon his Shield the death ieisMantuan ftands, And, bowing, gives his Pipe to Britifi Hands. There ftood Oreftes, in his wild Defpair ; There Gloucefter s Duke, and Gwendolen the Fair. Thus arm'd, upon a thoufand Wits he trod; He drives along, and feems of Verfe tire God. So great the Terror few had Strength to run, And all, who could, the certain Danger fhun. Tickell he ftop'd, fwift flying o'er the Field, And ftrip'd him of the Arms he could not weild, Addifon's Helm among his Arms he fpy'd, And thus remorfelefs to thTmpoftor cry'd. Here ends thy Kingdom, and thy Date of Fame; Robb'd of thy borrow'd Pride, no more a Name -, Thus by my Hands fhalt thou unpity'd go. Then plung'd him headlong in the Stream below, Welfted and Pope alone his Fury ftaid, When thus the God of Verfe to Weljled faid. Oh!"], [36, "n*'3 Oh ! Bard belov'd, confefs'd Apollo fee, (For all Pamafus is concern'd for theej To thee I come, to warn thee from the Field, Well tho' you fought,you mult theChaplet yield; Nor at the Fortune of the Day repine, For equal Honours fhall e're long be thine. Go, and be certain of Apollo's Aid. He bow'd, and, with a Sigh, the God obey'd. •Mean while the Mufes all their Care engage, To fave their Fav'rite from the Warrior's Rage ; ; They fent the lovely Nymphs of Winifor'. Plain, Whom he had fung in his immortal Strain, Safe to their Grotto they their Bard convey, While Philips bears the Laurel Crown away. Thus he a great and eafy Conqueft gains -. And now on Earth the great Apollo reigns. FINIS,"], [37, ""], [38, ""]]