[[1, ""], [2, ""], [3, ""], [4, ""], [5, "GYPSY CHILDREN; (ROMANI) (CHAVIES) OR, |l gitrxul in (&Qp&Qbom+ WITH SONGS AND STORIES BY GEORGE SMITH OF COALVILLE, Being Incidents, Plans and Suggestions for Improving the Condition of the Gypsy and Van Children, abridged from his Books, \" I've been a Gypsying,\" \" Gypsy Life,\" Gr*c, &r°c. Music by JAMES H. CROXALL, AND BEATRICE G. L. SMITH, Composed expressly for this work. All Rights Reserved. Entered at Stationers' Hall. EontJon : Printed and Published by woodford fawcett & co., dorset works, salisbury square e.c. Copies can also be had at The Cabin, Crick, Rugby,"], [6, "NEW EDITION. In this edition I have' introduced Part II. to give further insight into the opposition I am facing, and the details outlined in my Movable Dwellings' Bill for improving the condition of our vast — but scattered — army of gypsy and van children, and other poor little nomads on the highways and byways, and in the nooks and corners of our land, uncared for, uneducated, and unkempt. G. S., C."], [7, "BOTH Dooi This Akova GYPSY Ro?nani TO Kater THE MOTHERS AND FATHERS O Dei Ta Dadus OF OUR avree mendi Happy Country, Kooshto Tern, AND ta MY FRIENDS Meeri Komyaiu IN adre HOUSES OF PARLIAMENT, Kairaw avree Shoroskne-gai're, | 2Debicate Manghi Siker Brochure of Song and Fact LU avree Ghiveli ta Tac he no OF avree AND VAN CHILD-LIFE. ta Wardo C/iaz'ie-j'ivoben. 50,000 Pansh deshaw mille. IN OUR MIDST. adre mendi Anghiterra. George Smith of Coalville .'The Cabin, Crick Rugby, 18S9."], [8, ""], [9, "GYPSY CHILDEEN: (romani) (chavies) (Bt, % stroll in Glgpsgtom. JUltfc moTlb for Jtas! Wmfc *y Rev. M. Lowrib Hofford. Music by James H. Croxall. tf i I p Vy 7\\ \"-pi-^T1 p p ' o=° I ! I 'J I T i I I. AU the world for Je - ■ sus ! Ev - 'ry lov - ing heart A- • A- .^. J (Z~^- -&- Illi Bound to my Re - deem - er, Nev - er to de • part ! I \" 11 -p <J I *•> J-4-^— B 2. AU the world for Jesus ! Every wilhng hand Active in the Master's work, Waiting His command. 4. AU the world for Jesus ! Faithful in the strife, TiU the Master cometh With the crown of Use. 3. AU the world for Jesus ! Every joyful tongue Vocal with His praises, 5. AU the world for Jesus I This shall be our aim. Till each soul immortal Glories in His name. Whether said or sung. I^P-Eg LIFE-LONG \"labour of love\" in the sunshine, ril<__wt t t^e sha<ie and in storms for the brickyard, canal, fMyP^B §yPsy an<d van children and other poor little L/C^cA^H nomads, including my continual visits to them at L___sh_53_S fairs, feasts and the nooks and corners of the land, distributing pictures, books and papers amongst them, the reading of social science congress papers, \"questions \" put to the House of Commons, \"clauses\" in my Canal Bills, evidence before select committees and royal commissions, and"], [10, "6 ROMANI CHAVIES. much letter writing for the children during twenty-two years, brought me down to Sunday, April 23, 1882, which opened with a wet morning. I was on my way to a gypsy encamp ment at Loughton, near Epping Forest, and Canning Town. The clouds were thick and heavy. The smoke seemed to hover, struggle and rise again as if life depended on its mounting higher than the patched and broken roofs of London houses. The rain came down drearily, dribbly and drizzling. It hung upon my garments with saturating tendency, and I really got wet through before I was aware of it. The roads were very uncomfortable for feet in non-watertight boots. Umbrellas were up. Single \" chaps \" and others in \" couples \" were wending their way across Victoria Park. The school bells were chiming out in all directions \" Come to school,\" \" It is time,\" \" Do not delay,\" \" Come to school.\" In response to the bell-calls the little prattlers and toddlers were hurrying along to school. Their big sisters, with \"jerks and snatches,\" frequently called out, \"Now, then, come along ; we shall be too late ; singing will be over, and if it is I'll tell your mother.\" (lame to Him, mjj flUjiliimt! Words by MARIANNE FARNINGHAM. Aliee-ro Music by Laban Solomon. \\ i. Come to Him, my chil - dren I Do not keep a - way Till the shades of ev . 'ning Dark - en your fair day. Come, He will re * ceive you ; Lin-ger not too long ; Bring un- to the Sa - viour All your joy aSd song."], [11, "GYPSY CHILDREN. 7 Full. Trio and Chorus, f. 1KIU AINU -CHOKUb. ■ -*-*-■ Come to Him, my chil- dren 1 Do not keep a - way Till the shades of ev . 'ning g;^ j < j ra y j^ £___g^££^£gi Dark-en your fair day, Dark- en your fair day, Dark- en your fair day L- \\\\^'^^\\f^^Y\\^k 2. Come to Him, my children ! For His love is great ; He will soon admit you Through the \" golden gate.\" You will join His angels In the happy land, Where the little children Form the fairest band. He will be your Keeper, He your Friend will be ; Trust Him, little children — Trust Him heartily ! 4. Come to Jesus, children ! Come in simple faith, Whispering prayers unto Him, Hearing what He saith : He will be your Saviour, He will lead you home ; Stay away no longer — Little children, come 1 -.. Come to Jesus, children ! Give to Him your best, Ere the toil and labour Make you sigh for \"-\"st . Gypsies, as a rule, have very large families, generally between eight and sixteen children are born in their tents. Owing to their exposure to the damp and cold ground they suffer much from chest and throat complaints. Large numbers of the children die young before they are \" broken in.\" And it is a \" breaking in \" in a tremendous sense, fraught with fearful con sequences. With regard to their education, the following cases, selected from different parts of the country, may be fairly taken as representative of the entire gypsy community. Boswell, a respectable gypsy, told me that he had nine sons and daughters (six of whom are alive), and nineteen grandchildren, and none of them can read or write ; and he also thinks that about half the gypsy men and women living as husbands and wives are un married. Mrs. Simpson, a gypsy woman and a Christian, also told me that she has six sons and daughters and sixteen grand children, and only two of whom can read and write a little. Mrs. Eastwood says she has nine brothers and sisters. Mr. Eastwood, a Christian and a gypsy, has eight brothers and sisters; many among them have large families, making a total of adults and children of about fifty of all ages, and there is"], [12, "8 romani chavies. scarcely one among them who can tell a letter or read a sen tence ; in addition to this number they have between them from 130 to iw first and second cousins, among whom there are not more than two who can read or write, and that but very little indeed, and Mr. Eastwood thinks this proportion will apply to other gypsies. Mrs. Trayleer has six brothers and sisters, all gypsies, and not one can read or write. A gypsy woman, whose headquarters were near Ashby-de-la-Zouch, has fifteen brothers and sisters, some of whom have large families. She herself has fifteen sons and daughters alive, some of whom are married. But of the whole of these brothers and sisters, nieces, nephews, grandchildren, &c, numbering not less than 100 of all ages, not more than three or four can read or write, and they who can but very imperfectly. When I arrived at Loughton I began in earnest to hunt up the posh-gypsies. A few minutes' wandering among the bushes and by-lanes brought me upon a group of starved, dirty, half-naked, lost little posh-gypsy children, who were carrying sticks to their wretched dwellings, which were nothing better than horribly, stinking, sickening, muddy wigwams. On making my way through mud and sink-gutter filth, almost over \" boot-tops,\" I came upon a dwelling which, \"were I to live to the age of Methuselah, I could never forget.\" Sitting upon an old three legged chair, the bottom of which was composed of old rags, cord and broken rushes, was a bulky, dirty, greasy, idle-looking fellow, who might never have been washed in his life. I put a few questions to him about the weather and other trifling matters ; but the answers I got from him were such that I could not understand. To \" roker \" Romany was a thing he could not do. Mumble and grumble were his scholastic attainments. In the room were five children as ragged as wild goats, as filthy as pigs, and quite as ignorant. On an old \" squab bed \" — the only bed in the room — sat a big, fat, aged gypsy woman, on a par with the man and children. A young gypsy of about eighteen years stood at the bottom of the squab bed enjoying his Sunday dinner. In one hand he held the dirty plate, and the other had to do the duty of knife and fork. The dinner seemed to be a kind of mixture between meat, soup, fish, broth, roast and fry, thickened with bones and flavoured with snails and bread. Upon a very rickety stool sat a mere girl with a dirty bare bosom suckling a poor emaciated baby. In this one little hole, with a boarded floor, covered with dirt and mud at least half an inch thick, with only one bed teeming with vermin there were a man, woman, girl, young man and five children, huddling"], [13, "GYPSY 9 together on a Christian Sabbath, in Christian England, within a stone's throw of a Christian church and the Church of England day and Sunday school. None of them had ever been in a day or Sunday-school or place of worship in their lives. Christians, shall this sad state of things continue longer? I cannot remedy the abominations without your help. Hear what Jesus -bids you do, each in his or her own \" corner \" of the land. tiafrla for Jill. James H. Croxall. l________^^_^_|__5_H__j3_3-__s-s^-*d x. jse - sus bids us shine With a pure, clear light, Like a \" lit - tie ____^u_v^ j?>, j 4^ J^U^d* > f ? . =f=Hæ^=*^ ,-fi-^^-^ J] i l E_££J=feJEfeS can -die Burn-ing in the night In the world is dark-ness, So Is _r» rvr-- J jsj i i^J* r*-*s -^--^ J£ V* •«- -g-gg- -*--■*- _«___: •*- -*1- -g- - -ar tt___5 C H | L l-^-B^^s_lgk_g5£-1 i? i we must shine ; You in your small cor- ner, And I in mine. J. mi J- ,t* s J j f-£±2- f J.-J-,, 2. Jesus bids us shine — First of all for Him ; Well He sees and knows it 3. Jesus bids us shine — Yes, for all around : Oh, what depths of darkness In the world are found I There's sin, and want, and sorrow, So we must shine ; If our light is dim : He looks down from heaven To see us shine ; You in your small corner, You in your small corner, And I in mine. And I in mine."], [14, "ROMANI CHAVIES. 10 I left this wretched hut, after taking a breath of fresh air, for another posh-gypsy dwelling round the corner, picking my way among the masses of filth as well as I could. Here another sight, not quite so sickening, but equally heart-rending, pre sented itself. A gypsy woman was squatting upon the filthy boards, the father was sitting upon a rickety old chair without any bottom in it, i.e., there were a few cords tied across which served to hold up one or two dirty rags, and these were sunk so low that any one sitting upon the chair could feel nothing but the rims, which were not at all comfortable. Round the man and woman were six children of all ages and sizes, partially dressed in filthy rags and old shoes, which seemed to have been picked out of the ashes upon Hackney Marshes, all of which were much too large for their little feet, and were stuffed with rags. One little girl had a pair of cast-off woman's shoes, possessing little sole and almost less \"uppers.\" The gypsy father was partially blind through having been in so many gypsy combats. A kick over the eyes had not only nearly blinded him, but as B. said, \" I feel at times as if my senses were nearly gone. Thank the Lord, I can see best when the sun shines clear.\" The only food this family had had to live upon during the last two days had been a threepenny loaf and half an ounce of tea. When I asked what they did for a living they could scarcely tell. The man said, \" I go out sometimes with a basket and a few oranges in it, and I picks up a bit ofa living in this way. Some of the people are pretty good to me. As a rule we begs our clothes. Occasionally I catches a rabbit or picks up a hedgehog. If I can scrape together a shilling to buy oranges I generally manages pretty well for that day. Our firing does not cost us anything, and in summer-time the young uns picks up a lot of birds' eggs out ofthe forest, which are very nice for them if they are not too far hatched.\" Just at this juncture a practical demonstration took place as to how they dealt with the birds' eggs. One of the boys, of about seven years, came with a nest of blackbirds' eggs — poor little fellow he was no doubt hungry, for he had had no Sunday dinner — which he placed into his mother's hands. The mother was not long before she began to crack them, and into the children's mouths they went, half hatched as they were, just as she fed the young jay. I really thought that one of the youngsters would have been choked by one of the half-hatched young blackbirds. With a little crushing, cramming, and tapping on the back the poor Sunday dinnerless gypsy child escaped the sad consequences"], [15, "GYPSY CHILDREN. 11 I at one time feared would be the result. To see a woman forcing food of this description down a child's throat is a sight I never want to see again. Hunger opens a mouth that turns sickening food into dainty morsels. None of these poor gypsy children had ever lisped a godly prayer or read a word in their lives. The father said he would be glad to send the children to school if they would be received there and they could go free. The whole of these children were born in a tent upon a bit of straw among the low bushes of Epping Forest. Some in the depth of severe winter, others in the midst of drenching rains, and even when the larks were singing overhead, with roughish nurses and midwives as attendants. My heart bled, and I felt that I could have wept tears of sorrow as I sat in the midst of this family of our present-day gypsys. In these two tumble-down wooden dwellings there were two men and three women and twelve children growing up in the densest ignorance, barbarism and sin. I gave the mother and children some money wherewith to buy some food, and I left them with gratitude beaming out of their dirty faces. Mrjat % %xbt for. Choru>. Music by James H. Croxall. Maestoso. | I . , . >\" III v s. I r r -)-■ p * t k r r i \\ \\ f - c f I live for those who love me — For those I know are true ; For the — i — J » ' 'j * J i J I -J jj tJU**************** — heaven that smiles a - bove me, And a - waits my spi • rit, too ; af=ty f-t^f^f t+fr^"], [16, "ROMANI JCHAVIES. 12 A For M hu-man ties that bind me ; For the task by God as . signed me ; Full Choir. , . \"f* K \\ I I J . <- For the bright hopes left be - hind me; And the good that I can do. 4. I live to hail that season, By gifted minds foretold, When men shall live by reason, And not alone by gold : When man to man united, And every wrong thing righted — The whole world shall be lighted As Eden was of old. 2. I live to learn their story Who've suffered for my sake — To emulate their glory, And follow in their wake : Bards, patriots, martyrs, sages, The noble of all ages, Whose deeds crowd history's pages, And Time's great volume make. 5. I live for those who love me — For those who know me true ; For the heaven that smiles above me, And awaits my spirit, too ; For the cause that lacks assistance ; For the wrong that needs resistance ; For the future in the distance ; And the good that I can do. 3. I live to hold communion With all that is divine ; To feel there is a union 'Twixt Nature's heart and mine : To profit by affliction ; Reap truths from fields of fiction ; Grow wiser from conviction ; And fulfil each grand design. Elbowing my way through a crowd at Epping Forest, a sharp, business-kind of a gypsy woman, well dressed and not bad look ing, eyed me over, and, thinking that I was \" Johnny \"from the country, said to a woman who was near her, \" You keep back, I mean to tell this gentleman his fortune.\" Three or four steps forward she took, and then stood full in front of me. \" A fine day, sir,\" said the g\"psy woman with a twinkle in her eye and a side laugh, nudging co another gypsy woman at her elbow. \"Yes, a very fine day,\" I said. She now drew a little nearer to my face, and said in not very loud tones, •' Would you like to have your fortune told you, my good gentleman ? I could tell you some thing that would please you, I am sure. There is good luck in your face. Now, my dear good gentleman, do let me tell your fortune. You will become rich and have many friends, but will have many false friends and enemies.\" Just as she was beginning"], [17, "GYPSY CHILDREN. 13 to spin her yarn one of the B gypsys came up. She was dressed in a glaring red Scotch plaid dress, with red, blue, green, and yellow ribbons flying about her head and shoulders ; and in her arms was a baby which was dressed in white linen and needlework. This gypsy woman was stout, dark, and with round features, her black hair was waved and her eye the opposite of heavenly. She now turned to the gypsy woman who had accosted me and said, \" You need not tell this gentle man his fortune, he knows more than we both can tell him. This is Mr. Smith, of Coalville. He had tea with us at K .\" \" Oh,\" said the gypsy woman, \" this is Mr. Smith, of Coalville, is it ? I've heard a deal about him. I'll go, or he'll be putting me in a book. Good-bye.\" She certainly has made one true prophecy, for she is now in a book ! She put out her hands to shake mine, and then vanished out of my sight, and I never saw her again in the forest during the day. No doubt she fancied that I should bring her to book for fortune-telling. I was now left with the gypsy B and her baby. She threw aside her shawl and modesty in order that I might look at the child, who was apparently about four months old. Poor thing ! it did not know that it was a child of sin, for its parents were living in adultery, as many gypsies and tramps do. This gypsy woman was earning money for herself, and she was keeping an idle man by exhibiting her illegitimate offspring and telling silly girls their fortunes. I had not wandered far before I came upon a group of gypsy children, ragged, dirty, and filthy in the extreme. One of them ran after me for some \"coppers.\" I took the opportunity of having a chat with the poor child, whose clothes seemed to be literally alive with vermin. I asked what his name was, he answered, \" I don't know, I've got so many names ; sometimes they call me Smith, sometimes Brown, and lots of other names.\" \" Have you ever been washed in your life ? \" \" Not that I know on, sir.\" The feet ofthe poor lad seemed to have fester ing holes in them, in which there were vermin getting fat out of the sores, and the colour of his body was that of a tortoise, except patches of a little lighter yellow were to be seen here and there. \"Do you ever say your prayers?\" \"Yes, sir, sometimes.\" \"What do you say when you say your prayers ? Who teaches you them ? \" \" My sister,\" said the boy. \" Tell me the first line and I will give you a penny.\" I cannot, I've forgotten them ; and so has my sister.\" \" Can you read ? \" \" No.\" \" Were you ever in a school ? \" \" No.\" \" Did you ever hear of Jesus ? \" \"I never heard of such a man. He does"], [18, "14 ROMANI CHAVIES. not live upon this forest.\" \" Where does God live ? \" \"I don't know ; I never heard of him neither. There used to be a chap live in the forest named like it, but he's been gone away a long time. I think he went a ' hoppm' in Kent two or three years ago.\" At this juncture a Sunday-school teacher connected with College Green Chapel, Stepney, I knew, came up, and entered into conversation with the poor lad who said he had not had anything to eat \" since Saturday.\" The Sunday-school teacher gave him some sandwiches, and I gave him some \"coppers,\" and the three then separated. In many cases, when parents attend fairs, feasts, and races, with cocoanut stalls and other initiatory gambling amusements, the children are sent early in the morning to beg or steal all they can lay their hands upon ; and up to eleven or twelve o'clock at night the children of both sexes, together with their mothers, are kept hard at work brawling, banging, and shouting, with cocoanuts and balls in hand, while in many instances their fathers are drinking in the public-houses. As a reward for their hard day's toiling and trudging, Sunday and week-day, the poor children are sent supperless and unwashed to their bed, which often is on some old rags under a street stall, in the midst of hail, rain, snow, frost, storm, fogs, and fine weather, with the gleaming moon and twinkling stars peeping through the torn apertures of their street curtains and gutter beds, telling the little lost travelling gipsy and van children that there is a heaven on earth and a heaven above for the gipsy child, if our rulers, Christians, and philanthropists will but do their duty. & OUjitft's Question. Words by Eva Travers Evered Poole. fc'( by James H. Croxall. Boldly, or Maestoso. , , —■*.^ i I I— I I ._. N— M— i —^^'^^ sr- , y f P f , | | f\"^ f fT I i. There's a Christ for lit • tie chil • dren, Full of ten • der, pity-ing 3. There are some in hea • then dark • ness Who know of no lov * ing 3. Do you seek to send His Gos • pel To souls that have nev-er lBgsi_____g rn 1"], [19, "GYPSY CHILDREN. 15 love, Who is waiting to re-ceive them And to wel-come them a- bove ; Christ ; Who ne'er have heard the sto- ry Of His pre-cious love un-priced I heard Of the Saviour's boundless pi -ty, Of His true and faithful Word ? TREBLES. £*»«*«. TREBLES & ALTOS. ___-j — gru . , ,<ii 1 1 i i n i — . Ev - 'ry . . . , fault is free • ly pardoned, Ev -'ry weak-ness ful - ly known, It may., be that lit • tie children Will send them the tid - ings sweet He will ... bless each weak en - dea-vour With His smile of ten-der fare ; tt>K — ■*» | I r J-r-H — t* I l«l TT — F i i Ti I !Ou ! i ! iSEEg i i i niE jcbcber»-F -rryMfg w — \"■\"\" — I *^^» — M — i-i i-h — : — i — H — i i i ' i 3^-3 I*** !•*• k> l*> u> Ep i*****^*^ Full Choir. _ i £^ I , i\" 1 IS N i I J I -A iii I — — I\"****-, — I — * — m — _*—■ -P-, — — # — » — _d i o — ,. And their ev - 'ry child- ish sor - row Made lov-ing - ly His own. That the Lord has free - ly loved them* And calls them to His feet. And the souls you have won for Je • sus Shall star your crown a - bove I j. | I m J. J- ml ml -Jj,^ 4 J- J- J- During my gypsy crusade I have visited the Scottish gypsies and van-dwellers, and their children several times. In 1880 I visited the Scottish capital, and found the gypsies, as usual, located in the lowest, filthy, and most degraded part of the city, and in a truly heart-rending condition, with no one to pity them, or help them to open their hearts and wigwams for a ray of heavenly love and light. In darkness they were, and in darkness they are to-day. The number of vagrants in Perthshire ending March, 1888, was 8 582 ; and in Ayrshire, 16,883,"], [20, "16 ROMANI CHAVIES. In 1882 I visited the gypsies and their children at what was once their capital, Yetholme— \" with kings and queens to rule over them,\" from 15 14 to a late day, and the sights I saw there ofthe poor neglected gypsy children, have almost haunted me day and night since. At Aberdeen, in November 1887, I found on a pouring wet day twelve vans teeming with juvenile and adult dwellers. Most ofthe vans inside and outside were specimens ofthe worst kind of mud and filth-painting I have ever seen, and the dwellers in some of them were steeped and double-dyed in ignorance. One van-dweller said he had to clear thiity-four barrow loads of mud away before he could set his van-house down for the winter, and for which standing ground he had to pay 3s. 6d. for about ten days. In one van-house there were five poor motherless children, from twelve downwards, who might never have been washed in their lives. They were nearly nude, and their father — if they had any — was away. In another cabin on wheels there were two men and two women, and one of them was ill unto death, and disease was at work in some other van-houses with a sad outlook. In another van -house there was a poor old gypsy woman with some grandchildren, and she said she could send the poor thin children to school, but could not pay for the books. I helped her to buy them, and left her in the midst of her heart- aching surroundings, with tears of sorrow and thankfulness in her eyes. In the twelve vans leading to death there were between twenty and thirty children growing up in the blackest ignorance and with a blacker outlook as regards their future. In some respects, but in much larger numbers, I came upon tear-fetching scenes amongst the gypsy and van dwellers in Edinburgh, Glasgow, and Dundee. In one of the Border towns, at break of day, I visited the gypsies in their wigwams, one of which I shall never forget. It was well ornamented inside upon the walls and lines with old rotten rabbit and hare skins, which, together with the scent of cooking bad herring, filled the room with an odour not at all pleasant. There was one bed for man, woman, and seven children. The children were ill in bed, with a few dirty old rags to cover them. The man said that, \" One or two of them had got inflammation on the brain.\" The fact was all the poor children were ill of fever, and no doubt by this time some of them are out of the range of sickness, ignorance, and misery. Not one of them could read and write a sentence. Not far away a wretchedly-clad gypsy was nursing her poor, thin, sickly # child, and hymning to herself, at her tent door, a gypsy lullaby"], [21, "17 GYPSY CHILDREN. JI ©gpsrj Vullabg. Words by Edgar L. Wakkm an. Music by Beatrice G. L. Smith. x. Sleep, sweet 1 my chau • vie* sleep 1 The stars are out and blink ■ in'; J J. A J. J. A A A j A A A m i r i r r r i ?~lTr~r~r rT^T=-__» A * long the cliffs the sha - dows creep — What is my rack • lie f think - in\" 7 A^ j. j ir^-tf a a^j. j^ ■ j> A J___ __. J i | J J | » II J* J r=#=l sF g g g g-T4 r r Hi*~-i g g CuT^ Thy fa - ther'll find the pat - ran I true A • cross the wide, wide A A A A i A. A ? £J^ f j=, hea • ther ; He'll come 1 he'll come 1 His life's in you— J. J. A A A A A A A A ff v P rail pp w? ' r ~jp_n~ii § II J tr cu t t i r r r r^ r r r r He'll come, what -e'er the wea - ther ! Sleep, sweet ! my chau - vie, sleep t A A J.J.A J. A ~j A- A -A A -? 2. Sleep, sweet ! my chauvie, sleep ! The camp's made snug and tidy ; His heart is here, both true and deep, Where'er a-dickerin' 'bide he. The stick is burnished o'er the fire ; The tent smiles welcome surely ; The kettle sings wi\" a' good things, An' we a' wait securely. Sleep, sweet ! my chauvie, sleep 1 3. Sleep, sweet, my chauvie, sleep t Now sleep and dream but lightly ; I hear a whisper in the leaves — • The fire glints up more brightly. Old dugal $ an' the grye H prick up ; The kettle 'gins a-humming ; Oh, love is sure and knows afai — Chee ! chee 1 thy father's coining I Wake now, my chauvie, wake I • Child. t Loved one. I Trail. $ Dog. | Hone."], [22, "18 ROMANI CHAVIES. There is scarcely a family out of the 8,000 families of gypsies, tinkers, and van-dwellers in Scotland, without consumption making havoc among some members of the family. Coming again nearer home, I saw sometime since eight half starved poor little dirty gypsy children dining off three potatoes, and drinking the potato water as a relish. Gypsies do not always use knives and forks. Table plates and dishes are not universal among them. Their whole kitchen and table requirements are an earthen pot, an iron pan, which serves as a dish, a knife and a spoon. When the meal is ready, the whole family sit round the pot or pan, and then \" face to it,\" with their fingers and teeth. Sometimes a better-class, gypsy family will have a jug or basin, with which to draw out and hand round the contents of their pan, boiling over their tent fire. A few gypsies have crockery-ware in their vans that has been in their family for generations. At Hackney Wick I saw twenty tents and vans, connected with which there were forty men and women, and about seventy children entirely devoid of all sanitary arrangements. In my rambles upon Wanstead Flats, among other things I saw, in one van owned by a Mr. B. were a man, woman, and nine children, four of whom were of school age. The woman had been a Sunday-school teacher in her early days, but, alas ! in an evil hour, she had listened to the voice of the charmer, and down she began to travel on the path to ruin, and she is still travelling with post haste, unless God in His goodness and mercy, hath opened her eyes. She told me that she would have sent four of the children to school in the winter they were stay ing with their van at Brentwood, but the school authorities would not allow them without an undertaking that the children should be sent for one year. They were on Chigwell Common all one winter, and could have sent their little ones to school. She said they were often a month in a place, and would be glad to send the children to school if means were adopted whereby the children could go as other children go. None of them except the poor woman could tell a letter. She had been brought up in a Church of England Sunday-school, and could repeat the creeds, &c. \" Sometimes,\" she said, \" I teach the children to say their prayers ; but what use is it among all those bad children and bad folks ? It is like mockery to teach children to pray when all about are swearing. I often have a good cry over my Sunday dinner,\" said the poor woman, \" when I hear the church bells ringing. The happy days of my childhood seem to rise up before me, and my Sunday-school"], [23, "GYPSY CHILDREN. 19 hours, and the sweet tunes we used to sing seem to ring in my ears.\" And, with a deep-drawn sigh, she said, \"Ah! they will never come again ; no, never ! I should like to meet all my children in heaven ; but, with a life like this, it cannot, and I suppose will not be.\" I gave the children some little books and some coppers, and then bade her good-bye, with a sad and a heavy heart, which I sometimes feel when I witness such sorrowful sights. lags of OtljilbliooiJ.* Duet (Tutt. or Soli). Music h James h Croxall. Sicilian.,. I V I IV I. Sun - ny days of childhood ! Beau- ti • ful ye seem ; 2. Hap -py days of childhood! Swift- ly mov - ing on; m3_{ • r i 5 iT- j 5 vi r-SL — n, I |Q =ft ! JV-J . 1 , K\"^*-! — -, uj * i^^1 Fair as spring-tide flow -ers, Bright as sum - mer's beam I In - to man-hood chang-ing, Ye will soon be gone 1 -0- -0- -0- -0- -0- -0- -m- . h - . -_»- -*- ___EJ^____=__E___:^______E_________r_E^E= c^ i s»n ✓ i ~! j? i > kj ? ixn^vi Days with joy o'er - flow - ing, Care nor sad- ness know - ing, Like a streamlet flow - ing, Pause nor still- ness know - ing,"], [24, "20 ROMANI CHAVIE rrr'T i .'f ' rWTK^r? Must ye pass a • way? Symph., if required. Thus ye pass a • way I 4. Sunny days of childhood ! We no tear will shed 3. Precious days of childhood I Days of promise fair ; If bedewed with wisdom; When, like springtide flowers, Youth and health are fled. Earthly scenes forsaking, We shall hail the breaking Of an endless day. Rich the fruits ye bear. Jesu's footsteps keeping, Blest shall be our reaping In life's harvest day. * Words from the \" Sunday School Union Hymn Book.\" I next came upon a gypsy tent, i.e., a few sticks stuck in the ground and partly covered with rags and old sheeting. The bed in this tent was a scattering of straw upon the damp cold ground. Here were a man, woman, and four children. The woman and children were in a most pitiable condition, and not one of them could tell a letter. One of the children lay crouched upon a little straw — and it was a cold day — in one corner of the tent. Such a pitiable object I had never seen. It was very ill ; it could not speak, stand, hear, or eat ; and it was terribly emaciated. If ever sin in this world had blighted humanity, I now saw a specimen, for before me lay a little human being upon whom sin seemed to have poured forth its direful vengeance without stint. or measure. With an aching heart I deeply sympathised with the gypsy woman and little gypsy children, and did what I could to cheer them. I visited a number of other tents, and wandered among the poor children and gypsy dogs that were squatting about in the dark upon the cold wet ground. One fine-faced gypsy, Lee, and his good gypsy wife have had a family of nineteen children, all of whom were born on the roadside ; most of whom are now grown up and have large families. It is fearful to contemplate the number of gypsy wanderers and hedgebottom travellers from this family who are neither doing themselves or- the country any good. There were on the \"Flats\" at the gypsy fair about 130"], [25, "GYPSY CHILDREN. 21 families in tents and in vans ; and of this number there would be over 400 gypsy and other travelling children going without education, and not one could ever have been in a Sunday school ! Who will help to emancipate those poor lost ones by one word or one shoulder \" only \" ? \"©nig!\" Tenderly. A CH0RAL S0NG- Music by James H. Croxall. r- -r i- — -i i i. On - ly a word for the Mas - ter, Lov-ing • ly, m£.rzn=fEm^mtzW^ qui - et • ly said;....,.... On - ly a word. Yet the rail. i Mas - ter heard, And some faint -ing hearts were fed. jbAJ-8-M4£^*^^^^I 4. Only an hour with the children, Pleasantly, cheerfully given ; Yet seed was sown In that hour alone [heaven. Which would bring forth fruit to 2. Only a look of remonstrance, Sorrowful, gentle, and deep ; Only a look, Yet the strong man shook, And he went alone to weep. 3. Only some act of devotion, Willingly, joyfully done : \"Surely 'twas nought\" (So the proud world thought), But yet souls for Christ are won. 5. \"Only \"—but Jesus is looking Constantly, tenderly down To earth, and sees Those who strive to please, And their love He loves to crown,"], [26, "ROMANI CHAVIES. 22 At West Ham Marshes I found myself in the midst of about a scbre of tents and vans of all sizes and descriptions, connected with whfch there were not less than thirty-five grown-up gypsies and about sixty poor little gypsies. The first van I came to was a kind of one-horse cart, with a cover over it ; inside was a strong hulking-looking fellow, and a poor sickly-looking woman, with five children. On a bed — at least some rags — were three poor little children, one of whom was sick, which the mother tried to prevent by putting her dirty apron to the child's mouth. The large piercing eyes of this poor death looking gypsy child I shall never forget ; they have looked into my innermost soul scores of times since then, and every time I think about this sight of misery the sickly child's eyes seem to cry out \" Help me ! Help me ! \" The poor woman said that it was the marshes that caused the illness, but my firm opinion is that it was neither more nor less than starvation. The poor woman seemed to give up in despair. A few questions put to her in the momentary absence of the man elicited the fact that she was no gypsy. She had been brought up as a Sunday school scholar and teacher, and had been beguiled away from her home by this \" gypsy man.\" She said she could tell me a lot if I would come some other time. She also said, \"Gypsy life as it is at present carried out, ought to be put a stop to, and would be if people knew all.\" In speaking to a gypsy upon the Warwick race course he said to me, \" You must know that I have been about as bad a man as could be found anywhere. I felt at times, through drink and other things, that I would as soon murder somebody as I would eat my supper ; in fact, I didn't care what I did ; and things went on in this way till my little girl, about three years old, and whom I loved to the bottom of my heart, was taken iij and died. She had such bright eyes, a lovely face, and curls upon her head. She was my darling pet, and always met me with a smile ; but she died and lies buried in Polesworth church yard.\" At this he burst into crying and sobbing like a child. \" I vowed at the side of the grave, on the day my darling was buried, that I would not touch drink for a month, and do you know, Mr. Smith of Coalville, when the month was gone, I did not feel to crave for drink any more, and I have not had any up till now. This curl is all I have left to remind me of her winning ways.\""], [27, "GYPSY CHILDREN. 23 \"%atit.\" Words by Susannah J. (May be sunS as a Song.) Allegretto, ma non troppo. Music h James H. Croxall. _a. # /A| Ai A , K Duet. mV -W-g-J-^-p^ S ' f~f^\\ Introduction only. A lit - tie pjfcfe-i ■ h_hH i pid=±=J____Æ-g — Sj=gpa •^ i r i * i i 11 ' a curl of gold -en hair — A slight and fra-gile _2. • J0- _L .(_. • __§_^__________i^--__-_^_^_-_____^ thing ; Yet words are weak to tell the wealth Of mem - m^rr-r-^, ruff h-^fg^jg I tt ! [ j_j_j __! 1_| BgtrJ J J i , I J II J i S .Tl^^J--fc, f- {■ f c h — i *r t ' f r i i* f3 - - 'ries it will bring Of one who passed too soon a • way, Like m^A^=F- lrrrffH^MI rail. :/T> . Symph. » .~ flowers that fade in spring. - y*\"A A „ -#- -#- ■*- -*- ■£- '— gtpfrr i'|rlff ' fl JA1 •o/ ( — : -a- •"], [28, "ROMANI CHAVIES. 24 And then it shows a sadder scene, To Mem'ry yet more dear — A tearful group, a darkened room, With Death's dread presence near — Our hopeless grief, her childlike trust That knew no shade of fear. It is to me the magic key Of Mem'ry's precious hoard ; And through the chambers of my heart, With Love's rich treasures stored, Its beauty sheds the fairest gleam That bygone days afford. And now she rests; our little one Has laid life's trammels by — Has left Earth's fairest Summer scenes It shows me first a little child With eyes of tender blue, With sunny curls and cheeks that wore The rose's richest hue, And busy hands that ever strove Some helpful work to do. For flowers that never die, And changed our tenderest human love For Love Divine on high. It leads me back with her to greet The dewy Summer morn — Again we wander through the lanes And fields of waving com, And weave the rose and woodbind Amid rejoicing angels now Our darling's lot is cast, Whilst we, grown reconciled to loss, Have dried our tears at last ; But yet this golden curl is dear, In memory of the Past I wreaths From bloomy hedgerows torn. Clayton dried his eyes, and his face brightened up with a smile, and I said to him, in the van, \" Let us kneel down and thank God for helping you to make this resolution not to touch intoxicants, and for grace to help you to keep it.\" In the midst of the hum, shouting, and swearing of the races, we shut the door ofthe van; and after we had got up from our knees, the gypsy father knelt down again and again, and prayed with tears in his eyes, as follows : — \" O Lord Jesus, Thou knowest that I have been a bad sinner. O God, Thou knowest I have been very wicked in many ways, and done many things I should not have done ; but Thou hast told me to come to Thee and Thou wilt forgive me. Do, my God, forgive me for all the wrong I have done, and help me to be a better man, and never touch drink again any more, for Thou knowest it has been my ruin. Help me to live a good life, so that I may meet my little darling in heaven, who lies in Polesworth churchyard. Do, O Lord, bless my wife and my other little children, and make them all good. Oh do, my heavenly Father, help my mother to give over swearing and bad things. Thou canst do it. Do Thou bless my father, and my brothers, and all my relations, and Mr. Smith in his work, and for being so good to us, so that we may all meet in heaven, for Jesus Christ's sake. Amen.\""], [29, "GYPSY CHILDREN. 25 I Will Jtria*. CHORAL SONG. Luke xv. 18, 19. f„r' Music by John Bishop. fmjj.*i.l»fUiNl-iiiJfl v/ -0- -»-' -m- -&- -m- m ' m -<s>- -»- -S- m O Aff. -0- s*__ I will a - rise, I will a - rise and go to my fa - - . i jggllljgji il4':iii|J^ii*:Sj^^ - - ther, and will say un - to him, Fa - ther. Fa - ther, I have SgSESl^EStrl f r r i3=fcsi ' Sr r * r r sin-ncd, have sin-ned, I have sin • ned a-gainst heav'n, and be-fore thee, I ! J &FF. 0 0—~ I p 0 0 I J I -0 \\ ri * 1— \"^ | - Ay___4_J__n 1-Pj _. g v1^^_s-^g_-^=j=j^=_l^_ And am no more wor-thy to be call- ed thy son. I will a . rise, sgg u | # | g * | j g ; i-j—j-^-p- sq-^=q II \\, ! | i i J I— r- K| i i PP, , 1 *■- „ I will a - rise and go to my fa - ther, my fa - - ther. ■M* . f * ST-r; I I Si' _ r, ■ h^_H **J .JV**********."], [30, "26 ROMANI CHAVIES. After he had dried his eyes again we got up, to behold, over the top of the bottom half of his van door, the riders, dressed in red, scarlet, yellow, green, blue, crimson, and orange, with a deep black shade to be seen underneath, galloping to hell with hordes of gamblers at their heels as fast as their poor, cruelly treated steeds could carry them, all leaving footprints behind them for young beginners to follow. I said to the man, \" Are you not tired of this kind of life ? \" And he said he was. \" It is no good for anybody, and I am going to leave it. This is my last day with the ' cocoa-nuts.' I shall start in the morning — Saturday — for Coventry and Atherstone, where I mean to settle down and bring my children up like other folks. I have taken a house and am going to furnish it, and a gentleman is going to give me a chance of learning a trade, for which I thank God.\" As the shouts of the hell-bound multitude were dying away, and the gains and losses reckoned up, three little gypsy children, with their lovely features, curls, and bright blue eyes, came toddling up the steps to the van door, calling out, \" Dad, let us in ; dad, let us in ! \" The door was opened, and the little dears soon comfortably seated by my side. I gave them a few pic tures, some coppers, stroked their hair, and \" chucked their chin,\" and bade them good-bye in the midst of a shower of rain, to meet again some day with the bright sun shining overhead and a clear sky, without a cloud to be seen anywhere. faifar's Call. CHORAL SONG IN FOUR PARTS. _?fK«V £>* James H. Croxall. Andante. „ —\"===__= cres f -I: r v f r f 7 r r-rr^3 i. Poor child of sin and woe, Now list - en to thy * ml J. J J*i JJiJ. I J"], [31, "GYPSY CHILDREN. 27 -ft \\ — | 1 . . _!_. ! l_ I U JF-- ,i\" — F — p — |«AI_g_-^ — , I u p=g=_d_rpz^=______j___rd i ' i i iii ~£~j i r i Fa - ther's plead-ing voice ; No long - - er need'st thou 1 2 j.,.j j., i a. j, jttuj. 777T= f~ m - *r i * i Q — ; » — r^ — * — • — 0—i m^.^^^r | f_ . go With - out a Friend to bid thy heart re - joice. J J___i____J_AA A J. J * — ■ . I ■ 2. Thy life of sin has been [ray ; A toilsome path without one cheering Now on thy Father lean. And He will guide thee in a better way. 4* Oh, sinner, 'tis the voice [thee : Of One who long has loved and pitied He would thy heart rejoice, [free. And set thee from all sin and suffering 3. Come, leave the desert land, And all the husks on which thy soul has fed, And trust the faithful Hand That offers thee a feast of living bread. 5. Oh, canst thou turn away? It is thy Father that invites thee near: Nay, sinner, weep and pray, And heaven shall hail the penitential tear! I was at St. Giles's Fair, Oxford, about eleven o'clock at night. The buzz and din of fools, wise men and simple, was getting gradually less. The echo was getting fainter and fainter. The crowd was thinning. Policemen seemed to be numerous ; the gypsies' dcgs were sneaking from under the vans, and prowling after bones and thrown-out trifles. The swearing of drunken gypsies was heard more distinctly than ever. The gypsy women — some of whom had \" had a little too much to drink \" — were loud in their oaths and hard words. In many instances blows threatened to be the outcome. Children were screaming, and big sons and daughters were quarrelling. Half-past eleven arrived, and the inmate* ofthe two hundred and twenty vans and shows, numbering about a thousand men, women, and children, were bedding themselves down in their, in many sad cases, wretched abodes."], [32, "ROMANI CHAVIES. 28 As I wandered among them at midnight hour I felt a chill of horror creeping over me, and nightly dewdrops of sorrow forc ing their way down my face. To witness the sight I saw was enough to cause the blood to freeze in any man's veins. One of the most hellish sights upon earth is a dirty, drunken, swear ing woman putting her children to bed upon rags undressed and unwashed, and with a flickering candle dying in the socket. Fathers and mothers, sons and daughters all lying mixed together, numbering four, six, eight, ten and twelve, men, women, and children, of all ages and sizes, in the space of a covered waggon, is what ought never to be allowed in any civilised country, much less Christian England, which spends millions in trying to convert the Indian, civilise the savage, transform the Chinaman, Christianise the African, and in pre paring the world for the millennium which is to follow the redeeming efforts of Christ's followers. Oh ! haste happy day, when John's vision shall dawn upon us with all its never-ending transcendent splendour, tenderness, and heavenly reality. Ifesus, still rttab on! \"They forsook all, and followed Him.\"— Luke v. ii. \"Vanguard.\" s's.88. 55. Music by James H. Croxall. \\M^^^§^^^YY^k 3/ r I ' • •• • I .... 1. Je-sus, still lead on, Till our rest be won; Spiritoso. ■ Hi I Key A. |d :s, In, :i, |d :-|-: |r :t, |s, :t, |r :-|-: g_|__--_j_^^3=d^^ggj=I3^=-;— j^j^: * — r c/f f r Iff 1 f r~r~i And, al - though the way be cheer . less, We will sol - low, *nf , cres. fin irjild :s. In :r_£i |d :s, If :ni |r :s, l i's, :fi.si|n* :r, Is, if^Js, :s. It, :s, !s, :s, >"], [33, "GYAii JHi^D-tiN 29 fa i j e i tif'^ s i i ■ _'___ i — Fr r. ' r H^-^i^r^ calm and fear - less. Guide us by Thy hand To our — I — I -3^ ■ r-i — I — I—13 flf .nilr :s* Is :-.s|f :n [r :n |f :r \") Us, :s, |s, :s. Id :— .t, 1 lj^t, :d. Il, :se, |1, :1, > E^^^^^^ii^Nl^^AII ~ — r*_£iiB — * f t ~° — - Fa - - - ther - land. A men. m§$fi-r?—=tm. Ej _____^B=^p3|g=^^— H :szrT — i— [ I— f_i j— II | . r F-fH-g H rid :- It, :-|d :-|-:-||dJT |-:-|n :-|-:-|| t-'s* :t|.li|S| :s. Is, :— |— .-—111* :f, |— :s. Is, : — |— :— II Connected with one of the gypsy camps of ragamuffins, I noticed in the far distance a tall, thin, unwashed, and emaciated girl of about fourteen winters — it had indeed been nearly all winter and no summer with her. The upper part of her thin frame of skin and bones was dressed in a few shreds of rags, and these were not even sufficient to cover her bare, dirty bosom, which almost looked the bosom of a skeleton ; and on her feet were odd and worn-out, cast-off drawing-room shoes, quite equal to the sad emergency of letting as much mud and water upon her soles as they were to keep the poor lost creature \" high and dry \" out of the muddy sur roundings. She moved among the gypsies with a \" trash, trash,\" and a most downcast and haggard look of despair upon her face. \" Despair\" seemed to come with terrible vengeance and prominence out ot every word, form, movement, and gesture — except when occasional relapses stole over her, and then the tear-drawing sym pathy shone and darted like darts of fire, that pierced into the marrow of my soul, bringing the flush and blush to my face, and tears to my eyes, whether I would have them or no. No amount of \"screwing up,\" or \" bottling\" prevented their appear-"], [34, "30 ROMANI CHAVIES. ance upon my cheek. The poor girl had fine Grecian features, with long, black, flowing hair ; but it was matted together with dirt and filth. With her arms uplifted, and her hands buried scratchingly deep in her hair, she turned to look in the direction where I stood. This was no sooner done than, a flash of hope lighting up her thin face with smiles through her tears, she started to run towards me as fast as she could, calling out, \" My father ! My father ! My father ! \" Befoie I had time to turn round she was at my side, and had planted a kiss upon my cheek. For a moment I was dumbfounded. I said to the lost posh gypsy child, \" What is it you want, my dear ? I am not your father.\" At this reply she looked wild and almost like a maniac, and said, with her face buried in her hands, \" I thought you was my father who had come to fetch me out from the gypsies.\" And then she looked again into my face, and said, \" Arn't you my father ? my father was so much like you. He had white hair like you. Arn't you my father ? I wish I could see my mother. Will she come for me ? \" I asked her to sit down by my side, and to tell me who she was. She came a little nearer, and began to tell me how it was she came to be among the gypsies. I will give her tale as she related it to me : — \" When I was a little girl about four years old, I remember my mother sending me for some milk to a house near to the old General Baptist Chapel, Church Street, Deptford, and while I was going down the street some dark ragged women — the same you saw with me — asked me to go down to the bottom of the street to look at some fine things, and on the way they gave me a penny and some apples and a little doll. After walking a long way we did not get to the bottom of the street, but we got among a lot of children living under a cart cover by the side of the hedge. They asked me to sit by the fire that was on the ground. I said I wanted to go to my mother. It was getting dark, and I began to cry. They kept saying that they would take me to my mother, and at night they all got into a cart, and said they were taking me home to see my mother, father, brothers, and sisters. We went a long way, and the way they took me was not like Deptford, and I have not seen my mother and father since.\" The girl began to cry, and said, \" I should like to see father, mother, Polly, and Jim. It is a long time since I saw them. We used to go to school together, Jimmy, Polly, and myself. My father used to take me by the hand to school and chapel on Sundays, and they did sing such nice hymns. I have seen father and mother cry lots of times."], [35, "GYPSY CHILDREN. 31 Fathsr used to say his prayers every night and morning. They don't say prayers where I live now. Will you take me to my father and mother ? When will you take me ? Take me now, and I will give you everything I have in the world. Please don't go and leave me, and I will give you twenty, thirty, forty, and fifty kisses. I will give you hundreds if you will take me to my mother and father. I hope they are not dead. I hope Polly and Jim are alive. Will you take me, please, sir ? \" I told the poor little creature that I could not take her then, but I would bring three or four gentlemen for her shortly. At this she began to sob out loudly, \" Take me ! Take me I Don't leave me here I \" I directed her to pray to God for deliverance, for there seemed to be none from earth, and that He would send His angels to take care of her as He did to a forlorn sister of old in answer to her prayer. I took steps to rescue the child, but before I could do so she had either vanished or been dragged out of sight, but not \" out of mind,\" and I have hope that I shall come across her again some day well cared for. JUgds, tbtx IBriglji anti |Fair. SOPRANO SONG. Aw„ Handel's \"Deborah.\" Larghette. ta^ j*^ _______ -_— PTS PlS ■— 1 /T_f_._. i___\"P i Hi Pj| *?il ~5j-5=: 8 (Count 8 in the bar, slowly.) |^ _ -g: Song. *-■■, An-gels, ev-er bright and fair —"], [36, "32 ROMANI CHAVIES. An-gels, ev • er bright and fair, Take, oh, take me — Take, oh, take me to your care; Take me, take, oh, take me ! An . gels, cres. ev-er bright and fair, Take, oh, take me to your care- Take, oh, take me to your V!/ care I «..."], [37, "GYPSY CHILDREN. 33 Speed to your own courts my flight, Clad in robes of vir . gin white, Clad in robes of vir - gin white, Clad in robes of vir - gin white I Take me 1 * ■ -— •* •- A l-J DC.al®, Among the hundreds of gypsy children in a vast camp at Boughton. Green, a village in Northamptonshire, which I have visited from time to time, there were a few fast-goers, fools and fops, fraternizing with the \" gypsy beauties \" ; but no hand was put out to help to save the children from woe. The \"gentlemen \" were too busy to soil their hands with the poor, ragged, forlorn, neglected, forgotten, and forsaken gypsy children. They might live like heathen and die like dogs. A thousand other things must be attended to ; but the souls and bodies of the gypsy children might go to hell for aught they cared. In some of the tents diseased baulo (pork) was being cooked ; in others hotchi-witchi (hedgehogs), kanengre (hares), and bouris (snails). Some of the poor children had not been washed for weeks, except in walnut water, which by continued using gives them the artificial olive hue amateur gypsies admire. Those who are sun-freckled are the hardest to tan. For a time the freckles are seen through the artificial sickly yellow colour on their faces and hands. Some of the children told me that they never undressed. The healthy appearance of former-day-gypsies is fast passing away ; and now, as a rule, they are pale, thin, and sickly looking. Many of the adults and children were"], [38, "34 ROMANI CHAVIES. much pitted with small-pox scars. They wore their clothes till they dropped off. The following particulars, related to me by a well known gypsy woman in the neighbourhood of \" Wormwood Scrubs \" and the \"North Pole,\" tend to show that my previous state ments as regards the amount of ignorance prevalent among the poor gypsy children has not been overstated. She has had six brothers and one sister all born in a tent, and only one of the eight could read a little. She has had nine children born in a tent, four of whom are alive, and only one could read and write a little. She has seventeen grandchildren, and only two of them can read and write a little, and thinks this a fair average of other gypsy children. She told me that \" she got a most fat living for more than twenty years by telling lies and fortunes to servant girls, old maids, and young men, mostly out of a book of which she could not read a sentence or tell a letter.\" She said she had heard that I had taken up the cause of the poor gypsy children to get them educated, and with hands up lifted and tears in her eyes, which left no doubt of her meaning, said, \" I do hope from the bottom of my heart that God will bless and prosper you in the work till a law is passed and the poor gypsy children are brought under the School Board, and their parents compelled to send them to school as other people are.\" itatiu trnb HDa it WWtiizx ! Words by Rev. Paxton Hood. _ii_ O'd Welsh Air. y • i * g^ f i ~ p ' p g i g gg jti i. A - way with ev-'ry thought dis - pleas* ing, We'll on - ly think of ggsd .j j j H ir\" h\"r V fViJ & joy to - day ; Why should we heed their te -'Jdious teas - ing"], [39, "GYPSY CHILDREN. 35 gg^zgr-p^z^,^ _j^j ill /fj=j=^=t y Who taunt us with their bet - ter way? They tell us that their -__j^__j_Y_j3__j j v ■ £ j fL^£ plans are la • ter, And they could show us how to live ; We ____A_-^ J.J.i^^.i t_-_L_____, bid them go and do it bet • ter — The on - ly an • swer we can give 1 ig^_* i griff I fej= 2. A bird was building in a forest Its little nest so neat, but rude ; A monkey saw, and jeered his sorest From out rude branches in the wood. But still we aim to break the fetter That holds the heart from its reprieve ; We bid you try and do it better — That's all the answer we can give 1 To hold the soul from its temptation ; To win it in this life's brief span ; To fit it for its holy station ; To bless the woman or the man ; To read the Father's golden letter ; To teach the spirit how to live ; We bid you try and do it better — That's all the answer we can give I But said the bird, \"Go, cease your chatter I sing and labour, you perceive ; You try to build a bird's-nest better — That's all the answer I can give 1 \" 3. And let them boast of stores of knowledge : We don't despise such learned lore ; The wealth of school, the fame of college — Well, perhaps we wish that we had more I My remedies for these crying evils, these blots and abomin- ations upon the escutcheon of a Christian land like England, are as follows : — 1. I would have all movable or temporary habitations regis tered and numbered, and under proper sanitary arrangements in a manner analogous to that provided under the Canal Boats Acts of 1877 and 1884.1 2, Not less than 100 cubic feet of space for each female above the age of twelve, and each male above the age of fourteen ; and not less than fifty cubic feet of space for each female under the age of twelve, and for each male under the age of fourteen. 3. No male above the age of fourteen, and no female above the age of twelve, should be allowed to sleep in the same tent,"], [40, "36 ROMANI CHAVIES. or van, as man and wife, unless separate sleeping accommodation and suitable ventilation be provided. 4. A registration certificate to be obtained, and renewable annually, or at other periods, at any of the urban or rural sanitary authorities in the country, for which the owner of the tent, or van, shall pay a sum of Ss., commencing on the first of January in each year. 5. The compulsory attendance at day schools a given number of times of all travelling children, or others, living in tem porary or unrateable dwellings up to the age required by the Education Code, which attendance should be facilitated and brought about by means of a free educational pass book, pro curable at any bookseller's, for the sum of one shilling, as I have suggested to meet the case of canal children. 6. The children to be at liberty to attend any National, British, Board, or other day schools under the management of oroperly qualified schoolmasters. 7. No child under thirteen years of age to be engaged in any ipacity for either hire or profit, unless such child shall have massed the \" third standard \" of the Education Code. 8. No child or young person to work for either hire or profit on Sundays under the age of sixteen. 9. Power to be given to any properly qualified sar.itary officer, School Board visitor, inspector, or Government official, to enter the tents, vans, shows, or other temporary or movable dwelling, at any time, or in any place, and detain them if necessary, for the purpose of seeing that the law is properly carried out. 10. The Local Government Board and Education Depart ment to have power to appoint one, or two, or more officials to see that the local authorities enforce and carry out the Act ; and also to report to Parliament annually. 11. All fines to be paid over to those authorites who enforce the Act and the regulations of the Local Government Board and Education Department. 12. As an encouragement to those gypsy wanderers who cannot afford to have healthy and suitable travelling vans and other abodes, and who desire to settle down from their wan dering and degrading existence to industrious habits, the Gov ernment should purchase common or wastelands, or allot lands of their own to the gypsies in small parcels upon a long lease — say for ninety-nine years — at a nominal rent. With the features I have outlined from time to time, embodied in an Act of Parliament, and properly carried out by the local"], [41, "GYPSY CHILDREN. 37 authorities, under the supervision and control of the Local Government Board and Education Department, gleams of a brighter day may be expected to manifest themselves upon our social horizon, which will elevate our gypsies and their children into a position that will reflect a credit instead of a disgrace to us as a civilized nation. \" And shall he be left in the streets to roam, An outcast live and wild ? ' God forbid 1 ' you say. Then help, I pray, To provide for the [gypsy child].\" The cries of the gypsy children have filled the earth, and reached Heaven for help ; but we have barred the school doors against them, and locked in their faces the gates through which they should have been led to health, prosperity, civilisation, Christianity, and heaven. Gypsy women's wails and gypsy children's cries are going upward and upward ; and to-day the gypsy and show children are at our doors dressed in rags and dirt, with matted hah, and tears in their eyes, beseeching us to take them into our embraces and soul-saving institutions, to lead them heavenward and to God, and still we refuse to listen to their entreaties. Shall we refuse to do so any longer ? ©ur lost \\tittk (Bms. Words by Laura L. McL. Backler. Music by James H. Croxall. Siciliano. Song, or Trebles Tutti. -i\\m _ JONG, Or 1REBLES 1UTTI. ,_ ■ i. Seek them out in the haunts of vice, The lit - tie ones dear to pgs - g fA*. ffirffrffif-rri-rri God; Souls that He ran-somed at won-drous price — The M 1*lf_ -^ *— s price of a Sa * viour's blood I Where the cur - rent of life runs"], [42, "38 ROMANI CHAVIES. dark and vile, Go in the Sa - viour's name; _ «> Lento. X>rg. \\ Go in the light of the Mas-ter's smile, Pluck them from woe and shame. 2 them out 1 in the dark, cold street Some poor little heads are laid Cn the doorstep, in rain and sleet, Their poor little hearts afraid Of life's stem, bitter, pitiless round, And long for the end to come : Bear them tenderly off the ground ; Teach them the sound of \" home.\" 3. Some have already learned to lie — Ah, some are so old in sin 1 Lost little children ! Christ on high, Help us their souls to win. Oh, what have they known of a mother's What of a father's care ? [love ? Oh, if angel-eyes could weep above, It would be at a child's despair I 4. Oh, friends of the children, night and day We hold up your hands in prayer ; There is room for the little ones far away In a brighter, purer air, [sweet. Where the streams of youth run fresh ana And there's room in our hearts at home For each little waif cast up at our feet, Through the Hfe-sea's roar and foam. God grant that there may be a speedy breaking of the bars, bolts, and locks that have bound our gypsies, show people, tramps and their children to their debasing customs, and that our noble Queen, Senators, and Lawgivers may open the doors of the blessed institutions with which our seagirt isle is covered, to our gypsies, tramps and their children without one moment's delay, before our candlestick is removed and glory departed. Shall we put out our hand to save the children ? Answer \"Yes\" or \"No.\" 11 So MOTE IT BE.\" A jaw te les vel. For a selection of some of the words set to music by Mr. Croxall, I am indebted to Mr. J. L. Nye, a \" brother \" of the Band of Love I established several years since, at the bidding of tbe Great Father of Love; and which by friends an the press have named after my humble self, \"The George Smith of Coalville Band of Loye.\" Circular letters ol which can be had of the Honorary Secretary, tbe Cabin, Crick, Rugby."], [43, "GYPSY CHILDREN. 39 Baste to tlj* fUsnwl Solo Rbcit. (Bass iva lower). , , . , T _ „ Adagio. Music by James H. Croxall. Deep in the hu-man heart, Crush 'd by the tempter, Feel - ings lie bu - ried that \\ lht> | J ||| I =1 \" l f r | p p = Tenderly. cres. -■■— —^ * grace can re -store; Touch 'd by a lov - ing hand, Wa-ken'd by kind - ness, a Ajfettuoso. - o<f #£. Chords that were bro • ken will v: - brate once • gain. jgg- g Sola {continued). Andante. —- - 3 — ~!—^- a-~ 7\" Res - cue the per-ish-ing, care for the dy • ing; Section only 0/ Trebles in Duo (sotto voce). Res - cue the per-ish-ing, care for the dy • ing ; Snatch them in pi - ty from m p.-im 1 j n -i j 1 j j'-j-F^p-s Andante, pp A A A . - m d_j § J- J l-JM 1^1^' E I |w > * - - I I j- J [--i 1 -A *pr -pr p- pr -]— I\""], [44, "40 ROMANI CHAVIES. HASTE TO THE RESCUE ! A rail. — - in pi-ty : Weep o'er the er-ring one— List up the fall - en. sin and the grave .* Weep o'er the er-ring one— Lift up the fall - en. Full Chorus (S.A.T.B.). Allegro vivace. Haste to the res -cue— to the res- cue haste a - way I To I FiY&ri —^~fYSf~J?~_ f | § I f f *f : r i conquer or to die— To con-quer or to die!"], [45, "GYPSY CHILDREN. 41 HASTE TO THE RESCUE I Haste to the res - cue — to the res- cue haste a - way I To I C CrLf -. 1 i'\"C\"£~f\" r^: C |f.'.ff\\ **J -Vu^uf - I win the fight, To win the fight — To con-quer or to die I , ft. y f ffTif ijfj^/^^^, v v v v ■ Haste I haste 1 , Haste to the res - cue I To Haste I haste t"], [46, "ROMANI CHAVIES. 42 HASTE TO THE RESCUE I I J i'i\\' N N -VeCur \" ' win the fight, To win the fight — To con-quer or to die 1 £ f A £ A f a i ,//'//J \\jfuA!i' f} r I j A- $'* j*— : =k I Haste I haste 1 , Haste to the res ■ cue I To ii* t j tt.fyf * ■ ■ ■ , .. i .- — — 7 7 ■ — Haste 1 haste I con-quer or to die — To con-quer or to die! To the"], [47, "GYPSY CHILDREN'. 43 HASTE TO THE RESCUE ! res • cue, To the res • cue, To the res • cue haste a - way ! To i i ? r » ] -£\" i£- S_jf- _£___£ m m , m m m _■ -#- t i * ii \\ A A *s *fc con - quer or to die — To con - quer or to die 1 To *ji | S*C £ j | > , ,J ■ r^ j f, v v V ** * , I I I I I I con-quer, To con-quer or to die 1 A - pE-JUf _ , f *f i Æ^^^i ii ii"], [48, "44 ROMAN CHAVIES. APPENDIX. In my Canal Bills, of 1882-3-4, 1 inserted a clause for improv ing the condition of the gypsy and van children ; but the Select Committee expunged it, and as I was not willing to fold my arms, and let the cause of the poor gypsy and van children die without further struggling for life, I drew the outlines of the \"Movable Dwellings Bill,\" which was introduced into Parliament in 1885, and read a second time ; but it was \" blocked,\" to make the way clear for the Government to deal with the subject. And they introduced the 9th and 10th clauses in their Housing of the Working Classes Act, the outlines of which I had pre viously sketched out in my books, letters, congress papers, &c. These clauses having done but little more than to prepare the way for further legislation, I sketched out the lines of the \" Temporary Dwellings Bill \" of 1887, which was read a second time, and unanimously passed by the Select Committee ; but the \"blocks \" of two or three little souls prevented it passing into law. Attempts were made in 1888 to introduce it into Parliament again ; but it was killed before it saw life, or, at any rate, it was checkmated for the Session ; but as I was not willing to let the Session pass without the gypsy van and other nomads being brought under the influence of education and sanitation, I drew up another, shorter Bill, more tentative in its character — to shooker the objectors in the House — entitled the \" Movable Abodes Bill,\" but which, after being cleared of about thirty \"blocks\" from three or four M.P.'s, was read a second time, It was then shelved for the Session, and for how much longer God only knows. Early this year — 1889 — I took steps to get my \"Temporary Dwellings Bill\" reintroduced into Parliament, and it was read a second time — with the help of the Government — on the under standing that I gave more administrative power under it to the County Councils. As the amendments by the Government would have fettered and weighted the Bill too heavily, it was thought that a new and shorter Bill would best carry out my plans for redeeming the gypsy and van children from their sad condition. Accordingly I drew the outlines of the \" Movable Dwellings Bill,\" which was introduced into Parliament and read"], [49, "GYPSY CHILDREN. 45 a second time; but the \" blockers \" of our poor little nomads, Mr' H. C. Stephens (the honourable Member for Hornsey) and Mr. W. E. M. Tomlinson (the honourable Member for Preston), came again to the front, and by their sixty \" blocks,\" more or less, and spiteful and deadly opposition, the Bill has got no farther than through the Committee of the House and \" report\" stage, which it passed on August 24th, at 2.30 a.m., to have its further progress stopped by Messrs. Stephens and Tomlinson. But for the opposition to my Bills in 1885-6-7-8-9, the 30,000 English and 20,000 Scotch gypsy and van children would, in all human probability, by this time have been able to read and write, and thus started on the road to heaven. I may further say, that the writers of unhealthy, misleading romantic nonsense who have been throwing a false sentimental halo and influence over Gypsy and Van-Child Life have brought upon themselves a tremendous responsibility."], [50, "46 ROMANI CHAVIES. ADDENDUM BY FRIENDS. The following is one of the short paragraphs has gone the round of the daily and weekly papers : — \" GEORGE SMITH OF COALVILLE. \" The truth has not been made known about the extraordinary ' incident ' which occurred in the Distinguished Strangers' Gallery of the House of Commons in the early hours of Saturday morning [August 24th, 1889]. Mr. George Smith of Coalville had gone in to watch the fateful fortunes of his Movable Dwellings Bill. He sat literally on the pounce, and when he saw its ' blockers ' move, the venerable friend of the children, with flowing white beard and locks, in the intensity of his anxiety, lost control of his feelings, rising in a fit of ' happy hysteria,' called out in impassioned accents, ' Mr. Speaker I Sir ! ' The horrified ushers pulled him back into his seat, and the good-natured Speaker [The Right. Hon. Arthur Wellesley Peel] was conveniently deaf. A thrill of sympathy ran through the House. Just at that moment the occupier of the Chair had slipped out, and the Bill began to go through the Committee stage, seeing which its fond parent did not proceed with his interruption. But what Mr. Smith intended to do is worth knowing. He would have protested against a cruel obstruction which prevented 50,000 van children now upon the frontiers of heathenism from being brought under educational and sanitary influences. He would have told the House that the Bill had been adopted by the Government, and was being really retarded by the followers of Ministers. What would have followed this declaration it is unnecessary to con jecture. It might in the excitement have cost him a night in the Clock Tower ; but it would have given him his Bill, just as Mr. Plimsoll's outburst of ' happy hysteria ' secured the Act which has led to so many thousands of seamen's lives being protected.\""], [51, "43 works m BY THE SAME AUTHOR. The Cry of the Children from the Brickyards of England. Haughton & Co. Marshall Brothers. 1871 — 1879. 3/6. Our Canal Population, haughton and Co. Marshall Brothers. 1875 — 1879. 3/6. Out of Print. Canal Adventures by Moon- light. Hodder & Stoughton. 1881. 3/6. Gypsy Life. Haughton & Co. Marshall Brothers. 1880. 5/-. Out of Print. I've Been a Gypsy ing. t. fisher Unwin. 1883-4-5. 3/6. Out of Print. The Books not out of print can be had^at the Oabin, Orick, Rugby."], [52, ""], [53, "GYPSY CHILDREN, (ROMANI) (CHAV1ES) PART II. BY GEORGE SMITH OF COALVILLE."], [54, "NEW EDITION. In this edition I have introduced Part II. to give further insight into the opposition I am facing, and the details outlined in my Movable Dwellings Bill for improving the condition of our vast — but scattered — army of gypsy and van children, and other poor little nomads on the highways and byways, and in the nooks and corners of our land, uncared for, uneducated, and unkempt. G. S., C."], [55, "PART II. CE the publication of my books.congress papers,&c. EJS^TOj from 1877 down to this date most severe changes RgP^^J especially during the last two years, have come over i^gjjjljy the scene, all of which have brought the cause ol ===-§==1 our little nomads, and my humble self with my remedies and plans nearer the goal. I have faced and carried through successfully against great odds — so my friends and the public say — a long newspaper war, and a war in a thousand other ways, with my enemies and the enemies of the children, that is to say with a few men of high and low degree, \" on and off the road,\" who have adopted all sorts of back-door tactics and underhand manœuvres to take the life out of me, and to sink deeper into the mud and mire of slavery and moral degradation, our gypsy and van children and other little \" travellers.\" Our battle-ground has been week after week, month after month, and year after year in the daily and other newspapers at Manchester, Dundee, Nottingham, Bristol, Plymouth, Birming ham, Glasgow, Sheffield, Hull, Newcastle-on-Tyne, Leeds, the London papers, and the Daily Graphic, &c, &c. Not only in the press and on the platform have I been fight ing for the children in my humble way, \" up and down, tooth and nail,\" but as a last resort, after all other means had failed in driving me, or kidnapping me from my work for the children, my enemies sent out their agents right and left to insult and abuse me in the lobby of the House of Commons, in the streets, at the fairs, feasts and races, in fact so much so that at times I have wished, almost, that I could have either crept into a nutshell, or retired to an Elijah's cave, Abraham's Machpelah, David's Adullam, or like Jonah, have run away to Tarshish. But I am still \" at them,\" that is to say, the enemies of the children, and \"at them\" I shall remain until the children's cries have been heard in the English House of Commons. If the Liberty and Property Defence League and company imagine that they have killed the cause of the gypsy and van children, squelched my Bill, and banished me to Timbuctoo, it shows that they have drifted from their moorings into a fathomless sea, and are without rudder, sails, soundings, or compass. For their information, which may help to bring them to land"], [56, "ROMAN! chavies. again, I shall enurgefrom The Cabin again and again and again to fight the powers of darkness and the enemies of our little nomads at all risks, and no amount of lies, threats, bluster, and vituperation of the \"gentlemen travellers\" on wheels, nor the fiery balls of the Pharaohs in Victoria Street, will stop me, for the cause of the children is a righteous one, and the Bill, to lift them upward and forward, is simple and easy. With the help of my friends, and help from heaven, I have moved forward so far. The poor little ones \" on the road \" are at my heart, and on my path night and day, and there they will remain until I have taken them by the Bill, or a Government Bill, and its wise enforcement, out of Egypt into Canaan. At the Birmingham onion fair where there were hundreds of van-dwelling families — a few van-dwelling ringleaders of the opposition did their best to turn the rough mob upon me. The policemen in the fair were alternately red and white in their faces, and moved nervously about, evidently they were very anxious as to the results ; but with the mob of roughs at my heels, jostled as I was, I kept cool, and drew them forward and led them up and down the back streets and the front streets and through the fashionable thoroughfares through the city and on to Edgbaston. On the way, trams and carriages stopped to enable the occupants to gaze upon the strange scene. After an hour-and-a-half's wanderings through the city of guns, shot, pins, pens, cocoa, gold, and metallic alloys, the crowd of roughs had dwindled to about a score, and these I turned into my body-guard by taking them into some coffee and cocoa rooms and giving them there a good meat tea and paying for their lodgings. This feed brought my rag-tail and bob-tail \" travelling \" body guard into good humour, and eight of them entered their names into my pocket-book. This change of the front sent the onlookers into wonderment and bewilderment. Some laughed, and others opened their eyes wider probably than they had ever been before, and in the end all stood \" stock still,\" while I and my body-guard moved off to New Street Station, and in the midst of smiles, shaking hands — not the cleanest, but hearty — and the waving of hats, I bid farewell to a scene which at one time looked very serious — at any rate, for me it did. At a meeting of the van-dwellers and showmen at the Agricultural Hall, London, in February, 1891, I was pretty close, to all human appearance, to the end of my work for the children \" on the road.\" The curtain gave forth signs of"], [57, "GYPSY CHILDREN. 3 dropping. A leading official of the Liberty and Property Defence League, who had helped to get up the meeting to oppose my bill, told me, near to the Hall, that he would not give sixpence for my life if I entered the building, and also that he would not be responsible for the consequences if I attended the meeting. \" I had done nothing wrong,\" I said, \" and I would face them, for God would protect me.\" And I did face them, and it was such a facing \" as I never did see.\" I thought before I got off the platform that I should have been torn to pieces. The men and women — some of whom had had quite enough of that which makes noses red — tall and short, fat and thin, dressed in all the colours of the rainbow, as \" travellers,'' van-dwellers, and showmen and show-women do sometimes dress — seemed to have spoiled their looks, and turned themselves, or have been turned by others, into a pack of wolves to tear me limb from limb. They clambered over the benches to get at me, but instead of which, in their hurry scurry and anger, they almost rolled themselves into heaps. The reporters were white with fear, and the little chairman M.P., with his coloured boots and fashionable cuffs and collar, was almost scarred out of his senses. Big and little showmen, studded and bedecked with diamonds and gold, foamed at their mouths and threatened to pull me off the platform. One speaker turned up his shirt sleeves to fight me ; and one little show-woman rushed upon the platform and with her arms aloft, screamed out at the top of her voice, \" For God's sake, save him ! don't touch him ; and if he gets out of this place alive it will be the women that will save him !\" Such was the excitement that a large sum was subscribed or promised forthwith to enter an action against me for a libel ; but \"second thoughts\" have been the best thoughts, and the \"action\" has dropped as flat as a pancake. The showmen and van- dwellers wanted my head, but they could not and did not touch a hair of it, for God's hand was over me ; but as they could not murder me they next tried to stamp my old little leathern bag out of existence, but both myself and my bag came out of the Hal! and bloodthirsty scenes clear of harm. Some of the women at times nearly clutched tussocks of hair off my head, but all ended well, and I got back to the House of Commons to be con- gratulated on my hairbreadth escapes from the jaws of death. The daily and weekly papers had a feast for a little time whilst the smoke of the affray was looming low upon the battlefield, which kept my friends on the press from observing the real points at issue. Immediately the smoke had cleared away they saw the"], [58, "4 ROMANI CHAV1ES. true state of affairs, and came again to my help, and they remain true to this day. At Northampton races, and Leicester and Market Harboro fai.s, feasts, &c, and the fairs and races in other parts of th« country, the detectives had been \" told off,\" unknown to me, to protect me from the violence ofa few van-dwellers who do not like to be compelled to educate their children, often saying, in response to my entreaties, that \" they must get on without eddi cation as I have done.\" At one of the autumn races in 1891, at one of the great midland towns, I visited the van and gypsy children to distribute books, pictures, and papers among them, to open their little eyes to the beauties of both worlds ; and aUo to explain the details and object of the bill to the parents ; and was well received by nearly all of them. Two or three drunken, van-dwelling, low-typed roughs, evi dently hired, were angry at my success, and manifested their drunken spleen and spite by chalking with mud-covered chalk upon my back in the midst of a crowd of town, gypsy, and van children, and some adults, a large X reaching from the collar to the tails of my coat. The children soon pointed it out to me. There was not one laugh or twitter from the crowd, except the few van-dwelling \" toughs.\" Sorrow and pity were for me, and scorn and contempt were for the sneaking, creeping, dastardly cowards who had not a spark of manhood in them. One or two sweet-faced, lovely, pretty little girls, with curly hair, asked, with tears in their eyes, to be allowed to wipe off the X and with my pocket handkerchief they tried their best to efface the damp muddy chalk marks but could not succeed. I gave them some books with my name in them as a memento of the day. I then wandered among the crowd until a leading gentleman from the town, with a large fine Mount St. Bernard dog, came upon the ground and he tried to wipe out the marks of the evil ones, but he left the dirty X where he found it. With this cross on my back I went into No. 2 5, Henry-st., to see an old Christian couple, and the good old woman nearly washed out the cross and gave me a good dinner. I gave her my thanks and prayers, and then I made my way home to wonder why it was that I should be subject to so much insult and abuse for helping forward and upward the helpless little ones. This is a problem past finding out. It was so in the very very old time, and it will be so until the Millennium dawns upon us."], [59, "GYPSY CHILDREN. 5 Later on I faced the showmen and \" travellers \" in a showman's artistic fencing booth at Nottingham goose fair. At this meeting no violence vvas used, but there were barristers, law yers and missionaries, infidels and sceptics, &c, to browbeat me out of my work, plans, and Bills for the children. After the meeting was over I met with rough treatment at the hands of one or two \" travellers,\" but no harm came of it, except to turn themselves into greater knaves and fools for their pains. At the last Peterboro' great fair I met the gypsies and van dwellers in the fighting-booth again to explain the details of the Bill, and the success was such that some fairly good-looking van and show-women kissed me with open arms, and others gave me horse kisses, and others gave a tug at my hair and otherwise openly insulted me. I gained something for the gypsy and van children during the year 1891. The agitation from 1877 to 1892 has not been for nought. The Government in their London Public Health Bill of last session adopted, mainly, the sanitary provisions of my Bill for the gypsies and van-dwellers in and round London, thus proving the need for my Bill, which will also be very helpful to me in the passing of the Bill next session. The Government having adopted the sanitary principles of the Bill for London, they cannot object to children living in the vans in the country being brought under sanitary and educational influences. At any rate the path is clearer. Thank God I am beginning to see rays of daylight peeping through the black dense clouds of angry and spiteful opposi tion across my path, which has come mainly from those who know absolutely nothing of gypsy and van child-life. I also observe in the signs of the times plainly that the best part of my busy life, spent for our little nomads, and the pub lishing of my \" Gypsy Life,\" \" I've been a Gypsying,\" \" Gypsy Children,\" canal and brickyard books, my talks, lectures, Con gress papers, and the personal distribution in England and Scotland of scores of thousands of pretty pictures, and other books, papers, Bibles and Testaments, among the little ones \"on the road,\" and the spending of thousands of pounds in one form or another of my own hard-earned money, health, and all, have not been thrown away. The van-dwellers— at any rate some of them — are beginning to find out that it will not do for them to fight the public at the bidding of a few disappointed politicians, who meet not in an upper room at Jerusalem, but in another place, to try to frustrate the designs of Providence and the important social"], [60, "6 ROMANI CHAV1ES measures which are from time to time brought before Parlia- ment, to lift the poor children upward and forward. Although I have not directly succeeded in passing beyond the Committee stages any of my own Bills for the gypsy and van- children during the last ten years. I have pressed the Government so closely and tightly that they have passed, on my lines, two pieces of legislation, which have done — perfunctorily carried out as they are — something for some of our little nomads and their homes, in starting the children on an upward path. Missionary agencies and temperance societies have been started in Manchester, Birmingham, Gloucester, Bristol, Glas gow, Edinburgh, Dundee, Aberdeen, York, Salisbury, Leeds, Norwich, London, Nottingham, Lichfield, Hull, Southampton, Liverpool, Kent, Surrey, and many other local centres by friends residing in those places, and where the travellers do most con gregate. Notwithstanding the severe opposition I have faced and am facing, a gradual improvement has, and is still taking place, among our \"travellers\" and van-dwellers, which is cheering after my long, trying struggle, for which I thank God and my friends. In the Nottingham Annual Health Reports of 1890, issued by the Medical Officer of Health, the following appears : \" Dwel ling vans : the condition of these structures as a class has greatly improved duiing recent years. This is probably in a great measure owing to the increased attention they have received from the public through the agency of one . . . philanthropic agitator, who has espoused the cause of the van-dwellers.\" The knot of opposers of the Bill, at the bidding mainly of the Liberty and Property Defence League, during the long agitation have done their best to divert public attention from the real points at issue. The facts of the case are very simple : 1. I am seeking to bring over 50,000 gypsy and van children and their houses on wheels, on easy lines, under sanitary and educational influences, and in a way that will not touch their liberties more than house-dwellers on land, rivers, canals, and seas. 2. Some of the travellers, gypsies, and van-dwellers object to me taking this step, and have, mainly at the promptings of the Liberty and Property Defence League, been, and are doing their best to stop the further progress of my work."], [61, "GYPSY CHILDREN. 7 In one word, the Bill and my actions all through life have been to bring the gypsy and van children under the moral, social, and elevating agencies of the country, but the action of theopposition is to keep them in darkness, so that they may be the more easily drawn into regions cf anarchy. I deny emphatically, and so will anyone who has seen the Bill, and knows anything of other Acts of Parliament in force which have had such a beneficial effect upon the working and other classes, that the Bill is more stringent than they are. It is simply on the lines of the Canal Boats Acts I promoted — with a difference only in the working details — one house moves on water and our van-houses move on land . These Acts and my Brick yard Bill, are working out pleasantly and successfully in improv ing the condition of brickyard children, the canal children and their floating homes, and there is no earthly reason why my Movable Dwelling Bill, for improving the condition of our gypsy and van children should not work out at least as successfully as any of these Acts — yea, more so. The penalty I have had to pay, am paying, and probably shall have to pay — severe though it be — is in some respects similar to what others before me have had to endure in fighting against ignorance, neglect, cruelty, and oppression. My action has been in the past, is now, and will be in the future to open the school doors to the gypsy and van children, and to place them on an equality with town and village children, and for my efforts a few van-dwelling mothers and fathers are to be found who would claw me to pieces without either judge or jury. I had to face the same treatment in the brickyard and canal children crusades. None of the speakers at the recent meetings — some of whom were neither travellers nor gypsies — came from the particular classes of travellers and gypsies whose condition I have during the last seventeen years been trying to improve. They are the aristocracy \" on the road,\" with \" town houses,\" and who can, and mostly do, send their children to boarding schools. And for the gypsies and van-dwellers at the bottom of the ladder they have nothing but contempt. The poor gypsies and van-dwellers must be helped forward, and my Bill will do it. At one meeting of the \"gentleman\" travellers and van dwellers, in a small town, the speakers boasted that there were van-dwellers and showmen on the platform who represented considerably over Some time ago I stated in the press that there were over on wheels rolling about our towns and country lanes on pebbles and turf."], [62, "8 ROMANI CHAVIES. By their own showing I gather that I have understated the amount. This is a point I have nothing to do with. My work all through my life has been for the poor children, but I may say at the same time that these facts will not be lost sight ot in the future, when they put labels on their backs, \" We poor van dwellers,\" to escape the meshes of the law and taxes. The poverty ot the van-dwellers up to this date has been a freezing influence I have had to contend with, but the speakers have banished this from the present-day gypsy and van life by their wands, and for the future I shall not have the poverty side of the subject to grapple with. The van-dwellers who are opposing me have shown the weak ness of their case by pouring upon my head calumny, abuse, and absolute falsehoods, and out of their mouths and action they stand condemned in the face of the world. This is seen clearly out of the bluster, bounce, and threats they have hurled at my head. In doing their best to keep the gypsy and van-children in darkness, and to shut my door and turn myself and family into the wilderness, they have unwittingly opened the eyes of the public and exposed their gilded vans to the gaze of the Chancellor of the Exchequer, which to keep shut has been the mainspring of the demoniacal opposition I have had to face. Those who have opposed me and are still opposing me in my work, plans and bills for the children will see their folly some day and be sorry for it. Lodging houses and houses let off in apartments, are under much more stringent rules and regulations than I am seeking by the bill. This power is necessary to prevent them spreading infectious diseases among themselves and in the towns and villages through which they may pass. The clause in the Bill is as follows : 7. — (1) Where any officer of a county or sanitary authority has reasonable cause to suppose that a movable dwelling is being used in contravention of this Act, or that there is in any such dwelling a person suffering from an infectious disorder, such officer may, between nine o'clock in the morning and the succeeding six o'clock in the evening, enter such movable dwelling and examine the same and every part thereof in order to ascertain whether there is any contravention of this Act therein, or any person therein suffering from an infectious disordei . It will be seen that neither policemen nor constables are mentioned in the clause. In fact, they are not even referred to"], [63, "GYPSY CHILDREN. 9 in the Bill. I want to keep policemen clear of the vans. The bringing of these gentlemen upon the scene will have a tendency to frustrate the objects I am trying to work out. The Act must also be put into operation easily and gradually so as not to inconvenience the gypsies and van-dwellers. By the educational clauses and provisions of the Bill I want to open the school doors, satisfy the schoolmaster, and also to provide the children with — or nearly so — a simple free educa tional pass book, so that their education may not cost more than it does for town and village children. There will be no difficulty in the children making from 150 to 200 attendances in the year — as a rule the gypsy van-children are in settled quarters during three or four months in the winter, and they are frequently a week in a place during the summer; and by their occasional attendances at school i n the summer they would hold together the education they had gleaned in the winter. A conviction cannot be obtained against van-dwelling parents under the Education Acts for not sending their children to school, although they may — and some of them do — live in cottages during the winter. The name of \" van-dwellers \" clings to them wherever they go, and by this means they are practically outlaws. The education clause is as follows : 8. — The child using as a place of abode a movable dwelling shall, for the purposes of the Education Acts, be deemed to be resident within the school district in which movable dwelling is for the time being situate, and shall be subject to the jurisdiction of the school authority for such district in the same manner as children permanently resident therein, subject to the following provisions. A week or two ago two van loads of men, women, and child ren — 13 — were within a stone's throw of my door for two days. They were clean and well-dressed. The father in his early days had worked as a miner, and was now worth over_^ 300. Only two of this number cculd read and write. The Assisted Education Act of 189 1, has thrown difficulties in the way ofthe gypsy and van children being educated. Before the Act was passed occasionally well-to-do van-dwelling parents would send their children with the usual week's fees, and thus the schoolmaster would get some remuneration for his but under the Act he will not get any fees, nor a \" grant\" for his trouble with the little ones \"on the road,\" and as a consequence the day schools will be often \" full \"—a \" tale \" to be carried back"], [64, "10 ROMANI CHAVIKS. to their parents in tents and vans. Voluntary effort will do a little but not one-hundredth part of what should be done and must be done to start the poor children along educational lines, and the carrying out of the Bill will do it. Those who advocate a slipshod, voluntary, fragmentary, piece meal, scrappy education for our gypsy and van children, instead of the free, easy, simple national one provided for by my Bill, are doing their best to prevent me bringing the poor children into a line with other children. Voluntary and separate schools were built or conducted at great cost nearly a century ago for the gypsy and van children, which came to nought, and now stand as monuments of failure. Owing to the many utterly false and misleading statements made by those who know absolutely nothing of the Bill, it is necessary for me to say that I am positively not asking for more power by the Bill to improve the condition of our little nomads who live in tents and vans than has been applied for long years to those who live in houses of brick, wood, or stone, or houses upon rivers, canals, or seas ; and I challenge those who are opposing me to prove it to be otherwise. In promoting the Bill I have had the good wishes of almost everybody except Earl Wemyss, Lord Bramwell, Mr. H. C. Stephens, M.P., Baron Robert Dimsdale, M.P., and a few others under the influence of the League. The Bill is simple, easy, and workable, and will not interfere with the liberty of the van and tent dwellers more than with house dwellers. The subject has been before a Royal Commission, of which Sir Charles Dilke was the chairman, with the Prince of Wales and Cardinal Manning, and an array of well-known practical M.P.'s, philanthropists, and others upon the committee. The Bill, in one form or another, has also been before two Select Committees, the chairmen of which were Mr. Thomas Salt, M. P., and Mr. Elton, Q.C., M.P., and which committees were composed of thoroughly practical, kind, and considerate M.P.'s. It has also been read a second time in the House without a division, after speeches by Mr. Stephens. It was also unanimously passed by the committee presided over by Mr. Elton, and afterwards by the Committee of the House. It has also been passed by all the Government departments, who would have to assist in any way in carrying it out. The three leading features ofthe Bill are : Registration, edu cation, and sanitation."], [65, "GYPSY CHILDREN. 11 The registration of the vans can take place in any town or village without the vans being moved one foot, and at a con venient time for all parties, at a cost of is. 8d. per year — that is to say 5s. every three years. The registration of the houses on wheels increases their value, and the certificate — as in the case of canal boats — is a kind of title deed, which will ultimately, in the working out of my plans, give them a voice in the councils of the nation. This step is necessary to enable the educational and sanitary clauses to be carried out successfully. The names on the vans in many cases are no indication who the owners are. People who ive in brick, stone, or wood houses are in the rate-books, and the names of the owners or occupiers are easily traced ; but not so with van-dwellers. The inspection clauses, that is to say the power of entry and the fines are neither stronger nor heavier than is the case with those who live in houses not on wheels as will be seen by re ferring to the Public Health Act of 1875 ; the Canal Boats Acts of 1877 and 1884 ; the Merchant Shipping Acts and the Factory and Workshop Acts down to this date. I am also seeking, by the Bill, powers to enable the Local Government Board to make the necessary easy and uniform regulations, which power they do not now possess. Very perfunctory regulations have been issued and attempted to be carried out by some local and sanitary authorities, and some good has been the outcome, but for the want of the power, only a few of the 1,576 sanitary authorities have taken any steps for bringing our van dwellers and their vans under sanitary influence. During the month of November, 1890,1 visited several hundreds of families of gypsies and van dwellers at the leading pleasure fairs in the Midlands to distribute copies of my Movable Dwell ings Bill, and to explain fully and freely the objects of it, and with but seven exceptions all were in favour of it. I may tell the League, and the few \" on the road,\" that I am not the man to be frightened out of my work for the little ones by any number of showers of their angry bombastic jargon, I have been protected in my work for the brickyard and canal children, and I shall be protected in my work for the gypsy and van children until it is completed. No doubt it is annoying to those who would keep our little nomads in ignorance to see me among the van-dwellers and gypsies dispelling their idiotic frothy nonsense and absolutely misleading statements about the Bill. With the help of my"], [66, "ROMANI CHAVIES. 12 friends among the gypsies, van-dwellers, and travellers, on the press, in the House, and country, I shall go on with it until it is passed into law — for it is an easy, simple, righteous, and humane measure — be the consequences what they may. The following are a few extracts from letters I have received, wishing me God-speed. Some of them are too personally warm, but it would not have been fair to the writers to have kept back their more than kindly remarks. One traveller writes : \" I told them it [the petition] was a pack of lies to say their vans could be inspected at any hour of the night, or when the police thought proper to go in and out as they liked, and that no traveller or showman need fear who are doing right and looking after the education of their children ; and also that your Bill would [improve] a lot of the dirty rubbish that was travelling about the country.\" Another travelling showman writes : \" The petition only came from a lot of London agitators, and they are a long way too late to stop your Bill from passing.\" Another says : \" We do still hope your Bill will pass into law.\" Another gypsy in Kent writes : \" Dear brother, I am pleased to hear from you, and to find the good desires still in your heart on behalf of these poor children. I am sure that God will richly bless you for the pains and trouble you are taking to spend your strength and talents in such a noble cause.\" A gypsy traveller in Essex writes to me : \" I send my best regards, and wishing you success in your great cause for the gypsies.\" A showman, in his letter, says : \" The passing of your Bill will be the salvation of the travellers, and we wish you may live long enough to see how your Bill works, and to receive the thanks of the younger travellers who will benefit by it. I hope to see the day when they will ask me to go round to gather subscriptions to make you a suitable present for the time and trouble they have put you to, to get the Movable Dwellings Bill passed.\" At Market Harboro' Fair, in 1890, a traveller, worth at least ,£2,000, and who employs a number of people, wished me, wi*h a good grip of his hand, God speed. With reference to the children being admitted to day schools, one traveller says : \" I feel certain there are hundreds that would only be too glad to send their children if the teachers would receive them.\" Another writer says : \"Many of our friends complain of their children being refused admittance to the public schools.\""], [67, "GYPSY CHILDREN. 13 At Leicester fair a traveller told me that he could have sent his boy of seven, clean and well-dressed, to a public day school in the country for six weeks, but they would not receive him. At Peterboro' great fair, in October, 1891, the \"travelling and Parliamentary agent,\" with a powerful and muscular chair man of the meeting, and his large flaming bills circulated among hundreds of travellers and van-dwellers, and speeches full of bitterness and nonsense, did not, after my simple statement, suc ceed in making many converts. At Northampton fair, in November, 1891, not one word was said to me against the Bill as a whole ; in fact, one of the wealthiest and most respectable travellers \" on the road,\" and who is well known throughout England, told me that \" with a little toning down of one of the clauses\" he was, and has been, in favour of the Bill, and has been advocating for years that the steps outlined in the Bill should be taken for improving the condition of our travellers, van-dwellers, gypsies, and their children. In the Manifesto ofthe Liberty and Property Defence League, by their agents, in the House of Commons, it is stated that the attendance of \"travelling children .... would do very serious harm to schools, .... and if any attempts were made to enforce it very vehement and insurmountable opposition on the part of school managers, school teachers, .... would certainly be exacted.\" Thus it will be seen that the 50,000 children of showmen, travellers, and gypsies are not to be educated. Their parents contribute to the national welfare ofthe country, but their children are debarred the blessings of education, pro tection, and sanitation, the birthright of every English child. The League began their factious opposition by sowing broad cast thoroughly false, misleading statements about my Bill to blind the public, Parliament, the gypsies, and van-dwellers, against the blessings which will follow in its trail, and now that I have completely shown them up in their hollowness and true colours they have begun to run round after their tails to find fresh arguments ; but none are forthcoming, and they are crying peccavi. If the travellers are wise they will throw overboard their suicidal policy and help my Bill forward, which will bring them into the region of happiness, without costing them one penny or one hour's trouble and anxiety worth mention, and bring them friends instead of enemies on their \"rounds.\" If the travellers and showmen are to \"combine\" — and I am right glad to see that they are combining — let it not be to keep the little travellers in darkness, ignorance, and slavery, but in"], [68, "ROMANI CHAVHiS. 14 helping the \"poor distressed\" travellers and others \" on the road \" in times of sickness, poverty, and old age, and they will thus earn the goodwill of the country and their fellows. The condition of the poor English slave girls who have been beguiled — I will not say bought — from their town or couLtiy homes, to wait upon the lords on wheels, to be ground into slatterns, sluts, or wretchedness, will most probably have daylight thrown upon it some day. And so will the cruel treatment meted out to the other attendants on van-dwellers at shows, fairs, feasts, and races. Daylight will also, in all probability, be thrown upon the newly-fledged showmen, dressed for the occasion in black cloth, white cuffs and collars, and who under several aliases, at one time or other, figured largely at the Agricultural and other Halls and places, by pouring into eager, open mouths, a torrent of falsehoods from beginning to end relating to van life, the particulars of which lie before me. A thousand Mrs. Partingtons with their brooms, and King Canutes with their armies of flatterers, will not be able to keep back the tide of civilisation and the moral and social in fluences of the land from reaching the gypsy and van children's heads, hearts, and homes, and the sooner the travellers realise this the better. The sole object of the Bill is, by a giadual easy process, to increase loyalty, goodness, honesty, industrious habits. faithfulness, and truth among our gypsy and van children. Ihe van dwellers who can read for themselves are beginning to see that it will not do for them to enter upon a suicidal course by fighting the public, and supporting organisations, with \" secre taries \" and \"Parliamentary and travelling agents,\" &c, &c, with large balances at the bankers, to kill a Bill that will banish ignorance, disease, and wretchedness, and bring the van-dwellers and gypsies friends and favours \"on the road,\" and start the little ones upon a higher path to the joys of both worlds. The names on the Bill, Mr. Burt, Mr. Fenwick, Dr. Cameron, Mr. James Campbell, Mr. Elton, Mr. M. Kenny, Col. Makings, and Mr. J. R. Kelly, are a guarantee that the Bill is simple, prac ticable, and easy. Sanitary Inspectors and School Board officials are not the inhuman monsters that a few \" travellers \" would make them out to be. After the best part of a long life spent in working for our little nomads, some of the van-dwellers question my right to work for the children. I tell them through this little book that I have a divine right to elevate the little ones \" on the road,\" but they have no right to slave and degrade them, and threats, bluster, and bounce, will not stop me, Some van-dwellers \" are"], [69, "15 GYPSY CHILDREN. going to fight me to the bitter end. I am going to fight too, that is to say, until the shackles and chains of ignorance that bind the gypsy van-children to debasing habits and customs are snapped, and the little ones started on the road to the heaven of both worlds. The cause of the poor children has triumphed in the past, and will do so again, for righteousness, — if not silver and gold — justice, and truth are on their side. The Bill would have been law long ago but for the \"blocks\" of Mr. Stephens and the action of the Liberty and Property- Defence League, and I have always told Mr. Stephens and the League that I was ready to accept any amendment that did not aim at destroying the objects of the Bill. He has promised time after time to send me his amendments, but for reasons best known to himself and his friends he has not done this. The responsibility of keeping the gypsy and van children _ it ignorance, year after year, by his shuffling moves rests upon him self and his friends. If the Bill is unworkable it will die the usual death of unwork able Acts. The same thing was said to me over and over again wth reference to my Brickyard Bill of 1871, and Canal Bills of 1877 and 1884. The League and company present a pitiable spectacle to the worll in resorting to their usual stock of ab solutely false and mendacious statements and abuse to kill a Bill and its humble author, who, according to their statements, died long ago. They show an utter want of tact in spending so much time and money in trying to kill a Bill that will kill itself— so say they. They must be \" hard up,\" or they would find some thing better to do than kicking at the sun. I feel truly sorry for them, and I will do what I can to help them out of their muddle, and onto right lines and to information they evidently do not know of. They will find the powers of entry and inspection more stringent than what I am asking for by the powers of the Bill— in the Canal Boats Act of 1877, 40 and 41 Vic., clause 5, chap. 60 : \"Where any person duly authorised by a registration or sanitary authority, or by a justice of peace, has reasonable cause to sup pose either that there is any contravention of this Act on board a canal boat, or that there is on board a canal boat any person suffering from an infectious disorder, he may . . . enter by day such canal boat and examine the same, and every part there of in order to ascertain whether on board such boat there is any contravention of this Act, or person suffering from an infectious disorder, and may, if need be, detain the boat for the purpose."], [70, "16 ROMANI CHAVIES. And again, in the Canal Boats Act of 1884 (which I also pro moted), 47 and 48 Vic., sec. 4, ch. 75 : \"Such inspectors shall, for the purpose of any inquiry under this Act, have . . . power to enter any canal boat at any time by day and examine the same, and every part thereof.\" In section 9 of the Housing of the Working Classes Act, 1875, 48 and 49 Vic. ch. 72, persons duly authorised have power to enter vans and tents between six in the morning and nine at night. By this bill I have reduced the time of entry to nine hours instead of fifteen — that is to say, for inspection from nine in the morning to six in the evening. I am not asking for powers to enter the vans and tents at night, as officers have under other Act=. By the powers vested in the local authorities by the Public Health Act of 1875 their officers have power to enter a common lodging house at any time without either order warrant (see clauses 72 to 89). The Local Government Board have power vested in them by this Act also to make regulations for houses let in lodgings (see clause 90). \"(1) The number to live in the houses and the separation of the sexes ; (2) the registration of houses so let or occupied ; (3) for inspection of such houses ; (4) for enforcing drainage and promoting cleanliness and ventilation in such houses ; (5) for cleansing and limewashing-\" Surely some of the \" flats \" at the West end of London are at any rate on a level with tents and vans, and if the \"flats\" are under the power and influence of the Local Government Board, as above there need be no screeching and blubbering by the Property Defence League and company to keep our van-dwellers and their children from enjoying some of the blessings and advantages our London West End magnates enjoy. Under section no of the Public Health Act, 1875, ships or vessels, canal boats or barges, are brought to a level with houses, and are subject to the same inspection and power of entry, and the owner or occupier to the same fines. For the powers of entry into any house — not on wheels — at any time by day or night when there appears to be infectious diseases in the neighbourhood, see section 137 of the Public Health Act, Common lodging houses, and houses let in apartments— if required by the Local Government Board — and ships, barges, and canal boats have to be registered. The heads of two van dwelling families are now wanted by warrant in the neighbour hood of Rugby, but owing to the difficulties with the names, &c,"], [71, "GYPSY CHILDREN. 17 they escape the meshes of the law. I say again that the fines, powers'of entry, under.theBill are neither heavier nor stronger in some cases they are neither as strong nor as heavy— as for house dwellers on land, sea, rivers, and canals. The Local Government Board have power over every other dwelling in England on land and water and to make the necessary uniform by-laws relating to sanitary and health matters, but thev have no power over dwellings on wheels. This power the Bill provides for, and it also opens the school doors to the gypsy and van children and places them on an equality with town and village children. A chief constable who has been chief constable in two large South Staffordshire towns writes to me unsolicited to say that the powers in the Bill are not strong enough. The Association of Sanitary Inspectors in England has passed a unanimous resolution in favour of the Bill. Leading School Boards, Town Councils, and influential religious denominations, have sent petitions to the Government and Parliament in favour of the Bill. In face of these things the League and Company have the audacitv to say that I want to bring the travellers and van-dwellers and their vans on wheels under more stringent laws and regulations for improving their condition \" on the road \" than house dwellers. Thank God there are not many to be found in the British House of Commons to come forward at the bidding of the Liberty and Property Defence League and Company to keep 50,000 gypsy aid van children in ignorance and outside the school doors. It is a tremendous responsibility, and they who do it need the temporary flimsy cheers of the League and Company. The little slaves in houses and in workshops are protected and eiucated, and the inspectors have power to enter at any time the house workshop to protect the little slaves and young persons; but the little slaves in workshops on wheels must go unprotected and uneducated at the bidding ofa few faddists. It will not and cannot be for long. There is no reason on earth why the gypsy and van children should not be educated as other children are, and their houses brought under sanitation as town and village children's houses are. In conclusion, I may say that I have carried forward my life work for improving the condition of the brickyard, canal, gypsy and van children under tremendous difficulties, but always *' on the square,\" and on the lines laid down by One of old ; ever bearing in mind — and I may be pardoned tor numbly saying it — that the eye of the \" Great Architect \" of the universe has beer"], [72, "18 ROMANI CHAVIES. watching over me ; and it is on these lines I shall work for our little nomads to the end of the chapter, fearless of the consequences. GEORGE SMITH OF COALVILLE. The Cabin, Crick, Rugby. December, 1891."], [73, ""], [74, ""], [75, ""], [76, ""]]