[[1, ""], [2, ""], [3, "BOOK OF WORDS OF A ROMANTIC OPERA IN THREE ACTS, ENTITLED \"sung, for a Dar},\" VALENTINE SMITH. PfclNTKU BY JOR] O., Ln., FEBRUARY l6TH, 1893."], [4, ""], [5, "KING FOR A DAY. Act 1. Scene — CHORUS. Fishers gay let us sail away, Shines the sun bright to-day And the wind is fair, Softly sing by the shore And the waves from afar Will repeat our songs once more. (Enter Pifear). Pif Zephoris, Zephoris, where is Zephoris (to the Fishermen) Have you not seen him ? Omnes No, No ! Pif Oh Brahma, what bad luck. Omnes Why not fish without him ? Pif Without him it's quite impossible, Omnes Why ? Pif Because he couldn't fish without me Omnes What a funny thing. Tell us why, pray, tell us why. Pif Then listen : — SONG. Zephoris tho' he is the best of friends, A very bad fisher is he, But for me, all the luck that Brahma sends Would be lost again in the sea. As he keeps searching night and day For treasures and pearls which he never gets, And like a fool he throws away, Everything else that comes in his nets ; So while his fishing boat he empties, Why, I fill mine at my ease, So now you see why he cannot do withoutjme Zephoris is a handsome chap to see, But he lacks my dashing ways, The village beauties but for me Would surely laugh in his face, /&*&■"], [6, "2 Oft have I seen the darling creatures, Look shy at him as if to say : Don't you admire my pretty features, But the big stupid turns away ; So if I were not by his side, Then all these sweet kisses would be lost, So now you see why he can't do witnout me Pif But who comes here ? It is Ziz 1. 'Tis the inspector of our coast, he is hard, cruel and unjust, and should he find us here he would surely make us suffer, come let's away. Zezel O stop there, stay my charming friends. Before you go to fish, I want to question you; everyone shall have his turn, so I'll begin with thee. Pif Pray tell me what I've done that you begin with me. Zizei. Each one shall come in turn so I begin with thee my g(od friend Pilear. Of a dreadful offence, my grief is quite intense, yuu're guilty I find. Nay don't answer mind. An offence made like this requires a slight fine. So pay or to jail you will go. Pif But if to ask I am permitted, What offence have I committed? Zezel It has not been committed yet, that may be so, But you will offend some day I know. So pay the fine, give me the bail, or if not come to jail, ; (to Zelide) 'Tis now your turn. Come here my pretty one. Zelide Ob, dear me ! Zizel Of a dreadful offence ; (enter Zephoris) Back, 1 say ; Omnes Zephoris ! Zephoris Old man, by my faith if crime enormous there be It is this shameful trade carried on by thee ; Zizel Imprudent, ignorant man, do you wish me to quarrel with you ? Zelide Pity sir ; pity my brother don't let me plead in vain I Zephoris My sister ! cease to implore him, Plead no longer ! Not on his mandate my safety depends, Our generous king, whose arm is stronger, Will ne'er injure the brother who his sister defends. Chorus and All — Cease to implore, &c. Zizel To prison he must go, carry him away ; Omnes To prison ? Zelide Hear me, kind sir, do not harm my brother, he quite forgot to whom he was speaking ; He didn't mean to insult you, he knows well what respect is your due ;"], [7, "3 Zizel (to guards) release him a moment. Before I send prison, I will give you a moment to hear if you have any reason to make why to prison you should not go. Come look quick and give your reason plain (Zelide puts a piece of money in his hand) I almost relent now ( Zelide puts another piece of money in his hand). That is better (gives him another piece, to Zephoris). I now bear him no malice, your fault I pardon,' (to the fishermen). Now go to your work I permit you to fish, and my profits are good. Chorus — Fishers Gay, &c, Zephoris Stay Pifear, I wish to speak to you. Pif To me? Zephoris And also to you, my sister, (he takes their hands) Zelide What canst thou have to say to me ? Zephoris You cast down your eyes, you blush little sister, you know what I have to say to you ? Pif But I have not blushed ; I have not cast down my eyes ; I don't know what it is you have to tell us ? Zephoris Well, well, I will tell thee all my friend — There is a beautiful girl who is foolish enough to be in love with you ; Pif You call that foolish ? I think it is a matter of taste ; Zephoris However to me any weakness of heart is excusable, for does not my love overcome my reason so you have but to ask and I will give you her hand ? Pif Her hand, but what with it? Zephoris Ah ! you wish to know how much money we have ? Very well ask Zelide, for she holds the purse ; Pif Oh ! tell me Zelide how much is in it ? Zel (lowering her eyes) Nothing 1 We have Nothing ! Zeph Nothing Zelide ? But what has become of that left us by our father ? Zel Until now, I have kept silent, for fear of troubling you my brother, but to-day I do not wish to deceive anyone, and I will tell you the truth ; Zeph Speak ? Zel For a long time, dear brother, your fishing has been un- fortunate, and you have returned home so sad and down cast, that I could not reproach you, and I used piece by piece all the money that our father left us. Zeph Oh, pardon me, my sister ! pardon me ; Zel It is not your fault, if the fish don't come into your nets. Pif The fish ! Why if they come into'his nets he throws them out !"], [8, "4 Zel Does he ? Pif He won't have anything to io with whiting, he despises the mullet, and throws the turbot back into the sea. Zel Can it be true ? Pif What he wants is coral, or a bank of lovely pearls, or — he is a fool in short ! Zel Enough, enough. Then brother she whom you love is rich ? Zeph I don't know. It was on a beautiful summer evening, and while wandering alone on this shore ; suddenly I heard a cry of despair, and saw a young girl drowing. I jumped off a high rock into the sea to help her, and soon, the poor girl was safely in my ar as. For a long time I struggled against the current which was running with great force, but at last I brought her safely to this spot, and on these sands I placed her. I gazed on her till the voices of her friends roused me from my ecstacy. Ashamed of my appearance, I ran away to hide myself for I wished to spare her all embarrassment. Zel And have you never seen her again ? Zeph Never. Whether she is of humble birth like you my sister, or whether she is noble, I don't know. SONG. I thought not of her birth and station When in the waves I saw her helpless lie ; Had she been the lowliest in the nation, My heart had answered that despairing cry. More as a vision she seemed to me, Fair as an angel she looked to be. We cannot ask the bright Aurora, When her soft light through the darkness drear has striven, If the golden rays she sends before her Come to her from earth or lrom heaven. Daily on the shore I sadly linger, Having no guide to find her but this ring, Which, on the sands, dropt from her finger. This to my heart does some comfort bring. Once more to see her, oh, heavenly bliss, In my fond bosom no thought bat this. Zel Alas, poor Zephoris, where will your love lead you? Zeph Oh, a hundred times I have tried to forget it, but could not. Day and night her image is ever before my eyes. Pif Shut your eyes then ! Zeph But my dream is over now. Fond hopes, away! I wish to regain that which my selfishness has made yon lose. In two months, I will have refunded all that our father left us. In two months you shall be united. Zel My dear good brother (embraces him). Pif My dear brother-in-law (embraces Zeph. awkwardly, Zeph, repulses him). Zeph Come let us go."], [9, "5 Pif I cannot leave I have to wait here for a customer. Zeph To whom you sell fish? Pif No, he is a lord for whom I carry letters, love-letters I suppose, for which he gives me two pieces of gold. Zeph Love or treason, who knows? Pif Treason. Zeph I distrust the honesty of this lord; however, it is your affair. Pif I see my customer coming, so good-bye, Farewell. (exit Zel and Zeph). (enter Kadoor.) Kad Thou art punctual! It is well, but remember to be silent. Pif I will my lord, mute as a fish. Kad Very good, for if thou speakest a word I will cut off your head. Pif (aside, trembling) Cut off my head! Ah, Zephoris said truly, this looks like treason. Kad If thou servest me with discretion I will pay generously, this letter will be the last and for this I will give thee three pieces of gold. Pif Three pieces of gold ! Zephoris deceived himself, he must be a lover. Kad Stay, thou wilt take it to-morrow, when thou goest with the other fishermen. Pif Certainly, then to-morrow the fair lady will have the letter, for it is for a fair lady ? Kad Thou hast guessed rightly, but not a word Pif Not a single word. exit. Pif. Kad All goes well. This fisherman is a fool. He has not the least suspicion of the important mission I have charged him with. Sleep on in luxury, insolent King, thy enemy waits. But whom have we h. re ? 'Tis the King and our beautiful cousin. They will suspect something. I must keep to the plan and muBt see all is right. (Kadoor keeps out of King's way). Chorus. — Glory to Brahma. He who protects us, He who directs us, In the skies so bright, Thou God of light, The stars are your own, And adore thy crown ; They show in your might, 0 God of light. Enter King ani Nemea. King Let us stay h,ere beside the shady tree, Now that we may breath in liberty — The air fresh from the sea. Nemea Here nature's grandeur doth our souls inspire ; All scenes like these I cannot but admire, Such pictures and such sights can never tire."], [10, "6 Kins Yes, what a glorious sight The sea in all its might, And all this is mine by right ; What do you say, my pretty cousin ? Nemea Oh, King your spirit is divine, You have too much humility ; The little bird whose melody We have just heard on branching tree, The brook that flows so rapidly, Each tiny isle set in the sea, Each pretty flower the sun uncloses, Magnolias, jessamines and roses, These delights our walk discloses, All for our King has great Brahma made them King Nay, you mistake, sweet lady fair, The rippling brook that shineth there, And when you look on scenes so rare, On smiling Isles the seas doth lave, Each pretty flower the sun uncloses, Magnolias, jessamines, and roses ; These delights our walk discloses ; 'Tis for their beauty great Brahma made them. Chorus. — Glory to Brahma, &c. King Ah, it is our good cousin ! I was surprised at not seeing you amidst the lords of our court. But the presence of Nemea reassures me, and I just said to her : \" Princess, as thou art with me we shall not be long before we see the Prince Kadoor. Kad The flowers ever attract the bees ; Nemea And the wasps. Kad Princess, thou doest not like me, and perhaps it would'be wiser to renounce all idea of an alliance. Nemea I will tell thee frankly. Prince Kadoor, my heart I no longer possess. King Thou lovest another ? Kad And who is this man ? Nemea I don't know. Kad But, Princess — Nemea Listen, and thou shalt learn all. Some months ago I had a fancy for bathing at a place close by here. Suddenly an unknown current carried me away. I struggled, I screamed, and finally sank under the waves. When I came to myself I was lying on the sands. I asked my attendants who it was that savei me. They said, \" We have seen no one ; you must have been rescued by a messenger from heaven, who has vanished on our approach. King . Kadoor, do you believe that Brahma sent a messenger ? Kad I, thy Majesty ? Nemea Oh, I don't believe that Brahma sent a messenger. My rescuer may have come from a boat I had seen at a distance."], [11, "7 Kad If that is the only obstacle, Princess, I will dare to pre- dict that he who keeps silent now, from motives of discretion, will remain silent, out of respect for us, when we are married. Nemea So be it. He will not make himself known ; but, if I discover him, I shall break with you. Kad Then, Princess, this is your decision ? Nemea Yes. If he who saved me comes to me and repeats to me the words I cried out in my despair when I was drowning, if his Majesty permits it, Iwiilgive him my heart and hand. King (with feigned severity) And if I don't, Princess ? Nemea Then, your Majesty, I will withdraw my hand King (laughing) I understand. Nemea Is that not the Royal yacht I see in the distance ? King Yes, Princess. Nemea If your majesty likes we will continue our walk, while we wait for the yacht. King Very well. Wilt thou accompany us, Kadoor '? Kad No, your majesty, I have some orders to give ; I will at the same time see tho royal rowers. King Your hand, Nemea. (As they are going off Zephoris and Pif. enter at back. Zeph. teeing Nemea utters a cry, and comes front as if in a dream.) Zeph Great heaven, it is she. Kad What does that fellow say ? Pif She whose life you saved ? Zi-:ph Ah, it is no illusion. Kad (to I 'if.) Get on to thy boat, fisherman, and on behalf of the King go on board that yacht thou seest yonder. Pif The King ? The King sends me on a message. Oh, my fortune is made. (exit Pif.) Zeph My lord, will you deign to say who that lady is so richly dressed, walking yonder ? Kad It is the Princess Nemea. Zeph A Princess ? Kad Why that question ? Zeph Pardon me, my lord, you could not understand (he icishes to el de him.) Kad {holding him back) Thou deceivest thyself, I understand thy emotion, and I know that you didst save the Princess when her life was in danger. Zeph Who has told you ? Kad The Princess herself. Zeph She ? Kad And is it true that thou didst save her ? Zeph Yes, my lord. Kad How long ago ? Zeph. It will be eight months to-morrow. Kad And when thou hadst rescued her from death where didst thon carry her ? Zeph I carried her here."], [12, "8 Kad Here ? But tell me the words she cried out when she thought herself lost. Zeph Ah, well do I remember them. She cried : \" My mother, my mother, from heaven above protect me.\" Kad Marvellous 'tis thou, 'tis thou her life who saved, I will tell Nemea I have found thee and can tell thee she hopes thon wilt do as she wishes. Zeph Speak my lord, what does she wish ? Any desire of hers will be to me like an order from the king. What does she wish. Kad That thou shouldst promise, never to tell anyone, that it was the Princess thou didst save, also that thou promisest never to attempt to approach her, in short that thou never let anyone know that a common fisherman held her in his arms for one instant. Zeph Oh my dream, my beautiful dream. It has all passed now. Kad Dost thou consent to take this oath to me ? Zeph Say to her, my lord, that the Princess Nemea has nothing to fear from the poor fisherman Zephoris. Hear my solemn oath. I swear my lord to he silent for ever. Kad And never to approach her! Zeph (with an effort) and never to appoach her. I swear it by Brahma who hears me. Kad Very good (offers purse) I will tell her thou hast sworn and will add thou hast received thy reward. Zeph Yes my lord, I have received my reward, a thousand times more precious than this which I refuse. Kad What ? Zeph This lady so noble, and so haughty, I have held in my arms. Her proud heart has beaten against mine, and when I snatched her from the jaws of death, my lips have dared to press her forehead, tell her this, my lord, and she will under- stand that I have been well rewarded, and that I have no need of your gold. Exit Zeph. Kad He dares to brave me, so much the worse for him, but he will keep silent. He has sworn, and Nemea will yet be mine, but that man's oath is not enough, oh ! well he must be got rid of. The king and princess, now to enact my part (he seems to think deeply). Enter King and Nemea. King Still here ! Kad Your Majesty — pardon — 7. Nemea In what grave reflections were you plunged ? Kad I was dreaming prince of all you said to me just now, Nemea Aud you thought ? Kad I thought I hat he who saved jour life would be foolish to keep silence any longer."], [13, "9 Nemea You know him then ? Kad I know him. Nemea Oh ! tell me his name, I pray you. Kad Do you feel you could love him I Nemea I do indeed my lord. Kad Ah, well, he who risked his life for yours hoped you to love not to recognition. Nemea and King It is I to own Kad It is 1. Trio. Nemea 0 this news doth surprise me, Life he gave me, All happiness flies me, Oh why did he save me, Ah unhappy day. King 0 this news doth surprise me, My heart misgives me, This tale sorely tries me, What will he screen from me, Is it true? Did he save her ? Kad One word of mine has cui ed thee Of your pretended love, You dare not now dispise me, Thou art mine by heaven above, A hit I've made. Nemea \"You understand, your word I am not doubting, But please say the day, the place, and tell me how life you saved. Kad Oh that is quite an easy task To tell you all you ask, T'was by that rock you see yonder, When near this spot I chanced to wander, And to that part of the shore, Your fainting form I safely bore, On the sands I laid your graceful form ; And lastly let me tell you, When to your aid I quickly did fly, You called aloud, and well I heard the cry, my Oh my mother from heaven above protect me, You know now it was true. Nemea and King T'is he. King What cousin do you propose to do, You must love him I suppose now. Nemea I have asked my heart, King and Kad Well ! Nemea Ah well my heart makes no reply, But you must wait a little time. King Well, I suppose you'll have your way, Your heart, your wishes wont obey. . It will not tell us any more, So princess come now all is o'er ;"], [14, "10 Nem (to Kadoor) Since I owe you so much, My feelings I must smother ; For you indeed did save me, I'll wait no longer. Noble Lord as my scruples now are o'er, Yes I will give you my hand, But m5 heart retain ; Kad Retain for whom ? Nem Just for myself. King But time is master supreme Prince, Then take her hand her love will follow soon ; Now he who will take these small fingers, She will never forsake while his love lingers, When sweet words are said She will not resist him, But she will assist him. When they are wed. Kad At last 'twill be mine, That fairy hand of thine, It will belong to me, How happy shall I be ; Then when sweet words are said, She will resist me, But will assist me When we are wed ; Nem But when I am thine, My heart may incline To think only of thee, And when we are wed I should only love thee, But I fear instead Only friendship t'will be. King The Royal bark is ready (he takes Nemea' s hand) Kad I will see thee again soon my noble betrothed ; Nem (sighing) His betrothed, and I have promised him — Farewell my lord. Exit Nemea and King. Kad (not seeing Zephoris) We are betrothed, Nemea will never dis- discover the ruse I have employed. This fisher (he sees Zephoris). Is it he ! what does he do here ? Zeph (not seeing Kadoor) Why wert thou not of humble birth ? Why wert thou not a poor fisher-girl ? Kad What do I hear (claps Zephoris on the shoulder) Zeph My lord ! Kad Remember, thou hast promised to be silent, Zeph And I will keep my oath ; KAD(slstdtf) Now I can feel at peace the Princess is mine (he exits)"], [15, "n SONG. She is a princess : Oh cruel destiny why art thou so bitter ? I only find her to loose her again, My hopes are blighted she is a princess, What would I give if I were king ? One glance of her bright eyes, My soul would free from paiD, If I were king. A willing slave I'd kneel, And daily bless my chain, If I were king. My proud and haughty rivals, Would sue to her in vain, If I were king. Princess or lowly maid, Within my heart should reign, If I were king. But to such sweetness I dare not lift my eyes, Her noble birth such a heart would despise ; Farewell bright angel, for ever lost to me, Alone I must die for ever lost lo thee. One glance of her bright eyes, &c. Zeph This sand was her couch for a short space, now it shall be mine (throws himself on sand). S\\veet sand ; confident of my love, how many times hast thou listened to my raptures of her ? How many times 1 (he traces letters on the sand) but where are my thoughts wandering. What have I traced upon the sand ? Princess. She is a Princess. Ah ! If I were King, King, King. Chorus behind Scenes. Sailing swiftly on the ocean, With our barque so full of grace, Thou art like a sea bird in thy motion, On the wave you leave no trace. None can see thee, none can track thee Thou art like the fiying swallow ; Not a another baique can catch thee, Thou wilt lead but will not follow. Enter King and Nemea. King Now let us walk down this way, the path is so cool and shady. Well, my dear, why tremblest so ? Nemea (seeing Zephoris lying) Who can this be ?"], [16, "12 King Surely it is some fisherman ? Yes A fisherman asleep, calmly he's sleeping, No thought or care has he, But what's this I see written on the sand 1 What a tale it is telling 1 I thought that he had not a care or thought, But hear you plainly see That I was quite mistaken, Read these words. I suppose before he slept, He traced here on the sand, Ah ! this is good, just read ! If I were King ; What would he do if he were King 1 Ah ! by my faith, a very pleasant notion Has come to me. Ho ! then my physican, This man sleeps, I wish him not to waken Till to-morrow, let him inhale your famed Narcotic, with which you have so oft wrought Sweet sleep to my eyes. Obey ; I have spoken ; i Nemea Profoundly now he sleeps. Nemea King King and Nemea Pray what comes next ? I'll repair the wrongs which fortune has done this [ grant his desire. It is his wish to be King, and King man, I shall A King for a day he \"shall be, I will give him my kingdom ; We then shall see what he will do, Also how he will conduct himself, To the palace now quickly take him, CHORUS. Poor fisherman who would a crown be wearing ? Now for thy reign we are all preparing ; The king himself for thee is caring ; Gently then sleep and a watch we'll keep. END OF ACT I."], [17, "13 ACT 2. Zeph Where am I ? Can I believe my eyes, surely I am dreaming ; ob, heaven, where am I. CHORUS. 0 King thy people who adore thee, Hail the dawning of the day, 0 see them humbly bow before thee None thy wishes disobey. For thy wisdom shining highly And thy love which is its guide Will thy people govern rightly, Like the sun in all its pride. Zeph Ah, 'tis a dream which now enchants me, It is a vision of the night, But sing again ye charming beauties, Too soon shall I wake to the cold world again. 'Tis not a dream, I can see, I can walk. No, no I don't sleep, but these rich clothes I wear, this palace, (the King s lutes him, Zeph bows). King I trust your majesty has had happy dreams. Zeph My, my majesty, whom do jou think I am ? King I think thou art the KiDg. Zeph Who is the King ? King Thou irt, whose Primo Minister I am. Zeph My Prime Minister, ah, I was right when I said it was a dream. King Deign to remember thou hast been King for ten years, Zeph Ten years ? King It is true that, owing to a long and severe illness, your Majesty has been deprived of reason. Zeph I ? Kino Sometimes in your wanderings your majesty has imagined himself to be a poor fisherman named Zephoris. Zeph Yes, certainly. I am Zephoris ; that is my name."], [18, "14 King Alas ! the King has relapsed into madness. Oh, there ! the King's physicians. Zeph Physicians ? No, no ! they are useless. I am well, very well. I have a horror of physicians. King Then will your majesty take your morning repast ? Zeph (aside) A repast ; what an idea ; (aloud) yes, I wish to breakfast (the slaves bring plates of fruit and flagons of wine). Zeph One surely cannot dream and eat at the same time. I'll see if I am dreaming. Why yes, I'm eating, And now I can drink. I can eat. King Come pour out again the golden wine of Spam. Zeph Happy dream, brilliant vision, 'tis to you I owe this bright wine I drink, Or do they speak the truth, am I indeed the King ? King Yes, thou art indeed the King. Zeph Be silent, you shall not thus deceive me, I command at once you throw from the window the first traitor who dares call me king. See them now, they all seem struck dumb with fear. Surely now I must be dreaming, With wild thoughts my brain is teeming ; Yet my will they all obey, And trembling at each word I say. King Still he thinks tbat he is dreaming, Strangely yet to him 'tis seeming. Is he King or not, to-day ; Soon he'll exercise his sway. Zeph You are silent now. King I wish to prolong my days. Zeph How so ? King Why, I fear to go, my master, by the way of the window. Zeph To be thrown out of that window yon fear. Kino Yes, 'tis true ; 'tis not a thing my heart to cheer. Zeph Great Brahma ! pray my wits defend, And tell me when all this will end. King It will be fun you, may depend ; Let's hope we'll love this King I see. Then test your power, without delaying, Upon this slave which here you see. Zeph I'll put it to the proof. I'll see if in me lies this power supreme. Come hither, slave, come here, I say, Speak without fear, tremble not, but say Who am 1, speak out, answer me. Slave You are, indeed, our great master the King. (to minister throwing him out of window) Zeph Stay, I believe you ; come here, approach, poor trembling slave, to recompense the truth, I would I had the power to bestow some small gift. Gracious heaven ! in my pocket I hear a click ; come here, slave, take this ;"], [19, "15 Why it is gold, and here is more. Surely now I must be dreaming, With wild thoughts my brain is teeming Yet my will they all obey, Tremble at each word I say. Great Brahma ! pray my wits defend, And tell me when all this will end. King Still he thinks, &c. Nemea O, King, deign to receive all the good wishes that my heart forms for you. Zeph 0, heaven, it is she I it is she ! Nemea Your majesty appears agitated. It is the first time I have been in your presence. Zeph No, no, it is not the first time (he takes her hand). Nemea (confused) But — Zeph Ob, d > not fly from me, stay here. Nemea Your majesty (to the King) my part is more embarrassing than I thought. King {stifling his laughter) Courage, you must conquer all that. Bring all your charms to bear on him. Nemea You wish it. Very well. SONG. I am afraid some dread fear your brain is besetting, No trouble can the future to you bring ; Your princely race are you forgetting, Come cousin, pray remember you are King. Of all the kings that reign in this fair land, Our Sovereign is by fortune favoured most ; Wit aod knowledge both come at his command, And we are blest that he should rule this coast. When all the world proclaims thy splendour, Let not thy brain more foolish thoughts engender. Say one word, a round of delights, Joys will fill all our days and nights. Yes, love, with her merry rites, at your wish will obey. Summer clouds are sailing high, We have many pleasures nigh. Why must we begin to sigh, or let sorrow stay, After the flower that blooms .o-day. Alas, quickly it may die. 0, meet not trouble half the way, alas, 'tis time enough. Zeph I listen to your words with rapture. I wish I could believe you, but, alas, I cannot, I feel that I am Zephoris, the fisherman, and this is a mirac'e. Nemea A miracle ?"], [20, "16 ZtPH A dream (aside) yesterday when thinking of her, before I fell asleep on the sand, I wished that heaven would make me a king and now I am a King. Surely this must be a miracle of Brahma. Oh, it must be. (aloud) I believe I am King. King (laughing) He believes it. Nemea What happiness. Zeph. Yes, I believe it Nemea and if the future effaces all past things from my mind, there is one that will never leave me, and that is the memory of when I first saw thee. Nemea What are you saying ? .Zeph It was on this day. King The Prince Kadoor arrives. Zeph (aside) Kadoor ; ah, I remember, it's that man who made me take an oath. Nemea Go on with your speech. Zeph I cannot (aside) King or Fisherman I ought to keep my oath. Nemea What does he try to make me understand ! King Come now, pay your homage to the King. Kad (gaily) Your majesty, I come to announce the council (looking at Zeph) Heavens ! My fisher's here, near her ! Zeph Ah, you recognise me. King What is this ? take care. Zeph (to Kad) Well ? Kad (with constraint) Which of us does not know your majesty ? Ziiph He also — How is this, do you not remember me. Kad There is the council (ministers enter.) Zeph The council can wait. Kad Impossible, they say there are grave affairs to treat of. Come Princess ! Zeph But — Nemea Women you know cannot assist in State affairs. Zeph But I shall soon see you again. Prince Kadoor I wish to speak to you later, and mind you bring the Princess with you. Kad I — I (the king signs) Yes, yes, your majesty, (aside) I'll take care he sees her no more. King Does the king wish to take his place on the throne ? Zeph My throne ? Since Brahma has given it to me it is my duty to occupy it worthily. Nemea (aside) That was well said. King (laughing) Yes, the poor fellow takes his reign in earnest. Do not laugh Prince Kadoor, at this moment he is really the King. Kad So be it; come Princess. ( All exit except the Council, King and Zephoris)."], [21, "17 King (to Zeph) The council is opened. Here is the report of your minister of justice. All the servants of the State fill worthily the offices your majesty has given them. Zeph That report is false. All How ? Zeph There is a magistrate of the name of Zizel, who sells justice. King Ah, we know nothing of that. ZErn Arrest him, and give him one hundred strokes of the bastinado on the soles of his feet, and furthermore deprive him of his post. King Very good (to sec.) Write (reads) all his majesty's subjects bless him, and live happily under his rule. Zeph Who is that ? King Your third minister. Zeph The third minister knows less than the second. King (laughing) You hear, minister (to Zeph) meanwhile all the world loves the king. Zeph Ah ! you believe that, do you ? King Yes, certainly. Zeph Then yon are an ass. King (disconcerted) Who does not love him ? Zeph The people of the village of Nissir ; they are all poor fishers, and are tyrannised over by this Zizel. Every day he takes from them three parts of their gain. King This is frightful, and I was ignorant of this. Zeph Bah, you are ignorant of everything. King Am I ? Zeph Yes, yes, yes. Kino (aside) This is a good lesson. Zeph Send some one to these fishers and give them ten pieces of gold each. King (To Sec.) Write. Zeph Now let us proceed. King Here is the report of the fourth Minister: The most virtuous young girl of every province has been married and dowried by the king. Zeph The most virtuous ? And Zelide the best girl in Nissir, has she been dowried and wish how much ? King (frowning) Does your majesty wish her to have 50 pieces of gold. Zeph I wish her to have a hundred pieces of gold, and send them at once (to Sec). King Thou shalt be obeyed. Write 100 pieces of gold. We will now pass to political affairs (Artar enteis) here is the Seigneur Artar ! (to Artar) Y\"ou have your orders. Artar Yes, but I bring grave news. King What is it ? Artar The King at the advice of Prince Kadoor sent his army yesterday to protect the people of Vizapour. But now we hear for some days ships have been cruising to the Sonth- West of the island, and we fear they are a fleet of Portuguese."], [22, "18 King Do you speak seriously ? Artar We also hear that a man from the coast has been making signals to them. Zeph It is Pifear. Artar And he has been seen going out to them in a boat and then returning after an interchange of letters. Zeph (aside) That is he. Artar What does the King command ? Zeph The King commands that the army returns to Goa in all haste. King (to Artar) He is right (to the ministers) let him make the decree (he orders them to write), Zeph Let them arrest a fisherman of Nissir named Pifear imprison him and sink his boat (aside). He will carry no more letters. King (to Sec.) Give me the decree I must sign it so that he will understand the order of his recall has been deliberated in council (Kadoor enters hears last words). Kad Call back the army ; think well before you decide ! King Why ? Kad I have particularly observed that fleet out there, as was my duty. King Well ? Kad They are merchant ships delayed by furious south-west winds, resting in sight of our harbours. King Ah ! that is fortunate, but this fisherman ? Kad ( laughing) Pure invention. A fishing boat has not gone out for many days ; and I swear it. King Marvellous Zeph That is false ; Pifear has been out three times. Kad The King can reassure himself and leave his army to accomplish their work. King That is also my advice. Council And ours. Zeph (aside) It is not mine, but I must be prudent. (aloud) Let the army continue on its route (he hides the dispatch in his bosom). Ah ! let us breathe a little (he calls a slave). King (mi the midst of his ministers) You uuderstand that his wishes are to be faithfully accomplished. Zeph (to slave) Thou knowest well that all obey my orders. Take this dispatch and carry it to the other coast to the Chief of the army. Be diligent and faithful. Your life depends upon it. F.vit Slave. King I will receive these people who have appealed to me. You hear me. Zeph The slave is gone. (Seeing Nemea enter) Nemei ? King (to Zeph) Your Majesty has no fresh commands to give ? Zeph None. Prince Kadoor ! (signs to him to approach). Kad What does your Majesty want with me ? Zeph I am really the King, am I not ? Kad (to whom the King signs) Certainly ; yes 1 Zeph You have never known me as a poor fisherman ?"], [23, "19 Kad I I King (passing near Kad) Take care. Kad Never, Never ! Your Majesty. Zeph I have never made you any promise, any oath. King (passing between them) Never ? Is it not true, Kadoor ? Kad (with constraint) Never ? Zeph It is said. I am free then, and I can tell you all. Kad Great heavens 1 Nemea What does it matter ? Zeph Let all leave us. King Why ? Zeph Go. King Thou wilt send foi us again ? Zeph You and all the others. King (aside, laughing) Perfect. dismisses us. (aloud) My lords, the king Kad But King (laughing) Submit as I do, Prince. Obey. They all exit. Zeph We are alone at last. Nemua Your majesty has demanded an interview, and I obey your orders. Zeph My orders ? I who would have sacrificed my life for you at a word, at a sign, and who would do so still. I love you. Nemea (laughing) You love me ? DUET. Nemea You love me, did you say ? Your majesty doth j^st ; Perchance my credulity You wish to test. Zeph Ah, no ! it is as true as I am living, My heart is filled with love for you. Nemea For love I would my heart be giving, But to amuse yourself it is that you woo Zeph It needs little time explaining ; There are none equal to you. Nemea But one short day to be gaining ; Ah, King, a jest 'tis that you do. Zeph Ah ! What say you ? Alas, a jest. For many days without number I have adored you, my bosom's queen, Like the bright visions without number, Which, while we see, remain unseen. I thought not of your birth or station, When in the waves I saw you helpless lie. Had you been the lowliest in the nation, My heart had answered your despairing cry. Fair as an angel you looked to be, Like a bright vision you seemed to me. Once more, I behold you, oh ! heavenly bliss, In my fond bosom no thought but this."], [24, "20 Nemea Then when did you me first perceive ? When did you meet with me ? Zeph 'Tis since, upon a summer's eve, A poor fisherman saved thee from the sea. Nem From the sea ? heavens ! a poor fisherman, ah ! Zeph And that poor fisherman you now behold. Neji How you say that it was you. Zeph Ah, pray calm your wrath. Though I gave the word to be silent, Yet I can now speak without fear, For the Prince here, in your presence, Has released me from my oath. Nemea And, pray, what oath ? Zeph 'Tis an oath to be silent, Which, yesterday, Prince Kadoor From the fisherman demanded ; But, to-day, he absolved the king. Nem 0, what mystery ! I fear to seek the truth. The Prince then must have dared to lie. O, speak. Zeph Daily on the coast I sadly linger, Having no guide to find you but this ring, Which, on the sand, dropped from your finger. That to my heart does some comfort bring, And it never shall leave me in life. Nemea 'Tis my ring, dropped from my No, I cannot doubt. It is my ring, and he vows he'll keep it all his life. (Enter King and Kad.) Zeph Who goes there ? Cannot they leave me in peace ? King Pardon me, Your Majesty, but I cannot content Prince Kadoor. Zeph What does it matter ? Kad The King has betrothed me to the Princess Nemea. Zeph She ! Your betrothed ? King Has Your Majesty forgotten ? Zeph When you told me that my reason had fled I did not believe you ; but I feel if I commanded this marriage I must have been mad. Princess Nemea I will be your husband. King The princess might prefer the subject to the king. Zeph What do you say ? King Say, Nemea, whom dost thou love ? Nemea What a question, my heart shall go to the noble man who risked his life for mine. Kad (aside) He has told all. Zeph (aside) Ob, what happiness. King (to Kad) Fall on thy knees Prince Kadoor, thou wilt be the happiest of lovers. Kad Yes, yes, the happiest of (aside) torments consume me Zeph Hola ! (slaves appear). King What is he going to do ? (aside)."], [25, "21 Zeph Come hither, noble lords, Come hither at my call, Assemble all the court, here in our presence, And celebrate this day that sees your sovereign wed, Let not a sound be heard save songs of gladness. CHORUS. Noble king, gracious king, full of joy be your life, Tell us her who is to be your life. Zeph Her form is perfection, Her voice like the bird's, Her eyes beam with affection, Soft pity and love. The sweet and blooming flower To me is confided, Can you not tell 'tis Nemea. CHORUS. 'Tis Nemea. Let us be glad to-day, Let all be blithe and gay, And let us sing of love and loyalty. King Now that we have drank the first cup to beauty and love we trust the king will sing in praise of wine. Yes, yes, you sing the gay refrain. King The flowers all sip the dew, The waves drink up the mist, The earth the clouds doth woo, Which, weeping, ne'er resist ; All nature is the same — From thirst all creatures drink, So we are not to blame If we, too, love to drink. Let's drink to-day, let's love to day ; Then drink and love, and drink once more, away ; Then drink and sing and be for ever gay. The snn drinks of the seas Each morn he leaves the waves. Each zephyr blooming free, They say for drink doth save. All nature is the same, &c. King But who comes here. Zeph Without a doubt they are the sacred priests from the temple come at the call of their lord. Hold, Brahma Approach ; let the solemn rites begin. CHORUS OF PRIESTS. In thy design, 0 King, Our great Brahma will support thee ; The vows that thou hast made Are registered above ; Together did he bring"], [26, "22 Thy heart, and true love taught thee ; He ever lends his aid To those that truly love. Zeph Come then, ye sacred priests, unite me and the princess to the sacred rites. Make us twain one. King (to Kad) Yes, yes ; you are light this jest is going too far. Zeph Now come, ye sacred priests, we wait to he united and made husband and wife. King Zh.PH Nemea King Kad Zeph Nemea Kad Nemea King Nemea King Kad CHORUS. In thy designs, 0 king, &c. But one thing first — let us all empty our glasses, It is a custom no one passes, In which indeed the king surpasses ; I drink again to the health of the king. What strange feeling is this ? Oh, I die ! Heavens ! Why affrighted ? he only sleeps. This is all very well, but there is trouble yet for me. If I were king (asleep) He sleeps. No more is he a king. And now Brahma will unite us. No, no, never. What do you say ? No the prince shall never he my husband. Ah wretch, most degraded, Ne'er I'll be persuaded ; He in falsehood traded, Vows should be evaded ; Thus I take my stand, Why thus should I marry; His demand I'll parry, Justice won't miscarry, I refuse my hand. Now forever we part. 0 sweet injured lady Be not then persuaded, 'Twas a ruse I aided, Therefore take your stand ; Justice won't miscarry, His lie you can parry, So refuse to marry, And refuse your heart and hand. 0 most injured lady, Pray be not dissuaded, Let me be upbraided ; Marriage I demand. Justice won't miscarry, Wherefore wish to tarry ? Why will you not marry ; Or give me heart or hand ? Wherefore need we part ?"], [27, "23 CHORUS. 0 sweet injured lady, Whom the prince persuaded, When truth he evaded, Here now take your stand ! Love will not miscarry. If you wish to parry, To decline to marry, Or give your heart and hand ? So for aver you part. END OF SECOND ACT. ACT 3. Zelide 'Tis I who every day, Before the sun is rising, Must by a tuneful lay, My idle brother be waking ; But 'tis in vain this morn, His deafness is surprising. Zephoris now forlorn His slumber is not breaking, But a song he fain would be hearing, And it may perhaps his heart be cheering, It is that of the nightingale I'll sing. AIR. I listen 'neath the palm tree, There I heard tho nightingale Sing this song so well and free, All of love and loyalty To his love so beautifully, Sang he far across the vale ; But his love is ever true, 'Tis in honour he doth woo. And the bird that I heard Far above, sing of love Ever new, ever true, And this song echoed long in my heart"], [28, "24 'Twas love's song that he sang. A bird then in the blue sky, Like the honest nightingale, Sang a song that was a lie All of love and loyalty, But just then I did espy Who it was who sang this tale ? And I saw that I had heard, By the heartless mocking bird, Feigning love far above. Sweet to hear, yet to jeer, So his lay passed away ; But the first, slaked love's thirst From my heart will not part, Was love's song that he sang. Zelide Good day Pifear, Pif Good day Zelide, Zelide What is the matter my friend, you look strange ? Pif I am not happy. Zelide I can see that. Pif I was arrested and imprisoned yesterday morning, and have not been released until this hour. Zelide Poor Pifear. Pif Yes, poor is the word, why, I'm ruined. They have sunk my boat. Zelide Console yourself, we will buy another. Pif And with what ? Zelide (Opening a bag) with this ! Pif Gold, is it yours ? Zelide (Tenderly) Ours, Pif Ours ! ours (changing bis tone) Zelide. Say who has brought this gold Zelide ? The thought makes me feel cold Zelide, You're love then you have sold Zelide, Say, what has made you greedy Zelide ? Zelide 'Tis indeed like you to think me untrue, Without reason too, I'll make you regret it ; I shall tease him well, and nought shall compel me The story him to tell. Pif But if your mind is pure Zelide, Then my heart you'd assure Zelide, For pain 'tis I endure Zelide, For lately you were poor Zelide. Zelide Cruel monster go, for you are wrong you know, You cannot show cause for your suspicion, As you have inferred that you doubt my word, Why it is absurd and cruel admission. Pif Am I right or not to suspect so ? I know nothing, though I might have suspicion, Some one you preferred to vengence I'm stired, And vengence shall be my mission ! 'Tis now true you've explained how the gold you've gained"], [29, "25 Zelide Pif Guess again and again, but you ask me in vain, Why I never could guess as you well know. What will you do ? The story now puzzles me so, and the way that you treat me But adds to my woe, my heart most sad is growing, My tears will soon be flowing, yes, now they come you see. Well turn for turn so weep for me. Ah, ah, ah what dreadful thought comes in my head ! Ah, ah, ah to deceive me thus before we're wed. 0 yes, you're very kind, far too amiable forsooth, To think that I should change my mind, And forget my plighted trotb, My heart so sore is growing, My tears will soon be flowing, Yes, now they come you see. Zelide Pif Zelide Pif Zelide Pif Well turn for turn now weep for me, Grief I cannot stand, you should be so unlike too, Is this your view and I have been so true, You've gone too far, you're always wanting something new, I've done my best and something more, That is what I'm weeping for. Ah ! what a man, truly you're jealously wont do, After this no man I find is really true ; I see by this you're not worth much the best of you, And bad's the best and nothing more, Zelide None are worth the weeping for. Come dry your lovely eyes, forgive me I implore, For by the hopes I prize, I'll ne'er be jealous more, 'Tis wrong my dear Zelide, to please you I confess I would not care so much if I loved you less. Pif Zelide Now you are more polite, I'll tell } ou the whole story, I will not hear a word. Pif Zelide Pif You must know ! 1 must know, Zelide The gold that you saw — Which causes you so much anguish, I received — Y'ou received from whom ? Can't you guess ? I received from the hand of the KiDg. The King ! Y'es from the King, he said I was the most discreet Of all the girls he chanced to meet. Pif Zelide Pif Zelide Pif Ah ! that indeed explains it all to me, And I am as happy as before, The thing is clear, the gold I saw, Proof now is here, I'll doubt uo more. Yes it is clear the gold 3Tou saw, A proof is here so doubt no ni're, Tbaiks to the bounty of the King, To-day you'll buy the wedding ring. Zelide"], [30, "26 Pif Thanks to the bounty of the King, To-day I'll buy the wedding ring. Where is Zephoris ? Zelide He is still sleeping. Pif Then you can lend me his boat for a few hcurs, Zelide You will not fish to-day, Pif Fish ! well no, but I must debver this letter, a love-letter, as I told you the other day, I could not take it yesterday, be- cause 1 was in prison, so I must take it to-day. Zelide Take our boat then. Pif And the oars ? Zelide Take the oars. Pif And the sails ? Zelide Take all you want. Pif All that I want — Oh ! Zelide, all that I want (he tries to embrace her). Zelide Go quickly and return with speed. Zeph (Coming out dressed as a fisherman) What is this ? a fisher's cabin and these poor clothes. Zelide Thou art awake at last my brother ! Zeph Where are my slaves, my palace, my ministers ? Zelide Thy palace ! thy ministers ! whom dost thou think thou art? Zeph I — I am King ! Zelide The King ! Oh, I see thy love has transported thee to a castle in the air. Tby love has given thee a golden dream which still holds its sway over thee. Zeph A dream ! so I thought at first, in the palace I believed that I dreamed. But I saw, I felt, I was awake, and now 1 find myself here with thee, in these clothes. Oh my sister, my sister, I am miserable. Zelide That word suffices Zephori, can I be the sister of a King ? But listen, such a wonderful piece of good fortune has befallen me, I received from the King, one hundred pieces of gold for my dowry, Why, what is the matter ? Zeph One hundred pieces of gold I I sent them Zelide, I sent them to thee. Zelide Then was it thou who imprisoned Pifear ? Zeph Pifear ! Zelide And didst thou sink his boat ? Zeph Yes, yes the prison and the sunken boat — all that was my work, I remember that well, I thank thee Brahma. Yes, indeed I am the King ! Zelide Great heaven ! his reason is gone. Chorus We'll sing to the wisest maid, She to whom the King has paid, At least it is what they say — His rich dower to-day"], [31, "27 Zeph She received but her due. Chorus Towards us he was good, This august monarch also To us has given to-day — Zeph Ten pieces of gold each. Chorus And pray how do you know You were not present then. Zeph It was from me you received The ten pieces of gold. Chorus What says he ? Zeph Yes, heaven be praised, since yesterday I am the king of Goa. Chorus Why this man must be mad, Affliction very sad. Or else he doth but feign To us to be insane. Zeph Whoever dares to say my mind has gone astray, Will find a serious thing insulting thus the king, For it is I am the King. Chorus He is mad, very mad, a terrible thing, His reason has taken wing, Without doubt it is plain He is insane, yes quite insane. Zizel Ahi, ahi, ahi. This is sad for me. Chorus Who comes here ? It's Zizel. Zizel Yes. It is I. Chorus What's amiss ? Zizel None can tell how much woe ! 0 my feet, how they do show Weals and stripes from heel to toe. Zeph This punishment was just, and given right and left, Deserve them well he did to pay him for his theft. I ordered a hundred blows. He got them ; I am glad. Deservedly, he knows bim, I am not mad. Zizel Ah 'tis you wicked wretch. Ahi ! Ahi ! It was you who denounced me. Zeph Why should I not denounce you aDd punishment bring, I knew that you were guilt}'. I evoked the laws And had you punished, 'tis my right, for am I not king ? Zizel (to the fishermen) Our gracious king but yesterday Allowed me my respects to pay, He bade me, in most courtly tone, To piy your money to yon, And this is what I wish to do, So bid you now to take your own, For I am but too willing To pay you every shilling Zeph You did not see the kihg; How dare you thus report ? You were not at our court"], [32, "28 Zizel I did not see the king ? You are but jesting now. I plainly saw the king. As did we all avow. Chorus That is so ! Zeph (to Zelide). And did you ? Zelide Yes, I saw the king. Zeph (to Chorus, &c.) And did you ? If they are right it is a senseless vision, 1 am not the king ! ah, leave me my friend, away The vision's taken wing. Zelide Let us leave him now, Let us softly go, F0.1 in solitude He'll improve I know. He needs but rest I can tell, This foolish mien to dispel, And soon again he will be well So let as leave and softly go. Zizel and Chorus. He is mad, very mad, very sad, Yes, let us softly go. Zeph Oh ! my reason is gone, they say truly I am mad, it is thee alone I regret Nemea. Nemea I am here ! Zeph Oh, heaven ! am I still dreaming, and is it really you ? Nemea Yes, I who have acted so wrongly towards you have come to confess my fault. Zeph What does it matter now ? Nemea Cease to fear for your reason Zephoris- you have not been dreaming, you have been king. Zeph Oh ! I thought it was true. Nemea Yes ! Zeph And I have told you of my love ? Nemea Yes ! Zeph And you replied my heart is his who saved my life. Nemea Yes, yes but in speaking this I obeyed the commands of the true king. Zeph The true king ! Nemea He who when he found a fisherman sleeping on the beech who had dreamt of sitting on the throne, plunged him into a lethargic sleep, from which he is now awakened. Zeph I understand it all. Nemea Ah ! do not reproach me. I did not know you had saved my life. DUET. Nemea Alas, they all leave me, 'Tis done, but what say yon ? These words I pardon you, Are not from out your heart."], [33, "29 Ah, me what shall I do? My tears again will flow, And yet how well I know, Alas, they will not melt your heart. Thrice most noble princess, By all my hopes of heaven, I do forgive you freely, 'Tis I may be forgiven. Be happy with another. Adieu bright hopes so fair, Farewell, and may Brahma protect you, Shall be my daily prayer. Zeph Nemea To hope I shall be true, Regrets 'tis time to cease, Forgiven all by you, I now may die in peace. Farewell I pardon you, Farewell and live in peace, May heaven protect you And give you joy that will not cease. Oh, heaven, 'tis the Kadoor. Zeph Nemea If he finds me with you ; He has great power, and is jealous too. Fly, quickly, fly 1 may Brahma protect you. Zephoris, may Brahma aid you. Zeph Nemea (Enter Kadoor). How I The noble Kadoor in a fisher's hut. Kad 0, dear, no, Your Majesty ; 'tis to a gracious King That I have called to see. Zeph Enough, my lord, my place is in my boat And your's at the court. Let me pass. Kad Nay, stay ; I trust that on this day, That you who know so well To give our laws fair play, In patience may excel. The law is in all its force, unto one Zephoris, Who perjured and who lied, The traitor that he is, Should now be applied. Zeph But you are forgetting, Lord. Kad 'Tis but justice I demand, most gracious sovereign Ho sold me ; sold me, his lord ; And that merits death, is not that the sentence 7 Zeph I fear to understand him. . Kad This doom your gracious majesty, to which you have sentenced him, should be carried out at once, so quickly end his misery, and so I have brought along with me the public"], [34, "30 executioner, so all is prepared your majesty, it is now time, Slaves come hither ! Nemea Stay, I say ! Kad Nemea ! Nemea It is I, oh, prince ! Kad She here ? Nemea Most princely Kadoor this makes you disconcerted. You see now, do you net ? that some men fond of strife would kill him 'tis asserted, But he they shall not touch until they take my life. Kad What, is your desire ? Nemea To save him whom I love. Kad You love him ? Zeph What do I hear, great heaven ! Nemea Yes, I love him ! I meant to kill this love, never see him more. But when I saw him lost, no longer I forbore, I longed to be silent, but the same mysterious power ordained that we should meet here ; 'Twas Brahma justified the hour, 'Twas he himself directed This confession of my love, yes 'tis he I love ! Zeph O what joy; she loves me ! Kad 0 what fury ; she loves him ! Kad Ah 1 it is a reprieve from death they bring, follow me my slaves. (Enter King.) (Nemea and Kad) The King ! King Nemea and Kadoor here ? Nemea Will your majesty prevent a crime ? The prince has commanded the execution of Zephoris. King The Prince has only forestalled my orders. Yes, this man has not feared to abuse my royal signature, he has dared against my expressed wish to secretly send orders to recall my army, and the army is now in Goa. Kad (aside (Great heaven ! (aloud) Has he done this ? Zeph I have ! King Why didst thou recall the army when the Prince and all of us failed to see any danger ? Zeph Because I had no faith in the Prince's word. Kad Wretched man. Zeph Because I knew that a fisherman did in truth carry the messages to the Portuguese, who watched the coast. Kad Thou liest 1 King The proof, the proof ! (Enter Pif and Z.el.)"], [35, "31 Pif Zephoris ! Zel My brother — Heavens 1 Zeph Here is the fisherman your majesty. Pif and Zel The King ! King It is he ! Kad I'm lost ! King Didst thou carry these messages ? Pif Yes, I carried three letters. Kad It is false ! Pif That is right, I carried four. King He ? Kad (aside) The traitor ! Zeph Sx hundred Portuguese will land here in an hour, your najesty. King But they will find the army thou hast called to receive them. Zeph We shall soon hear the Gongs of the Grand Temple. King What saye&t thou ? Zeph Yesterday I gave the order foreseeing the danger that menaced us. Nemea Your majesty he has saved the state as he saved me. King Ah, I must reward him ! Zeph Will your majesty give me a sabre and permit me to fight for my country ? King Give him thine Kadoor, it is time that a loyal hand puri- fied it from the taint of treason. Kad (handing it) Your Majesty I have merited death, avenge your- self! King The same blood flows in our veins. Go, you are free 1 Kad You pardon me ? Oh your majesty, I swear to you that the death you refuse, I will seek in the face of your enemies. Farewell ! Brahma to thee we're crying, Foes 'fore our port are lying ; But for the assiult we will prepare, No man shall shun the danger, Each shall enter in the strife, And fearlessly shall face the stranger, For country shall each give a life, Comrades to arms. Chorus. Victory ! the fight is over, Praise to honour and glory t Honour and glory to Zephoris. King Noble Princess, approach now, Zephoris is covered with glory, And to him I now give a wife, Of her love, you all know the story, Not in vain did he venture his life, So take yoor wife."], [36, "32 Nemea Let us be wed, the king obeying, Fisher once, but a soldier to-day ; In rich robe your form arraying, The king rewards you in this way. Zeph We will be wed, the kiDg obeying, How can I thank your majesty to-day ? I don't deserve all you are saying, But she has made me love her always. King Take your wife, the king obeying, Fisher once, but soldier to-day, The foemen you did well in staying, The king rewards you in his loving way. Chorus All honour and glory to Zephoris. All bail END OF OPERA."], [37, ""], [38, ""]]