[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "MEMORIALS OF A TOUR ON THE CONTINENT TO WHICH ARE ADDED MISCELLANEOUS POEMS 13Y ROBERT SNOW ESQ. LONDON WILLIAM PICKERING 1845"], [8, "C1URI.ES WHIITINGHAM, CHISWICK."], [9, "CONTENTS. Part I MEMORIALS OF A TOUR. PACE INTRODUCTION to Part 1 3 Sonnet — On a View from the Brighton Railway 7 7 Sonnet — Windbound at Folkestone, in Lodgings 8 Sonnet — Rouen 9 A Sketch — Scarcely within reach of the Pencil 10 In the Hotel at Avignon. To an itinerant Musician 12 On the Remains of the Roman Aqueduct, called the Pont du Gard 17 Shadows — A Fragment. Suggested by a Sea-View on the Coast of the Mediterranean 19 Genoa. Extract from Manuscript Journal 21 Spezzia 25 Pisa. Extract from Manuscript Journal 28 Sonnet— The Baptistery at Florence 32 The Convent of Saint Mark at Florence. Extract from Manuscript Journal 33 Sonnet — On the devotional Paintings of the early Italian Masters 30'"], [10, "CONTENTS. IV PACE Sonnet— On the Portrait of Leopold de' Medici when an Infant, and on the Bust ofthe same when Cardinal. 37 The last Moments of Lorenzo de' Medici. From Sismon- di's History 38 An historical Event, (a.d. 1174.) From Sismondi's History 39 Sonnet— The Wall-Flower in the Coliseum 40 Sonnet — On Guido's Aurora ; 41 The Aqueduct 42 Nisida. Addressed to * * * * 44 Monte Barbaro 46 Epistle from Miss to Miss , in Lon- don. Dated, Naples, April 1844 oO Convicts at Castelamare. Extract from Manuscript Journal 56 The Walk at Naples. A conversational Sketch 58 The Contrast, or the Foster-Sisters 64 The Temple of Neptune at Pæstum 67 The Ziza, or Emir's Palace 69 Segestum 71 Selinuntum 74 Sonnet — Girgenti 77 Sonnet — Washerwomen at the Fountain of Arethusa 78 The Theatre at Syracuse. Extract from Manuscript Journal 79 Ascent of Mount Etna. Extract from Manuscript Journal 83 Sonnet — The Cuckoo on Etna 98 Roughing it 99 Scylla and Charybdis. Extract from Manuscript Journal.. 101 In the Steam-boat off the Coast of Calabria 104 Pisa revisited 106 Sonnet — On the Paintings of Wallis 108 A Sketch at Vallombrosa 109"], [11, "CONTENT^. V PAGE Ihe Sacro Eremo, or City of Hermits. The Upper Con- vent of Camaldoli Ill La Verna. Extract from Manuscript Journal 114 Fire-Flies 117 A Thought at Venice 119 Sonnet — At Venice 120 Milan Cathedral 121 The Painting of the Last Supper at Milan. Extract from Manuscript Journal 124 Night, in the Valley of Chamonix. A Fragment 126 Passage of the Col du G6ant. Extract from Manuscript Journal 127 The Table d'Hote 145 Le Plan des Dames 147 Farewell — Crossing the Jura in bad Weather 149 Observations on Imitation, and especially Sculpture, sug- gested by Works of Art at home and abroad 152 Notes to Memorials in Prose and Verse 177"], [12, "VI CONTENTS. Part II. MISCELLANEOUS POEM.S. PAGE DEDICATION 185 Prolusio 187 The Bee Orchis 194 The Fawn 196 Gold Fish 198 The Peacock. Addressed to a Child 201 The Walk 203 The Sundial 212 Sonnet — Betchworth Avenue. 1 214 Sonnet — BetchworthAvenue.il 215 Sonnet — Recovery 216 The Shortest Day 217 The Old Year 220 Skating 222 Sketch of a Winter Scene. February 26, 1843 223 The Snowdrop 225 Scene in the County of Wicklow. A Sketch 226 Worthing. A Sketch 228 On the Terrace at Somerset House. A Night Piece 230 Old Master Nash of Windrush. A Village Portrait 232 Asthall, Oxfordshire. A Sketch 235 Sonnet — On the Paintings of Turner 237 The World before Man 238 The Railway Train. A Fragment 245 The Blind Girl 247"], [13, "CONTENTS. VII PAGE On a Scene in Hungary. Buda, July 31, 1841 250 The Cuckoo Clock 253 Ou using an Etruscan Vase as a Drinking Cup 257 To Sir John F. W. Herschel, K.H., on his Return from the Cape of Good Hope. 1838 259 On the Departure of Bishop Selwyn for New Zealand, December 1841 263 On revisiting Eton in the Year 1842 269 A Fragment 272 The Vine to the He-Goat 272 From Theocritus 273 From Martial 274 From Tasso. Prologue to the Aminta 276 From Tasso. Love missing 280 An Incident in a Sculpture Gallery 286 Maurice and Genevieve 288 The Child and the Philosopher 295 The Brothers' Adventure 296 A true Story 300 The Sixth Sense 303 Pains and Pleasures 304 Notes to Miscellaneous Poems 307"], [14, ""], [15, "MEMORIALS IN PROSE AND VERSE. PART I. E"], [16, ""], [17, "memorials in iprose anD fltoe. INTRODUCTION TO PART I. Dogberry \" Truly, for mine own part, if I were as tedious as a king, I could find in my heart to bestow it all of your worship.\" — Much Ado about Nothing. ON the 10th of October, 1843, I left London for a tour on the Continent with a small family party. We went at first to Brighton, intending to cross over to Dieppe, but owing to the boisterous weather we were obliged to retrace our steps, and go to Folkestone : whence, after some little delay, owing to the state of the weather, we crossed the Channel to Boulogne, and proceeded, by Rouen, to Paris, where we arrived on the 16th. On the 25th, we went by Fon tainebleau and Auxerre to Chalons sur Saone, and thence, down the Saone, to Lyons, and down the Rhone, to Avignon, and Nismes. Thence we went"], [18, "4 INTRODUCTION TO PART I. to Nice and Genoa ; and thence, by Spezzia, Carrara, Lucca, and Pisa, to Florence; where we arrived on the 18th of November. We remained in Florence until the 29th of January ; and then proceeded to Siena, and so to Rome. From Rome, after the Car nival, on the 22nd of February, we went on to Naples ; whence, on the 6th of April, I embarked for Palermo, and made the tour of Sicily ; returning to Naples on the 7th of May. On the 19th, we left Naples, by sea, for Leghorn ; whence we revisited Pisa, and Florence, where we arrived on the 22nd. From Florence I made an excursion to the convents of Vallombrosa, Camaldoli, and Laverna; and on the 17th of June, we left Florence for Bologna, Padua, and Venice, where we arrived on the 27th. From Venice we went by Padua, Verona, and Brescia, to Milan, where we arrived on the 5th of July. We left Milan on the 10th, and having crossed the Alps by the Simplon pass, we arrived at Martigny on the 13th ; and after visiting the great St. Bernard, and making some little stay at Chamonix, we arrived at Geneva on the 27th. On the 30th, I returned to Chamonix ; and on the 5th of August, passed, by the Col du Geant, to Cour mayeur, and returned to Geneva on the 9th. On the 15th, we left Geneva for Paris, where we arrived on the 19th. On the 5th of September, we left Paris; and on the 7th, arrived in London."], [19, "5 INTRODUCTION TO PART I. During this period of eleven months we kept a very regular journtil in humble prose of all that occurred ; but in these days of uneventful and easy locomotion, thrilling adventures, and hair-breadth-'scapes, are quite out of date. Hence, however, a state of things ensues by no means unfavourable to mental sketching ; and, if the tourist be so disposed, he has ample oppor tunities of directing his attention to the poetical imagery that unceasingly presents itself, as he moves from place to place. Accordingly, side by side with the original journal, another one, in metre, grew up ; and it makes its appearance in its present dress with some extracts from its more methodical companion incorporated with it. It is manifest, in justice to the interesting route that was taken, that much more might have been done ; that many opportunities have been let slip ; that many chasms might have been filled up. But whoever has undertaken to keep a journal of a tour, must have become aware of the amount of resolution required to preserve the con tinuity of even the most matter-of-fact register ; and with respect to the following trifles, the author merely hopes that they may appear to wind amidst the inter ruptions which they could not but experience, with their thread, like that of a running brook, now in sight, and now hidden, but in reality always free and unbroken."], [20, "6 INTRODUCTION TO PART I. New realms their theme, new cities, manners, men, Like self-sown plants my random sketches grew Now 'tis a joy these trifles of my pen, Dear fellow-travellers, to collect for you. For in your loves and memories I confide : And as though still companions on the way, We, in retrospect, by our own fire-side Will journey far, on many a future day. October 1844"], [21, "7 MEMORIALS IN PROSE AND VERSE. SONNET. ON A VIEW FROM THE BRIGHTON RAILWAY. HOW the fierce engine with outrageous speed, Swifter tenfold than hoof of Arab steed, Flings object after object out of sight ! Let me a little longer view yon height Crowned with its clump of beech-trees, widely kenned A landmark set for stranger and for friend. This settled purpose almost seems a folly ; O, wherefore hurry thus to foreign lands ? Yes ! under other suns, on southern strands, Responsive to a soothing melancholy My thoughts shall thither turn, as to a haven ; For I have sported there both boy and man ; And hope survives that I again may scan Dear names which there on living bark are graven. Brighton, October, 1843."], [22, "8 MEiMORIALS IN SONNET. WINDBOUND AT FOLKESTONE, IN LODGINGS. IMPATIENT traveller ! chide not the waves And winds that, leaping from their hollow caves, Forbid thy progress : let thy better reason Argue submission to the clime and season. But if the booming cadence of the sea, These spray-flakes storm-driven fast and furiously, Yon shoal of porpoises that sea-\\«»rd go, Traced by their gambols, heavy, dark, and slow, Fall hopelessly upon thine eye and ear, And different objects thou wouldst fain require, Turn within doors to view, whilst yet you may, An English matron, by an English fire, The last you are to see for many a day, Speeding light duties, lighter for such cheer. Folkestone, October, 1843."], [23, "PROSE AND VERSE. 9 SONNET. ROUEN. HERE is the holy gloom of ancient days, Tempered with modern sunshine : here a maze Of streets, where rich antiquities survive, Concludes in quays as busy as a hive: And whether Gothic piles we contemplate ; Or muse o'er speaking records ofthe fate Of nations ; or with curious pleasure trace Some kindred features in each Norman face ; Or climb Saint Catherine's height, and thence survey The city's spires, domes, river, bridges, ships, The spu*it of the place doth ever stand In garments of religious holiday Distinct before us, and with angel lips Speaks to an EngUsh heart of Fatherland. Rouen, October, 1813."], [24, "10 MEMORIALS IN A SKETCH. SCARCELY WITHIN REACH OF THE PENCIL. BETWEEN Saulieu and Chalons on the Saone, There is a place called Ivry, whence the road Winds round a vine-clad warm Burgundian slope, Unto a waste upon a ridge of hills Where summer rarely comes ; and there we saw The straight white road before us, and the wains That toiled along it, far between and few, To all appearance motionless ; the last Diminished in the distance to a speck. On either side the ploughshare had wrought out Deformed uncleanly furrows, timidly Encroaching on the waste : low grey stone walls Offered a scant protection : here and there Short stunted oak and hazel, thorn and briar, Struggled with skeleton fragments of the rock, Denuded, worn, storm-eaten : ou the right, .Against the sky-line loomed a single tower, Whereon a melancholy telegraph Was set to wave its arms aloft in air,"], [25, "11 PROSE AND VERSE. Like signals of distress : it was a place To which I could exile the misanthrope, The hater of his kind, if such there be, Until the snows, and rains, and frosts, and winds, Should whip him from his folly : on the left, One lone square mansion stood : disconsolate And tenantless it seemed ; no touch, no breath Of life reposed around it ; sight nor sound Was there of man, or beast, or bird, or tree. The wind howled round its angles Nay, my friend, Why thus depict a desert ? It may have Its use : for should I lie perchance to-night Courting in vain the gentle power of sleep, I will bethink me of that barren waste ; And by the meditations thence conceived, Aimless, and objectless, compel the mind To fall on sweet oblivion. Lyons, October, 1813."], [26, "12 MEMORIALS IN* IN THE HOTEL AT AVIGNON. TO AN ITINERANT MUSICIAN. I KNOW that tune — that voice — and, sooth, Those half-wild notes are far from faint ones I little dreamed in Avignon, Poor boy, upon the banks of Rhone, To greet thee as an old acquaintance ! Yet I should grievously have erred, Thee and thine equipage forgetting ; Thy mice, thy monkey, very pets, And tiny waltzing marionettes, Like Liliputians pirouetting. I know thee well ; but thou in me Seem'st but to see, by intuition, A Briton who will not refuse To ease his purse of some few sous, At a forlorn petition. Thou in our wondrous thoroughfares Hast gazed all stations and degrees on ;"], [27, "PROSE AND VERSE. 13 And England's fair and youthful Queen, And, haply, hast Prince Albert seen, All in the roaring London season. And in the smokeless morning thou Hast crept from out thy starving attic In Bethnal Green, or Heaven knows where, To play and sing in Belgrave Square, And torture ears aristocratic. And well thou know'st that length and breadth Of street named of our late Prince Regent ; Where the bass-strings of fashion sound ; And high and low in one compound Each indescribable ingredient. And through our hamlets thou hast borne Thy freight of music late and early ; And lasses, lads, and white-haired swains, Have listened to thy foreign strains Amongst the nodding spikes of barley. Then turning from our northern mists Towards southern skies, a sun-led rover, Albeit no \" luxurious slave,\""], [28, "14 MEMORIALS IN Didst thou not sicken o'er the wave That heaves betwixt Boulogne and Dover ? Then on the hills and plains of France, With the olive and the vine, By an intensity of yearning, And a passionate returning, Did not thy boyish thoughts entwine ? Hast thou not burned with noble thirst The web of nature to unravel ? And felt thyself indeed a king When drinking deeply at the spring Of sweet intoxicating travel ? Which sets at nought the host of thoughts That world-encumbered minds beleaguer ; And in a moment to the van Of enterprise promotes the man, Adventurous, undaunted, eager ! And feelest thou not along the blood The kindlings of a trovatore, As when, in ages of romance, Here in Provence, they led the dance To music pitched to love and glory ?"], [29, "15 PROSE AND VERSE. More would I ask : but I have watch'd Thy mien before those bounteous ladies And to the measure of their boons The dull recurrence of thy tunes Shows how mechanical thy trade is. A pedlar, business-like and keen, All sentiment no more doth freeze In bargains driven for rings and laces, Than thou dost strip of all their graces Thy merchandize of melodies. And must thou starve, or Donizetti — Auber — Rossini — Weber — fare ill ; And dilettanti rave and fret To hear each favourite canzonette Trolled on thy remorseless barrel ? And all the while are thy dark eyes Fired with undaunted gaiety : But O, a piteous tale of need Is thine, which he who runs may read ; A tale which says thou art not free. Perambulate this thronged hotel, Poor wanderer, and to thy betters"], [30, "16 MEMORIALS IN Around dispense instruction meet ; Shew what it is with hands and feet At liberty, to grind in fetters. Through pain, ungentle nurture, wrong, Evils far worse than we inherit, The hand will to the lyre impart Distempered accents, when the heart Is saddened, and untuned the spirit. Avignon, November 2, 1843."], [31, "PROSE AND VERSE. 17 ON THE REMAINS OF THE ROMAN AQUEDUCT, CALLED THE PONT DU GARD. O'ER the gray rocks the olive's silvery green Is spread — the rain-swollen Gardon foams be- tween — The goatherd's children under natural bowers Gather for sport or need wild fruits and flowers — No human habitation meets the eye — In that lone spot, where, 'gainst the dark blue sky, Striding the vale and its loud stream, appear Arches arrayed on arches, tier on tier ; Whence, as through cloud-made loopholes, lights and shades Chequer long alternating colonnades, Gigantic, yet proportionate : — span that fills Harmoniously the bosom of the hills ; Subdued to their complexion by the wear Of centuries ; rich, soft, though regular. Yet what distempered fancy thus could dream Of cleaving upper air to cross that nether stream ? c"], [32, "18 MEMORIALS IN *■ Wherefore thus soared that structure ? sculptured stone — Inscription — allegory — here are none To guide you. Rise, adventurous traveller ; climb That rugged pathway ; scale the Bridge sublime ; Hang o'er the vale on the long level height, Where wild-birds rest, and mock thee in their flight There shalt thou mark with an explorer's pride The long dry channel, nor profound nor wide, Which arm may fathom — which a child bestride. Might not conjecture pause ere one should say 'Twas here a living streamlet found a way ? Yet to that channel was such rill consigned : And art, and fine constructive powers of mind, Were taxed the costly miracle to frame ; Supply for human wants its single aim. Rome, who inherited the World, lies dead : Yet do her pomps, cares, triumphs, overspread The Nations, in distinct memorials wrought For all time ; or, as here, in Relics frauo-ht With usefulness made glorious. Now that rill, Emancipate by time, flows down its native hill ; Where it shall freely slacken or run o'er When, with her ruins, Rome shall be no more. Nismes, November 2, 1843."], [33, "PROSE AND VERSE. 19 SHADOWS.— A FRAGMENT. SUGGESTED BY A SEA-VIEW ON THE COAST OF THE MEDITERRANEAN. From this tall cliff We look with bird's-eye view on clearest sea, Of depth we vaguely guess at ; and the waves, Lucid as amethyst, appear to furrow The sunken rocks, sea-weeds, and golden sands Far down, with fleeting bands of shade, with light, Soft light, between ! Thus not alone do things Opake and rigid, but transparent things, Endowed with perfect laxity of atoms, Fling shadows from them. 'Tis the same with things Of half-material mould, and subtlest texture — Fumes, exhalations, and scarce visible clouds ; Hairs, fibres, gossamer, and thistle-down : Nay, in broad sunshine, minute holes and pores Arrest the flow of light, and from them breaks A surf and foam of light, developed in Capricious forms and hues, hard to define ;"], [34, "20 MEMORIALS IN And so we cannot choose but call them shadows. And because spirits may be gross compared With light, they may have shadows ; and because They may be good or evil, it is plain The wholesome or unwholesome shade they cast Upon the dial of existence here, May work much good or evil upon earth. Oneglia, November, 1843."], [35, "21 PROSE AND VERSE. GENOA. EXTRACT FROM MANUSCRIPT JOURNAL. TTTE were quite prepared beforehand to be pleased * ' with Genoa, and were not disappointed. The impressions as to general effect which that city con veys are of a singularly novel and forcible character- Genoa has in profusion its marble palaces, whose walls are arrayed in all their ancient solid and costly magni ficence ; but I would chiefly dwell upon the perpetual intervention of variously coloured architectural views, painted in close juxtaposition with, and even upon, these same marble walls: so that you may really pause in the streets, and imagine you are gazing at the scenery of a theatre : yet from the effects of pro portion, aided by the rich tone of the climate, there results truth and harmony from that which, elsewhere, would only suggest the idea of a ludicrous attempt at deception. The streets are narrow and sombre, but they are not gloomy ; and you may see overhead a strip of blue sky broken by the palace cornices ; whilst"], [36, "22 MEMORIALS IN in the side lanes the sunshine streams from above, as through an absolute slit. But when the sky is over cast, the want of illumination destroys all the singu larity and beauty of these effects. The prevailing idea is still that of the scenery of a theatre; but of a theatre as seen by an insufficient light. Again, the dimensions of the great hall of the ducal palace are truly noble ; but for the most part the or naments which it contains are the veriest trash imagi nable. The statues in the niches (if they deserve the name of statues) are merely counterfeits, made up of plaster, rags, and paper ; but it is quite surprising how fine is the effect thus demonstrated to be attainable by the force of proportion and colouring alone. Genoa, November, 1843."], [37, "23 PROSE AND VERSE. SPEZZIA. THIS last hill top indeed a noble gulf Reveals ! How call you it ? The gulf of Spezzia. Yon mountain that its darkling serrate peaks Thrusts far into the sky, is near Carrara : The further snowy range is Apennine. Now by this road with zigzag traverses And turns abrupt, through ancient olive groves, And graceful champaign thick with leafy rows Of tall elms married to festooning vines, Smoothly we drop into the plain, and now Are come to Spezzia ; where the peasant girls Surmount their brows with pigmy hats of straw, Scarce half a span in width. At Spezzia, he That feels, may hourly, without seeking, find Ecstatic themes for pencil or for pen, For they will come to him. But say, shall we Embark, and meditate at ease, and coast Or stretch away, with oar or sail, as list The winds, and so explore the gulf? Agreed. Here is a blithe Ligurian sailor-boy Will be our pilot, and the breeze is fair."], [38, "24 MEMORIALS IN These were the shores the Corsican, with aim To make a foot-ball of the world, pricked down Upon the outspread map, and said, they shall Have greatness thrust upon them : navies launched From Spezzia's arsenals shall in thunder walk The ocean : wealth and power shall circle thence, As from the heart of empire without bound ! Words as resultless as the flagging breeze, That ends in silence. But our converse here Should be, methinks, with nature. Let us float To where, a natural prodigy I a fresh Unfathomed water-spring, some cables' lengths From shore, a fountain broken up beneath The everlasting bases of the hills, Bursts upwards in a column through the sea, Yet with the briny flood is scarcely mixed, Raised in a glassy convex visibly, Above the surface of the vexed salt stream. Turn now this way. By yonder narrow creek The savage Magra pours his torrent flood Into the bay : and further yet (your eyes Are good) among the cliffs you may descry The fishing town Lerici; once the home Of hapless Shelley. Well his tale is known, So touching, and so touchingly disclosed"], [39, "25 PROSE AND VERSE. By her with whom the mellow grief survives : But it is good to dwell upon it here. Here in his bauble boat the poet sailed With every breeze that blew ; rode still afloat At morn, and eve, or weltering at mid-day ; And with imaginative soul drank in The inspiration of Italian skies. Oft paddled to some cavern in the rocks By moonlight, on the calm phosphoric sea, There to pour out melodious verse, what time The village girls, half sea-maids, wildly sang To the reverberant rocks, strange madrigals, Or footed in the surf their gamesome rounds. Fearless, one summer-morn he left the bay For the wide ocean, and with prosperous winds Sailed to Livorno : but on his return, By those who stood on shore, a thunder-cloud Enveloping the ocean like a pall, Was seen to blot his vessel from all view. It passed off, and he was not : not a speck, Howe'er minute, was on the ocean : O The heart-sickening hours for those who watched for him With chill forebodings, and with fluttering hearts ! There lay the uniform blank of sea, that gave No certain tidings ! but left ample place Ft miserable doubt, report, and hope"], [40, "26 MEsMORIALS IN Beyond all hope : the spot alone was marked Where he was last seen on the purple sea.* But soon the truth was manifest. His corse Was washed on shore. His boat was after found In twice five fathom sunk. But here the tale Ends not. Perhaps the law's severity That from dire pestilence defends this coast To you may be unknown. The public weal Requires it, and so runs the law's decree, (In truth, severer seeming than is need,) That all things cast on shore be straight consumed To ashes, and be scattered to the winds. And thus the rites of burial were denied To one, a Briton, in a foreign land Untimely dead. And they who loved him best, By supplications and unwearied prayers, Hardly prevailed to wrest the stubborn law Aside thus far, a bare permission gaining To gather up his ashes. A dear friend Lighted the funeral pile, and the remains Collected. And when all at length was done, In self-devoted friendship, how unfeigned ! He came with scorched and blistered hands, and stood Before her, who a wife's most grievous loss * Verbatim from Mrs. Shelley's account of the event."], [41, "■11 PROSE AND VERSE. Bewailed, and to her charge the casket gave That held all left on earth of one so dear. I knew not Shelley ; but if e'er the gift Of song on mortal was bestowed, 'twas his. Often and often have his melodies, Sweeter than music heard in morning dreams, Drawn down my cheeks refined luxurious tears I will no more. His memory must live. His ashes, gathered in a golden urn, Repose at Rome, by Cestius' pyramid, In a sweet spot where earliest violets blow, Which you, I hope, will visit soon with me. But the sun sinks apace ; and in the east Mysteriously the snowy Apennines, With unimaginable tints of gray, Come out upon the sky emblazoned o'er With the reflection of his western throne, Waited upon by flaming ministers. The universal canopy of heaven Is flecked with fire ; cold lies the earth beneath But under such a firmament, how fair ! Spezzia, November, 1843"], [42, "28 MEMORIALS IN PISA. EXTRACT FRO.M MANUSCRIPT JOURNAL. PISA'S four curiosities, the leaning tower, the ca- thedral, the Baptistery, and the Campo Santo, stand together on a smooth level grassy space, tranquil and appropriate, with the effect ofthe precincts of some of our cathedral closes. The tower leans more than we had expected. It stands well away from other build ings, but near enough to the cathedral to group finely with it. The tint which these marble edifices have ac quired is most lovely ; golden as the sun itself ; so dif ferent from the tint of the lichens and weather-stains of a more northern climate ; and the variations of the shadowy effect of their open pillar-work at all hours of the day relieve the dreariness of unmitigated sunshine. The flat ground deceives you as to the size of the build ings with the grandest effect. From the summit of the leaning tower there is a fine mountain view in the direction of Carrara. On the other side, you have Pisa beneath you, and far beyond, Leghorn, and the Sea. On entering the leaning tower you gradually"], [43, "29 PROSE AND VERSE. alter your first impressions, until you arrive at consi dering the tower as upright; so that, on quitting it, the eye for a short time considers every other building as awry. Though some of the architectural details of the in terior of the cathedral are open to criticism, yet the effect is very impressive ; and the building contains a profusion of works of art of the highest merit. In the Campo Santo we directed our attention solely to the frescos. Never before was I made acquainted with wonders that conveyed to the mind such elevated ideas of the art of painting. Perhaps the story of Abraham, by Benozzo Gozzoli, is as finely told as any. The countenance of the Patriarch, after receiving the divine command to sacrifice his son, is fraught with an expression of obedience, with something of a dignified surprise at the importance ofthe message, thus almost carrying out Abraham's character as a Prophet. Equal ly admirable is the fresco ofthe cultivation of the vine, and the drunkenness of Noah. In the fresco of the last Judgment by Orgagna there is marvellous power and dignity ; and the division of the Inferno into several distinct and separate chambers of horror, resembles the awful reiteration which we find in scripture of the words \" where the worm dieth not, and the fire is not quenched.\" Part of another fresco entitled \" the"], [44, "30 .MEMORIALS IN Triumph of Death,\" also by Orgagna, is a perfect illus tration of the following lines in one of Wordsworth's finest sonnets — \" Methought I saw the footsteps of a throne ' Which mists and vapours from mine eyes did shroud — Nor view of whom did sit thereon allowed ; But all the steps and ground about were strown With sights the ruefullest that flesh and bone Ever put on ; a miserable crowd, Sick, hale, old, young, who cried before that cloud, ' Thou art our King, O Death, to thee we groan ! ' \" The fresco of the Universe by Pietro Orvieto, is thus represented. A solemn figure of the Creator holds, in one vast sphere, the concentric spheres of the earth, water, fire, the moon, the sun, and the zodiac; and those of the nine orders of angelic natures. The following Sonnet, and the succeeding couplet, v/ere once legible beneath. Voi che avvisate questa dipintura Di Dio pietoso, sommo Creatore, Lo qual fe' tutte cose con amore, Pesate, numerate, ed in misura. In novc grade angelica natura"], [45, "31 PROSE AND VERSE. In ello empirio ciel pien di splendore, Colui che non si muove ed e motore Ciascuna cosa fece buona e pura. Levate gli occhi del vostro intelletto : Considerate quanto e ordinato Lo mondo universale ; e con affetto Lodate lui che l'ha si ben creato : Pensate di passare a tal diletto Tra gli Angeli dove e ciascun beato. Per questo mondo si vede la gloria, Lo basso, e'l mezzo, e 1'alto in questa storia.* In the Baptistery, the carved pulpit, the font, and the sound of the harmonious echo, are the chief objects of attraction. * Copied from the work published by Mouni on the frescos of the Campo Santo of Pisa."], [46, "32 MEMORIALS IN SONNET.— THE BAPTISTERY, FLORENCE.' HERE, on bronze gates, where scriptural groupings throng, Ghiberti ! Thou hast failed not to express Avenging Judith's awful loveliness ; And Miriam's utterance of triumphal song — Gates not unworthy Paradise,2 though sprung Of mortal mould. Through these, in decent grace, The wives of Florence with their infants pace, And towards the Font in silence glide along. On high, the Dome's mosaic, as with the voice Of Revelation, doth unfold its plan By Symbols figured in its gorgeous span ; And holy men, with upturned gaze, rejoice To read these words, enscrolled 'midst wreathing flowers — Thrones, Dominations, Princedoms, Virtues, Powers. Florence, December, 1843."], [47, "PROSE AND VERSE. 33 THE CONVENT OF SAINT MARK FLORENCE. EXTRACT FROM MANUSCRIPT JOURNAL. TO-DAY I went again to the Dominican Con- vent and church of San Marco. In the church is the celebrated crucifix painted by Giotto ; and in the Chapter Hall, the cloisters of the Convent, and the corridors upstairs adjoining the dormitories, are many exquisite and unique specimens in fresco of the paint ings of the Fra Beato Angelico da Fiesoli, a brother of the order, born in 1387, died in 1455. Nothing can equal the peculiar calm sublimity of the works of this heavenly minded artist, perhaps the most interesting of all the great Fathers of painting. I would particu larly instance the large fresco of the Crucifixion ; that of the Annunciation of the Virgin ; that of the Virgin and Child attended by Saints ; that of the Coronation of the Virgin ; and that of Christ visiting the spirits in prison. In the convent I paid a visit to Fra Serafino, one of the brethren. He received me with great civi- D"], [48, "34 MEMORIALS IN lity, and showed me his own paintings ; and, in truth, he is no mean artist. He also showed me, adjoining his own, the cell that was occupied by the ill-fated Savonarola. In his own cell he had several singing birds in cages, and others hopping about the room quite tame. On one of the walls, in a bad light, and in a state which shows it has recently suffered by ex ternal violence, is a fresco of the Virgin and Child by the grand old painter Fra Bartolommeo, who also was a brother of the order about the year 1480. The design of this fresco is very grand. The child is of almost gigantic proportions, such as we can conceive that a Heathen artist would have adopted in order to express his idea of an infant Hercules or Jupiter. The Christian artist seems to have aimed at the em bodying of a prophecy ; at the representation of a child that should grow to all that was noble and princely : born to us in order to take the government upon his shoulder. Fra Serafino is in the prime of life ; intelligent, and apparently happy in his profession of holiness, and in his own quiet pursuits. I met upon the stairs another of the Brethren, who was very old and asthmatic ; and as he stopped for breath upon the landing place, I saw him turn to the wall, unobserved as he thought, and kiss a small picture of the Virgin with the sincerest"], [49, "PROSE AND VERSE. 35 and most touching air of devotion : then, as I passed him, he saluted me in the most paternal and affection ate manner. A third I saw for some distance coming along the corridor, keeping close to the wall, with a slow uncertain step, and a fixed sidelong look. As he approached, he took no notice whatever of me ; but I could see that his eye was fixed intently upon some object near me, which I could not make out; but in a few moments, with a key which he held under his gown, I saw him make a dart at the key-hole of the door of his cell, close by me, which he entered, and locked himself in. \" Ha mezza mente, Signore ! \" said my attendant to me — \" povero Padre Leone ! \" \" Mary Mother, Shield and sain the Idiot Brother ! \" Florence, January, 1844."], [50, "36 MEMORIALS IN sr SONNET ON THE DEVOTIONAL PAINTINGS OF THE EARLY ITALIAN MASTERS. GREAT Patriarchs of the pencil ! I have learned Of you the power of angelic art To rule the meditations of the heart ; Nay, have from Guido and Coreggio turned, Shunning the niceties of the critic mart, As though to choose with you the better part. Ye limner Fathers I the repose — the love — Your hands have over Saint and Prophet thrown Ye must have drawn from visions from above ; Ye only, in the deep exstatic tone Of souls sustained on earth by Seraph's food, Have mastered the expression undefiled Of the offending Adam to his God By mediation sweetly reconciled. Florence, December, 1843."], [51, "37 PROSE AND VERSE. SONNET3 ON THE PORTRAIT OF LEOPOLD DE* MEDICI WHEN AN INFANT, AND ON THE BUST OF THE SAME WHEN CARDINAL. LOOK on this image, and on this ; behold The pencilled work, wherein the child doth lie, With innocence depicted in his eye, Cradled in purple and embroidered gold : Then in the bust's uncompromising mould, Mark the expression of the man, with lust And violence deformed — revenge — distrust — Worse than the historic page would dare unfold ! Whilst these thy later traits amazed we scan, Proud Medici ! we reck not on the shrine Of Art what gems were laid by gift of thine. This change, for which degeneracy is no name, Astounds ; nor may the boldest tongue proclaim Aloud, \" The Child is Father of the Man.\" Florence, January, 1844."], [52, "38 .MEMORIALS IN THE LAST MOMENTS OF LORENZO DE' MEDICI. FROM SISMONDl's HISTORY. UPON his death-bed when Lorenzo lay, He chose Savonarola to absolve him. Then said Savonarola, \" Dost thou trust In Heaven's forgiveness ?\" and Lorenzo said, \" Yea, heartily ! \" The monk yet further asked, \" Wilt thou yield up all thou hast gained unjustly ? \" With faltering speech Lorenzo said, \" I will.\" Then said the holy man, \" And wilt thou grant Immunity to Florence — aye or no ? \" Whereon Lorenzo motioned him away, With cold thin hands, and fixed regard ; and then Turned to the wall in silence, and expired. Florence, 1811."], [53, "PROSE AND VERSE. 39 AN HISTORICAL EVENT. (A.D. 1174.) FROM SISMONDl's HISTORY. WHEN the might of Barbarossa Stern Ancona did blockade, There a warrior, faint with hunger, Drooped, and leaned upon his blade. A nursing mother that beheld him, Plucked her infant from her breast, Rushed to aid the famished hero, Loosed his helmet, and addressed : \" Drink, drink ; I blush not thus to greet These veins run o'er with patriot food ; thee God be thanked I for my country May boast this way to shed my blood : \" Go thou forth refreshed to battle : — I will every hope renew, Presaging of thy foster-brother, By the deeds thou now shalt do ! \" Florence, December, 1843."], [54, "40 .MEMORIALS IN SONNET. THE WALL-FLOWER IN THE COLISEUM. WHERE Emperors sate, with fourscore thousand more, Plebeians, knights, and senators, and dames, Intoxicate with gladiatorial games, From morn till eve ; where rose the loud uproar Above the undulating canopy, That a refined luxurious lustre shed Upon the victors, and the vanquished Trained with theatric grace to fall and die ; By soft regeneration, not decay, And mellowing influence of sun and shower, Nature is clothing arch and corridor With shrubs and grasses ; moulding to her sway Thee, Coliseum ; and thy wall-flowers tell, Methinks, where once some pitying tear drops fell. Rome, February, 1344."], [55, "PROSE AND VERSE. 41 SONNET ON GUIDo's AURORA. AURORA here saluting the eastern height, Floats, scattering roses along heaven's high-way, Before the chariot of the Lord of day ; About whose wheels in choral group unite Sweet morning Hours, \"the best of dark andbright ;\" Light shapes, whose draperies stream upon the wind Their train creates, wind which they leave behind, Speeding amain from the ebon gates of night. On high, a boy attendant wings his flight, And bears a torch instinct with living flame, That points towards the West, with onward aim ; Forerunner of the car itself of Light, That the whole sphere of air with glory fills, Above that deep blue sea, those deep blue hills. Rome, February, 1844."], [56, "42 MEMORIALS IN THE AQUEDUCT. RELIC ! that wouldst still bestride The campagna drear and wide, With indomitable pride, I see thy multitudinous arches Straggling on by broken marches : Their continuity is lost ; Yet they are a gallant host : For in their very wreck is seen The soul of Roman discipline ; And thus the mind fills up the line, Aqueduct, that once was thine. The fountain of the Alban hills, No more thy lofty channel fills. From thy thousand piers of stone The bounding pulse — the Use — is gone Thou art a shattered skeleton. But the imperishable fountain Bubbles from its native mountain ; And in the joyous eye of day Its unimprisoned waters stray"], [57, "43 PROSE AND VERSE. In glad excursions ; winding back Towards the straight and solemn track Of thy foundations, and around, With a low mysterious sound, Nightly, daily, at thy feet Singing, \" liberty is sweet.\" Rome, February, 1844."], [58, "44 MEMORIALS IN NISIDA. ADDRESSED TO * * * * LADY, they told me whilst thou didst sojourn In Naples, queen of that delicious Bay Where ocean, earth, air, heaven, make day and night Music together, that thou didst give birth To a dear girl, thine own sweet portraiture ; And there, thy sorrows ended, rising from Thy couch, and from thy lattice leaning forth To drink in renovation from the air, Thine eye glanced o'er the sapphire sea, and fell On the green island cliff of Nisida. Thy baby was the pilot of thy thoughts : And thy maternal eyes could see no more . In things that breathed of freshness and of glory, Than living type of her. Then, half aloud, Thou saidst, \" Great Nature prompts me, lovely Isle ; Yes, Nisida ! thine own harmonious name My child at the baptismal font shall bear.\" It was a mother's random thought, conceived And uttered on the instant : but such thoughts,"], [59, "PROSE AND VERSE. 45 Like prophecy, from pious germ rise up In after days : and trust me, gentle Lady, Thy Nisida, in childhood, youth, and age, Shall, like her island namesake, be beloved Of Nature ; the blue heavens shall smile above her Fair shall she be, and her horizon fair. And though nor sea, nor shore, nor any creature, Is from vicissitude emancipate, Yet she, thy Nisida, shall stand amidst The storms of life with peaceful dignity Upon her brow, and shall with temperance Of soul abate the fervid joy of days Too prosperous. The Italian fisher-boy Nightly shall sing the praises of his Isle ; But we will sing another Nisida. Naples, February, 1844."], [60, "46 MEMORIALS IN MONTE BARBARO. \" \"I VEAR boy, dost thou remember when we scaled -L/ The Monte Barbaro, volcanic height ? \" Thus shall I often ask in days to come ; And thou wilt answer me with conscious smiles, And words of glad remembrance. And in truth Within the horizon all was beautiful As heart could wish, or earth bestow : we saw A map-like realm of wonders, aye at odds With fable and reality. Beyond The Monte Nuovo lay the Lucrine, Styx, Avernus, and Fusaro, and the coasts Of mystic Cumæ ; Baiæ and its port ; The Mare Morto, and Elysian fields ; The triple peak of Ischia, fiery once ; And in the south, Miseno, classic cape, Dowered through all ages with a lasting name. Here lay thy ancient mole, Puteoli ; There, in the distance, Capri ; Nisida Hard by, and Solfatara : o'er the bay Sorrento, and the snow-clad craggy peaks"], [61, "PROSE AND VERSE. 47 Above Castelamare ; whence the eye Passed over mount Astruni, and reposed On Naples and Vesuvius. What to thee Was this array of names, free-hearted boy ? Or their associations with the lore Of science, history, books, or old or new ? Thou hadst not in imagination sailed With Pliny to Vesuvius ; hadst not conned The modern theories philosophy Hath weaved around these coasts ; nor tracked in thought Reverting to the lore of other days, Tiberius to his loathsome den in Capri ; Nor learnt what prodigality of wealth And luxury encompassed like a flood Imperial Baiæ, gemmed with gorgeous fanes, And costliest marble palaces, and towers, Encroaching on the deep ; retreats beloved For sweet oblivion of solicitude, By men who made a footstool of the world. Nor through those realms to Maro dedicate, Heardst thou his harp immortal, thrilling yet With rise and fall harmonious. Yet the scene For thee had young delights, that of themselves Came flocking : glanced thine eye from shore to sea,"], [62, "48 MEMORIALS IN Following the lights and shadows of the clouds, That now illumed, now half eclipsed, the sails Suspended in the offing : far beneath Thou didst point out upon the waveless blue The dotted circle of the fisher's net, Hauled in upon the shore by slow degrees : And at thy very feet the violet With its perfume, the lizard with its hues, Wooed thy attention. Then my heart was glad For I had gazed on lake, and sea, and shore, Harbour, volcano, promontory, isle, Where not the funeral wing of time alone Had swept the region ; but full many a change Wrought by the earthquake, and the lava stream, And to be wrought in the still smouldering soil, Was traceable : and though the scene was rife With natural beauties, yet to me it shewed Like ruin upon ruin : and I fed The while, with bosom cold, yet incomposed, On thoughts engendered by the thoughts of others ; Till understanding had almost usurped By imperceptible degrees the throne Of genuine feeling. Then I turned to thee, My dear companion, and I thanked thee, yes, I blessed thee for the equipoise of soul,"], [63, "49 PROSE AND VERSE. Sweet compensation, which thy gesture, look, And voice, brought to me, from the sunny side Of our existence, making knowledge stand Abashed and silenced ! At some future day Haply the thronging wonders of these shores Thou wilt revisit — I shall not be with thee ; Yet let my prayer be this ; albeit in years And intellect matured, mayst thou return With kil the freshness of thy childish days, Adorning truth and love proportionate To the expanded blossom of thy powers ; And with some dear companion at thy side. Naples, March, 1844. E"], [64, "50 MEMORIALS IN EPISTLE FROM MISS TO MISS *, IN LONDON. DATED NAPLES, APRIL, 1844. HERE at Naples we are for this sweetest of winters ; But I think, for the sake of my journal, 'tis pity We have travelled so far with scarce any adventures ; Nor have even been rifled by whiskered banditti. But Naples, I find, is a paradise snnny, And a place for the picturesque famous, and for all The most delicate cameos and bracelets of coral, To help us to kill time, and squander our money. And daily I've walked, though the weather was squally, And rumpled me sadly, in the Villa Reale ; And I booked in three days, would you think it, my dear ? More bows, smirks, and smiles, than at home in a year. So to drawbacks and bores I at first bade defiance : But, alas ! I am sadly knocked up by the lions. Our parties of pleasure, or so said to be, Consist of Papa, Tom, the Colonel, and me, And that odious Miss Skim-milk : between me and you, Though Papa likes her much, she's a terrible blue."], [65, "51 PROSE AND VERSE. She and I are bestfriends, but I'm shrewdly suspecting She would fish in the water my heart's-ease was wrecked in; But she soon shall find out who must go to the wall, If she casts her sheep's eyes at the Colonel — that's all ! T'other day, though Miss S. said the weather was \" pluvious,\" On a bright sunny morning we went to Vesuvius. And when we got there, she declared 'twould demean her To be carried by men in a vile portandina. But for my part, I was not so squeamish or nice; And up on their shoulders I jumped in a trice. But I own I was frightened when on the steep lava, They quarrelled, and swore, in their foreign palaver ! And whilst I to rights was my petticoats putting, They kept looking up, without minding their footing. At the top every way they desired me to look ; But I vow I was blinded with vapours and smoke ; And coughed, sneezed, and retched, all the while I was picking The wing of a very consumptive young chicken. But I left, in descending, Miss S. in the distance ; And flew down with such slips, glissadings, and dashes, That although I secured the dear Colonel's assistance,"], [66, "52 MEMORIALS IN I was up to I can't tell you where in the ashes. Miss Skim-milk declared the jaunt cost her a sonnet : But I know what it cost me — shoes, jupon, and bonnet. Next we went to Pompeii, the city, you know, . That was buried^for ages in lava and cinders ; But they've dug out the streets, and| each house is a show, Though you find neither furniture, roofs, doors, nor windows. Here Miss S. who was quite in her element, said, As she threw up her eyelids, and twisted her head, \" O yes ! 'twas a city, indeed, of the dead ! \" But I wish you had seen how she looked at me bitterly, When I said, \" La ! my dear, that's in Rogers's Italy !\" The next day we went to the Grotto del Cane : Though the Colonel and Tom said its fame was all blarney. 'Tis a small dark recess that all others surpasses For detestable vapours, and poisonous gases. And a keeper attends, with an atmosphere vile Himself all environed of garlic and oil. This thorough Italian, in consideration Of certain carlini, for the edification Of folks who for marvellous spectacles itch,"], [67, "53 PROSE AND VERSE. Without caring a pin whether wrong it or right is, Throws a dog into spasms, the barbarous wretch, By immersing it in what they call the mephitis. And the day was so hot, and the place was so tainted, I declare I'd an excellent mind to have fainted. For the turf was as smooth as though purposely made For a girl at full length by her swain to be laid ; With the wave of the Lago for mixing quite handy With eau-de-Cologne, or the least drop of brandy. But to-day 'twas no use ; for that wicked blue-stocking, As usual, her arm with the dear man's was locking ; And she prosed, and she lectured, concerning the worst air That ever was scented by mortal : but first, ere With the cause of the mischief such wiseacres load ye, They should say which smells strongest, the cave or custode. To Pozzuoli (for now it grew later and later) We were hurried to see the old amphitheatre. But it looked like a place which they throw all their dirt in ; And it never had any snug boxes to flirt in : And we passed Monte Nuovo that rose in a night ; Don't you think half the folks must have died of the fright ?"], [68, "54 MEMORIALS IN And went on, by the route of the guide books, that doom ye To Lucrinus, Fusaro, and Baiæ, and Cumæ, And Styx, and Elysium, all equally gloomy; And a cavern where eggs are done hard in a fountain Of boiling hot water that springs in the mountain : But we could not help thinking 'twas better to turn us About when we came to the shades of Avernus : For Tom wisely exclaimed \" We came out for a revel ; But this looks too like going straight to the devil.\" But Miss Skim-milk declared 'twas a meal for the mind; A feast of true taste, intellectual, refined : But I thought 'twas made up of an infinite deal Of old rubbish, and reckoned our lunch the true meal. And whilst we were eating, two dark contadinas Were performing before us the dance Tarantella; But I felt all the time that their looks and demeanours Were such as would make me grow speedily yellow ; For I freely confess I was jealous my lover Saw their kicks and their flings, and felt glad when 'twas over. Then with spirits worn out, almost jaded to death, We got into the coach to recover our breath ; But I rallied when through Pausilippo we past, And saw the gas lights on the Chiaja, at last."], [69, "55 PROSE AND VERSE. All the evening Papa and Miss Skim-milk were hunting In Virgil for Cumæ, and Styx, and Misenus ; But I and the Colonel each other sat fronting, And nobody saw the looks passing between us. And now I have told you what books / am reading, Perhaps one of these days I may set my plough speeding. But, dearest, not even a match shall dissever From you, her who writes herself, truly, your's ever, P.S. Poor Miss S. who, you see, is my darling aversion, In Lord Shrimp's yacht is gone on a sailing excursion. It would suit her romance to sit under the awning, And talk of blue billows, and stuff, half the morning. But I trust, by this time, she is, nose, lips, and forehead, The complexion of tallow — delightfully horrid. You must know some one else might have had an invite; But, for my part, I don't choose to risk looking white ; But if she is bilious, a squall may recruit her ; And I'm sure the blue Grotto at Capri will suit her."], [70, "56 MEMORIALS IN CONVICTS -AT CASTELAMARE. EXTRACT FROM MANUSCRIPT JOURNAL. BOTH here and elsewhere, along the coast, I have often been struck with the appearance of the gangs of convicts, \"fast bound in misery and iron,\" condemned to toil for various periods of years in the stone-quarries by the sea side. These localities are always singularly beautiful; and, with the attending circumstances, take great hold on the mind ; for it is manifest that wherever the blue sea of the south rolls up to an abrupt line of rocky cliff, the scene, in all weathers, calm or stormy, is imposing and interesting- And when the gangs of convicts are at work, the clank of their fetters, and the blows of their tools, in measure perhaps with some wild song, and the distri bution about the huge grey masses of rock of the men in their coloured dresses, in active groups, and strained attitudes, in strong contrast with the motionless sentry standing over them, the combination presents as strange and impressive a sight as can be imagined. It is also a scene replete with the most magnificent studies that a painter could desire ; and one about which we can"], [71, "PROSE AND VERSE. 57 imagine the shade of Salvator Rosa still to be linger ing. Nor is the picture less striking when they rest from their labours at noon. You may then, if so in clined, study more closely their countenances, and their general appearance, as they lie asleep on the fragments of rock which they have been engaged in detaching ; or sit conversing in groups, in low discor dant tones, with a solemn savageness of aspect; or engage one with another at the ancient pastime of Mora, at which these men play with a stern concen trated earnestness of voice and gesture that is pecu liarly characteristic. Enormous birds of the hawk tribe are constantly seen wheeling round the cliffs over their heads ; and it requires but a small effort on the part of the beholder to bring the natural objects pre sented to his attention to bear upon the condition of the individuals before him, and thus to associate the whole with the conception of the Prometheus Vinctus ; or with the description by Milton of the fallen beings who sate apart, inquiring of good and evil, and final happiness and misery. But let us not forget that these unhappy beings before us are our fellow-creatures. Let us pass on our way : close our common-place book : and betake us to meditation."], [72, "58 MEMORIALS IN THE WALK AT NAPLES. A CONVERSATIONAL SKETCH. A. TTTELL, B , shall we set out on our walk ? VV B. With all my heart. ( They pass into the street. A. How beautiful the sea looks, and how plain we can see the cliffs of Capri — what a noble outline it has ! — But how this gas stinks ! B. I agree to all your remarks : but here comes something to regale the olfactories. ( They are surrounded by five or six flower- girls : after these, three or four ragged boys come up and ask alms, tumbling head-over- heels. A. What a nuisance these creatures are ! B. (waving his stick) Va via ! va via ! (Boys run off'. A. Hallo ! where's my pocket-handkerchief ? I know I had it a moment ago. B. Ha, ha, ha ! I think I know where it is. That little date-mi-qualche-cosa has got it for certain. I"], [73, "PROSE AND VERSE. 59 forgot to warn you : I always carry mine here, in my breast pocket. A. Pshaw ! I never had my pocket picked in Eng land in all my life. B. O, pickpockets are quite encouraged here. Even the Police would look on calmly if the victim were an Englishman. The plan is different from ours ; but, after all, it teaches us to look sharply after our own roba, without the help of a constable. A. Well, so it does, indeed. But what can this muttering fellow, in mustachios and earings, want ? Now he looks very like a pickpocket. B. I do not deny his being one: but his is quite another fine. He evidently wishes to do us the favour of enlarging the circle of our friends ; but we may perhaps as well not cultivate his acquaintance, nor let him introduce us to any of his. A. I understand you. What a noise there is ! I can scarcely hear myself speak. And see ! Here come three cabs and a hack carriage driving straight at us at a full gallop, cracking their whips like mad. B. Never mind : walk straight up to them with your stick, and they will be off. A. There they go I now they are attacking that old lady and gentleman opposite, who really look fright ened. But what is that crowd yonder ?"], [74, "60 ME.MORIALS IN B. Some row, certainly. A. Let us go and see. It looks like a fight. B. It does. But here they never dare fight in ear- nest. A. Those fellows with the two trucks have been running foul of each other. B. Yes ; and they are now knocking one another's heads about after their own fashion. A. Well may you say after their own fashion. They are at it literally tooth and nail. What a handful of black hair this one has got ; and how the other fel low's nails have dug into his face I B. There ! down they go, one over the other ; and with them the table of that money-changer. A. What a scramble for the grani in the gutter ! B. Do you see the Englishman over the way, with a broad smile on his face, and tucking up his coat cuffs, as if by instinct ? A. I do. Look ! this one's companion has gone back to his truck and is tugging at an iron bar. By his eyes he means mischief ; but he can't get the bar out, luckily. B. Perhaps he knew that ; and that's why he went to tug at it, in order to keep out of harm's way with credit. But here comes a man in authority, and a cocked hat, who will put an end to all this."], [75, "PROSE AND VERSE. 61 A. Will he ? — Why he is positively slapping the fellows' faces with the palm of his hand, with \" avete sbagliato, canaglia !\" And they — why they are sepa rating quietly, and are going about their business. Well : that would not disperse a street row in Lon don ! B. No indeed ! A. There goes a bold Briton, horse and all, down on the pavement of the Toledo, and half a dozen car riages over him 1 No : he is up again, and rides away as if nothing had happened. B. You may see plenty such falls here in the course of an hour. But look at that tall showily dressed woman. You cannot mistake her object. A. Certainly not. Now she is looking at us. What eyes she has ! B. Look ; she is going into that church ! but first gives money to all the old women sitting on the steps. A. Let us go in too. B. Very well. ( They go into the church. A. Look, she is giving alms to the cripple kneeling before the rails. And now she kneels herself; and now rises, and passes on to another shrine, and kneels again, crossing herself devoutly. Is there not some thing very strange, and very wrong, in all this ?"], [76, "62 MEMORIALS IN B. It seems so at first to us ; but I confess that blind devotion — superstition if you will — appears to me not to be without its own peculiar good attending it. The religion of the people here is characterized by devotion ; and I will answer for it that even the Uttle rogue who stole your handkerchief goes to church re- gularly. A. And prays to the Madonna to protect him against the gendarmes ? B. Very likely. The influence of the patron Saint is drawn upon largely, it is true ; but I am inclined to think it is done in the sincerity of firm and affectionate belief. Now the degraded classes in England seldom, if ever, see the inside ofa church. I leave it to you to sum up and balance the good and evil on both sides. A. I think I could mention some excellent friends of ours whom such notions would frighten : but I never considered the matter in the light in which it appears capable of being put : but perhaps we are not the fittest persons in the world to discuss the subject. Let us get into a carriage and go up to the Museum ; I wish to have another look at the bronzes; particu larly at the infant Hercules, and the dancing Faun. B. And I think you told me you had never seen the head of Psyche ; you have no idea how fine it is."], [77, "PROSE AND VERSE. 63 Pray let me show it you. It is among the sculpture in the Museum. A. I shall be delighted to go with you. Andiamo ! vou see I am beginning to talk Italian. B. Andiamo ! Naples, April, 1844."], [78, "64 MEMORIALS IN THE CONTRAST, OR THE FOSTER- SISTERS. UPON the yellow sands of Naples bay, One morn of delicate Italian spring, I saw two girls of six years old at play, Coursing about in many a frolic ring. In infancy they drained one mother's breast : But sisters they were not, nor were like sisters drest One was of gentle English parents, born Beneath the fervent sheen of southern skies ; Like the intelligence of earliest morn The azure opened in her laughing eyes. Around her neck white coral beads were strung, O'er which her tendril curls in light profusion hung. The other was a contadina's girl, And peaked Ischia was her native isle ; In Naples, like an unwrought shell of pearl, Or wild-flower to be set in garden soil, Her mother left her ; she had nursed the two ; And their companionship none were fain to undo."], [79, "65 PROSE AND VERSE. In Ischia not alone do summer heats Shoot downwards with intolerable ire, But rocks and stones o'er which the cool wave beats, Are half calcined with subterranean fire : And the young Ischiote's every gest and feature Shewed her of blood that shared that climate's fiery nature. Freedom was in her action and her look ; Her wandering hair as jet was dark and bright, And matched her eyes, that when she turned or spoke, Brimmed o'er their lids with floods of living light ; Her head was bare ; her robe, in hue carnation, Seemed loose, though held by clasps of gold, in Grecian fashion. Methought, in after womanhood the one Would ripen to an almost perfect being, Whose placid love in prosperous days would run, Streamlike, with quiet tenderness agreeing ; Or, fallen on evil days, that she would prove Herself above all wrong : the other, \" Love for love,\" Would cry, \" or be existence proudly lost !\" Would never listen to a sober plea : r"], [80, "66 MEMORIALS IN W^ould never stoop to reckon up the cost Incurred by desperate affection ; she Her sailor-boy would follow o'er the brine, Or share the bandit's life on rugged Apennine. No more. They were a contrast ; yet they drank Together from the universal spring Of natural happiness. O, I could rank The harmony and sacred communing Of children with the intercourse of love Angel with Angel holds, singing in realms above ! Naples, April, 1844,"], [81, "67 PROSE AND VERSE. THE TEMPLE OF NEPTUNE AT PÆSTUM. A FRAGMENT. IN this, the noblest of these far-famed three, Whose attributes are mystery and grandeur, They, who the veil of ages drew aside, First saw the rents the thunder-stroke had made ; But when it fell they knew not. Haply, 'twas Amidst the dreariness of cloudless skies ; For such things have been : haply, with the blast Of the Sirocco came the thunder-cloud, When universal Nature pants, nor man Nor beast goes forth ; and the horizontal air, Fired like a furnace, undulates at noon Beneath intolerable suns, and shakes These columns in the unstable perspective Of dreamlike mirage ; and the insect power, Whose name is Legion,* rides the air ; with him The mightier fiend, Malaria ; that sheds down Black influence, and sundry kinds of death : * The Mosquito."], [82, "68 MEMORIALS IN Till, sickening with the elements, the heart Of man fails him for fear, and sinks in crime. Or, haply, 'twas the winter, and the sea Grew dark, then whitened o'er beneath the gale, When the bolt fell ; and the low racking cloud Passed sullenly away, and muttering thunder, Held converse with the echos of the hills. Naples, April, 1844,"], [83, "69 PROSE AND VERSE. THE ZIZA OR EMIR'S PALACE.4 COME hither, day-dreamer, And wander alone In the courts of the Emir : His glory is gone : Midst the silence so fearful Of the rich stuccoed hall, The dropping mosaic Peels down from the wall ; And you hear the rat gnawing, And the bat's tiny cry, Instead of steeds pawing, And loud chivalry. You may seek the spiced garden, But its bowers are no more ; Its girdle is barren As the barren sea-shore. You may mount the high terrace, But the breezes are laid That erst floated the signal Of golden brocade"], [84, "70 MEMORIALS IN Of the dark girl impatient Her true love to greet ; Her true love that came not Though his horses were fleet. The spider has wrought O'er the lattice so fine A dusky gray tissue With line upon line : The fresco is mouldered ; The shudder of ruin The perishing marbles With slime is bedewing ; And the fountain that tinkled To the listening air, Is choking with dust, And the green maiden-hair. Palermo, April, 1841,"], [85, "71 PROSE AND VERSE. SEGESTUM. IT was an April morning of the South. In the carubba and the cork-tree strove All birds of song ; sweetest the nightingale. The upgathered snake that in the mule-path lay Basking, at our approach unwound itself, And slipped beneath the cactus, then with buds, With bright-eyed buds of yellow, edging round Its tough green leaves ; strange leaves, that from no stems, But each from the other grow ; themselves half wood, With prickles armed : the aloe's tardier spring Put forth not yet her lofty thyrse of flowers. So we rode onward in the morning sun : Till on a sudden turn among the hills, Segestum, thy sole relic rose before us,5 On mountain precipices throned : but still The way was long, or long it seemed : for they Who journey in these regions, now lose sight Of that they fain would reach ; now with a glimpse Are comforted ; and wade, and creep, and climb. But O, the wildness and the majesty When, the last rugged slope surpassed, you stand Within the Temple ! Wide the pavement spreads,"], [86, "72 MEMORIALS IN* And clear of all obstruction. 'Tis a joy Not single, but made up of many joys, To pace in meditation to and fro, Athwart the parallel bands of sun and shade ; And make long vistas with the Doric shafts Meeting by turns, and opening, till far heights On which the lonely goatherd hangs, gleam through. Scarce twenty paces off the hill sinks down In an abrupt ravine ; the torrent's roar Comes up with a sustained low ruthless sound. Formal and dark by contrast, overhead The cornice cuts the azure sky, relieved Not seldom by the soaring eagle's flight, In circles urged, projected on the sky, Traced and retraced, how grandly ! — I have talked With those who hold this Temple knew no touch Of craftsmen's finishing hands ; and urge in proof The nodules, short projections, holds of vantage, We see left on the stones, by aid of which The blocks were from the quarry raised, and slung Into their places ; and the grooves that clip The columns round ; grooves destined to receive The torus and astragalus of bronze, Of Grecian workmanship : — I cannot tell How these things may have been. The Temple now Is Nature's, and hers only. Who shall say In what consists completeness? Viewless powers"], [87, "73 PROSE AND VERSE. Haunt the encincture night and day, and work In unison, by mellowness and grace Perfecting the maturity of age — Sunshine, and rain, and dews, and frosts, and winds : Nay, he is rash who says there cannot be Regeneration in the thunder-stroke ; Although it dashed yon column from its base ; For all things work together for good ends. Enough : for now a joyful summons came To a repast our trusty muleteer Had in the shadow of a column spread. Which ended, through the day's concluding hours, Requited to the utmost, near the spot Careless we lingered, and conversed, and thought With hearts untravelled on those far away. But now 'twas sunset : and our wary guide Urged our departure. Little did he feel The glories of the scene : but well he knew Romance in certain spots at certain hours Will walk with hidden mischief hand in hand. So we descended to the rugged vale Not slowly, casting yet some looks behind ; And for Calatafime shaped our road. April, 1844."], [88, "74 MEMORIALS IN SELINUNTUM. OFOR the painter's art to bear away Piecemeal these wondrous relics ! He can throw Credence about the incredible, and take The understanding, by the nearest way, The eye. How may the pen portray this scene ? Vainly you tell me men of pith like ours Chiselled these awful masses : I have seen The wild goat browse on crags far less : say rather, In the beginning when these temples rose, Their scale was planned by giant intellects, And wrought upon by giants. Wheresoever A fragment of a column stands upright, This side how bright, on that what depth of shade ! It stands a very tower ; and he that climbs, Paces it like a warder to and fro ; Then in some fluting stands he sentinel ; Or in a hollow triglyph lies concealed. As mountaineers would scale a precipice, Let us explore the savage heap of ruin"], [89, "75 PROSE AND VERSE. That occupies the centre. Is it not The arch-mockery of confusion ? Yet we know What choice variety of dainty terms And designations of the builder's art Might be expended on these fearful blocks, That slope edgeways, or lie reversed, or prone, With intertwisted grass, and shrubs, and ferns ; Or perilously poised, as it should seem, Yet hang immoveable, and form black caves Beneath, where with the toad, and breeding snake, Blood-thirsty corsairs have in ambush lain ; And with loud oaths, and brandished scimitars, Surprised the traveller to chains or death. The battering engine, or the sulphurous mine, War, such as mortals wage, could ne'er achieve Such havoc. The great globe itself unhinged In pendulous vibration must have reeled, Swung from its inoffensive axle, then Nor sure, nor firmset : and in their despair, They of the city, mighty men of old, Not to the rocks and hills for shelter cried, But to their columns and entablatures, And said — \" Fall on us, hide us from the wrath To come ! \" Now not a dewdrop on the corn"], [90, "76 MEMORIALS IN Ripening around, or the wild parsley-weed, In the still morning sunshine stirs : the lark Unseen hangs over all, a downward flood Showering of melody. April, 1844."], [91, "PROSE AND VERSE. 77 i SONNET.— GIRGENTI. \" Arduus inde Acragas ostentat maxima longe6 Mœoia, magnanimum quondam generator equorum.\" Æn. iii. 703, T JOURNEY on, and ponder, and admire -*- Wonders that come so thick they make defeat Of fancy ; but I touch Girgenti's seat Sublime, and cannot choose but strike the lyre. High midst the fanes which here in ruins lie, Erst dedicate to the Olympian Sire, And the swart Deity who wrought in fire, And Hercules, and Leda's progeny ; Unscathed by time, thy temple, Concord, stands, With the last touch of Grecian artists' hands Yet visible : and this enchanting tone Of living foliage gracing mellow stone, Shows concord here surviving : may her ray Shine through the world at large some blessed day April, 1844."], [92, "78 MEMORIALS IN SONNET.— WASHERWOMEN AT THE FOUNTAIN OF ARETHUSA. SAY, is this Arethusa ? this the stream To whose soft music Greek and Roman sires Of Poesy attuned their golden lyres ? Whither hath flown the enthusiastic dream? What nymphs are these that vex the classic rill, Unceasing in their labour, in attire Unfeminine, barelegged, a sordid quire Of old and young, in accent wild and shrill ? If here indeed no amorous Goddess dwells, Fancy shall teem anew, in sheer despite; And with reality in open war, Call these princesses, changed by sorcerer's spells ; As in the homeliest wench La Mancha's knight Saw his Dulcinea, peerless as a star ! Syracuse, April, 1844,"], [93, "PROSE AND VERSE. 79 THE THEATRE AT SYRACUSE. EXTRACT FROM MANUSCRIPT JOURNAL. WE visited the remains of the theatre at Sy- racuse on a fine evening, as the sun was getting low over the heights of Hybla. This most in teresting relic seems not to have been built, but to have been almost entirely hewn out of the side of the hill in the solid rock. The seats are in tolerable pre servation, and have been so formed as to present a kind of ledge carefully rounded off, sufficiently raised to prevent the feet of any spectator from annoying the one who sate below him. The stairs are still ac cessible, though much fallen to decay ; the orchestra is partly overgrown with bushes and brambles. The water of the aqueduct from Tyche above, after turning some mills, forms a cascade among the ruins ; and at the mill-tail the wind was carrying the spray hither and thither like dust ; and it was only to be distin guished from the dust of the mill itself by the rainbow which was formed in it. Here we lingered, with part"], [94, "80 MEMORIALS IN of Acradina, the blue Mediterranean, Ortygia, the great Harbour, and the tract watered by the Anapus, full in our view. The peculiar enchantment of this spot gradually unsettles the belief that it once stood in the heart of a populous and mighty city; that here resounded the music of the orchestra, and the shouts of a gay or factious audience ; that here prattled gos- sips such as Gorgo and Praxinoe * ; here flashed the expressions of courtly wit ; here was a loose given to ruder jests; here were assignations whispered; here political opinions advanced : for the whole is lying as it were in the lap of Nature ; the silence is unbroken save by the dashing of waters, the song of birds, or the hum of insects; the heron takes wing from the rushes hard by ; and the lizard basks undisturbed at our feet. If those things were so, here has been re- generation, not decay ; for the waters of the city aque- ducts have returned to rivulets of the hill ; the very seats have been moulded into gradations which the waterfall covers with its spray ; and the rainbow comes in glorious stillness into the very centre of the thea tre. But this inscription, this regularly fashioned curve, this and that evidence of human design, are things palpable and unanswerable that force them selves upon us, which, however, we would not willingly * See the 2YPAK0Y2IAI of Theocritus."], [95, "81 PROSE AND VERSE. be rid of; for they impart no touch of melancholy now, but rather modify than disturb the illusion, and place the whole before us as less under the influence of a destroying power, than subject to the gentle hand ling of one which is gradually moulding it into a re newed condition of existence. Again, here might we sit, in a midsummer day dream, and inwardly rebuild and repeople those de serted regions : call up the shades of Dion, Timoleon, Hiero, Archimedes ; remuster the forces of Nicias or Marcellus, and man or destroy at will invading arma ments ; or cover the pestiferous regions of the Anapus with the bodies of the besiegers, and shape the gaunt spectre of malaria hovering over her unburied thou sands, and scourging in fiend-like mercy 'the proud Himilco home to his native Carthage, there to perish by his own hand ; or summon the intendant Verres before us — Verres, the false, the lascivious, the avari cious, the cruel, the sacrilegious — summon him and his lewd band of associates, embody and set forth his piles of plate, his gold, his statues, and his purple. But suddenly the air grows eloquent — breathes and burns with the denunciations of intellect and justice fulminated against the evil doer. And see, the tyrant flies 1 Now no one fears him, no one values his fa vour, no one ever loved him ! He flies, to hide his G"], [96, "82 MEMORIALS IN head in voluntary and miserable exile, there, in an hour of awful retribution, to be stripped and mur dered by a spoiler * stronger than he. But our visions are suddenly dissipated by the shout and song of the muleteer, and the loud ringing of the bells of his mules, as they pace along under the weight of the lettiga through the very corridor of the theatre, now a public way. The sun of Syracuse is indeed set. Let us go. Syracuse. April, 1844. * Mark Antony."], [97, "PROSE AND VERSE. 83 ASCENT OF MOUNT ETNA. EXTRACT FROM MANUSCRIPT JOURNAL. \" Where the slumhering earthquake Lies pillowed on fire, And the lakes of bitumen Rise boilingly higher.\" manfhed. A T about four o'clock in the afternoon, (Friday, * **- April 26) mounted on mules and horses, we left Catania for Nicolosi, for the purpose of taking guides from that place for the ascent of Etna. Our party at starting consisted of Mr. T , Mr. S , myself, two muleteers, and a boy : we were afterwards joined by Mr. K , and his muleteer, also mounted. Here Mr. T 's mule made a most vicious attack with teeth and heels on the mule of Mr. K— — ; bites and kicks were exchanged unpleasant even to witness ; however, the animals were quieted without accident. In less than three hours we reached Nicolosi, a village said to be more than 2000 feet above Catania, and ten miles distant. Here we remained until about half-past eight o'clock ; when we sallied forth to continue our journey up the"], [98, "84 MEMORIALS IN mountain ; our party being augmented in number by two guides, also mounted. We set off in spirits ; for the night was most beautiful : clear, warm, and quite calm, with a fine moon about a week old ; by the light of which we could see the distant summit of the moun tain quite distinctly, with the smoke issuing from the crater now and then tinged with flame. Leaving the Monte Rosso on the left, we proceeded up a tedious road consisting of ashes, scoriæ, and rough hard lava; whilst the muleteers occasionally awakened the echoes of the Etnean solitudes with their wild chants. It was not very long before we came to the woody region of the mountain; and at about eleven o'clock we arrived at a hut in the upper part of it, called the Casa del Bosco. By this time we all began to feel the cold of the night very sharply ; and I do not think I shall ever forget the genuine de- light with which we saw a bright fire, which the guides made for us in the centre of the lava-built casa, blazing up to the very roof. Fuel there was here in plenty : the floor, however, was earth ; and the only furni- ture some of the stones of Etna ; stretched on which, after getting thoroughly warm, I had half an hour's sound sleep. The warmth here was of the greatest service to us, and lasted us through the remainder of the night."], [99, "PROSE AND VERSE. 85 At about midnight we left the Casa del Bosco, still on our mules ; and proceeded upwards and upwards, always by a similar kind of path. Not long after we left the Casa del Bosco, the moon began to fail us ; and we had to pass under a wall or low cliff of lava, the shadow of which kept the path in darkness, whilst the moon shone obliquely in our faces. Just here we came to a part of the road difficult to pass ; and the rider preceding me stopped, and said he could neither see the way nor go on. He, however, soon managed to surmount the obstacle ; which was a steep broken step (as it were) in the lava rock. I then took my turn. My horse, after getting his fore-feet on the impediment, seemed to make no further effort ; but let himself slip backwards on his haunches against the mule behind me, who, in his turn, recoiled against the next, and a serious accident appeared inevitable. I dismounted, and the muleteers came to my assistance, and after some dangerous flounderings and plunges on the sharp lava, my poor steed lay quite still with his hind legs tucked close under him, evident!}' in the greatest terror. I walked a little further up the ascent ; and they got him up, and brought him to me, and I re mounted, and we proceeded as before. The road con tinued more or less beset with similar obstacles ; and the moon soon afterwards went down ; but the night was"], [100, "86 sMEsMORIALS IN so fine and calm, and the stars so brilliant, that we did very well as to light. However, as we were once more stopped by some impediment similar to the last, T s mule again took the opportunity of flying at one of the others, and a regular combat took place between the animals, in the dark, to the imminent peril of the riders. I heard some sound kicks given and received ; and saw indistinctly T 's vicious brute twisting violently round and round on his hind legs ; close to the edge of a black precipice, which in the obscurity looked bottomless. It was really a frightful sight. But these things occur so suddenly, and are, one way or another, terminated so quickly, that, at the time, you think little or nothing of them. Most happily, no harm ensued, and we all continued our route as before. Soon after this, we reached the snow, which lay in wide patches in the hollows of the lava and ashes. We crossed several of these patches without accident ; but on one of them the mule of the foremost of my companions fell, with his leg through the snow ; and my horse slipped down, close to the sharp edge ofthe lava. I dismounted immediately, and was quite as tonished to find what a slippery state the snow was in. How the animals managed to walk or stand upon it I know not. Not being aware of this, on alighting, I fell"], [101, "87 PROSE AND VERSE. down immediately ; and on attempting to recover my legs, slid rapidly backwards until I was brought up (in nautical phrase) by coming in contact with some one of the party behind. However, we all crossed without injury, and remounted ; and continued our progress upwards. At last we came to a place differing little in appear ance from others that we had passed ; where, however, the guides decided that we must leave the mules and horses. Accordingly we resigned them to the charge of the muleteers, who returned with them to the Casa del Bosco, there to wait for us on our descent. The guides furnished us with sharp pointed sticks ; and we set forwards on foot. Our way lay over an apparently interminable succession of slopes of frozen snow ; rug ged, and excessively slippery; and I believe we all found them painfully toilsome to ascend. For my own part, I often fell, and slid back several yards, and had all the work to do over again ; so that in a short time I began to feel so much fatigued that I was several times compelled to stop and lie down on the snow : and in this way I proceeded until we reached the Casa Inglese. The Casa Inglese is a small hut, nearly 10,000 feet above the sea, erected for the accommoda tion of persons ascending Etna ; but it was impossible to enter it, as the snow was still as high as the eaves"], [102, "88 MEMORIALS IN of the building. It is usual in making the ascent later in the year, to ride thus far, which renders the excur sion much less fatiguing. Beyond the Casa Inglese, though the dark mass of the cone lay right before me, and apparently quite near, yet the slopes of snow continued to rise up, one after another as if by magic. Again and again, as we attained for a few minutes the luxury of some rough ashes to walk upon, did I inquire of my guide, whether there was any more snow ? and again and again did he reply, \" Si, Signor, c'e un altro poco piii avanti\" — until I fairly thought myself and the mountain bewitched. We had now attained an altitude approaching 10,000 feet above Catania, and I began to experience the effect of the rarefaction of the air. I felt no distressing symptoms whatever in the chest; but a violent throb bing in the head came on, yet without pain. As soon as I ceased walking, it became, as it were, distinctly audible, like a loud and regular hammering at ten or twelve yards distance ; but after I had rested a few seconds, it entirely subsided. And in this way I pro ceeded slowly, until the snow was indeed all past, and the base of the cone, on which snow did not lie, was fairly attained. My companions, who had started from the place where we had left our mules, at a pace which I could"], [103, "PROSE AND VERSE. 89 not keep up with, had by this time left me considerably behind ; but not so far as to prevent the two guides, one of whom remained with me, from calling to one another. My guide was here hailed by the foremost, to say that one of my companions was tired, and had sat down to wait for us to come up with him. How ever, after waiting a little while, as I afterwards learnt, he went on ; and we did not rejoin him until we reached the summit. We now began to ascend the cone by a circuitous route, over hard and very steep volcanic rock covered with loose stones of all sizes. Here I got many falls, and once slid several yards down the side of the moun tain, but recovered myself without injury. On com paring notes afterwards, I found that my companions, who were ahead of me, had all had falls about this part of the ascent. The day now began to break ; and, among other remarkable volcanic features, we distinguished, far beneath us, the stream of lava which broke out in the lower part of the mountain, and so nearly overwhelmed the town of Bronte, last Decem ber. Soon afterwards, at twenty minutes before five o'clock, I found, to my infinite satisfaction, that I had attained the edge of the crater ; along which, but still with a considerable ascent, amidst thick dri^ng sul phureous vapours, we continued to walk, to the highest"], [104, "90 MEMORIALS IN point of the mountain. Here I rejoined my compa nions, two of whom, with their guide, were settling themselves to sleep in the warm ashes. I walked on, along a narrow ledge, composed of very frail materials, to the furthest accessible point ; where, before me, I saw the disk of the rising sun, and beneath, Taormina, Messina, with the volcanic islands, and among them, Stromboli, in the distance; together with the whole line of coast, and the expanse of sea : whilst close on my right, enormous volumes of smoke, now illuminated with splendid sun-light effects, and now tinged with the fires of the crater beneath, rolled furiously away to the leeward : whilst on the left I saw another part of the crater irregularly divided into fearful valleys and hol lows, issuing from which I heard continued explosions as of artillery ; each explosion being succeeded by the harsh clatter of the fragments that had been hurled up wards, as they fell back upon the rocks. Even when on the spot, it is not an easy matter to obtain a distinct idea of the summit of Etna. The smoke and vapours shut out a great part of the view, and the faculties are bewildered with witnessing violence and confusion not usually connected with the operations of Nature. The real character of the weather was perfectly calm and serene ; but even under the most favourable circum- stances in this region of terror every thing partakes of the character of furnace and storm ; and at this eleva-"], [105, "PROSE AND VERSE. 91 tion, aided, in all probability, by the operation of the volcano itself, the air drew away pretty strongly from the north, with a piercing effect of cold that was hardly to be resisted. We stood on a frail narrow ledge ; and three several times we felt shocks of earthquake. The prevailing idea upon the summit of Etna is, \" How dreadful is this place I\" We soon all reassembled, and got together out of the wind just below the edge of the outer slope of the cone, supporting ourselves by thrusting our heels into the loose ashes, the warmth of which we found inex pressibly grateful. I have already described the sensations I experienced during the ascent. Another of the party suffered greatly with pain in the chest : and another, when on the summit, vomited ; but he would not allow that it was owing to any thing but to the stench of the sul phureous vapours. At Catania, I had protested against making the ascent at night ; but I was outvoted ; and I now think that, on the whole, for local and other reasons, we did right to ascend at night. Besides, we had observed that at about ten in the forenoon, a cloud generally settled for the day on the summit ; making it advisable to reach it very early in the morning. However, the day we fixed upon for our expedition was fine through out ; but not so the day before, nor the day after."], [106, "92 MEMORIALS IN As I had anticipated, notwithstanding the fineness of the weather, the sight of the sunrise, like all sun rises seen from mountain tops, proved a failure. I had heard much of the general magnificence of the spectacle, as well as of the extraordinary effect of the projection of the dark shadow of the cone of the mountain over the face of the country ; but I saw nothing connected with these particulars the least worthy of remark. During the ascent, however, in the night, the circumstances attending the view of the sidereal heavens far exceeded my expectations. The splendour of the constellations outshone any thing of the kind I had ever before witnessed, or even imagined. The Milky Way lost its uncertain nebulous character, and put on the appearance of luminous, well-defined cloud; and I do not assert it as a fact, but I verily believe that by its light, and the general light of the stars, I saw my own shadow on the snow. It was in deed a glorious spectacle I As Etna has no lofty mountains near it, the stellar horizon had the appear ance of being far below us : we had in fact more than an entire hemisphere to gaze upon : and I saw some fine stars rise from, and others set within, the black abyss beneath us. The rising of the planet Jupiter early in the morning, was in this respect a very beautiful phenomenon. I saw also in the course of the night two faint flashes of lightning in the cloud-"], [107, "93 PROSE AND VERSE. less darkness beneath us ; and, in the sky above, two, and only two, excessively faint meteors. The morning twilight appeared of very brief duration. On the summit we found the sulphureous vapours very overpowering; and after remaining there about an hour, we began the descent of the mountain, not the way by which we had ascended, but directly down the sheer declivity which lay beneath our feet, where we had all been reposing. From its extreme steepness it at first appeared impracticable ; but one of the guides led the way quickly and decidedly ; and we soon found it afforded a very rapid and comparatively easy path ; for it consisted for the most part of fine ashes, into which we sank more than ankle deep at every step, without the possibility of slipping : but now and then the ashes ended abruptly, giving place to a steep face of hard sulphureous rock, covered with loose stones ; and wherever this occurred, you were pretty sure, without care, to get a smart fall. This path soon brought us to the slopes of frozen snow, which, in the ascent, I had found so formidable ; and to my great surprise, I descended them without difficulty, and kept well up with my companions. We now diverged to the left in order to obtain a view of the famous Val del Bove ; an enormous deso late valley or ravine, high up in the mountain, pre senting every variety of the most awful volcanic"], [108, "94 MEMORIALS IsV scenery. It is much the finest thing in the whole region of Etna. Although no colouring could have been anticipated in such a scene, yet the varieties of black were quite astonishing. Effects too of light and shade abounded; and the transparent air, and the bright morning sun, cast a velvet -like softness of tint over the lava streams, with now and then a tinge of the most delicate purple imaginable, \" - - - Smoothing the raven down Of darkness till it smiled. We were in truth most fortunate in obtaining so perfect and enjoyable a view of this tremendous valley; often for months together the abode of aerial clouds and tempests, even when unvexed by volcanic storm. We continued our route down the patches of snow, until we once more entered upon the woody region ; and at about nine o'clock, regained the Casa del Bosco, where we found our muleteers fast asleep in the sun. After a short delay, we remounted, and as we had had a fatiguing walk of about eight hours, we were not sorry to ride down the remainder of the mountain. Here I was much pleased at hearing the cuckoo : it was the first I had heard this year; and the first I recollect to have ever heard out of England. We had now a better opportunity of observing the woody region than when we passed it in the night."], [109, "95 PROSE AND VERSE. I confess I was disappointed in the beauty of it ; at least, of that part of it which we crossed. There were some terrific cascades of lava that had desolated many localities of the region, within sight. From hence we enjoyed an excellent view of the very numerous minor volcanos that have at various times broken out in the lower regions of the mountain. They are all now extinct, but they have generally proved very de structive. Some of them, the Monte Rosso, for in stance, are hills of considerable elevation. We also saw the celebrated Grotto del Capre, which we had passed in the night. It is an insignificant cave near the Casa del Bosco, and was once the only refuge for travellers ascending the mountain. Many names of travellers are carved on the trees which surround it. I was disappointed to find that the chestnut tree called from its great size \" de' cento cavalli,\" did not lie in this part of Etna. It must be visited in a distinct excursion from Nicolosi. Passing from the woody region through the desola tion of lavas of various dates, and over a long tract of the black pulverized ashes of the Monte Rosso, we at length reached Nicolosi. Here we dismissed our guides, and obtained some refreshment, and remained about two hours, and then remounted in order to ride quietly back to Catania. But our scrambles were not"], [110, "96 MEMORIALS IN yet over. Just as we were leaving the place, the vicious mule managed once more to fly like a tiger at one of the others ; a fresh kicking and plunging en sued, which broke T 's girths, and he fell on his back on the sharp stones of the steep paved village street which we were descending. Most fortunately he was not hurt. He remounted, and we continued our ride to Catania, where we arrived between three and four o'clock, having been absent about twenty three hours ; and, considering the season of the year, we could not but be satisfied with the success of our ascent of Mount Etna. In the evening we had the honour of a visit from Professor Forbes, of Edinburgh. He had just arrived at Catania, and wished to make some enquiries of us concerning our expedition. In the course of conver sation, I mentioned to him the symptoms which I had experienced when near the summit of the mountain ; and he told me that he had often ascended to great heights, and that he had occasionally, but not in variably, felt similar symptoms.* The next morning I perceived that a steel key which I wore at my watch chain, and the steel pipe of my watch key, had become corroded, and turned nearly * See Ascent of the Col du GSant, in this volume."], [111, "97 PROSE AND VERSE. black. This was evidently owing to my having re clined upon, and having thus brought them into con tact with, the sulphureous ashes on the summit. In the Cabinet Encyclopædia, in the volume on Astronomy, by Sir John Herschel, is the following note. \" The height of Etna above the Mediterranean (as it results from a barometrical measurement of my own made in July, 1824, under very favourable circum stances) is 10872 English feet.\" The distance from Catania to the summit of Etna is called thirty-six miles. This must surely be an exaggeration. Agreeably to this reckoning, we should have performed, in going and returning, twice thirty six, or seventy-two miles, in about twenty hours : making our average progress, whilst actually on our road, something greater than three miles and a half an hour ; which, although we descended rapidly, is too much. The fact is, guides are in the habit of calling an hour spent on a mountain excursion, a league ; which exactly accounts for the estimated distance. Catania, April, 1844. H"], [112, "98 MEMORIALS IN SONNET.— THE CUCKOO ON ETNA. UPWARDS o'er frozen and o'er fiery slopes Struggling, to Etna's burning peak we passed By night ; and for requital of the hopes That waited on the adventure, stood, aghast, Upon the crater's unsubstantial ridge, Over a quaking gulf, that path or bridge Tamely endures not. Yet, as from that cone Pernicious we descended, fragrance born Of sunshine, and the jocund April morn, For sulphurous exhalations did atone : And, chief of all, I hailed the gladness thrown By the first cuckoo of the budding year I ever chanced in foreign climes to hear, Dread Mongibello,* o'er thy woodland zone. * The local name of Etna."], [113, "99 PROSE AND VERSE. ROUGHING IT. GOOD Sir ! pray bid them take away your wretched stuff called tea ; I'll treat you to a cup of mine — they can't impose on me : You never catch me at a loss, for still, where'er I go, I make a rule of roughing it as travellers should do. Sir ! self-protection is a law that governs all mankind ; 'Tis in these little things you see the gentleman re- fined. 'Tis by their nice resources you may tell the chosen few Who make a point of roughing it as wise men always do. I've got the new preventative to take mid'st heaving surges ; Perfumes, and sweetmeats, spice, liqueurs, and sauces sold by Burgess ; The recipes of Madame Starke, and blue pills one or two; For I make a point of roughing it as travellers should do."], [114, "100 MEMORIALS IN These things go in a nutshell, Sir ! id est, my own voiture ; The poet says, a nutshell 'twas Queen Mab rode in of yore. Aha ! you take the joke I see ; the thought is quaint and new ; And proves that I love roughing it as travellers ought to do. And then I've got a patent steam machine to boil potatoes, That neatly packs within a new flea-catching apparatus ; And best of all I've got — but are you going, Sir ? — Adieu! (Piano) To-morrow I shall have these rooms now occupied by you — (Forte) O, I make a point of roughing it as travellers ought to do. Catania, May, 1844."], [115, "PROSE AND VERSE. 101 SCYLLA AND CHARYBDIS. EXTRACT FROM MANUSCRIPT JOURNAL. THE day after leaving Catania we spent a delight- ful morning in the contemplation of the antiqui ties and wonderful scenery of Taormina, and thence came on to Messina. I do not like to quit Sicily with out a word respecting Scylla and Charybdis. I have been twice at Messina, which is in their immediate neighbourhood, but on neither occasion have I been able to explore them carefully, though I have been on sailing excursions about the strait in a small boat, and have twice passed through it in a steam vessel. Scylla is a castle-crowned rock, and of course, per fectly well identified. The whole locality is extremely picturesque. Respecting Charybdis some uncertainty exists. Some say it is the eddy called the Garofalo off Messina lighthouse ; others, that it is the strong eddy off the Faro of Messina, nearly opposite Scylla, ten miles off. But the entire strait is full of eddies, and this makes its navigation at all times somewhat preca rious. During our stay at Messina my companions"], [116, "102 MEMORIALS IN sailed over to Scylla, but it blew so hard that they could not attempt to land. One of them told me on his return that he had heard the breakers make an unusually loud noise against the rocks. He therefore, as well as Ulysses, must be admitted to have heard the barking of Scylla's enchanted dogs. But similar sounds are to be heard on every bold coast in bad weather. It is most likely that the terrors of Scylla and Charybdis are as great now as ever they were ; nor do the fabulous exaggerations of Homer and Vir gil show any thing to the contrary. Owing probably to the pious awe with which their religious feelings in vested every natural object, the ancient poets differ in this from the moderns, that they have left us scarcely any descriptions of natural scenery, divested of fable, and treated subjectively, in the spirit of modern idyls, in which the supposition is, that the poet is on the spot, and speaking in his own person. But the ancients are rich in epic and dramatic narration, put into the mouth of persons supposed to be at a distance from the place of which they are speaking ; and in such narrations, descriptions may be introduced so as to be unexcep tionable, although they may not convey correct ideas of the localities to which they refer. In our own lan guage we have a strong instance of this. Shakspeare's well-known description of Dover cliff neither conveys"], [117, "PROSE AND VERSE. 103 an accurate notion of that cliff in particular, nor, as indeed Johnson's note on the passage points out, of the impressions naturally made on the mind of a per- son standing on the brink of a terrific height. But it is further to be observed, that the passage is not put into the mouth of a person on the spot, but of one who is essaying to make another, who is blind, believe that they are standing together on the summit of the cliff, when in reality they are at a distance from it. The description has therefore a dramatic propriety and a naturalness of its own, the sustaining of which, in its place in the drama, is of far more importance than the dressing it up as a recognisable picture of a given locality. Dover cliff, it must be confessed, has little enough to do with Scylla and Charybdis ; but it would be as unreasonable to argue from Shakspeare that Dover cliff has altered, as to argue from Homer that Scylla and Charybdis have altered. Before we criti- cise a description, we ought to understand what the writer wished to delineate. A scene truthfully por- trayed, in prose or in metre, has its merits ; but the interests of a higher order of truth are consulted, when the features of the external world are made subservi ent to delineation of character. April, 1844."], [118, "104 MEMORIALS IN IN THE STEAM-BOAT OFF THE COAST OF CALABRIA. THANKS for a night of calm upon the sea! — Is yon a planet sinking in the west ? No ! 'tis the sleepless fire of Stromboli Beaconing far off. And we might say, dear friend, Our vessel hangs in a crystalline sphere ; For the same heavens that glitter overhead Are mirrored far beneath ; star echoes star. And at our bows, and look ! on either hand*' Starboard and larboard, how the waters gleam With something more than reflex, something more Than surface light, upcreaming from the deep, In apparitions delicate and rare ; Refulgent globes, and sheets of watery flame Distinct with sparks, now quenched, now re-illumed, By fits, as throb the pulses of the sea To measured cadences we cannot hear. For, such the animation of the deep, Methinks the sea-nymphs with immortal shells In grots of pearl make melodies to-night,"], [119, "105 PROSE AND VERSE. That from the sea-halls vibrate through the waves, That cannot choose but make response in light. Two ways the sea is starry, and our wake, Dividing -the gross darkness far astern, Rivals the Milky Way ! Hold now my arm ; Under the millrace of the paddle-wheels The foain is — constellated ? No — 'tis light Immaculate, yet shaftless : light unwrought To brilliancy ; like that the optic tube Discloses, far in space, in shapeless clouds ; Materials haply to create more worlds. But with the glory of the spectacle, Its excellence and beauty undefined, Rest we contented. Will you to your berth ? Then lend me the capote you brought from Venice : To-night on deck I will outwatch the Bear, That fears to dip his outline in the main. April, 1 84l."], [120, "106 MEMORIALS IN' PISA REVISITED. PISA, the storm-blasts ofthe Apennine Had half congealed the Arno when I last Beheld thee : now the genial airs of spring Come from the vineyards and the olive groves, And fan thy ancient battlements, and pass Within, bringing perfume, and sound of bees, Into thy quiet precincts. Once again I tread the Campo Santo's hallowed ground,8 Waking the echoes of its gothic cloister, And dwell upon the frescos on its walls, A Bible history speaking to all eyes,9 With awe and love : again I contemplate The leaning Tower — the Duomo — Baptistery ; And on the grassy plot without I sit To watch the progress of the bands of shade Cast from their rows of open pillar-work, Whose nice recesses, as the Sun moves on, He searches through and through ; from morn till eve Ripening the very stone to hues of gold ; Then in unmitigated pomp goes down,"], [121, "107 PROSE AND VERSE. And on the rich cathedral gates of bronze Leaves his last splendours lingering. Yes I thou hast beauty, grandeur, truth ; and they Are attributes akin to good supreme ; And therefore shall this spectacle survive, These thy four marvels, in harmonious group, Upon the tablets of my brain, fair Pisa, Pre-eminent among the memories Of Italy. I now revisit thee With joy unfeigned; nor will I, when we part, Bid thee farewell for ever. Pisa, May, 1844."], [122, "108 MEMORIALS IN SONNET— ON THE PAINTINGS OF WALLIS.10 WALLIS ! that hast with keen poetic eye Looked through the very soul of visible things And turned the loftiest imaginings To pencilled shapes, with hues that cannot die ; Thou of all Nature lover, friend, ally, Hast long conversed with southern skies, and hills, Forests, and floods ; there heard the voice that thrills Throughout creation everlastingly. Thee, therefore, cradled in the lap of Art, The cataract — the eagle of the rock — Earth in the pomp of heaven at sunset dressed — Fruits, foliage, of the gardens of the blest — Italian splendours, blind not ; but unlock The vast resources of thy British heart. Florence, May, 1844."], [123, "PROSE AND VERSE. 109 A SKETCH AT VALLOMBROSA. \"TN Vallombrosa, where the Etrurian shades A High over-arched embower\" — in oak and chest nut glades, Beneath the very trees by Milton seen In autumn,* now spring-clad in freshest green ; Three lovely boys it was our chance to see Leaping the voiceful water-brooks in glee ; With golden flowering broom entwined around Their heads ; with merriment they came of pleasant sound ; And to fill up the summer's vocal cheer, The nightingale sang loud and long, and cuckoo shouted clear. But straight the boys left off their boisterous play, When they came bounding on the mountain way ; For there, within a chapel, small and rude, With words beneath of sacred import, stood An image of the Virgin and the Child ; Dear emblems of protection in the wild ; * In the year 1638 ; 206 years ago."], [124, "110 MEMORIALS IN Each doffed his garland, each before the shrine Knelt down, and kissed the sculptured forms divine ; And rising, each his brow crossed with the sacred sign One moment more, with shout and gambol new, Down the steep mountain path the truant comrades flew; And though their passing reverence was brief, Their worship such as we must view with grief, Yet they are blest, nursed in devout belief : For it is written, by the will of heaven, High charge to intermediate powers is given ; Nor dare we say amidst these water-floods Sky-born, these solemn rocks, and caves, and glorious woods, No guardian spirits dwell, no angels hover, Suppliants like these from injury to cover. June, 1844."], [125, "PROSE AND VERSE. 111 THE SACRO EREMO, OR CITY OF HERMITS. THE UPPER CONVENT OF CAMALDOLI. TO the recesses of the Apennine We climbed, above Camaldoli, and found The Hermits' City in deep mountain woods Of pines and chestnuts ; whence, by gray ravines, The cloud-engendered waterfalls descend, Whose glorious destination is to feed The Arno and the Tiber. We were met By a good Benedictine at the gate, Who signified a welcome, spoke it not ; For these converse with heavenly things alone. To many a shrine he led us, many a cell, For centuries by Saint and Anchorite used ; And bowed his head, and knelt in prayer, before Carved images of wondrous sanctity ; Whilst solemn intermittent undertones Dropped from his lips, like waters in a cave."], [126, "112 MEMORIALS IN Mortification weans these men from earth : Their food herbs and rock-water ; iron their couch Morning, and noon, and night, year after year, They dedicate their lives to* prayer and praise. Oft when the whirl-blast eddies round and round The precipices hung with shuddering pines ; Oft beneath skies distinct with frosty stars, When the ice-brooks are voiceless, and the woods Bow down beneath the snow-drifts, deadening all The echoes, when the very convent bell Is dumb with snow, forth come the punctual quire, Gliding at midnight, an unearthly train, To call on God with services and hymns. Let us forbear to search too curiously If all be done in genuine purity And lowliness of heart. A cell's repose Ensures not a soul's peace. 'Tis very meet At times to reckon with ourselves, in league With solitary thoughts ; but wakeful fiends Might fabricate a deadly snare for these Out of their penances and solitude. Too self-sufficient, and too much alone, Is to go mad ! — But hold, intruding thoughts : Whither your thread may lead we will not follow. Rather by meditation let us dwell"], [127, "PROSE AND VERSE. 113 Upon \" the gentle shock of mild surprise That carried far into our hearts\" thy words Scarce audible, and soul-subduing look, Meek Hermit, and that air of sanctity Which filled those precincts ; for they savoured not Of this world, and they melted us to tears. Florence, June, 1844. 1"], [128, "114 MEMORIALS IN LA VERNA. EXTRACT FROM MANUSCRIPT JOURNAL. WE left Camaldoli at a little after eight in the morning, and after an hour's steep descent, arrived at a small village called Partina. We soon commenced a long ascent, after surmounting which we arrived at La Verna, in something less than five hours from Camaldoli. La Verna is, in fact, a Hospice, on the summit of a pass leading from Bibiena, Chitignano, andPieve San Stefano, directly over the Apennines. On the side of the mountain we found the heat of the sun very great ; but on arriving at the Convent, we were shown into a room with massive walls, quite shaded from the sun, so that it felt very chilly, and we ac cepted with delight the offer of a fire, which we soon saw blazing up the capacious chimney. We could scarcely have anticipated enjoying a fire-side in the middle of the day on the 7th of June, in Italy. Imme diately on our arrival we were visited by the Superior, who, amongst other topics which he introduced, ques tioned us about the Queen, Sir Robert Peel, O'Con-"], [129, "115 PROSE AND VERSE. nell, the Thames Tunnel, and Dr. Pusey. Of O'Con nell he said — \" E un uomo di ferro !\" After some refreshment, we walked out, and met in the corridor a country lad who had been severely bitten in the leg by an adder, and had come to the Convent for relief. The good brother in the spezeria who acted as leech, examined the wound, but appeared sorely puzzled, and inquired of us if we were \" medici ?\" We then visited the various shrines and spots of peculiar sanctity in the immediate neighbourhood of the Convent. One of the brethren, and two of the country people, accom panied us. At every altar they knelt in praver ; and in the cave in which Saint Francis, the founder of the Convent, had made his bed — a dark cave now dripping audibly with water — the silence was broken only by their subdued voices, and the sound of the dropping. In the various chapels, and in the church of the Con vent are some very magnificent specimens in terra cotta by Luca della Robbia ; finer than any to be seen in Florence. The position of La Verna is very com manding, giving it somewhat the appearance of a for tress or strong-hold. Its wood scenery is beautifully diversified with rock, affording the grandest landscape studies both in outline and colour ; and all about the Convent you catch most picturesque figures of the monks, or of the country-people, in attitudes of ado-"], [130, "116 MEMORIALS IN ration before the various shrines and altars. We heard the cuckoo and the nightingale all day long ; and the wild broom covered the face of the country for miles with its golden blossoms. Our dinner was very good ; with fish from Ravenna, on the Adriatic. We afterwards received another visit from the Supe rior, accompanied by an aged brother, and whilst they were sitting in conversation with us, the Convent bell sounded the Ave Maria, when the good Franciscans rose — we following their example — and all stood with our faces turned one way in silent meditation for two or three minutes ; after which we reseated ourselves at the fire, and continued our discourse. On retiring to rest we found the accommodations inferior to those of Camaldoli, but far better than report had led us to ex pect. At one o'clock in the morning we heard the sound of a strange kind of drum echoing through the corridors to awaken the brethren to early matins. We rose in good time, and left La Verna at six in the morning, and went to Bibiena, where our carriage met us ; and at a little after six in the evening, we reached Florence. June, 1844."], [131, "117 PROSE AND VERSE. FIRE-FLIES. COME forth ! The summer insect now recalls The intoxicating blaze of festivals, And surnamed of the element of fire, Shines at the lover's hour on wings of young desire : Nor singly shines : here, by Valdarno's farms,* He and his kindred flit in countless swarms. Not as in English lanes and hedgerows damp Glimmers at eve the glow-worm's hermit lamp ; But I have read in tales of faery-land Of golden apparitions, band on band Of Elves that dance to their own light, and these Are of them. Look! the corn-fields, vine-bowers, trees, Are constellated ; and the darkling earth Mimics the heavens. Can this be insects' mirth ? And look again ! Their sparks beneath the bushes Mantle by fits in intermittent gushes, Like planets when they set, or play of maiden's blushes, Yes ! 'tis a giddy and tumultuous light, Glittering in very mockery and despite * The Cascine of Florence."], [132, "118 MEMORIALS IN Of sleep and quiet dews. And hark ! the bird of night Chimes in, and strives with these in blest endeavour ; For nought can music from refulgence sever ; Ordained in earth and heaven companions ever. How glorious such existence, magic flies ! Ye live and move in light, and light is paradise. Florence, June, 1844."], [133, "PROSE AND VERSE. 119 A THOUGHT AT VENICE. WHEN Venice, save in name, shall be no more, And the lagoon shall o'er her marbles flow, If to her former place from the low shore Some English Bard in pilgrim's weeds shall row ; Before his mental eye, as in a glass, Long files of Doges wedded to the sea, Or pomp of tournaments, or will there pass The virgin Brides, afloat with minstrelsy? Rather for him will hover o'er the deep Her scenery of Palace, Bridge, and Tower, Peopled with forms in tragic robes that sweep ; Jaffier — the Jew — the Merchant — and the Moor. Venice, July, 1844."], [134, "120 MEsVIORIALS IN SONNET.— AT VENICE. AT Venice hourly by the marble quays The steam-ship thrusts aside the gondolas : At Venice the long railway duct divides (Unnatural isthmus) the laguna's tides : Well may romantic youths and maidens craze ! The world reels onwards. He that thinks and feels Stands not to be cast down beneath the wheels Of change. So fares the man who stands at gaze. And with the graces flown of ancient days, We would believe an epoch is begun For coming triumphs, to be ranked among The loftiest themes that swell the poet's song, By revolutions bringing round a sun To melt away all intellectual haze. Venice, July, 1844."], [135, "121 PROSE AND VERSE. MILAN CATHEDRAL. T TE cannot choose but sing, -*- ■* This consecrated floor who treads, \" The King of Glory shall come in : Ye Gates, lift up your heads ! \" The soul expands, and sends the eye Unawed to scan, around, on high, This Fane, than whose no pillars give A nobler range of perspective. So in majestic order sweep Unnumbered files of loftiest stems Sublimed with leafy diadems In Indian forests deep : And, as the sunset shoots through forest glades, Celestial groups, in many a burning row, Chequering the gloom religious that pervades The combinations of this saintly show, From the painted glass descend, In rich variety to blend sheir hues with tones the breathing organ flings About the whole, in sound's harmonious colourings."], [136, "122 MEMORIALS IN i And now the winding marble stair High as the Temple's outward roof Hath led me : 'tis no spot where fear Stands from the brink aloof. Here seeming trellised gardens, here Fruits, flowers, and foliage, hang in air ; And pendent terraced walks are made, Diversified with light and shade ; And traceries with patience wrought, All of the carver's teeming brain, In marble without streak or stain, From Alpine quarries brought. And art exulting in her power and riches, Adds solemn forms, read of in scripture stories, Kneeling or standing in their shadowy niches ; And, chief of all, among these sculptured glories, Saints, angels, human and divine, Consummating this vast design, On snow-white pinnacles rise high and higher, To where, in gold, the Virgin tops the far-seen spire Beneath, the guardianed city lies : Beyond, with vine-grown plains between, The Alps, uniting earth and skies\", In horizontal sheen Glassing the purity of heaven,"], [137, "PROSE AND VERSE. 123 Rear crests on crests, like waves storm-driven ; An ocean stream of silver curled Around the ægis of the world ! And O, methinks, on peaks so bright (But that this dull encumbered eye Such visitings may not descry) Angels must oft alight, Then back to bliss, crowning in winged trains Points where nor pulse hath beat, nor foot hath trod, Completing link by link, the golden chains In which this earth hangs from the throne of God. And thus by sincere thoughts of love They first suggest, and next improve, This Temple's marvels draw both young and old To ponder loftiest things by steps refined and bold, Milan, July, 1844."], [138, "124 MEMORIALS IN THE PAINTING OF THE LAST SUPPER AT MILAN. EXTRACT FROM MANUSCRIPT JOURNAL. I CANNOT leave Milan without a word on the cele- brated painting of the Cenacolo by Leonardo da Vinci, in the refectory of the deserted convent of Santa Maria delle Grazie. Prepared as I was to see it in bad condition, it was in a worse state than I had anti- cipated. I did not find, as I have found it to be the case with others in ruins, that this painting came out better after the eye had been accustomed to its ap- pearance for a few minutes. It is not faint, but it is indistinct. You do not see too little, but too much. There is colour enough about it, but it is not the ori- ginal colour. I had looked for an impressive sight, to wit, the ghost — the shade of a great work ; but was put off with a pretended resuscitation. The whole too is miserably mildewed, and is, in fact, scarcely worth going to see ; yet I made a point of devoting two mornings to it. O that Leonardo had in this divine work employed"], [139, "125 PROSE AND VERSE. fresco, and not oils ! On the opposite wall is a fine fresco by Montorfano of the Crucifixion, dated 1495, at the present time in a very good state. The date of the Cenacolo is 1500. Wordsworth has a sonnet upon it, to which we turned with pleasure. He has therein spoken of it as he felt ; but assuredly this once grandest of works has been degraded to an ignoble relic. Milan, July, 1844."], [140, "126 MEMORIALS IN NIGHT, IN THE VALLEY OF CHAMONIX, A FRAGMENT. PINE-FORESTS, torrent beds, loose rocks, firm crags — Steps in the scale by which the untutored sight Is schooled to height and distance — where are ye? All melted into darkness. Yet, from peaks Whose dreamy outlines mingle with the stars, The glaciers stream into the vale below With dubious light, beheld like comets, such As have been seen with mystic train to sweep From zenith to horizon. In night-frost The avalanche lies chained ; and all is hushed ; Save where the Arveiron, ceaselessly renewed From his well-head of ice, raves with a voice So uniform, it soothes like silence ; nay, Grows almost musical. Chamonix, August, 1844."], [141, "127 PROSE AND VERSE. PASSAGE OF THE COL DU GEANT. EXTRACT FROiM MANUSCRIPT JOURNAL. \"The ice was here, the ice was there, The ice was all around : It cracked and growled, and roared and howled, Like noises in a swound.\" ANCIENT MARINER. TTAVING, whilst at Chamonix, made successful ■*- -*- excursions, favoured by the finest weather, to the summit of the Breven, to the Jardin, and to the summit of the Buet, I resolved not to quit the neigh- bourhood of Mont Blanc without attempting the pas- sage from Chamonix to Courmayeur by the Col du Geant. Accordingly, on the 30th of July I signified my wishes to the Chef des guides at Chamonix, who readily appointed three guides to accompany me, and we had hopes of being able to start that same afternoon. But the weather in a few hours changed for the worse ; and continued very unfavourable, with snow, rain, and frequent thunder, for some days. Without inserting in this place a meteorological journal for the period of"], [142, "128 MEMORIALS IN my detention at Chamonix, it will be sufficient to state that on Monday August 5th, the weather towards the middle of the day improved so much that I decided upon starting at two o'clock, with my guides, for the Montanvert, with the intention of passing the night there, and of proceeding the next morning for the Col du Geant, should the weather continue fine. My guides, and their qualifications, were as follows : Alexandre Devouassoud (twice up Mont Blanc, five times to the Col du Geant.) Michel Coutet (never up Mont Blanc, twice to the Col du Geant.) David Simon (three times up Mont Blanc, never to the Col du Geant.) Jean Edward Devouassoud (once up Mont Blanc, never to the Col du Geant.) This latter came as an aspirant, not being engaged on the same terms as the other three. We arrived early in the afternoon at the Montan vert, after a very hot walk. Weather steadily improv ing. We supped, and retired to rest betimes. Before one o'clock the next morning, I heard my guides stirring ; and soon after, we all met, and con gratulated each other on the fineness of the weather. The planet Jupiter was shining magnificently over the"], [143, "129 PROSE AND VERSE. Grandes Jorasses, and the moon, three weeks old, was just rising over the Aiguille du Dru. I had felt a little uneasy during the night owing to hearing some strong gusts of wind ; but they had now quite died away ; and the silence was unbroken, save by the steady roar of the many small torrents falling from the opposite rocks, and lesser glaciers, into the Mer de Glace. It was not in the least cold. By a quarter after two we were on foot ; and after half an hour's walk by moonlight, we came to the precipitous face of rock called Les Ponts, a point which we passed without difficulty, after which we were soon fairly launched upon the Mer de Glace. We took the route leading to the Jardin, as far as the moraines at the foot of the Couvercle, and then coasted along them as far as the Tacul, where we ar rived at half past four. The sky now appeared of the most exquisite rose colour over the Couvercle, and of a fine yellow over the Aiguilles Rouges, behind the Flegere. Once, before it was light, during our progress, one of the guides cut a step or two for us in the ice with the axe which he carried for that purpose, and it was curious to see it strike fire on the gritty surface. At the foot of the Tacul I had some spiked nails screwed into the soles of my shoes. Whilst this was doing, I gazed with renewed * won- * I had had nearly the same view before, when I visited the Jardin. K"], [144, "130 MEMORIALS IN der at the glacier du Talefre, and at the glacier du Tacul, which latter we were so soon to be in the act of scaling. The sun was now shining brilliantly on the highest peaks ; there was no vapour or cloud visible ; nor was there any wind, save a moderate breeze. Nothing could be more wonderful than the conviction that there were many hours of uncertain labour before us in the passage of the glacier, which from hence, in the clear morning air, appeared so little formidable. The wea ther was so fine that the eye was deceived as to height and distance even more than usual. At about half past five, on a steep slope of snow considerably above us, under the Aiguille du Grepon, I saw, to my great delight, a troop of about fifteen chamois. They were not tumbling down precipices upon their heads, nor exhibiting themselves in any of the conventional attitudes in which they are repre sented in the picture shops ; but were filing gently a cross the snow, one after another, just as you see deer in a park ; nor did they appear to take any notice of us. Hereabouts we came to some ugly crevasses in the glacier, with snow bridges over them, which had a trea cherous look, owing to the new-fallen snow of Friday last, which still lay thickly on this part of the glacier. In fact, we were now beginning to attain a conside-"], [145, "PROSE -\\ND VERSE. 131 rable height. Next, we came to several crevasses in succession, extending, to all appearance, right across the glacier; these in many places were of great width; but we found narrow places in all of them, so that we passed them with ease. By six o'clock we had ascended the glacier to about the level of the Jardin* (or per haps not quite so high) which we now saw, at a distance, in its solitude, insulated in the upper part of the glacier du Talefre. Soon afterwards, we got into the heart of the glacier du Tacul, and Devouassoud went ahead of us all to explore the way. Here we came to some really bad places, which we passed, with care and patience, and which elicited from Coutet the pithy remark — \" Sacre- bleu ! II fait bien mauvais ici cette annee ! \" — an opi- nion that, as soon as it was uttered, was confirmed by the thundering fall of a huge pyramid of ice, not far from us, which was dashed in pieces by the shock ; and it was curious to see that which but a moment before was a gigantic towering column, streaming in white powder down the icy channels beneath : and to make matters yet more startling, we had directly afterwards to pass another dangerous place, close under an over- * According to Professor Forbes, the height above the sea of the lowest part of the Jardin is 9042, and of the highest part 9893 English feet."], [146, "132 MEMORIALS IN hanging cliff of ice, dripping wet in the morning sun, that seemed every moment ready to fall upon us. \"Depechons nous ici I\" was the prevailing sentiment; and indeed I think we all had reason to feel rather ner- vous in this part of the glacier. We now, however, got some breathing time on a small plain of snow ; and afterwards, for a little while, continued our progress up the glacier, without having to pass any bad crevasses ; we were aided too, rather than impeded, by the new fallen snow, the softness of which took off the danger that would otherwise have existed of slipping upon the ice. Hitherto our progress had been very slow, and we had been obliged to make many counter-marches, so that it was now past seven o'clock. I will observe, by the way, that it is quite impossible for the most extravagant pencil to exaggerate the out lines of glacier scenery. We found every variety of the most abrupt angular masses of icy cliffs, crags, pyramids, and pillars ; and huge piers, supporting su perincumbent strata of ice, twisted and moulded, as though by the operation of heat and excessive pres sure, into such wavy figures as volcanic lavas are often seen to take. And, to compare small things with great, on looking at certain of these configura tions, I could not help thinking of a stick of sealing wax, which had been held for some time in a warm"], [147, "PROSE AND VERSE. 133 hand, and as it relaxed from its rigidity, had been gradually forced into a curved shape. Our general line of march was not up the centre of the glacier, but lay nearer the right side of it, as you face the Col. Soon afterwards, in consequence of our coming to a very bad crevasse, Devouassoud was again sent out to explore apassage in one direction, and Coutet in another, leaving me and the two others together. Here, a large wasp, apparently puzzled, like ourselves, came buzzing round us. We were at fault here for some time. At last, a very narrow bridge of ice was seen at some little distance, which by its darker colour appeared to be old ice, and therefore firm. This bridge, if such it may be called, lay on our right, many feet above us ; and the question was how to reach it. Devouassoud, with ad mirable coolness, yet running risks which made me feel almost faint with anxiety as I witnessed them, managed, by the help of steps which he cut with his axe in the solid ice, to scramble up to the base of a small column of ice, that communicated with a sort of platform, on which there was firm, though scanty, standing room, and whence the bridge might be im mediately reached. The ice column looked insecure ; and the more so, from the quantity of brilliantly white fresh-fallen snow that had lodged against it. Its firm ness, however, was put to the proof by blows with an"], [148, "134 MEMORIALS IN ice pole, and it was partially cleared of the fresh snow. Devouassoud, then cautiously cut steps round its exte rior surface, and so ascended to the platform, followed by another guide, who held one end of a strong cord, the other end of which was tied round my body. I then followed them. The two guides, now firmly placed on the platform, held the cord slackly, not intending to use it unless it was required. It was agreed that they should tighten it if I called out to them to do so, and not else. Thus I wound my way, in their footsteps, carefully round the column ; with yawning gulfs, formed by crevasses intersecting crevasses in every possible direction, beneath me ; steadying myself with one hand, and holding the cord loosely between the finger and thumb of the other; like a child who learns to walk by holding up its frock before it; confidence in either case being the only support really required. The other two guides followed me. WTe then all crossed the narrow bridge of ice without difficulty, and descending by a low, yet perpendicular cliff of ice, we resumed our line of march, leaving this formidable crevasse behind us. It was now eight o'clock. Soon after this the glacier changed its appearance altogether. As we ascended, we found more fresh snow, and fewer cre vasses ; but there was no less need of caution. Here we all tied ourselves together with two stout cords, and"], [149, "135 PROSE AND VERSE. proceeded for half an hour more, until we came to a convenient place for halting ; where we stopped, and took some breakfast ; having had a laborious walk of more than six hours from the Montanvert, almost en tirely over ice. Here I accidentally let fall on the snow the case of the green spectacles which I wore on this expedition. It immediately began to glide away, as if animated, and disappeared down a crevasse at about eighty yards be low us. Nothing is safe for an instant if not well looked after on these treacherous slopes. In order to prevent a like mischance happening to our poles, the loss of any of which would have been a serious matter, we took care never to let them out of our hands without first sticking them firmly upright in the snow by their pointed ends. Whilst we were in the middle of the glacier, I could not help remarking what ridiculous figures we all were, equipped with blouses, frieze gaiters, green spectacles, veils, and slouched hats, pacing along with the most solemn gravity. Devouassoud, in particular, with huge spectacles, and his hat tied on with a handkerchief under his chin, supporting himself with his stick, was no bad representative of Mother Goose. After our repast we resumed our march exactly as before. At a quarter before ten we came on the fresh"], [150, "136 MEMORIALS IN track of more chamois, but we saw none. Mont Blanc now appeared on our right in a rocky opening by the side of the glacier ; and I stood in mute surprise to see how astonishingly diminished in height it now appeared, and how close to us ; yet in reality it was more than six thousand feet above us, and, on that side, wholly inaccessible. We hence pursued our course up a long and steep ascent of snow, in one monotonous zig-zag, interrupted only by our sinking knee-deep into the soft snow, and by the counter-marches it was ne cessary to make in order to find snow bridges strong enough to bear us across the crevasses with which the snow, or serac,* was at this height intersected. Some of these bridges were on principles decidedly unmechanical ; with a downward, and not an upward curve ; fringed with dripping icicles many feet long. Such as these we carefully avoided. In many places we saw creases in the smooth snow, under which we found incipient cracks, and crevasses, of a few inches only in width, showing the perpetual changes going on in these wonderful regions, so that no two journeys * \" On appelle Seracs des parallelipipedes, des cubes, et d'autres formes un peu regulieres de glace et neige, qu'on ren contre a de grandes hauteurs. La denomination provient d'une espece de fromage blanc, fait dans les montagnes, auquel on donne des formes semhlables.\" — Relation du Docteur Hamet, &c."], [151, "137 PROSE AND VERSE. across them can be made under the same circum stances. And now the bare outline of the summit of the Col seemed to lie just before us ; it was not, how ever, until after nearly another hour's labour over the inclined plane of eternal snow (glacier no longer) that we actually found ourselves upon the highest ridge, 11,142 feet above the level ofthe sea;* having attained our point not without some hard work, and undergoing some risks ; but without any painful de gree of fatigue, and without experiencing any ill effects whatever from the rarity of the air.f The cool, silent precautions of my guides throughout were beyond all praise. But it is not desirable, and it is scarcely possible to remain long on the uppermost ridge. You must make immediately for the rocky buttress where Saussure's cabin stood. In order to reach this spot, you pass a very dangerous steep snow slope, terminating abruptly in an enormous crevasse, on the summit of the glacier of Mont Frety, on the side towards Piedmont. Here, if any unhappy being should chance to slide down, he would be precipitated over the edge of the serac, into the crevasse ; or, possibly, he might shoot right over it, into blank air, and fall ultimately on some spires of t See ascent of Etna, in this Volume. * Forbes."], [152, "138 MEMORIALS IN rock at a terrific depth below. In crossing this slope the new-fallen snow stood us in good stead. It was exactly of the proper consistency for walking upon safely and easily : nevertheless, it appeared to me to be a place where, in some states of the weather, an avalanche might easily be detached, carrying all before it, and with it, over the precipice. Devouassoud told me that on one occasion, on passing this spot, he found it an entire sheet of ice, so that he was obliged to cut steps with his axe right across its whole length in order to reach the rocks. These, however, we now attained without difficulty; and, on arriving, we congratulated one another on the success that had hitherto attended our expedition, and commenced forthwith an attack on our remaining pro visions. From this point the view to the north is quite shut out : but on turning to the south, on the right is the summit of Mont Blanc, with its dependant glaciers, and precipitous buttresses and outworks ; in truth, a sublime and wonderful sight. Below, lies the Allee Blanche ; further, amidst a wilderness of Alps, not fewer than five enormous peaks of mountains appa rently little lower than Mont Blanc, and of outlines quite as grand ; nearer, rose the Cramont, and the Pain de Sucre ; hard by which was the little town of Cour-"], [153, "PROSE AND VERSE. 139 mayeur, and the adjacent valleys ; and thus (not to cata logue the remaining mountains) the eye passed east wards towards Mount Rosa, and the glorious Cervin. Most fortunately there was no haze or vapour to in tercept the wonders of the view ; there were only a few white clouds here and there, rather setting off, than marring, the proportions and magnitudes ofthe moun tains before us, infinite in number .ind majesty. No description can convey an adequate idea of this side of Mont Blanc, and of the appearance of the de scent from the summit of the Col du Geant towards Courmayeur. Whilst we were gazing at the view, our attention was arrested by a hissing noise, which we found to proceed from the snow on a very long and precipitous slope to our right, the surface of which, under the in fluence of the noon-day sun, began to slide in gentle avalanches down towards the rocks beneath. We im mediately, merely for the sake of amusement, com menced hurling stones, as large as we could lift, down the slope, in hopes of augmenting the avalanches, but it was wholly without effect. The velocity, however, which these stones acquired before they reached the bottom of the slope, and the force with which they dashed against the rocks below, bursting asunder in clouds of dust, was a striking sight. Two of my guides"], [154, "140 MEMORIALS IN succeeded in detaching a very large mass, which rolled down with tremendous violence ; but it had no more effect on the snow than the smaller ones. Some of the boards of Saussure's cabin, alluded to above, still remain on this spot. Here it was that in his devotedness to science that distinguished philosopher passed seventeen days and nights. The debris of rock here contain a vast quantity of crystals ; and here we found a portion of the broken stem of a thermometer. We also saw several butterflies whilst we remained on the summit. We had, earlier in the day, seen several dead and dying insects on the surface of the snow, and one or two dead half-fledged birds. We remained on the summit ofthe Col until a quar ter before one, and then commenced the descent to wards Courmayeur. Our way lay down a long preci pice of loose rocks and stones, fortunately free from snow. This descent, together with a glissade of snow much lower down, and after that, a steep descent of rude mountain pasture, occupied us, without intermis sion, until past three o'clock ; when we made another halt, at the tail of a snow slope, from under which there issued a delicious stream of ice-cold water. Here we finished our wine, and congratulated each other sincerely on the success of our expedition ; for now all difficulties were past ; and I will not deny having"], [155, "141 PROSE AND VERSE. looked up at the frowning battlements of ice on which we had been so lately standing, with the most exhila rating sensations. During the descent, I was much struck with the towering magnificence ofthe distant Mont Velan, which I had seen in great beauty, when on an excursion to the Great St. Bernard, a fortnight before. The beauty of the scenery below, about Courmayeur, as seen during the descent, exceeds any thing which the vale of Chamonix affords. Other steep pastures, fir woods, and a succession of green sloping meadows, led us finally down into the vale of Courmayeur at a quarter past five. Here, just as we had reached the bottom, although I felt in no respect unpleasantly fatigued, I was attacked by a giddiness so sudden and violent, that I fell against a young ash tree, and thence headlong down a soft grassy bank. My guides, in alarm, ran to my assist ance, and in less than a minute I was perfectly re stored ; nor was I in the least hurt by the fall. This kind of attack I never before experienced. I have no doubt of its having been occasioned by changing the air of the glacier, and of the Col, for that of the valley, which we all found very hot and close. I continued my walk with great caution for a little way, apprehen sive lest the seizure should return : but finding that on"], [156, "142 MEMORIALS IN crossing a narrow wooden bridge over a foaming tor rent, I could stand and look at the troubled waters without inconvenience, I dismissed the subject from my mind, convinced that the indisposition was merely transient. And so it proved. We at length reached Courmayeur at six o'clock, having been on foot for fifteen hours and three quarters. In the evening I experienced a very slight bleeding at the nose. I slept well that night, and the next morning felt little or no remains of fatigue. There is no part of the passage of the Col du Geant, from Chamonix to Courmayeur, that is extraordinarily fatiguing ; though the glacier is sure to be in a state more or less dangerous, and the summit of the Col towards Courmayeur may be in a very dangerous state indeed. The excitement is unceasing, and the atten tion perpetually occupied. I have really been very fortunate in my mountain excursions ; and have been well rewarded for paying a little patient attention to the turns of the weather, which is in a very unsettled state. We had scarcely arrived at Courmayeur, when dark clouds began to gather round the summit of Mont Blanc, and soon after, over the Col du Geant ; and at dusk it came on to rain heavily, with thunder and lightning. I had no fellow-traveller with me on this occasion ;"], [157, "PROSE AND VERSE. 143 and I am sure that in all excursions out of the common run it is best to perform them alone ; that is to say, accompanied only by the necessary guides. Much time must be lost when the party is a large one ; and it is evident that in dangerous places the fewer that have to cross them the better. With respect to passing the Col du Geant, I think, on the whole, it is better to go from Courmayeur to Chamonix, than from Chamo nix to Courmayeur. It may be a question, in case of bad weather, which is the better place of the two to be detained at : but at Chamonix you are sure of getting good guides at a short notice ; and if you intend start ing from Courmayeur, you must send round to Cha monix for a guide to be the leader of the party, and must keep him with you till you start. Also, on the Chamonix side, in passing the glacier, you are going up hill all the way, whereby you obtain a better sight of your main difficulties; which also you thus encounter early in the day's work. But on the other hand, should the rocky precipice on the side of Courmayeur have any snow upon it, the ascent would probably be better than the descent ; however, in such a case it would per haps be the more prudent plan to defer the expedition altogether. The next, morning (Wednesday August 7) was fine after the rain and thunder of the night ; but we ob-"], [158, "144 .MEMORIALS IN served that fresh snow had fallen on the heights, and that the precipitous rocky descent of the Col was now gray with snow ; so that had we delayed our expedi tion a single day longer, it would in all probability have failed. At eight o'clock I left Courmayeur with my guides, and proceeded by the Col de la Seigne, to Chapuy,* our quarters for the night. We were scarcely housed, about dusk, before a thunderstorm came on ; during which, I saw, by a blaze of lightning, three children of the hamlet sitting on the grassy slope of the mountain, not heeding the weather, and no one heeding them. The rain at last drove them in. One had a bowl of milk in his hand ; and another a wreath of Alpine flowers. The next morning we went on by the Col du Bon Homme, to the baths of St. Gervais. Here I bade farewell to my trusty guides, shaking them all four cordially by the hand at parting. They were, of course, going home to Chamonix. I went on to St. Martin ; and the next morning returned, by the Diligence, to Geneva. Geneva, August, 1844. * Orthography doubtful."], [159, "PROSE AND VERSE. 145 THE TABLE D'HOTE. YE travellers all in realms remote, Give ear unto the doleful note Of one who sings the Table d' Hote. Curst Table d' Hote ! In blank despair You sit, and sit, until your chair Seems stuffed with nettles (I've no patience With these reunions of nations) Awaiting, after long inaction, Repletion without satisfaction ; Till like lulus, you feel able To masticate the very table.* And when you're served, the soup is cold; The wine is hot ; the poultry old ; Nay, whatsoe'er the meat you're picking, One truth is clear — it is no chicken. Not Pandemonium's strife surpasses The clang of dishes — clash of glasses — And Babel seems let loose at once In new confusion of all tongues * \" Nos etiam mensas consumimus,\" inquit lulus. VIRGIL. r."], [160, "146 MEMORIALS IN And hurrying, pert, perspiring waiters Heed not the guests, but him who caters. Now the bassoon, with loud uproar, And fiddles five, are at the door ! And to escape from meat and music, Either of which would turn a Jew sick, You rise from table in affliction ; Not blessing, but with malediction ; For you have earned, beyond all question, To save trente sons, a grievous indigestion Geneva, August, 1844,"], [161, "PROSE AND VERSE. 147 LE PLAN DES DAMES.\" YOU see this natural platform, carpeted With turf, close nibbled by the mountain sheep : Here rest a moment. Is it not a place Where musically-ankled damosels Might wear away a summer's day in mirth, Tripping it featly to the merry pipe Of hill-side shepherd ? Yet the mountaineer Who goes this way, hushes his snatch of song, And with a thoughtful visage casts a stone — One more — upon the mouldering pile you see. The tale is this. One summer, long ago, Attended as their station well became, Two sisters journeying from distant climes (As thousands do, as we ourselves are doing) To gaze on Alpine wonders, here were caught In the rude tourmente, big with baffling winds, And thunder ; blinding all the air with snow Unseasonable ; and transfixed with cold And fear, they in each other's arms entwined Fainted and died. A shepherd found them thus. Their servants fled, and perished further down."], [162, "148 MEMORIALS IN And since that day no traveller has passed by, That has not cast a stone upon the place To mark it. Thus the pyramid — and thus — By imperceptible degrees has grown To what we see it. In this breathless calm, In this soft sunshine, let us pause, and think On what our own tranquillity is based. But now take up your havresack and staff ; For we must foot it with a right good will To reach Chapuy ere nightfall. Come away ! August, 1844,"], [163, "PROSE AND VERSE. 149 FAREWELL.— CROSSING THE JURA IN BAD WEATHER. TIME and space we have vanquished by motions and means, That from climate to climate enticed us to fly ; But the charm is wound up : the thick crowding of scenes By their magical richness bewildering the eye, The large suns of the south — the volcano — the peak Glacier-crested — the soul-breathing marvels of art — May delay us no more ; we have turned to reseek Homeward themes, that sink deepest of all in the heart. And yet fain would I linger. WTiat though I must be From henceforth passing rich in dear memory's hoard, More abundantly gifted than mortal is he Opportunities lost who has never deplored. May I not from this station, thou mist-shrouded sky, Glance a farewell to lake, mountain, river, and plain ? No ! Then thanks, gloomy Jura, for clouds that deny The one glance that might lure the weak will back again."], [164, "150 iMEMORIALS IN I have heard, seen, and felt ; my youth's favourite boast Is accomplished ; my cup full as man may desire ; I return by mischance and vexation uncrossed ; Love journeyed with me too unmingled to tire. Dear companions ! Loved twain ! How the meekness of age, How the freshness of childhood, each perfect in you, Have midst scenes of excitement abated the rage Of my overwrought spirit to a poise just and true. And the justice and truth shall endure to the end ; And knowledge unbiassed her sceptre assume ; And thereafter shall rainbow-draped fancy befriend Us the more, and her own rosy morning illume. She shall build us a bark self-impelled o'er the sea ; She shall weave us a bridge than a sunbeam more rare ; She shall give the word — wings at our shoulders shall play; She shall speed us like light by land, ocean, and air. Now with clouds overhead whilst towards home we arc rolled, We will muse on endearing realities there : But look ! the clouds break with rims like burnished gold; In this region around us the prospect how fair !"], [165, "PROSE AND VERSE. 151 But our thoughts with the vine-slopes and woodlands of France Will not rest ; they bound o'er the chalk cliff — o'er the tide; Thoughts that far off or near are still ready to dance Round the spot where the parent affections abide. Every sense grows impatient : neat spires — village cocks — The moist perfumes of autumn from crushed forest leaves — Hazel hedgerows, and stubble-fields studded with shocks Of ripe grain — the dark back-ground of green that relieves The light smoke the red creeper-twined chimney that crowns — Cottage children that play round the elm's knotty bole — Shadows coursing each other o'er cool breezy downs — All the vision of England comes back on my soul ! ,5 September, 1844."], [166, "152 OBSERVATIONS ON OBSERVATIONS ON IMITATION, AND ESPECIALLY SCULPTURE, SUGGESTED BY WORKS OF ART AT HOME AND ABROAD. ARGUMENT. Parallel drawn between a Simile and a Statue — Abstract Qua- lities of Sculpture — Sculpture is of no Style — Derives its Expression from Form alone — Is, geometrically, of three Di- mensions — Unity of .Action requisite in a Statue — Sculpture not a popular Art— Painting is, geometrically, of two Dimen- sions — Unity of Action in Painting — Resources of the Painter — Venial Faults — Quotation from Sir Joshua Reynolds — The World of Painting removed from external Objects — Figures erroneously said to appear to come out of tbe Canvas — Ano- malous Works of certain ancient Masters — Large'Groups of Figures are admissible in Painting — But not in Sculpture — Examples — Cameos — Intaglios — Basso-rilievos — Alto-rilie- vos — The Laocoon — Single Figures more suitable to Sculpture than Groups — Examples of single Figures unsuitable to Sculp- ture — Sculpture degenerates when domesticated — Objects of three Dimensions mixed with those of two — Stage Scenery — Ils Misapplication— Palladio's Theatre at Vicenza— Perform- ance of the Tempest in London — Quotation from the Rejected Addresses — Tableaux Vivans— The Winter's Tale— Statues"], [167, "153 IMITATION. adorned with Jewellery — China Figures — The Daguerrotype — Portraits of Actors in Character — Naturalness — Sculpture the most perfect of the Arts — Conclusion. JUVENAL'S \"nequeo monstrare et sentio tantum\" — the \" felt but undefined\" — seems at first the only account to be given of the pleasure enjoyed in the con templation of works of art, and especially of Sculpture : but a little consideration shows it to be analogous to the pleasure derived from a simile, which Dr. Johnson defines to be \" the discovery of likeness between two actions in their general nature dissimilar, or of causes terminating by different operations in some resemblance of effect.\" And again he says, \"A simile may be compared to lines converging in a point, and is more excellent as the lines approach from greater distance.\" Life qf Addison. And again — \" A simile, to be per fect, must both illustrate and ennoble the subject; and show it to the understanding in a clearer view, and display it to the fancy with greater dignity.\" Life of Pope. So, under the hands of the sculptor, a block of marble, every way most unlike the living subject, becomes an enchanting object of intellectual contem plation. And this is effected (as I shall again have occasion to remark) by the influence oi form alone; for in sculpture, the effects of light and shtide, and of"], [168, "154 OBSERVATIONS ON perspective, are impossible ; and any attempt at a closer approach to reality by colouring, or other adventitious aids — any mistaken substitution of deception for imita tion — must defeat its own purpose, and tend, like an exhibition of wax work, to surprise without pleasing the spectator, and to overwhelm him beneath an ineffec tual load of detail, and lifeless exemplification. Sculpture is preeminently distinguished by its purely abstract quality — its ideality — its admitting of but one style, or, rather, admitting of none — its holding the letter in entire subjection to the spirit of the subject — its rejection of realities for the expression of essential verities. If it falls but a little short of this degree of excellence, it is at once repudiated. The sculptor who would pride himself upon his skill in the expression of detail, and rest in that as an end, thenceforwards loses caste ; ■*- Infelix operis summa, quia ponere totum Nesciet\" HOR-ACE. All tours deforce — all petty triumphs — all fake appli ances and means, are equally unworthy of his calling. Of this false character are the three following pieces of sculpture in the Chapel of San Severo at Naples; the Modesty (so called) by Corradini ; Man in the toils of Vice by Queirolo ; and the dead Christ, by"], [169, "155 IMITATION. Giuseppe San Martino ; to which we might add, the popular figures of Tarn O'Shanter, and Souter Johnny, that were exhibited some years ago in our own country. It is not from such efforts as the above, but it is from the pure and abstract specimens of the art, that the mind's eye, as it were, acquires the power of restoring a mutilated statue ; for, provided the relic be first-rate, however its material shape may have been injured, the spectator recals without effort the form of the original conception, as though it were immortal and indiscerp tible. The Theseus and the Ilissus in the British Museum, and the Antinous in the Vatican, are grand examples of this. Further, these very qualities of lofti ness and abstraction in form and character exclude nearly all expression from the countenance of a statue, except that which is given to it by the position of the head. The celebrated group of the wrestlers, in the Florence gallery, offers a well-known example. Their features are perfectly calm and unmoved, though the figures themselves appear engaged in the most violent bodily action. On the other hand, the malignant scowl of Canova's gladiators, in the Vatican, adds no thing to the expression conveyed in their attitudes, and can hardly fail to shock the spectator. Again, who, in witnessing first-rate stage dancing, ever thinks of inquiring whether the performer's countenance is"], [170, "156 OBSERVATIONS ON beautiful or not ? Such exhibitions would be equally effective though the performer wore a mask. Every one must have observed that even in grotesque panto mime, the masks then worn rarely fail to bear the ap pearance of varying their expression with the attitudes of the performers. Such is the all-sufficiency of the poetry of form. Hence, however, it follows that sculp ture is necessarily tied down to rigorous accuracy of outline. For who could bear disproportion in a statue ? who could enter upon a physical question of thews and sinews, when called upon to feel deeply, and to gene ralize upon moral attributes ? Moreover, a statue, being a solid, is, geometrically speaking, of three di mensions ; and is, on that very account, brought into such palpable, close, unprotected contact — such imme diate juxta-position and comparison, with surrounding objects and the breathing world, that it requires to be ensured from meeting with positive contempt by the magic influence of its abstract qualities, with which, as with a kind of divinity, it must be hedged about, or perish. The unities of time and place in a piece of sculpture, are, of course, perfect ; and it is further imperative on the sculptor to preserve its unity of ac tion perfect. The roughest design ever modelled — the rudest sketch ever dashed off — will be more pleasing than the finished statue that does not quite succeed."], [171, "157 IMITATION. It is scarcely too much to say that the sculptor ventures for complete success or for total failure. And since the sculptor cannot have a style, he cannot become popular. There cannot be a Hunt or a Wilkie in sculpture. In painting, the case is wholly different. A picture is a surface, and is therefore, geometrically speaking, of two dimensions only. Its unities of time and place are necessarily, as in a piece of sculpture, perfect ; and so ought its unity of action to be ; albeit, greater latitude is allowed to the painter in its developement. Nay, some latitude is allowed him even as regards the unity of time ; for a picture may, as it often does, present circumstances to the spectator, which assist in telling the story, but which could not have occurred at one and the same instant. Besides, the painter produces his effect by a knowledge of colouring, light and shade, outline, and perspective ; each indeed re quiring separate study, but each contributing its dis tinct resources, combining at last in favour of the painter. Many faults in the above particulars are venial : nor is it true, as sometimes asserted, that false drawing in a picture is as unpardonable as false gram mar in writing.* Not because the art of painting has * It is possible to throw a veil even over a grammatical"], [172, "158 OBSERVATIONS ON in itself no abstract quality ; far from it ; but because the faults can be artificially concealed ; they, therefore, do not interfere with the delight of the spectator. In matters of art, \" ce n'est pas pecher que pecher en silence.\" Sir Joshua Reynolds (Notes to Fresnoy, 37) says, — \" From the various ancient paintings which have come down to us, we may form a judgment with tole- rable accuracy of the excellencies and the defects of the arts among the ancients. There can be no doubt but that the same correctness of design was required from the painter as from the sculptor ; and if what has happened in the case of sculpture, had likewise hap- pened in regard to their paintings, and we had the good fortune to possess what the ancients themselves esteemed their master-pieces, I have no doubt but we should find their figures as correctly drawn as the Laocoon, and probably coloured like Titian.\" But, with deference, does it necessarily follow that the pain ters contemporary with the sculptor of the Laocoon would even in their \" masterpieces \" always draw un- error. For example, in the Book of Common Prayer, in the exordium — \" Forasmuch as it hath pleased Almighty God of his goodness to give you safe deliverance, and hath preserved you in the great danger of Child-birth ; &c.\" — the beauty of the rhythm is such that it is not immediately perceived that the verb \" hath preserved\" has no nominative case."], [173, "IMITATION. 159 erringly, although they must be supposed to have per fectly understood the principles of drawing ? Further, how can a statue be said to be \" drawn \" ? Drawing is a word which can only be applied to that which is supposed to be behind, and which is exhibited or projected upon, a plane surface, which is the limit of the approach that the object in a picture can make towards the spectator ; and the world of painting, as it were, thus becomes a region safely removed from the interference of external objects. Hence, it follows that the lowest degree of the art, down to the posi tively bad, and even wretched, will never be without advocates and supporters ; because a picture never can cease altogether to be imitation — never through the meretricious blandishments of false taste, to whatever pitch of enormity they may be carried, can risk the entire loss of its denomination and character ; a loss which infallibly befals the sculpture that sinks at all below a certain limit, or oversteps the modesty of the rules that are naturally, and not arbitrarily, assigned to it. The Transfiguration of Raphael, and the ve riest sign-post daub, are both of them pictures : but the Theseus of the Parthenon, and Wyatt's Newfound land dog in variegated marbles, are not both of them statues. In common parlance a particular figure or limb in"], [174, "160 OBSERVATIONS ON a picture, is often said to appear to come out of the canvas. This only means that it is more prominent than the other component parts of the picture : the very utmost it can do is to appear to push the plane of the canvas before it: for, otherwise, it would be an imitation of a basso-rilievo, and not a picture. Ano malies are to be met with in the works of the early painters, that are neither examples of, nor exceptions to, any thing that has here been stated. To take a solitary instance, in the Brera gallery at Milan, is a painting by Carlo Crivelli (a. d. 1412) of the Virgin and Child, with attendant saints, in three compart ments ; each compartment being painted, not upon a plane, but upon a convex surface of wood. Several ornaments appertaining to the dresses of the figures, and the keys borne by St. Peter, are attached bodily by gilt wires to the external surface of the painting. But from the hardness of the outlines, the palpable erroneousness of the perspective, which renders criti cism impossible, and the severe character of the whole, the above peculiarities do not in the least detract from its effect, which, owing to its sentiment and rich colouring, is very grand and solemn. Painting may, with the greatest propriety, consist of large groups of figures ; a further instance of the latitude allowed to the painter in the developement of"], [175, "IMITATION. 161 his action. But in sculpture, if an historical subject, for example, consisting perhaps of fifteen or twenty personages, were attempted to be represented, though each particular figure, like the figures in the Niobe gallery at Florence, might be admirably executed, yet the whole would be little better than a spectral assem blage encroaching to an intolerable degree upon ex ternal objects. Of this nature is the uncouth, ill devised monument erected to the memory of Canova in the church of the Frari at Venice, which I cannot believe to have been designed by himself. Again, Samson slaying the Philistines might be represented in painting, but not in sculpture. Again, the cele brated marble group of the Dirce, at Naples, may be objected to on account of the number of figures it con tains. Another, and a very singular instance, is the marble group of the fall of Lucifer and his angels, by Agostino Fagiolato, in the Palazzo Papafava at Padua. It is about five feet high, and contains sixty figures ; the whole being said to be cut out of a single block. In spite of the ingenuity exhibited by the artist, it strikes the eye at once that the whole is supported by a base which is of greater diameter than any other part of the group, so that a pyramid of figures is re presented, a form which of necessity carries the eye upwards instead of downwards, and suggests the idea M"], [176, "162 OBSERVATIONS ON of a rise instead of a fall. Moreover, under its glass case, when seen from a little distance, it looks, owing to its complexity, not unlike a specimen of stalactite, or some calcareous marine formation, such as we see in museums of natural history. It is perhaps the most curious example of perverted art in existence. In all these examples the unity of action is violated. At the same time, such subjects may very properly be repre sented in a cameo or intaglio, or in a basso-rilievo, in which the figures are, as in a picture, referred to one general plane surface; a principle certainly acknow ledged in the following graphic passage from the Pro messi Sposi (cap. iv.), where it is said of two persons, neither of whom will suffer the other to take the wall — \" Quei due si venivano incontro, entrambi stretti alia muraglia, come due figure di basso rilievo ambulanti.\" Again, the fine spiral illusion of Trajan's column af fords a magnificent example of the properties of bas so-rilievo. Alto-rilievos, on the contrary, are rarely finely conceived. In them statuary appears to be ap plied bodily to a background, to which they are hardly referable ; and this gives them a confused character. Their fault is a lack of distinctness of purpose ; their unity of action is broken and disturbed ; the spectator is left in doubt whether the artist intended them to be, geometrically speaking, of two or of three dimensions."], [177, "IMITATION. 163 The Laocoon, in the Vatican, is not so much a group, as a single figure exquisitely garnished and set out. The two children, as they are called, have evi dently been introduced merely as accessories, and to assist in telling the story. Moreover, they modify the outline of the whole ; whilst their very impossibility confines the main interest to the principal figure, which is a perfect example of the oneness attributable to sculpture. Again, for example, let Cupid chaining a lion be re presented in sculpture. Agreeably to the abstract spirit, the natural relative proportions of the figures need not be sustained. The lion may with propriety be represented even smaller than the Cupid ; for the object is to embody an allegory — the triumph of love over brute force — and not the taming of a real lion by a child, which possibly such a group might assume the appearance of, if it were exactly proportioned. But let the same subject be represented on canvas. Now, no such liberty can be taken with the relative propor tions ; for the art of painting is endowed with accesso ries sufficient to secure it against misinterpretation, and is, in return, pledged to fidelity. It has been remarked that the boats are too small, in Raphael's cartoon of the miraculous draught of fishes ; but that remark would never have been made, had that subject"], [178, "164 OBSERVATIONS ON been represented in basso-rilievo. From this, coupled with the foregoing remarks, it may be easily deduced, that the number of figures in a piece of sculpture ought not to exceed two or three ; and that the most intellectual efforts of the chisel are single figures. Il will follow too from what has already been said, that, because sculpture is wholly without the soft ening accessories of drawing, there are many single figures which it may not attempt to represent. Such a figure as the lame beggar at the Beautiful Gate of the temple, in Raphael's cartoon, would not be bear able in sculpture : nor can I think that the statue of the lame man by Pythagoras of Leontium, mentioned in high terms of praise by Pliny, could have been an agreeable object of contemplation. In the Florence gallery, the statue by Donatello, of St. John in the wilderness, in an emaciated state, is a similar instance. Works of imitation are not all admirable because re presented to the life. Sculpture, born to lofty flights, and unbounded range of thought, degenerates as soon as domesticated : but painting, by admitting a lower tone, becomes fitted for the cabinet as well as the gallery. It has been observed of Chantrey that his imaginative subjects lost much of their intellectual intention after he had been long engaged in the execution of busts and portraits"], [179, "lsMITATION. 165 in marble : on the other hand, the poet Cowper's well known effusion beginning \" O that those lips had lan guage ! \" owes its tenderness to its being addressed to a picture. He would never have so dwelt upon the scenes of his childhood, and introduced his readers into the very nursery, in lines penned to his Mother's Statue. As we have seen is the case in alto-rilievos, objects of three dimensions are often injudiciously mingled with those of two, in stage scenery, and in its kindred branches of imitative art. In this case failure is sure to be the result. Theatrical effects are produced by the joint agency of living performers and of scenery; which latter is displayed on a stage of both width and depth, necessarily backed by a landscape or sky painted upon a plane surface ; in fact, by a picture ; it is therefore somewhat of a mixed and ambiguous character. But this ambiguity escapes remark so long as the interest of the audience is engrossed by the action and dialogue. But when the legitimate interest of the drama falls off, vain are the efforts made to elevate stage scenery into a source of real entertainment. Every one must have been struck by the incongruity of the elements of imi tation brought together in the moving panoramic views, with which, in spite of their costly magnificence, the effect of our pantomimes is frequently chilled."], [180, "166 OBSERVATIONS ON Again, it is curious to witness the violence with which the elements of stage scenery resist any misapplication of their effectiveness. I recollect once having seen some dwarfs or pygmies make their entry from what was intended to represent their proper dwelling ; but which was a dwelling painted upon the front scene on a proportionally diminutive scale ; and therefore to the spectators bore the appearance of a dwelling of the ordinary size, seen in perspective at a considerable distance ; so that, on their entrance from the practi cable door in the front grooves, a few steps carried the tiny actors to the very foot-lights, over the seeming space of half a mile, to the confusion of all intelligi ble effect. Palladio's interesting Teatro Olympico, at Vicenza, exhibits a similar want of judgment in the arrangement of the stage. The building is, to a certain extent, intended to be on the model of an ancient Greek Theatre, and is furnished with immoveable scenery. At the back of the stage, views of two streets are exhi bited by means of solid wooden painted models of houses, made less and less, and placed bodily one behind the other so as to give the effect of the natural perspective of the streets. And whilst the stage is empty, all is well. But when an actor has to make his entry down one of these vistas, passing in three tragic strides over the ap parent space of at least three hundred yards, the effect,"], [181, "167 IMITATION. as may be readily anticipated, is peculiarly unhappy. Again, the following is a mistake which shows the impossibility of overstepping certain limits in stage representations. In London, a year or two ago, in the performance of the Tempest, the opening scene of the storm was thus introduced. It was arranged that during a few seconds before the drawing up of the curtain the cries of the mariners on the stage should be heard ; and with these supposed notes of preparation in the ears of the audience, the curtain rose. This manage ment was intended, no doubt, greatly to enhance the effect. But it is manifest that the mind of a spectator, before the drawing up of the curtain, even for the mi nutest portion of subdivided time, cannot possibly con ceive the play to be begun ; and in consequence, this ingenious device, instead of increasing the interest, had merely the effect of creating the idea of a disturb ance behind the scenes. Quite in point with these remarks is the following anecdote from the Rejected Addresses. \" Mr. Whit bread contended that the actor was like a portrait in a picture, and accordingly placed the green curtain in a gilded frame remote from the foot-lights ; alleging that no performer shall mar the illusion by stepping out of the frame. Dowton was the first actor who, like Manfred's ancestor in the castle of Otranto, took"], [182, "168 OBSERVATIONS ON the liberty of abandoning the canon. ' Don't tell me of frames and pictures,' ejaculated the testy Comedian ; ' if I can't be heard by the audience in the frame, I'll walk out of it.'\" And unquestionably the actor was right. Pictorial effect was no part of his business. The manager was misled by the desire of reducing scenical representations to one constant denomination of extension. His error was the attributing impor tance to an incongruity which had, certainly, a real existence, but which, on the boards of a theatre, was of no real consequence. Tableaux vivans are the converse of paintings. Their object is to make solidity look like surface, and the real living subject stand for its own resemblance. From what has been said above, it is easy to see that, in order to be successful, they must be conducted with care and good taste ; and that any injudicious intro duction of accessories, confounding them with stage effect, must be fatal to the illusion. I remember wit nessing a charming effect that took place in a tableau quite accidentally. One of two lovely young women who formed the group, fatigued perhaps by the attitude in which she was standing, unconsciously began to move, as if reanimated, like another Hermione, whilst her eyes lightened up, and a smile played about her features, as she gazed upon her motionless companion,"], [183, "169 I.MITATION. as if she were about to address her ; and in that instant the curtain was let fall, leaving an impression on the mind more agreeable than any that fancy could have evoked from a bewitching and masterly painting. In the Winter's Tale, the spectacle of Hermione as a painted statue is neither barbarous nor absurd in the representation, taken conjointly with the dialogue and arrangement of the scene. It should be also borne in mind that the old English Dramatists are in the habit of using the words picture and statue as conver tible terms.* In the minds of the audience the injured Hermione yet fives ; and on the stage even Leontes does not seem quite deceived by the artifice, but to be half addressing his words to her ears, and half to those of the surrounding personages. The manner too in which the harshness of the scene is softened down by Leontes referring to Perdita, and thereby constituting her a link of approximation between the Statue and the other characters present on the stage, together with Perdita's reply, is eminently beautiful : Leontes. ----- O royal piece, There's magic in thy majesty, which has My evils conjured to remembrance, and From thy admiring daughter took the spirits, Standing like stone with thee ! * See Massinger's City Madam, Act v. ac. 3."], [184, "170 OBSERVATIONS ON Perdita. And give me leave ; And do not say 'tis superstition, that I kneel, and then implore her blessing. Winter's Tale. Act. v. sc. 3. In reading even these few lines we forget the Sta tue, and see only the wife and mother. In pictures of a high and abstract class, the naked female figure is often seen most fancifully adorned with jewellery: and statues, when no deception is intended thereby, may, I think, be allowed to be decorated in a taste which is at first sight false, but which is in truth a shape in which legitimate homage may be conceived to be done to the ideal form embodied in the marble. The golden sandals of the Theseus of the Parthenon may have been ornaments of this description. Thus too, the ears of the Venus de' Medici at Florence are actually bored for earings; so are the ears of the Venus d' Aries at Paris ; again, thus does Ovid repre sent Pygmalion as caressing and adorning the ivory statue he had made : Interea niveum mird feliciter arte Sculpsit ebur, formamque dedit, qua fcemina nasci Nulla potest ; operisque sui concepit amorem. Virginis est veræ facies, quam vivere credas ; Et si non obstet reverentia, velle moveri. Ars adeo latet arte sua."], [185, "IMITATION. 171 Et modd blanditias adhibet ; modd grata puellis Munera fert illi, conchas, teretesque lapillos, Et parvas volucres, et flores mille colorum, Liliaque, pictasque pilas, et ab arbore lapsas Heliaduin lachrymas ; ornat quoque vestibus artus ; Dat digitis gemmas ; dat longa monilia collo. Anre leves baccæ, redimicula pectore pendent. Ov. Met. x. 247-265. That very extravagance of admiration were rather, cethinks, praiseworthy than otherwise, that would suspend a necklace of pearl about the neck of a fine statue, or crown its head with a garland of the earliest and sweetest violets ; not without a sensation of plea sure in approaching the verge of incongruity in the very wantonness and pride of a thorough appreciation of the art. But I will not indulge in remarks that may perhaps appear too fanciful. Coloured toys, and china figures of men and ani mals, being conceived and executed in jest rather than in earnest, are, in their proper places, very pleasing. Deception is no part of their intention. The absolute necessity that exists for generalization in all matters of imitative art, is well illustrated by the signal failure of the Daguerrotype as a means of tak ing portraits. In these productions, for chemical rea sons, the metallic plate is variously affected by images which are necessarily of various intensities, depending"], [186, "172 OBSERVATIONS ON upon the complexion of the sitters; and therefore hardly a case occurs of the process being tried, in which some lines and shadows are not unduly exagge- rated, and others omitted, so that a portion of the truth, but not the whole truth, is conveyed, thereby in many instances quite falsifying the effect. Moreover, our idea of any individual is not formed from the ex- pression of his countenance, or attitude, at any given moment ; but from a general average of all the impres- sions made upon us by his presence at different times ; an effect which a portrait painted in several sittings, which occupy time, may well express, but which the momentary process of the Daguerrotype, except by rare accident, cannot succeed in producing. A machine cannot select, modify, or generalize, and therefore can- not attain to imitation. But copies of pictures and statues, and especially of the latter, made with the Daguerrotype, are by no means amiss. In such copies, though they are instantaneously produced, there is no lack of selection, modification, and generalization ; be- cause these have been severally secured by the labours of the artists who have wrought on the originals. Time has already been expended upon them, and the process of copying them by instantaneous methods comes in with its full effect. Similar remarks may be extended to portraits or"], [187, "173 IMITATION. statues of actors in character. I cannot admire the conception of even Harlowe's well-known picture of the Kemble family, whom he has represented as acting the trial scene in Shakspeare's Henry VIII. Contrast with this the fine abstraction effected by Sir Joshua Reynolds in his portrait of Mrs. Siddons, not as Lady Macbeth, or Queen Catharine; but as the Tragic Muse ; and consequently embodying all her characters at once. After all, beset as imitative art is with the imperious dictates of fashion, entangled as it is with its own ra mifications, still it is naturalness alone that confers on any of its productions effect and value. And the quality of naturalness is not to aim at a cold delinea tion of reality, but to have the developement of truth for its sole object : and this is good taste : whereas, the practical effect of bad taste is to falsify, by substituting deception for imitation ; not having the faculty of per ceiving that the required truth consists in the selection, modification, and generalization of the external features of Nature, by which process alone can the mind be rescued from the crude interruptions of circumstance. This is as much as to say that in order to secure na turalness, Nature must be improved upon ; a principle recognised in the \" qua fœmina nasci nulla potest\" of the passage cited above, and in the following from Homer ;"], [188, "174 OBSERVATIONS ON rbv fitv 'AQrjvain 8iJKtv, Aloe hyeyavia, ptiZova t liaiSUiv Kai itimnova- Kdd' 6t Kuprirog oiiXac r/Kt Kopag, vaKivBivui avQu 6/ioiaf. uiq 5' ore tiq xpvabv irtpixivirai apyvpii) dvi)p XSpig, ov \"H(*iai*roc SiHatv Kai llaWdg 'A8iivn Tiyyr\\v iravroiTjv, %apUvra Sk fpyd reXetEt* &£ dpa rif KaTtxtvt \\apiv Kttf>a\\yT6 Kai HipoiQ. Ooyssey, Z. 230, The warrior Goddess gives his frame to shine With majesty enlarged, and hair divine : Back from his brow a length of hair unfurls ; His hyacinthine locks descend in wavy curls. As by some artist to whom Vulcan gives His skill divine, a breathing statue lives; By Pallas taught, he frames the wondrous mould, And o'er the silver pours the fusile gold ; So Pallas his heroic frame improves With heavenly bloom, and like a god he moves. Pope's translation. And it is yet more pleasingly illustrated in the follow ing passage from Shakspeare : Perdita. Sir, the year growing ancient, — Not yet on summer's death, nor on the birth Of trembling winter, — the fairest flowers o' the season Are our carnations, and streaked gilliflowers, Which some call nature's bastards : of that kind Our rustic garden's barren; and I care not To get slips of them. Polixenes. Wherefore, gentle maiden, Do you neglect them ?"], [189, "175 IMITATION. Perdita. For I have heard it said, There is an art, which in their piedness, vies With great creating nature. Polixenes. Say there be ; Yet nature is made better by no mean, But nature makes that mean : So, o'er that art, Which, you say, adds to nature, is an art That nature makes. You see, sweet maid, we marry A gentler scion to the wildest stock ; And make conceive a bark of baser kind By hud of nobler race ; this is an art Which does mend nature, — change it, rather: but The art itself is nature. Winter's Tale. Act iv. sc. 3. The conclusion intended to be drawn from the above remarks is, that all imitation addressed to the eye, must, to be pleasing, be informed with a certain spirit of unity of action ; and that the most abstract and perfect is sculpture. Let me conclude with expressing a sincere hope, if in attempting definitencss in hand ling this subject, somewhat may have been dictatori ally spoken, that it will be looked upon with an eye of indulgence ; and the error be attributed to a desire of showing that in taking an impartial view of matters of art, our tastes, at home or abroad, are not independent of our reason and of our affections."], [190, ""], [191, "177 NOTES TO MEMORIALS IN PROSE AND VERSE. Note 1. Page 32, Title. The Baptistery at Florence. THE Baptistery at Florence is an octagonal build- ing; and in eight compartments near the sum mit of the interior of the Dome, the mosaic repre sents celestial Beings, over whom is written in large Gothic characters, (I.) A.il. (2.) dominationes. (3.) POTESTATES. (4.) ARCHANGELI. (5.) ANGELI. (6.) PRINCIPATUS. (7.) VIRTUTES. (8.) THRONI. Note 2. Page 32, line 5. Gates not unworthy Paradise, fye. \" E ben debbe essere veramente lodato Lorenzo (Ghiberti) dacche un giorno Michelagnolo Buonaroti, fermatosi a veder questo lavoro, e dimandato quel che gliene paresse, e se queste porte erano belle, rispose, ' elle son tanto belle, ch'elle starebbon bene alle porte del Paradise' \" Vasari. n"], [192, "178 NOTES TO MEMORIALS Note 3. Page 37, Title. The Portrait of Leopold de' Medici &c. The portrait is in the collection of the Pitti Palace ; the bust is in the gallery of the Uffizj. The inscription on the pedestal supporting the bust records the muni ficence of Leopold in collecting gems and other works of art. Note 4. Page 69, Title. La Ziza, or the Emir's Palace. There are many fine specimens of Moorish archi tecture in the neighbourhood of Palermo, and of these the most striking is the Ziza. I learn from Smyth's Sicily that an Arabian manuscript at Monreale com pletely identifies it with the Emir's Palace. Note 5. Page 71, line 14. Segestum, thy sole relic rose before us, The Temple, however, is not the sole relic of Se gestum. At some little distance is a lone house at the foot of a hill, on the summit of which are some very interesting and beautiful remains of a Greek theatre ; with further vestiges of antiquity close by."], [193, "179 IN PROSE AND VERSE. Note 6. Page 77, Motto. \" Arduus hide Acragas ostentat maxima longe Mania, magnanimum quondam generator equorum.\" The rise of the hill to the town of Girg*enti from its port is exceedingly striking. When we were between four and five miles distant from the town, our guide said that it would still take us not much less than two hours to get there. On being asked, why ? he replied, \" Perche e forte salita, Signore ! \" This was a comment on the first line of the above passage from Virgil more lifelike than any of Burmann or Heyne. Note 7. Page 104, line 8. And at our bows, and look ! on either hand, The phosphorescence of the waters of the Mediter ranean is very remarkable. I saw it night after night during a voyage from Constantinople to Malta and Marseilles, in the autumn of 1841, in even greater beauty than on the present occasion, during weather equally fine. I am inclined to think it is never seen in perfectly still water. I remember in Syracuse harbour, during heavy rain, that the phosphorescence of the water became visible merely through the agitation caused in it by each drop as it fell. It is best seen from a vessel"], [194, "180 NOTES TO ME.MORIALS at anchor, with a number of small boats paddling alongside. When out at sea, attracted by the exceed ing beauty of the phenomenon, we hauled up a bucket of the water, and dashed it about, and found that it was still luminous, and that the hand which was wetted with it was luminous also ; but the effect soon went off; as if, after a certain discharge, the property or quality became exhausted. But I have never heard any satisfactory explanation given of these subtle in fluences, \" Communicating male and female light; Which two great sexes animate the world.\" PAR. LOST. Note 8. Page 106, line 8. / tread the Campo Santo' s hallowed ground, I have heard that the soil of the Campo Santo at Pisa, to the depth of several feet, consists of earth that has been transported thither from the Holy Land. Note 9. Page 106, line 10. A Bible history speaking to all eyes, \" Lessons for every heart, a Bible for all eyes.\" WORDSWORTH."], [195, "IN prose AND VERSE. 181 Note 10. Page 108, Title. Sonnet. — On the Paintings of Wallis. Wallis is now living at Florence, having attained a great age. Two of his pictures, formerly at Rome, are made mention of at length by Madame de Stael, in her work entitled Corinne, liv. viii. chap. 4. He has a son, who also is a distinguished artist at Flo rence. Note 11. Page 147, Title. Le Plan des Dames. Le Plan des Dames is passed in the first day's journey ofthe tour of Mont Blanc, at no great distance from St. Gervais. I have been told that the ladies who there perished were Prussians ; but I have never met with any authentic account of the disaster. Note 12. Page 161, line 12. All the vision of England comes back on my soul ! \" Quanto mi era spiaciuto Parigi al primo aspetto, tanto mi piacque subito e l'lnghilterra, e Londra massi mamente. Le strade, le osterie, i cavalli, le donne, il ben essere universale, la vita e l'attivita di quel isola,"], [196, "182 NOTES TO MEMORIALS. la pulizia e comodo delle case, benche picciolisstme, il non vi trovare pezzenti, un moto perenne di denaro e d'industria, sparso equalmente nelle province che nella capitale, tutte queste doti vere ed uniche di quel for tunato e libero paese, mi rapirono l'anima a bella prima, e in due altri viaggi, oltre quello ch'io vi ho fatti finora, non ho variato mai piii di parere, troppa essendo la differenza tra l'lnghilterra e tutto il rimanente dell'Europa in queste tante diramazioni della publica felicita, provenienti dal miglior governo. Onde, benche io allora non ne studiassi profondamente la costituzione, madre di tanta prosperita, ne seppi pero abbastanza osservare e valutare gli effetti divini. ##**### ji paese mj piacque molto, e l'ar monia delle cose diverse, tutte concordanti in quell' isola al massimo ben essere di tutti, m' incanto sempre piu fortamente; e fin d'allora mi nascea il desiderio di potervi stare per sempre a dimora ; non che gl'indi vidui me ne piacessero gran fatto (benche assai piii dei Francesi, perche piii buoni e alia buona) ma il local del paese, i semplici costumi, le belle e modeste donne e donzelle, e sopratutto l'equitativo governo, e la vera liberta che n'e figlia, tutto questo me ne faceva affatto scordare la spiacevolezza del clima, la malinconia che sempre vi ti accerchia, e la rovinosa carezza del vivere.\" Alfieri — Vita. Cap. VI."], [197, "PART II. MISCELLANEOUS POEMS."], [198, ""], [199, "Miscellaneous Ipoems. DEDICATION. TO you, my Children, I inscribe these lays, With pen unfaltering : not as one that claims The privilege of shining as a point Of light amongst the constellated quires Fixed in the sky of British poesy ; But glowing rather like a household lamp With ready purpose in a peaceful home : Albeit with something of a holy flame, By natural objects kindled and sustained, By you, hereafter, to be nursed and fed, When I no more am with you, yet retain A place within your filial memories, As teacher and as playmate of your minds. For we have conned together serious lore, And childish fable, mine of sportive truths : And when in wood and field we three have walked,"], [200, "186 MISCELLANEOUS POEMS. How have I loved your blithe companionship ! For to the state of childhood all things pay Glad homage ; and the spirits of dance and song, Unbidden, ever seem to hover round you, Within doors or without, disporting in A region of discovery all your own, Embellished by your artless similes. And, if I do not err, so fairly shows The spring-time of your budding intellect, Ye both will learn, and at no distant day, That to approach the Muse in suppliant guise Becomes its own exceeding great reward, A blessed consolation in distress. Yet must the pearls of fantasy be strung Upon the central thread of holiness ; With brotherly love enduring to the end : So shall ye find an adequate support Through evil and through good. Beloved twain, Accept a Father's offering : take with this Whate'er a Father's blessing may bestow. 1843."], [201, "■MISCELLANEOUS POEMS. 187 PROLUSIO. ON a gray pony of Norwegian race, Propped by his parent's all-sustaining hand, A fair-haired boy sits lightly as a bird : A graceful fawn, whose dark and lovesome eye Serenely glitters in the morning sun, Is gently pacing at the pony's side, His friend and comrade both in stall and field. Startling this elegant creature, who, in turn, Rebuts and bounds in forwardness and fear, Behold four favourite dogs, of beauty rare ; Their friendly tongues let loose, barking for joy, As round and round impetuously they wheel, Sweeping the quiet dew-drops from the lawn, With their long glossy coats, yet in mid chase Incline obsequious to their master's eye. It is a scene to quicken and inspire A Landseer's hand, addressed to picture forth Some bodily semblance of domestic bliss, To captivate mankind, and fix his fame. Here from the city bring some wearied one Athirst for Nature ; here let him drink deep"], [202, "188 MISCELLANEOUS POEMS. Of that celestial rill which flows for all. The very atmosphere of this sweet place Is dedicate to things not made with hands, Pregnant with dear result long treasured up With kindliness in memory's holy cell. The ride, the walk, all sports of wood and field, The exhilaration of horse, hound, and gun, In glad succession, as the seasons wheel, Are here partaken ; and when wintry nights Shut in betimes with hurricane and cold, The serious or the lighter page select Delights, by one made vocal for the rest ; To which some ballad of the olden time Succeeds, whose dying fall in fancy's ear Survives, and after mingles with our dreams. Here too upon the open hills we read The shepherds' book, the firmament and stars ; Or scan, with fine appliances and means, The lunar hills and vales, one after one, Smit with the solar beams, their break of day ; And parching hollows, and volcanic rocks,1 Unvisited by rain, or cloud, or dew, Outshadowed and defined ; or, further yet, The planets harping to their listening moons ; And, further yet, past measurement of thought,"], [203, "MISCELLANEOUS POEsMS. 189 The nebulous wonders of Orion's brand;5 And the sweet influence of the Pleiades ; And other suns, and some in pairs distinct,3 Twin centres haply for attendant globes, Wherein created sense, if any be, Sees luminaries twain together set, Together rise in complicated morn ; Or with the other each alternating, And with strange night, fill up their grateful round. Or visitation of meteoric bands 4 Like constellations mazed, and maddening on Through orbits into intersection crushed ; Bewildered fragments of some shattered world. Or apparitions of the Boreal morn, Veiling the pole with films of shivering flame ; Now into liquid lambency dissolved, Now parcelling the concave into streams With stateliest columns intertwined, suffused As with the roseate blush of dawning day. Or rainbow, when the summer storm goes by : Rainbow, put forth for each beholder, not An individual arch ; for Science tells How, of ten thousand, each particular eye Elaborates the sky-dipped woof of light, And weaves one for itself. Born with the birth Of laws primev.al when the world was young,"], [204, "190 MISCELLANEOUS POEMS. And man was none to wonder and adore, Thou to \" the world's gray Fathers\"* gavest a sign, And in these latter days i'the cloud art set, Fair Bow, type of Faith, Hope, and crowning Love ! Whereof as many well-springs overflow, As there are hearts of men upright and pure : And may no sad exclusion from decay Of the inward eye befal us, blotting out Tokens of mercy kept alive in thee ! And 'tis a recreation, not a task, To mark, prophetic of vicissitude, The pearly furrows of the mackerel sky, Ribbed like the sea-sand ploughed with ceaseless tides, Or if the horizon's verge be emerald-tinged, Whilst all the upper sky is flecked and barred, By stubbornly conflicting agencies Wrought upon variously ; streaked, as they say, Into resemblance of the gray mare's tail, By witches or by gamesome fairies ridden. And nightly we interrogate the skv's Own telegraphings, conned and read aright, When o'er the stedfast moon by sudden fits The racking scud drives furiously and fast ; Henry Vaughan, a.d. 1614 — 1C95."], [205, "MISCELLANEOUS POEMS. 191 Vaunt courier of the sullen storm that sleeps In the dark chambers of the dropping south. Or mark the vaporous masses, thunder-crammed, Of shapes fantastical, and gorgeous hues, Pierced by mysterious light through all their folds 'Tis unsubstantial all ; yet peaks arise, Grim forests, cities, and the bowery isles Of glorious Cloudland, as of earth below, Indent with bays, and throned on glistening sea ! Such are our themes : or, some divine effect Robing all Ranmore's height in golden fire, By magic intervals of sun and shower : Haply o'ercanopied with liquid blue, What time the year its russet garb puts on At the first warnings of autumnal frost, We note the lazy horizontal mist Spread like a frozen lake o'er Mickleham's vale : Or at the morning meal discuss the gale, That last night, like an iron -embattled host, And multitudinous in wrath and power, Rushed from the west ; far off its coming rang ; Then in the three tall ash-trees piped amain, And bellowed forth rude notes unheard before. And once, a rare occasion, we beheld The hills grow dusky, whilst Heaven's blackening vault,"], [206, "192 MISCELLANEOUS POEMS. Pillared upon the spiral waterspout, Shook to the anthems of the thunderclap, And every hill was telling ofthe sound. But when the evening air is all becalmed, And blue smoke wreathed o'er Bramble-haugh reveals The charcoal-burner's peaceful bivouac ; And the young Moon is shedding down her light On the black fir-trees fringing Coxhead ridge ; A delicate ear at intervals may catch A pent-up rushing noise from Betchworth mill, Or clang of rolling wheels, or horseman's tramp, Or the low thunder of the railway train, Wakening the solemn key-note of the hill ; Or merry notes of rural minstrelsy Commingled, and disjointed, borne from far On tremulous wings of fluctuating airs ; With mystic influence, hard to be described ; Delusive hauntings of the listening ear. More near, the curlew's wildly pleasing cry, The partridge calling to her scattered brood, The wing of homeward rook creaking aloft,3 The wagoner's cheer, and clanking of his team, And cowboy's whistle, each and all proclaim The element unruffled and at peace,"], [207, "193 MISCELLANEOUS POEMS. Yet with harmonious pulses thrilled throughout, That with one spirit inform the closing scene. Lady, and thou my brother, ye whose hearts Have feeling, thankfulness, perceptions deep, Proportionate to' that which ye enjoy, Well are ye matched ; domesticated here, And linked harmoniously in golden chains, That make sweet music as ye walk along Your path in Use, without discordant fears, Long may this cherished spot be blessed, and long May all the grove and all the day be yours. 1840—1842. O"], [208, "194 MISCELLANEOUS POEMS. THE BEE ORCHIS. SEE, dearest girl, this image bright ! Why starts my fair one at the sight ? It mounts not on obtrusive wing, Nor threatens thee with angry sting. Admire, as close the insect lies, Its thin-wrought plume, and honeyed thighs, Whilst on this flowret's velvet breast, It seems as though 'twere lulled to rest, Nor might its fairy wings unfold, Enchained in aromatic gold. Think not to set the captive free \"sis but the picture of a bee. Yet wonder not that Nature's power Should paint a bee upon a flower ; And stoop to means that bear in part Resemblance to imperfect art : Nature, who could that form inspire With strength and swiftness, life and fire ; And bid it search each spicy vale Where flowers their fragrant souls exhale ;"], [209, "195 MISCELLANEOUS POEMS. And labouring well to store the hive, With murmurs make the wild alive. For when in Parian stone we trace Some best-remembered form and face ; Or bid on radiant canvass rise An imitative Paradise ; And feel the warm affections glow Pleased with the pencil's mimic show ; 'Tis but obedience to the plan By Nature first proposed to man ; Who, lest her choicest sweets in vain Should blossom for a thankless train ; Lest beauty pass unheeded by Like cloud upon the summer sky ; Lest memory of the brave and just Should sleep with them, consigned to dust ; With leading hand the expedient proves, And paints for us the form she loves. 1830"], [210, "196 MISCELLANEOUS POEMS. THE FAWN. THE favourite fawn is gliding to and fro, With all the grace of Rylstone's famous doe, Down the green lane, and through the half-wild glade By over-arching birch and hazel made ; Whose boughs subdue, but shut not out, the ray That chequers with soft light her sides of bay. Her every motion regular and free As Uquid lapse of summer waves can be ; Yet slow and stately, as a cloud goes by When only one is in the summer sky ; And now she stands foreshortened, and at rest, A perfect model for some sculptured knightly crest. But if her mistress should appear, And in her hand an offering bear Of apple, carrot, bread, or cake, What sudden change that sight will make ! Upright she jumps on all four feet, And hastes with bleating cry to greet The hand that feeds her and caresses, And with fantastic garlands dresses :"], [211, "MISCELLANEOUS POEMS. 197 With eager neck, and nostril wide, She begs and snuffs from side to side : Where is the staid demeanour now — The pace so stately and so slow ? Sweet fawn, but thou art lovely still ; Come without fear, and eat thy fill : I care not, though thy wayward manners prove Romance too often ends in cupboard love. 1840."], [212, "198 MISCELLANEOUS POEMS. Ck* GOLD FISH. FISH, fish, are ye in your duty?\"6 Favourites, we see you in your beauty, Flashing there, and flashing here, In this basin cool and clear ; Where an artificial fountain, From a graceful centre mounting, Leaps high above the topmost grade Of a pyramidal cascade. Then seen with hues and forms uncertain, Through the foam-fringed watery curtain That from the ledge of carved stone Falls in a sheet with listless tone, Ye lose the shape of living creatures, And fly asunder, very meteors ; With rainbow atoms tossed and scattered, And diamond spray-dust zephyr-shattered. Now by mechanic sleight of hand The jet sinks down at my command."], [213, "199 MISCELLANEOUS POEMS. Calmed is the bubbUng undulation That overflowed the smooth-lipped basin ; Gone is the motion and the noise ; — Now plainly seen, ye glance, or poise, O'ercanopied, if so your will is, By the broad-leafed water-lilies. Or, one by one, no longer sparkling, Ye sink at leisure, downward darkling, And motionless, like jewels, lie With rays half hidden from the eye. What though ye have no lofty feelings, No reasoning powers, no bright revealings, Ye may have a plenteous measure Dealt you of instinctive pleasure ; And your fine array of senses May outweigh even man's pretences. Time may not be for you a level Without result of good or evil ; Something akin to fear and hope May comprehend you in its scope ; But since response can never come From being proverbially dumb, Unresolved these points must lie ; But my first brief question I"], [214, "200 MISCELLANEOUS POEMS. Will answer undisguisedly. Gorgeous, and yet innocent, Splendour ye with peace have blent : I see a moral in your beauty ; Fish, fish, ye are in your duty. 1843."], [215, "201 MISCELLANEOUS POEMS. THE PEACOCK. ADDRESSED TO A CHILD. THE peacock is a glorious bird ; And you may safely take my word That homage to him has been done From ancient times down to our own. 'Twas feigned that through the ethereal blue The car of Juno peacocks drew. And the bold knight-errant paid his Vows to the peacock and the ladies. And lords and dames of courtly breeding, In days of yore would oft be leading A stately dance they moved so grave in, That from the peacock took its name of Pavin . Nor has the sun e'er look'd upon A finer than our peacock Don. All night, whilst angry winds did roar, He roosted in the sycamore ; s\\nd there to leeward or to windward Turn'd his feathers, nothing hindered ;"], [216, "202 sMISCELLANEOUS FOEMS. 1845. Nay, once I saw the hoar night-frost His tail with silver flakes encrust ; And with icicles disguise The splendour of his hundred eyes. Now wide awake, he condescends, Forsooth, to own us as his friends; And struts before us on the gravel, As grand as if returned from foreign travel Or to the light his plumage turns, Perched on the sunniest of the terrace urns And though he seems to think the morning Shines purposely for his adorning, Such is his gallant gorgeous trim, That all approve of pride in him. For by their outward marks of pride Are lower creatures dignified ; But man is in his noblest dress When he is clothed with humbleness."], [217, "MISCELLANEOUS POEMS. 203 THE WALK. \" rTT,HE Sun's rim tops the western hill -*- And tedded is the hay: Tell me, my lads, the way you walked This glorious summer's day.\" \" Down through the Pit-field first we sped, With whoop and merry call ; And through the narrow hunting gate Beneath the wych-elm tall. \" And turning by the nut-grown lane, We skirted Coxhead hill, Where yet beneath the quickset hedge The dew lay bright and chill. \" But in the sun the grass was dry, And every blade was rife With low shrill hum, and buzzings strange, The stir of insect life."], [218, "204 MISCELLANEOUS POEMS. \" And with the grass all wild flowers grew, Of thousand scents and dyes ; And round and round in myriads flew Blue chalk-hill butterflies. \" We climbed the path-way on the hill With odorous junipers beset ; There frisked the squirrel, there crept away The silent leveret. \" Then over-head the spruce-firs met, And made a sudden calm : And on the left a rural song Flew upwards from the farm. \" We heard the stock-dove moan, unheard No woodland thing might stir ; Our path was grown with moss, and strown With sheddings of the fir. \" Then in the beech-wood's doubtful shade We threaded one by one, By a half-subdued and mellow light, The maze of sheeny stems, upright As Gothic pillars carved in stone."], [219, "MISCELLANEOUS POEMS. 205 \" Where tangled in green foliage-flakes, The sun beams struggling through, Just faintly flecked the dry dead leaves, Blank wintry residue \" Of withered things, that ankle-deep Bestrewed the blackening ground, At every step raised in a heap With crisp and juiceless sound. \" Then by the little lonesome lodge We left the beechen wood ; And gazing over Mickleham's vale, Awhile enraptured stood ; \" Till WilUam first the silence broke ; ' Who's for a steeple-chase ?' he cried ; Nor waited for compliance cold, But down the slope like hunter bold, Or lapwing fleet of foot he hied. \" With right good will adown the slope We followed at full speed ; And leaped the low and rugged fence That parts that lovely mead."], [220, "206 MISCELLANEOUS POEMS. Cs <* sis «t And when to the churchyard we came : There stood, just past the stile, The rector at his garden-gate ; With frank approving smile Soothly our steps he would have staid With open heart and tongue he bade Us rest beneath his roof awhile. With courteous gest and speech we past, And through the churchyard ground, With sun and shade alternate cast O'er many a grassy mound About the modest house of prayer, Whose spire both low and small O'ertops not much the ivy bower Upon the Saxon wall. We crossed the highway, took the lane That from the village leads To where the heights of Norbury Park Look down on richer meads ; And alders, by the river Mole, And poplars straight and slim are seen And weeping ash, and every soft Variety of green."], [221, "207 sMISCELLANEOUS POEMS. \" Quaint river Mole ! that loth to flow By ordinary rules, Infirm of purpose, breaks and parts In cold disjointed pools, \" United still through filtering sands, Unseen by human eye, Like gems securely linked to gems, Though by some hidden tie. \" Awhile we rested here, but soon The highway found again By the foot-bridge, and stiles, and gaps, And long Westhumble lane. \" Again we paused ; the sun rode high ; Hard seemed it to decide At once to scale the far-famed slope Of Box-hill's chalky side. \" One spoke at length, ' Take heart of grace,' So said, so done : — right soon we passed The half-way yew trees leaning from The rude south-western blast — \" Breasted the steep with virgin turf Clad since the hill was young ;"], [222, "208 MISCELLANEOUS TOEMS. And now the topmost ridge appeared ; We raised a shout —the ridge was cleared — Upright on level ground we sprung. \" With hats in hand we paused for breath ; Whilst o'er our cheeks and hair, With visitation fresh and sweet, For mountaineering roamers meet, Ran liquid lapse of healthy air. \" There woods, and hedgerows, parks, and fields Lay smiling at our feet ; And we thought of the song you sang us aloud Of Nymphs, and Oreads fleet, As the shadow of many an island cloud Flew o'er the waving wheat. \" We likened oldest things to new, And each with each did vie In scope and penetrating power, And fantasy of eye. \" Who Shoreham gap ? Who Shankenbury ring Who yonder refuse burning ? Who Deep-dene stable clock ? or who Sees Ewhurst windmill turning ?"], [223, "MISCELLANEOUS POEMS. 209 \" We saw the wild-hawk wheel and wheel Pursued by felon crows, Freebooter of the feathered race Begirt by feathered foes. \" Far down, there rushed a gateway through, With hurry and affright, A crowded flock of gallant sheep, A thousand fleeces bright; And we likened them to a troubled stream, A mill-race foaming white : \" Then slowly pacing on the road, They raised a dusty cloud, O'er sheep and shepherd hanging low ; A sun-illumined shroud. \" We turned our eyes towards Dorking spire Reared high above the town ; From forth the steeple went a chime Upon the south wind blown ; We heard — but nothing recked of time, So gaily had he flown. \" There rose the Danish camp ; beyond, Old Evelyn's sylvan bower ; p"], [224, "210 MISCELLANEOUS POEMS. And, further yet, the heathery heights By Leith-hill's lonely tower. \" And from the chalky pinnacle Whereon we took our stand, Save where a purple summer shower Sloped graceful o'er the land, \" And where the limekiln's milk-white reek Did creepingly appear, The sky was like a sapphire sea, Glassing its own profundity, The very sky-line sharp and clear. \" Then, homeward turned, we took our way Through young-cut oak, and stunted box. And caught a momentary glimpse Of roaming wild cub-fox ; \" By Birchen-grove, and terraced wild Of stony-hearted Bramble-haugh, And Middle-hill with thorn-brakes set, And fern-grown Bullen-shaw. \" The peewit cried, the partridge called Her half-fledged scattered brood ;"], [225, "MISCELLANEOUS POEMS. 211 The curlew on the reverberant hill Halloed out her summons shrill ; Loud crew the pheasant in the wood : \" But nearing now the orchard homestead, Never a word we spoke, Foredone with sport ; but soon as we Above the mossy apple-tree Beheld the chimney smoke, A gentle sigh of silent glee From every bosom broke.\" \" Thanks for your tale; and now, good-night ! Enough for all of work and play : Alike the evil and the joy Suffice unto the day. \" But I must keep the word I gave — To-morrow afternoon, If not a breeze disturb the trees, We'll fly the fire-balloon.\""], [226, "212 MISCELLANEOUS POEMS. THE SUN-DIAL. WHILST with your dear love, and your flowers, Luxuriously you linger, Turn once to view the creeping hours Tracked by my shadowy finger. But if in idleness you pore Till day-light runs to waste, Take heed, impute not to each hour The blame of over haste. I own no regulating force Of pendulum or springs ; The glorious sun's diurnal course Inspires my chroniclings. Though gayer dials may go true, And be accounted treasures ; Put faith in me, ye happy two, Whose days are spent in pleasures ;"], [227, "213 MISCELLANEOUS POEMS. Whose love, in its undying prime, Is furthest from repining ; For I take constant note of time Where the sun is ever shining. 1839."], [228, "214 MISCELLANEOUS POEMS. SONNET. BETCHWORTH AVENUE 1. BETCHWORTH ! thy stately avenue is fraught With imagery of some saintly pile, Whose long-drawn perspective of nave and aisle From architecture such as thine was caught. O'erhead thy roof is branched, as though by rule ; Here voices sink to whispers of amaze, And footsteps fall with reverence ; the deep cool Startles the senses in these sultry days. And lo, one sunbeam ! which the half-shut eye Untwines to hairs and threads of fibrous light Of nameless colours, than which none more bright Through painted oriels stream : around, on high, This hum of bees — how like the organ's tone Reverberate from cathedral stems of stone ! 1842."], [229, "MISCELLANEOUS POEMS. 215 SONNET. BETCHWORTH AVENUE II. T TOW the wild winter's desecrating powers ■**■ -*- Have marred thy saintly features ! sight nor sound Of summer months remains, above, around, To tempt the Muse to linger here for hours. By many an eddying whirl-blast downward shook, Dead leaves, and twigs, and plumes of native rook, In homeward musterings dropped at close of day, By wandering hoofs are crushed, and trod in clay. Brown horror o'er the whole will soon be flung ; And the mysterious owl on pinions gray Down the long vista sails, a winged face ; And now, reposing in her wonted place, Shouts from the tod of matted ivy spray, Above yon bank with darkUng laurels hung. 1842."], [230, "216 MISCELLANEOUS POEMS. SONNET— RECOVERY. December 1839. LADY, the friends who annually meet Under thy much loved roof, together greet Thee, chained no longer to a weary bed, With anxious pain confused, and throbbing head, But risen to joy and health. Sad thoughts, farewell ! Welcome all thoughts drawn freshening from the Well Of Life, now in the time in which the Son Of God our frail mortality put on, In great humility to seek and save Lost humankind, and triumph o'er the grave. Thanks, gracious Power, that dost our dwelhngs cheer With health of mind and body, peace and love, Albeit fierce storms darken the skies above In this wild season of the closing year ! 1839."], [231, "•MISCELLANEOUS POEiMS. 217 THE SHORTEST DAY. EARLY sloping to its place of refuge see the solar car; Coasting like a vessel guided by some fearful mariner. The eaves, that dripped in noontide sun-thaw, at the chill approach of night Are hung with many a bead, and jagged with many an icy stalactite. Now a star, and now another ; now a constellated braid Peeps out ; and now the firmament with golden patines is inlaid, From Aldebaran peering o'er the horizon with his golden eye, To the Bear, and Cassiopeia, in the circumpolar sky. 'Tis time to quit the frost-bound fields, and garden desolate with snow, For the shelter of our roof-tree, for the cheerful fire- side glow ; For the hearth domestic, centre of all blithesome re- creation ; Yet at solemn Epochs consecrate to loftier meditation."], [232, "218 MISCELLANEOUS POEMS. Winter now has ebbed its lowest, furthest from all golden prime ; Nature motionless lies stranded on the banks and shoals of Time. And the forked and broken branches tossing to the raving sky, Are distressful signals with a lamentation waved on high. But far off assurance beacons, clad in raiment of the Bow That from the region of the rain-cloud smiles upon the earth below : Assurance, tarrying for the day-spring without fever or amaze ; Like the Sphinx Egyptian, calm in indefatigable gaze ; Though in solstitial feebleness the sun along the ecliptic steals, She shall mark the acceleration of his burning chariot wheels ; She shall sit beneath her vine-tree when the purple harvest reels. As the wind, that bloweth where it listeth, stirs the stagnant ocean, So the afflux of the seasons vibrates with a gathering motion. •Sense refined for things eternal hears the low yet awful sound"], [233, "MISCELLANEOUS POEMS. 219 Of a voice that chides the pausing of the emblematic round. Days on days, as waves on waves, shall follow, till elate we see Nature on the tide of summer floating in her bravery. But the summer's perfumed breeze with chartered wantonness is fraught : — Now with Winter harmonizes staid sobriety of thought. Thought, the furthest from despondence that would think to read aright The symbol of man's fortunes in this brief and melan- choly Ught, That the shortest Day forecloses ; thought, that sets at nought the praise, The wealth, the power, the fame, the credit, to be gleaned in golden days, Cleaving to the independent inward riches of a soul, Vested with the garb of honour won by genuine self- controul. 1842."], [234, "220 MISCELLANEOUS POEMS. THE OLD YEAR. ' nr^IS midnight, yet the clear church bells -I- In measured strains are pealing : I hear their chime as it gently swells, O'er hill and valley steaUng. And now 'tis hushed, and now once more Sound-laden blasts with a gathering roar The ravished ear with music fill — ■ Sweep by — and leave the sense behind — And sinking with the sinking wind, Pause — fade — and all is still. The old year is dead ! — the best of years ! He Ues upon his bier ! Your tones, ye pensive monitors, Yet linger in mine ear. From high to low your voices range, With moody elements of change ; And ye tell in the close of your dying fall Of hopes and enterprises fair, Like vacant sounds dispersed in air : For the world lies under a pall :"], [235, "221 MISCELLANEOUS POEMS. And many there are who never more Your melody shall hear ; Nor see the lengthening days restore A beauteous blithe new year. And I heard in your peal a deep-toned bell That to-morrow may sullenly swing my knell, And bid my comrades cease their mirth, And loosen the knots of their festival bowers, And scatter the sweet exotic flowers Over the new-raised earth. Yet let the crowd of winged years Pass on, away, away ! The still small voice within declares How vain were their delay ; And harmonising tc the breast Foretells the promised place of rest, With recompense for worldly woe ; Where cold decay shall never come, But new-born spring for ever bloom, And years eternal flow. 1826."], [236, "222 MISCELLANEOUS POEMS. i SKATING. WHEN to his feet the Skater binds his wings, As of Jove's messenger the poet sings, He, like the hare, outstrips the northern wind, And casts, in doubling, a keen glance behind. By art that to the frozen lake conveys A glowing interest in winter days, Before the gazer now he seems to fly ; Now with a backward stroke deludes the eye ; Precipitating curves on curves anew, Returning ever, to his centre true. With air of noble ease, and swan-like grace, He balances awhile in narrow space ; Then sweeps far round with power not shown before. And on his crystal plain does all but soar. Yet is his pastime brief; the solar heat Grows strong ; again the lapsing waters meet, And to dull plodding earth confine his daring feet. 1845."], [237, ".MISCELLANEOUS POEMS. 223 SKETCH OF A WINTER SCENE. February 26, 1843. THE snow fell all night long like thistle-down, Undriven by any wind : the snake-wreathed urns Upon the terrace were sublimed with snow ; The lawn lay blank and dazzling ; and throughout The bleak bare length of the antique ash-trees' arms Smooth strips of snow in Unes refulgent ran, With the dark russet bark in contrast viewed, Showing like bands of light glancing along The limbs of mail-clad warriors : yews, and firs, Though changed in hue, retained a show of grief, And bowed beneath the sluggish wintry mass, Low feathering downwards, like the cold white plumes Upon a maiden's hearse who died for love. The holly's fenceful leaves and scarlet fruit Were lost beneath the clustering spheres of snow The oak put on a foUage new and strange That with the play and fashion of its boughs Harmoniously accorded ; and the birch Drooped as in summer, but in light festoons"], [238, "224 MISCELLANEOUS POEMS. Of silver, worn for graceful masquerade : Such varied metamorphose, unforeseen, Relieved the dim confusion of the woods. I feared the rising of a breath of air] That might have marred the picture ; in my heart I chid the red-breast, who from spray to spray Hopping, a tiny avalanche shook down, That broke the charm where all was fairy-land. 1843."], [239, "MISCELI.ANEOU% POEMS. 225 THE SNOWDROP. TN the green quickset alley found, -*- Cautious I peep above the ground. A tranquil, soft, and silvery grace Illuminates my downcast face ; Like that of some secluded maid Of manhood's liberal gaze afraid. Yet though my bashful head hangs low, No blush o'erspreads my sickly brow ; For I am pale, and weak, and mild, Bald gray-beard Winter's latest child ; And rightly doth my chilling name My parentage and birth proclaim. But see ! my sire away has flown, And Spring adopts me for her own ; Gives me her joyous train to lead, Where flowers on flowers in turn succeed ; And Nature's voice begins the song, Which grateful hearts through six fair months prolong. 1832. <j"], [240, "226 sMISCELLANEOUS POEMS. SCENE IN THE COUNTY OF WICKLOW. A SKETCH. BORDERING the mountainous and wild way-side That leads to Glendalough, and Kevin's bed, Renowned in song and legendary lore, I saw a fragment huge of stubborn rock, And hard by stood a cabin : each of each Appeared at first the very counterpart ; Alike in outline, magnitude, and hue ; Twin offsprings of th' inhospitable soil. The rock lay sullen in its ruggedness, Cold as a pinnacle of northern ice ; Massive, obtuse, and fostering nought of life, Save lichens, barely classed with living things, Yet by their hues redeemed from nothingness. But the low cabin stood on cherished ground : The stir of life was there ; and we beheld The azure peat-smoke curling silently From what served as a chimney ; on our ears Light footsteps fell, with voices not a few, That told of amity, domestic cares,"], [241, "227 MISCELLANEOUS POEMS. And all the tender charities of home. And even that mass of rock, whose presence seemed Too coldly savage for companionship, Yields no unwelcome service, casting shade Profoundly grateful to the wearied one Returning from the peat-bog or the field, To taste repose, and bless the hour of noon, That by its shadow-line is rudely marked : Oft in the winter checks the driving storm ; And by the reflex of the sun brings down Some genial comfort from the frosty air, To charm the rigours of that desert place, And breathe around tranquillity and joy. 1839."], [242, "228 MISCELLANEOUS POEMS. WORTHING. A SKETCH. NOT when the winter's wild south-western blast Scatters thy spray -flakes, furious, loud, and fast, But when thy surf with slow and solemn swell Booms on the ear, I love thee, Ocean, well. 'Tis sweet to lie fanned by thy healthful breeze, Stretched on the shore in meditative ease, Whilst influences tremble through the frame, Felt inwardly, but which we cannot name. And sweet to share with those we love the best, Old recreations in new colours dressed ; With rhymes and tales that to the seas belong, Of Proteus' wreathed horn, or mermaid's fabled song. Here children on the sands, or pebbly beach, In very sport learn more than books can teach. The smooth-worn shingle, and the buoyant weed, Please with moist gleam, and temptingly succeed. Some pause aloof, to watch with timorous glee The magic swelling of the moon-led sea ;"], [243, "MISCELLANEOUS POEMS. 229 the Some bolder stand, unmoved, in act to brave The flowing march of each advancing wave ; Then follow, when its landward plunge is o'er, Its backward swing, that sweeps and rattles down shore. But when low tide reveals the ocean-bed, A level space of firm brown sand is spread, With wave-like ripple-mark ribbed far and wide, Ploughed by the ceaseless current of the tide, From where the shingles whiten in the sun, And the swart lines of sweltering sea-weed run, To where mid-way between the earth and sky The steaming mirage mocks the clearest eye. One vessel in the offing rides afloat ; Black, without motion, lies the fisher's boat ; And through the throng of sauntering idlers gay The dripping shrimper threads his homeward way 1839."], [244, "230 MISCELLANEOUS POEMS. ON THE TERRACE AT SOMERSET HOUSE. A NIGHT-PIECE. THE fair round moon sheds down her dewy light Upon this noble terrace, and reveals The long perspective of the balustrades With light and shade alternating; o'erhead The sky is frosty, and Orion slants Athwart the level haze ; an eager air Comes freshening from the bosom of the Thames ; Against the granite wall the quick spring-tide Laps audibly, as though on living crags ; A barge that seems self-moved — a dusky shape — Glides onward, like a dream ; but with the dash Of the heavy plunging oar, that breaks the moon's Calm image to ten thousand luminous waves, And eddies, and bright points, I see her form From stem to stern ; the dark hull swims in light. Another soon will follow, for I hear The capstan's clink, and voice of one that weighs His anchor to old snatches of a song."], [245, "231 MISCELLANEOUS POEMS. Yon bridge — those wondrous rows of pendent lamps — With the reflex beneath, recalls the dear And half-forgotten scenes of fairy -lore I conned in childhood ; — the strange symphony Of striking clocks, now near, and now far off, Now near again, is merged and whelmed at length In solemn globes of sound flung one by one From sovereign Paul's clock tower ; — the trumpet sou nds From the far-barrack at this hour of night With notes of peace and rest ; — from yon tall mill, Looming through river vapours spectrally, The engine throbs at lengthening intervals ; And all the cataract of human life, Maddening erewhile with fevered dissonance, Subdued to distant murmurings, breathes repose. And, as in revelations of a dream, I see a harmony pervading things Inanimate, and things that tell of life, With spirit pre-eminent o'er the manifold din That in the giddy whirl and glare of day The fair proportions of this imagery Deforms with harshness out of tune with love. 1843."], [246, "232 sMISCELLANEOUS POEMS. OLD MASTER NASH OF WINDRUSH. A VILLAGE PORTRAIT. A SHEPHERD for eighty long summers and winters, He followed his trade, without stirring adventures, On the ridge ofthe wild windy Cotswold, alone W'ith his dog, and his flock, and the gray walls of stone. Overburden'd with well-nigh a century's weight, Marvel not that he stoops, that he totters in gait ; But old age holds his senses so Uttle in thrall, You would scarce think him acting the last scene of all. Snow-white is his hair, and the hues of his cheek Long acquaintance with rain, dews, and sunshine, be- speak ; Still, though now for a crutch he abandons his crook, He's at yeaning-time called to advise and o'erlook."], [247, "sMISCELLANEOUS POE.MS. 233 And when merry May-time is kissing with June, At the feast of sheep-shearing he loves to make one ; Where the bleating, and mirth, and the clapping of shears, Like the sweetest of music resounds in his ears. And when Whitsuntide comes with a morrising mea- sure, To the bells, pipe, and tabor, his heart leaps with pleasure ; A brief sparkle relumed of his manhood's gay fires Stirs his Umbs, as though shot through electrical wires. He cannot be idle : sometimes with his neighbours He fares forth, like a child, to promiscuous labours ; But for all he can do, though he rallies his powers, He might just as well sit in the sun for three hours. The poor of the village in turn may repair To the house of the Vicar, his bounty to share ; But old Nash comes and goes when he lists ; it were sorrow And shame to put off the old man with \"to-morrow.\""], [248, "234 MISCELLANEOUS POEMS. May he peacefully breathe his last breath ! He shall sleep Where the fresh grassy hillocks lie couching like sheep, And the south wind that woos the wild flowers of the spring Comes with early perfume and repose on its wing. 1843."], [249, "MISCELLANEOUS POEMS. 235 ASTHALL, OXFORDSHIRE. A SKETCH. 1\" N early summer, when the meadow grass ■*■ Was ripening, and no one that way might pass, By lanes and open pastures I drew nigh Unto a village that aslope did lie Upon the north-side of a vale : below, Through water-meads I saw the Windrush flow. Beyond, where'er the undulating wolds Uprose to meet the sky, the distant folds Were gemmed with fleeces. Thence I turned my horse Down a rough road — half road, half watercourse — Towards a spacious farm, with gables quaint, And here and there a Gothic ornament, Tinted with lichens and soft weather-stains ; Of some monastic pile the sole remains. And all about the homestead, red and white Thorns, blossoming in masses, glistened bright ; And cones of chestnut-flower in bold relief Displayed against the fans of dark green leaf;"], [250, "236 .MISCELLANEOUS POEMS. And underneath, the kine, with twinkUng tails, Lashing the viewless flies, waited the evening milking pails.8 Alighting at the church, I took my way Through the encincture where the gravestones lay Unshadowed in the cheering eye of day, To where the sacred doors of carven wood Beneath the Saxon porch wide open stood. My feet one moment on the threshold hung ; Then on the pavement and sepulchral brasses rung, As down the aisle, in mood subdued, I went Slowly from monument to monument. The circulating air flowed cool and free : And o'er the solitude a melody Stole from a tomb within a gilded rail, Whereon a warrior lay in complete mail, Sculptured in stone, for on that form supine A redbreast perched, and trilled a note divine. Even such was Asthall. I can ne'er forget The quiet of a scene I quitted with regret."], [251, "MISCELLANEOUS POEMS. 237 SONNET.— ON THE PAINTINGS OF TURNER. ■/\"^ RE AT Poet ofthe pencil! Thou wert born V-J With power to see into the soul of things ; And dowered with an intellectual scorn Of slavish detail. For imaginings Sublimed from Nature thanks are due to thee : By thy creations thou hast set us free To scale the heights of unattempted art. The tones that to the mind thou dost impart Are silent never. They respond by night In still pulsation to the slumbering light ; Then vibrate to the colourings of the mist, When morning is instructing sky and land And ocean ; and the breadth of gleaming sand Is glassing dream-like shores, with level day-spring kissed. 1843."], [252, "238 MISCELLANEOUS POEMS. THE WORLD BEFORE MAN. ARGUMENT. Extreme Antiquity of the Earth asserted — Consequences of Central Heat — A Belt of Clouds formed round the Globe — Changed to a Ring of Ice — The Ring broken up — Conse- quent Effect upon the Earth's Surface — Contest between Heat and Cold continued — Consequent Effects upon the Earth's Surface — Creation of Organic Life — Various Changes down to the Creation of Man. WHEN earth was newly moulded into form, And the dread void was filled, and darkness lay No longer on the surface of the deep, There was a wondrous time ere Time began To measure out the dole of human life By minims of succession : Years were none That with the seasons' circUng round expired, Born to scant heritage of petty change, And brief dominion o'er crude circumstance : But as an ocean stream the cycles flowed, Unbroken, unconfined ; and the large Days Were told by lapse of myriad centuries. From the Beginning all may not be traced"], [253, "MISCELLANEOUS POEMS. 239 By less than Angel ; part is yet unsealed By reason and experience, fountains twain That rise for m<an, and blend their streams in one ; Part by up-thundering earthquakes brought to light ; And part revealed beneath the earth and sea, In murky shades of caverns many-tongued, To those who to a nether world go down, And occupy their business in the mine, Or in the sounding quarry shape the stone. Earth, big with elements and principles, At first, as now, upon her axle rolled With pace innocuous, changeless, uniform. Yet, ere divided by the firmament The waters from the waters stood distinct, The universal canopy of air, By operation fierce of central heat, Grew seething vapour ; seas and lakes were none ; All elemental liquid was dispersed To upper regions, interfused with air Expanded in insufferable range To realms that lie betwixt the earth and moon, Where of contending forces none prevails, Fast by the confines of the realms of cold. Hence condensation moist, and hence the globe Became encinctured by a belt of clouds,"], [254, "240 MISCELLANEOUS POEMS. Compact at length to a belt of gleaming ice, A ring opaque, self-balanced, wonderful, Fixed in the concave by petrific cold ; A frigid zone material, unlike that By sage geometricians since described In parcelling out the imaginary sphere. But heat in due procession rising slow, With purpose of reprisal to be wreaked Upon the antagonist principle, by stealth Attained the limits of the frost-bound air ; Thawing insidiously the gleaming ring's Continuous encincture : all at once By gravitating pulse resistless drawn, Yet slowly first, the hideous ruin fell. Then swift and swifter whirling, clashed, and rung, And shivered in the middle firmament, With fulminations of dire impact, shot From masses self-attracted, self-repelled, Even 'midst the acceleration of their fall, Whose speed outstripped their own outrageous clang. Deep shadowing thus they came : not as we see Sharp-pointed sleet, or comminuted hail, Cast forth like morsels on the wintry plain ; But glaciers — ice-bergs — aerolites of ice — Like continents and mountains, capes and isles, Down-thundering erst in arch-angelic war,"], [255, "MISCELLANEOUS POEMS. 241 Encountered the scared earth, that, furnace-like, With fiery emanation hissed and glowed ; And all the surface in commotion rose Torn by the fresh-engendered hurricane Of vaporous explosion, with a noise Of the icy concrete, into atoms dashed, Flashing to steam, then re-absorbed in air : Yet earth, as now, upon her axle rolled, With pace innocuous, changeless, uniform. Still battUng for the mastery, searching cold Of his old sceptre strove to dispossess The fiery element, and subvert his reign ; Nor failed at length ; for weakened and o'erwrought By undulations lost in boundless space, Heat fled the superficial plain of earth, To the volcano's narrow bounds confined ; The petty fortress left him to defend. Then too, the sphere of air was circumscribed, And rendered up its watery particles Conglobed in drops on high ; thence downward drawn To cool the surface with impetuous rain, Condensed and roaring into cataracts For ages from the watery shell of air : Hollowing out ocean beds, and craggy shores, By which no heart of buoyant mariner R"], [256, "242 MISCELLANEOUS POEMS. E'er shaped a course, or hoisted gladdening sail ; And scooping valleys desolate and lone ; And wearing rocks to columns and to peaks, Whilst all the bounding echoes were absorbed And deadened in the granite-shattering whirl And strife of waterspouts, that ceaseless raved On oldest mountain-ranges, older far Than Himalayas, Alps, or Apennines, For these as yet were not ; — primeval hills, Disconsolate, disastrous, unredeemed By softening landscape, sight or sound of joy : Yet earth, as now, upon her axle rolled, With pace innocuous, changeless, uniform. Pass we to happier times, when breath of life Organic, breath of herb, tree, fruit, and flower, After their kind that quicken, and inspire Odours and savours to the laughing air, Gladdened the teeming garden of the world : And creeping things first made, then nobler kinds, Each after each, endowed with nerve and brain, Volition's seat, with frames for strength and speed, In sport exerted, or for needful prey, Started to life in forest, mere, or fen, When this fair world was green, and all their own. Peaceful the starry heavens rose and set ;"], [257, "243 MISCELLANEOUS POEMS. Peaceful the level main ; peaceful the air ; And by the lustrous woods and groves festooned With flowering trailers serpentine, and palms Outspread in tropic shape, and sapphire lakes Diversified with light, and interchange Of noonday twilight amongst bowery hills, Haply celestial beings walked the earth, With pinions folded down in lowliness, And all this glare abated, not without Serene delight, although their home was heaven And held high converse of this beauteous world, And how mankind thereafter should succeed To such possession. Then came forth the law, That paints the rainbow on the pendent cloud, Though meditative soul were none to admit Through outward portals of the ready sense Intelligential thoughts of love and praise. Then on the level sUme and oozy shore Of the interminable and sluggish fen, In coverts of gigantic ferns, and reeds Like spears of serried hosts in phalanx dense Embattled, and portentous sedge, whose growth Out-topped the stature of our forest kings, The Saurian lay, dark, rugged, motionless."], [258, "MISCELLANEOUS' POEMS. 244 Ensheathed in swarthy plates of obscene mail ; Enormous birth : as sedulous of prey, This way and that, before him and behind, Rolling his huge circumference of eye, That, by reflection, to the solar orb Responded with unutterable fire ; Yet quailed and sickened with the sickening sun, What time the eclipse, with darkly strange defect, Strode from the equator to earth's outward edge, In majesty of darkness unforetold. And florid earth upon her axle rolled With pace innocuous, changeless, uniform, For ages upon ages ; race to race Succeeding, clime to clime, nay, land to land, By subsidence and deposition slow Wrought by invisible powers in land and sea. And there were earthquakes, fires, and lava streams, And signs above, and voices on the deep, And mountains rose afresh, and valleys fell, And sun and moon and stars together sang. And life was o'er the whole pre-eminent, And God saw it was good ; and God said, now Let us in our own image fashion man. 1842."], [259, "MISCELLANEOUS POEMS. 245 THE RAILWAY TRAIN. A FRAGMENT. Lo it comes, A dragon or chimæra of romance ! \" With shriek like mandrakes torn out of the earth ; \" In just articulation, joint with joint Compact, with seeming sense, and purposed will, And vital marrow of intelligence : With whirlwind march, on iron-engrooved paths, A very thing of life, it works and plies Its office : now by day a cloud it shoots Forth from its nostrils, steaming as with breath Of Use, descried far off; and so devours Its proper continuity of road, Reversing the direction of the winds In very prodigality of speed Towards its rock-entunnelled darkling lair : And launched upon its way in night profound, By its tremendous neezings shines a light, With images of peril, wrath, and power ; As when some spirit of evil rashly freed,"], [260, "246 MISCELLANEOUS POEMS. Shakes the magician who dared frame the spell ; Happy, so might he scape the demon's ire, To break his wand, and all his books of art Entomb for ever ! 1842."], [261, "-MISCELLANEOUS POEMS. 247 THE BLIND GIRL. O I STER, I have oft suspected To idle grief thou dost incline ; Now by the throb thou art detected Of thy fingers pressed to mine. I a stranger am to weeping ; How should I thy peace annoy ? Evermore, awake or sleeping, Flows the current of my joy. I love the air by humming fountains Fanned and freshened, and the charms Of sunshine sweetening heathery mountains, And breath of upland dairy farms : And whilst youths and maids are telUng Of fields in gorgeous wild-flowers dressed, By a sense sublime of smelUng I know the fields the Lord hath blessed."], [262, "248 MISCELLANEOUS POEMS. Once in our porch whilst I was resting To hear the rain-drops in their mirth, You said you saw the rainbow cresting The heavens with colour, based on earth And I believe it fills the showers With music ; and when sweeter air Than common breathes from briar-rose bowers, I think the rainbow has touched there. I hear the winds rise up to battle ; Or in the hill-side larches sing ; Or in the merry ash-key's rattle ; Or in rough oaks low murmuring. And in that hour of deepest feeling, Which you call twilight, comes a sound Of dread yet lovely beings wheeling About the firmament profound ; About the constellations, rolling All night to quiet melodies, Hushed by the morning sun's controlling, Lost in his fuller harmonies. I hear of beauteous forms and faces, Sparkling eyes, and glossy hair ; And my touch unerring traces Mind and spirit dwelling there."], [263, "249 MISCELLANEOUS POEMS. And thankful for the inventor's cunning, The page embossed with learning's fruit, O'er which my fingers will be running, As o'er an harpsichord or lute, I glide through tales of warlike ages, And follow high poetic rhymes, And magic lore of bearded sages, And Ughter gems of modern times. Or inly pondering gospel tidings, I learn from our Redeemer's lot How Ught in darkness was residing, But the darkness knew it not. Sister, I make no vain pretences Weighing thus my gifts with thine ; For I have, as thou hast, senses To comprehend that word — to shine ! A day shall dawn, a day of brightness, Such the glorious words of grace, When we alike in robes of whiteness Shall see our Maker face to face. 1842."], [264, "250 MISCELLANEOUS POEMS. ON A SCENE IN HUNGARY. Buda, July 31, 1841. WOULD'ST thou survey a scene as bright As may on earth be found, Ascend the Blocksberg's craggy height, By star-eyed Science crowned.* Thence with enraptured eye skim o'er The immeasurable plain, Teeming for Hungary's lords with store Of flocks, and herds, and grain. Then, turning towards the breezy west, Refresh the wearied sight With vine-clad slopes, and wilder hills, Enrobed in summer light. * The observatory of Buda is erected on the summit of the Blocksberg."], [265, "MISCELLANEOUS POEMS. 251 Below, white walls, and glittering spires Buda, and Pesth are seen, And Danube in unbroken flow Rolls deep and wide between ; But, when the haunts of men are passed, Puts forth on either hand Two mighty arms, to compass round And water all the land. And northwards by those floating mills, Two islands, side by side, With greenest thickets wooded o'er, Lie stemming Danube's tide, That runs in narrowed course between — Then, swift as thought can fly, I dream of woods and meadows green On Thames's banks that Ue. Ah, happy hills ! ah, pleasing shade ! Ah, fields beloved in vain / Where once my careless childhood strayed, A stranger yet to pain.* From Gray's Ode on a distant Prospect of Eton College."], [266, "252 MISCELLANEOUS POEMS. Return, return, inconstant thoughts ; What tricks doth memory play ! Forbear to mingle scenes like these WTith others far away. O Nature I still where'er I roam, Thee, Goddess, I revere ; Then let me dwell on scenes of home, Less mighty, yet more dear. He thy best worshipper shall prove Who feels it pleasing pain, By leagues of earth and sea removed, To drag the lengthening chain. 1841"], [267, "MISCELLANEOUS POEMS. 253 THE CUCKOO CLOCK. T TARK ! what sound mine ear doth mock ? X. A. 'Xis the merry cuckoo clock, Chiming like the very bird In earliest days of summer heard, With her two notes reiterated ; Lonely bird — a voice unmated. When the huge cathedral bell Flings its undulating knell From a central heart of sound, To circle all the city round, Where the shadowy watchmen creep By the houses lapped in sleep ; Knell that flies o'er palace towers, And penetrates to inmost bowers, And leaves within the haunted ear Of lonely fireside Ustener Something of fantastic fear With its iron stern vibration ; Cuckoo-clock, the salutation"], [268, "254 MISCELLANEOUS POEMS. Of thy admonitory ditty Soothes me in the pent-up city, With thine own peculiar greeting ; And thus the hours, for ever fleeting, Are onward cheated and beguiled To die in music of the wild. Cuckoo-clock, thy rural summons Calls me to heathery thorn-grown commons, Hazel-brakes, and beechen groves, Where thy feathered namesake roves ; And bids me summer scenes remember In the month of drear December. And when fierce dreams upon the bed Of pain and sickness rack the head, Since thy clear note is ever telling Of sunshine, and of life outwelling, There is no distressful warning In thy alarum, but a dawning And a promise of renewal Of healthful power, life's dearest jewel. And O ! what charms thy tuneful shock, All unconscious cuckoo-clock, Had for that child of sweetest features, A seraph now with seraph creatures."], [269, "MISCELLANEOUS POEMS. 255 How often would she pause and stay In the midst of all her play, At the very noontide hour, Held by thy spell of pleasing power, With eager eyes, aud lips apart, Answering to her fluttering heart, That did within her bosom knock ; Unmoved the while as marble block, She gazed upon thee, cuckoo clock, Like a votary come from far For response oracular, Till with sudden cUck and jar Thy mysterious doors should sunder WTith a sight and sound of wonder. Were the curious craftsman near, German, or stout Hollander, Who wrought thy wheels, and bade thee tell Each hour with voice instead of bell, A mile or twain he would be running To see such triumph of his cunning. How oft temptation's sorest trials Environ those enchanting dials, That even the soberest hearts entrammel, With gold enchased, and flowered enamel : But thy wooden aspect homely,"], [270, "256 MISCELLANEOUS POEMS. In unison with all that's comely, Speaks of regulated duty By a charm surpassing beauty. Of vocal mechanism the sweetest, Thanks for the lesson thou repeatest ; Thanks for the never-failing stock Of feelings that thou dost unlock, Merry, voiceful cuckoo-clock. 1842."], [271, "MISCELLANEOUS POEMS. 257 ON USING AN ETRUSCAN VASE AS A DRINKING CUP. TALK not to me of funeral rites, of dismal tombs of earth ; This form, these colours bright, declare this cup was made for mirth. A health to all ! to Uving friends I pledge this goblet's flow ; And next, to those who smiled and wept three thousand years ago ! This relic brings their joys and grieft to mingle with our own, Though fabUng time for centuries on centuries has flown : I seem to see their marriage feasts, the bridegroom and the maid ; And new in earth with his crown of gold the warrior grandly laid. How ! laid in earth ? aye, laid in earth : what thoughts can here affright ? s"], [272, "258 MISCELLANEOUS POEMS. See ! though 'tis frail and wrought of earth, this cup is passing light : And hence I feel and know that he dreams nought but dreams of bliss, Who lies asleep with earth upon his breast as light as this. I cast aside the historic page to Usten to the voice That by this cup bids human-kind in brotherhood re- joice : Then fill once more ! to living friends I pledge this gob- let's flow ; And next to friends who lived and died three thousand years ago ! 1843."], [273, "sMISCELLANEOUS POEMS. 259 TO SIR JOHN F. W. HERSCHEL, K.H. ON HIS RETURN FROM THE CAPE OF GOOD HOPE, 1838. \" Præsenti tibi maturo9 largimur honores.\" — Horace. T TERSCHEL, of zealous father zealous son,7 -*- -*- Receive the crown thine ardent toil hath won ! See, England's wisest, pressing to the shore, Descend in crowds to welcome thee once more ; CUmb the tall deck that bore thee safe to land, And clasp in ecstasy thy friendly hand, With heartfelt welcome both to thee and thine ; Loved ones who cheered thee on the cheerless brine. When first thy vessel winged her eager way Athwart the Line of equal night and day, Taught southward her unerring course to shape, And seek no haven but the wave-worn Cape ; Though 'twas a joy to catch the gallant breeze That whitened o'er the crest of foreign seas, With glowing sense of change from hour to hour,"], [274, "260 MISCELLANEOUS POEMS. As cUme succeeded clime with varied power, And ocean told of wondrous living things, And air responded to the sea-bird's wings, With sights and sounds that stir each feeUng breast; Flashed there no joy on thee above the rest ? As from th' horizon's still descending plane Star after star rose o'er the heaving main, Revealing in the ever-changing skies One after one their glorious novelties — Not with amazement, but with rapture, fraught, Fresh to thy gaze, familiar to thy thought — Till the South Pole stood high in pomp untold, And a new firmament around thee rolled. 'Tis done : in either hemisphere thy name Is read in characters of deathless fame ; But happier they the wondrous tale that hear From thine own lips, illustrative and clear. Now shall they welcome thee who most incline To talk with zeal and intellect like thine ; They who, thy much-loved Granta's bowers among, Mingle stern reasoning with the muse's song ; The kindred souls, that watched and drank with glee The scanty tidings sent across the sea. Bear them awhile to realms of space remote, Where myriad worlds in ambient ether float,"], [275, "261 MISCELLANEOUS POEMS. Celestial husbandman ! who, night by night, Didst garner up the golden grains of light, In fields then first disclosed to mortal eye, Rich with the harvest of an unknown sky. Thy bright discourse of treasured lore prolong, Thyself the centre of the listening throng ; On truths sublime the graceful charm bestow Of winning eloquence in fullest flow. Born to the contemplation of the sky, Nursed in the arms of sweet philosophy, Better thy spirit in its calling strove For this, that thou hadst much therein to love : And memory of thy Sire, whose precepts mild Led thee to star-eyed Science when a child — Thy Sire, who borne on wisdom's searching wing \" Found for the lyre of Heaven another string \"— Led thee in reverence on and onward still : Bade thee for him the mighty task fulfil. No fond and vain ambition here we see : Science is filial piety in thee ! Yes ; there are laurels wreathed for him alone Whose mind from truths eternal takes its tone. • Campbell."], [276, "262 MISCELLANEOUS POEMS. And when with genius in one blaze combined, Pure social worth, love, charity, we find, Man creeps no more the being of an hour ; With honour crowned, than angels Uttle lower. 1838."], [277, "263 MISCELLANEOUS POEMS. ON THE DEPARTURE OF BISHOP SEL- WYN FOR NEW ZEALAND. December, 1841. ON England's shores the Tomatin unfurled Her sails to waft her o'er one half the world : And with a troop of friends upon the strand, Of whom some wept, appeared a parting band Called hence for earth's remotest isles to steer, And shape in utmost Zealand their career. And raised above the multitude was one Towards whom all turned as towards a central sun ; A youthful head erect in mitred state ; And with a dignity inviolate, Mixed with a look of sweet accord, he drew Such reverence as to age alone seemed due. For holiest thoughts were legible in his face, With quiet ornament of genuine grace. Even in that hour he wore a cheerful guise ; And on his lofty brow, and in his eyes, Lightened a soul of resolute emprise ; And whilst affectionate farewells he spoke,"], [278, "264 MISCELLANEOUS FOEMS. \" He bore his great commission in his look.\"* The prayer was said — tbe benediction given — In the full canvas sat the wind of Heaven ; The deck receded — still upon his tongue The loved and honoured name of Eton hung ; So forth they fared upon the pathless sea, A goodly fellowship — a glorious company. Devoted spirit I we cannot choose but take Shame to ourselves, for thy privations' sake, Whilst soft civilization showers around Our homes all luxuries of sight and sound. Whence admiration of endurance takes Soft melting hues ; nay, pity's self awakes, Roused at the call of friendship, that began In school-boy days, and now binds man to man. Yes ! we will seek with thee that distant shore ; And though with bodily eye we see thy face no more, Such is our love, in vain shall ocean roll His bars between, to sever soul from soul. What hope was thine when dashed the rainbow spray, A cheering emblem through the tedious day, * Dryden, Character of a Good Parson, from Chaucer."], [279, "265 MISCELLANEOUS POEMS. Over thy vessel's prow, and far away She held her lengthened course, unvexed by storms That call up terror in a thousand forms ! Month after month the measureless ocean-wild Mirrored the azure firmament, that smiled With sunlit influences upon the deep, And lulled the tempest in unwonted sleep ; Till in the very haven where thou would'st be, Omen of happiest futurity, Earth, sea, sun, air, all gave the favouring sign, Here breathes a spirit of man no other than divine ; And ere thou might'st address thy future flock Of cinctured islanders, each barren rock, And distant bowery hill, and glistening cove, Was hailed by thee with joy akin to heavenly love. And whilst the militant Church in open sight Of men arrays her panoply for fight, Once and again with ringing warrior tones And with a mighty stirring of dry bones, And voices louder waxing, trumpet-pealed With no uncertain sound on God's own battle-field, Remarshalling the broken, scattered, lost, Confederation of her ancient host, Intent offending Christians to rebuke— Towards Zealand she inclines with sweet inviting look"], [280, "266 MISCELLANEOUS POEMS. And in thy sacred function a serene Example of endurance shall be seen, That the highway before Her shall prepare, Sweet-minded Prelate ! Thou, true messenger Of peace, shalt raise the Savage of the wild, And gently draw him : lordly, yet a child, He loves thy pastoral care, and precepts nobly mild. Thus quickening with vitality intense, The germ of national pre-eminence, Watered by true religion, shall take root, And bear for unborn ages richest fruit. Then shall a fair ingenuous race explore The darkling mines of intellectual lore ; And eager-hearted industry give birth To the respondent claims of social worth. The prairie and the fern-grown waste shall teem With culture, there the golden harvest gleam ; And commerce from untold resources spring ; And vessels shoreward crowd \" on wheel or wing.\" * And kindling to the genius of the clime, Shall polished arts succeed, and high-built rhyme From native imagery shall take its tone, And hallow mighty deeds of warriors done * Campbell."], [281, "MISCELLANEOUS POEMS. 267 In chivalrous feats of arms, not barbarous war ; So shall thy Zealand shine the leading star Fixed in the galaxy of lustrous isles That o'er the one half world of waters smiles. And measured by thine aim, that seeks the skies, Thereafter shall a temple-dome arise, Of vast proportions just, yet intricate, Of symmetry befitting Christian state ; Elaborate with gold, with marble bright, From tessellated floor to fretted height ; Where the discriminating eye shall trace Fresh combinations, and new forms of grace, Caught from the o'er-arching woodland colonnades, And pendent scenery of those savage glades, From Nature's own soft architecture won To live by native art transferred to stone. And in that temple shall glad crowds attend, And to the light revealed in reverence bend ; Whilst to reverberating vocal choirs, And breath of organ-pipes, the anthem lends its fires. And though to see thy Zealand in her prime May not be given, yet, triumphing o'er time, One solace is behind, if those that feed By faith upon the future solace need."], [282, "268 MISCELLANEOUS POEMS. Within these sacred precincts shall be shewn A venerable monumental stone, Whereon posterity shall read thy name Inscribed, and consecrate to deathless fame. Even now each pensive and o'erflowing heart That bears, or fain would bear, with thee its part To speed the progress of the glorious doom Foreshadowed in a kingdom yet to come, With those of sainted men thy name enrolls, Shepherd and Bishop of converted souls. 1843."], [283, "MISCELLANEOUS POEMS. 269 ON REVISITING ETON, IN THE YEAR 1842. Hs^HESE the spires and these the turrets sons of **- Eton love to greet : See beneath the row of Ume-trees that low wall, our wonted seat. See those benches ; on the oaken wainscot graven see that name ; See the thronging generation — 'tis another and the same — Beneath those elm-trees in the meadows musical with happy sounds Of unbroken boyish spirits gambolling in ceaseless rounds : And by the gallant river eddying onward, ever bright and deep, I seem to know the weeds and rushes, and the willow's graceful sweep. And I see the self-same elm-tree under which in by- gone years"], [284, "270 MISCELLANEOUS POEMS. Me my parents left, a timid novice, drowned in parting tears. Once more I greet its whispering branches : nay, the very clouds that fly O'erhead away, like youthful days, seem moulded in a well-known sky. Comrades in youth's bygone season ! comrades in the cheerful glade I May I show what fearful tracks the wheels of circum- stance have made ? And hand in hand how time and space have sworn to sever you and me ; And thrown between congenial souls a thousand leagues of barren sea ? Further, further, in the distance, Eton, waned thy hoary towers ; Yet I clung to thy remembrance — rallied all my spirit's powers — For the ties that held me to thee, worn and frayed with worldly strife, Might have snapt but for new blessings calling me to second life. Then waxed thy vision, Eton, in the distance, and I heard a voice Calling sweetly to a father boasting of his radiant boys."], [285, "MISCELLANEOUS POEMS. 271 Now 'tis comfort to address thee, Spirit of that ancient Place ; Thee, the soul of England's glory, of her sage and warrior race. Spirit, now arrayed in whiteness, now with shadows overcast, Come with precept for the future, with rebukings for the past. Since thy Henry ruled in Britain, year by year, and day by day, Have the gates of thy renewing been impervious to Decay. Thou outwellest, like thy river's stream, unperishingly rife With youth's blithe elements of motion, and invulner- able life. By the dignity of friendship — by the chastenings ofthe mind — By communications lofty — all that elevates mankind — Let me love thee like a parent — flee to thee and be at rest — To thy water-brooks betake me like the hart by hunters pressed. 1842."], [286, "272 MISCELLANEOUS POEMS. A FRAGMENT. MEN'S hearts have their May-days, and harvest- homes ; But in the winter season of the spirits Small obstacles that stand i' the sun of fortune, Cast longest shadows. 1845. THE VINE TO THE HE-GOAT. FROM THE ANTHOLOGY. THOUGH you gnaw me to the root,9 He-goat, I again shall shoot, Bearing rich and hallowed fruit, To make the wine that shall be shed In Ubation o'er thy head, Victim at the altar's foot. 1843."], [287, "MISCELLANEOUS POEMS. 273 FROM THEOCRITUS. /T\\NE day as roguish Cupid from A hive was stealing honey-comb, A bee, disturbed in his abode, Sharply stung the pilfering god. Cupid shrieked in baby fashion — Sorely wept — and blew his fingers — Stamped on the ground in pretty passion : — Near the hive no more he lingers, But flies away, and shews his grief To Venus. O 'twas past belief That little monster of a bee Could cause such horrid agony ! Venus, his sorrows to beguile, As he sat sobbing on her knee, Said to him, with a rosy smile, \" You are yourself just like the bee. Have you forgot the thousand smarts You wreak on mortals with your darts ? The tiny insect stings, 'tis true ; And such another monster you ! 1843. T"], [288, "274 MISCELLANEOUS POEMS. FROM MARTIAL. Lib. V. 20. COULD we but live, my dearest brother, For ourselves and one another, Disposers of our proper leisure, In blameless holiday and pleasure, We ne'er would haunt the great man's levee, Nor law-courts soured with pleadings heavy, Content in quiet to reside, Far from the imaginings of pride. For literary friends and talk — Light exercise in shady walk — At proper times in proper places The gladiators and the races — The bath — the stroll by Virgo's source — Would satisfy our tastes of course : Such would our haunts be, such our neighbours, Such our extemporary labours. Now, whilst we live for those alone Who love us not, the day is gone ;"], [289, "275 MISCELLANEOUS POEMS. Tlie day that never can return : O be life then our dear concern, Nor let us to the Sun impute The blame of haste, whilst we dispute. Who, blest with means, and in the way Of sweetening life, would brook delay ? 1842."], [290, "276 MISCELLANEOUS POEMS. FROM TASSO. PROLOGUE TO THE AMINTA. (Enter Love habited as a shepherd.) Love. WHO could divine that in this human shape, Veiled in these shepherd's weeds, a God lay hid ? No wood-god, or inferior rural power, But the most potent of the Gods above ; Who can the red right hand of Mars disarm, And from the grasp of Neptune shake the trident, And quench the thunderbolts of Jove himself. Certes, in this disguise not readily Could Venus recognise her offspring Love. For from my mother am I fain to fly To hiding-places. She would make, forsooth, A slave of Love, to do her bidding only, Nor let me loose my shafts but when she lists ! She would confine me within kingly courts To aim at crowns and sceptres — bid me trust To lesser loves, my humbler ministers, The care of waging war, in woods and groves,"], [291, "MISCELLANEOUS POEMS. 277 •9 On churlish breasts : but I, in truth, no child, Though child I seem in countenance and in deeds. Am master of myself, and my own actions. To me did fate allot, not to my mother, The torch omnipotent, and golden bow. But though I mock at her authority, Who can resist a suppliant mother's prayers ? Wherefore I fly and hide myself, and shoot, In secret woods, and obscure villages, At rustic hearts. Then comes she after me, And those whom I have wounded lures aside With promises, if they will yield me up, Of kisses sweet, or something sweeter far. As though I could not promise in revenge, Or kisses sweet, or something sweeter far. I will aver that kisses such as mine Would please, far better please, the damsels, or I, who am Love myself, know nought of love. They will not yield me up, and keep their counsel ; And that is why she hunts for me in vain. But there are certain countermarks by which I might be known : these have I laid aside — My purple wings, my quiver, and my bow. Yet think not that I stand unarmed before you. This seeming rod of hazel is my torch,"], [292, "278 MISCELLANEOUS POEMS. And breathes invisible flames : this homely spear, Albeit not tipped with gold, is yet a weapon Of heavenly temper, and inflicts like wounds. 'Tis my intent to-day to pierce the bosom Of the most cruel and disdainful nymph That follows in Diana's train ; nor shall The wound of Sylvia (for the mountain maid Is Sylvia called) be medicable : 'twas With an immedicable wound I erst Aminta's shepherd heart did cleave in twain, What time he followed Sylvia up and down, Afield, or in the dance, or in the chase. And that my magic weapon may go deep, I bide my time till pity shall have thawed The ice that maidenly reserve and pride Have fenced her heart withal ; and when I see 'Tis at the softest, will I strike the blow ; And with deliberation will essay So fair a deed ; and lightly will go hence, And mingle with the shepherds hereabouts Assembled, garlanded with earliest flowers, In their accustomed place of annual sport, As though I were of them ; for from this spot, And from no other, will I deal the hurt, Invisible to mortals. Yes ! to-day These woods shall hear discourse of love in terms"], [293, "279 sMISCELLANEOUS POEMS. Unheard before : it shall be manifest 'Twas my Divinity, myself in person, That sped the work, and not my ministers. I will inspire high thoughts in rustic bosoms ; And sweet sounds shall distil from rustic tongues For love is love with shepherds as with heroes. All inequalities of place or state I level at my pleasure : 'tis the boast And the great wonder of my supreme power To make resound divinely as the lyre The pipe of oaten straw : and if my mother, Who loves not I should thus demean myself, For so she thinks it, comprehends not this, Then is it Venus who is blind, not Love, Whom men by calUng bUnd grow blind themselves. 1844."], [294, "280 MISCELLANEOUS POEMS. FROM TASSO.— LOVE MISSING, Venus. I WHO reign in Heaven above, Seek my child, my truant Love, On earth below. Dear mortals, say Where is my darling runaway ? It was only yesterday He pricked me with a golden dart About the region of my heart, As on my knees he sate at play ; On purpose or by accident ; Then mounted he on golden pinions, And fled away from my dominions, As though to fly from punishment. O could I learn his whereabouts, And conclude my fears and doubts, All my anger I would smother : I am his forgiving mother, Who would essay by every art To win him back : for every part"], [295, "281 MISCELLANEOUS POEMS. Of my own sphere have I searched through ; All the celestial bodies too ; Those that are fixed, and those that move ; But in no courts of heaven above Can Venus find her boy, her erring Love. Mortals ! you best can show Love's favourite hidings Restore him to my arms — come near with grateful tidings ! Surely, surely, ladies fair, Love with you is fain to dwell : In your dimples and your hair He nestles, and Uke summer air Plays about your bosom's swell. But no, forsooth ! ye would not entertain The fugitive : your hearts are hardened with disdain. But there are men of frank and gallant hearts, To whom Love hastes, nor lightly thence departs. To these I turn in my despair — Where is my child, O tell me, where ? He who tells me where Love is, Earns the guerdon of a kiss Of all celestial sweets compounded : But he that brings Love back again, A richer guerdon shall obtain, On consummate bUsses founded."], [296, "282 .MISCELLANEOUS POEMS. This by the dreadful Styx I swear I Where is my child, O tell me, where ? Has no one seen him ? — None replies. Then I trow in some disguise He is domiciled among you : Surely he folds up his wings, And away his quiver flings, And all the shafts that lately stung you. Though from their smart he would reprieve you, Beware ! yet listen : I will give you Signs by which the dullest eye May recognise him easily. Love that plays at hide and seek, Though old indeed in years and cunning, Now as a very child is weak ; Now as a very child is running Wild in many a wild excursion, With no object save diversion. To share his sport is loss and danger ; Tis now good-humoured, now in anger : And his laughter's silvery tinkling, As 'twere in an eyelid's twinkUng, Turns to sobs of desolation : His hair is curled in golden fashion : And, as Fortune is portrayed,"], [297, "sMISCELLANEOUS POEMS. 283 Clustering forelocks grace his head ; But forelocks alone he wears ; All behind he closely shears ; This you will find some luckless day, When Love is hurt, and turns his face away. Love displays with tints of fire The complexion of desire. Gleam his eyes with animation Of sidelong insinuation. O, what wicked eyes are they ! Steal all you can, they seem to say. His babbling talk is sweet as song As 'twere new milk upon his tongue ; And his treble pipe is strong ; And a thousand sparkling graces With his prate he interlaces. And his rosebud lips dissever With the pretty fond pretendings Of mantUng smiles upon them ever, To cover frauds, and pert offendings : And oft with roguish courtesy, And aspect of humility, In a wandering pilgrim's guise He a forlorn petition plies For a place to lay his head :"], [298, "284 MISCELLANEOUS POEMS. But when his suit has fairly sped, And he has housed himself within, He his frolics doth begin. Step by step his will and pleasure Grows to license without measure. He, forsooth, the keys must keep Of all your hearts ; his verdict sweep Old dwellers thence, and all their traces ; And set new lodgers in their places. He lays down new laws ; 'tis treason To think to combat them by reason. And Love, who first was but a guest, Thus becomes a household pest ; And persecutes, and sacrifices, All who oppose his quaint devices. Now to requite these plain foreshowings Of Love's features, thoughts, and doings, Be you, I pray, in turn confiding : Say, if you can, where Love is hiding. Ah ! would you then my child conceal From me ? I caution you reveal Your knowledge of him, frankly wholly : What, hide young love ? 'tis madness — folly ! He imprisonment defies ; By the tongue, the pulse, the eyes — ■"], [299, "285 MISCELLANEOUS POEMS. A thousand loop-holes — out he flies. Be advised in time, or you Shall your contumacy rue. One in false compassion may A serpent in his bosom cherish ; But flings it forth in light of day, Rather than by its venom perish ! Love then sojourns not here ? I find him not; I must search out on earth some happier spot ; Or reascend to heaven, mourning my hopeless lot ! 1844."], [300, "286 MISCELLANEOUS POEMS. AN INCIDENT IN A SCULPTURE GALLERY. AS once within a stately hall Of sculpture musingly I wandered, Where shapes of Grecian mould, and all Sweet fines of gracefulness I pondered ; Flitting through window or through door, A butterfly on pinions airy Came thither from her sunny bower, Like visitor from realms of fairy. And who a feeling might repress ' Of wonder new and strange at seeing 'Mongst things so still and colourless That animated gorgeous being ? Nay, more ; with instinct free from doubt, And unfeigned love, already plighted, Her other self she singled out, And upon Psyche's statue lighted."], [301, "MISCELLANEOUS POEMS. 287 Let those, who will, contract their brows, And put their own interpretation, With barren saws of whys and hows, On that poetic visitation. 'Twere best with self-collected mind To banish every crude conjecture, And take the moral that we find, Though but an insect read the lecture. Mark thou the symbols and the grades By which soul-elevating Nature The coldness of these times upbraids In many an allegoric feature. And in old age, and pride of youth, Do thou rejoice, whilst yet thou'rt able, To water in the soil of Truth The vine of world-encircling Fable. 1842."], [302, "288 MISCELLANEOUS POEMS. MAURICE AND GENEVIEVE.10 AT Artenay, upon the plains of Beauce, Dwelt the orphan twins, Maurice and Genevieve. Poor were they from their birth, and rural toil Supplied their daily bread : yet both were young, And strong, and healthy ; and their spirit rose Above the surface of calamity, Buoyed up by hope, and gaiety of heart, Which in their nation often takes the hue Of loftiest virtue. So the orphans clave To one another, and swift years rolled by. It was the busy day of harvest-home; And Maurice with his fellows fared afield, Foremost to gather in the rustling sheaves. Their hearts were willing, but their bodily frames Fainted with toil: a dull, unnatural sense Of hot imprisonment and ponderous gloom Hung o'er the flagging spirits like a pall. Low flew the raven through the steaming haze With croaking note : anon the sullen rain, Like molten lead upon beleaguering hosts,"], [303, "MISCELLANEOUS POEMS. 289 Dropped heavy from the portals of the sky, That muttered thunder. Near it came, and nearer ; Yet the men plied their tasks ; till right o'erhead The forked Ughtnings in a body streamed, With flakes of fire that ran along the ground — (For so it seemed to one with whom I spake) One crash of stunning light : — a cry was heard — And momentary blindness fell on all. Recovering one by one, they spoke — they gazed — But saw not Maurice : him they found at length Senseless among the sheaves, blackened and scathed By lightning. Sore amazement fell on all ; And the men rose, and bore him to his home, And wept around him, for they loved him well. But how describe the grief of Genevieve ! There lay her stay, her guide, her love, her life, Her other self. She fell upon his couch, And called on Maurice. The night wore away, And the next day and night ; but hope was none, Save in the downy feather placed before His lips, that with his breath was idly stirred ; And in his feeble inarticulate moans, And some few precious words of wandering speech. Weeks passed away, nor would the sister leave u"], [304, "290 MISCELLANEOUS POEMS. Her brother's couch, though sorely pressed by need, And wasted by unrest. The neighbours took Compassion on the twins, and gave them food : And Maurice grew at length to know his friends And Genevieve ; but rose not from his bed ; For either epileptic pangs convulsed His limbs, or down they dropped, lank, powerless ; And restoration hung not on the kiss Of Genevieve. Still the kind neighbours came, To weep around him, for they loved him well. Months passed, with little change ; and it was said, Though reason and perception were restored, Maurice must go a cripple to his grave. But in the secret soul of Genevieve Heroic thoughts arose, with feelings 'kin To gladsome inspiration. She had heard A wounded veteran, to his home returned, With fervency of thankful speech proclaim The healing virtues of the ocean wave : And Genevieve was fed on liveliest hope. She thought upon the sea by night and day As of some mighty fountain of relief Where Maurice should be healed, and all be well. Her high resolve she took. She fashioned straight, WTith the assistance of the villagers,"], [305, "MISCELLANEOUS POEMS. 291 Who bade God speed the work, no bauble coach, But, for stern service meet, a car of wood For Maurice ; and they fitted it with wheels ; And daily him therein at eve she drew ( Her work of love when other work was done) From the sick room to choice of sun or shade, With ministerings of tender looks and words, Like a young mother with her nursling child. 'Twas the eve before their birth-day, and the twins, He in his wooden car, she by its side, Were sitting in the shadow of a vine, When Genevieve thus spake, \" The sun that sets To-night, dear Maurice, will to-morrow rise, I trust, in splendour, and our guardian saint Look down benignly on us. Hear me, brother ; To-morrow's dawn shall see us on the road Towards the sea-coast : — nay, nay, 'tis all arranged : — Some gold I have will feed us on our way ; And I will draw thee thither in this car. O, let to-morrow shine on new-born hope ! Sum up in one the excursions we have made Already, and their distance shall exceed That which we will perform. My soul is bent Upon the trial ; fear not the result ; For even were I not inured to toil,"], [306, "292 MISCELLANEOUS POEMS. What is it that I would not bear for thee ? \" And Maurice heard; and faltered forth, \" The will Of God be done ! \" So the twins kissed each other : And Genevieve her freight with Uvely steps Drew towards home. There preparation brief Was made, and day-break saw them on their way. Wide are the plains of France ; long the ascents ; Houseless and large the prospects ; wearisome The highway avenues for many a league. Yet what were these to Genevieve ? Her heart Was fixed ; and oftentimes she laughed and sang, In triumph of the unconquerable will, To hide from Maurice her exceeding toil. Nor passed the twins unnoticed. The rude swain Paused at his work to bless them ; even the loud Postilion, that had passed them and repassed, Upon the pave slacked, and raised his hat, And hushed his whip's explosions ; oftentimes The charitable sisters by the skirts Of towns and villages, and the spare priest, Devoutly questioned them, with hands upraised In solemn benediction. Genevieve Laid all these things to heart. Kind sheltering roofs They found ; but slept beneath the open sky Not seldom, and with day-break journeyed on,"], [307, "MISCELLANEOUS POEMS. 293 Drenched with cold dews ; then noon-tide's burning ray Enforced repose ; sometimes the pitiless rain O'ertook them on blank wastes ; and once a crew Of miscreants, but for timely succour sent, Would have maltreated Genevieve. They found, As ever is the lot of wayfarers, Hardship with kindness mixed ; but virtue still The rule, and vice the exception. Thus they fared Five weeks, and more, until before them rose Fair Boulogne, diademed with sparkUng sea. How oft the end for which we long have striven Comes to us unawares, with something like Bewilderment ! — 'twas thus with Genevieve. Then first her footsteps faltered when she saw The moving ocean, and her eyesight swam, Like that of sailors in the calenture, With floating pictures of her native fields Of wavy corn, in strange confusion joined, Crossed by a vision of Bethesda's pool, Vexed by an Angel for the lame man's cure. By the way-side she sate, and hid her face ; And Maurice lifted up his voice and wept. Enough. The remedy that day was tried, Ere they retired to rest. Their story soon"], [308, "294 MISCELLANEOUS POEMS. Made eloquent the common mouth ; it grew A landward and a seaward theme of praise : And mothers to their children lovingly Each morning on the sea-beach pointed out The twins of Beauce : gifts were showered down on them On all sides : even the rugged fisherman Contributed his mite, and from his nets Brought cheerful offering : very idlers gazed With sympathy. But why prolong the tale ? Maurice in time was cured, and Genevieve Was happiest of the happy. He would leap, And walk, and run, to please her, while she clapped Her hands in ecstasy. And when the time Drew nigh for their departure, there was made A fete for Genevieve : and she was crowned With roses, seated in the wooden car ; A car of triumph now, with ribbons gay ; And Maurice drew her through applauding crowds Unto a festal bower — the simple girl — Whose piety and resolution won The suffrage of all hearts, and left to fame The names of Maurice and of Genevieve. 184ss."], [309, "295 MISCELLANEOUS POEMS. THE CHILD AND THE PHILOSOPHER. THE Child looked up beneath the stars, And said, \" I see the skies Are full of holes — the light shines through — Beyond is Paradise.\" The grown-up Sage, with optic tube Looked on the glorious Sun, And fixed upon a dusky spot, Though but a little one, And said, \" Beyond the solar light Darkness mine eyes doth gravel — ' Which of the two, dear friend, think you, Did best the truth unravel? 1843."], [310, "296 MISCELLANEOUS POEMS. THE BROTHERS' ADVENTURE.* TWAS in a tropic ocean-bay Two English boys went forth to swim ; Brothers they were ; trained with the sea To gambol ; lithe of limb And dauntless ; now they float as still As sea-birds ; now with long-breathed skill Headlong they dive below, and rise With pied shells in their grasp, and many an oozy prize. But I must not fail to tell How a fairy islet lay About three cables' lengths from shore, The jewel of the bay. And thither with swift strokes they race, Holding pleasure still in chase, Through cleft waves that, as on they dash, Close round their shoulders with a rainbow flash. * See Captain Marryat's Novel of Frank Mildmay, Chapter xviii."], [311, "MISCELLANEOUS POEMS. 297 9 And landing in a tiny cove, They rove the islet o'er and o'er, Naked, in boyish liberty ; And high and low explore Its rocks, and inmost coral caves, Whose bases mighty ocean laves, Dashing to their vaulted height Gleams of mystic azure Ught. And now 'tis time to think of home ; 'Tis time again to take the flood ; — But O, a spectacle of fear Congeals their youthful blood ! Blade-Uke, peaked, black, and thin, Above the water peers the fin Of a hungry, roaming shark, That seems the brothers for his prey to mark Nor is there within hail one friendly bark. Ah, well may they grow pale with dread ! The younger cUngs about his brother, And cries, \" We never shall return — My mother, O my mother 1\" The elder boy, with desperate cheer, Makes faltering answer — \" Do not fear\" —"], [312, "298 MISCELLANEOUS POEMS. Vain words ; for see ! the monster rears His jaws in sight, then dips, then slowly reappears A deadly film comes o'er their eyes ; They have neither pulse nor breath : But there to stand is to endure Companionship with death. Half conscious what they do, they creep Into a cave that faces not the deep : And sooth, 'tis better patiently Unseeing and unseen to lie, Than dally with their watchful enemy. And they look forth from hour to hour ; But still the shark is prowling near ; And they are cold ; and sunset comes With sundry kinds of fear. And now the tide is flowing fast Into their cave ; all hope is past, If they by swimming cannot reach The footing of the friendly beach. And still they shudder, crouch, and cower ; O how unUke their former glee ! As from a strange and gory grave, They shrink from the bright sea."], [313, "299 MISCELLANEOUS POEMS. Heavy is their choice of woe ; For they must drown, or brave the cruel foe : Once more they look : — hope beams I far off, or near, They see him not — \" Heaven send our way be clear — Now is the time ; we will not perish here !\" For the dear life to shore they strain, Convulsed, worse than in fever-dreams ; The sky seems blood, the waters blood ; And once the younger screams Aloud for help ! — yet both come safe to land ; But in a swoon lie spent upon the sand, Till a warm clasp recals them, and they hear Wild words of love, breaking the trance of fear ; For she hangs o'er her boys, their mother dear. 1845."], [314, "300 sMISCELLANEOUS POEMS. A TRUE STORY.* Like to the bullet's grazing That breaks out in a second course of mischief.\" Hen. V. iv. 3. RICHARD, the king of all our childhood's terrors, The night before he fell on Bosworth field, Lay at tbe town of Leicester. Likely 'tis He slept not sweetly ; but he lay at Leicester, In an old-fashioned house, the old Blue Boar, In his own bed, brought thither for the nonce ; A moveable of blackest heart of oak, With quaint devices carved of fruits and flowers, And shapes of Cherubim with folded wings, To watch o'er sleeping innocence — God save The mark ! and there 'twas left, and many years Stood out of use, unblest by birth of babe Or good man's death, but not unheeded, for The thing became a sight for travellers Agape for wonders, and a source of gain * See Hutton's Bosworth Field, and Mhs. Markham's His tory of England."], [315, "301 MISCELLANEOUS POEMS. To those who owned it. Well, a century Or more, passed by, when, as it so fell out, The good Dame of the house heard in the room Mysterious noises ! half in fear, and half In curiosity, she turned, and stooped, And gathered from the floor a piece of money, Fallen from the mouldering frame-work of the bed : And with more search, she lighted on a hoard Of golden coin, above three hundred pounds, Hid in a nook therein, contrived with skill. And with light heart she went her way, and told Her friends the marvellous story ; part of whom Rejoiced with her, part envied her good fortune. But what remains is tragical. The Dame By her own servant, whom that money tempted, Was robbed and murdered, and the offender after Died for the fact. Did then some cunning fiend, Incorporate with the gold, linger behind, When Richard's gloomy spirit fled the earth, And bide his time throughout those hundred years ; Then when the pelf was found, forthwith depart ; And fire in parting an infernal train, Rapine, and bloodshed, and untimely death ? No chronicles, or fabulous or true,"], [316, "302 MISCELLANEOUS POEMS. Of conflagration, or of pestilence, Or other bounding subtleties of mischief, Long smothered, breaking out afresh, to this, The tale I have attempted to relate, Afford a parallel : for it is big With portent and with circumstance, and throws On foul relapse a hue most dark and strange ! 1845."], [317, "MISCELLANEOUS POEMS. 303 THE SIXTH SENSE. WHO loves not music doth possess his senses 1' the letter, not the spirit. Accent's rich Divisions, light and shade of pause and rhythm, Are foreign to him ; and he cons amiss His love's pulsations, when he sits beside her, Her hand in his : nor apprehends he well The poetry of form : nor can I think That the moss-rose, crushed grass, or fresh-ploughed earth, Breathe out as much of balmy joy for him, As for the man with ears tuned to sweet sounds, Thereby created lord of a sixth sense, That sorts divinely with the five in turn, 1845."], [318, "304 MISCELLANEOUS POEMS. PAINS AND PLEASURES. FROM things around 'tis good to borrow Types of joy and types of sorrow. Would'st thou shun misfortune's shocks, Few, in sooth, and far between, Yet such as may, like sunken rocks, Whelm thee in perils unforeseen ? Let experience write a caution On the chart of memory's ocean. Whilst fools for massive ingots pine, Make thou all precious atoms thine. Time, a stream with sands of gold, Flows towards Eternity ; Of the rich grains thither rolled Let thy goblet fashioned be ; Pour therein a cheerful measure Of the wine of blameless pleasure. Wouldst thou fragrant hopes embosom ? Blossom intertwine with blossom ; Here a little, there a little, Culling in the thymy mead ;"], [319, "MISCELLANEOUS POEMS. 305 Stoop unwearied ; spare no tittle Of their sweetness ; some must fade Ere sunset : thus shall many a flower For many a d<iy adorn thy bower. Images, or grave or gay, Wouldst thou sit and summon ? They Come not to you : you must follow Nature's soft mysterious call O'er the plain and down the hollow ; You must seek the waterfall, And the solemn pool that glasses The o'erbending forms of reeds and grasses. So in this world of smooth and rough Evil may be warded off : And o'er a not inglorious issue Mortals hold a certain sway, If in one enduring tissue They weave all good things day by day. Happiness shall woo the wooer Who will step by step pursue her. 1843. x"], [320, ""], [321, "307 NOTES TO MISCELLANEOUS POEMS. Note 1. Page 188, line 21. And parching hollows and volcanic rocks, \" TT7\"HOEVER compares a well-executed map of » » the moon with a similar map of the Phlegræan fields near Naples, cannot fail to be struck with their general resemblance, and will readily acknowledge that an Aristarchus, an Hipparchus, an Aristillus, and a Regiomontanus (lunar inequalities so named), may lay claim to a relationship with an Astruni, a Monte Bar baro, an Avernus, and a Solfatara. Most of the lunar volcanoes, it should seem, are extinct ; but there are observations on record which render it highly pro bable that many of them are in a state of activity ; nay, that their eruptions have actually been witnessed by human eyes not long since.\" — From a Journal ofa Tour in 1841, printed in 1842, for private distribu tion, by the Author of the present volume."], [322, "308 NOTES TO MISCELLANEOUS POEMS. Note 2. Page 189, line 1. The nebulous wonders of Orion s brand; In the celestial charts the great Nebula of Orion is placed in his sword. \" This Nebula is very bright in the part surround ing four stars forming a trapezium, which seems (whe ther by the effect of contrast with the dazzling light of the stars, or from a real deficiency in nebulous matter) to have retreated from immediate contact with them, so that they appear in some degree insulated, and with a darkness around them. This would agree with the idea of a subsidence of the Nebula into the stars by gravitation, but it is probably only a decep tion. In such cases every one remembers the cele brated line, — \" ' Dark with excessive bright thy skirts appear.' \" Par. Lost, III. 380. From a paper by Sir John Herschel in the Memoirs of the Royal Astronomical Society, vol. ii. part 2, p. 490. Note 3. Page 189, Une 3. Aud other suns, and some in pairs distinct, In allusion to the systems of double stars, concern-"], [323, "NOTES TO MISCELLANEOUS POEMS. 309 ing which see Cabinet Cyclopædia, Astronomy, pp. 385—395. Note 4. Page 189, Une 10. Or visitation of meteoric bands In allusion to the flights of meteors looked for about the 10th of August, and again about the 14th of No vember. Note 5. Page 192, line 21. The wing of homeward rook creaking aloft, This word \" creaking,\" is borrowed from a poem by Coleridge entitled, This Lime-Tree Bower my Prison. See his note on the passage. Note 6. Page 198, line 1. \" Fish, fish, are ye in your duly ? \" \" She approached the frying-pan, to the great consternation of the cook-maid, who stood im moveable at the sight ; and striking one of the fishes with the end of the rod, \" Fish, fish,\" said she, \" art thou in thy duty?\" Story of the Fisherman in the Arabian Nights' Entertainments."], [324, "310 NOTES TO MISCELLANEOUS POEMS. Note 7. Page 259, line 1. Herschel, of zealous father zealous son, Sir John Herschel was absent from England four years and seven months ol his astronomical expedition undertaken for the purpose of reviewing the heavenly bodies in the southern hemisphere. He sailed from Portsmouth for the Cape of Good Hope on the 13th or the 15th of November 1833, and returned to Eng land on the 16th of May 1838. Note 8. Page 236, line 2. Lashing the viewless flies, ivaited the evening milking pails. For lines of this length admitted into heroic metre, see Wordsworth's fourth Evening Voluntary, his Love lies bleeding; Dryden's Æneid, book iv. line 271, and his Cymon and Iphigenia, in two places. See page 109, Une 10, of this volume. Note 9. Page 272, Une 5. Though you gnaw me to the root, Krjy /.it <j>dyi]c itri plKav, ofiuc eri Kapiro^oprjau, ''QatTov lirto-ireicrai noi, rpayc, dvofiiiy. Anthologia."], [325, "311 NOTES TO MISCELLANEOUS POEMS. \" Rode, caper, vitem ; tamen hinc, ciim stabis ad aram, In tua quod fundi cornua possit, erit.\" Ovid. Fast. I. 357. Note 10. Page 288. Title. Maurice and Genevieve. This tale was taken from Chambers's Edinburgh Journal, Saturday, February 18th, 1843. It is there stated that \" the facts of our story are to be found in Bouilly's Contes populaires\" FINIS. c. wiirniNnnAM, ciuswick."], [326, ""], [327, ""], [328, ""], [329, ""], [330, ""], [331, ""], [332, ""]]