[[1, ""], [2, ""], [3, "M/MEA & LAYCOCK Pflf^r^/iS,LŒ/)S."], [4, ""], [5, "l^eabon, H |>orksbire Dillaoc A SHORT ACCOUNT HISTORICAL & GENERAL COMPILED FOR THE USE OF THE glekrjaies attmbritjj the CTonfcrcnrc OF THE ftorkshin: Enton of Jftechatucs' Institutes, ON JUNE 18th, 1884, By ERNEST E. SLATER, AND WM. LAYCOCK. PRESENTED BY MR. JOSEPH PEEL > President of the Yeadon Mechanics' Institute."], [6, "Note. — In writing this short history of our native village, for the use of the delegates of the Yorkshire Union of Mechanics' Institutes, now holding its annual conference in Yeadon, we are principally indebted to the late Philemon Slater's \" History of the Ancient Parish of Guiseley.\" As this is the first time the conference has been held in a village, we hope the visit will prove a stimulus and blessing to the Mechanics' Institute here, and to Yorkshire village life generally. Ernest E. Slater. Wm. Laycock. ✓ Yeadon, June 18, 1884."], [7, "]l)eabon, a DUIaae. S^SSpfljEADON, one of the townships of the ancient parish sHi __H °^ Guiseley, derives its name from its natural j__ffift3j_ii[ situation, \" for high above the village,\" says Dr. Whitaker, the historian, \" is a natural tarn or lake, and Ea signifying water, and Don a hill, gives Eadon, its ancient name, now Yeadon, or water on the hill. The ancient Britons and Romans have left many traces of their existence in this parish, such as urns, coins, rock marks, roads, and names of places. A relic of the ancient Britons was found about 100 years ago on the side of Billing, in Rawdon, by a hand-loom weaver named Joseph Cooper, who, being ignorant of the composition of the relic, used it in gearing his pulley-stocks, as the bands often broke. This relic was proved to be a British torque of pure and flexible"], [8, "4 YEADON, A YORKSHIRE VILLAGE. gold, perfectly plain, and consisting of two rods, not quite cylindrical, but growing thicker towards the extremities, and twisted together. Its intrinsic value was ;£i8 sterling, and it was claimed by the Lord of the Manor. When this weaver had to give up the relic, one of his mates said to him, \" Thou would have been a proud weaver, Joe, if thou'd known thou'd been weaving wi' gold pulley-bands.\" That the Romans inhabited this district is proved by the existence, even now, of an old Roman road, passing through the northern portion of this township near Otley Chevin. This road was in a direct line, connecting Ilkley (Roman — Olicana) with Adel (Roman — Burgdunum) ; its course can still be traced through Cookridge, Bramhope, Carlton, over Guiseley Moor, and thence to Ilkley. At intervals on these roads were erected large stone stoops or boundary marks, and one of these stoops still remains in the middle of a field at West Carlton, which is about midway between Ilkley and Adel. This stoop is still about 5ft. 8in. high, and 3ft. in circumference, and that it is of great antiquity may be seen by the depth of the furrows caused by the rains trickling down its sides. During the last century, this stoop was used for bull-baiting, and is still known to the Carlton farmers as the bull-stoop. Several Roman urns have been found in the neighbour hood. One was found on Guiseley Moor, near where the Roman road crosses the highway to Otley. Dr. Whitaker says — \"At Yeadon, a few years before 1780, a large rucle urn, full of ashes, was discovered, which was marked almost exactly like that which was engraved by Mr. Watson in his \" History of Halifax.\" This urn, tradition says, was dug up on what is now known as Town-side, a little below the present Town Hall and Mechanics' Institute. In the time of William the Conqueror, Yeadon, Horsforth, and Rawdon were surveyed as Terra Regis, or lands belonging"], [9, "YEADON, A YORKSHIRE VILLAGE. 5 to the King. Carlton is mentioned as belonging to Robert Malet, and Guiseley was surveyed with the old Manor of Otley, and belonged to the Archbishop of York. Domesday Book gives the following \"respecting this town ship. JPeaoon. \" Two Manors in Ladun. Gamel and Glunier had four carucates to be taxed. Land to two ploughs. Value twenty shillings,\" Carlton. \" One Manor in Carletune. Archil had three carucates to be taxed where there may be two ploughs. Robert now has it, and it is ' waste.' Value twenty shillings. Coppice wood half-a-mile long and three quarentines broad. The whole manor is one mile long and a half-a-mile broad.\" At the foundation of Kirkstall Abbey in 1152, Adam, son of Stephen de Yedon (Yeadon) gave lands in this township to its support. Considerable gifts were also made to Bolton Abbey. One William Vavasour, with the consent of Robert and Malger, his sons, confirmed the grant of one carucate and a half of land in this place, which Robert, son of Malger, his uncle, had given. Simon de Braam gave one oxgang of land in Over- Yeadon to Adam, son of Thomas de Mohant, the latter paying annually to the prior of Bolton the sum of ten pence. This ox-gang of land in Over- Yeadon is still known as Abbey-Garth. In Esholt, now the seat of the Lord of the Manor of Yeadon, was founded in the latter part of the reign of Henry Second, and confirmed A.D. 1184 by Pope Lucius Third, a Cistercian Nunnery. The founders were Galfred Haget, Simon Ward, and Maud his wife and William their son. Those who have seen the splendid situation of Esholt"], [10, "6 YEADON, A YORKSHIRE VILLAGE, Hall, built on the site of this religious house, will testify to the good taste these people had in selecting their homes of retreat. The first prioress of whom, we have any account is Juliana de Wodehall, who was confirmed in 1300, and had been a nun of this house, so there is a hundred years when no prioress is mentioned. Between 1300 and 15 1 2, there were eleven prioresses, the last of whom was Elizabeth Pudsay. Thoresby visiting the site in 1711, could find no inscriptions except one, engraven in fantastic letters, which are still to be seen over one of the doors, as follows : ALEISBET PUDAEI. P (Elizabeth Pudsay, prioress). Esholt Priory remained in the hands of the Crown until the first year of Edward the Sixth's reign 1547, when it was conveyed to Henry Thompson, one of Henry Eighth's gentlemen at arms About a century afterwards it passed to Sir Walter Calverley of Calverley, who married the heiress of Henry Thompson. The son of Sir Walter, also called Sir Walter Calverley, built the mansion now known as Esholt Hall on the site of the old nunnery, and planted the sine avenue of elm trees leading from Apperley Bridge to the house. A few years after Sir Walter Calverley died, his son, who had taken the name of Sir Walter Blackett, sold the house and furniture to Robert Stanssield Esq., of Bradford, in 1755, from whom it has descended to its present owner, General W. H. Crompton Stanssield. The first definite and authentic history we can find of the village of Yeadon, is from a perusal of the old records lately arranged and bound by Mr. Philemon Slater. These give a complete history for the last 200 years. The first Official Constable was Win, Rhodes, elected in 1679, and the first account of the highways is that for the year 1688, when Jeremy Marshall and Wm. Kershaw were surveyors. The amounts received and expended in that year, were as follows : —"], [11, "YEADON, A YORKSHIRE VILLAGE. 7 £ ■• d. Received of our foregoing Overseers ... o i o Collected an assessment that came to ... o 10 n£ Received in all on n| Paid in all 062 Rests with us o 5 9^ which we paid to Wm. Dawson and Abraham Denison, our successors. The first Churchwarden was William Ward, in 1687. In that year he •/\" s d. Collected 4 lays, which amount to 3 o 2 Disburst by him 310 Disburst more than received and paid to him by Timothe Bateson, who suc- ceeded 0010 There are some curious entries in the old town's records. One John Hainsworth, who held the office of Churchwarden in 1723, reports— £ s d To the ringers on the 29th of May o 9 o For ale when they took up the bells ... o o 6 Spent on workmen when the table of the King's Arms was sett up o 2 o Paid Saxton for Dog Whipping o 3 o For a Weasel o o 2 For a Foumard o o 4 For a Fox Head 010 Charges for riding the boundaries o 2 6 Chief Constable for poor Prisoners in York Castle 012 Given for Getting the Boggard o 1 o For the Parson's dinners o o i\\"], [12, "8 YEADON, A YORKSHIRE VILLAGE. From the above, it appears that our forefathers were given to superstition, when in their public accounts a certain sum was paid for \" Getting the Boggard,\" and so-called witches traded successfully on the credulity of the people of that age. Yeadon was the birthplace and home of the noted \" Lingbob Witch.\" Her real name was Hannah Green, and her connection was extensive and aristocratic, for it was no uncommon thing to see splendid carriages, with pairs of horses, standing outside the Lingbob Oracle's abode, awaiting their fair mistresses, who had come to consult old Hannah concerning their conjugal or other difficulties. The Lingbob Witch carried on her profession for 40 years, and died on May 12th, 1810, having amassed a fortune of over Another Hannah Green, daughter of the above, succeeded the Lingbob Witch in her vocation, and although not so famous as her mother, she also derived considerable profit from her mystic profession, and was enabled to build a house on a plot of ground then known as Ben Delph. This house still remains, and from the frequency of the visits of the fools who believed in the Witch's powers, the place acquired the name of Penny Fool Hill, which name it retains to the present day. A humorous anecdote is related of the Lingbob Witch. One day old Hannah herself was a loser, her pig having strayed away ; and while searching for it, Hannah met old Quaker Hustler, and enquired if he had seen her pig any where. \"Nay, Hannah, hast thou lost thy pig?\" asked the honest Quaker. \" Yes, I have, replied the lady. \" Well, then, if thou cannot find thy own pig, thou art the last person I should come to, to find one of mine if it were lost,\" with which friend Hustler went his way, inwardly chuckling at her discomfiture. To shew the gradual increase in the size and importance of the village of Yeadon for the last 200 years, we give the following ; —"], [13, "YEADON, A YORKSHIRE VILLAGE. 9 1690 Poor Rates, 7 n Highway Rates, ,£0 16 6 1750 „ 69 8 1 „ 9 6 7 l83o „ 393 9 4 1851 „ 386 8 10 „ 321 3 a 1861 „ 451 15 10 1871 „ 582 12 10 Local Board Rate 991 25 1883 Poor & School Board Rate 2284 99 „ 3329 4 6 The present rateable value of the township in 1883 is .£18,277 19s. 6d., and the population 6534. Yeadon is not noted for its architectural beauty, there being no uniform design in the erection of its buildings or in the construction of its streets, High Street being the only thoroughfare having any pretensions to regularity. Since the formation of the Local Board of Health, in 1863, streets have been laid out in better order, and some approach to regularity and uniformity obtained. The oldest existing house, as it now stands, is in Yeadon Gill, the date of its erection, A.D. 1624, being still upon it, though it is possible that the Low Hall, now the residence of John Marshall Barwick, Esq., M.A., is even older, as deeds in the possession of that gentleman shew that this house was sold by Jeremiah Marshall to William Sale in 1650, so it may have been built prior to 1624. For Poor Law purposes, Yeadon is incorporated in the Wharfedale Union, the chairman of which is Mr. Thomas Denison, of Yeadon. The sanitary authority is a Local Board of Health numbering nine members, which was formed in 1863. This Board of Health was also constituted a Burial Board in 1873, and in that year purchased a plot of ground containing 6£ acres, and subsequently erected chapels, &c, and laid out the ground as a public cemetery."], [14, "10 YEADON, A YORKSHIRE VILLAGE. The Yeadon School Board was formed in 1874, and numbers seven members. This Board has lately built a block of new schools, having accommodation for 1068 scholars, at a cost of £6300. The School Board rate for the present year is is. 6d. to the pound. Yeadon is supplied with gas and water by private com panies, the gas company being formed in 1844, and the waterworks in 1861. The Yeadon Temperance Society was formed in the year 1840, and the Band of Hope in 1847. The two societies are now amalgamated, and number 1000 members. A branch of the Yorkshire Penny Bank was opened in 1859, and is now in a flourishing condition, over standing to the credit of the depositors. The staple trade of the village has always been the manufacture of cloth, at first carried on very primitively by combing, carding, and stubbing by hand, two persons weaving on one loom, &c. The carding and slubbing by hand was superseded towards the close of the last century by the introduction of horse power. A horse was attached to a pole, which turned a small carder, something in the same manner as a horse turns a thrashing machine, hence the name horse-mills. There were twelve of these horse-mills in Yeadon in 1780 to 1790, Steam power was first introduced into Yeadon in the year 1793, when what is now known as the Old Mill was erected. It was the custom, in these primitive times, when the steam whistle was unknown, and clocks and factory bells were scarce, for a person to be elected to blow a horn in different parts of the town, at five o'clock in the morning, to arouse the people from their slumbers and announce time for work. Old Billy Peate was the last man in Yeadon who held that office, and it is said that one morning old Billy was mis taken with the time, and blew his horn at one o'clock at"], [15, "YEADON, A YORKSHIRE VILLAGE. 11 morn. The people worked away, expecting daylight or breakfast time to come, and when they found out the time it was just five o'clock, when old Billy ought to have been blowing them on. Hand looms began to give place to power looms in 1862, when E. and T. Bolton built Manor Mill. There are now twelve mills in Yeadon, and these alone consume over 400 tons of coal per week. The number of \" setts,\" that is scribbler, carder, and condenser, is over 100. These in turn find work for about 40,000 spindles and 1,200 power looms, and employment for nearly 3,000 people, so the good old town has grown somewhat since John de Yedon gave an annuity of three marks out of his mill here to Esholt Priory, in the fourteenth century. A large mill, four stories high, was erected by the late Mr. William Starkey, in 1870, the motive power of which was to be what is known as \" perpetual motion,\" which Mr. Starkey professed to have discovered. He had unbounded faith in his discovery, as he asserted it was revealed in the Scriptural narrative of Ezekiel's vision — \"A wheel in the middle of a wheel\"; but like all other attempts to find \" perpetual motion,\" this also proved a failure. The mill still remains empty, and Mr. Starkey died on the 21st of March, 1879, asserting to the last the reality of his dis coveries. A Mechanics' Institute was first formed in Yeadon in the year 1832. The political excitement of the passing of the great Reform Bill having subsided, the people began to turn their attention to self-improvement. This society was only in existence about eight years, but during that time had some good classes and a series of lectures. The present Mechanics' Institute was formed in 1846, under the name of the Yeadon Mutual Improvement Society,"], [16, "YEADON, A YORKSHIRE VILLAGE. 12 with a commencement of 99 members. In the first contri bution book and list of members is the following : — KNOWLEDGE IS POWER. f) eaoon JEtetual Imprcbcmcnt May all its members appreciate this knowledge, which will rise them in the scale of society, and while it has a tendency to lead them to investigate the nobler things of this world, it has also a tendency to lead them to the noblest in the world to come. Jeremiah Slater, Secretary. The classes were held in the old school, and the subjects taught were reading, writing and arithmetic, grammar and geography. Weekly discussions were held, and a book, still in the possession of the society, contains the names of the speakers from 1846 to 1852, and a list of the subjects brought forward for discussion. The annual soiree, held on the 5th of November, has always been the principal event of the year, the Right Hon. W. E. Forster, M.P., was chairman of one of the first soirees ; being then resident in Yeadon. In 1866 the society removed to larger premises in High Street School-room, and in 1876 placed its elementary classes under the Education Department, and in the same year had the good fortune to join the Yorkshire Union of Mechanics' Institutes. The stimulus created by this union resulted in the formation of several science and language classes, the membership increased, so that soon the premises became too small, and in 1878 it was proposed to build a new Mechanics' Institute. Subscriptions were promised for this"], [17, "YEADON, A YORKSHIRE VILLAGE. 13 object, but, after consideration, it was decided to erect a larger building, suitable both as a Mechanics' Institute and a Town Hall. Competitive plans were advertised for, and prizes offered for the best designs. The plans of Mr. Wm. Hill, F.R.I.B.A., of Leeds, were adopted, and on the ioth of May, 1879, tne foundation stone was laid by Colonel W. H. Crompton-Stansfield, Lord of the Manor of Yeadon, who generously headed the subscriptions by a donation of The building was opened on June 2nd, 1880, by Wm. Beckett Denison, Esq., of Leeds (in the absence of the Marquis of Ripon, KG., who was unable to be present owing to his departure for India as Viceroy). The total cost of the ground, building, and furnishing was towards which has been raised by subscriptions and £1705 by a bazaar. The property is vested in the names of sixteen trustees, half of them being elected by the inhabitants of Yeadon, and half by the members of the Mechanics' Institute. On removal to these new and commodious premises, the old name of \" Mutual Improvement Society \" was changed for the more modern one of Mechanics' Institute. The classes taught during the last session were, in addition to the usual elementary classes of reading, writing, and arithmetic, grammar, elocution, French, geography, physi ology, shorthand, inorganic chemistry, and a female sewing class. Practical designing and dyeing classes were also taught, with special reference to the trade of the district. The daily reading room is well supplied with London and provincial newspapers and periodicals. The members during the last few years have been successful in the various examinations, the special prize of the Yorkshire Union of Mechanics' Institutes coming to Yeadon in 1882-3, anfI again the special commercial prize for this year, 1883-4, also the special literature prize have been won by Yeadon students. In 1882 the members of"], [18, "14 YEADON, A YORKSHIRE VILLAGE. the Yeadon Institute gained one first and four second prizes, and five first-class, six second-class, and one third. class certificates. In 1883 they gained four first and six second prizes, the report of the examiners being — \" The boys have been singularly successful.\" In the present year, 1884, they have gained four first and three second prizes, besides 21 first, 13 second, and one third class certificates. Out of the seven Sir Edward Baines scholarships in the Yorkshire College, open to all members of Mechanics' Insti tutes in Yorkshire, two were won by students in the Yeadon Institute in 1883. The Trustees of the Sir Robert Peel Memorial Fund have this year made a grant of about 100 volumes of books to the Yeadon Mechanics Institute, and the books are now being selected. The library numbers 933 volumes, besides the 200 volumes annually lent by the Yorkshire Union Village Library, 'the circulation averaging about 2000 volumes. The Institute now numbers 48 honorary members, 227 adult male and 18 adult female members, 116 boys and 64 girls, making a total of 473 members. jBycuraions. Yeadon is within easy distance of some of the finest scenery in Yorkshire, and one-day excursions may be made to Otley, Ilkley, Bolton Bridge, Harrogate, Knaresborough, Ripon, the Nidd Valley, Harewood, Wetherby, &c, &c. The Special Excursion of the Yorkshire Union of Mechanics' Institutes on Thursday, June 19th, 1S84, will leave the Town Hall, Yeadon, at 9-30 a.m., and proceed in carriages by way of Guiseley and Otley to"], [19, "YEADON, A YORKSHIRE VILLAGE. 15 FARNLEY HALL, the residence of Ayscough Fawkes, Esq., J.P. Famley Hall ■was built in 1600, and the newer portion in 1770. It stands in a beautifully wooded park of over 500 acres, entirely in Mr. Fawkes' hands, and abundantly stocked with game. Mr. Fawkes possesses the finest gallery of Turner's Pictures in England, and will kindly allow the delegates to inspect them. The owner of Farnley Hall was one of Turner's first and best patrons, and it was here some of his principal works were produced. There are many pictures besides Turner's, notably some by Rubens, Velasquez, Van dyck, Greuze, Sir [oshua Reynolds, and others. A pleasant drive over the Wharfe at Pool and through Arthington leads to Harewood, where dinner will be ready. HAREWOOD HOUSE, the seat of the Earl of Harewood, is a mansion in the Corinthian style built in 1760. The park of 1800 acres is one of the finest in the kingdom, and the pleasure grounds, gardens, and large lake in front, make a most charming scene. The interior of the house is fine and stately, with painted ceilings, and contains a splendid collection of china, chiefly Severs, old Dresden and Celadon. Harewood Church, of pre-Reformation date, was restored in 1865 by Sir Gilbert Scott. At the east end of the south aisle is a monument of Chief Justice Sir Wm. Gascoigne, who committed the heir-apparent, (afterwards Henry V.) to prison, and died 141 2. There are also five other tombs with recumbent figures Knights in armour and their ladies. The east window, representing the his tory of our Lord, is a fine specimen of workmanship, erected 1855."], [20, "16 YEADON, A YORKSHIRE VILLAGE. Harewood Castle, built soon after William the Conqueror's time, is now a picturesque ruin, stands on a hill command ing a fine view up Wharfedale, and to the antiquary, his torian, or pleasure seeker, is well worth a visit. At Harewood the excursion ends, the carriages return ing by way of Leeds or Yeadon to suit convenience of delegates. WALKER AND LAYCOCK, HUNTERS, 37, B1UGGATE, LEEDS."], [21, ""], [22, "Demy 4to, bcvilied boards, gilt top, 308 pages, pub. at 15s., offered at 8s. 64 Slaters Distort or THE Iknxknt |)aris|j 0s (Smæleg, coMPBisiso geaoon, (Maele?, \"borsfortb, £ \"Rawbon, WITH INTRODUCTORY CHAPTERS OK £be antiquities of tbe district, BY PHILEMON SLATER, Member of the Svaiett Society, Jx. ILLUSTRATED BT H. SHEPPARD DALE AND S. F. HODGSON. May be had of WALKER de LAYCOCK, Booksellers and Printers, 37, Briggate, Leeds."], [23, ""], [24, ""]]