[[1, ""], [2, ""], [3, "CARDINAL BEATON; A DRAMA, IN FIVE ACTS."], [4, ""], [5, "CARDINAL BEATON; A DRAMA, IN FIVE ACTS. WILLIAM TENNANT, AUTHOR OF ANSTER FAIR, &C. EDINBURGH : Printed by James Ballantyne and Cu. FOR ARCHIBALD CONSTABLE AND CO. EDINBURGH ; AND HURST, ROBINSON AND CO. LONDON. 1823."], [6, ""], [7, "DRAMATIS PERSONÆ. Cardinal Beaton, Primate of Scotland. Dunbar, Archbishop qf Glasgow. Norman Lesslie, Son of the Earl of Rothes, Sheriff of Fife Sir James Learmont of Darsie, Provost of St Andrews. Sir David Lindsay of the Mount. Sir James Lumsdaine qf Stravithie. Sir William Anstruther qf Anstruther. Moneypennie, Laird of Pitmillie. Strang qf Balcaskie. Melvil of Carnbee. Duncan of Airdrie. Kirkaldy of Grange. Carmichael qf Grangemnir. Seton qf Kingsmuir. Dean Annan, Principal qf St Leonards. Dr John Arbuckle, Regent of one qf the Colleges* George Wishart. Master of Lindsay, Bailie of the Priory. Balfour, a Priest, Beaton's Confidant. John Lauder, accuser of Wishart. Dishington, Captain qfthe Castle. Captain Strang of Piltenweem. Robin Caldcleugh, Keeper qf the Sea-tower of Beaton's Castle- Tenants qf Gordonsha, Blacklaws, Drumrawk. Three Mendicant Friars. Chamberlain. Mrs Marion Ogilvie. Mrs Strang, Spouse of Captain Strang. Beatrice Strang, her Daughter. Tiro old Women, Janet Geens and Katie Tervat. Scene lies in St Andrews and its vicinity."], [8, ""], [9, "CARDINAL BEATON. ACT I. SCENE I. — Before the Castle of St Andrews. Enter Cardinal Beaton. It must not be — that this our Holy Church, Whose pointed pinnacles stand high in heaven, And whose foundations lie cemented fast With blood of canonized saints in earth, Shall be assaulted, pelted, and gainsay'd, By contradictious tongues, that vibrate loud In vile derision, sputtering round full fast The poison they have lapp'd from the green pool Of heresy. No longer, unaveng'd, Shall this unshaven, sly, heresiarch, A"], [10, "2 CARDINAL BEATON. ACT I This fox in lamb's skin, this mob-tickling Wishart, Creep round the land, with sermons in his teeth, Calling me fool and glutton. Am I fool? Too long have I been fool, to idle thus ; Suspending judgment on these piping knaves, These grashoppers, that from their dunghills chirp Contemptuously against my Primacy, Mocking my very tolerance with jeers. — I have him caged, and ready for the fire, That only waits my bidding, to enwrap His renegado limbs with scorching folds, And eat him into ashes. But there needs, For this bold point, the sanction of the Church, Gather'd in convocation, to subscribe The doom of death ; and, by the general vote. To turn the rabble's envy and dislike From my partic'lar to the Catholic. Yet, at the Papal seat, our throne of Rome, To me alone the praise shall be ascribed, Of cleaning out thus daringly with fire, The docks and weeds that Luther's herd have sown In the plantation of the good St Peter. I .shall be lauded at the Vatican,"], [11, "CARDINAL BEATON. 3 SCENE I. And here in Scotland dreaded ; maugre all The spite and jealousy of milk-sop Arran, Who bustles in his childish fits to pull The power unto himself, yet palt'ring plays A poor vicegerent, trembling to light up The goodly bonfire of an heretic. Why should I fear him ? Have I not his son, Ad hostage, messing at my daily table ; Whose life, dependent on my eye-lid's wink, Warrants the fickle father's full compliance ? Then light\" the vengeance sore, and light it soon, Upon my en'mies scalps ! and blossoms grow Upon my Card'nalship ! as I'm a man Not to melt down into a coward's grease, Before the hot wrath of an adversary ! — But who is this that hither stately comes, Magnificent in his habiliments, As if t' outdazzle and to challenge me In mine own diocese ? 'Tis the King's master, I'faith, my peacock Archbishop of Glasgow ; That to my word of call comes posting on, Even Uke a spaniel to his master's whistle. —"], [12, "4 CARDINAL BEATON. ACT I Enter Dunbar, Archbishop ofGlasgoic. Good day, my Lord of Glasgow ! I am glad Here to salute you at my palace gate, And bid you welcome. How with Mother Church Fares it i'th' rainy west ? Sprouts there as yet, On the sweet banks of Clyde, a thriving crop Of scripture-water'd heretics, to take Your darling, old St Mungo, by the beard ? archbishop dunbar. My good Lord Cardinal, I return your greetings ; And come to thank you for inviting me Thus courteously, as colleague, to assist Your arm, too weak alone, t'outroot the growth Of error, that upsends his poison'd twigs, O'ertopping ev'n your tree of Primacy. — The gentle west rains down upon my church No rotting showers, t' engender and bloat up The toads of disaffection and revolt. St Mungo sits rejoicing ; 'tis St Rule That sweats with terror in his golden shrine, Spite of the Legate's breath ; that has no pith To counter-blow these eastern blasts, that come"], [13, "CARDINAL BEATON. 5 SCENE I. Puffing the German's vile infection on you, And tainting all your coast with the vile seed, That breeds damnation and the death of souls. CARDINAL. Softly, Dunbar ; I only ask return Of service due me for that day, whereon I purified your putrid west with fire ; By singeing honestly unto the death, Russel, and ballad-making Kennedy. Their pyre's destructive flame has hitherto Frighten'd your district into sound belief ; Whilst here within my circuit up has risen, From pure impunity, a crew of rebels, That dare me on to martyr them to Satan, And send them mewling to his pit in smoke. For sure God's grace permits it so, that I, Advantaged by their churlish misbelief, Home and abroad may signalize my zeal For th' Apostolic Church, by cutting oft\" Some dozens of these surly schismatics. ARCHBISHOP DUNBAR. Heaven wills it so, my Lord ; and each dead saint, Even from the bottom of his golden coffin,"], [14, "6 CARDINAL BEATON. ACT i Wherein he has for ages silent slept, Now cries out Wrath ; the very Maries, nich'd Along your walls, as if to life arous'd, And feeling, by the passengers' insults, Totter with indignation, and shout Shame Upon your inactivity and slowness. Dead things seem live, and living things seem dead, To feel and vindicate the church's wrongs. CARDINAL. With me the blame resides not — that tame Regent, Perch'd on the summit of the State's affairs, By Grange and his lay-faction, shifts and veers, Passive to every gust of freakish humour, That blows across him, like the useless vane Of gold on our Cathedral's turret yonder, Shewing the wind alone. He has not vigour To jerk a Lutheran into the fire, And work out his salvation by the deed. Ev'n now, abused into faint-heartedness, By some vain Bible-reading kinsman, who Hath crawl'd by quoting texts into his heart, He writes me saucily a letter, sauced With tender mercies most unmerciful,"], [15, "7 CARDINAL BEATON. SCENE r. Iniquitous, incongruous, absurd, Saying, He will not shed the innocent blood Of this good man, this Wishart. — On your head, 0 Cardinal, be tK abominable stain Of this George Wisharfs cruel taking off! — And so he rubs his hands, and sits him down At ease in his mock-royal elbow chair, Leaving good Cardinal to do the job. DUNBAR. And let us do it fearlessly, my lord. Rome looks upon us from her Papal heights ; France and the Guises cheer and chide us on To energy ; and Europe in the example Expects a quieter to still the broils That agitate with tossing controversies Her universal people. CARDINAL. For the work Then let us tuck ourselves, and plough such sores Upon the backs of these New-Test'ment knaves, As no salvation-salve shall ever heal. For this fair purpose have I craved your presence,"], [16, "8 CARDINAL BEATON. ACT I. My Lord Archbishop, and have summon'd all My suffragans, and their officials, T' appear to-morrow to the accusation, And sit assessors on the judgment-bench ; Back'd as we shall be with a garrison Of College-doctors, that shall come equipt With pond'rous sentences from all the Fathers, Authoritative of our sage decree. Ev'n now already crowd the churchmen in From cowl to mitre, for the diet hot ; Hepburn is come, and at the hostelry ; Panter of Ross has from his travell'd mule Just lighted ; and my Lord Abbot of Paisley, He the surnamed \" Chaster than my Maiden,\" Is just gone down to taste his sweetheart's lip, In the Foul Waist where he had set th' appointment Six weeks ago, as mine own Marion told me. As for your Lordship, 'twill, I think, be better To taste my castle's pantry, and the store Of good Canary I have treasured up To entertain such liegemen of the Pope, As like to snuff a burning Lollard's smoke."], [17, "9 SCENE II. CARDINAL BEATON. Be pleased to enter then, my gracious lord, And bless your stomach with some goodly fare : Then shall we talk more of to-morrow's business ! SCENE II. — St Andrews — A Room in the Provost's House. Enter Sir James Learmont of Darsie, Provost of St Andrews. 'Tis a fine city this of ours to-day — Why, such a flock of sooty fearful crows Was never blown from all the woods of Fife Down to the coast, cawing and yelping loud Their prophecy of drownings and of wrecks, As our good town from every gate receives To-day of bishops, canons, vicars, deans, Huge pamper'd abbots, lean apparitors, Monks, mendicant and manducant, and all The many-mouthed vermin of the Pope ; ' As if old Martin Luther's ghost had come Post-haste from Isleben, to whip them forth Of church and cloister in one gloomy cluster,"], [18, "CARDINAL BEATON. 10 ACT I Into our goodly honourable town. There is such stir, ev'n here I hear the din Of frocks, and cowls, and rockets, rustling by, Fanning our spacious streets with the foul wind Of devil-hatched cruel Papistry. O for a luscious dose of poison'd brimstone ! So I should blow into their crowded cells Such fumes of killing excellence, as should Bring down by thousands dead the lumpish drones ! I hate this Cardinal as very death ; This Beaton, this proud Abbot of Arbroath, I do abhor him as the very Satan. Have I not reason ? Have I not rich cause To justify me, and to bear me out Ev'n to the mortal and remorseless hatred ? I am a Christian man, yet cannot I Be so o'erchristian as to love this enemy ; I should as soon make worship and bow down To Pontius Pilate or to Caiaphas, Or hoist up into old Saint Mary's niche Judas Iscariot to receive my homage ! He is a traitor — to his country, traitor ; To me, to truth, to honest men, a traitor ;"], [19, "CARDINAL BEATON. 11 SCENE II. A damned traitor and a murderer : Even now he in his conclave meditates Another murder ; and a saint of God Shall from our streets of infamy ascend In flames, up-lighted by his cursed hands, A deed 'gainst which the very stones that pave them Should cry out and revolt. — But who comes here, Intrusive on my chamber ? Enter Sir David Lindsay. Lindsay, merry Lindsay ! Welcome, great King-at-Arms, and king at song ! What news from Mount Parnassus and the Mount ? Comest thou here, too, to see the spectacle ? — LINDSAY. Sir James, my salutations go before me, Wishing you full fertility of joy. — Yet who can now be joyful ? What good man Can walk the world unsadden'd, and rejoice To taste sweet sunshine, when bad men grow thick, And thrive and fatten in the sordid sky Of sinful, lustful, rank, prosperity ? There is a man in Scotland, great of name,"], [20, "12 CARDINAL BEATON. ACT I High-propt on titles, bloated big with power, Whom seeing walk in pomp along your streets, I could despise and hiss him home again Into the dunghill where his meanness grew. Yet he's the wolf, whose bloody fangs have now Possession of the innocent sweet lamb, That throbs within his clutches — not with fear, But with a Christian sufferer's holy joy. Sir James, I cannot sit at home, secure In household joys, when such abominable And perverse things, ev'n from my window's ken, Are practised 'gainst the godly and the good. Is there no hope of rescue? Can we yet Devise no blessed stratagem to save ?■ learmont. I fear, sweet knight, we cannot ; this man's power Has shot aloft to such a monstrous height, That Regency, o'ershadow'd and o'eraw'd, Has dwindled to a trifle down beside it. Too well does Beaton know that he has chain'd Fast to his purposes the bigot heart Of Mary of Lorraine, whose bloody house Excites and lauds him on to persecution."], [21, "CARDINAL BEATON. 13 SCENE II. He knows he has her ; thence he disregards The wavering Hamilton, who to his trust Of delegated kingship proves a coward, And sneaks before the Legate who derives His being from Pope Paulus' leaden seal. LINDSAY. And has the Regent not advised with thee Regarding this convention of the Prelates ? Does he consent, submissive though he sneak, That thus the spiritual should overlord And top it proudly o'er the secular ? LEARMONT. I have a letter from his grace to-day, Full of misjoin'd and ill-according matter. He twits me with rebuke, that I permit Preachers of lies t' infect our every street, With novel blasphemies 'gainst Mother Church' He calls the Cardinal a vile usurper, Whose heart and head are both alike bedevil'd, The one with cruelty, the other pride ; And that no gang of lords prelatical Shall domineer and make a thrall of him, Or hang a Lollard in his jurisdiction."], [22, "14 CARDINAL BEATON. ACT I. Although they all, he says, these Wickliffites, Should be hang'd off, and leave the land at rest. Whereto he adds, as sequel pat and proper, That should the good George Wishart be condemn'd, The Provost's civil arm must interpose, (Unarm'd and impotent as now it is,) To cheat the fire or gallows, and preserve Our city unpolluted with that stain. LINDSAY. Sir Knight, what then forbids you to oppose Your secular prohibition in the case, As we anticipate, of doom to death ; In your own township, too, your proper reign? LEARMONT. I have but breath alone, sweet King-at-Arms, And futile words to interdict ; whereas I should forbid with soldiery and spears. I have no lordship o'er the priory ; That ground is priestly — there the Archbishop reigns. Our town is split and phrenzied into factions, That flout each 'gainst the other ; but by far The greater part of its inhabitants, Dependent on the prelates, or attach'd,"], [23, "CARDINAL BEATON. 15 SCENE II. Dangle about them in subservience. — Should I intrude my veto, unenforcd With weapons not enow to terrify, Why this same Beaton, from his Babylon, His castle, stored with loud-tongued ordnance, Should volley out his contradiction so, That my poor people should not stand before him, But fly piece-meal to heaven for an escape, Mix1d with their steeples, and their chimney-tops. LINDSAY. Has he so fortified his brothel-house ? LEARMONT. Tuts ! — Babylon the great was not so strong, Upon the night when King Belshazzar sate, Amid his painted harlots, and his cups, Quaffing delirium ; till the frightful hand Out-sprouted from the plaster of the wall, And wrote th' emphatic Mene ! — Would to God, Our Card'nal's Mene-Tekel too were written ! LINDSAY. Haply the Mede may soon be on his march 'Gainst your Belshazzar and his Babylon !"], [24, "16 CARDINAL BEATON. ACT I. LEARMONT. I wish to God he were, sweet King-at-Arms !— Here come more friends, more honest men, I hope — Enter Melvil qf Carnbee, and Duncan qf Airdrie. Good sirs, I give you hearty glad salute ! — God bless you, Melvil ! welcome, thoughtful Laird Of Airdrie ! I rejoice to see you both ! — How wags the world in Crail Constabulary ? Disastrously, I dread me ; for I mark Your faces purs'd and shrivell'd into sour Much-meaning melancholy. What is the matter ? Are prodigies abroad ? Has any cow In Airdrie Forest calved a Cardinal ? MELVIL. Sir Knight, I think this reefing of the Church Has hurried us poor laymen, too, within it, And suck'd us in the current both along. In sooth, we cannot rest nor sleep o' nights, Being so provok'd and stung to fretfulness By the oppressions of tyrannic Church. Of late, we've been like silly sheep, so fleec'd 20"], [25, "CARDINAL BEATON. 17 SCENE II. By taxes, tributes, torments, and extortions, And stipends, rack'd up to a Pagan pitch ; As if good clerks, who are the salt o' the earth, Came not to minister like lowly John, But to be minister'd unto like gods By Mammon, with his pouches swoln with gold. — We've been so fleec'd, that scarce a flock or two Sticks to our shiv'ring and denuded hides, To keep us warm when nibbling our poor grass. — Then, there's to be another burning-bout, To frighten us from captious murmurings. To-day, as we came riding by Stravithie, There overtook us, on his barded mule, My double-chinn'd and beautiful Lord Abbot Of Pittenweem, all shining in the fat Wherewith a thousand dinners had o'erlaid him : He told us, he was going to the tryst Of Prelates, where a famous Lollard goose, All fat and oily from Dan Luther's roost, Should be prepared and roasted for their sakes ; He bade us look up to the northern sky, And said, That part qf Heav'n which now you see As clear as this gold button on my frock, IS"], [26, "18 CARDINAL BEATON. AC J* I .Shall be enricJCd to-morrow with a smoke, As fat as Craw's or Hamilton's : — And so, With sneer and joyous snort, as if his nose Had, in its divination, caught the smell, He scour'd fast by us, leaving us poor lairds To meditate on hierarchal pride, And wish him and his junta at the devil. LEARMONT. That is a silly wish ; for, by my troth, The honest devil hath them here already, More wedded to him than goodman to wife. He sleeps within their craniums every night ; He plays the fornicator with their brains, Engend 'ring cruelty, and lust, and greed. DUNCAN. Oh, Learmont, I am sick, when I think on This evil world, and its perversity. I see the good man crush'd into disgrace, And slain with sorrows which he merits not : I see the wicked elevated high On honour's pinnacle, and in his hand The whip of persecution, wherewith he Smites down the virtue, that would fain uprise"], [27, "19 SCENE II. CARDINAL BEATON. To shame him with its sunny excellence ! Can we behold such things, and be Uke stones Insensate, nor up-summon and exert r Sinew and soul, as much as in us Ues, To clear from imputation Providence, And be the servants of the righteous God, In vindicating righteous men from wrong ? — Oh, I have heard such holy sentences, Such blessed burning words, drop from the Ups Of this oppress'd and angel-minded man, This Wishart, fanged in your Card'nal's clutch, As would charm down to sweet benevolence The very maUce that claps chains upon him ! He has the Gospel grav'd upon his heart, Without the Church's vain phylacteries Emblaz'd upon his tunic or his sleeve ; He is the man, in whose defence to rise Is human glory, as 'tis God's command. Sir James, I wiU not sit supine, and see Him, by whose words my sin-enslaved heart Has been enfranchis'd to the bUss of grace, Drawn Uke a criminal abroad, to feed That fire, that ought, like Shadrach's, to consume"], [28, "20 CARDINAL BEATON. ACT I The guilty men alone that cast him in it, Leaving the holy innocent untouch'd. I'll have my tenants arm'd, and at their head I wiU appear. MELVIL. Mine, too, shall be prepared ; And Dishington's, and Anstruther's, and Strang's ; The southern baronies shall aU be up : A troop of honest laymen congregated, To challenge and redeem their sweet-tongued saint From Church's malice, and th' embrace of fire. LEARMONT. God speed the attempt with happy consequence, My faithful friends ! but I do fear the worst From Beaton's power, and crafty cruelty. — I'll make you welcome to our city-gates, In aU the heat of your hostifity, With banner, and with band, and batt'ring-ram, To rattle down about his lordship's ears, If so you can, his Babylonish fort, And bury him and Papistry within it. But not so weak, with tower and culverin, Hath he so nerved this citadel of Trail,"], [29, "CARDINAL BEATON. 21 SCENE II. As that it may be taken by a troop Of ploughmen, from their morning's porridge fresh, Arm'd with their coulters, and with wooden flails. He has a castle moulded of the stone, Each tower of which can, from its iron mouths, Spit out destruction on our raked streets. He has a retinue of jacque-men bold, Of whom a dozen, in their coats of mail, Can put to rout, and scare into the sea, A thousand peasants, with their wooden flails. I cannot augur well to th' enterprize, Although, God knows, I wish it wondrous well, And laud the spirit that gives rise to it. LINDSAY. Then have we nought to do but stand aloof, And 'scape the sweep of Beaton's cannon-shot ; Breathing our passion's idle fumes against The gaping iron tubes that threaten us Good sooth ! we must rest happy and content, Couch'd in our holes of refuge, that the flame That murders Wishart catches not the skirts Of our reformed garments, that deserve, Oil'd as they are with Martin Luther's stain."], [30, "22 CARDINAL BEATON. ACT I As hot a fire to cleanse away the grease. We must rejoice that we are tolerated To live in air, and are not sharply taught To live like salamanders in the fire ; — Such is old Church's grace and lenity ! DUNCAN. Lindsay, if our weak hands can work no good, We must upon our knees, with utter'd prayer, Be up and doing at a Throne of Grace ; Beseeching Him, who, in th' eternal store, Has treasur'd up his element of fire, And there commands it till the judgment-day, That he may dash its painful nature out, And lap it like a cov'ring round about His saint, wherein he may by angels be Up-wafted to his seat in Paradise. That attitude, that exercise, becomes Men who, like us, have tasted of the fresh Sweet spring of sacred knowledge, now unseal'd To the pure readers of the Testaments ; And may th' Almighty soon send down from heaven His purifying angel, him, whose office Is to purge clean with fire the dimming stars,"], [31, "23 SCENE II. CARDINAL BEATON. That he may, with his lightning in his hand, Enter the portals of our corrupt Church, And burn away the canker'd leprous spots That overspread her altars and her walls. So may our sinful land of Scotland yet, Beneath religion's uneclipsed sun, Bear prosp'rously a harvest of good works, And spread her bosom to his beams in joy ! LEARMONT. We join you, Airdrie, in your goodly prayers. But now the time's too hot, and too commoved. Too frying with vexation, to permit us To steal away like cowards to our closets, There to be fumbling on our knees, whenas, Haply we should be doing with our hands. For long it cannot last, that this our realm Shall be usurpingly administer'd L> By one who sets the Romish purple up Against the Crown, and squanders good men's lives, As if the Pope had by a bull consign'd To him the trust of life. We'll wait in hope, Some issue of deliv'rance. — But, my friends, 'Tis now high time of dinner, and your hearts"], [32, "CARDINAL BEATON. 24 ACT I. Must now be quiv'ring in your breasts with fast. Hence let us, then, unto the social board ; It shall refresh, and yield our spirits fuel For fuller conversation on this theme. [Exeunt omnes. SCENE III.— A House in the Castle Wynd, St Andrews. Two old Women, Janet Geens and Katie Tervat. JANET. That's a tale now, Katie ! Ah, waes me ! KATIE. Ay, there's news for you, Janet. It's just the haill town's clatter at this mament. JANET. An' is't that honest fair-spoken man, wi' the bands about, that we heard sae aften at the Scores last simmer ? Is he to be brunt the morn afore my door ? The like o' that ! KATIE. As true's the honest man's ain preachin', Janet. An' weel I wot, wasna he right in picking out that text, last time we heard him, \" And he beheld the city, and wept over it ?\""], [33, "CARDINAL BEATON. 25 SCENE III. JANET. I'd rather they took an' brunt me for a wutch, at the wutch-lake ! I suld willently gie my bit frail unworthy person for his, ony day. KATIE. See gin the wratch, the Cardinal, 'ill tak you for him, Janet. Na, na ; he's no a man that cares mickle either for the flesh or the sauls o' auld women. Gin you were a fat young quean in your teens, there's nae sayin, may be there might be a chance, Janet. JANET. The sorrow tak him, and a' his crew o' rotten Bishops thegither ! The fient a drap, either o' gude kail or gude gospel, we get frae ane o' them. KATIE. They keep a' their guid things to themsels, Janet. JANET. Ay, ay ; except a dry paternoster, and a drap holy wa ter to sloken't wi', nae a plack's-worth we get frae ony o' them. KATIE. Hoot, woman ! they hae sae mony sma' weanies o' their ain, how can they be expeckit to spare ony thing for auld"], [34, "26 CARDINAL BEATON. ACT I. folk? Auld folks may die ; but sma' bairns maun be brought up, an' at nae little expence, Janet. JANET. Brawly do I ken that. There's Bishop Gavin Dunbar's dochter, — she that's married to Andrew Balfour i' the Col lege-wynd, — as braw a hizzie, wi' her fardingales and her fleegairies, as ony Principal's dochter i' the three Colleges. KATIE. Dinna speak o1 her. There's the Cardinal's ain lang gilly-gapus dochter, Tibbie Beaton, married to nae less a man than my Lord Crawford himsel ! You see, Janet, it's a braw luck to be born a Bishop's brat. JANET. The de'il's kind to them, wi' his gowd, and his gear, and his dainties ; but he shoots auld decent folk ower wi' a pickle ait-meal, and a wheen cauld kail-blades. KATIE. Very true, Janet ; unless you sell yoursel' ower to him a1 thegither ; an' then he'll mak mickle o' you, and dandle an' cuddle you like ane of his am dawties. You'll then hae your auld kist fu' o' gowd in a mament ; and you'll be ena bled to swallow preens or pokers without ony scaith to your stamach. He has nae little power, that auld de'il !"], [35, "CARDINAL BEATON. 27 SCENE III. JANET. I'se hae naething to do wi' him. KATIE. An' I wish he would hae naething to do wi' me. But he touzles folk into mickle distress, an' nae little tempta tions whiles, Janet. JANET. Let him e'en gang, Katie. — An' is't the morn the honest gentleman is to be brunt ? Is't for that they're heapin' up coals and sticks afore my door, there ? Weel I wot, I'se no be i' the house. I'se leave the town. I'se be down to my sister Lizzy, that lives i' the Kirk-wynd at Anster, yonder. KATIE. We'se tak a walk thegither. I canna be contentit bein' in sic a town, where the godliest folk o' the land are brunt like warlocks. JANET. 'Deed, Katie, this town 'ill never thrive wi' sic deevilish things gaun on in't. KATIE. It's never thriven sin1 gude Peter Hamilton bleezed to death afore the auld College, yonder."], [36, "28 CARDINAL BEATON. ACT I. JANET. A sorrowfu1 day that was for St Andrews, weel I wot ! Mickle rinnin back an' forrit to the Castle, ere the fire kendled ! The haill street greetin' a' the time ; a' except the Bishops and their gang, that stood glowrin', and gapin', and gawfin', as the powther staffed aff ! — That auld ill-faurd sinner, Rob Caldcleugh, he was the man that set the fire up. The de'il's i' his face an' his heart yet for that black deed ! I've mickle hopes he'll be hangit, or get his head smash'd for't yet. KATIE. But it's wearin' late, woman ; there's aucht o'clock chap pin i' the College steeple. We'll better slip awa' soon to our beds the night, that we may rise wi' the day-daw, if we're to straik down to the coast. JANET. Very true. Let's hae our Sabbafh-day's duds about, an' our staves i' our hands, sharp at sax. KATIE. I'se come and tak a drap o' your parridge wi' you, and then we'll baith stap awa thegither. JANET. My sister, Lizzy Geens, is but a puir body ; but she'll"], [37, "29 SCENE III. CARDINAL BEATON. hae a drap gude kail, an' a roasted haddock : an1 better that than be in a house here, wi' a big bane-fire afore your door, and a decent man bleezin' away i' the middle o't. KATIE. Good night then, Janet. JANET. Good night, Katie, my woman. Mind sax o'clock. [Exit Katie. Curtain drops on Jai^et."], [38, "30 CARDINAL BEATON. ACT II ACT II. SCENE I. — One of the Dungeons qf the Sea-tower qf Reason's Castle. Captain Strang discovered sitting on the ground, his dress and person unclean and squalid, as from long confinement. So here I'm stranded, honest Captain Strang, Here grounded, cast ashore a total wreck ; Although a decent fellow, one whose heart's Each timber is as sound as British oak ; Here am I buried, bound, and bottled up In this abominable Tophet-hole, This rotten pump-sink of your Card'nal Beaton ; Where darkness, damp and stench between them fight,"], [39, "31 CARDINAL BEATON. SCENE I. Which most t' annoy my body's every sense. I wish to God some land-lubber aloft Would clap his pump down to this castle's keel, And pump me out into the sea, my element ! There should I wash me clean again, and shine A jovial shipmaster as I was wont, When bounding in my proud brig all the way From Frith of Forth to noble Rotterdam. Here am I vilely used, as if I'd been A graceless Turk that knelt to old Mahoun, And not a church-attending Christian man. I have no hammock where to swing at night ; I have no biscuit to rejoice my teeth ; I have no gin to vivify my heart ; I am a woe-begone and weary wight, Dying, I dread me, too ; for this my lean Sunk belly's clung with famine to my back ; My weary back has lost its uprightness ; My poor legs tingle with the rheumatism ; My dungeon'd eyes scarce see — yon little mouse, My fellow-pris'ner, that comes creeping out To dine on the sole-leather of my shoe : Good morning, mouse, thou'rt welcome to your meal-"], [40, "32 CARDINAL BEATON. ACT II. Thou'rt now my mate ; and when Sir Caldcleuch comes With his cold water and his bit of bannock, (The devil take him and his ugly face, But leave his water and his bit of bannock,) I'll give you then a feast, we'll mess together ; We'll govern in the hold here, you and I ; Let Card'nal and his crew command aloft, And mount the slipp'ry ladder of the shrouds. Yet, 'tis most villainous hard, that I should thus Be cubb'd and cramp'd up here with crawling mice, Merely for fost'ring, as they call it, heresy, By ferrying, in my sinless vessel, o'er Some dozen books and godly tractates writ In crabbed Latin or fair mother-tongue, 'Gainst Card'nal and his grim good friend the devil. It is a blackguard shame for any church To punish honest men like me for heresy ! I am no heretic — I ne'er damn'd the Pope ; I ne'er encouraged damning in my ship, Except the damming salt sea- water out. Yet here I stink and rot, a rich perfume — A very posy in your Card'nal's nose ! God help me ! — But here comes my hemlock friend, 17"], [41, "33 CARDINAL BEATON. SCENE I. I know him by the clatt'ring of his keys ; What brings him now ? 'Tis not yet bannock-time. Enter Robin Caldcleuch, with Mrs Strang and Beatrice Stuasg following him. caldcleuch. Good den to ye, honest man ! I houp ye're sittin dry and warm on your pickle saft strae — It's a seat for a king, let alane a Pittenweem skipper ! I've brought you at my back here twa weel-kent auld friends. You're awing me a pint o' gin for this forgatherin, the neist time your brig sails to Schiedam, whilk'll happen when the king's arrow's ta'en aff her, if that'll ever happen. See now your wife and bairn ! CAPTAIN STRANG. My wife ! my daughter ! [ They embrace each other. God in his gracious goodness bless you both ! I little thought, when last time we did part, To meet you here MRS STRANG. My husband ! O my husband ! Thus to be couched on a truss of straw ! c"], [42, "34 CARDINAL BEATON. ACT II Alas, I thought not when I last busk'd up My bed with the new Holland sheets you brought Last time our vessel sail'd to Rotterdam, That such should be the change, this, this the meeting ! CAPTAIN STRANG. Weep not, my dear ! God wills not we should weep ; I never yet caused man to shed a tear ; When honest men have wept, I've dried their tears With comforts and with kindnesses and love ; No cause have I to weep — though when I think Of you and of my family in tears, I must e'en weep — God pardons that I weep ! BEATRICE. 0 father, be of comfort ! He who sent His angel down to ope the prison-doors Of Paul and Silas, as I oft have read To you on Sabbath evenings by the fire, Will in his own good season grant relief, And send you gladden'd from this house of tears. He disappoints not those who trust in him, Rewarding well their confidence with joys Proportion'd to their trials, well endured. Father and mother ! then wipe off your tears ;"], [43, "35 SCENE I. CARDINAL. BEATON. Let me embrace you, father, and kiss off These honourable sorrows from your cheeks ; Woes me ! it is not fit that you should be Thus — thus — so sordid. — But I'll tend you here ; I'll be your handmaid — I wiU minister To you in food, in raiment, and in prayer, In reading from the holy Testaments CALDCLEUCH. He's had eneugh o' that sort o' readin already. Nae sic readin's tolerate here in my lord's castle. BEATRICE. — If this good man that holds the keys permit. CALDCLEUCH. A discreet young woman, 'pon my conscience, and her face nae the warst part o' her, as mine is o' me — I'd ance a sweeter sort o' a countenence, but sin' I was set to keep this sea-tower, it's become transmogrify 'd, I kenna how, from hinney to hemlock. The poor students o\" St Leo nard's use to say that the Cardinal bapteezed me wi' his ain holy water, into this sour-lookin', mortclaith-bodin' countenance. It's a place, say they, for ravens to nestle on, for vipers to crawl on, for jadrals, taeds, puddocks, an'"], [44, "36 CARDINAL BEATON. ACT II. cormorants to jump an' mak their daffin on. Awa wi' their college-clavers ! Lassie, what's your wull ? BEATRICE. O sir, if you'll allow me here to tend My father in this house of misery, I will reward you very bounteously ; God will reward you too, who to St Paul's Converted jailor gave a heart renew'd, And made him taste strange joys he never knew, Believing and baptized with all his house. CALDCLEUCH. Na, na, lass, nane o' your deceivin' words for me ! I'se no lose my post o' Cardinal's head-turnkey for the bonniest lass in Fife. I'm a man o' some integrity — I tak nae bribes, like your bishops and vicars, that'll pray ony dead man's soul out o' purgatory for sax shillings, an' curse a livin' man's intil't for a plack — I'm a man o' conscience. Ye'se no steal wi' your pauky prayers thae good keys out o' Robin's auld hand. — But quick, hae done, hae done — your time's out. MRS STRANG. O little knows this stony-hearted man"], [45, "CARDINAL BEATON. 37 SCENE I. How dear to me this passing interview ! Else he would grudge not this poor span of time. 0 husband, I am grieved for your sake ; Sad terrors vex me for your precious life. There is a cloud of mischief in the sky, Ready to drop its hail on some poor head ; Nor know I well if yours shall be secure. CALDCLEUCH. That I dinna ken neither — There are faggots gatherin\", sticks splittin', coals drivin', stakes rammin', gun-powther pokes crammin', a' about the Castle and Priory puffin' an' blawin' wi' business. The auld smith, Thamas Cairns, that lives i' the Heukster's Wynd, has been bringin' out his biggest brawest bellowses — it took three men to lift them — they're a' lyin' ready i' the Castle Wynd yonder ; and there's a pile o' sticks an1 coals that'll roast a' the skippers in Pittenweem, forbye Anster and Cellardyke. Now, a' this wark is no done for naebody and naething — heretics maun burn — it's a law i' the kirk — they that will to Cupar maun to Cupar. MRS STRANG. Oh do not, with your croakings raven-like, Increase to an intolerable load"], [46, "38 CARDINAL BEATON. act ii. Those fears with which already I'm oppress'd ; I pray thee comfort me with better omens, If thou must speak. , CALDCLEUCH. Honest woman, mine office is no ane o1 comfort, but born out of the very bowels of misery and discomfort. In deed, folk say that on the night I cam into the world, four black craws cam down my father's lum, an1 sat cockin' an' croakin', ane on ilka bedpost — sae you see, e'en from the womb, I'm but an ill-omen'd man. MRS STRANG. May heaven avert, and throw back on your face, Their proper resting-place, these gloomy threatenings ! CALDCLEUCH. Dinna say it's me, madam — I never slang a heretic i1 the fire — the Pope does that ; I'm but the iron tangs wherewi1 he grips the poor bodies. Mair attour, if folks will read thae new-fangled Bibles an1 Testaments, an1 bring ship-laeds o1 the devil's books frae Flanders, their ain skins maun e1en suffer for't. Lord Cardinal's no a man to play wi' i' that sort — he does a1 his things wi1 a birr, frae his highest spiritualities down to his laighest carnalities, as the poor students speak."], [47, "CARDINAL BEATON. 39 SCENE I. BEATRICE. I'll go myself, dear father, to the man That holds dominion of this prison-house. I will put off a blushing maiden's fear, And clothe me in assumed confidence. I will beseech him by a daughter's love, A mother's tears, and all the charities That are bound up within a fleshly heart, That he may loose thee to our loves again, And bless us by his kind benevolence. CALDCLEUCH. An' what'll you mak o1 that ? See what John Roger* the black friar's auld mither made o' her fleechin' an1 in tercedin1 for her douce son Preachin1 Johnnie ? I left him at night here, in this very room, at his prayers, as vive and as hale as ever he was in his life ; an1 neist mornin1 afore day-break, there was he, honest man, lyin1 a1 his length a cauld corp amang the round stanes at the bottom o1 the Castle. It was a cauld, snifterin1 mornin1, about the back end o1 February — I scraped the caller snaw aff him, an' happit him weel up in his braw, spleet-new flannen winding sheet, a cozie bield for a dead man, whare he lies snug an1 * John Rogers, a Black Friar, murdered by the Cardinal in the Sea- tower. — Knox."], [48, "40 CARDINAL BEATON. ACT II. warm till this day. Some said his craig was as blue as a blawort, as gin a bit string had been casten ower't ; but its no my business to inspeck dead corps. At ony rate, I had nae hand in that pye, whaever beuk it ; I make it aye a pount never to fash my thumb about ither folk's business. CAPTAIN STRANG. Out with your murd'rous stories and your tales That smell of horror and of hemlock, like Your face, whose copied likeness would make out A bugbear, to scare even fell Death withal ! CALDCLEUCH. Grip you weel till't then, my man, for aiblins ere the morn pass you'll need some scar-crow to frighten aff the grim carl wi' the scythe. But he'll no come to you, as I expeck, wi' a scythe, but wi' a het-burnin1 low i1 the ae hand, an1 Thamas Cairns' s big bellowses i' the other — an' its a' ane whether a man be reduced to ashes in ten minutes, tied to a wood stake and brander'd like a beet-stake, or moulders awa for ten years in a cauld grave beside worms an' ettercaps, its a' ae upshot — ashes, ashes are the finish. But hae done, hae done — The quarter o' an hour's out by my sand-glass — let's awa, the door's open. BEATRICE. Good night, my father ; and the peace of heaven"], [49, "41 CARDINAL BEATON. SCENE I. Rest on your heart, to keep its sorrows down, Till a kind Providence remove them all ! MRS STRANG. Husband, farewell ! May God administer Sweet comforts unto you, and to myself ! CAPTAIN STRANG. Good night, dear wife and daughter ! — [Exeunt Cald. Airs Strang, and Beatrice. They are gone ; And I am left in solitude again, To eat my spirits up in misery. Alas, alas ! I've stood both waves and winds On ship-board, when my vessel labour'd sore, And reel'd beneath the ocean's bufferings ; But for this piteous tempest of the soul I am unfit. I cannot bear it out As strong men do, who have no tenderness. But I confide my sorrows, and my life, To Him, who in his hand holds human souls, And heals the sorrows of the innocent. On Him I'll rest and pillow my sad heart, Expecting, patient, in this gloomy cell, The brightness of his glad deliverance ! Curtain drops."], [50, "42 CARDINAL BEATON. ACT II. SCENE II. — A Room in the Provost's House. Enter Sir James Learmont, Duncan, and Melvil LEARMONT, I, too, should have been there along with you, As Lumsdaine's letter was significant, And full of urgency ; but this mine office Of Provostship detains me, t' over-rule And keep the peace of this community ; Which now is more endanger'd by th' afflux Of strangers, clerk and lay, that stream in fast, Heated with hostile passions ; which might soon, Coming into such dangerous contact, Explode in some disturbance. MELVIL. I will go, And catch the Sheriff's tidings from the west : He does not bustle for a bauble so ; There must be something special and of weight, That he convenes us so imperiously. I'll make excuse for you, Sir James ; and will Anon be with you, to communicate"], [51, "CARDINAL BEATON. 43 SCENE II. What is disclosed, or what concerted there. Till then, farewell. LEARMONT. Good night to thee, good Melvil [Exit Melvil. DUNCAN. And I will tarry in this town a while, T' observe the diet's doings, and to watch If yet some golden chance may not betide Of rescuing him I love. LEARMONT. Remain with me, Amid such comforts as my city-house Can well supply. — Come, let us to the hall. [Exeunt. SCENE III.— A Room in the Castle. Enter Cardinal Beaton, Principal John Annan, and the Master (-/\"Lindsay. cardinal. The thing's resolved. No chance shall intercept The fixed resolution of the Church : Let Lauder word his accusation well,"], [52, "44 CARDINAL BEATON. ACT II. And mouth it with a comely impudence ; Unbashfully with charge on charge confronting This Gospelizing, meek, reformer-man, That he may be confounded in his lore, And into silence and disorder dash'd Before th' Assembly, that shall sign his doom. — Master of Lindsay, to your hands is given, Being head-bailiff of our Priory, The care and conduct of the execution ; Near to my windows let the spot be chosen, Whence MASTER OF LINDSAY. O, Lord Card'nal, if no otherwise The Church can rid her of her enemies Than by condemning them to die by fire, I pray thee, let the thing be quietly done In hollow cellars, damp and chimneyless, Whence scarce the evidence of smoke can 'scape, Not in our streets, beside the market-cross ; Where curious multitudes, assembled round, Catch from the reek, that blows upon their faces, Contagious heresy, and whisper round One to another sympathetic words,"], [53, "45 CARDINAL BEATON. SCENE II. Imparting wrath up-treasured 'gainst the doers, And disaffection to St Peter's chair. CARDINAL. No, not in corners and in darksome cells, As if ashamed for the perpetration, Shall we, like cravens, shrink to do our duty. 'Tis murder that is done in secret places ; So robbers steal, and so assassins slay : 'Tis for example, and the public good, That th' authorized gibbet, near the way, Exhibits to the sun his prey in chains. — Be the death public as the crime hath been ; As he hath preach'd upon our public ways, E'en let him perish on his preaching-place, As murd'rers hang where they have done their job. Let the fire flare th' infliction that it gives In the sun's face, and its sky-dimming smoke Tell to the clouds what cause hath sent it up ! MASTER OF LINDSAY. Lord Card'nal, when a villain stabs his neighbour, The public weal, which in the safety lies Of each particular, requires the death Of that aggressor, as its safety's pledge ;"], [54, "46 CARDINAL BEATON. ACT II But when Opinion, in her shifting soul, Colours and frames imaginary crimes, Affecting nor men's lives nor their estates, 'Tis idle, then, 'tis barb'rous, 'tis absurd, To castigate and chase, by torture's force, Out from the brain, together with the fife, Their prejudices, or their dreams away. 'Tis not a warning then, it is a folly And barbarism, that forces out compassion ! PRINCIPAL ANNAN. Sir, 'tis a golden canon of the Church, Sanction'd by councils, and confirm'd by usage. That whoso dares th' inexpiable sin 'p> Of poisoning human souls by heresy, Must pay his life in fire, as forfeit due To th' Holy Father, and to Christendom. The law is merciless, and asks her fine. CARDINAL. And she shall have it too, my Principal, Paid to th' exactest grain of flesh and bone, Despite of sec'lar wrath and sympathy ! MASTER OF LINDSAY. My Lord, I am a plain unletter'd man,"], [55, "CARDINAL BEATON. 47 SCENE III. Gifted with mean and homely utterance ; I am not dipt in books like learned clerks, Whose tongues are richly coated and behung With twice ten thousand saws and sentences. But I can gather from my simple soul An untaught rhetoric, to plead the cause Of this defenceless, wrong'd, God-fearing man. He has not murder'd on the king's high-way ; He only preach'd against the men that murder : He has not been the matron's debauchee ; He only preach'd dear purity of Use : He has not purloin'd gold from house or church ; He only preach'd clean-finger'd abstinence : He is the man whose heart has not devised The breach of any of God's Ten Commands ; And his bold tongue, that cries and shouts aloud Against corruption in our very streets, Commits no violation of that ninth — Thou shalt not bear false witness 'gainst thy neighbour. Lord Cardinal, look again to it, I pray ; 'Tis wisdom sometimes to be merciful. CARDINAL. Hey, my sweet Master ! Now thou hast been, sure,"], [56, "48 CARDINAL BEATON. ACT II At school with him of Byres, and of the Mount, Thy kinsmen, and the pedagogues of treason ! — We must be lectur'd by you, and submit Our souls, forsooth, unto thy tutorage ! — Lindsay — my Master, Lindsay — have to-morrow Your bonfire lighted opposite my gate ; For we must celebrate, with merry blaze St Peter's triumph o'er the Lutheran. — Dear Annan, see that in the Priory All seemly preparations may be made- Enter Dishington, Captain of the Castle. DISHINGTON. My Lord, a messenger hath, at the gate, Handed me this seal'd packet for your Grace. [Gives the Letter, and exit. CARDINAL. [Opens, and begins to read.] — Sirs, with your leave — Sweet sirs, I give you leave — Good night, we've much to think on ere to-morrow. [Exeunt Annan and Master o/Lind. Now, here's a scroll of pure impertinence, Cramm'd with hot buzzing words from end to end u"], [57, "49 SCENE III. CARDINAL BEATON. Ay, Norman ! thy young blood is up on high, All on a flash, like usquebaugh on fire ! — Now, thou'rt a lad of promise ; and full soon The small thin bonnet of the Earl of Rothes Will rive to greatness on thy doughtier head ! — A dagger too ! — What raves the silly boy About a dagger ? Hath he been to steal His tailor's bodkin to let out my life ? — {He reads the Letter.) \" Sir, I beg leave to tell you, that I know Your many mischievous and damned plots Against the state, and me, and honest men ; And I forewarn you, like an honest man, That, if your wicked plots are not forborne, My dagger shall be drawn, and in my hand Shall rest dissatisfied, till it shall rid Me and my country of a foe and villain.\" — A pithy scribble this, and to the point ! — Then I must put my Card'nal's hat aside, And buy a head-piece from the brazier, To save my temples from the killing dints Of this fierce Sheriff, and his gang of squires ! — Come on, my son of Rothes ! I am ready D"], [58, "50 CARDINAL BEATON. ACT II To catch the hungry dagger from thy hand, And give it breakfast in its master's blood ! — So, so ! — how proudly perkest thou, O son Of John of Rothes, in thy sheriffdom ! Faith, thou'rt a pretty serpent ; and thy head Towers high, and glistens o'er thy other bulk, That coils and crawls quite useless on the ground. Thy tongue is forked, too, and spitteth out Large venom, whereby quiet men grow mad. — I'll bruise thee yet, my basilisk ! I'll squeeze Even into clotted dirt thy glancing crown ! — Then, for your Lairds, that huddle round you thick, Like newts and lizards round th' arch-cockatrice, One handful poison, thrown into their hole, Will make them puke and spawl themselves to death. — Courage, Lord Cardinal ! the Church's weight Is with thee ; and thy titles are the hinge Whereon the state's huge folding-door revolves. Enter Dishington, Captain qfthe Castle. DISHINGTON. My Lord, a damsel at the castle gate, Of decent garb, and honourable presence."], [59, "51 SCENE III. CARDINAL BEATON. Has dunn'd me for admittance to your Grace, Alleging special and important business* cardinal. Captain, I think thou knowest that my gate Drops all its bars before the gentle tap Of a sweet girl ? — Admit the suppliant. [Exit Dishington The night o'erflows with business ; every moment Spawns a new incident of some account. — Re-enter Dishington, with Beatrice Strang. dishington. My Lord, here is the damsel that has long Besieged, beseechingly, your castle gate. [Exit Dishington, cardinal. Good e'en, my pretty maiden ! — I rejoice To see the tapers of your glancing eyes Illume my room ! — 'Tis ever so with me. I would not give, for fight of sun or moon, The merry splendour of a lady's eye : Young Cupid rides upon it to my heart, And whips me mad with burning fantasy !"], [60, "52 CARDINAL BEATON. ACT II BEATRICE. Oh, my Lord Cardinal, forbear on me Words that belong not to the piteous state Of a poor, down-cast, melancholy maid. Alas ! I come not in the idle mood Of one, who hangs her showy colours out To lead men's captivated eyes away. Tears crowd my eyes too full to suffer them To wander vagabond in glances, such As May-day maids wont merrily to make. Once I was joyful on a May-day too ; When the sun shone upon me as I led, In dance, my flow'ry-kirtled playfellows : Now I am weary-woeful ; and the sun, That calls my comrades to their annual mirth, Shines only sorrow to my changed-heart. — Oh, good my Lord, thou art the man, whose word Can make the sun shine sweet on me again, And bless one mourning family with joy. CARDINAL. Marry, my maid, thou art importunate, And full of circuits and of roundabouts, — Prithee, wind up in brief your small affair."], [61, "53 SCENE III. CARDINAL BEATON. BEATRICE. Here, on my knees, my Lord, I do entreat And conjure thee, with nature's loudest voice, By the afflictions of a forlorn spouse ! By a dear daughter's ever-truest love ! By tears of children, weeping woefully ! By all the loving-kindness which our God Hath bound up in the noble human heart ! By your own greatness, noble Cardinal ! Give, give, to daughter, spouse, and family, Him whom thy dungeons, for a thing of nought, A bauble of scarce punishable fault, Hold, barr'd in darkness from the fight of life ! — Thou know'st my father ! CARDINAL. Strang ? — I know the man, Who wasted o'er, in his unholy ship, A cursed cargo of soul-damning books, And scatter'd them, as pedlars do their ballads, Among the people ; tainting every finger, That rambled 'mid th' obnoxious, sinful leaves, With vice more hideous than the green-eyed plague ! — I know him well ; he does his penance here,"], [62, "54 CARDINAL BEATON. ACT II In this my castle's gloomiest purgatory : His soul will soon be rinsed pure and clean From its contamination, as I hope. Thou would'st not pluck him out, my girl, before His purifying term is at an end ? Marry, it would not do ; he'd soon grow foul Again, with rust and sinful verdigrease, E'en like some half-scour 'd utensil of brass. — Fie, speak not on't ! — BEATRICE. Oh, I will speak of it, For I can speak of nothing else but it ; And I must speak and wail aloud for it. — My Lord, thy greatness, as an eagle, should Soar high, and challenge the world-warming sun ; Not stoop, and lower its sky-climbing flight To the low range of unambitious birds, Fastening degradingly its royal claws On little, lowly, and ambiguous prey. The mighty are before thee ; choose them out, And ravish glory from that nobler chase ; But leave to silence, peace, and happiness, The mean obscurities of weaker men."], [63, "55 SCENE III. CARDINAL BEATON. CARDINAL. Fie, wench ! — Am I not, then, to snap the fly, That rounds my temples with eternal plague, Because, forsooth, it is a thing ignoble To crush in death such paltry persecution ? — A man of power, my lady, has two hands To use in battle with his adversaries : His right hand grapples stiffly with the proud; His left serves wondrous well to sweep away The cobwebs of destruction, woven about him By the small cunning of his spider-foes. BEATRICE. A man of power, my Lord, is like the wind Of Heaven, that smites, in its nobility, Obstinate towers, that do confront its rage, And splits the trunks of sky-defying oaks ; But o'er the pliant grove of bulrushes Rides without harm, and sings upon the reeds. CARDINAL. Vex me no more with such importunacy !— BEATRICE. If then my lord declines this quest of mine,"], [64, "56 CARDINAL BEATON. ACT II As being bold and too importunate ; O suffer me at least {this sure is nothing) To tend him in his house of melancholy, With all a daughter's tenderness and care. Grant me the small poor boon to visit oft His loneliness, that I may solace him With ministrations as a daughter should. His durance-term will thence be not abridged ; Its rigour only may be mitigated. CARDINAL. Marry, my maiden, that would still be worse ; The beauty of a penance lies not more In its term's length, than sweet severity. Has he not got a turnkey to rub down And feed him tenderly and faithfully ? One who too well the dungeon's duties knows To cheat him of his corn or curry-comb ? Knew I the tender-hearted dog play'd false, By over-dosing or in sap or solid, I'd pack him off to live with Harry Eighth, And send a ship to Barbary for a better ! Then speak not on't — 'tis quite unmannerly."], [65, "57 SCENE III. CARDINAL BEATON. BEATRICE. My lord, if for thy purple's honour, and The nobleness that decorates thine office, Thou wilt not yield thee to my gentle prayers, 0, by the mercy that adorns the name Of Christian, as its richest rarest jewel — CARDINAL. Tush, tush, my miss ! I think thou'rt too well read In christian catechisms, and such like books ; Instead of spinning nightly by the fire, And darning stockings for your grandmother, Thou hast been spelling Davie Lindsay's plays, And singing godly ballads to your father ! I fear, I fear, thou'rt in for heresy. — Faith she's a handsome heretic, however ; I like her, and her pretty pouting mouth, That for her father chirps so charmingly : By'r Lady ! I do think the plaguy quean Would warm a Card'nal's bed luxuriously. - Aside. [To Beatrice. Marry, my sweet ! I do impeach you here Of stealing boldly, in my very house ; Thou hast out-pluck'd and pocketed somewhere,"], [66, "58 CARDINAL BEATON. ACT II Even to my face, a portion of my heart ; I cannot live without it — I must search And catch it, if I can, my pretty thief; I'll have it, here [Kisses her. BEATRICE. Lord Cardinal, my lord ! Toyest thou thus thy dignities away ? CARDINAL. My child, when lily-bosom'd things like thee Creep into churchmen's chambers, that they may Confess their sins, or proffer supplications, 'Tis understood in every Christian land, That to the Confessor or Holy Priest, (As the wave-breast to Jewish Aaron fell,) Fall the first fruits, as to his office due, Of maidenly and blushing innocence. Nay, do not wince, my dear — there is no stain Where church absolves ; the layman's damning sin Shines out a lustre on a churchman's soul ; Thou'lt be true gainer by th' imagined loss ; If then thou wishest to thy suit success — If thou wouldst see my dungeon ope its jaws,"], [67, "SCENE III- CARDINAL BEATON. 59 And give thy father back to friends and freedom, Grant me thyself BEATRICE. Hence ! avaunt, seducer ! In thine own chamber, out on thee, I say, Thou man of stony, corrupt, lustful heart ! Stand thou aloof, O sinner, lest I blast Thee with my virgin looks of chastity — Alas, I'm but an idle suppliant here ! I will go home and comfort my poor mother, And say with her my better prayers to Him Who hears the widow's and the orphan's cry : — Alas, for thee, my father ! [Rushes out. CARDINAL. Go your ways, Thou pert, proud daughter of a heretic : — Why, how the minx turn'd up her saintly nose Against the kisses of my Card'nalship, As if her lips were far too rich to give Their dew to any but a Wickliffite ! Now, she'll go gadding all the city round A carry-tale, venting in every nook Where giggling gossips and old women meet,"], [68, "60 CARDINAL BEATON. ACT II. Against me scandals, which shall make them sip With greater gust their good sack-posset drinks, That their old lungs shall rive and gasp with laughter At Card'nal's fumbling for a vanish'd kiss. By'r lady ! she'll not croak against me long ; I'll have her dish'd, and all her family, Dish'd in one platter for Destruction's teeth To champ and make a meal of. — Hang her ! nay, hang her father, let him dance Th1 aerial jig for this indignity. Fie, fie upon it all — Card'nal, thou think'st Too much of this — ''tis but a sorry thing ; 'Tis nothing. — Thine enemies require thy care and caution ; This Norman Lesslie — take good heed of him, He is a mad young devil at his best ; His dagger sticks into my memory ; — Enter Mrs Marion Ogilvie cardinal continues. Salve Regina, sweet my queen, all hail ! Salve Regina cordis mei, hail ! I have been thinking much of thee, my Marion,"], [69, "61 SCENE III. CARDINAL BEATON. And fretful for thy coming — I have need Of nightly solace, and sweet recreation From molestation of rough day-light rubs. MRS MARION. O my dear lord, thy aspect and demeanour Shews as if some sharp viper of vexation Were biting at the bottom of thy soul. What is the matter ? Let me know it all ; Ere now thou hast imparted unto me Thy cares, thy joys, thy hopes, and thy ambition ; And I have heighten'd all thy taste of good, And I have mellow'd all thy taste of bad, By correspondent harmony of soul. Lord Card'nal, what is it ? CARDINAL. It is a nothing, A shadow of vexation crossing o'er My shining sun of happiness. What's the news Abroad ? Amid this tumult of the city, This confluence of folks and crowding in, What talk is blazed abroad, and wherewithal Are the rude mouths of the mobility Amused in their voracity for tales ?"], [70, "62 CARDINAL BEATON. ACT II MRS MARION. The talk, my lord, is loud and dissonant, And full of boisterous and surly threats, Portending to the land convulsion : Faction is at her busiest, and disjoins Fam'ly from family, and friend from friend : Hearts, that have long been kindly knit as one, Now split into hostilities, and stand Vindictively and savagely aloof, Praying not only in this world red curses, But exquisite damnation in the next. Religion's poison'd ; and she walks about, Not in the bloom of apostolic beauty, Winning poor sinners into happiness, As when she charm'd St Peter and St John ; But bloated with distemp'rature : her face Ugly with passion, and bespotted foul With the green fest'ring boils of heresy, The dagger of damnation in her hand. — CARDINAL. A dagger in his hand ! Pray, who has seen him ? Is he in town ? I have not heard of him — Are my gates barr'd ? —"], [71, "63 CARDINAL BEATON. SCENE III. MRS MARION. You dream, my dear, dear lord, Your mind is swallow'd up, and all entranced By some besetting fancy, that has wrought Itself into dominion of the brain ; Rouse thee, my lord ; 'tis supper-time ; we'll go To supper CARDINAL. I'll not stir an inch for him — Have I not with me all the house of Guise ? Is not hot Huntly ready at my word Out from the north to rush like its own whirlwind, And sweep into the toils, that I have laid, Him and his troop ? Huntly shall hunt them in ; I'll be the slayer — I'll make ven'son of them ; Falkland's a royal palace — hath a park — The game is all mine own — Ha, ha ! my brain is reeling — Pardon, sweet, This ecstacy of spirits — I am wont, Of late, thou knowest, thus to wander oft ; I'm so turmoil'd with secular concerns — Let's go, my love — But do not speak a word"], [72, "64 CARDINAL BEATON. ACT II Of Falkland— for much danger lurketh yet In that small word. MRS MARION. To supper then, my lord, [Exeunt. Dean Annan is awaiting us within. SCENE IV. — A Garden near the Cathedral. Enter Beatrice Strang. I've seen my mother to her couch to rest, And I have said my evening prayers with her ; And now I seek this flow'ry solitude, To entertain my desolated mind With moonlight, and the garden's silent scenes. How beautiful, above the sea, the moon Has lighted up her sky-adorning torch, Dimming th' abashed stars, and paving all The bay's expansion, as with twinkling sheets Of silver fluent on the flutt'ring wave ! Nearer, the hillocks, valleys, rocks, and shores, Flame out in night's best glory ; and the spires 18"], [73, "65 CARDINAL BEATON. SCENE IV. And copper-garnish'd roofs and pinnacles Of yon Cathedral, gleam and tower on high, As if exulting to give back the moon Her image, and requite her with a sight Of her own glory flung amended back By roofs the brightest that she sees on earth. The garden, too, is proud, and plumes herself On her fair early flowers, which she expands Full to the moon, as bragging how her brother Has busFd her out, though she regrets not now His absence in his sister's sweeter beams. Welcome, sweet fight, and with thee welcome too Thoughts of divinely-soothing melancholy, That slide, as if by stealth, into the soul, And fill it with a stillness calm as thine ! The day, with all its flashy glaring light, Its brawl of business, shouts, and din of wheels, Is well away and buried in the sea. To me, and to the sorrowful of heart, And to the pious saint, and to the lover, This lonely hour comes on more peace-giving, And more accordant to their museful mood ; For I have been in sorrow all the day,"], [74, "CARDINAL BEATON. 66 ACT II And having wiped my tears, now forth repair To feed with thoughts my meditative heart. Haply he too, to whom my heart is vow'd, As late he promised, will appear to bless My solitude with his rejoicing presence. He knows the house where I am sojourner ; This is th' appointed place, and this the hour He for the golden interview assign'd. seaton, {appearing through the bushes.) 'Tis she herself — I see the moonlight lie Asleep upon her neck and on her bosom, As fain to find such precious resting-place ; Diana is not jealous of her beauty, Only because she's like herself so chaste ; And therefore does the comely Queen of Night, As if right merry to behold in her A maiden so completely her compeer, Concentre all her yellow streaming beams To gild my love more ravishingly fair ! — [To Beatrice. Heaven's richest happiness be with thee, sweet, And every joy which thy perfection merits ! 0 let me press to this unworthy bosom"], [75, "CARDINAL BEATON. 67 SCENE IV. A beauty and a worth so excellent, It is my ardour only merits it ! BEATRICE. O, thou art come, my love, in needful time, To gladden me amid the household griefs That Heaven hath sent to purify our hearts : How strange to meet here in a place so strange, In such an hour and plight so sorrowful ! How difTrent, when we took our evening walks By the moon's fight upon the lofty shore, Whence we o'erlook'd the rolling ocean from The sea-marge to the fiery-beacon'd May ! Then how light-hearted in our happiness ! How little boded we our present cares ! Yet there are yet, I hope, good things for us ; He who commands this stillness, and o'erspreads Heaven's changeful face with such a robe of light, Will yet o'erspread our count'nances with joy. SEATON. Oh, fair ! thou canst not be where joy is not ! — Methinks thy person is enshrined within An unseen heav'nly tabernacle of joy ; And Love and Honour are the cherubim"], [76, "68 CARDINAL BEATON. ACT II. That hover o'er thee with their golden wings. Where goodness is, there must be happiness : Sorrow may fly across it as a bird ; But in the virtuous bosom, as its nest, Peace as the halcyon builds, as did the swallow Within God's altar at Jerusalem. BEATRICE. Yea, Peace must be where Patience is ; and I Can keep my spirit patient and submiss, When God, who gives the grief, requires submission, As sign of acquiescence in his will ; That I can do, and Heaven requires no more. But joy's rich cup, though tender'd to my lips, I cannot, may not taste, but pass it by ; Deferring till a father's doom be clear'd From doubt and danger, which surround it now, The darker from to-day's occurrences. SEATON. What has to-day begot of darker doubt, To add to yesterday's as striking perils ? He, whose stern gripe commands thy father's' life, Is cruel, cruel, every day alike."], [77, "69 SCENE IV. CARDINAL BEATON. BEATRICE. His cruelty is madden'd now by spite, And indignation of imagined wrong. SEATON. What means my fair by these uncertain words ? BEATRICE. Oh, Seaton ! I to-day have dared a deed Above the venture of a timid maid : Into thy heart I will confide it all.— Him, the proud master of yon citadel, The tyrant of our shire, and of the land, Whose arbitrary gripe of iron seized And dragg'd my father to his house of gloom, Him have I pray'd, and on my knees besought, Reck'ning too strongly on the fervency Of a fond daughter's suit, to liberate His innocent and pining prisoner. That prayer refused as bold, I did beseech A little boon — leave to revisit oft, And cherish him with tender offices. Alas, a fruitless suit ! I might as well Beseech the blast to blow not, and to spare The wrecking ship it drives upon the shore."], [78, "70 CARDINAL BEATON. ACT II Nay^ his chid spirit, roused and mortified By my contemning his opprobrious proffers, Burns now with hotter irritation, which May fall too fatal on a father's head. SEATON. Oh, hideous heart of cruelty and wrong ! Oh, fiend ! too worthy of thy hate and mine ! Though well to thee I could have prophesied That idle supplication's evil issue. — He is incensed, not only that thy father Has foster'd what is misnamed heresy, Incurring thence an honourable blot ; But that Balcaskie's house of Strang, whose name You share, with distant consanguinity, Exerts, with all the neighb'ring families, A bold hostility against his power. Thence, as if conscious of conspiracy, He shuts himself in stern relentlessness : But long he cannot rule. Already he O'erplays the tyrant, to his own destruction ; Which hovers now, suspended o^r his head By a thin hair, like Damocles's sword. Some plot is sprouting, and will ripen soon :"], [79, "SCENE IV. CARDINAL BEATON. 71 Events must burst ; and fate can't labour long Against the pressure of necessity. BEATRICE. Yet, Seaton, if this man upon himself Compels destruction from the hands of foes, I cannot bear that thou shouldst be involved In being party to the fate of him, Whom thou had'st reason, for thy damsel's sake, To call and deem a cruel enemy. SEATON. My fair one ! I revere thee for that word : Though not the less for thee, and for myself, And for my country, I might well be clear'd, In aiding that the murderer may perish, Who seeks to rid the world of honest men. — You see how he has summon'd to this city His crowd of minion priests, that swarming come To cause to-morrow perish at the stake A saint, whose vestments are of holiness. And he has other deaths more manifold On hand, comprizing all the flower of Fife. These slaughters can be only obviated, By crushing the contriver's cursed head :"], [80, "ACT II. 72 CARDINAL BEATON. His own devices must entangle him ; His pit, for others dug, must swallow him! BEATRICE. I see the meaning, then, of all this stir And flocking thither of the laity ; Their broils and bickerings with priestly men ; Their scoffs at girdled friars and mitres passing ; Their mutterings and whispers, where they stand In lonely lanes, and corners of the streets, Group'd into gloomy knots, discussing something Mysterious, and of terrible import. Even now, we hear at times the distant sound, As of th' explosion of confined wrath ; Shouts, as of furious quarrellers ; and cries, As of fierce men infuriated with wine, Assaulting, or assaulted in the streets. Such signs, I doubt, betoken some black storm About to agitate this fated town. Yet those have nought to fear, whom love and peace Unite and harmonize in holy joy. As the moon rides serene, regarding not Earth's petty noises, far beneath her orb ; E'en so, may both our happy hearts, sublimed is"], [81, "73 SCENE IV. CARDINAL BEATON. Into the orbit of celestial peace, Look down unharm'd, exulting from their height, On the black storm of passion as it breaks, Wrecking the lives of miserable men ! SEATON. Thy words, my love, are all of heavenly charm, And too divine for earthly-minded men, Who borrow from the very dregs they're made of Inevitable drossiness of soul. But, see, the moon seems now high-pitch'd above The glitt'ring-roof 'd cathedral's midmost spire, Flinging its long sharp shadow at our feet, Reminding us of midnight, and the hour At which even those who love like unto us Must — 'tis a word I scarce can speak — BEATRICE. ■Must part. We have too long made solemn night, with all Her serious starry daughters of the sky, A witness of our idle colloquy. And yet I cannot err while talking with thee ; And yet Good night ! — that word must come at last, Though long it loiters on a lover's lips."], [82, "74 CARDINAL BEATON. ACT II. SEATON. Good night, my love ! Good angels guard you well .' BEATRICE. Adieu, my boy ! sweet sleep bedew your pillow ! And Heaven awake us to sweet peace to-morrow ! [Exeunt severally."], [83, "CARDINAL BEATON. 75 ACT III. ACT III. SCENE I. — A Room in Stravithie House, near St Andrews. Lumsdaine qf Stravithie, Anstruther qf Anstruther, Moneypennie qf Pitmillie, Kirkaldy qf Grange, Strang qf Balcaskie, Carmichael qf Grangemuir, Melvil qf Carnbee, fye. MONEYPENNIE. Why, this young Sheriff makes us tarry long. Here have we been assembled, idly looking Out of each window, tow'rd each point of Heaven, To spy, approaching through the white moonshine, His horse surmounted by its loit'ring rider. Two hours and more have we been sitting thus, Fing'ring our buttons with impatience,"], [84, "76 CARDINAL BEATON. ACT III And fidgetting with very fretfulness. I hope the devil has not caught the boy. STRANG OF BALCASKIE. You mean Lord Card'nal ? Ay, he is the devil Of this our district. He was born a fiend : He shew'd his horns and hoofs ere ten months old ; He mutter'd dev'lish things ev'n in his cradle : His schoolmaster gave him upon the palms For being a devil, and shouted it in his face, Before his class-mates, that he was an imp ; At which, they say, young devil turn'd round and smote The poor man in the face for telling truth : And since that time, the devil, much to our grief, Hath been maturing, fatt'ning, waxing strong, Budding huge mountainous horns of villainous pride, Lengthening his tail, and swingeing it about, Even in our very faces. KIRKALDY. Tuts ! a fig For this your great horn'd devil, with his tail ! — He is a cacodemon, I confess, Yet small ; — a skin-and-bone-enshrined imp,"], [85, "CARDINAL BEATON. 77 SCENE I. Gender'd ambiguously 'tween earth and hell ; Whose neck is not so thick as not to be Twisted about as easy as a chick's. I wish we only had young Norman here, He'd play the devil with this devilkin. ANSTRUTHER. Did he not here appoint the gath'ring-place, And at this hour, when he should ope to us Strange matters, and momentous to our lives ? LUMSDAINE. I did receive a letter, We'nsday morn, Writ by his hand, and hither carried by A trusty post, that all the night had travell'd ; Commanding me, as I did value life, Friends, family, or lands, t' arouse myself, And gather to my hall, by Thursday night, All the chief gentry of the circuit round ; There he would meet us, and unbudget things Would make us shudder in our very shoes. MONEYPENNIE. It is anent Lord Card'nal, doubt it not. Whatever of black mischief germinates In this our shire must from his head proceed,"], [86, "78 CARDINAL BEATON. ACT III. As from its root ; a root matured and dung'd By richest compost of malignity. Witness how now our coast is shaken all With terror of an English fleet at sea ; Sent by King Harry to revenge his wrongs, In being cheated of our infant Queen, On our King-Cardinal, who so cheated him. His was that violation of seal'd faith, Yet his alone shall not the suff'ring be. We, we must pay the mulct ; our homes and lands, Exposed, unguarded, to th' enraged invader, (Who, hoodwink'd by the blindness of his wrath, Will reckon every house as faithless Beaton's,) Shall soon, in fire, and blood, and rapine, make A frightful satisfaction for his crime. 'Tis an appalling prospect for us all, Wives, children, tenants, LUMSDAINE. Ha ! now here he comes ! I saw his gleaming bonnet to the moon Wave its proud feather by the larch-trees yonder. He comes, indeed ! I hear his courser's hoofs, Now on the pavement of my good court-yard,"], [87, "CARDINAL BEATON. 79 SCENE I. Clatt'ring th1 arrival. He will soon be up : He can dishorse in twinkling of an eye ; He is the hottest blood, I think, in Scotland. He Enter Norman Lesslie. What the deuce ! what are you all about ? You idle knaves, here grubbling on your stools, Like tailors on their bloodless boards, secure And nothing dreading, when your heads, God wot, Stick to your shoulders only by a tack ? Beshrew me, but you lairds of eastern Fife Are a soft, simple, unsuspecting pack ! Give you your hounds to weary you all morn, Hunting yourselves into an appetite ; Give you your dinner then, and then, O Lord, Hogsheads of sack t1 imparadise your heads ; With these, I doubt not, you'd be well content To lose your heads, provided they were charged With pleasant fumes, to charm away your feeling Death's long sharp razor slashing through your throats ! Rouse up, ye sluggish chair-oppressing knaves, Or else yon clog of Cardinal has you all !"], [88, "80 CARDINAL BEATON. ACT III. LUMSDAINE. Soft, soft, good Sheriff — Why, thou burstest in So charged with wordy thunderbolts upon us, We scarce can, in our thinking soberness, Scrape up a meaning from your madding words Here have we been awaiting you so long, Until the room is furnaced with our breaths ; We pray you, then, in coolness tell to us The purport of your boisterous accost. NORMAN. Cool, Lumsdaine, cool ! He is a frost-born fool, Who can be cool on such a theme as this — O bloody, murd'rous, damned Cardinal ! Why, don't you see him at your very elbows, Mitred and prank'd in purple, as he stands, Whetting even on his holy crosier That poniard which shall stab you one and all ? Ay, start, my lads — bestir ye to your feet — 'Tis now high time, else, by the saints of heaven ! You're in the pit of death remediless ! Here is a scroll of names — ay, look at it — Enroll'd and stamp'd, most butcherly for death. By his own villainous and bloody hand :"], [89, "81 CARDINAL BEATON. SCENE I. You know his character — behold it, black As his own native hell on the pure paper ; Here is my father's name, my uncle John's, Here mine — here faithful Raith's, and Sir James Lear- mont's. (Why, where is Learmont, that he is not with you ? Has he already sought a hole wherein To hide and burrow from Lord Card'nal's sword ?) Here is Kirkaldy's, whom he sweetly hates ; And underneath, in beautiful nice writ, Crowded e'en to the bottom of the scroll, Are Lumsdaine's, Monypenny's, Anstruther's, Lindsay's, Auchmouty's, Lundin's, Lochmalony's, Strang's, Melvil's — Marry, I'm out of breath, Telling the roll — each man may read his own : God help ye, look at them, ye simple fools ; A hundred names, compactly huddled in, Making a choice luxurious bill of fare For the grim glutton Death ! LUMSDAINE. O monstrous ! monstrous ! MELVIL Heaven shield us all ! F"], [90, "82 CARDINAL BEATON. ACT in. STRANG OF BALCASKIE. His kinsman Satan fang him, Crosier and all, and bed him warm for this, Within the hottest blankets of hell-fire ! NORMAN. Now, 'tis no foisted thing of forgery ; 'Tis genuine from the villain, uncorrupt, And valid in its villainy ; I got The paper from my father, Earl of Rothes, To whom it had been handed secretly By one whose name is of authority. Marry, ye simple ones, this deathful list Had been consign'd to Mary of Lorraine, By whom it had been ratified, no doubt, With many a beck and smile, significant Of her concurrence in the homicide. It was found sleeping on her escritoir. — And this is now to be your punishment, For railing at the gentle house of Guise, For setting Arran up as Governour, For lauding infamous priest-plundering Harry, For saying No, when greedy church cries Give, For reading Bibles brought in brigs from Holland,"], [91, "SCENE I. CARDINAL BEATON. 83 For dogging preachers all the country round From ditch to ditch to catch a drib of gospel ; These are your crimes, ye wicked ones of Fife — O what a pack of sinners in my county ! KIRKALDY. True, we are spotted, in the eyes of church, Like toads with freckles of uncounted sins ; We're damn'd and outlaw'd by Pope Paullus' ban ; The sooner we are slaughter'd then, the better ; Card'nal's huge hat will then predominate, And with its broad brims overshade the land. NORMAN. Trow ye the trick, my lads, the stratagem Whereby, like silly sheep from out their folds, Ye're to be wheedled to the slaughter-house ? On Monday morn, ye know, ye all are summon'd, By writ from Beaton's and from Arran's hand, To meet the former at the royal park Of Falkland, there fit measures to consult Whereby th' exposed coasts of our fair county May be protected from the harsh descents Of Harry's fleetmen plundering about. Thither you post then, by the break of day,"], [92, "84 CARDINAL BEATON. ACT III. And there you meet Lord Card'nal with his cross, And past'ral benediction sweetly utter'd, Vobiscum Dominus — And by and by, By three o'clock or so, when your are floundering Amid the thickest of the consultation, Down from the hills, or from the valleys up, Comes Monsieur Lorge with his Gallic leash Of bloodhounds, drill'd in hunting heretics, To touse and snap, and worry you to death ; And, backing him heroically, comes Huge-bellied Huntly, moving in the storm Of his own fat, with all his northern spears, To spit those of you that shall 'scape the French : Haply some of you may be caught alive, — I do not know, — and sent unto the Bass, There to scream anthems with the solan-geese ; Or, plunged into Tantallon's vaults, you may Have time to read your Latin Test'ments through, And over-scribble all the walls with texts : These things I know not — haply they may be» And haply not ; but, certes, you are doom'd All to destruction in some hideous shape ; And so the Lord have mercy on you all !"], [93, "85 SCENE I. CARDINAL BEATON. CARMICHAEL. That mercy may be wrought upon us all, We must be cruel, Sheriff, and put oft' The gentle from our natures NORMAN. That's the thing *. Tush, I'd forgot — I had not told it out ; My passion is so madly over-wrought, It fritters into fragments my discourse — Look here, mine honest friends, behold ye this — [Discloses and unsheaths his dagger. Here is a dagger, with a point as keen, As emulous of just tyrannicide, As was the noble Brutus's, that smote The man that dared to domineer o'er Rome ; See it again, my friends — the very point Seems burning, and will burn till it be dimm'd, And drench'd within the villain's pure heart's-blood. I swore it ere I left my father's house, Before my father's and my mother's face, And now I swear it here before you all, Ev'n by the living and eternal God, That this good poniard shall not home return"], [94, "86 CARDINAL BEATON. ACT in. Unslaked, ungratified with Beaton's blood ! I'll seek, I'll persecute, I'll hunt him out, Through all his crannies, chinks, and lurking-holes, Until his Babylon shall give him up ; I am the Mede for this your proud Belshazzar. Are ye prepared t1 abet me then, like men, Or will you sit a-soaking at your sack, Till your shorn heads light down into your cups ? Tell me your thoughts, my merry men of Fife. ALL. We will assist you, Sheriff, we'll assist ! NORMAN. Ay, now you shine — your glory now breaks out ! Well-spoken, my heroic Lairds ; now, down, Down to the dust with sack and cowardice ! To-morrow then, we must send out our scouts Into the priestly city, Scotland's Rome, Yon mother of red harlots, to explore By what access to penetrate and probe Into the bosom of our adversary.- To-morrow is a festival, we hear, St Boniface's day, and all the prelates Are met in convocation, to carouse"], [95, "SCENE I. CARDINAL BEATON. 87 A bumper to the death of heretics ; And poor George Wishart, whose plain preacher's band Is worth a thousand of their flapping rochets, Is to be offer'd up a sacrifice To this our monstrous Moloch homicide. This great festivity will furnish us As did Belshazzar's feasting to the Mede, I hope, with some facility of means, Whereby to compass what we now project. CARMICHAEL. I will go in and spy the town, and search How soonest and how best f achieve the plot. Learmont and Lindsay both are there awaiting The issue of the clerical convention ; With them I will confer, and having plann'd What may seem fittest, by to-morrow's eve I will rejoin you with intelligence. NORMAN. 'Tis well, I think, devised ; I can endure, All hot and burning as I am with hurry. To he in ambuscade one day at least. Our presence will lurk better here a while Than in the city, where it would excite"], [96, "88 CARDINAL BEATON. ACT III Suspicions in the tyrant, who would straight Thrice fortify and muffle up himself In his impenetrable stony doublet, So as scarce to leave a loop or button-hole Whereby good steel might damnify his flesh. Whereas, by loif ring on the outskirts here, At an hour's notice we may make incursion, And catch him at his weakest, unawares, When he congratulates himself as safe, And nestles joyous in his foggy nest. Against a foe so merciless, so mean, May any stratagem be justified ; For virtue tolerates all tricks in war. LUMSDAINE. This, then, be our decision ; to this close Come our deliberations and resolves : — Now I am glad our mouths are done with words. For thy poor stomach's sake, which I am sure Hath been sore punish'd by thy journeying. 'Tis a long ride from House of Leslie hither ; So let us, if you please, have sack and supper : 'Tis late indeed, but yet the jolly moon Wants a large segment of her nightly round ; '}"], [97, "SCENE II. CARDINAL BEATON. 89 Her beams fall slanting on my western window. We'll have large time for solace, ere my hinds Chaunt their first whistle on fair Bannafield — Come, let's go sup. NORMAN. God bless you, let's go sup ! [Exeunt omnes. SCENE II.— The Court of the Castle qfSt Andrews. ROBIN CALDCLEUCH. Haith, an' I'm sair haddin to my wark ! — Cardinal an' captain, principal an' prior, poor student and college-bea thel, a1 now i' their beds, snifterin', snocherin', an' sleepin' like taps, while puir Robin Caldcleuch's set here, i1 this cauld court, nae better than a cleuch, to split sticks, mak spunks, and pack powther into pocks. It's no mickle I mak o' roastin' heretics ! — sleepless nights, het fingers, baith scaith an1 scorn ; neither drink nor siller ; hooted an1 peltit by thae reformin1 bodies ; and nae mickle esteemit by our ain gude folk the Papists. The de'iTs i1 my father an1 mither, that set me up i1 this scabbit trade ! they meith"], [98, "90 CARDINAL BEATON. act hi- hae e'en made me a monk, or a little bit o' a friar, o1 ony colour. I meith hae done just as weel as Johnnie Tottis, puir body ! that gangs toutin1 about the town, wi1 three or four Latin words i1 his mou1, and as mony stoups o1 guid drink i' his stamack. An' there's my uncle's auldest son, Johnnie Caldcleuch, as dure a scholar as was ever at St Leonards, an' yet maks as gude a regent as ever spat La tin i' the face o' a puir student. I'm cheated, I may say, o' my callin' ; I meith hae e'en made as gude a shift for a creepin', eatin' caterpillar o' the Pope, as ony deboshed shavelin' in a' the priory. But my face, my face, has mis magilled my fortune ! I may say, the crook o' my lot's my face ; as the legs, the legs, are the crook o' puir Tarn Crookshanks, the cripple staymaker i' the Baker's-wynd. It behooved me to be a worrikow o' some sort ; and what for no arch-roaster to the Chancellor o1 Scotland, my Lord Cardinal Primate, Legatus Natus, &c. ! There's nae fear o' me aside a man o' sae mony titles, if I dinna singe mysel to dead the morn, helpin' the honest carle into the fire ! — But, whusht ! here comes the Dean down the stair again. He's been suppin' wi' my Lord, and now he's for aff: it's gude time o' night ; gude twa i' the mornin's a decent hour for a Principal !"], [99, "91 SCENE II. CARDINAL BEATON. Enter Principal Annan. PRINCIPAL ANNAN. I hope, good headsman, you are expediting Your apparatus for to-morrow's bout ; It is a bus'ness worthy much your care. Are all your billets oil'd and rosin'd well ? Are all your faggots tipt with brimstone nice ? Have you some dozen pretty linen bags, Cramm'd to the throat more full of gunpowther Than are with gold the miser's leathern scrips ? Is the stake ready, with its iron chain, Destin'd to hook, and gripe, and tangle in Inextricably the dog of heretic, Until his carcase shall amalgamate With the coal's ashes, better far than his ? I hope, good headsman, you will top the job With nice dexterity, sans shrug, or whine, Or rueful look, as other hangmen do, Screwing their hideous faces piteously Into a ludicrous distorted grief? So shall Lord Cardinal, and I, Principal,"], [100, "92 CARDINAL BEATON. ACT III. Advance your head some day, and fist you high In honour o'er your peers dishonourable. CALDCLEUCH. Mony braw thanks to your honour ! but I had preferred to ony gude houps o' preferment, just your sendin' out to me, fechtin' and workin' here, a drap o' the gude drink you an' my Lord hae been wauchtin at a' night. Folk dinna work ony waur for a drappie ; and what's gude for a Prin cipal, is mickle better for a puir body like me, an' please your honour. PRINCIPAL ANNAN. Go to ! thou gloomy demi-gorgon front ! Thou hideous scroyle ! thou coffin-looking knave ! Thou pure disgrace to the sublime os I Whose count'nance should have grown upon a stalk Of pois'nous night-shade in a field of wheat, To frighten frightful birds and crows away ! Go to ! be sober ; dip your porringer I' th' castle well, it is too good for thee : Between thy mouth and hand wine would revolt Against approaching thy abhorred snout. Go to, you rogue ! — Open the postern for me ;"], [101, "CARDINAL BEATON. 93 SCENE II. Open, I say, the postern for me, scrub ! Scrub, Mormo, hideous fish, vile Carnifex ! CALDCLEUCH. There, sir, there — [Opens the Postern.] — Awa' wi' your waddlin' worship. — [Exit Annan.] — An' awa he gaes, wagglin' frae side to side, as supple's drink can mak him ! — He gaed in as stiff and straught's ony ellwand ; but he gangs out as supple's a sebbie, notwithstanding his wig, an' his principality, an' his lang-nebbit words. Honest man ! he's unca proud o' his lang words ; it's a' the lear he has ; an' he maun e'en let it kythe, specially in his cups, an' afore short-winded bodies like mysel. Had he been a man of real lear, he'd never ca'd me Carnifex : Na, na ; it's the butcher that maks flesh — I mak ashes : the puir students ken that. But he'll no be sae lang-nebbit wi' his words the morn at ten o'clock, whan a' the Cardinal's gude canary's out o' his head ; he'll deal mair i' the monosyllables, as the puir students ca' them. [Exit."], [102, "CARDINAL BEATON. 94 ACT IV. ACT IV. SCENE I. — Inside of the Great Cathedral qf St Andrews. In one part, Cardinal Beaton, Archbishop Dunbar, Principal Annan, Dr John Arbuckle, and the other Official Persons qfthe Convocation, seated, with Wishart's accuser, John Lauder; and in front qfthem, Wishart, Sir David Lindsay, Duncan qf Airdrie, with Wishart's other Friends, and Aio- ditors qfthe People. cardinal, {rising). This honour'd diet of the Holy Church Being now conven'd in form, and fenced in With all required observances of statute, The accuser, who has voluntarily chosen That task, may now arise and do his duty."], [103, "95 SCENE I. CARDINAL BEATON. lauder, {rising). George Wishart, I do here, in Church's name, Arraign thee for the crime of heresy. — Thou, trait'rous pestilential runagate ! Hast dared, in public places, to lift up Thy voice against our supreme Holy Father, Saying, His power is founded on a cheat, On sand of falsehood, not on rock of truth, And that thou art a priest as good as he : — Thou hast avow'd, and from thy wicked mouth Blown it most impudently among the people, That Purgatory's penance is a fib, Priest-forged, unscriptural, unreasonable, Devised by cunning men, whereby t' extort This world's good gold from terrified weak sinners : — , Thou hast maintain'd, and boasted to the sun, That Mass is but a mumbling mummery ; And that the robed officiating priest Is but an ape, drest up in foolery, And playing antics to amuse the devil : — Thou hast advised sin-burthen'd men to make Confession, not to priests, but God alone : — Thou hast expunged and blotted out at once"], [104, "96 CARDINAL BEATON. ACT IV Five sacraments by thy reforming word : — Thou hast declared the eucharistic cake To be but as the baker's vulgar bread, And, therefore, undeserving to be worshipp'd : — Thou hast declared to the mean rabble's ears, That holy water is but as the wash Wherein the sordid pig luxuriates : — Thou hast permitted lustful man to eat, Contrarious to all sage decrees of councils, Good flesh of kine each Friday of the week : — Thou hast enjoin'd the rabble to reserve Their prayers to God alone, and disregard His saints ; as if they were not throned in Heaven But only stuck in niches here on earth : — Thou hast inveigh'd 'gainst the flesh-curbing vows Of spotless friars, monks, and priests, and nuns ; Saying, 'tis lawful for such stainless ones '> To carnalize according to this world : — Lastly, thou hast contemn'd and vilified All councils of the Church, and their decrees ; And, in averring thou would'st not obey, Hast preach'd the people into disobedience : — These are the charges, bloated heretic ! 1.5"], [105, "97 SCENE I. CARDINAL BEATON. With which I cumber thy devoted head ; And crave, for the behoof of injured Church, That punishment which is thy proper meed. — Answer these charges, traitor, if thou can'st. wishart. Accuser, I, with God to friend, appeal From this convention, where I sitting see Men who have hired assassins 'gainst my life, And let them loose against me in the streets. I do appeal from such prejudging men To equal judges — my Lord Governor, And all the Scottish temporal estate — Let these, and God's good word, decide my cause. LAUDER. Hark ye, my lords and doctors, what he says ? — False heretic ! has not Lord Cardinal Enough of dignity and power august Heapt on his radiant person, to entitle And qualify him here to sit as judge In this tribunal, soiling, as he does, His noble ear with thy contemptuous words ? — Sir, is he not Lord Chancellor of Scotland ? Is he not Lord Archbishop of St Andrews ?"], [106, "98 CARDINAL BEATON. ACT IV Bishop of wealthy Mirepoix, in France ? The Commendator of Arbroath's good Abbey ? The Pope's Legatus Natus et a Latere ? — Are all these titles not enow for thee ? PRINCIPAL ANNAN. Mark, how the traitor has already shown The spirit of rebellion lodged within him, By kicking proudly 'gainst authorities : His words already damn him to the fire ; Recite his sentence, 'tis too long delay'd. ARCHBISHOP DUNBAR. Lord Cardinal, I advise to read again His counts of accusation, one by one ; That, to the auditors, he may not seem Injuriously or hastily condemn'd; — A charge that otherwise we shall not 'scape. CARDINAL. Accuser, read again his articles. LAUDER. Thou, trait'rous, pestilential runagate ! Hast dared in public places to lift up Thy voice against our supreme Holy Father ; Saying, his power is founded on a cheat,"], [107, "99 SCENE I. CARDINAL BEATON. On sand of falsehood, not on rock of truth, And that thou art a priest as good as he. WISHART. I have taught nothing but the Sacred Word : There have I read, that every holy man, That understands and feels the Spirit's power, Is made a king and priest unto his God ; Serving him every day rejoicingly Within the quiet temple of his heart. I have read nought of Holy Father Paul ; And of the fancied power to bind or loose, Assumed by ignorant time-serving men, And blindly used, according as they list : Such have no warrant or to bind or loose ; They want the instrument, the sacred word. LAUDER. Hear how the bloated heretic blasphemes ! DR JOHN ARBUCKLE. The spirit of the devil is within him ; Nay, he has Legion housed within his head, Enriching all his tongue with blasphemies. We sin in list'ning to his loathsome words ; Read him his second count — have done with him"], [108, "100 CARDINAL BEATON. ACT IV. LAUDER. Thou hast avow'd, and from thy wicked mouth Blown it most impudently among the people, That purgatory's penance is a fib, Priest-forged, unscriptural, unreasonable, Devised by cunning men, whereby f extort This world's good gold from terrified poor sinners. WISHART. I have taught nothing but the sacred word ; And I have search'd its every nook to find On the pure leaves the name of purgatory. There I have never found it — If 'tis there, Turn up the leaf, and read the text aloud ; Then I'll believe it, and will preach of it. LAUDER. O heretic, how fraudulent thy tongue ! DR ARBUCKLE. Thou fool, thou hast been far too conversant With mystic books, that do mislead weak men Into fantastical, upsetting thoughts : Hadst thou but thumb'd thy Virgil half as much As Luther's mis-translated Testaments, Thou mightst have known how Rome's transcendent bard,"], [109, "CARDINAL BEATON. 101 SCENE I. (A greater man than he of Isleben,) Utter'd in sounding Latin his belief Of purgatory and a middle state, Where sin-black souls are bleached white for heaven: 'Tis fifth or sixth — I think the fifth. sir d. lindsay, {aside). Shame, shame to learning and to college-cowls ! CARDINAL. What need we more ? the man's sin-tainted mouth Condemns his carcase to the punishment : — Hear then thy sentence, man of blasphemy ! Thou shalt be taken hence again to prison ; There thou shalt be allow'd six hours to put Thy dead-clothes on, and fit thy soul for death ; For, on the seventh, the executioner Shall drag thee from thy dungeon to the stake, Whereto thy body chain'd, shall expiate In fiery tortures thy foul spirit's stains : Go then ! and may thy latter hours be peace, Such peace, at least, as heretics may find ! wishart, (kneeling). O Thou, by whose permissive providence Thy servants suffer wrong for thy name's sake, Forgive the men, that in their ignorance"], [110, "102 CARDINAL BEATON. ACT IV Do thus adjudge me to a cruel death ; As I forgive them, O do thou forgive them ! sir d. lindsay, {stepping forward). My Lords and Doctors, ere this good man go, I come before your faces, in the face Of this assembled conscious multitude, Within these walls, which our forefathers built For this alone, that gospel-gentleness Might hence, as from a centre, circulate, And radiate salvation round the land ; Before this altar of the living God, Which stands unveil'd f upbraid and to confound His mercy-slighting ministers with shame, I come for this good man, and for myself, And for the world, and for posterity, And for the honour of that purest faith, Wherewith the God of truth hath bless'd the world, To make my protestation solemnly Against the verdict of this rev'rend Court, As being most iniquitous and cruel, Most persecuting in its origin, Pernicious in example and effect, In execution savagely unchristian,"], [111, "CARDINAL BEATON. 103 SCENE I. In all its motives, tendencies, inflictions, To God and man alike dishonourable. Look ye to heaven, my Lords, — behold, the throne Of God is compass'd ever by the steps Of sweet-eyed Mercy, in her cherub dance ; But Cruelty is ever found on earth, Chain'd, with her burning tortures in her hand, To thrones of tyrants and usurping kings ! cardinal, {rising and interrupting him). We cannot hear you, sir — the diet's closed : Heresy, heresy, all smells of heresy ; I have it in my nostrils here like brimstone ; We'll all be chok'd, unless we go forthwith. — Macers, apparitors, clear the Court — away — Let's off, i' God's name, I am sick of it. — SIR D. LINDSAY. Then be this good man's blood upon your head ! [ Wishart is led away by pursuivants. The Court breaks up, and disperses in coivfusion and up- roar."], [112, "104 CARDINAL BEATON. ACT IV SCENE II. — A Room in the Castle. Enter Cardinal and Balfour. cardinal. What of my other bus'ness now, Balfour ? The door is shut — no ears lurk in these walls To swallow up our conversation : Come, thou'rt my precious man, my internuncio, My confidant, my true Achitophel, My second heart, so rich of shrewd device, My maker-up of dead kings' testaments, My cream of Priesthood, my most saintly cheat, What tidings, man ? what deep dark things are hid Beneath the sober curtain of thy face ? Prithee, unmask, my dear mysterious Harry ! balfour, {looking round). Are the coasts clear, my lord, of human ear ? Is't certain that your key-hole may not prove An ear-trump, to betray us and our words To some insidious menial cowr'd behind ? cardinal. Tush, man ! my house has not an echo in it ;"], [113, "105 CARDINAL BEATON. SCENE II. My menials are as trusty to their lord As is th' impressive ocean to the moon ; Out with it all — does Falkland Palace stand ? Or has the wind blown Queen and it away ? BALFOUR. My lord, my lord, things brighten in the west ; There's hope — our church's sun is rising there Mirac'lously, and will shine eastering on, To quench and quell these Lutheran Will-o'-Wisps cardinal. Sweet Harry, I grow merry at your news ; Therefore, now break your gen'ral answer down Into minute and sweet particulars ; Mince it to charming crumbs of nice detail, For I am mad to snap it every bit. How look'd on you my good Queen-dowager, When to her fair hands, and her gracious ears, You gave my letter and my secret message ? balfour. No sooner, my Lord Cardinal, did I reach The palace-gate, and to the Queen my name, With your auspicious packet, was convey'd, Than to her presence I was bid ascend."], [114, "106 CARDINAL BEATON. ACT IV, I found her joyously array 'd in smiles, Eating with greedy eyes your penmanship ; At once her voice broke out a peal of welcome, How is Lord Cardinal ? I am glad to see you Fresh come from one I hold in such esteem : He is the most trust-worthy man in Scotland ; Out of mine own dear France there's none like him. And she read on the while, and all the while Complacency stood mantling on her visage, And, So I see, she said, you're to have soon A bonfire in your eastern nook of Fife : I wish to God I was along with you, To warm my chilly spirit at its heat. For this your Falkland's but a frozen place ! Once they did mock me too, these dogs of Fife, What day I landed at Balcomie-house ; They busk'd me up an heretic of straw, A thing combustible of clouts and paint, Clept Gaptain Borthwick, from its mimicry. This setting fire to, they did fob me off, Crying, See Captain Borthwick, how he roasts ! And to be sure the pseudo-man flash'd off At once into a pyramid of fire,"], [115, "CARDINAL BEATON. 107 SCENE II. Seeing he was but made of tinder-clouts ; But I'd fain see a substance, not a show, A good solidity of bones and flesh, Staked up, as I have seen in France, amid The luscious torments of a good slow fire. These lairds of Fife have aye been mocking me, But Cardinal and I ere long, for this Shall have them lustily upon the hip. CARDINAL. Well spoken, faith, and worthy of the Guise ! BALFOUR. And then she cast a glance around the room, To see if all her maidens were aloof, And spoke most whisp'ringly, scarce audible, Of Monday's plot ; and how the taking off' Of these Guise-grudging Luther-liking squires, Was as the very marrow to her bones. She had perused your list, and liked it well : \" 'Twas written,\" said she, \" with a master's pen ; The flower of Scotland's heresy was in it. Then for dear Monsieur Lorge, fear him not ; He is my falcon ; I will twitch him to me, By the long jesses wound about his legs,"], [116, "108 CARDINAL BEATON. act iv, Even though he stood upon Dumbarton rock. And Huntly would be down, (provided that His load of lard would suffer him to march,) Waddling in fiery zeal, and back'd and flank'd By half the sturdy Papists of the North. These two will quite suffice, methinks, t1 oppress, Hand-cuff, or fetter, all the squires of Fife. Only, be sure, let Cardinal be here On Sunday eve at farthest, that he may Digest the execution all himself: It rests upon his shoulders ; he must bear The burthen of the doing, as the name And shrewd invention all remains his own.\" CARDINAL. Excellent lady ! — I'll take all the doing, But halve with her the glory of th' exploit. BALFOUR. And when her story was all whisper'd out, She put this golden ring into my hand, And said, \" Give this poor token to my lord, It will convince him of my faithfulness.\" CARDINAL. Excellent pledge ! I'll wear it near my heart,"], [117, "109 SCENE II. CARDINAL BEATON. And idolize it as a crucifix !^— Well, Sunday morn will give me wings to fly, Not to the church to mumble matins o'er, And beg for mercy on my adversaries, But to the Guise's chamber ; there to don The sec'lar sword, wherewith to smite them all, And send them huddling down to Charon's boat. — Harry, thou hast achieved this business well ; Thou hast relieved me — I'll reward thee for it. I'll have thee dignified one day for this : When that old coughing Lollard, Cranston, 's housed In's earthy mother's lap, I'll have thee perch'd High on St Mary's summit. There thou'lt tower In sunny bright prosperity. — Meanwhile, Sweet Harry, be contented with this handful. [Giving him gold. 'Tis a small guerdon ; but 'twill keep thy heart Bedded in wine and viands, till, perhaps, That hiccupping old Lutheran be gone. BALFOUR. I thank you, my good lord ; and if your needs Require again my faithful services, In tongue, or foot, or hand, in this good work,"], [118, "110 CARDINAL BEATON. ACT IV. Or any other, I'm at your command ; For ever prompt and expedite for action. CARDINAL. Thou art a worthy fellow, I can trust thee. Thy heart is as a grave to keep a secret ; Therefore I need not charge thee to be still BALFOUR. The grave, my lord, shall gasp her dead men out To open air, ere my loose tongue let out What's twined in coils of secrecy within. [Exit Balfour. cardinal. Now I am somewhat solaced. This good news, Assuring me of all my plans matured, And swoln e'en to the bursting, hath blown off The heavy, dark, inexplicable damp, That at times hover 'd strangely o'er my heart. My spirit's atmosphere is now more clear ; Though here and there bespotted somewhat yet With specks of gloom, prognostics of no storm. For that young bully's dagger — I do slight it ; 'Tis but a scribbling threat, a thrust on paper With a pen's point, a formidable nothing. —"], [119, "CARDINAL BEATON. 111 SCENE II. Maugre all threats, I'll revel it to-day ; I'll play the Oriental ; I will loll :— Ho, chamberlain ! > Enter Chamberlain. Go, sir, the windows of the western room Over the gate, o'erlay with softest stuffs. Unchest those cushions, fretted rough with gold, Whereon, in church, I kneel at festivals : Unroll thy carpets and thy velvet bolsters ; Give them an airing on the window-sill ; Spread them out thick, and rich, and soft as roses, That I may lean and wallow there at ease, Elbowing my arms amid the golden tufts, As, through my eyes, my soul luxuriates Amid the torments of the heretic. The prelates shall be with me ; make good room Also for them : and bolster every window That looks out on the spectacle of fire. Panter is fat, and will require to be, Ere he can suck in any joy at all, Well pillow'd on some flock or feather-bed, To save his belly grating on the stone.—"], [120, "112 CARDINAL BEATON. ACT IV. Go, set about it instantly ; the time Gallops fast onward to the burning hour ; And we must taste this bit of entertainment Far otherwise than on the Castle-hill, Where men stand looking on their weary shanks. CHAMBERLAIN. My lord, the windows shall be strew'd anon, As you direct, with all our prime of stuffs. [Exit Chamberlain. CARDINAL. Then, when the fire-work's ended, and our eyes Have suck'd their fill of golden satisfaction, We must give belly, too, his share of cheer, And not defraud it on this festival. Now, that so many crosiers are met Within my palace's precincts, they must, Ev'n for the honour of a Cardinal's kitchen, Have fare befitting. I'll step down myself And see my cooks ; a master's eye, I trow, Makes a fat dinner, as it makes fat horse ! [Exit. 11"], [121, "CARDINAL BEATON. 113 SCENE III. SCENE III.— The Pends near the Cathedral Enter Tenants qf Drumrawk, Blacklaws, and Gor- donsha, fye. armed with coulters, plough-handles, flails, and other rustic armature. DRUMRAWK. Here's a caller place, let's stand here — mair-by-token, there's a dainty black shower maskin' i' the south yonder ; here we'll be weel skougit. blacklaws. A bra place this for a skoug — siccan a gousty lump o' black pended stanewark's no in a' Crail parish ! But the shower'll do mickle guid to the beer-seed. — It's been a sair drowth this three weeks. GORDONSHA. We'll hae a thud o' thunner wi' a guid plout o' weet, I houp — I hear't thumpin awa already i' the south-west yon der. Come in than, callants, and hae your armour ready for a1 kinkind o1 necessary duty. H"], [122, "114 CARDINAL BEATON. ACT IV. DRUMRAWK. But now, syn we're a1 forgathert, what the de'il are we to be about ? Here hae we travelt up to this town, what wi' wingling flails, and couters, and barrowtrams, an' cud wuddies, nae little forjeskit ; and whom are we to flay or fell ? Is't the rascally Cardinal himsel ? Or is't to be daft Johnnie Tottis, the drunken friar body, that comes daid lin' down to the coast after drams and wenches ? Fient haet do I ken about it ! BLACKLAWS. Hoot, toot, man ! it's no to slay, but to save life, we're a' here i' thae black ill-lookin1 pends the day. That dis creet man Maister Wishart is een to gang a-low this bless ed day, if we dinna stop it. Thae wicket bishops, wi1 their tippets, and their rockets, and their whistles, an1 ither whigmaleeries — the sorrow tak them, it's a' their wark ! There's no ae true bishop at this moment, Drum rawk, in a' Scotland. GORDONSHA. An' hasna been syn auld Peter Graham's time. BLACKLAWS. Peter Graham ? wha's that ?"], [123, "CARDINAL BEATON. 115 SCENE III. GORDONSHA. Peter was a douce devout auld carl ; an' for that, King Jamie clappit him into Lochleven Castle, where he rottit awa into a corp, honest man ; I've heard auld Grannie speak o' him. She aye grat when she spoke about him. But now, when there's naething but lewdness and de boshery i' the kirk, see how they're thrivin' the hail pack o' them. See here to your blackguard Cardinal ; he's a house like a palace. DRUMRAWK. Weel I wot, that's true; my Lord Anster's and my Lord Kelly's are but cotter-houses aside it. GORDONSHA. Awa' wi' their grandeur, an' their dirt o' frocks, an' tip pets, an' natural weanies ! I wadnae gie ae reishlin sermon o' gude John Rough, or Maister Wishart, for a haill year's pitter-patterin' o' their Latin creeds and prayers, and ither raible o' nonsense. BLACKLAWS. What ken we about Latin words ? I wad rather hear my bonnie bawsant cow routin' at the back o' Airdrie wood. She'll rout as gude Latin as ony ane o' them, for aught I ken about it."], [124, "116 CARDINAL BEATON. ACT IV. DRUMRAWK. Commend me to a gude screed o' braid Scotch ; I wad nae gie a pint-stoupfu' o' our plain auld mither tongue for a chawder o' the biggest Latin words to be found in ony dictionary in a' the warld. I'm a man for short words and pithy, no for lang words an' silly. GORDONSHA. An' for that ye're nae friends wi' the vicar, Drumrawk ? DRUMRAWK. He freathes and fozes ower mickle at the mou' for me ; the head's aye dry whare the mou's fozy. Nane o' your Deninno vicars for me ! gie me Sandy Seton or Johnnie Rough BLACKLAWS. Ye'll mind the halesome screed we gat frae Johnnie i' Crail pupit this time twalmonth ? DRUMRAWK. Ay, weel do I mind that. — He made the twa gavil ends o' thair auld kirk to dinnel like a drum wi' the screigh o' his voice. — I could never look on a bishop's frock, or a friar's bald crown, wi' ony patience sinsyne. GORDONSHA. The sorrow tak their frocks an' their crowns ! I'm aye"], [125, "CARDINAL BEATON. 117 SCENE III. mad whan I think on them. An', therefore, gin there's a proud bishop, or a drucken friar, to be fell'd this day, I houp I'll be in at the death, at least wi' ae lounder. DRUMRAWK. But what the plague's keeping the lairds sae lang ? They promised to be wi' us at twal, an' thare's nae sight o' them yet. BLACKLAWS They'll be consultin' thegither about the rescue, nae doubt, an' be mickle fash't how to gang about it. GORDONSHA. There'll be some stramash, I houp. I'm no a man 'at waid put on my armour, an' come up sae far for nocht. An' I but ance tak up a chappin-stick, I'd fain knap a crown wi't, — mair especially a rotten Papist's. DRUMRAWK. I'm nae for fechtin', if I can avoud it ; but for wranglin' wi' words I'm the man ; I'll flinch for naebody ; no for Johnnie Tottis, i' the stream-tide o' his druckenness, or the hairum-scairum dominie o' Crail, i' the very heighest pinnacle o' his nonsensical eloquence. I'm a man for words, no for bluid : but an' if the laird bids me fecht, I maun e'en"], [126, "118 CARDINAL BEATON. act iv. lay on like the rest as weel as I dow. I've a bit land I wad like to keep. BLACKLAWS. Our laird's a gude gentleman, he'll no bid 's do what's wrang. GORDONSHA. Ay, ay, e'en to the thrashin' o' a prelate's banes wi' our flingin'-trees. He can easily produce his Bible warrant for that. — But here comes my Laird o' Carnbee, as gude a man as i' the haill shire. Enter Melvil qf Carnbee. melvil. Good friends, I charge thee, keep together here, Group'd and embodied in one faithful cluster, Beneath this vaulted caravanserai. The heavens seem sympathizing with the earth, Boding some battle in the elements, As in the minds of men some conflict near. Here linger ye a space, and husband well Your strength, letting your rustic weapons hang Suspended in inaction, till we see"], [127, "CARDINAL BEATON. 119 SCENE III. Whether th' appearances and likelihood Of bringing off our much-beloved friend Shall justify our armed interference, And clear it from all vile disparagement Of folly, and audacity's wild name. The fatal hour fast hastens ; I'll go see The preparations and the goings-on : I will return anon, if need require, And lead you forward to your field of action. Meanwhile, be steady, friends, and fortify Your breasts with noble resolution. [Exit Melvil. GORDONSHA. Steady, laird ? I'se be as steady as the Isle o' May rock in a gale o' east wind ; nae man shall wrastle this flingin' tree out o' my hands. Let our faes only come on, I'se smash haill dozens o' them ; regents, doctors, bishops, car dinals, — a' the deevil's regiment o' Papistical gentry the gither ! — I'se shake them ! I'se pelt them ! I'se powther the lift wi' their wigs ! I'se drive baith the pridefu' snaw an1 the vermin aff them. — But, haud, haud ; wha the deiTs this ?—"], [128, "120 CARDINAL BEATON. act iv. Enter several Mendicant Friars, as they pass through the Pends towards South Street. What squad's this ? — Here's a bang o' shavelin' va gabonds for you ! — Let's stand back,callants ; let's listen. [ They retreat a little as the Friars are passing. FIRST FRIAR. An' whan does this burnin'-match begin ? I houp we'll be in gude time ; it would be a sair disappointment gin it were gane by. We've haen a lang tramp frae Dunfarm lin, for the very purpose. SECOND FRIAR. A quarter after twa it begins preceesely. The heretic man (ill be his fa'!) comes out o' his dungeon at twa, dress ed in a' his black ingle-gear, gunpowther pokes hingin' afore an' ahint him, like sae mony meal-wallets round an auld beggar. It 'ill mak a braw pluff a' thae fine squibs o' powther. THIRD FRIAR, I'm fidgin' fain to hae a peep o't. I've seen but ae burn in'-bout, an' that was year thretty-aught, whan Robert Forrester, an1 the bauld Vicar o1 Dollar, forbye three mair, were a' brander'd to dead on the Castlehill o' Embrough. A grand sacrifeese o' human flesh it was that day ! a he-"], [129, "121 SCENE III. CARDINAL BEATON. catomb o' heretics, nae less ! Folk sand the smell at King horn ! The bauld Vicar, being a buirdly man, made a braw low ; he bleezed an' bizz'd awa like a gude fat fresh herrin' ! FIRST FRIAR. Mony ane I've seen. I mak a pount to be an e'e-wit ness o' ilka business o' that sort ; it's sae satisfactory to see a heretic set down in his ain element, whilk is, forsooth, the fire. — I saw Pate Hamilton burn down bonnily into white aizles, year twenty-seven. Mickle firewood an' pow ther it cost the kintra to get rid o' him ; he was an unco dour heretic to burn. I saw David Straiton, the laird o1 Randerston, roastit wi1 the timmer o' his ain curst fish boat, wharewi' he gaed a fishin' to the Auld Haiks, and catched mony a caller codlin an' gude haddock. The im pudent wratch ! de'il a single teind-potley wad he gie to the bishop ; an' for that was he roastit, — brunt up, clean steek, stoop an' roop, amang the deals o' his bra boat, an' sticket up to the oxters in a tar-barrel. I saw Norman Gourlay — gordonsha, {rushing forward and intercepting him.) You saw the devil, you beggarly knave ! Ye're a man to gang travellin' the kintra, feedin' your blackguard een wi' the torments o' the godly ! Let your fat back pay for the sins o' your twa impudent een. — Tak that for Norman"], [130, "122 CARDINAL BEATON. ACT IV. Gourlay, {Smites him with his zveapon,) that for the laird o' Randerston, {Smites him,) an' that for gude Peter Ha milton, puir fallow ! {Smites him a third time.) FIRST FRIAR. Kyrie Eleison ! — Mercy on us, my back ! [Flying off'. THIRD FRIAR. A den o' lions ! Here we be like Daniel in the lion's den ! SECOND FRIAR. Thieves ! thieves ! Here we be like the good Samaritan among the thieves ! blacklaws, {bolting forward.) Thieves, you lice ! — thieves, you vermin ! The decent est, godliest, honestest tenants in a' the East Neuk, mis ca'd and vilified sae by a pack o' beggars, an' be hangit to you ! Tak that {fetches him a blow,) an' be thankfu' its no waur ! Naething like your deserts, ye rascals ! {Again.) SECOND FRIAR. Sanctc Francisce ! my showthers ! {scampers off.) THIRD friar Libcra me Francisce — Dcil's i' the madmen, they'll be at me next. Godsakc, let's afl\""], [131, "CARDINAL BEATON. 123 SCENE III. GORDONSHA. Tak that, friend, ere you gang — {Strikes him.) We'se no mak fish o' ane an' flesh o' anither. {Another thwack.) THIRD FRIAR. Murder ! murder ! {Runs off.) BLACKLAWS. Didna I lay weel on ? I declare I'm a' swatein' wi't ! GORDONSHA. An' nae marvel — you're a bauld warrior wi' your bit auld barrow-tram. Greasy, good-for-naething knaves ! they'll be clawing their sarkless backs till this day twal month, I hope, wi' this. I'se warrant they'll hae sma' pleasure this day gazin' at the good man's torments. BLACKLAWS. Haith, we'se brag o' this some day to John Rough. DRUMRAWK. You may e'en brag there — I'll keep mysel quiet — quiet ness is aye best. GORDONSHA. Now, let's tak a peep out into the South-street, here — we'll see them fidgin' an' fykin' wi' their loundered backs a' the way to the Blackfriars Chapel. [Exeunt."], [132, "124 CARDINAL BEATON. ACT IV SCENE IV .—Another part qf the City. Enter Duncan and Seaton. DUNCAN. Good Seaton, I am grieved to be convinced Th' intended rescue is impossible ; I have explored the ground, and find no hope. Short is the distance 'tween the good man's gaol, And his ahhorred place of sacrifice ; And that short space is trebly-lined with rows Of armed soldiers bristled thick with spears. Nor only these ; but on the Castle's walls A hundred cannoniers stand all equipt With fiery linstocks, ready at a word T' explode upon the huddle of the street Their murd'rous missiles, should the people make The smallest movement to relieve their saint. It would be needless cruel to expose Ourselves and friends to death so manifest, Without the chance of saving him we love, The very object of our bold irruption."], [133, "CARDINAL BEATON. 125 SCENE IV. SEATON. 'Tis even so, my friend — we must submit Our souls in silence to the ways of heaven, Who wills that wicked men should tyrannize A moment, carrying their ungodly schemes, That fuller retribution of sore wrath May seize them, sorer felt from late success. DUNCAN. Go then, instruct our friends where they are met, Awaiting what directions we may send. Tell them their proffer'd aids are now not needed, At least for rescue, as we once design'd. [Exit Seaton. For me, no bus'ness in this town remains, But to take farewell of my doomed friend, And catch his precious blessing ere he die. [Exit. SCENE V.— Wishart's Cell in the Sea-tower qf the Castle. Wishart discovered kneeling. O Thou, who, from thy glorious throne on high, Look'st down into the darkness of this world,"], [134, "126 CARDINAL BEATON. ACT IV. And seest thy sin-sick servants tarrying here Amid this world's corruption and their own, — Father of Mercy, look upon me now In mercy, and support me in the hour Of fiery tribulation for thy sake ! If rightly I have read thy precious word, Applying to my wounded soul its salves, — If blameless I've expounded it to others, Administ'ring to their diseased hearts The healing consolation it contains, — O be thy hand now on me, to confirm My soul against all natural alarms, And buoy her up with hopes celestial, Else faint and drooping at th' approach of death. {The door qfthe Cell suddenly opens, and Duncan enters.) Who comes to interrupt, in my last hour, Unbidden thus, my converse with my God ? DUNCAN. I come, my brother ! into thy dear arms Once more to fall — alas, the last embrace ! — O, pardon me, sweet saint, that I intrude Unseasonably so upon thy prayers ;"], [135, "127 CARDINAL BEATON. SCENE V. I cannot stay aloof from thee — I must Share the devotions of thy last sad hours ; I must upraise my hands with thee to heaven ; And if thou suff'rest frailty's tears to fall, I must needs weep to part with thee for ever ! wishart. Talk not of weeping, my beloved friend ; This is an hour of gladness, not of grief ; Behold my spirit elevate in joy ; Ere the last pains o'ertake her, she puts off Her cumbrous garments of woe-giving flesh, And shakes her loose from every manacle Of earth, the sooner to arrive in heaven. DUNCAN. O take me thither with thee ; let me climb With thee the chariot of consuming fire, That wafts thee like Elijah to the sky. Else I shall wander lonely through the earth, Elisha-like, companionless and sad, Mine only joy, the cherish'd memory Of those sweet conversations we have had ; Mine only hope, to 'scape away from life, And join thee in the palaces of heaven !"], [136, "128 CARDINAL BEATON. ACT IV. WISHART. Bear thou to live, my friend ; a little while Bear to behold the oppressions of the just ; Ere long these killing storms shall overblow, And leave the Sun of Truth and Happiness Possessing with his beams the firmament. Then shall men dwell in gospel-bowers with joy ; Then shalt thou gather from diviner lips Than mine, far richer fruits of eloquence, To sublimate thy spirit meet for heaven. Be these glad prospects, be thy holy hopes, Be the blest themes we did discuss together, Be the consoling promises of God Thy stay, amid the desolating wreck Of death-dissolved friendships, oh, my friend ! DUNCAN. Alas, these consolations and these themes, All joyous as they are, are coupled so With the remembrance of the man that sow'd Joy-bearing seed into my barren heart, That as they daily, hourly shall recur To me so reft, thy never- sundered image Shall tinge their very joy with melancholy, 10"], [137, "CARDINAL BEATON. 129 SCENE V. Making me pine away, till I o'ertake Thy steps before me into Paradise. WISHART. Heaven's cheering grace remain with thee for ever, Gilding thy course of earthly pilgrimage, That thou mayst do thy various duties well, To God, and to thy friends, and to thyself ! I too had duties whilst I was on earth, But death has cut their glad fulfilment off. On thee that charge I joyfully devolve, Making thee proxy to my dearest duties. My mother had me once a loving son ; Now she's forlorn, and has thee in my stead : O be her son for me, and comfort her, Amid her childless solitude and tears ; Yet in my words exhort her not to weep, But pray for mercy to my enemies, Rejoicing that her son is gone before Into that glory she anticipates. And give her this, this last, this valued token, Which I have treasured long beside my heart. [Gives him his pocket Bible. Tell her 'twas this that fortified me so, i"], [138, "130 CARDINAL BEATON. ACT IV That bore me on its golden promises, Amid the gentle meltings of the flesh, Unstinging of its pain the element On whose bright waving spires I climb to heaven ; And on her cheek, for me her son in heaven, Impress, my faithful friend, the last salute ; Oh, give her this^ [Falls on his neck and kisses him DUNCAN. Alas, my friend, my brother ! Excuse these tears ; if thou hast little cause To weep in leaving this vain world of sin, I sure have much in sep'rating from thee, So pure, my blest example and my guide. O it shall be my happiness, my pride, To these devolved duties to succeed ; And thy last words and tender sweet commissions Shall be transmitted and fulfill'd as well As one can do, who ever on his heart Shall have thy blessing and thy words engraved. [Here enters Dishington, Captain qfthe Castle. DISHINGTON. My friends, (for by that name I call you both,)"], [139, "CARDINAL BEATON. 131 SCENE VI. I grieve, my cruel urgency of office Compels me to intrude on your discourse, Unwillingly reminding that the hour Appointed for departure is at hand. WISHART. Now, let us part, my friend — Heaven wills wc should. Good Dishington, I follow thee with joy. DUNCAN. Yet I will cling to thee, my much-beloved, E'en till th' invidious fire shall interpose His burning hand f untwine our last embrace ! [Exeunt. SCENE VI.— A Street of the City. Enter Seaton and Carmichael. It is not my conceit, this stratagem ; Its merit rests with some unknown inventor ; As I was passing down the Market-street, I overheard a knot of surly townsmen, Agape and swallowing each the other's breath, Their faces stormy-sour with discontent,"], [140, "132 CARDINAL BEATON. ACT IV Mutt'ring new-hatch'd and close conspiracy. One clench'd his fist, and swore a vulgar oath, (I knew him to be blacksmith by his face, Dimm'd with the honest smoke of his profession) That, give him two score fellows like himself, Arm'd but with thumping hammers and with tongs, Some sunny morn he should go crawling through Lord Card'nal's gates, and cause fly down to splints His chamber-doors before the pith of irori ; Then he should creep near to my Lord's bedside, And say as Ehud to fat Moab's king, I have a message unto thee from God : And I should then like Jael, Heber's wife, Take up, quo' he, my hammer in my hand, And smite him in the temples till he die. So should I punish him who slays God's saints ! CARMICHAEL. Thank you, friend Seaton, for the blacksmith's speech, Myself I may advantage of it soon. — Farewell, I'll see you by to-morrow morn. [Exeunt sever allij."], [141, "133 CARDINAL BEATON. ACT V. ACT V. SCENE I. Room in Stravithie House, as before, Lumsdaine, Nor- man Lesslie, Pitmillie, Strang, and Anstru- ther. To them, enter Carmichael. CARMICHAEL. 'Tis done, done, done ! — Th' unutterable deed, At which the earth did shudder, and the Heaven Rain'd tears of sorrow down, is finish'd, finish'd !— NORMAN. Tell it all out, Carmichael, tell it out. — Why, we have ears, man, that can stand the brunt Of news of bloody, bold atrocities : We are not women, to grow faint and puke"], [142, "134 CARDINAL BEATON. ACT V At such reports ; no, no, our blood is up, And congregated all into our hearts, Tumultuously mad for quick revenge Upon the too-long tolerated doers. CARMICHAEL. O virtue ! O religion ! what art thou ? — A butt for scorn, in this much-sinning world ! A laughing-stock ! a persecuted thing ! The foot-ball of the wicked, toss'd about Contemptuously, and kick'd from earth to heaven, Thy proper seat, by cursed, cursed feet ! Alas, for human nature and ourselves ; Weep, weep, my dear friends, that we should be men ! NORMAN. Nay, nay, if we're to have a weeping-bout, Though I detest all weeping, it must be, Not that we're men, but that, by God, we're women, To five beneath such flaming outrages ! CARMICHAEL. Ah me ! I've seen it all — I stood to see, I put on iron hardihood to see, My bosom-friend, him whom I loved as life, With whom I used to converse as a brother,"], [143, "135 CARDINAL BEATON. SCENE I. Wrapt in the volumes of red clasping fire, And molten, molten into ashes down ! Horrible vision ! would my daring eyes Had never hazarded to look upon it ! For it shall five by night and day ; it shall For ever play in hideous representment Before my haunted and disordered fancy ! LUMSDAINE. So he is dead, the man of God is dead ? CARMICHAEL. The man of God is dead, and is in heaven ! And we on earth, yet vengeance is asleep ! O city, city ! what a guilt is on thee, To weigh thy strutting turrets to the dust ! Murder is in thy ways ; each street of thine Is vicus sceleratus, slaughter-street ; The blood of saints bedaubs thy palaces Indelible, till the red burning hand Of retribution dash them to the ground : The day is on the wing that shall behold Thy temples' pinnacles, that now upshoot Half-way to heaven their golden coronets, Stoop down their glory to be trampled on,"], [144, "136 CARDINAL BEATON. ACT V Amid the graves of dead men strew'd below : Upon the places where thine altars stand, Splendent with tapers, shall tall nettles grow, To sting the feet of quest'ning passengers ; Ruin's red flower shall root her in thy walls As in her garden ; and thy ample streets, In bare depopulation's solitude, Shall be enrich'd with hemlocks and with docks ! So shall it fare with her whose very stones Are dabbled with the blood of slaughter'd saints. NORMAN. Tuts, Peter, the poor stones are not to blame, That they should be displaced and rush to ruin ; Man is the agent, and his head alone Deserves the thunderbolt that is preparing. CARMICHAEL. Indulge me, friends, that my nigh-frenzied mind, From that dire spectacle yet glowing hot With perturbation, works prophetically. My soul is cooling — I'll soon tell it all. NORMAN. Yea, tell events — I'm sick of prophecy."], [145, "CARDINAL BEATON. 137 SCENE I. CARMICHAEL. No sooner had th1 appointed moment come, When from the Castle's gate the gentle saint Appear'd, all radiant with sweet smiles of joy, Amid a threat'ning multitude of spears : His hands were shackled, yet his lips were free To utter blessings on the guards about him : Their ruffian faces, as they heard his words, Stream'd down a river of unwonted tears, Beseeching pardon, they were thus enforced To do their office so unmercifully. Two beggars stood by the wayside, and craved An alms ; / have no hands to-day, he said, To give an alms, but God will give his blessing. Thus onward all the way, serene as if He was to mount the pulpit, not the scaffold, Till he arrived at the prepared place : And then he kiss'd his executioner, Who blubber'd sorrow, as he chain'd him to The stake, and lighted the first faggot up ; Which when the crowd saw flaming, all its mass, Out from the nearest to th1 extremest circle, \"Gan heave throughout with surly agitation, 19"], [146, "138 CARDINAL BEATON. ACT v. Like ocean by a sudden whirlwind whipt : Then shouts of \" shame,\" and cries of \" murder,\" rose ; Then had they forward press'd, and trampled out At once both headsman's life and faggot's fire, But that they saw, high on the Castle's walls, The cannoniers a-tiptoe, with their reeds Just hov'ring for th' explosion, and the mouths Metallic, that were glutted rich with death, Frowning upon them, ready at one volley To sweep th' encumber'd street from end to end. Meantime the heavens had pall'd themselves all round In mourning of funereal thunder-clouds ; And, just as that first faggot was lit up, Wept such a show'r of heavy drops, as soon Quench'd into blackness the obnoxious flame. Thrice was it fired by man, and thrice again Heaven's rain descended to extinguish it ; Till, at the last, man's stubborn hate prevail'd : At which the thunder mutter'd down to earth His indignation, and the eastern sky Let loose a blast upon the town, that shook Men-cover'd steeples, walls, and tottering roofs, Whereby all hearts were terrified, lest God"], [147, "CARDINAL BEATON. 139 SCENE I. Was loosening the foundations of the world. NORMAN. And what were Beaton and his pack about, Amid this elemental hurly-burly ? Stood he beside the pile to ply the bellows ? Or sat he in his painted room at ease, Playing at cards, and cheating Paisley's Abbot ? CARMICHAEL. I saw the villain — he was thrust upon Mine and the people's eyes obtrusively : I watch'd his look, his gestures, as he lay Prank'd in his Romish ceremonial robes, On tufts of purple, o'er his western window, Marking with hellish curiosity The progress of the saint-devouring flame ; I saw him and his prelates laughing loud, And wagging to each other, where they lay, (O monstrous !) nods of execrable triumph, As round the suff'rer, waving red and high, The flames reluctantly came narrowing, And closed him in at last amid those spires, Whence his just spirit bounding sprung to heaven !"], [148, "140 CARDINAL BEATON. ACT V NORMAN. Abominable outrage ! tell it not Again, Carmichael, in fair Scottish ground ; Lest stones and turf should rise up in our faces, And brand us publicly with cowardice ; — Nay, tell it every where — sound it about From tops of hills, from parish-churches' spires, At borough-crosses, ferries, and firesides, That men may rise in mass exasperated, And rush into our county, rating us, Crying, Lives there a Sheriff in this shire, That like a stream injustice so runs down ? Or are there men, or are there milksops in it ? — Ay, there's a Sheriff, 'twill be said, but he Wears breeches only, not the sword of justice ; He swaggers in his words, a well-tongued braggart, But Card'nal's big hat is the bug for him ; It scares him as the scare-crow does the bird. — O shame, shame, shame ! I will not brook it longer ; I will be at him greedily to-morrow ; I will not sleep till I have purged our shire, And made it cleaner by the scoundrel's death !"], [149, "CARDINAL BEATON. 141 SCENE I. What say you to it ? Shall I go alone, And through some port-hole worm into his castle ? Or will ye be my pioneers, to break Way through his doors, with lever and with axe ? Were I but in, I'd hang him on his bed-post ; He is too vile for stabbing now, I think ! CARMICHAEL. To-day, whilst I was walking through the town, One came and whisper'd me a stratagem, The random thought of some obscure poor burgher. Of which we safely may avail ourselves. Each day o' the week a hundred artizans Are now a-busy building Beaton's fort : When the sun glimmers in heaven's eastern ring, Arousing men to labour, they do muster, Girt with their limy aprons, 5fore the gates, With hammers and with trowels in their hands, Asking admission, which full soon is given. With these immixt a party of our vassals, Transforms like hodmen bearing mortar troughs. Unchallenged may steal in, and dispossess The porter of his keys and government *"], [150, "142 CARDINAL BEATON. ACT V That done, what hinders us at once to rush, Each let removed, o'er draw-bridge and through gate, And up to burst each interposed door, And rummage every chamber, every bed, Until our searching and insatiate swords Shall ope a dozen doors into the flesh Of this proud purpled Eglon of our land ? NORMAN. 'Twill do, Carmichael, any thing will do Whereby we can discharge our ire upon him ; I'd be a mouse to creep into his couch, And eat into his fiver and his heart-strings ; I'd be a gnat to fly into his gullet, And strangle him with my extended wings ; A noble purpose glorifies mean means ; And Honour, perch'd upon a splendid issue, Casts her own lustre on the stratagem, Whereby, though winding wilily, we reach her : To horse, then — quick to horse — let's in together. Against this King of Moab in a band ; •> Ehud is ready with his dagger here, Two-edged, and underneath his garments girt ;"], [151, "CARDINAL BEATON. 143 SCENE I. Have you your vassals ready with their trowels And leathern-aprons tightly tuck'd about, Ehud is here. KIRKALDY. The is now gone down, And with him to the bottoms of the world Has borne his light to our attempt adverse. The night is vaprous too, and from the sea Sucks a thick ugly dew, which on the land She spits again to double-darken it. The weather friends us thus, auspiciously Muffling in murky mist our bold design. Learmont and Lindsay, and our friends in town, Will stretch to us the hand of joyous welcome, And bid us prosper — Come, let us away. NORMAN. Ay, to the work, my heroes, one and all ! [Exeunt omnes."], [152, "144 CARDINAL BEATON. ACT v SCENE II. — A Room in the Castle. Enter Cardinal Beaton and Robin Caldcleugh, CARDINAL. Sirrah, to-day I did admire thee much, Maugre thy evil-favour1dness of front : Thou proved'st thyself no fumbler at thy trade, But with thy brimston'd match didst counter-work Most dext'rously the drowning drops of rain, That seem'd to pelt at thee in contradiction. 'Twas tidily accomplish'd ; only I Liked not the tears that gush'd out at a time, Slubbering thy uncouth cheeks with sympathy. Had I then been beside thee, sirrah Robin, I should have slapp'd from thy woe-writhen face Th' impertinent and unbecoming pity. Yet let that pass : Now, I've another turn Just ready for thy hand executive : — Hark ye, good Caldcleugh, thou'rt a man of trust, I've known thee long, a very honest fellow, And faithful to thy master as his shadow ;"], [153, "145 SCENE II. CARDINAL BEATON. Thou hast, you know, below stairs, cabin'd snug, A poor sea-captain, rotting quietly, O'ergrown already with the grave's white mould. He is not worth condemning in a diet, Or being staked up as a burning-show ; Yet not the less he merits, from his deeds, If not an honourable fire, at least The clinch of some dishonourable rope : My goodly Robin ! Thou hast ropes in store For such by-work ; I hope thou'st not mislay'd The cord that at one pull disqualified Friar Roger's throat from yelping heresy. Unbox it once again, and cast it on ; One twist — the thing is done, withouten noise Or tumult, and will sleep till Doomsday with thee. See then that this small bit of work be done Ere morning sun shine on us from the sea : See that the skipper 'scape not, as the knave Buchanan 'scaped through th' iron-barred window, Fooling the sharpness of your custody. — caldcleugh. Well-mindet, my Lord — that George Buchanan was the slipp'riest fallow I ever had within my clutches — I needna k"], [154, "146 CARDINAL BEATON. act v. be taunted wi' the loss o' him. — He was sae souple and slithry, wi' his wit an' his lear, there's nae wonder he slip pit through my fingers — what's done canna be mendit, my Lord — but gin I catch him again, I'se sattle him for the Franciscanus. But, let him be scribblin' awa in France yonder — we'll mind our canny jobs at hame here — Gin ye dinna find Captain Strang lyin' a bonny straught corps, a' ready for the straikin', the morn's mornin' afore sax o'clock, you may e'en chap aff Robin's auld head, an' set up his face on the Wast-gate as a sort o1 worrikow remembrancer to his successor, my Lord. [Exit Caldcleuch. cardinal. A tongue-pad villain this, but sternly true To his nice duties of executive ! His face, which seems carved out from Caucasus, Is but the index of his flinty heart : Let him be gone. — Now, I shall have a rouse ; Now that my Sea-tow'rs clear1d of enemies, And my affairs go swingingly successful, I'll celebrate carousal with my friends, Making this mirthful night e'er memorable. [Exit."], [155, "147 SCENE III. CARDINAL BEATON. SCENE III. — A Room in the Provosfs House. Enter Sir James Learmont, Sir D. Lindsay, Nor- man Lesslie, Moneypennie qf Pitmillie, Lums- daine, Melvil, Kirkaldy, fye. LEARMONT. Lesslie, 'tis right — I say, 'tis just and right, That he who pitches up his Romish hat In opposition to the Scottish crown, Beneath its broad outlandish shadow working Tyrannic bloody deeds, without the least Semblance of recognized authority, — I say, 'tis right that he should be lopp'd off, As a destructive, mortifying limb, From preying on the body politic : He is no better than the murderer That prowls upon the high-way, whom who slays Does to his fellow-citizens a service. NORMAN. Speak not upon it more — I'm mad to think That one of us sigh'd over to the death 15"], [156, "148 CARDINAL BEATON. ACT V. By this usurper, should sit idling thus, Scrupling and shilly-shallying here about it. moneypennie. The question is, shall this man, unopposed, Thrust his illegal poniard in our hearts ? Or shall we rise above the law for once, To vindicate that law so sinn'd against, And save ourselves, whom law is bound to save ? If Brutus' hand was justified in slaying His dearest friend, because he dispossest The law, and put his person in its place — Having to Brutus no malevolence ; Are we not more, who do not only find This man enthroned in blood upon law's tomb, But know his malice busily at work To murder us, and all our country's friends ? — The love of country recommends the deed, The law of self-defence does more, requires it. CARMICHAEL. Yea, tooth for tooth, and eye for eye, God says : He that in public places has deprived The saints of life, hath forfeited his own ; And had the wicked man a hundred lives,"], [157, "149 CARDINAL BEATON. SCENE III. Their sum could not compensate one just man's. SIR D. LINDSAY. I own 'tis right, my friends — you're justified Before both God and man in this complot ; But yet NORMAN. Home to your Mount, Sir David, home With your But yets, and scruples, and demurs ! 'Tis always so with you, milk-fiver'd bards, From Cic'ro downwards, him who lost his head For vacillation, it hath aye been so : Why, to peruse your tomes and tragedies, That are so daub'd with massacre and gore Enough to make a reading damsel scream, One might exclaim, These poets sure must be Huge heroes, swingeing swordsmen at a strife ! Alack-a-day ! their hero'sm is all lodged Within the hollow of their poor goose-quills ; Their warlike fancy cuts tremendous capers, Foining and fencing with unreal swords ; But shew them one of palpable good steel, Sir Bard becomes a maiden with green sickness, And Cic'ro sneaks into his study, leaving"], [158, "150 CARDINAL BEATON. ACT V. Brutus and Casca to perform the feat Which in his next nice volume he will praise : Gang your gaits, Lindsay — when we've wrought with steel This plot of ours, e'en write a Tragedy, And make the plot your own with pen and paper ! [Exit Sir David Lindsay. Now, that cold Scruple's gone, and hot Zeal left, Let us carve out the work. melvil. Our hinds already Stand metamorphosed into barrowmen. Girt with fair aprons red with lime and sand, In expectation of being soon required. They know their task, and will not pillow down Their heads to sleep until it be accomplish'd. kirkaldy. Let us all muster in the Abbey Church-yard, With our false workmen, by the break of day ; Thence let us issue, when the Castle-gates Are open'd, and the draw-bridge lower'd down T' admit the real artizans to work. I with a few will first advance, and hold Some parley with the porter, to while off"], [159, "CARDINAL BEATON. 151 SCENE III. His notice from suspicion, till you join me, And enter'd numbers make us confident. Then shall we seize the keys, turn out unharm'd Workmen and all that lodge within the place, And so obtain possession. NORMAN. Excellent ! All excellent, Kirkaldy ; but remember, When you have overleaps and got command, Bar every passage, block the postern up, Watch every wicket, port, and gutter-hole Through which the water runneth to the sea, Lest Card'nal Fox should slily slip away, And leave the goodly greyhounds at a fault, Worrying themselves to death for missing him. KIRKALDY. To guard each outlet shall be my concern. NORMAN. And mine shall be to ferret out the knave From his most secret corner of concealment, Ev'n were he sleeping coffer'd 'mid his gold, Or refuged up the chimney 'mid the soot."], [160, "152 CARDINAL BEATON. ACT V This dagger shall explore each hiding-place, Until its point be housed in his heart. CARMICHAEL. Well, you have each chalk'd out his fitting part ; I hope I'll stumble on some choice one too, Which I shall leave to Providence ; and yet I would fain give this slayer of the saints A salutary lecture ere he die. LEARMONT. I'll keep the town from tumult, which, perhaps, Rising from some fore-flying chance-report, Might stop or interrupt the enterprize ; But, when 'tis done, I hope you'll hoist him up Somewhere on high, to ascertain my sense, Our Prelate has been quietly dispatch'd. NORMAN. 'Tis all adjusted then ; we'll meet at five At the Church-yard : — till then let us be cool, And force our spirits into some constraint ! CARMICHAEL. I'll to the fatal spot where Wishart died, There to inflame me with wild melancholy,"], [161, "153 CARDINAL BEATON. SCENE IV. And keep the sharp edge of my spirit up, Until he be revenged. [Exit Carmichael. LEARMONT, Let us, my friends, Refresh ourselves until the break of day. [Exeunt. SCENE IV.— Abbey Church-yard. Enter Gordonsha, Drumrawk, Blacklaws, and other Tenants qf Melvil and Duncan. GORDONSHA. Weel, here we're met again, lads, for some braw wark, and by special appountment; mair chappin' and lounderin', I houp, ere we gang down to the coast. DRUMRAWK. We maun e'en do as we're bidden, Gordonsha — but I would fain houp our wark's no to be o' the bluidy sort — I'm no fond o' bluid. I wadnae gie a gill o' gin for a bar relfu' o' bluid ony day, mickle mair on a raw druikit morn in' like this. — But it's a guid for the beer-seed this rook."], [162, "154 CARDINAL BEATON. ACT V, BLACKLAWS. Fient a fear for the beer-seed, but mickle for oursells, I misdoubt, — what wi' thae aprons an' lime-troughs, and ither mason trumphery, I dread we'll get into some scrape. GORDONSHA. I'se get into nae scrape, as lang as my twa arms can wallop frae my shouthers. I'm a man to bring ither folk into scrapes, takin' aye tent to keep clear o' them mysel, at least wi' God's will. DRUMRAWK. I houp it'll a' end weel ; but I wad fain be i' my bit housie i' the muirs again. Fient a wink hae I sleepit this hale night ; what wi' seeking backets and mason's auld duds, I've had a sair traikit night o't. GORDONSHA. Mair a fool you, man — I've been weel enterteen'd by my auld friend Bob Kennedy, that bides i' the Market street, yonder — we'd a half-mutchkin o' punch thegither, though he's no a drinkin' man, Robert ; but he's like my sel, nae friend to the Cardinal and Bishops. He lent me this bonnie auld apron, and his warst workin'-jacket, for by this crunkled waur-for-the-wear hat, and his best ham-"], [163, "CARDINAL BEATON. 155 SCENE IV. mer — I think, wi' a' this braw apparel o' his, I look as like a mason as ony workin'-chap in a' St Ayles's. DRUMRAWK. Tie up your apron right there, Blacklaws ; it's hingin' ajee, no like a man o' real stane-an'-lime business — you'll mak us be suspeckit, man. BLACKLAWS. I think I set my apron and my mare as weel as you your apparel. I've a marefu' o' as good lime here as ever cam out o' a lime-kill — there's nae fear o' it — it'll never be suspeckit. It might hae done for Solomon's Temple, let alane Beaton's brothel-house. — But here eomes the Laird. melvil, {approaching.) Ho, lads, come forth ! the time requires you now ; Your brethren of the trowel, now uproused To labour by the crowing of the cock, Assemble thick before the Castle-gate, In expectation of the lower'd bridge ; Come, let us join them, that amid this crowd Unnoticed we may enter to the work. GORDONSHA. Now, now, let's be gane. Blacklaws, up wi' your auld mare there."], [164, "156 CARDINAL BEATON. ACT V, BLACKLAWS. Ay, ay, here I maun tak up the auld mare, but at Air drie the auld mare maun tak up me. Words are a' whum bled wi' this transmugrifyin' wark. DRUMRAWK. I houp we'll hae a gude affcome. GORDONSHA. I'm for the good oncome, deil a fear for the affcome. [Exeunt. SCENE V. — Cardinal's Bed-room in the Castle. — Car- dinal in his night-gown, starts suddenly and alarmedly from his couch. CARDINAL. Horror, oh horror ! What was't I saw ? It was a dagger sure .' I saw it in clear vision o'er my neck ; I saw its point blood-thirstily held down ; I saw its handle grip'd, horribly grip'd, By some strong hand, whose shoulders were enwrapt In darkness that conceal'd the murd'rer's face !"], [165, "157 CARDINAL BEATON. SCENE V. Yet 'twas a hand, methought I knew, 'twas one Which I had often touch'd familiarly, Which oft had eat from the same platter with me. I'll think no more on't — 'twas an idiot dream That so awaked me. A dream ! can dreams so frighten ? can a fume Blown through the brain so terrify the spirit ? It can't be so — by heaven, there is a ruin From some obscurity impending o'er me, And conscience, conscience, damn'd unpitying conscience, Spontaneously, as knowing her deserts, Foretokens thus, and testifies my doom : I see it yet — this dagger — though awake ! I cannot gripe it, yet it glitters still In terror irremoveable before me. I'll try to sleep again — Sleep ! who can sleep, Encompass'd with such hideous glaring sights ? O, I've endured to-night more racking pains, More burning twinges of mind's agony, Than he, whom yesterday yon fire consumed : His body burn'd, his spirit was in bliss ; My spirit burns unquenchably, inflamed Into a foretaste of the burning lake,"], [166, "158 CARDINAL BEATON. ACT V, By Conscience, kindling all her hottest brands To persecute me for that cruel death : I've seen the man a thousand times to-night ; My curtains round me seem'd to flare with fire, And shew his tortured count'nance staring out Fiercely upon me wheresoe'er I look'd ; I could not bear to look upon his face, It was so ghastly, and so full of threats ; And yet it met me at each change of gaze. Hark !— Is this a noise I hear ? or has my dream Shifted its vanity from eye to ear ? — It is a noise indeed ; I'll see what 'tis [Looks out of his window. Ha, uproar in my court ! Servants and workmen flying in alarm ! [He throws up the casement and cries down. Ho, ye ! what means this shouting, this alarm ? [ A voice is heard from below answering, My Lord, your castle's ta'en, your castle's ta'en By Norman Lesslie, and a band with him ! cardinal, {continues.) My castle taken !"], [167, "159 SCENE V. CARDINAL BEATON. By Norman Lesslie too, my castle taken ! That is the name I fear, the very worst And hatefullest of mortal names, of which It could be said, My lord, your castle's taken ? His was the weapon that to-night I saw ; He comes f interpret by his act, my dream — Unless I cheat him by escape — I'll try The secret stairs that lead into the postern [He opens a concealed door, through which enter- ing, he disappears for a little, and returns in extreme agitation. All barricaded, all beset, all block'd With weapons, and with faces frowning death ! Death ! ha ! a scurvy word — I'll bolt him out [Bolts the door. As long's I can. This too, I'll hide, perhaps 'T may buy me off [He hides a box qf gold. They're here, by heaven, already ! [The tumult qf the Conspirators is heard gradu- ally increasing as they approach the door qfhis apartment, till at last they assault it violently for admission ; amid which is heard from be- hind the voice qf"], [168, "160 CARDINAL BEATON. ACT V NORMAN LESSLIE. My Lord, my Lord ! admit me to your levee ; I come to pay my morning salutations, Not by a foolish grasping of the fist, And gaping out Good-morrow to your Grace I Good sooth, I have a better recompence Here in my hand, for those kind benefits Whereby you have obliged us all, and heap'd Large coals of fire on good George Wishart's head ! Open, my Lord ! I must and will be in, Despite of all forbiddance by your Grace ! CARDINAL. What dost thou mean, sir, by this rude assault ? I know thee, Norman Lesslie, — thou wert once My friend NORMAN. Ay, so I was, when Beaton was my friend, My father's and my country's — but now, now, When Beaton is the foe of all the three, I am his enemy, and must be in. CARDINAL. I will not open to the man that asks Admission to me as an enemy !"], [169, "161 SCENE V. CARDINAL BEATON. NORMAN. To none but enemies, my Lord, thy door Shall open, be it with thy hand's good will, Or by the up-breaking violence of mine. Of these thy enemies, for thee to have The choice, is not becoming : What needs choice When all are one in action and design ? CARDINAL. If ye but spare my fife, I'll let you in. MELVIL. Haply we may, my Lord, if ye're but kind, And entertain us strangers hospitably, Admitting us at once into your heart. CARDINAL. Swear by God's wounds, that you will spare my life, And I'll unbolt. NORMAN. heav'n, I'll not swear so ; I should be perjured-guilty and blasphemer, T' unswear by such an impious startling oath What I have sworn more piously, and more Conform'dly to the customs of good men. i."], [170, "162 CARDINAL BEATON. ACT V Open, my Lord, I cannot trifle longer — [They break open the door, and rush in cardinal, {falling into a chair.) Oh, Norman Lesslie, wilt thou murder me ? Spare — I was once thy friend — I'll give thee gold, Lands, houses, any thing, but spare my life ! NORMAN. Gold, houses, lands ! No, no, I'm not the man To barter vengeance for a candle's snuff; I do not come a pedlar to your chamber ; I come th' avenger of myself and country. Card'nal, I'll not detain you long ; — thou hast Upon thy hand a journey tedious long, (Though not to Falkland — that is superseded ;) The pale hell-follow'd horse stands at thy gate, With pendent stirrups ready for thy feet T' ascend and seat thee in the vacant saddle ; I hear him neighing for thee in thy court ; Therefore I shall be brief. Card'nal, thou know'st This paper, this poor-written, crooked scribble — [Takes out and shews him the list qf names mark ed in his hand-writing for death.] Kcnn'st it ? The crank o' the writing, kenn'st thou it ?"], [171, "163 SCENE V. CARDINAL BEATON. Seest thou my father's name, my uncle John's, Mine own, all damnably consign'd to death, By some most cowardly and cruel foe, Whom, could I once find out, and see before me, I'd rate him to the teeth with his misdeeds, Till his teeth chatter'd with the chill of death ; I would unsheath mine honest poniard at him, And stab him — thus. — [Stabs him CARDINAL. Fy, fy, I am a priest MELVIL. Yea, so indeed Thou art, but one of Satan, not of God ; The priest of God died yesterday, and rode To Paradise upon his wheels of fire. The priest of Satan only dies to-day, Though he deserved long ago to die, That so the priest of God might yet have lived ; In part 'twas my neglect, which to atone I give it thee, though late. [Stabs him CARMICHAEL. Hold, hold, my friends, though wrathful, hold a space ; Too hotly Passion, for such serious act,"], [172, "164 CARDINAL BEATON. ACT V, Inflames and irritates the body's nerve, Casting a shade of blame on that which ought To be all blameless as fair Justice is. — O wicked man, repent thee ere thou die, Of thy most cruel murder-stained fife ! Lo, lo, the dry white ashes of God's saint, Seen from thy window, yet lie heaped high, Crying to heaven for thy nefarious blood, To slake and satisfy and keep them down From being scatter'd by the scoffing winds ! Here then, before my God, I do protest, That nor thy person's hatred, nor the love Of thy large-treasured wealth, nor any fear Of danger from thy lawless boundless power, Move me to this ; it is because thou art Th' obstinate foe of God, and of his saints, And of his holy gospel and his law, That I have urged my long-demurring soul To this revenge, so cool, so unimpassion'd, For God, and for his Church. [Stabs him. CARDINAL. [He dies. Fy, fy, oh, all is gone !"], [173, "CARDINAL BEATON. 165 SCENE V. NORMAN. Ay, all is gone ; All cruelty, all wickedness, all lust, Through which our poor land hath been weeping long, Happily gone, evanish'd with thy life ! Men now shall breathe in Scotland ; they shall read Their Bibles on the house-tops all aloud Unto the passers-by ; and lovers now Shall 'spouse their pretty virgins, quite secure From violation ere the nuptial night : All these abominations are gone down To Tophet with thee, to perfume thy soul With very quintessence of sin's rank odours, And make it dear to Satan ! STRANG. How he died Like to a coward CARMICHAEL. Like a fool he died ; Heard you him recommend his flying soul Unto his Maker ? Not a word of that ; His thoughts and his regrets were fixt alone On loss of life and lucre, hugging them,"], [174, "166 CARDINAL BEATON. ACT V. Poor worldlings to the last. LUMSDAINE. E'en let him go ; Now that we're fairly done with him on earth, Let him e'en pass away into his place, Without unworthy words of contumely. All blotch'd with sinful vileness as he is, In pace requiescat : So I say. kirkaldy of grange, {entering.) Surely he's caught ; he 'scaped not from my postern. CARMICHAEL. See the wolf slain that raged in God's fold ! kirkaldy. 'Tis but a bloody sight, and yet, my friends, I give you gratulation for myself And for my country ! STRANG. Yea, except the Guise, And her oppressive Frenchmen, who will not Be merry at the news ? CARMICHAEL. But see, the people, Alarmed and anxious, are collecting fast"], [175, "CARDINAL BEATON. 167 SCENE VI. Before the gate, to know what's going on ; To satisfy and quiet them, let us Uplift for exposition on the window The body of the man, who yesterday Gazed from that very place upon the death Of one his malice had condemn'd to fire ; Ah ! little boding his own sudden end ! So shall his cruel blood, like Jezebel's, Be sprinkled on the wall ; and linger there, Its stains unwash'd by future winter's rains For many a generation, that our sons, And our sons' sons, may take good note of it, And passing say, Yet see upon these stones The blood qf him who slew the Saints of God ! [Curtain falls. SCENE VI.— Court-yard qf Beaton's Castle.— Gon- donsha leading Captain Strang, Strang qfBalcas- kie, Melvil, fye. GORDONSHA. A prize, a prize, your worships ! If there's been ae man"], [176, "168 CARDINAL BEATON. ACT V. fell'd i' the upper story o' this castle, there's been anither saved i' the cellar. So it's a' ae woo ; the warld's nae the poorer for't a' — what's been wastit ben the house, has been hained but — Here's a tint friend for you ! [Shewing Captain Strang. STRANG OF BALCASKIE. Mine honest Captain, I am glad to see you ; Though squalid in your garb, and long in beard Which clamours loudly for a pair of shears, Thank God, you're yet alive to trample on Its bushy length. CAPTAIN STRANG. I'm yet alive, thank heav'n, And this brave man, its instrument, who came Most opportunely half an hour ago, To rescue me from being basely choked By a rope's end ; the knot was cast about My gullet by the swabber of this castle, (A fellow with a porpoise-looking face,) Who gnash'd his teeth upon me like a shark, And said, Now die, Tarpawlin heretic ! He then 'gan draw the clinch, so that my throat Being tighten'd, sobb'd and rattled horribly ; 3"], [177, "169 CARDINAL BEATON. SCENE VI. Then was I one foot fairly in the grave ; When, all at once, this my deliverer, sent By my good angel in the thrott'Iing nick, Shot through the door, and with his handspike's stroke Capsized my hangman, making him lie wreck'd, Keel uppermost — at which I was relieved ; And now come forth from my abhorred hold, Where I have long been stow^ up like a truss Of stinking flax from Holland : Sirs, excuse My unwash'd face, my beggarly vile raiment, My Jew-surpassing beard, which from my stem Hangs dangling like the colours from the poop Of my good ship the Betsy. STRANG OF BALCASKIE. We excuse them, In joy of your so strange deliverance. It was a marvellous ''scape ; you stood upon The razor's edge of death ; had Card'nal lived Another hour, these rags had been your shroud, And that long beard had strapp'd you round and round, To keep you snug and motionless i1 th1 tomb. CAPTAIN STRANG. Yea, I had gone to bottom, to be sure,"], [178, "170 CARDINAL BEATON. ACT v. Ship, cargo, rigging, all. Therefore Fm glad, That he who cubb'd me under hatches so, And ruled the helm himself so tyrannously, By this hard gale hath been blown overboard Into the floods of death ; and that I live To entertain you with my narrative. I'll have me wash'd, and go to sea again In quest of gin and flax, and Luther's books, Despite of Mary Guise and Card'nal's ghost. STRANG OF BALCASKIE. It is all well ; the sooner then you shave, And wash, your comforts will accelerate. Your wife and daughter still are sojourners In this crazed town, awaiting your release ; They won with Widow Yule, whose house you know ; There you will find them. CAPTAIN STRANG. I skip high with joy, At thought of meeting my dear wife again And daughter, who have both been sobbing long, Wringing their hands for my poor sorry sake. — Come, my deliv'rer, wilt thou go with me ? As yet my legs do totter, woundy stiff"], [179, "CARDINAL BEATON. 171 SCENE VII. With dungeon-rheum ; lend me your hand, I pray, And shore my frad lapse-sided vessel up When stemming through the crowd. gordonsha, {handing him.) Here then, good Captain. STRANG OF BALCASKIE. I'll see you at your lodging-house, anon. [Exeunt differently. SCENE VII.— Castle Wynd of St Andrews. Enter Janet Geens and Katie Tervat, as they pass with staves in their hands, and drest in their red plaids up the lane. JANET. Hech na, Katie, here are we ance mair i' our auld wynd agen ! KATIE. Aweel, we've haen a fine straik, an1 are now safe hame agen ; I'm a wee forjeskit though, wi1 trachlin' sae lang. JANET. But haena we been weel awa frae this town baith this mornin1 an1 yesterday ? Siccan a strabash as has been in't"], [180, "172 CARDINAL BEATON. ACT V. syn we left it ! Ae good man brunt to ase, and ae wicket man sticket an' slachtered. Dinna you see him hingin1 out o' his grand window yonder, like a speldet calf? He's wallopin' bonnily by the heels yonder — He needs nae vel vet cods below him the day to haud him saft. KATIE. It's but a pitifu' sight, Janet. JANET. Nae sic sights an' sic brulzies down on the coast-towns yonder — a' quiet peaceable-livin' buddies yonder — no a single cheep in Anster an' Cellardyke — frae the beathel up to the minister, as quiet's pussie, the hail tot o' them. KATIE. It's the Cardinal's wyte, a' this brulzie-business. Now that he's gane, we'll hae quietness. See how the very wea ther's cleared up syn he was slachtered. It was a raw dauky sour-lookin' mornin' when we set out, but it's a bra sunny day now. JANET. Hoot, woman, the sun's glad to pap his gowden nose out, an' get a good smell o' the caller warld, now that the rogue's gane. It stank sae muckle when he was alive, that it's nae wonder the sun scunnered."], [181, "CARDINAL BEATON. 173 SCENE VII. KATIE. Young hizzies now will marry without ony fashery, an' decent douce auld women like oursells, will ance mair lick up sappy sermons at the Scores an' dykesides, in spite o' the auld ded an' his cleckin' o' grayfriars. JANET. Deil gin a banefire were but made o' them only ! KATIE. I'd gie a peck o' gude spunks to that fire mysel, Janet. JANET. Ah, will-a-wins, Katie, look yonder to the ase o' the fire that brunt guid Maister Wishart yesterday ! See how they're spread out, a mickle white midden afore my door ! KATIE. I think I'se hae a pickle o' them — I'se keep them for the honest man's sake a' the days o' my life. [Picks up a few qf the ashes. JANET. A guid thought, Katie ; I'se treasure up some too, for a keepsake, {Picks up some ashes.) I sail sleep wi' them below my head i' the night-time — I sail lock them up i' my last i' the day-time ; an' we'll hae sweet dreams by night, an' a blessin' by day, e'en for their very sake, Katie."], [182, "174 CARDINAL BEATON. ACT V. But let's now stap inby to the house, an' rest oursells — we'se hae a bannock an a poot to our dinner. KATIE. Weel I wat an' I'm gay yap after my walk ; it's een a lang trachle frae the Kirk Wynd in Anster, to the Castle Wynd in St Andrews. JANET. Gang in than, Katie, we'se hae the bannock an' the poot this mament. [Exeunt. SCENE VIII. — Mrs Yule's House near the Cathedral. Enter Strang qf Balcaskie, Captain Strang, Mrs Strang, Beatrice Strang, Seaton of Kingsmuir, and Gordonsha. captain strang. I'm so rejoiced, I scarce can bear the load Of gladsomeness that overfreights me so, Seeing my best friends all encircling me For gratulation and sweet shake of hand. My swelling heart seems gushing from my breast, And 'scapes in tears, God help me, from my eyes !"], [183, "175 SCENE VIII. CARDINAL BEATON. STRANG OF BALCASKIE. Mine honest Captain, weep your fill of joy ; Th' occasion justifies the sweet excess ; Our tragic plot has terminated well You see, for you, our country, and us all. One part, however, rests unfinish'd yet, Requiring your assent to be perform'd. That two dear persons, whose betrothed hearts Together chime in Love's blithe unison, Yet patiently have waited this glad hour, May be conjoin'd in bliss connubial. There is a daughter, fair as summer-dawn, Sweet as the musk of zephyr, pure as heaven, A little angel, in whose pretty bosom Are lodged religion and divinity, Her father's very darling and delight ; She has a lover, faithful, honourable, Fond to a fault, if it can be a fault To love too much a faultless little witch ; You know them both CAPTAIN STRANG. I know, I see them both ; I do rejoice, Balcaskie, to fulfil"], [184, "176 CARDINAL BEATON. ACT V, In this, your pleasure, which has long been mine ; I do transfer my sweet dear kindly girl Into your hands, for all ; as thou'rt her kinsman, Dispose of her thyself to this her lover; The gift, all dear and precious as it is, Gets double value, coming from the hands Of one I so respect and venerate. MRS STRANG. A mother's sanction and a mother's blessing Attend this union too, to prosper it, And make it rich of earthly happiness ! STRANG OF BALCASKIE. My pretty Beatrice, permit me then, Having the power thus to me delegated, To make you over, in your father's name, And in your mother's, to the man you love. — Accept, dear Seaton, the angelic prize You next to heaven so long have coveted. I join your hands, precursor to the priest, Who shall with due solemnities confirm And formalize this union — we shall have The ceremony done with banquetting, And harmless revel at Balcaskie-house."], [185, "177 SCENE VIII. CARDINAL BEATON. There is a faithful vicar whom I know, A conscientious priest, and honest man, Who does his duties hofily at church, And yet is harmless happy at the board ; We'll have him up — He will rejoice to come, To bless our banquet, and to knit this pair Into a happiness indissoluble. CAPTAIN STRANG. I know the man, you'll find no better vicar In Fife, in Scotland, nay, in Christendom ; I've known him long at pulpit and at board, And he at both is apostolic stuff; Get him, for God's sake ! we can't do without him. SEATON. Accept, dear friends, collectively, in few, For this perfection my imperfect thanks ; My spirit labours with its joy too much To let my tongue go picking straggled words Wherewith to thank you each respectively As each deserves, for this the goldenest Of earthly benefits, this my Beatrice, My pretty blesser, my beatitude, Whom I'll hold fast for ever."], [186, "178 CARDINAL BEATON. ACT. V BEATRICE. Nought becomes A duteous daughter like submissiveness ; And 'tis a double bliss when heart accords, As it does here, so happily with duty. CAPTAIN STRANG. Come, my preserver, thou, whose cudgel's swing Jump'd in so pat with lucky intervention, To fracture to the death my hangman's pate, And saved me to enjoy this happy day, Which in its worth outweighs a thousand others ; Thou must go with us — I'll not let thee off From sharing in our marriage-merriment : There will be room for thee too at Balcaskie ; 'Tis a large house, and well I know its owner Has a large heart. STRANG OF BALCASKIE Come, honest fellow, come ; Be sure there will be set a cup for thee, None of the smallest. GORDONSHA. An' I houp, guid Laird, There will be routh o' liquor in the samin ;"], [187, "179 SCENE VIII. CARDINAL BEATON. For, be't brown yill, or be't red-cheekit wine, Or punch of brandy, gin, or usquebaugh, Be certain, I sail hae nae mercy on't ; For mickle do I long to drink the health O1 this discreet young woman, guid an' fair, An' wish her happy wi' her canty joe ! STRANG OF BALCASKIE. Hence let us then, all downward to the coast, To meet again at fair Balcaskie-house ! [Exeunt omnes. THE END. Edinburgh : Printed by James Ballantyne & Co."], [188, ""], [189, ""], [190, "BKJ VI *n-'« fc *A A&' ftVfl' H - m. I I 1 ' n tv * ' i"]]