[[1, ""], [2, ""], [3, ""], [4, ""], [5, "POEMS BY ROBERT STYLES. LONDON : GEORGE MANN, 39.CORNHILL; K. J. FORD, UPPER STREET, ISLINGTON. M.nrrc.xxxv."], [6, "LONDON : PRINTED UV JOHN WERTHEIMER, LBMAN STREET."], [7, "TO THE HONOURABLE MRS. MORETON, THESE POEMS ARE GRATEFULLY INSCRIBED B V HER MOST OBEDIENT HUMBLE SERVANT. THE AUTHOR."], [8, ""], [9, "P R E F A C E. The author of these little Poems begs to state that several of them have already appeared in some of the periodical publications, and that, encouraged by his friends, he has been induced to publish the following collection. He would consider himself amply rewarded, if honoured as the humble instrument of leading to one serious reflection, or in awakening to sym pathy with his feelings one susceptible mind. Denmark Row, Camberweli., April, 1835."], [10, ""], [11, "CONTENTS. Value of Religion 1 David before Saul 11 The Christian Pastor 15 The Knell of the departed Year 17 \" Without Thee Angels must resign\" ID The Christian Race 21 The Lost Sheep restored 23 Stanzas 24 ■ 25 To Genius 26 Sonnet 27 Christian Hope • 2H Lines in the \" Pietas Quotidiana\" — On overhearing my Child at Prayer 29 The Infant Smile 30 To the Rev. John Sandys, A. M 31 On the Death of * * * * * 32 Epitaph 33 To my Niece, on her Marriage 34 Lines to a Lady 36 On the Death of the Rev. E. Irving 37 On the Death of S. T. Coleridge 38"], [12, "VIII CONTENTS. To Mary 39 On the Death of Young Napoleon 40 Youth renewed 42 Music 43 To Mary on her Birth-day 44 The Social Hour 45 Catholic Emancipation 4G Youthful Hope blighted — Lines to a Little Girl 47 To my Step-son, on his Birth-day 48 Song — The Home of Early Years 49 Lines for Music 50 On Affection 51 On the Birth of My Daughter Mary 52 Verses written in an Album 53 To Music — On a Mountain Ash 54 On Envy 55 Sympathy 56 On Dissipation • 57 Slander 58 Virtue 59 Sonnet 60 Sleep and Death 61 Stances a 1'Esperance 64 Stanzas to Hope — Song from the German 65 The Orphan Girl 66 Rathcormac 67"], [13, "POEMS. VALUE OF RELIGION. How shall I sing of joys the Christian knows, The bliss which from a heavenly fountain flows, Untainted by the springs of earthly source, To which blind erring mortals have recourse, And ever find, the more they seek to fill Their empty souls, their thirst insatiate still ? Of that Pure Stream which if mankind once taste, They thirst no more, nor on the winds need waste Their hopeless sighs ; but from their breasts will rise A spring of joy and peace that never dies? Eternal Spirit ! Comforter ! by whom Mankind, conceived in sin, and from the womb B"], [14, "2 VALUE OF RELIGION. Corrupt, are born again to die no more ; Prepared to voyage to the eternal shore, And e'en on earth enjoy the peace of heaven, In hopes immortal by the Gospel given — By Faith which lifts the veil from mortal eyes, And bids us look to mansions in the skies — In Love divine, which in the heart creates A source of constant joy, which he who hates His brother, knows not, seeks in vain to know ; Thy sacred influence on my mind bestow ! Give me to feel, whde I would fain describe, The bliss Thou dost impart : let me imbibe, As grass the freshening dew, Thy breath divine, And truth and feeling blend in every line ! In buoyant youth, earth's hopes deceitful smile. And oft in dangerous snares the heart beguile ; Love strews his fragrant roses in our way, And Beauty smiles bewitching to betray ; Friendship assumed deceives the ingenuous mind, Which scarce believes so 01 of human kind. And, when sincere, how oft in after-years The recollection fills our eyes with tears, That Time can harden even tender hearts, And wound us with his iron-tempered darts ! Fortune her sunny prospects holds in view, And leads us on her favors to pursue ;"], [15, "VALUE OF RELIGION. 3 But fickle turns when just within our grasp, And laughs to scorn our disappointed gasp ! The cup of Pleasure tempts with sparkling ray, And deep we quaff and revel night away, But soon we find there 's poison in the bowl, And pall, disgusted, sickened to the soul! Ambition wakes the mind to lofty deeds ; Yet disappointment soon or late succeeds : By earth confined, 'tis limited at best, And leaves its sons, dissatisfied, unblest. Too late, alas ! they find their highest aim Has been so low, and vainly sigh that fame Should be so empty, and so brief a name. What is this world? — A vain and glittering show, And those who know it best esteem it so ; And yet how many, as their portion, seek Its passing shadows, and its praises speak! Philosophy may trace with sapient eye Effect to cause, and misery defy ; Tell men their passions are the fruitful source Of all their woes, and talk of Reason's force; And bid them moderate their wishes — strive To overcome their lusts — far hence to drive All discontented thoughts, and circumscribe Their hopes to earth — instruct them to imbibe Good morals — point to honor, wealth and fame : b 2"], [16, "4 VALUE OF RELIGION. > All this will do but little to reclaim One wandering mortal from the paths of shame. 'Tis but a glimmering light, which oft misleads, Confounding good alike with worthless deeds. Science may count the stars and give them names, And trace the path through which the comet flames, Plough through the mighty deep 'gainst wind and tide And on the buoyant air in safety ride: — The Arts the mind may soften and refine And make us feel that genius is divine : — Sweet Poesy may strew our path with flowers, Delight and soothe our solitary hours, To \" airy nothing\" give a lasting name, And a new world in wayward fancy frame : The glowing canvas breathes, and Nature wears Fresh beauty from the hand the pencil bears : And Music, with its soft mysterious charm, May for a while the troubled spirit calm. Philosophy and Science, liberal Arts, Are in themselves a good ; and each imparts To us a boon, and grateful should we be For their extension, now so rich and free — But do these lift from earth ? and can they give A light to man to teach him how to live, And how to die — how he may bear the load Of cares and sorrows, which in this abode"], [17, "VALUE OF RELIGION. 5 Must ever be his lot — or shed a ray Of hope beyond Life's brief and clouded day ? Ah no ! it is a better Guide than these The mind of man requires. Nought can appease The pantings of his deathless soul but heaven — A hope immortal, pure from earthly leaven ! That light which cheers amid the darkest gloom, And leads him to his blest, eternal home ! The morning star has risen divinely bright, And chased the gloom of soul-eclipsing night ; And Mercy's herald has proclaimed on earth The gladdening tidings of a Saviour's birth ! Angels, descending from their hallowed spheres, With songs of rapture filled the shepherds' earsj And sinful Man beheld, with wondering eyes, The Son of God in human form arise ! The brightness of his Father's glory ! Light Of this dark world ! O blessed blessed sight ! Who yet a man of sorrows deigned to be, And bore our sins on the accursed tree, That by his blood our guilt he might atone ; Then rose triumphant to His heavenly throne ; There ever lives to intercede for man, And carry on the wonders of His plan ; Sending on earth the Spirit of His grace, He makes the soul of man His dwelling-place."], [18, "6 VALUE OF RELIGION. By faith, we hear the music of His voice, And though we see Him not, yet can rejoice With joy unspeakable! \" Smote by His eye,\" We weep as Peter wept when He passed by ; But sorrow not as worldlings in despair. Those contrite tears our pardoning peace declare ; For Christ was tempted too, and succours all That seek His aid, nor suffers them to fall ; Nor can the powers of Earth or Hell prevail To pluck them from His hands : they may assail And for a while depress, but not o'ercome; For when He says, \" Fear not, \" their rage is dumb Religion guides our inexperienced youth, Unmasks the world and shews us what is truth ; Points out the shoals and rocks which hidden lie In Life's deceitful sea : still bright on high The beacon flames, until, the voyage o'er, We land in safety on the heavenly shore ! O what destructive passions urge their sway, And tempt the young from Wisdom's path to stray ! Romantic visions steal upon the mind, And follies decked with fascination blind, And dreamy Hope, for ever on the wing, Round airy phantoms still is fluttering : ' Tis only in the Page of Truth they see That earthly hopes must end in misery :"], [19, "VALUE OF RELIGION. 7 Without their hearts are fixed on things above O what are worldly joys? All they can love Below must soon depart; and they must leave Perhaps, this hour, the fairy scenes that give A transient gleam of joy, and sudden sink Down to the gulf of woe! — Ye thoughtless, think! And when, advancing on Life's checquered way, We feel the heat and burden of the day ; When cares invade the peaceful hours of sleep, And trials rage like tempests o'er the deep ; O what can soothe and tranquillize the heart And teach us patiently to bear our part Of suffering here ? Faith in His blessed will Who bids the sparrow fall, the storm be still ; Who, though Heaven's wonders like a curtain spread, Numbers the very hairs that deck our head ! If disappointment thwart his darling aim, The Christian feels that God is still the same, — That all things work together for his good. Clouds may obscure his view, and fears intrude, But Faith still triumphs in a faithful God, And in affliction sees a Father's rod. How soon the winter of our age draws near, Dimming the eye that erst shone bright and clear ; Bending the once erect and noble form, Like the tall tree beneath the angry storm ;"], [20, "8 VALUE OF RELIGION. Changing the manly, firm, elastic tread To tottering feebleness and childish dread! Now, slow and cold, the current of the blood Flows through the shrivelled veins. No more the flood Of rapture swells from the impassioned heart, And Life's gay smiling visions all depart. The scenes that once delighted, please no more; — Flowers breathe no fragrance — and the fields that wore Such verdant smiles — the streams that murmured peace, The song of birds that woke to joy — now cease To charm. The voice that oft called up the heart To love and bliss, no longer can impart Its magic to the soul ; and Beauty's eye Now darts no ray to make the pulse beat high. The cup of life is drunk; the dregs alone Remain and bitter are. Constrained to own That all is vain, worn Nature fain would seek A refuge in the grave ; but yet too weak To trust that dark oblivion will succeed. Remembrance dwells on every evil deed, And boding fears like distant thunder break Upon the conscience, and the courage shake ! As Life becomes a burden haid to bear, And Pain and Sorrow alternately share Its pale decline, O what can then sustain The sinking heart, and o'er the dreary plain"], [21, "9 VALUE OF RELIGION. Of wintry age, diffuse the warmth and light Of heavenly joy? — A Hope immortal, bright With rays of love divine — Redeeming Love, Pointing the happy soul to realms above ! Accustomed oft in Peril's hour, serene, By faith on an Almighty Arm to lean, The Christian pilgrim looks with dauntless eye On Death, and all his terrors can defy; The staff which has supported him so long, The weaker he becomes, is doubly strong. Tho' dimmed his mortal sight, the eye of Faith Grows brighter at the near approach of death ; And calm, with tottering limbs and drooping head, He looks upon the grave as on his bed ; And, while his body sinks beneath decay, His spirit flutters to escape its clay, Panting to take its long-expected flight To that blest world where Faith is lost in Sight. O then defer not till the dreary hour, When earthly fascinations lose their power, To turn to Him, whose voice you would not hear When Pleasure tempted, and Life's joys were dear; Poor sacrifice! when of all else bereft And not one lingering empty pleasure left, To offer an offended God ! O pause, And think who then can plead your helpless cause ?"], [22, "10 VALUE OF RELIGION. For young or old, to day 's the accepted time ; To morrow is not, may not be. The crime Of mortals is delay — God's mercy is to-day ! O suffer not one more to pass away Without accepting it ; then whether long Or short our sojourn here, joy is our song, And safety, peace, and love our path surround ; And we are heavenly plants on earthly ground, Preparing for removal to that land Where the bright river flows at God's right hand ! \"For me to live is Christ, to die is gain,\" Said the inspired Apostle : and how vain A life without such stay ! A death how sad Without such prospect ! Thus, while these he had The Christian champion amid the scorn And persecution of the world, when shorn Of all that men call glory, could despise The sacrifice as mean, and nobly rise Above all suffering, danger, and distress, That he might win his Saviour : and not less Should we desire, if we too wish to live, As we would die, in Him. Jesus, forgive Our cold ingratitude ! Touch with Thy love, Our languid souls, that we may rise above The frowns of men, and glory in Thy name, Rejoicing bear Thy cross, and scorn the shame !"], [23, "11 DAVID BEFORE SAUL. Triumphant banners floating in the air, Israel's great conqueror's return declare, Rich with the spoils of war ; and in his train, Agag, the mighty foe, with captive chain, Through the exulting wondering crowd is led, With execrations loud upon his head. The song of joy through every rank extends, One shout of triumph to the sky ascends! With heat of conquest flushed, with glory blind Saul is cxtoll'd above all human kind; Nor heeds that Eye no mortal can elude, That Arm which man nor angel e'er withstood. The high command of Heaven he disobeys, To gain the fleeting breath of earthly praise. But soon the wrath of Israel's God appears, The great Jehovah's thunder strikes his ears And shakes his inmost soul ; he pardon sues, And penitential tears his eyes suffuse. But penitence, alas ! is now too late, Rebellion, his dark sin, decides his fate ; — From him departs the Spirit of the Lord. By Heaven abandoned, by himself abhorred,"], [24, "12 DAVID BEFORE SAUL. Now fiends torment where Peace before had smiled, And holy calm is changed to tempest wild. For him the charms of Nature smile in vain ; While fatness drops from heaven like gentle rain, And milk and honey flow through all the land, Earth's choicest treasures opening to his hand, Like rose-buds to the full admiring eye ; And Joy and laughing Beauty ever nigh. His heart consuming with a fatal blight, And desolate mid scenes so fair and bright, Day has no joy for him, nor night repose ; Light palls his weary eye, and darkness shows No horror like the blackness of his soul. At mirth he sickens, and the sparkling bowl, Untasted, from his lips he dashes down ; Affection's gentle voice uncouth is grown ; The pomp of earthly state his pride but mocks, And his rent kingdom like a spectre shocks His fancy ; and his tortured brain now reels Beneath the pressure of the woe he feels ! But there were seasons when, to frenzy wrought, He felt as if an evil spirit sought To drive his soul to madness ; then he raved, And tore his hair, and scarcely could be saved From self-destruction. Such a mighty power The demon had in that most fearful hour !"], [25, "13 DAVID BEFORE SAUL. One time, when those around him saw his soul Tortured beyond the reach of all control ; And, anxious, thought of means that might assuage His still increasing, direful, maddening rage ; They, trembling, venture to approach their Lord, Beseeching him to listen to their word Of faithful counsel, who so much had done To soothe and comfort him — to send for one Who on the harp with skilful hand could play, And, peradventure, charm his woes away. With voice stentorious, and with eager eye, He orders them with all despatch to hie In quest of him most cunning in the art, That he might calm his terror-stricken heart, From the tormentor's power his mind release, And soothe once more his troubled soul to peace. They quick return with him of greatest fame, The son of Jesse — David is his name — A youth of comely person, ruddy, fair, Of graceful carriage, modest in his air, And with an eye that spoke a soul of fire, Inspired by Heaven to strike the sacred lyre ; With power to harmonize the soul, and make The tiger's nature of the lamb's partake. Approaching now, with bended knee he falls Before the presence of the king who calls"], [26, "14 DAVID BEFORE SAUL. Aloud, and urges him without delay His skill to try, and chase his pangs away. Bearing his own loved harp, the youth behold ! Now, what the venerable seer foretold Before his view appears ! In the full glow Of youthful hope, and with undaunted brow, His eyes to Heaven directed, and his mind Absorbed by tones he struck, Ids soul refined To highest pitch of harmony — his nerves With rapture tremulous — he yet preserves The strength of inspiration ; and his face Is beaming with the light of heavenly grace ! Although before an earthly king he kneels, Awe for the King of kings alone he feels ; His Presence now he only knows, nor sees Nor feels aught else ; and Him alone to please Is all his aim — the burden of his song — The language of his harp — and of his tongue. The heart of Saul is touched, relaxed his brow. His features settled to the calm of woe ; And his distraction wild subsides to rest : The spring of feeling, closed within his breast, Is opened : now the genial current flows, And that sweet boon, the \"joy of grief,\" bestows. As on the parching earth the plenteous rain, Descending, makes it bloom and smile again ;"], [27, "15 THE CHRISTIAN PASTOR. So, on the heart of Saul, the tender flood Of harmony refreshed his soul ; the bud Of peace and kind returning joy appears, And brightly glistens through \" the mist of tears. At length the tide of feeling back recedes, And Reason's calm and gentle reign succeeds : While on the enraptured youth, with eye intent, He gazes oft, as on an angel sent From heaven, to make his wounded spirit whole, And pour the balm of peace into his soul, Affection pleads, and yearns within his heart ; — The minstrel is not suffered to depart. David he loves, and in his court retains, Who favour and increasing honor gains, And oft resumes his heaven-instructed lyre, To yield th' afflicted king his heart's desire. THE CHRISTIAN PASTOR The man by Heavenly Truth inspired, Whose soul with love divine is fired ; Whose faith, with angel-wing, can soar To that bright world, where Doubt no more Can cloud the mind and sink the heart, Whence Evil, Sin, and Death depart ;"], [28, "16 THE CHRISTIAN PASTOR. Can bid adieu to earth-born Pride, And stem impetuous Passion's tide ; Resign without a pang his claim To wealth, to honors, and to fame ; Take up his cross, himself deny ; To Heaven alone direct his eye, And all the powers of Hell defy ; How welcome he, the truth to plead, The soul in paths of peace to lead ! Who, from the heart, the heart can reach, And what he feels, to others preach ; Who seeks to guide the wayward mind, The contrite broken heart to bind ; The long-lost wanderer to restore, And bid the guilty sin no more ; To wake the penitential tear, And make the path of duty clear ; To raise Affliction's drooping head, And cheer the sick and dying bed ; Who feels for all a Christian love, And leads the mind to things above ; E'en here, how sweet is his reward ! \"Souls for his hire !\" — their prayers to guard, And bless their pastor and their friend, Pure from the heart to Heaven ascend."], [29, "17 THE KNELL OF THE DEPARTED YEAR. Where'er he walks, Affection meets His eye, and grateful hearts he greets. Pleased, he surveys his flock around, To him by such endearments bound ; His heart o'erflows with love and joy And peace, which nothing can destroy ! The future breaks upon his sight, With rays of pure celestial light ; And Faith, with well-directed eye, Hails the bright mansions in the sky ! The souls to him in mercy given, He knows will meet him there, in Heaven, And that approving smiles will greet His entrance to the blissful seat. The most of Heaven that 's felt below, It is for such a man to know. O what are all our dreams of bliss, Compared with such a life as this ? THE KNELL OF THE DEPARTED YEAR The knell of the departed year, Strikes solemnly upon my ear, And fills my soul with awe sublime ! It tells me of the end of Time, c"], [30, "18 THE KNELL OF THE DEPARTED YEAR Whose brow another wrinkle wears, Bending beneath the weight of years. It tells me of the final doom Of all who sleep within the tomb — Of all who live, and who must die To live again eternally In pure and everlasting bliss, Or woe, in Horror's dark abyss ! It tells me Life's uncertain space Includes the day of Heavenly Grace ; That now is the accepted hour ; That now Salvation shews its power ; That time is mercifully given To make lost sinners meet for heaven. Life's day neglected, night will come And fix, alas ! our awful doom : Then death 's the sdence of despair Unbroken by the voice of Prayer. No more will fall upon the ear The knell of a departed year !"], [31, "19 WITHOUT THEE ANGELS MUST RESIGN \" Without me ye can do nothing.\" — John xv. .\">. Without Thee, angels must resign Their crowns of everlasting light. Their glory, Lord, alone is thine Reflected, so divinely bright. Then what were we without Thy grace, The sons of Adam's sinful race ? Without Thee, Lord of Life and Peace ! Our strength departs, our comforts cease ; Faith enters not within the veil ; The shafts of Unbelief assail ; Thy Word but a delusion seems, And Hope withdraws its cheering beams ; No Zeal impels, no raptures rise, And Holy Love within us dies ; The Prince of Darkness holds his sway Of desolation and dismay ; Chained down to earth, the captive soul Resists in vain his dire control. In vain we bend the trembling knee, Thy gracious smile we cannot see ; c 2"], [32, "20 WITHOUT THEE ANGELS MUST RESIGN Thy Spirit fled, a lifeless prayer No answer meets ; if we repair E'en to Thy house — Thou art not there! The pillar of thy light and love Beaming with glory from above — Unto thy favoured people still, Their light of joy, their shield from ill — To us is turned the cloud of woe, Shrouding with darkness all below ; Without a ray to pierce the gloom Drear as the mansions of the tomb! O let thine all-sufficient Grace Keep in our hearts a dwelling-place ! Take not thy Spirit from us, Lord ! But let us feel Thy sacred word To be the bread of life and joy — The living stream without alloy — The light to guide us on our way To realms of everlasting day ; Where, unobscured, Thy glories shine For ever from the Throne divine — Where we shall see Thee as Thou art, And never from Thy smiles depart !"], [33, "■-'I THE CHRISTIAN RACE. \" Forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus.\" — Phil. iii. 13, 14. When we look back and sorrowing trace The footsteps of our tardy race, Toward the mark for that high prize, Which angels bend, with eager eyes, To scan, and comprehend that Love, So much their grasp of thought above, Which gave to fallen Man a Hope That with eternity might cope — A Hope which nothing can destroy, Full of immortal life and joy — What deep compunction shall we feel At what our conscious hearts reveal ! How many weights of earthly care We 've suffered on our souls to bear ; And fainted oft beneath the load, While toiling on the heavenly road ! How oft on Pleasure's syren tongue Our hearts with fond delight have hung,"], [34, "22 THE CHRISTIAN RACE. And lingering still, though Conscience warned Have Mercy's kind remonstrance scorned ! How sunk in Sloth's dull heavy sleep Our firm resolves we 've failed to keep ; And Apathy's congealing chill Has paralyzed our feeble will ! How much have Flesh and Sense prevailed O'er Faith and Hope; and when assailed By wiles of Mammon, O how weak Our efforts from his snares to break ! The retrospect is sad, and must Our spirits humble in the dust. O may we then behind us cast The gloomy shadows of the past, And time abused now straight redeem ! Waking as from a troubled dream, Forget the phantoms of the night With cheering day's returning light ! Pursue with fresh delight our race, Press on with still increasing pace, Until, with ecstasy of soul, We reach at last the destined goal ; There to receive the heavenly prize, Mid shouts of triumph through the skies !"], [35, "23 feet ! THE LOST SHEEP RESTORED. I. On Passion's fearful tide impetuous borne, Thy fold I left, O Shepherd of my soul ! And wandered oft, dejected and forlorn ; Nor aught did find that could my heart console, For loss of Thy kind care, and mild control ; No pure delicious streams, no pasture sweet, But rankest weeds, and thorns, the muddy pool, My portion were ; rough usage did I meet, Till Mercy brought me, torn and bleeding, to Thy II. No anger in Thy gentle breast did burn ; And even from reproach Thou did'st refrain : How tenderly Thy heart did o'er me yearn, While to Thy flock thou led'st me once again, My wayward feet in mercy to restrain, And keep me safe within Thy sacred fold ! O may I never more Thy care disdain ! But, in the number of Thy sheep enrolled, O be my heart by love and gratitude controlled !"], [36, "24 STANZAS. Lean not on Earth, 'twill pierce thee to the heart A broken reed at best, but oft a spear : On its sharp point Peace bleeds, and Hope expires. Young All things here are evanescent, Blooming only to decay ; Life 's a scene of care incessant ; Hope allures but to betray. Phantoms rise — we grasp at air, Shadows chase with fond delight. Promised joys but mask Despair; Brightness fades before our sight. Happiness is but a dream, Child of Fancy's fair creation ; Imagination's fitful gleam Disappointing Expectation ! But there is a land of bliss, Faith-enlightened Christians see, Free from all the pangs of this, Blest with joy eternally —"], [37, "25 STANZAS. Where no empty hopes are bubbling — Where no heart can be distressed — Where the wicked cease from troubling — Where the weary are at rest ! This bright prospect bears them up, O'er the wrecks of Time to rise ; Sweetens every bitter cup, Gives that peace the World denies ! STANZAS. This world, 'tis said, 's a world of woe ; And often do we find it so : Yet let us not despair. We 're journeying to a better one, And, when our pilgrimage is done, Shall find no sorrow there ! Though rough the road and hard the fare, \" Endurance \" is the badge they wear, Who travel to the skies; If bright and fair the way had been, Our hearts would linger o'er each scene, And lose the heavenly prize."], [38, "26 TO GENIUS. O may we then submissive bow, Nor question what we ought to know, And some have understood, That trials we so keenly feel, Our Heavenly Father's love reveal, Who sends them for our good ! Affliction leads us up to God, We feel the stroke, yet kiss the rod, \" He chastens whom He loves : \" We can a Parent's hand discern, And penitent to Him return, Who thus His children proves TO GENIUS. O gift divine, fair Genius ! when applied To raise our thoughts to God, and to provide A banquet for the soul, and siving streams Of purity and joy, and holy gleams Of that abode where blessed spirits dwell; — Thy power for good or evil who can tell ? But good is still thy own, thy native sphere ; 'Tis here thy glory 's seen, and only here."], [39, "27 SONNET. There is a light that dazzles and deceives, A meteor glare that gloomiest terror leaves ; There is a radiance, like an angel's, bright, That beams from darkness, and expires in night ; But thou art as a sun, the source of day To minds benighted : darkness melts away Before thy genial rays, and Heaven displays To Man the glory of his earthly days ! SONNET. Great God ! who dwellest in eternity, At thy Creative Word all worlds arose, Blest with thy vivifying love, to be Themes for Thy constant praise, from whom all flows ! Throughout Thy works benignant mercy glows, Which with fresh beauty makes all Nature smile, Filling the heart of Man with joy the while, Who, lost in wonder, Thy blest Presence knows ! In silent praise, he lifts his eyes to Heaven, He feels that he is part of the grand whole, However humble ; that he has a Soul Inspired by Thee, and finest senses given To taste the varied feast around him spread; — And Fear and Love within his heart are bred."], [40, "28 CHRISTIAN HOPE. There is a Hope that never fails, All other hopes surviving; Which over Time and Death prevails From Heaven its source deriving. For earthly hopes, alas ! are vain, On mortals falsely smiling ; Those transient smiles but prove our bane Our trusting hearts beguiling. The Hope descending from above, Will disappoint us never; But end in that bright world of Love Where Joy shall bloom for ever ! LINES WRITTEN IN A COPY OF THE \" P1ETAS QUOTIDIANA.\" No form of words will God regard Without the spirit 's there ; The Pharisee met his reward — The hypocrite's despair."], [41, "29 ON OVERHEARING MY CHILD AT PRAYER. ON Prayer is the language of the heart, The contrite sinner's sigh. Spirit of Prayer, thy grace impart! This contrite heart supply ! For mercy, Lord, I would implore, To feel my sins forgiven ; Above this evil world to soar On wings of Faith to Heaven ! OVERHEARING MY CHILD AT PRAYER I saw thee meekly kneeling, And heard thy voice appealing Unto the Heavenly Throne ; With eyes and hands upraising, The great Creator praising, In Childhood's softest tone. Thine accents on me breaking, Like music, when awaking, On the still ear of Night — Throughout my spirit thrilling, While my glad eyes were filling With tears of pure delight."], [42, "30 THE INFANT SMILE. O, while in years increasing, May thy delight unceasing Be found in Holy Prayer ! With Christ to be in union, With Heaven to hold communion, And seek thy treasure there ! THE INFANT SMILE. That smile affords a transient gleam Of purity and bliss supreme, That once in Eden bloomed, Ere bright Perfection fled from earth, And Sin and Sorrow marked our birth, Or Death his power assumed. If thou shouldst hasten to the tomb, Sweet Innocent ! who 'd dare to doom Thy soul to endless woe ? When Christ declares, in words of love, Of such consists the world above ; Enough for us to know ! It would be hard indeed to part With thee, sweet treasure of my heart ! To me so kindly given ;"], [43, "TO THE REV. JOHN SANDYS, A. M 31 A.M PAINT PAUL' Yet if that smile in Death should sleep, I would not in despondence weep : — It must awake in Heaven ! TO THE REV. JOHN SANDYS, P'N HIS BEING APPOINTED TO THE PERPETUAL CURACY OF BALL'S POND. Hail ! faithful messenger of Grace ! Thou'rt welcome to thy resting-place. Happy and blest be thy career, Begun so well amongst us here ! Long may'st thou burn, a shining light, Still with increasing lustre bright ! Long may thy flock in crowds repair To meet thee in the House of Prayer! The weak-in-faith a cordial find, No more with fear to halt behind ! The strong their portion due receive, And all rejoice who Christ believe ! Warmed by thy zeal, to Heaven aspire, And join with the angelic choir! May careless sinners learn from thee From Death's destructive path to flee,"], [44, "32 ON THE DEATH OF * * * * * * And follow in the narrow way Which leads to everlasting day, And thousands yet unborn rejoice That e'er they heard thy warning voice. ON THE DEATH OF * * * My own dear love is gone, And I am left alone, In vain distressed ! And wherefore should I mourn, When she has reached the boum, Of heavenly rest ? Tell me, ye ills of earth, All pangs of human birth ; Tell me, O Death ! Ere thou hast lost thy sting, When thou art Terror's king, Stealing our breath ! Tell me, ye Angels, why, Who bore her to the sky ? Tell me, ye just,"], [45, "EPITAPH. 33 Whose spirits, perfect made, In glory now arrayed, Smile on her dust ? If I might call on thee, Now thou art pure and free, Spirit of light ! Tell me thyself, no more Thine absence to deplore, — Lost but to sight. Soon shall these mortal eyes Close on this world of sighs, And then, O may Heaven's clear light break on me, That I may look on thee In endless day ! EPITAPH WRITTEN FOR MY FATHER'S GRAVE-STONE. While o'er thy grave Affection weeps, Hope brightens through the gloom ; For he who in the Saviour sleeps, Shall triumph o'er the tomb. i>"], [46, "34 TO MY NIECE, ON HER MARRIAGE. In Him thy soul a refuge found, His merits were thy plea ; And when the awful trump shall sound, He will remember thee ! TO MY NIECE, ON HER MARRIAGE Now Sarah, while thy heart beats high, And Love and Hope, exultingly, Entwine a nuptial wreath Of fadeless flowers, to deck thy brow. And consecrate the mutual vow Of never-changing faith ; The tribute of a song I 'd raise, And on the brightest of thy days Make musical the air ; And, wafted on the seraph-wing Of Joy, Affection's offering Love's triumph shall declare ! Yes — in a jarring world like this, There is a golden chord of bliss, Which has a charm to move"], [47, "35 TO MY NIECE, ON HER MARRIAGE. Two hearts in tender unison, Until they vibrate into one, — One perfect tone of love. So soft, so pure, so full of joy, That Angels might their songs employ, And blend that tone with theirs. Such sounds those blessed spirits please — Love swells their highest symphonies, And breathes in heavenly airs. Hail wedded Love ! in Eden bright, Thou wert the solace and delight Of Man ! his crowning joy ! And still, though fallen, the kindest boon Now left of bliss that fled too soon, Which Sin might not destroy. Thy name 'sillumined with the beams Of Love divine, which Man redeems And opes the gate of Heaven ; \"As Christ so loved his Church, and died To save it, Man should love his bride\" — Thus the command is given. d 2"], [48, "36 LINES ADDRESSED TO A LADY. CORONET. O may you both in Him be one, Since that on Earth is Heaven begun ! Nor Time, nor Death can sever The souls that by His love are bound ; For they with glory shall be crowned, And reign with Him for ever ! LINES ADDRESSED TO A LADY ON HER EXPRESSING A WISH TO WEAR \\ To Beauty rising on the view, With gem-encircled brow, And flowing vest of richest hue, — All must in homage bow ; Her form is fairer, step more free, And dignity and grace Blend with the smiling witchery Now beaming from her face. You, Mary, have a feeling heart, A taste refined and true ; Graces \" beyond the reach of art,\" And beauty meet in you."], [49, "ON THE DEATH OF THE REV. E. IRVING. 37 By nature noble, you have claims High birth can seldom boast ; For what are titles, what are names, By fortune won or lost ? Thy brow would grace a coronet, Give lustre to a crown ; But crowns and coronets are set, In light that soon goes down. Then sigh not, Mary, sigh no more For baubles of a day : — A crown awaits thee on yon shore, That shall not fade away ! ON THE DEATH OF THE REV. E. IRVING The idol of a day, how soon cast down ! Irving, the wdd, the eloquent, the vain ; Yet zealous, faithful ; e'en the martyr's crown Had well adorned thy brow ! Thy life no stain E'er blotted; though the errors of a zeal Mistaken, yet sincere, thy brain had turned. For these nought else than pity should we feel, That such a light, which once so brightly burned,"], [50, "38 ON THE DEATH OF S. T. COLERIDGE. Should be eclipsed by darkness so profound ! The veil removed — on thy astonished sight Hath burst celestial radiance, while around Seraphic songs thy ravished ears delight ; Not \"unknown\" discord, which, ere thy release, Gave proof most mournful of thy mind's disease. ON THE DEATH OF S. T. COLERIDGE. Rest, gentle Coleridge ! from thy trembling hand Has dropped the Lyre — that wondrous Lyre which spoke In tones mysterious, high, yet passing sweet, And which could melt to Tenderness and Love, Yet, swelling, burst like thunder on the ear Of the oppressor, while the foul blasphemer Shrank, at the crash dismayed ; but Freedom pure, Celestial Truth, and Peace and gentle Love Rejoiced in their own music, and will ever ; For e'en on earth those strains will never die ; — In heaven they mingle with the seraphs' song, With whom thy blessed spirit now is dwelling, And free, expanding in the light of joy, Basks in the radiant smiles of Love divine !"], [51, "39 TO MARY. The calm of sorrow o'er thy face Shed a benign and chastened grace, I felt its soft control ; And in thy pleading pensive eye, Ascending like a prayer on high, I traced thy Heaven-born soul ! I saw in thee, my Mary, all That could my sinking heart recall To life and hope again ; With tenderness thy breast was moved, Thy sympathy and love have proved My wishes were not vain. The World may frown, but do thou smile. And mine is happiness the while, For thou my world wilt be ; And though the storms of life assail They o'er me never can prevail If thou but smile on me !"], [52, "40 ON THE DEATH OF YOUNG NAPOLEON How conquering France thy birth desired, Thou child of Hope, and heir of Fame ! What sympathies thy fate inspired ! What magic hover'd o'er thy name ! Thy father's fond ambition placed A crown upon thy infant head ; And Rome's insignia proudly graced, Poor innocent ! thy cradle bed. But ere from Chddhood's dreamings sweet, Thou didst to consciousness awake, Thy heart was spared those ills to meet, Which kings and kingdoms overtake. Thy youth in scenes retired was pass'd, From din of war, and passion free ; Nor gloom thy spirit overcast — Ambition had no charms for thee !"], [53, "ON THE DEATH OF YOUNG NAPOLEON. 41 The thunder of thy parent's power But died away upon thine ear, And whisper'd in thy peaceful bower, \"Ambition's is a bounded sphere.\" If the whole world its grasp supplied, How vain the mighty project still ! For other worlds must be denied, And thwarted yet its boundless will. Few, not unhappy, were thy days, Thou 'rt taken from the ill to come ; For Europe, in War's fearful blaze, Will soon pronounce Oppression's doom* ! Now heavy clouds, portentous, dark, Are gathering for the coming storm ; It, distant rolling, murmurs — Hark ! What wonders Freedom will perform ! * These verses were written at a period when the aspect of political affairs on the Continent, particularly in Belgium, was imminently threatening ; — but as the clouds which then lowered, passed away without bursting in a desolating storm, we would gladly hope that the remaining advances of Truth and Freedom may be entirely accomplished by weapons which \" are not carnal,\" and that their final triumph may be ushered in without the horrors of \" a confused noise and garments lolled in blood.\""], [54, "42 i, YOUTH RENEWED. The scenes endeared by choice of early youth, To Memory yield a pleasure unalloyed. We fondly linger on each field and tree, Each well-known path, each hill, and lake, and The loved companions of our happiest hours. There oft we wandered free and light as air, With buoyant hope and glowing fancy gay. The future all a world of joy unknown, A prospect boundless opened to our view : Nor Friendship treacherous, nor blighted Love, Nor Interest cold, nor dark Suspicion's frown, Disturbed the cheerful mind, the placid brow, But all was nature, innocence, and bliss ! stream When jaded with the cares of busy life, How grateful to return to scenes like these ! To leave the world behind, and live again The days of youthful joy, in Fancy's bower. The same bright varied landscape greets our eyes ; The river flows, the plains with verdure smile, The nodding trees afford their leafy shade, The birds are singing now, as then, with joy, And Time his progress loses in the scene."], [55, "13 MUSIC. WRITTEN IN AN ALBUM. Music soothes the mind to peace, Bids the storm of trouble cease, Opes the heart's full channel wide, Sorrow passing with the tide. Rapt in soft Elysian dreams, Haggard Care forgets her schemes ; Fear no longer dreads to hear Sounds foreboding danger near ; Melancholy's pensive eye Brightens into ecstasy ; Fell Despair his victim leaves, Whom with smiles fond Hope receives Madness owns its potent sway, Demons, trembling, flee away ! Come, thou charmer of the soul ! All our anxious thoughts control ; Bear us, in thine upward flight, To the realms of pure delight ; There, in thine enraptured sphere, Bliss to taste we know not here ; Where no jarring chords destroy Harmony's celestial joy !"], [56, "11 TO MARY, ON HER BIRTHDAY Welcome, day of joy ! to me, Bright with smiles of love and thee ; What to me so blest on earth As the hour that gave thee birth ? Though thy Mother's heart beat high When she heard thy first faint cry ; Though thy Father's sigh of bliss Greeted thee with rapturous kiss ; Though with pride in after-years, They beheld what most endears Children to a parent's heart, When they act a duteous part ; — Though thy aged Father's stay. Star of his declining day , Guardian Angel of his bed, Pillow of his sinking head, When his soft departing breath Yielded to the power of Death: — Take the witness of this tear, Thou to me art still more dear ! All that soothes the troubled breast, All that cheers when Hope 's depressed;"], [57, "45 THE SOCIAL HOUR. All that brightens every scene, Gloomy, stormy, or serene ; All that renders life most sweet, All that renders joy complete, In my Mary's smile I find, Ever constant, ever kind ! May revolving years but prove, Time will only ripen love ; That the path of Virtue shines Brighter as Life's day declines ; Thus together may we live And each other comfort give, Till at last we sink to rest, Both to be for ever blest ! THE SOCIAL HOUR. How pleasant is the social hour ! It yields a sweet relief from care ; A kind resource when evils lower, An antidote to fell despair ! 'Tis then the friendly eye we meet, Delighted hear the well-known voice. And every kindly feeling greet That makes the heart of man rejoice."], [58, "Hi CATHOLIC EMANCIPATION. The Star of Brunswick never shone With lustre half so bright, As now, while on the British throne Descends fair Freedom's light. The broken chains of Bigotry Lie scattered at the feet Of England's King; and Liberty Proclaims the work complete. The conscience free, no more enthralled By Law's oppressive chain ; To honours and to fame are called The sons of Freedom's reign. YOUTHFUL HOPE BLIGHTED. When Friendship false, with treacherous smiles Inspires the hope of Youth ; With soothing promises beguiles, And show of sacred truth ; Anticipation fondly clings, Around the picture Fancy brings."], [59, "47 LINES ADDRESSED TO A LITTLE GIRL. The bright illusion 's soon dispelled, The mask is thrown aside ; Where are the hopes so firmly held ? They only now deride ; And prove, alas ! that Friendship's name, And Treachery are oft the same. LfNES ADDRESSED TO A LITTLE GIRI Short-lived as a summer-day, Youth and Beauty pass away ! Virtue is a lasting treasure, Truth, a source of constant pleasure ; Beauty's smiles may cause a sigh, Kindle brightness in the eye ; Beauty's tears may melt awhile, Bring the kind restoring smile : But the graces of the mind, Only prove for ever kind ; They the heart will soothe and cheer, Blooming lovely all the year."], [60, "18 TO MY STEP-SON, ON HIS BIRTHDAY Dear Charles, this day demands a song, A song of love from me, \"Which haply you '11 remember long When I shall cease to be ; My name you bear not, but my love You share with those who do ; Your Mother's care is not above The care I feel for you. Altho' a Father's tender name Sounds strangely to your ear, A Father's love you now can claim — That name with joy may hear! For Duty and Affection own That claim is doubly thine, Your love for me has oft been shown, — For you, you 've witnessed mine. God bless thee, Boy ! may thy life's spring With smiles from Him be crowned ; And pleasures pure, without a sting, In thy young heart abound."], [61, "THE HOME OF EARLY YEARS. 49 And may the seed which Knowledge sows, In Virtue's bloom arise ; And each returning year disclose Some fruit that we may prize ! With years may our attachment grow And confidence impart ; — Thou, in the pride of manhood, show Time has not changed thy heart; — And I, the parent and the friend, To thee be more endeared, While honors on my head descend By thine affection reared ! SONG. THE HOME OF EARLY YEARS. I. While on the past Remembrance dwells, My breast with fond emotion swells : Glowing in every colored ray That Fancy sheds on Life's young day, I see what most my heart endears, My home, the Home of Early Years. E"], [62, "50 LINES FOR MUSIC. ■, II. Around the spot a charm is thrown, Elsewhere, alas ! to me unknown; When I from that dear roof withdrew, I found hearts cold, and smiles untrue, And sought with eyes all dimmed with tears My home, the Home of Early Years. III. And since, through many a checquered scene. I 've wandered far and happy been ; Yet still, in weal or woe, have sighed For those pure joys to Man denied, When that bright vision disappears Which lights the Home of Early Years. LINES FOR MUSIC. O why escapes that struggling sigh ? Why glistens in thine eye the tear ? Are not we bound by every tie That knits two hearts in love sincere ? — Absence will only prove me true, And make me feel how dear thou art ; Then all my Mary's charms anew Will captivate and melt my heart."], [63, "ON AFFECTION. 51 Can distance souls like ours divide, Can Time our tender passion chill ? Can scenes of pleasure, wealth, and pride, Forgetfulness of thee instil ? The more of Life's vain round I see, More bright will shine thy virtues rare, Mid heartless crowds I'll turn to thee, And find relief from Folly's glare. When Solitude shall leave me free- To ponder o'er the pleasing past ; Thy spirit shall bend over me, And Love's sweet spell around me cast ; In dreams my Mary shall arjpear, And I shall see my blissful home ; While her soft voice salutes my ear, \" From me no more thou'rt doomed to roam ON AFFECTION. Affection wipes away the tear That falls from Sorrow's eye ; Mid darkest gloom the heart can cheer, And Death itself defy !"], [64, "52 ON THE BIRTH OF MY DAUGHTER MARY'. 'Tis Love from Passion's dross refined — Sweet interchange of soul ! — Which leaves Mortality behind, And soars beyond the pole, To those ethereal blissful plains, Where Angels peaceful rove ; And He in glory ever reigns Whose hallowed name is — love ! ON THE BIRTH OF MY DAUGHTER MARY WHICH TOOK PLACE ON THE FIBST ANNIYERSABY OF MY\" MARRIAGE. Apt celebration of th' auspicious day, When at the altar we were bound for aye ; Best pledge of Lo ve ! which then with promise smiled ; O welcome to our arms, beloved child ! Sweet bud of Hope ! pure spring of heartfelt joy ! May no chill blast thy opening bloom destroy ; But may our hearts with each returning year, This day commemorate as doubly dear !"], [65, "53 VERSES WRITTEN IN AN ALBUM. As when, far distant from his native land, The traveller's heart is touched by some sweet air. Which, falling on his ear in accents bland. Tells of the joys of Home, and wafts him there ; So may this tribute of my verse recall Past scenes to Love, and purest Friendship dear : And though, long absence should our lot befall, Their faithful record still be present here ! TO MUSIC. There dwells in thee a charm to soothe The mind oppressed with anxious care, Which renders all that's rugged smooth, And makes our troubles light as air ! No treacherous pleasures from thee spring ; Thy nectar pure, thy joy refined, No keen regret no sorrow bring, But, while they please, exalt the mind."], [66, "54 BIEND ON A MOUNTAIN ASH CUT DOWN FROM BEFORE THE HOUSE OF A I watched thy rising form, Which weathered every storm, And towered with graceful head ; I traced thy leafy spring, Thy Summer-blossoming, And Autumn berries red. I saw at Winter's blast Thy sear leaves falling fast, Thy limbs all stript and bare ; But knew his dreary reign Was short, and Spring again Thy verdure would repair. But now, alas ! no more Can Spring thy dress restore ; Nor summer-blossoms white, Nor berries red adorn ; Nor pearly dew of Morn Make thee look fair and bright."], [67, "ON ENVY. 55 The breeze no more shall wake To life thy leaves, and make Soft music to my ear; For thou art gone, fair tree, So long a joy to me, And still to Memory dear ! ON ENVY. First Envy, eldest born of Hell, embrued Herhands in blood. — Porteus. When Satan, daring to rebel, Was hurled from Heaven to deepest Hell, Envy, the daughter of Despair, Received with joy her sovereign there. Ambition, Pride, he still possessed, But they were thorns within his breast; Envy, alone, his heart consoled, And her he cherished uncontrolled. She led him first fair Eve to win, And fill the world with death and sin ; Bliss to destroy his darling aim, The glory of his endless shame. — Cursed Envy ! hide thy serpent-head, — Life, Peace, and Joy before thee fled ;"], [68, "56 SYMPATHY. O that in Hell thou 'dst been confined, Nor reached the hearts of human kind ! On Earth how soon thou didst arise To sever Nature's fondest ties ; And in the first of Woman born Thy fatal power had man to mourn ! O Cain ! within thy tortured breast, Consuming Envy raised her crest ; Destroyed thy peace, and urged thy mind To do a deed that cursed thy kind, And sent thee wandering to and fro, In every place to find but woe ! The dreadful mark thy forehead bore Thy race displays on every shore; — How many are the sons of men In whom that mark is seen again ! SYMPATHY. (FOR .MUSIC.) When from storms of evd shrinking, And the heart with grief is sinking, What delight a tear imparteth As from Love's soft eye it starteth!"], [69, "ON DISSIPATION. 57 Then is felt the bliss of sorrow, Which from tears a smile can borrow, Like the rainbow-drops descending With the beauteous sun-beams blending. Sympathy! from Heaven descended; — By thy tears or smiles befriended, On thy gentle breast reclining I will ever cease repining. ON DISSIPATION. How many seek in Dissipation's round Their sorrows and their cares to fly ! How many wanderers in this path have found The cankering worm \" that doth not die ;\" And in their bosoms placed with fostering care, The reptile of Destruction and Despair ! 'Tis not the oblivion of the flowing bowl, Nor fairy step of magic Dance ; 'Tis not the fervour of the vinous soul, Nor uproar at a game of chance, The troubles of an aching heart can chase : For inward sighs reproach the smiling face."], [70, "58 SLANDER. The syren Pleasure hath a voice to charm Frail Man, too oft the slave of Sense. Seldom, alas ! can Reason's force disarm The smiling fiend, whose sure defence Is found in human weakness. Treacherous joys Ensnare, and Man his happiness destroys. Thrice happy they who hear the \" still small voice Of Conscience speaking to the heart, And then, responsive echo back the choice Of heavenly Virtue, and depart From Sin's seductive banquet, to enjoy Those pleasures only which have no alloy. SLANDER. Slander, thou poison-tongued, of Envy born, Thy breath infects the moral air ; With pointing finger, ever raised in scorn, Deriding all that's good and fair; Hissing reproach upon a virtuous name, And tearing laurels from the brow of Fame. The virgin blush of Modesty invites To vigilance thy restless eye ;"], [71, "59 VIRTUE. Anon, thy deadly venom early blights Pure hopes, alas ! but born to die ; And Youth and Beauty thus are doomed to be, Like flowers, with Innocence, entombed by thee ! The young aspirant to Fame's templed hill, A murmuring voice at distance hears ; Forebodings strange and sad his bosom fill ; Thy thunders soon confirm his fears ; With anguish bleeds his proudly sinking heart, And all his visions fair at once depart. Relentless Demon ! smiling at the wreck Of Youth's fond hopes, and Genius bright ; O when shall Truth tread on thine iron neck, And vindicate her sacred right — Proclaim to Man the triumph of her reign, And thy false tongue be never heard again ? VIRTUE. When Virtue for its praise Is sought alone, Tis like the meteor's blaze. But seen, and gone."], [72, "60 SONNET. But when for its own sake The treasure 's won, 'T will in the bosom make A glorious sun ; Which, though clouds intervene And hide its light, Through all this changing scene Beams ever bright ! SONNET. ADDRESSED TO A YOUNC FRIEND. In childhood, Susan, when thy beaming eyes And glowing cheeks, in rosy gladness smiling, The brow of Care could smooth, the heart beguiling By the soft spell which Innocence supplies — Pure as the dawning ray of Eastern skies, I oft the kiss impressed ; since, have I traced Thy opening mind, and now a maiden graced With modest pride, and in the charm that lies In Woman's fairest virtues, thee I hail, Thy Parent's joy, reward for all his care ! Long may he live, and as he, slow, the vale Of life descends, may thou his star appear ; And at his closing hour, his solace still, Behold him meekly bow to God his Father's will !"], [73, "61 B. XIV SLEEP AND DEATH. (AFTER THE GERMAN OF KRUMMACIIERJ And there meeting Sleep, Brother of Death, she pressed his hand and said- CPIWPER'S HOMER Together linked in fond embrace, Two Angels of benignant grace, One, sleep commissioned to bestow, The other death, on all below, Wandered about the face of earth. Far from the scenes of noisy mirth And haunts of men, upon a hill Retiring, they reclined ; a rill Was softly murmuring at their feet, Save which no sound awoke to meet The ear ; serenely pure the sky, And o'er their heads, depending high, The boughs of clustering trees a shade About them spread, and grateful made The scene around ; with mellowing ray The sun, declining, beamed, and day Had melted into evening calm, Distilling through the air a balm"], [74, "62 sleep and death. Of mingled sweets, like gentle dew. They held, until dim twilight threw Its mystic shadows o'er their view, Communion sweet ; then mused, till Night Her glowing stars had kindled bright, And Man, retiring, sought repose From earthly toils, and earthly woes. Now Sleep's mild angel rose, and said, His bright wings opening, \" I must spread O'er all the earth my canopy, And lull in soft repose the high, The low, the wretched, and the gay, All subjects of my hallowed sway ; — To sweet Oblivion consign Their weary minds, till Morning shine, And dissipate my slumber-spell ; Then they'll awake to Joy, and tell With early Day's returning glow, The blessings which to me they owe.\" To whom, dejected, with a sigh, A tear now trembling in his eye, Such as immortals weep, and pale With grief, Death's angel, \" Men assail With hate implacable my name, Call me their direst foe. What claim"], [75, "63 SLEEP AND DEATH. Have I on them for grateful joy, Who e'en their breath of life destroy ? \" Sleep's gentle angel then replied, — \"As brothers, are we not allied? For when the righteous man awakes From thy cold sleep, a morning breaks More gladdening far than mine : his eye Beholds a purer, brighter sky ; He breathes empyreal air, no more To die ; and on the heavenly shore Arrived, to him an endless day Its opening glories will display!\" Suffused with joy, the full dark eye Of Death's fair angel glistened, high Exulting, he embraced, with more Of tenderness than e'er before, His brother. O'er them softly break Celestial harmonies, which wake Within them all the soul of Love, And lure them to their flight above The lower sphere of Earth and Night, To realms of never-fading Light !"], [76, "64 STANCES A L'ESPERANCE. PAR M- HOFFMAN. Espoir, consolateur ! tout ressent ta puissance, Veillant dans les palais, veillant dans les hameaux Appaisantla douleur, doublant la jouissance, C'est ton bras qui soutient la chaine de nos maux, Vous nous bercez deja dans le matin de Fage, Vous nous bercez encore au declin de nos ans, Vous promettez toujours, Esperance volage, Et vos appas trompeurs sont toujours seduisans, Ne m'abandonne pas : l'eclat de ta lumiere, Pour etre mensonger, n'en sera moins beau ; Et quand je serai pret de fermerla paupiere, Que je te vois encore assise sur mon tombeau ! STANZAS TO HOPE. (AFTER THE FRENCH OF M. HOFFMAN). Balm of the soul, sweet Hope, to all Alike in palace and in cot ; Whatever ills our lot befall, Thine arm sustains and fails us not,"], [77, "65 SONG FROM THE GERMAN. Thou cheerer of Life's opening morn, Nor less of our declining age, Though fickle, yet of promise born, Thy charms the heart must still engage, Forsake me not ! Though fatse thy light, It yet is not less fair to me ; And on my tomb, ere closed my sight, May I thy beaming radiance see! SONG FROM THE GERMAN. // gjtdnc fitcbcr, SSJicinc Sangc.\" All my strains, the softest, sweetest, Only fill the passing hour ; Sweetest sounds are oft the fleetest, Soonest fades the fairest flower ! Those whose voices most delighted, Now, alas ! are known no more ; Fame deserved, and yet so slighted, Why should I its loss deplore ? Could I touch one chord of feeling Strung within another's breast, F"], [78, "66 THE ORPHAN GIRL. From my heart's warm current stealing, Purest joy would be confest : — Though departed, in Death sleeping, Yet the power which touched the string, Will, within that bosom keeping, Echo still the strains I sing! THE ORPHAN GIRL. (AFTEB THE GERMAN.) While under Heaven's bright starry throne God strews a thousand flowers; I stand in the gay world alone, And Grief consumes my hours. Flowers bloom, but not, alas! for me, And Pleasure smiles in vain ; Nor flowers nor smiles, my heart can free, My flowing tears restrain. A Mother's smile, a Father's eye No longer beam on me ; The Future, like a clouded sky, Frowns on me dismally."], [79, "RATHC0RM l( . 67 No hand will guide me in the way Of Virtue and of Truth ; Nor check me lest I go astray, Amid the snares of Youth. On me, alas ! no eye will look With tenderness and love ! — Yet though by all the world forsook, I have a friend above. For thou, O God, my Father art, My Guide, my Friend wilt be ; And soften e'en the hardest heart, And make it feel for me ! RATHCORMAC. Then said Jesus unto him, Put up again thy sword into his place ; for all they that take the sword shall perish with the sword. — Matt. xxvi. 52. Jesus answered, My kingdom is not of this world: If my kingdom were of this world, then would my servants fight. John xviii. 36. Hibernia mourns, and Albion hears the wail ! 'Twas borne in murmurs o'er the troubled sea ; And at the awful tidings men grew pale, While Wives and Mothers wept in agony !"], [80, "68 RATHCORMAC A minister of Christ, — Great God forbid! A ravenous wolf devouring the weak flock, — A monster in man's shape it was who did A Deed would melt a heart hard as the rock ! The Widow and the Orphan cry to Heaven, T'avenge the blood of husbands, fathers slain ; And parents, for their children frantic driven, Weep for their loss, but weep, alas ! in vain. The Widow Ryan had a worthy son, Her sole support, her heart's delight and stay Her farm his care, he had his duty done, His father's loss thus seeking to repay. With terror she perceives a force advance, — The parson backed by soldiers, to demand Tithes in arrear ; she saw no other chance But dire submission to the tyrant's band. But now submission was, alas ! too late, She had resisted payment with the rest, Therefore, with them, must suffer from the hate And fury of the wretch who all oppressed ;"], [81, "RATHCORMAC. 69 She said, that now she would discharge the claim Of tithes, she long had never failed to pay ; And why she last refused, was, that there came A notice which 'twas death to disobey. Then on her knees for pity she implores, — \" Commit no outrage here for Mercy's sake ! \" The widow's cry will reach to distant shores, \" And Justice will the wicked deed o'ertake.\" Remonstrance was in vain, the soldiers fire, — Meet answer to a frantic mother's prayer ! Her son, her only stay, her heart's desire, Falls dead, and she's abandoned to despair ! Behold her madly raving o'er his corse ! Now stiffening cold within the grasp of Death ; With eyes and hands upraising to the Source Whence vengeance comes, she cries, with falt'ring breath \" If Abel's blood to Heaven for vengeance cried, \" Sure thine, my son, shall not ascend in vain. \" O God! can thy just judgments be defied \" By men, thus branded with foul Murder's stain ?"], [82, "70 RATHCORMAC \" O no, it cannot be ! the time will come \" When blood for blood in justice shall be shed; \" And righteous Vengeance, armed with power, strike dumb \" With terror, men by blood and slaughter fed.\" Then, swooning, she sank down upon the ground, Beside the dear remains of her slain child, Her pale face with his blood besmeared; while round Are gathered friends with rage and horror wild, Amid the shrieks of women, and the groans Of many wounded, weltering in their gore ; Whde others o'er the dead gave piteousmoans Which rose like breakers on the sullen shore ! At length the uproar ceased ; and now a gloom, Silent and deep, possessed the hearts of all ; While with prophetic sighs the murderers' doom Was fixed, and on them soon will justly fall ! Ye mitred heads ! beware how you again Oppose a Christian measure* wise and good ; Which, but for you, and those who own your reign, Had saved this horrid waste of human blood. * The Irish Tithe Bill."], [83, "RATHCORMAC. 71 •j Remember, you are Ministers of Peace ! The Sword your Heavenly Master did not use Nor suffer his disciples : then, O cease To disobey Him, and his Name abuse. Ye men of counsel, men of might, arise ! And vindicate the cause of God and Man ; Ye Britons, let your voices reach the skies, To shield us from the frantic Widow's ban ! From sacred Majesty upon the throne, Down to the meanest subject of his sway, Let all unite — in this just cause be one And wipe the dreadful stain of blood away ! THE end. PpiIIN \\\\ CltTHF.lMr.R, PRINTED, LEMAN-STREET,"], [84, ""], [85, ""], [86, ""], [87, ""], [88, ""]]