[[1, ""], [2, ""], [3, "ON A PLASTIC OPERATION FOR THE RESTORATION OE THE LOWER LIP BY THOMAS P. TEALE, SURGEON TO THE LEEDS GENERAL INFIRMARY COMMUNICATED BY WILLIAM BOWMAN, F.R.S. [From Volume XXXVIII of the 'Medico-Chirurgical Transactions' published by the Royal Medical and Chirurgical Society of London.] LONDON: PRINTED BY J. E. ADLARD, BARTHOLOMEW CLOSE. 1855."], [4, ""], [5, "ON A PLASTIC OPERATION FOR THE RESTORATION OF THE LOWER LIP. BY THOMAS P. TEALE, SURGEON TO THE LEEDS GENERAL INFIRMARY. COMMUNICATED BY WILLIAM BOWMAN, F.R.S. Received Nov. 30th.— Read Dee. 12th, 1854. Of the evils resulting from the contraction of scars, few are more serious, either in the distress or the disfigurement they occasion, than the eversion and dragging dovmw7ards of the lower lip following burns of the neck. The features are thereby hideously deformed, and the power of retaining the saliva is lost. For the relief of this deformity I have adopted the mode of operating, which it is my object in this paper to describe. Before doing so, I will, however, make a few observations on some plastic operations which have been performed for the relief of scars of the neck by the division of the bands of cicatrix, and the transplantation of a neighbouring portion of sound skin to fill up the chasm. In 1 839, Mr. Carden,1 of Worcester, operated upon a girl, 1 ' Transactions of Provincial Medical and Surgical Association,' vol. xii."], [6, "2 ON A PLASTIC OPERATION FOR aged fourteen years, who was greatly deformed by a burn, which occurred seven years before. The movements of the head were much restricted ; the mouth was permanently open ; the tongue protruded ; the lower incisors projected horizontally, and there was constant dribbling of saliva. A transverse incision was made throughout the entire extent of cicatrix in front of the neck. The chin was then drawn upwards, and every tense band connected with the cicatrix was divided until the head was relaxed nearly into its natural position. A flap of skin, three inches long and two and a half inches wide, was detached on each side from over the clavicle and chest. These were raised and united in front of the throat. The degree of improvement effected in this case, and tested by the lapse of four years, was highly gratifying. Subsequently to the performance of Mr. Carden's operation, a similar proceeding was adopted in several cases, with great success, by Dr. Mutter,1 of Philadelphia. I have performed this operation in six cases since August, 1848, and have witnessed it in some others by my colleagues at the Leeds Infirmary. In all these cases, observed by myself, there was a marked and most satisfactory improvement in the movements of the head and neck. In one case, besides the advantage just noticed, the displacement of the lip was relieved, and the patient was enabled to retain her saliva. In all the cases the displacement of the lip was in a greater or less degree mitigated by the operation on the neck, but in several this particular deformity remained to such an extent as to render a special operation for the restoration of the lower lip necessary. In these autoplastic operations on the neck it is of essential importance, as stated by Dr. Mutter, that the incision of the scar should extend from sound skin on one side of it to sound skin on the other, and that every band of adventitious fibrous tissue beneath the scar shoidd be ' British and Foreign Medical Review,' April, 1845."], [7, "THE RESTORATION OF THE LOWER LIP, 3 divided until the bottom of the wound discloses a loose healthy cellular tissue. The flap to be transplanted may be taken from any neighbouring portion of the neck, shoulder, or thorax, where healthy skin can be obtained. In one case, from lack of sufficient sound skin, I was under the necessity of including a portion of cicatrized skin in the flap. The very accurate adaptation of the flap by suture should be avoided, as great tension renders the flap liable to slough. It is, therefore, better to be content with attaching the flap at its extremity and one of its borders, and to leave the other border free. Much may be done afterwards by careful dressing, during the healing process, in rectifying any separation of the parts. As far as I have observed, the transplanted flap never unites to the edges of the wound by the \" first intention.\" All that is accomplished in the first instance is an organic union of the cellular surface of the flap to the parts beneath. The more close approximation of the edges of skin is obtained during the processes of granulation and healing. When the bands of scar are so numerous or extensive as to require more flaps of skin than one to be inserted, it is better to repeat the operation at separate times. I saw much constitutional disturbance in one case from the operation having been conducted on too large a scale in the first instance. After the lapse of some months the transplanted portion of skin is sometimes found to have yielded to a process of stretching, so as to exceed considerably its original dimensions. The special operation for the restoration of the lower lip, which I have now to describe, consists in the formation of two lateral flaps from the everted lip and neigbouring portions of the cheeks, and in uniting them in the median line above the central portion of the base of the everted lip ; or, in other words, in building up a new lip upon the base of the old one."], [8, "4 ON A PLASTIC OPERATION FOR The operation will be rendered more intelligible by reference to the accompanying diagrams. Two vertical incisions, about three quarters of an inch in extent, are made through the everted lip down to the bone, A* A A*, the everted lower lip ; A, middle portion of ditto. B A* and A* B, the two lateral flaps formed from the everted lower lip and cheek on each side. leaving between them the central portion of the lip of an extent equal to half the distance from one angle of the mouth to the other. From the lower end of each of these in cisions, the knife is carried in a curving direc tion outwards and upwards, so as to terminate about one inch from the angle of the mouth, opposite to the second molar tooth of the upper jaw. The A, middle portion of everted lip. B A* and A* B, the two lateral flaps united by suture in the median line to each other, and below to the middle portion of the everted lip. two flaps thus marked out are then detached from their con nections with the bone, the mucous mem brane uniting them to the al veolibeing freely divided. Lastly, a bare surface is made along the upper border of the central portion of the"], [9, "THE RESTORATION OF THE LOWER LIP. 5 everted lip, by a transverse line of incision, near the junction of the lip with the alveoli. The incisions being thus completed, the lateral flaps are united by twisted sutm-es, and two or three interrupted sutures, to each other on the median line, and to the central portion of the lip below. Case i. — In January, 1850, I performed this operation, with the most satisfactory result, on Emma Spencer, of Bawtry, æt. 9. In 1849 she had undergone two operations on the neck by transplantation of skin, and had thereby obtained great relief in the movement of the head and neck. The eversion of the lip, however, although a little diminished, continued to distress her much. The teeth had an horizontal direction, and the saliva could not be retained. In this condition, in January, 1850, the operation for restoration of the lower lip was performed ; she was afterwards enabled to retain the saliva, and her appear ance was remarkably improved. In 1853 the exposed por tion of the lower lip, now forming the chin, had become pale in colour, and nearly resembled in appearance the common skin. Case ii. — In January, 1853, Jonathan Hirst, of Crowle, in Lincolnshire, æt. 13, was admitted into the Leeds Infirmary. He was severely burnt several years before about the neck. The head was dragged down towards the sternum, and its movements were greatly impaired ; the lower lip was com pletely everted and bound down to the chin; the lower incisors had a horizontal tendency; and the cheeks and eyelids were drawn downwards. A large band of scar, situated in front and on the right side of the neck, was divided, and numerous bands of adven titious fibrous structure were destroyed, so as to expose the healthy adipose and cellular tissue beneath. In the vacuity thus produced a flap of skin was placed, taken from the chest immediately below the left clavicle. By this operation the movements of the head and neck were restored to a tolerable degree of perfection, and the eversion of the lip was a little but not much mitigated."], [10, "6 OPERATION FOR RESTORATION OF LOWER LIP. June 16th, 1854, I operated on the lip in the manner described above; the healing of the incisions proceeded rapidly, and he left the hospital on the 7th of July, able to retain the saliva, and with his features greatly improved. Case hi. — Sarah Kay, æt. 13, having been much dis figured by burns on the neck, underwent, in April, 1851, the operation of transplantation of skin after division of a large band of cicatrix in the neck. The movements of the head and neck were restored by this operation nearly to their natural state, but the lip remained much everted and bound down to the chin, the lower incisor teeth had a horizontal tendency, and the saliva could not be retained. July 21st, 1854, the operation for restoration of the lip was performed. August 22d, the wounds were healed, and the patient left the hospital, able to retain the saliva, and having a pleasing expression of countenance."], [11, ""], [12, ""]]