[[1, ""], [2, ""], [3, "THOMAS and SALLY: O R, The Sailor's Return. A MUSICAL ENTERTAINMENT. A3 it is performed at the Theatre Royal in Covent-Garden. The MUSIC compofed by DOCTOR ARNE, The THIRD EDITION. LONDON: Printed for W. Griffin, in Fftter Lane. MDCCLXV. (Price ONE SHILLING.)"], [4, "In a few Days will be Publifhed, Price One Shilling and Sixpence, the Eleventh Edition. O F L OVE in a VILLAGE; ANEW COMIC OPERA. Written by the fame AUTHOR: And Acted with great applaufe, at the THEATRE ROYAL I N COVENT- GARDEN."], [5, "T O Miss BRENT, Madam, NEXT to the beautiful com- position of Doctor Arne, I am convinced nothing has contri buted fo much to the great fuccefs of this little Piece, as your incom parable performance in it, hitherto unequalled by any Englifh finger, and I am afraid fuch as will hardly be matched by any that may come hereafter. It is but juftice then, that I fhould prefent you with- this third Edition of my work, which I defire you"], [6, "DEDICATION. you to accept, as a grateful tribute to. that merit to which I have fo many obligations. With a perfect admiration of your talents, and the fincereft wimes for their long continuance in their pre fent unrivalled luftre, I am, Madam, Your moft obedient, Humble Servant, The AUTHOR."], [7, "PREFACE. *Tp H E public has made fo little diffi- •JL culty hitherto, in fwallowing naufe ous, or at beft, infipid verfes, when they have been wrapped up in agreeable mufic ; that to offer a word, either by way of de fence, or apology, for the following trifle, feems altogether unneeeffary. It will be eafily believed, that the au thor did not write it with a view to acquire the reputation of a genius : he muft be a fim pleton indeed, who hopes to give people an idea of his wealth by fhewing them a hand ful of farthings. He wrote it merely to comply with the requeft of a theatrical per fon, whom he had an inclination to oblige; it was defigned and finifhed in fomewhat lefs than a fortnight ; and his excufe for now fuffering it to appear in print (and he really thinks fuch an excufe neceffary) muft be the nature of a mufical entertainment, which requires, that the words fhould be A 2 put"], [8, "PREFACE. 6 put into the hands of the audience, who would otherwife find it impoffible to ac company the performers in what they fing upon the ftage. He is no ftranger to the whimfical pre judice, which inclines moft people to mea fure the worth of dramatic pieces by their length ; and becaufe a mufical entertain ment is unavoidably the fhorteft of any, makes them, for that reafon, deny it's be ing capable of any degree of merit at all. But though what he here ventures into the world, is neither a Tragedy, a Comedy, or even fo much as a Comedy of two acts ; he flatters himfelf, there are fome few, who will not condemn it, merely becaufe it is not, what it was not defigned for : he hopes they will confider, that when he fat down to write it, he fat down to write a mufical entertainment; and that a certain poet and critic, who is allowed to have been a tolerable judge in fuch matters, has told us, no author can compafs more than he intends. If"], [9, "PREFACE 7 If after this, any perfons have an incli nation to find fault with it, they are hearti ly welcome : nay, he will fo far fubfcribe to their opinion, as to confefs, there are fome as bad lines in it, as the worft dablers in fing-fong ever were guilty of; but he thought it needlefs to correct them, as every thing of this kind muft be caftrated, in order to make it perfectly mufical ; and ftretched and altered, to fit the fhape of the ftage. However, he would certainly point out the exceptionable lines, to fhew he is not ignorant of them; but that he takes it for granted, there will be people enough ready to fave him that trouble. Thus far by way of Preface ; which the author has written, only becaufe he is af fured there is nothing fo acceptable to the purchafers of any thing in the form of a book, now a-days, as a reafonable penny worth in print and paper; and he had a mind to avail himielf of the advantages at tending an additional half-fheet. For"], [10, "PREFACE 8 For the fame reafon too he might poffi bly have attempted a Dedication ; but, unfortunately, the only perfonages likely to patronize his performance are united in a particular fociety ; and he was at a lofs in what manner to order their titles, fo as to make a proper blazon at the head of a page. However, in this place he would be under ftood to infcribe the following rhimes to thofe vagrant choirefters, who like the bards of old, fing verfes about the public ftreets; and if when they have thought proper to advance his ballads to a place in the Chimney-fweeper's Garland, the Sweetheart's Delight, or any other of their ingenious collections; they fhould (thro' their novelty, and the prevailing argu ment of playhoufe tunes) be the means of rendering more reafonable in their demands, thofe grinders of the mufes, who have the confcience to expect fix and thirty pretty fongs in one book for a halfpenny ; he fhall think the time and pains they coft him in cornpofing, very well beftowed. To"], [11, "PREFACE. 9 To conclude. The author thinks there is no doubt, on account of the mufic, which is admirable ; and the performance, which will be excellent; but this little piece muft fucceed upon the ftage ; but after having been acquitted there, he forefees, fome bufy people will be for bringing it be fore the judges in the court of criticifrn. Now he appiles himfelf to the faid judges, requiring them to confider all fuch pro ceedings as arbitrary, at leaft, if not un precedented : he defires, that they will fuffer the infignificancy of this piece, to fcreen it from their cognizance ; and that they will not attempt to break a butterfly upon a wheel. DRA-"], [12, "DRAMATIS PERSONS MEN. The Squire, Thomas, Mr. Mattocks.. Mr. Beard. WOMEN. Sally, Dorcas, Mifs Brent. Mifs Poitier? SCENE, The COUNTRY."], [13, "THOMAS and SALLY: O R, The Sailor's Return. ACT I. SCENE I. A Forrest. Enter 'Squire and Huntsmen, with Horns, &c. 'S Q^U I R E. A I R I. THE ecchoing horn calls the fportfmen abroad, • To horfe, my brave boys, and away ; The morning is up, and the cry of the hounds Upbraids our too tedious delay. What pleafure we feel in purfuing the fox, O'er hill, and o'er valley he flies ; Then follow, we'll foon overtake him. Huzza \\ The traitor is feiz'd on, and dies. B Trium-"], [14, "THOMAS and SALLY: or, 2 Triumphant returning at night with the fpoil, Like Bacchanals, fhouting and gay ; How fweet with a bottle and lafs to refrefh, And lofe the fatigues of the day. With fport, love, and wine, fickle fortune defy j Dull wifdom all happinefs fours : Since life is no more than a paffage at beft, Let's ftrew the way over with flow'rs. SCENE II. A Cottage. Sally difcovered fpinning at the door. SALLY. In vain I Arrive my forrows to amufe ; Stubborn they are, and all relief refufe : What med'cine fhall I fly to, or what art ! Js there no cure for a diftemper'd heart ? A f'R"], [15, "the SAILOR'S RETURN. 3 AIR II. My former time how brifk, how gay ! Oh ! blithe I was as blithe could be : But now I'am fad, ah, well-a-day ! For my true love is gone to fea. The lads purfue, I ftrive to fhun, Though all their arts are loft on me ; For I 'to death fhall love but one, And he, alas ! is gone to fea. As droop the flow'rs till light's return, As mourns the dove its abfent fhe ; So will I droop, fo will I mourn, 'Till my true love returns from fea. S C E N E III. Dorcas. Sally DORCAS What, will you never quit this idle trade ? Still, ftill in tears ?— — Ah, you're a foolifh maid J In time have prudence, your own int'reft fee ; Youth lafts not always ; be advis'd by me. B 2 AIR"], [16, "THOMAS and SALLY: or 4 A I R III. That Miy-day of life is for pleafure, For finging, for dancing, and fhow'; Then why will you wafte fuch a treafure, In fighing and crying heigho ! Let's copy the bird in the meadows, By her tune your pipe when 'tis low ; Fly round, and coquet it as ihe does, And never fit crying heigho ! Though when in the arms of a lover, It fometimes may happen, I know ; That, e'er all our toying is over, We cannot help crying — heigho ! In age ev'ry one a new part takes I find to my forrow 'tis fo ; When old, you may cry till your heart achs, But.no one will mind you -heigho 1 S ALLY. RECITATIVE. Leave me. DORCAS. Go to 1 come to make you glad, Odfooks, what's here ? this folly fets me mad. You're grieving, and for whom ? — 'tis pretty fport — ■ For one that gets a wife at ev'ry port. SAL"], [17, "the SAILOR's RETURN. 5 SALLY. Dorcas, for fhame, how can you be fo bafe ! Or after this look Thomas in the face ! His fhip's expected. DORCAS. Tell not me the 'Squire As Tom is yours, you are his heart's defire. Then why fo peevifh, and fo froward ftill ? He'll make your fortune; let him have his will. SALLY. AIR. IV. Were I as poor as wretch can be, As great as any monarch, he ; E're on fuch terms I'd mount his throne, I'd work my fingers to the bone. Grant me, ye Pow'rs, I afk not wealth j Grant me but innocence and health. Ah ! what is grandeur link'd to vice ? 'Tis only virtue gives it price. SCENE"], [18, "6 THOMAS and SALLY: or, SCENE IV. DORCAS. Well, go your ways — I cannot chufe\" but fmile; Wou'd I were young again — alas ! the while ; But what .are wifhes. wifhes will not do : One cannot eat one's cake, and have it too. A I R. V. When I was a young one, what girl was like me ? So wanton, fo airy, and brilk as a bee : I tattled, I rambled, I laugh'd, and where'er A fiddle was heard, to be fure I was there. To all that came near I had fomething to fay ; 'Twas this, Sir— and that, Sir — but fcarce ever nay ; And Sundays, drefs'd out in my filks and my lace, I warrant I flood by the beft in the place. At twenty, I got me a hufband — poor man ! Well, reft him, we all are as good as we can ; Yet he was fo peevifh, he'd quarrel for ftraws ; And jealous though truly I gave fome caufe. He fnubb'd me, and huff'd me but let me alone ; Egad I've a tongue and I paid him his own. Ye wives, take the hint, and when fpoufe is untow'rd, Stand firm to our charter and have the laft word. But"], [19, "the SAILOR's RETURN, 7 Bat now I'm quite alter'd, the more to my woe ; I'm not what I was forty fummers ago ; This Time's a fore foe, there's no fhunning his dart ; However, I keep up a pretty good heart. Grown old, yet I hate to be fitting mum-chance ; I ftill love a tune, though unable to dance ; And books of devotion laid by on my fhelf. I teach that to others, I once did myfelf. SCENE V. Changes to a Grove 'Squire. Sally SALLY. Ah ! whither have my heedlefs fteps betray'd ? 'S Q,U I R E, Where wou'd you fly ? of whom are you afraid ? Here's neither fpe£bre, ghoft, nor goblin nigh ; Nor any one but Cupid, you, and I. SALLY. Unlucky ! 'S Q.U I R E. 'Sdeath fhe fets me all on fire : Bewitching wench ! I languifh with defire. But"], [20, "THOMAS and SALLY: or, ■$ But wherefore do you fhrink, and trembling ftand, So coy, fo filly ? SALLY. Pray, Sir, loofe my hand. 'S Q_U IRE. AIR VI. When late I wander'd o'er the plain, From nymph, to nymph, I ftrove in vain, My wild defires to rally ; But now they're of themfelves come home. And, ftrange 1 no longer feek to roam : They center all in Sally. Yet fhe, unkind one, damps my joy, And cries I court but to deftroy : Can love with ruin tally ? By thofe dear lips, thofe eyes, I fwear, I would all deaths, all torments bear, Rather than injure Sally. Come then, oh come, thou fweeter far Then jeflamine and rofes are, Or lillies of the valley ; O follow Love, and quit your fear, • He'll guide you to thefe arms, my dear, And make me bleft in Sally. SAL"], [21, "the SAILOR'S RETURN. 9 SALLY. RECITATIVE. Sir, you demean yourfelf; and, to be free, Some lady you fhould chufe of fit degree : I am too low, too vulgar 'S Q.U I R E. Rather fay, There's fome more favour'd rival in the way : Some happy fweetheart in your thoughts takes place ; For him you keep your favours ; that's the cafe. SALLY. Well, if it be, 'tis neither fhame nor fin ; An honeft lad he is, of honeft kin : No higher than my equal I pretend : You have your anfwer, Sir, and there's an end. 'S QJJ I R E. A I R VII. Come, come, my dear girl, I muft not be deny'i ; Fine cloaths you fhall flafh in, and rant it away : I'll give you this purfe too, and hark you befide, We'll kifs and we'll toy all the long fummer's day, c SAL"], [22, "THOMAS and SALLY: or, 10 SALLY. Of killing and toying you foon would be tir'd, Oh ! fhould haplefs Sally confent to be naught ! Befides, Sir, believe me, I fcorn to be hir'd ; The heart's not worth gaining which is to be bought, *S Q_U I R E. Perhaps you're afraid of the world's bufy tongue ; But know, above fcandal you then fhall be put; And laugh, as you roll in your chariot along, At draggle-tail chaftity walking a-foot. SALLY. If onlv thro' fear of the world I was fhy, My coynefs and modefty were but ill fhown ; It's pardon 'twere eafy with money to buy ; But how, tell me how, I fhould purchafe my own. 'S Q_U IRE. Leave morals to grey-beards, thofe lips were defign'd For better employment. SALLY. I'll not be a whore. 'S Q_U I R E. Oh fye, child ! Love bids you be rich, and be kind ; SALLY. But Virtue commands me — Be honeft and poor. End of the First Act."], [23, "the SAILOR'S RETURN. A C T II. S C E N E I. The Sea Side. Enter Thomas, with Sailors. THOMAS. A VA S T, my boys, avaft, all hands on fhore, Mefs-mates, what cheer? Old England, hey ! once more. I'm thinking how the wenches will rejoice ; Out with your prefents, boys, and take your choice. I've an old fweetheart but look there's the town ; Weigh anchor, tack about, and let's bear down. A I R. VIII. From plowing the ocean, and threfhing Mounfeer, In old England we're landed once more ; Your hands, my brave comrades, hallo boys, what cheer ! For a failor that's juft come afhore ? Thofe hectoring blades thought to fcare us no doubt, And to cut us, and flafh us — Morblieu ! But hold there, avaft, they were plaguily out, We have flic'd them, and pepper'd them too. C 2 Then"], [24, "THOMAS and SALLY: or, 12 Then courage, mv hearts, your own confequence know, Yon invaders (hall foon do you right ; The lion may roufe, when he hears the cock crow, But can never be put in a fright. You've now laid afide your nonfenfical jars, Your damn'd party and idle conteft ; Then let all vour ftrife be, like us honeft tars, Who fhall fight for his country the beft. A fea-faring fpark, if the maids can affecT:, Bid the fimpering gypfies look to't ; Sound bottoms they'll find us, in ev'ry refpeiSf, And our pockets well laden to boot. The landfmen, mayhap, in the way of difcourfe, Have more art to pcrfuade and the like ; But 'ware thofe falfe colours, for better for worfe, Is the bargain we're willing to ftrike. Now long live the king, may he profperous reign, Of no power, no fadlion afraid ; May Britain's proud flag ftill exult o'er the main, At all points of the compafs difplay'd. No quickfands endanger, no ftorms overwhelm, Steady, fteady, and fafe may fhe fail ; No ignorant pilots e'er fit at her helm, Or her anchor of liberty fail. SCENE"], [25, "the SAILOR'S RETURN. 13 SCENE II. A Meadow. Enter the 'Squire and Dorcas. 'S Q_U I R E. In vain I've ev'ry wily art effay'd, Nor promifes can tempt, nor vows perfuade ; No profpecl of fuccefs is left me now : How fhall I gain her ? DORCAS Why I'll tell you how. This way fhe comes ; the wench is full of pride, Lay oaths, and vows, and promifes afide : Often, when regular approaches fail, Befiegers ftorm a place, and fo prevail. A I R. IX. All you who would wifh to fucced with a lafs, Learn how the affair's to be done ; For if you ftand fooling, and fhy, like an afs, You'll lofe her, as fure as a gun. With \\"], [26, "THOMAS and SALLY: or, 14 With whining, and fighing, and vows and all that, As far as you pleafe you may run ; She'll hear you, and jeer you, and give you a pat, But jilt you, as fure as a gun. To worfhip, and call her bright goddefs, is fine ? But mark you the confequence, mun ; The baggage will think herfelf really divine, And fcorn you as fure as a gun. Then be with a maiden, bold frolic, and flout, And no opportunity fhun ; She'll tell you fhe hates you, and fwear fhe'll cry out, But mum fhe's as\" fure as a gun. SCENE III. 'S Q.U I R E. This way fhe comes a milking, hence be gone : O love affift me, you that drive me on. The time, the place, both favour my defign ; Now, if fhe's coy, I'll force her to be mine. But, left fome other courfe fhe fleer her flight, 'Twere beft awhile to hide me from her fi jlit. Enter"], [27, "the SAILOR'S RETURN. 15 SCENE IV. Enter Sally with a Pail. SALLY. How cruel thofe who, with ungen'rous aim, Strive to feduce, and bring poor maids to fhame ! That brutifh 'fquire ! but wherefore fhould I fear ? I ne'er can turn falfe-hearted to my dear. No, when he came his laft farewel to take, He bid me wear this token for his fake ; He fhall not prove me fickle and unkind ; Or fay, that out of fight was out of mind. A I R X. Aufpicious fpirits guard my love, In time of danger near him bide ; With out-fpread wings around him move, And turn each random-ball afide. And you his foes, though hearts of fteel, Oh ! may you then with me accord ; A fympathic paffion feel, Behold his face, and drop the fword. Ye winds, your bluft'ring fury leave; Like airs that o'er the garden fweep ; Breathe foft in fighs, and gently heave The calm, frnooth bofom of the deep. TiH"], [28, "16 THOMAS and SALLY: or, Till Halcyon Peace return'd, once more, From blafts fecure, and hoftile harms, Mv failor views his native fhore, And harbours fafe in thefe fond arms. SCENE V. 'S Q_U IRE. S A L L Y. 'S QU I R E. AIR XI. Well met, pretty maid ; Nay, don't be afraid ; I mean you no mifchief, I vow ; Pfha ! what is't you ail ? Come, give me your pail, And I'll carry it up to your cow. SALLY. Pray let it alone, I've hands of my own, Nor need your's to help me — forbear f How can you perfift ? I won't Sir, be kill, Nor teaz'd thus — Go trifle elfewhere. *S QU I R E. In yon lonely grove, I faw an alcove, All round the fweet violet fprings ; And there was a thrufh, Hard by in a buffi, 'Twould charm you to hear how he fin°-s. SAL"], [29, "the SAILOR'S RETURN. 17 SALLY. But hark ! pry'thee hark ! Look yonder 's a lark ! It warbles and pleafes me fo, To hear the foft tale, O' th' fweet nightingale, I wou'd not be tempted to go. 'S Q_U I R E. Then here we'll fit down : Come, come, never frown ! No longer my blifs I'll retard ; Kind Venus fhall fpread Her veil over- head, And the little rogue Cupid keep guard. SCENE VI. 'Squire, Sally, Thomas. THOMAS. What's this I fee ? May I believe my eyes ? A pirate juft about to board my prize ! 'Tis well I this way chanc'd my courfe to fleer.\" Sal what's the matter ? SALLY. Thomas ! 'S Q_U I R E. 'Sdeath ! who's here ? Fellow, be gone, or- D THO-"], [30, "18 THOMAS and SALLY: or, THOMAS. Learn vour phrafe to mend : Do you fheer off, or elfe I'll make you, friend. Let go the wench, I claim her for my fhare, And now lay hands upon her — if you dare. 'S QU I R E. A I R XII. Saucy rafcal, this intrufion You fhall anfwer to your coft. Bully'd !— Scandaliz'd !— Confufion ! All my fchemes and wifhes croft. THOMAS. Hark you, Mafter, keep your diftance; 'Sblood, take notice what I fay ; There's the channel, no refiftance, Tack about, and bear away. SALLY. Wou'd you wreft our freedom from us ? — > Now my heart has loft it's fear : Oh ! my beft, my deareft Thomas, Sure fome angel brought you here. 'S Q_U I R E. Since her paltry inclination Stoops to fuch a thing as you; Thus I make a recantation, Wretched, foolifh girl, adieu ! TH O"], [31, "the SAILOR's RETURN. 19 THOMAS. A I R XIII. Behold, from many a hoftile fhore, And all the dangers of the main, Where billows burft, and tempefts roar, Your faithful Tom returns again ; Returns, and with him brings a heart Which ne'er from Sally fhall depart. After long toil, and perils paft, l How fweet to tread our native foil ; With conquefts to return at laft, And deck our fweet-heafts with the fpoil J No one to beauty fhou'd pretend ( But fuch as dare its rights defend. SCENE VII. Sally. Thomas. SALLY. Oh ! welcome, welcome ! How fhall I impart The joy this happy meeting gives my heart ? Now, Tom, in fafety ftay at home with me, And never truft again that treach'rous fea. THO-"], [32, "THOMAS and SALLY: or, 20 THOMAS. Excufe me, Sal, while mighty George has foes, On land, and main, their malice I'll oppofe. But hang this talking, my defires are keen ; You fee yon fteeple, and know what I mean. A I R XIV. Let fops pretend in flames to melt, And talk of pangs they never felt ; I fpeak without difguife or art, And with my hand beftow my heart. SALLY. Let ladies prudifhly deny, Look coldj and give their thoughts the lye. I own the paflion in my breaft, And long to make my lover bleft. THOMAS. For this the failor, on the mall, Endures the cold and cutting blaft ; All dripping wet, wears out the night, And braves the fury of the fight. -SALLY. For this the virgin pines and fighs, With throbbing heart and ftreaming eyes j 'Till fweet reverfe of joy fhe proves, And clafps the faithful lad fhe loves. BOTH."], [33, "the SAILOR'S RETURN. 21 BOTH. Ye Britifh youths, be brave, you'll find, The Britifh virgins will be kind : Protect their beauty from alarms, And they'll repay you with its charms. SCENE VIII. The 'Squire in a paffion, Dorcas following. 'S QJJ I R E. Pr'ythe, Dorcas, forbear; DORCAS. Pr'ythee, 'Squire, but hear, Nor make for a girl fuch a pother. 'S Q_U I R E. But jtift in the nick, To be play'd fuch a trick, Say, what fhall I do ? DORCAS. Get another. 'S Q_U I R E. Get another ! — But where Shall I find one fo fair ? DOR-"], [34, "22 THOMAS and SALLY, &c, DORCAS. In the next — tho' with this you mifcarry'd ; Leave your rival to grieve, Whom no change can relieve. 'S Q_U I R E. What change can he wifh for ? DORCAS. ■He's marry'd. FINIS."], [35, ""], [36, ""]]