[[1, ""], [2, ""], [3, ""], [4, ""], [5, "M00XLI6UT: TN6 1)006 8 VAII011T6Ii: /AKIAUX6: 0AKIVI6X LUITAXXIOII^I. OB TU>3 80NG 0? BRITAIN: AN66Lic?A, 0B TDl^ B^>?6 0? rBUTLI/Z: IlV PDWARD, LORD TDDRLOW. L0XV0X : fitiNinv «r wii.i.iA»l LU!.»ii:it ANN co. Shakspeare MeZs, ?oit zinssils. wmii:, cocnitA>ii:, AXv co. i?i.i:i:'r siNU^i; AHO »IRSSItS. I.0X0ziAiX, NtlilSI', ItllNS, oitKli:, Al^v Lltuw»s, lAIRitHoSIDIt Itow. 1814."], [6, ""], [7, "U00XI.I6III' WITD OTDLR B0PM8,"], [8, ""], [9, "TO 30UX, I.0KI) NI.V0X: LOIvv UIGN cNANclaLLOK or Gi^l^AT BRITAIN: HIGH STEWAED OE THE UNIVEESITV OE OXEORD. LORD, this lair morning of the libertv of 6urope, alter a long night of solicitude, and counsel, in which Lordship's wisdom has been emi neutlv seen, I approacli vour Lordship witli a poem, which, it mav be, shall beguile of some moments of severer thought. This labour of two da^s, otherwise undeserving of vour Lordship's favour, I present to on two ac counts: first, because I conceive, that it contains no thought, uuworthv of Lordship's great ness, founded on virtue ; and, secondly, because I have herein expressed mv boundless debt of gratitude to him, who preceded vnur Lordship in the chair of counsel, and state ; and who, as"], [10, "liil he was the ornament, aud founder of his family, so was he a fair, and majestich pillar of the 0om monwealth. Detween him, and vour Lordship there ever existed a wise, and affectionate friend. ship . and I, therefore, commit to favour mv own humble tribute to his memorv, and the verses, which I have preserved, of his writing ; wherein vour Lordship's excellent taste, and learning will discover, that no greater man had been in the translating of the elder poets, if either his fortune, or his pleasure had led him to that pursuit. Desiring to live in vour Lordship's favour, I subscribe mvself, in all truth, Nv LOBD, Vour Lordship's most obedient, and faithful 8ervant, TNUKLO^V. /Vovember 18, 1813."], [11, "w /N00XI.I6IiT. V_>o5iD then, diviner Muse, and dwell witb me 8ince tbe great princes of the world, condn'd Within tbe pomp and pageantry of state, Deny tby presence, to wbose searching eye Tbe world, and it's ambition, is 2 dream, ad it's glorious and loud-sounding pump, Gbarmful tu sense, wed weighed in tby ear. But musick tu a spectacle of woe ; Gome then, db-iner Muse, and dwed with me . I ofier tbee my heart, and witb it too d"], [12, "2 MOONLIGHT. 20 30 8ucb entertainment a^ that beart can give, /A fellowsbip of tbougbt, a deep desire, p'en to tbe verge of madness to pursue Tbe track of meditation, wbdst tbe Moon, pmerging from tbe ligbtly-flying clouds, paugbs in ber pomp, and witb ber palest light 8its arbitress in tbe mid' plains of Deav'n ; Pome tben, diviner Muse, and dwed witb me. Wbat binders, but, witb sad and sdent feet, Hands in each otber lock'd, and eyes cast down, On wbicb tbe cloud of Meditation sits, We wander o'er tbe lawns, and seen of none, Amidst tbe pale dominion of tbe Nigbt, Duld converse witb tbe babitants of Deav'n ? Now silence is in air, and sound is none : 8ave, wbere tbe owl from out ber ivied bow'r Duots joyous at tbe Moon, and sprinkled stars, That shine, bke di'monds, in tbe blue serene Blest harbingers of bliss, and beacons lair, Tbat guide our wand'ring footsteps tlrrough a world"], [13, "3 MOONLIGHT. ,0 50 05 errour, that our falt'ring feet beguiles, I gaze on you with love, and rising hupe, That, when the mass of this empoised globe Is purg'd by fire, I, rising with the host Of countless spirits tc> your utmost sphere, shall wake the song of HInrning, and admit HIv sequent charge to the Archangel's gate. O, what a dross upon our earthly robes In that assuaging furnace shall he lost ! Pride, avarice, and lust ; with all the bane Of envv, the malignant scum, that chokes The fountain of sweet thought ; with direful hate, And ill-advised anger, that bedims Tbe 8un's brigbt presence in tbis balmy world. There too is Nigbt, wbere tbe Archangels dwell ; But Nigbt serene unvisited by storms, /And fed witb golden cressets from tbe band Of Love immediate, prodigal of trutb. Tby sister too is there, O silver Moon, Tby primal sister, from wbose image fair Tby form was taken ; tbere too Hesperus, Tbe unalloyed lamp, tbat wakes tbe pve;"], [14, "4 MOONLIGHT. t)0 70 tbat pure star, tbat, orient to tbe day, prom out tbe bosom of sad Nigbt, displays Dis Kindling fire ; ligbts, too, numberless, .As are tbe leaves of Autumn, or tbe sands, That pave tbe margin us grey Ocean's tide. pur what is tbis brave spbere, and perfect ruund, But image and brief abstract us the space, Tbat shines above, wberein tbe Angels dwed, with celestial colloquy divide Tbe 8easons, as tbey pass, of day and nigbt, /As do the wise and good in this our sphere ? 80 let us talk tdl Morning ; tbo' alone, With Angels let us talk, and witb tbe stars, Tbat shine, as eyes, upon tbis lunar world ; Diverging upon day, ere yet tbe air, Witb fragrance of tbe dewy Morn emnalm'd, 8triKe on our sense, and touch tbe faulted ghost, Tbat wanders from it's deep sojourn, witb awe Of Proserpine, tbat to ber biding calls, love, reluctant to forsake it's bauirt : Tbey follow, as the falcon to tbe lure."], [15, "5 MOONLIGHT. 80 !^0 Wbat soul, that lives, from off this upper stage Das down descended to the gate of woe, Wbere Cerberus, tlie cruel worm of Death, Reeps watchful guard, and with bis iron tbruat tbe 8pirits in their paie sojourn ? Wbat soui, tbat lives, yet living, bas ta'en flight prom olf tbe fenced platform of tbe world, borne on tbe soft pinions of tbe 8pring, Or tbe sweet 8ummer to tbe blissful soil, Das view'd tbe planets from tbe edge of Deav'n ? Or with a shorter wing tbe digbt of doubt Das down, uncertain, to tbat veering realm, Tbat middle empire of tb' inconstant air, (/A digbt, that must be ta'en in Moons eclips'd,) Wherein tbe 8pirits, neitber bad nor good, That Know no measure of tbeir fruitless time, Waste time and bope in tbeir unhoped change ? No soul has flown unto tbe gate of woe, Or to tbe blissful soil, or brusb'd tbe shore Of Limbo witb it's wings ; or down, and liv'd : But yet intelligence from tbese has come, By angels, and pale ghosts, and vexed fools,"], [16, "6 MOONLIGHT. Tbat, straving as they wont, were blown athwart Tbe nether world, from tiie oblivious pool 8carce 'scaping, on our scornful marge to land ; Tbence to be blown by ev'ry idle wind, Tbeir tale bids told, witli a new digbt of fools, 1 00 PclecticK, to tbe planetary void. But be it well advis'd, tbe learned ear can taste tbeir mission, or tbe eye Of wisdom tbeir approacbing steps foretell : Tbou, tben, O Muse, beneatb tbe burning stars, Gllide me in converse witb angelick minds, with tbe deeting spirits, and protect My soul, unus'd, from tbe vain talk of fools. O dear compaiiion of my steps, Awhile to tbis seclusion let us pass, 1 1 0 Wbere, underneath tbe laurel and tbe yew, Tbe owl loud booting to tbe frosty air. Reposing in this shade our dewy feet, We mav observe tbe cbariot of the Moon Wbeel ber pale course tbrougb tbe mid' plains of Deav'n. Link we our souls unto ber burning wheels,"], [17, "7 MOONLIGHT. 120 130 Xnd, in her flaming orbit, let us pass O'er sea and land in our entranced tbougbt ! Ob me, wbat a procligious beigbt we soar aAbove tbe brigbt expanse ! bow trilling seem Tbe little aims and troubles of tbe world, Tbat witb tbeir flimsy bondage yet enthrall Great souls, of birtb tu win tile arched Heaven ! Wbere is tbe speck, fur wbicb great CZesar fuugbt, Pur wbicb great dulius in the 8enate died, Tbe sceptre of tbe World, so cad'd by bim, Wbo led from tbe flames of Troy, Through woe and sbipwreck to Lavinia's coast ? Ted me, O Muse, if any eye can ted, Wbere is tbe godlike Alexander's march, Tbe King of Kings, tbe borned son, 8poi!er of Greece, tbat, stabbing Persia's beart, Wa b'd bis suil'd axles in tbe Indian sea ? Wbere is tbat sea ? or where, indeed, tbe world ? Tbe boundless world, by tlie great pnets sung ? Kingdom ? ur a province ? or a field ? speck, tbat tbe exalted mind can scarce Discern, amid' tbe wilderness of air !"], [18, "8 MOONLIGHT. 140 150 Dow pleasant, to consider at bis toil Tbe pale Geographer, witb wakeful thought, Tbe compass in bis band, tbe open page Of some great ancient tracer of tbe bills, rivers from tbeir source before bim laid, Witb careful band adjusting to each King Dis portion of pass'd eartb, and marking wed Wbat bere to Greece or aArtaxerxes 'long'd ! O, tbis is lunatick, and wed deserves Tbe sounding lasb, (cruel expedient, id-abus'd to heighten Nature's woe !) If tbe fair picture of tbis insect world Were wed presented to our purged thought, man taugbt rigbt on wbat small stage be play'd, But bold ! tbe abuse of passion bere bas sway ; Nor let our startled Nature in arnaxe put aught dishonour on tbe learned toil, That Keeps a Ri^NNNi. from bis balmy sleep. Tben now, O Muse, aligbting from tbe car Of tbat pale traveller, tbe crescent Moon, Wakeful Diana, let us sit, and think,"], [19, "9 MOONLIGHT. By tbe brigbt glow- worm's lamp, that twinkling plays l i/O Ppon the dewy grass, wbat causes lead Tbe unembudied spirit tu appear In semblance us it's person, to dislodge Glear courage from tbe startled bearts of men ? Love opes the gate of prebus ; and God permits tbe streaming spirit to ascend, Impatient of it's woe, tbe wbde tbe Moon Begudes tbe over-dreaming Nigbt, and sinks Tbe fan- Creation in a deep repose ? Tben walk tbe sdent spirits to tbe beds 170 Of lovers, on wbose lids tbe tears are wet, waking tbeir o'er-wearied sense, present Tbe image too belov'd, with gentle bope soft assurance os renew'd debgbt, Wben Deatb sball lead tbem tbrougb tbe World's sad gate. Revenge, too, and immortal pity draw Tbe 8pirit from it's home, where'er it be ; To wander by tbe gbmpses of tbe Moon, overcome tbe guilty witb tbe sight Of re-appearance in tbe form of woe : 180 Or else to warn the soft and trusting soul, c"], [20, "10 MOONLIGHT. 190 200 Tbat in it's safety joys, and fondly sleeps Ppon tbe edge os perd, os new woe, That zbad awake it to eternal doom. By rivers, and on lawns, in cypress shades, In monumental yards, and ivied towers, Wbdst tbe owl boots to tbe uprising dres Of Desperus, tbey baunt, and thence divide Ppon tbeir sev'ral errands, till tbe lamp, Tbe barbinger of Morn, awake tbe past. Xings, poets, Virgins, Warriors, wbose renown Das fdi'd tb' expansive circle of tbe World, 8bepberds, tbat of love disastrous died ; In armour, in soft stoles, in peasant weeds, Or in tbe robes of tbougbt, witli iaurei crown'd : Toucb'd by tlie dream of fife, they re-ascend prom tbeir oblivious haunt, and feed their sense Witb expectation us tbe matin ray. Not less in number, than tbe nascent stars Tbat sbine upon tbeir wue, ur tbe soft crowds Of Daffodids, that in tbe early 8pring tbe bill of Mountfield to delight : But long ere Morn witb ber awak'ning trump"], [21, "11 MOONLIGHT. 210 220 c>f Great Disperse tbe sbadows of tbin Nigbt, they dee, TbicK as leaves upon tbe sbure Of Vallombrosa, at Proserpine's cad, warn'd by phosphor, to tbeir penal home. bapless spirits ! but tbe day sbad come, Wben Mercy on tbat sdent shore sball reign, tbat too-troubled dream us endless woe, In wbicb tbe senses wander, as a pool, Conclude in bbss, amid' immortal bow'rs ! I question tben, O Muse, in love divine, Wbere that immortal spirit * nray abide, Tbat in bis just vocation of tbis world, With favour of tbe Xing, maintaiu'd tbe sway Ol jurisprudence in tbis triple realm? Wed Known to tbee : tbat, in bis aged tbougbt, Witb Domer and great Dante did converse, sweet puripides, wbose mournful song plows in bis numbers, bke tbe silver po, » E6w2r6, Lor<I Truirlow, Lord Hizli canceller Erituin."], [22, "12 MOONLIGHT. In weeping tribute to tbe Adrian sea* por since the stars bave sbed discursive light, Witb favour, on our globe, no greater mind P'er sat in judgement on tbe tbougbts of men ; Or brougbt it's noble faculties to bear Witb more advantage on tbe pubbck weal : /?! tbougbt, in llorci, l'n actwn ever^u«< .' 8bield of the poor ; and, rising for bis Xing, Tb' uprigbt defender of bis awful tbrone. Tben, ub, may God forsake bim not in death ! But tbat pure 8pirit, tbat on cloudy parth 8tood faithful to bis Xing, and stdl upbeld Dis gracious Master's cause, be crown'd with ligbt, in tbe fields of .Ntber sit, inclos'd 230 Witb glory, on a sempiternal tbrone ! Led by bis band, I drst essay 'd to walk, O dear companion of my earliest steps, Witb thee, O Muse ; and from tbe beams of morn » Tin, 2l!uc!e« to tlie cboruz, tr^nzlatecl Iiy tke Illte Lord Tliurluw, frurn Euripictez; wkick i« printed <lt tbe enc! oftlliz poem."], [23, "13 MOONLIGHT. 240 250 260 To tbe pale twibgbt sought tby converse sweet. Whatever in old Greece or Rome was done, Or else recorded of those actions pure, prom tbee I learnt, and from bis counsel sage. Grave was lie, and severe ; but gentle too : /And underneatb a rougb exterior bid /A beart, wbicb pity melted into tears. parewell, my Master, and my earliest priend ! But not farewell of tbee tbe memory ; 8ince all I am in fortune, or in rank. In tbougbt, or my inberitance of fame, Bating my nature, to tby care I owe ; I should be viler than tbe dog, that tears Tbe band, tbat fed bim from bis earliest youth, If I forsook tbee, or tby gen'rous cause : Tbe seasons may pass on, and blanch my bead, wither my shrunk cheek, and paint a M2p Of woeful age upon my wrinkled brow ; But 'till tbe tomb outsbuts me from tbe day, time disparts me from tbe tbings, that were, Tby memory sball unimpair'd remain, Boundless, as I must stid be less, than thee :"], [24, "14 MOONLIGHT. 270 280 While 8pring shad for ber blossoms be desir'd. Or summer for ber sweets, while pale Witb fruitage shad be crown'd, or Winter rule In storms and tempests tbe dejected year. 80 long, O my first Master, wbde I live, sball I forget not either tliee or thine. Wbere now is Domer ? or great Virgil wbere ? Or in wbat sbades does walk, Tbat witb Orlando's madness cbarm'd tbe world ? Wbere now is Dalits ? in wbat region pure Of tbat unbounded World be sung so wed ? Or Petrarch, tbat to love was sworn to death ? Or Tasso, in wbose stately verse we see Whatever tbe great Roman was before ? Ipbere ?« d/a/l)«2l, in wbose bitter «en«e T'be Ipor/cl inal/ nnl'/e at lt'« c<lc» TVaZ-ec/l/ ? Or, il we tnrn to pngland in our tbougbt, Ted me, wbere Gbaucer may be found ? or wbere 8weet 8penser, that from rebels ded to death, Dis heart quite broken witb tbe faulty time ? Wbere now may Milton meditate ? or be,"], [25, "15 MOONLIGHT. 290 300 Tbat sung tbe praises of a country fife, Himself condemn'd in cities to abide, Tbe rebel's foe, forsaken by bis King, Ingenuous Cowley ? but, above them ad, Tell me, O Muse, for tbou alone canst tell Wbere is immortal 8baKspeare, at whose birtb Great Nature was expended to tbe lees, Deatb forsook Ids empire o'er tbe world ? Or tbat extravagant and erring soul,* Tbat ded in youtb from out tbe bounds os time, 8ince nothing here was equal to bis tbougbt ? May God forgive bim ! wberesoe'er they be, Or in tbe Moon, or in tbe sprinkled stars. Dividing day and nigbt witb punctual love, Or else laid up within tbe silent eartb, To bud abroad, bke dow'rets, in tbe prime Ol summer, when tbe wakeful trump sball blow ; Tbis I pronounce without tbe awe of fear, Time, were it lengtben'd out beyond tbe space, Tbat yet bas pass'd o'er tbe created globe. Redoubled to our sense, sbad never yield * Tde zre^t, but uuliappv (5a»ttertol>."], [26, "16 MOONLIGHT. 310 320 H. harvest of sucb spirits to our bope. Wben pbcebus to bis bdlowy inn retires, Desperus takes up tbe pleasing tod Of giving ligbt to tbis umbrageous world, thousand stars, inferior but divine, Tben turn our darkness into second day : But in tbis intellectual world, our night Is boundless prodigality of shade, Shade without end, that no expectance knows Of beamy morning to the lapse of time. 80 men have thought ; whose thinking is held wise _»Iay God avert this prophecy from truth ! Ted me, O Muse, beneatb tbis silent Moon, Tbis Moon, tbat now beguiles us, as we sit, Wbde to our wakeful ear sweet Philomel prom out tbe lower woods is cbanting now, Ted me what cause, tbat in tbis later age, Wberein by fortune we are placed bere, Tbe souls of men beneatb tbis equal sky, 8bould thus be spoil'd of tbeir inheritance? H.re not the seasons lovely as before ?"], [27, "17 MOONLIGHT. 3.W 310 Do not tbe glancing bgbts of Deav'n persuade Witb eloquence, as when of old tbey beam'd On those wise beads, tbat now in marble rest ? Witness, O Moon, tbe fan- and primal ligbt, Tbat on tbe forebead of sweet pv'ning burns, bgbts tbe midnight witb a lamp of love, (Tbat now bast cad'd me from my sleepy bed, To walk beneath tbe shadows of tby beams,) por universal Nature be tbou pledge, Tbat all tbe works of God are equal fair, wben created at tbe birth of time ! Doubtless tbey are, for, what from God proceeds, Gan never Know decay ; but wheel their orbs, Or in tbeir stations stand, witb lovely fight, Pninjur'd, unimpaired, unalloy'd: But in tbe minds of men, by sin defac'd prom tbeir original brightness, change has found dwelling, tbougb exd'd from Nature's works. 80 is there moral bligbt, as in the air Tbe clouds of insects wither leaf and bud. now, O Muse, throughout tbe poets' world Great fault I dnd in musick, and in speech, !>"], [28, "18 MOONLIGHT. 350 360 aAnd in cunceptiun of tbeir fabled tbougbt. por ad is false : so novelty persuades Tu aim at greatness, far bevund tbeir grasp, aA pbantom, that but lures them to decay. 8ome witb new measures trick the greedy ear, Tbat would disdain tbe musick us tbe stars, Because, forsooth, it is of ancient date : 8ome witb such speecb beguile tbe wond'ring time, Tbat if tbe triple-moutbed dog of Dell sbould bowl a leasb of languages at once, Beneatb tbe doubtful and eclipsed Moon, Dis speecb were plain simplicity to theirs : for tbeir tbougbt, O dupiter ! wbate'er Is base and retrograde from ancient time, Wberein tlie niinds of men were clean dispos'd, Tbat reigns in tbem complete and absolute. Tbis for tbe worse : but some tbere are, O Muse, Tbat like tbe wakeful Nigbtingale we bear, Witb fitful musick charm tbe wand'ring time. praise be to tbem : and let tbe id expire, Like fading meteors, in tbe depth of night."], [29, "19 MOONLIGHT. 370 Dow many tubes are leved'd at thy orb ! Dow many eyes are gating witb despair prom ceds of madness at tby silver beams, Wakeful Diana ! tbat u'ersway'st tbe seas, /And of tbe tides of passion reignest queen. Vet lung tbev sbad nut galie, ur idly weep ; pur nuw tbe gluw-wurm pales bis twinkling fire ; Tbe Nightingale is mute ; and grey-ey'd Mnrn stands tiptoe on tbe silv'ry mountain's top : parewell, O Muse ; and tbou, sweet Moon, farewell, 'Till Nigbt again shad give tbee tu my view."], [30, ""], [31, "T6AX8LATI0X8 PROM TDP GRPPX L^TIN, BV P.V^VABD, I.0B1) TDUBI.O^V; snzii: -riHii: 1.0NN moil c»AxcRi.i.oit o? oiti'.Ai' illtii'Ai'-,'-"], [32, "T'irs /.orcl C/ianceiior Murtow, a/ter ni« retirement /ro,» O^ce, ancl^enel'a/tu/'om /»uotic^ ««H accnitonlecl to /««« ),« «lornin^« in t/le ituciv 0/ tne Z^reat Gree^: an<i Koman /?uet«, an<t utner auinor« 0/ /t «uineti>»e« naMenect, t/«at in n« olin «»ctin^, or in clirectin^ m,/ «tuckiei> u.nir/« ne «u//erin> ieneleci «^it/l a /cinane«5 a«<i care, «/<ic/t nerer «eeme<i tu be «iearu, ni« »ni»<i «>onlci ve ,<tr«c^ witn «ome /lazsa^e 0/- eminent beautu ,- ansl /«« woulci anlioe tlim«e// «>it/l tranz/a/inA it into ver«e. ?VlUl tle tranz/ate^l tne Cnur?<«/ronl ai,'»?-i/ii<tel, ,- anci ine 0/ t/<e /^<o^« ancl /ro»n /f/umer ,- i/ inc/eel/ it ie atVo>ner'«. T'neze / nare «ni/oinea ; /or / t/<in^ Mi/ton cm/lll nut nare e^cei/est tne/r«<^ anei ttlai tnere is no/ner ,«/iecimtn u/ Muc/c-i/e^oie^ in our tan^ua^e, t/lan tne «ecnna'. ?Au« in tne ,<!e^e/iu«uit u/ a»nu«einent/ur ni>> o/c/ o^e, ne tl<« eyuat/e</ «nat ut/ler, ans/ Kreatezt, minc/« /,are e/one, «ettinF/or tnem«etr« ta«^« u/laiour, ou «onicn to urrire ot t/te acconiptii/lment o//ame."], [33, "23 TKAX8LATI0X or /A GD0RD8 PROM TDP DHT0LVTP8 OP PGRIPIDP8, BV NINV/AB1), laGBD TUlIBI.c)^V ; soziD ii>ii: i.oitn mc.ii ciiAxci:i.i.oit o? oitTAi ilitiiAiK. V^n could I those deep Caverns reach, Wbere Me, a winged Bird, among Tbe featber'd Race some God might place ! /And rising could I soar along Tbe sea-wave of tbe Beach ! by tbe po My pinions spread, Wbere in Tbeir patber's ruddy Wave Tbeir Tears Dis Daugbters sbed, still weeping o'er a Brotber's grave"], [34, "24 TRANSLATION Ol? Or to those Gardens make my Way, Wbere carol tbe Hesperian Maids, De, wbo rules Tbe purple pools, Tbe 8ador's furtber Course impedes. The awful pimits of tbe 8Ky pixing, wbicb tbere sustains ! aAnd 8prings /Ambrosial near tbe Dome Of dove stdl water those rich plains, Wbence to tbe Gods Tbeir Blessings come I. Wbite-wing'd Bark of Cretan Wood, Wbicb across tbe Briny Main, Over tbe 8ea-raging ploud, prom Der bappy Dome our Oneen Conveyed, a most unhappy Bride In dl-starr'd Wedlock to be tied ! 2. Dire both Omens , wben Der pligbt Left behind tbe Cretan Land ;"], [35, "25 OE A CHOltUS, «,«. .And wben Athens came in sigbt ; Wbere on tbe Munycbian strand Tbey tie tbe Hawser's twisted pud, /And on tbe Mainland strait descend. I. por unhallowed passion rent, planted deep, Der lab'ring Breast, Dire Disease, wbicb Venus sent. witb sore Misfortune prest, Tbe Cbord suspended from tbe Dome, Of Der ill-fated Bridal Room -1. Round Der MdK-wbite Neck sbe'd tie, Dreading mucb tbe adverse prown Of tbe Goddess — pricing high Der unspotted cbaste Renown — from Der Heart resolv'd to move, This only Way, tbe Pain of Love. «"], [36, "26 ruN 6 60 0-AX 0-^0 0 86-610 NT Cl'ilAXsi.Ai'i:i) ritozi -rme oiti:i:x, BV PDW/ARD, LORD TDPRLOW, lnnrrii^e i.uilo mou cu^l>ci:i.!.oil or o«e^'r nilii>lli,> OANTO TDL i?IB3T. j^i:c.i>i>-iiio first, I cad upon tbe choir Of Muses to come out of Delicon Into my beart, and aid tbe song, of late Which in my tablets on tbeir Knees I lay, Tbe mighty contest, warlike tod of Mars, pxulting to convey tu ad men's ears, » In tlie Manuscript, tlie substantives »nd some otner words are written, trie tirst letters beiu^ capitals, as in tlie t!noru«; wliicu I nave altered in printing tnis lunger ?uen>."], [37, "27 THE EROG-AND-MOUSE-EIGHT. Dow rushing on tbe progs, tbe leading Mice Rivad'd tlie feats of Giant-Men, Partb-born : as reported, thus tbe tale begins — One day a thirsty IVlouse, from cats escap'd. Thrust his soft chin into a lake hard by, Enjoying the sweet water : him espied Loquacious Pool-Diver, and thus bespake — \" Who art thou, guest ? whence cam'st thou to this bank ? \" Who is thy father ? and speak truth in all, \" That I may n't catch thee lying : If I find \" Thee worth my friendship, I will take thee home, \" A^nd welcome thee with hospitable gifts, \" HIany and good : for I am Bladder-^heek, \" The king, throughout the pool rever'd ; Of Frogs \" Prescriptive leader ; since __VIud-Born, my sire, \" In fond embraces with his Pond-Rule mix'd, \" Engendered me upon the banks of Po. \" And I discern thee also fair, and strong \" Above the rest, a scepter'd king, in war \" A champion : but come, strait thy birth disclose :\""], [38, "28 THE ENOG-ANO-MOUSE-EIGIIT. Dim Crumb-Catcb answer'd quick in vocal sounds ; \" Wby, friend, inv birth demand, so Known to men, \" To Gods, and to the fowl, wbo wing tbe sky ? \" My name is Crumb-Catcb, and I am tbe son \" Of Nibble-Biscuit, my great-bearted sire; \" LicK-Mill's mv motber, King Gnaw-Gammon's cbild. \" 8be bore me in a bole, and brouglit me up \" Witb figs and nuts, and ev'ry sort of food, \" But bow make me tby friend, unlike in Kind? \" Tby living is in waters, but my food \" Whatever man is us'd to eat. Tbe loaf \" Tbrice-Kneaded, in tbe neat round basket Kept, \" pscapes not me, nor wafer flat and long \" Mix'd witb mucb sesame, nor bacon-slice, \" Nor liver, cloth'd in jacket of white lard, \" Nor cbeese, fresh curdled from delicious mdk, \" Nor tbe good sweet-meats, wbicb tbe wealthy love, \" Nor what else cooks prepare to feast mankind, \" Dressing tbeir dishes witb each Kind of sauce — \" Nor ever do I dy tbe deadly shout \" Of war : but witb tbe host advancing straight \" Tbe foremost champions join ; nor man himself"], [39, "29 THE EKOG-ANO-MOUSE-EIGHT. \" I dread, although lie bears so bilge a trunk ; \" But scale bis bed, and bile his fingers' ends, \" sei?e bis heel : and vet no pain invades \" Tbe man, nor dies bis sweet sleep at my bite. \" But these two cbief I fear in ad the partb, \" Tbe hawk and cat ; wbo work me heavy woe ; \" doleful trap, wbere treacb'rous death resides ; \" most I dread a cat of tbe first Kind, \" Wbo, when a Mouse takes bole, belays tbe bole. \" I eat no cabbage, radishes, or gourd ; \" Nor can I on pale beet, or parsley brouse ; \" Tbis is your loud, wbose dweding is tbe pool.\" Bladder-CbeeK smiling to ad tbis replied : \" Ppon tbe bedv's fare tbou vauntest bigb, \" My guest ! We, too, have wonders to bebold, \" Numberless, botb by water and by sod ; \" por to tbe progs the son of 8aturn gave \" lot ampbibious, to leap on eartb, \" under water bide tbeir body safe. \" If tbou would'st tbese explore, tbey are at band : \" I'd take tbee un my back ; but bnld me fast."], [40, "30 THE EROG-AND-MOUSE-EIGHT. \" Lest tbou be sumebuw lust ; and su witb juy \" sale at my palace shalt tbou soon arrive.\" De spake, and gave bis back : tben witb ligbt spring Tbe otber mounted, bolding witb botb bands Dis slimy neck. first be was mucb pleased. seeing ports near, delighted witb tbe glide Of Bladder-CbeeK : but, now by purple waves Dasb'cl, bis vain after-tbougbt witb many a tear De wail'd, and tore bis bair, and strain'd bis feet Close to bis side ; witbin bim sbook bis beart Pnpractis'd ; and be long'cl to see tbe land ; /And sobb'd aloud, by cbdly fear constrain'd. Dis tad be drst into tbe water plasb'd, Trad'd bke an oar, and praying of tbe Gods To reacb tbe land : o'er bim tbe purple dood Dasb'd noisy ; aloud be bawl'd, and made this speecb ; But from tbe mouth alone cajoling spake. \" Not so tbe Bud upon bis back sustain'ci \" Dis lovely burden, wben to Crete be bore \" puropa through tbe wave ; as now tbe prog"], [41, "THE EEOG-ANO-MOUSE-E1GHT. 31 \" To bis court sailing on bis back bears me, \" O'er tbe wliite dood, bis yellow body rais'd.\" 3udden a W2ter-sii2ke appear'd, to both dre2dful sigltt, bis neck above tbe wave Prect ; wbom spying, Bladder-CbeeK div'd down. Without once thinking, wbat a friend be thus Was going in tbe pool tu overwhelm. De gain'd tbe bottom of tbe lake, and sbunn'd Black pate ; thus left, the other fed forthwith 8upine into tbe water ; clasp'd bis bands scream'd, till be was lost ; be often sunk Beneatb tbe dood, and struggbng oft again De rose, not so to sliun bis destiny. Dis drencb'd poil^ dragg'd bim down witb added weight : water-slain, he loud exclaim'cl tbese words : * Tbe word, poit, is written so plainlv in tne Manuscript, tbat I cannot doubt it's beinz tne >^ord intended by tbe venerable Writer: but, I confess, I Know not it's meaning; unless it be derived from tbe Latin word, j>e/te«>- aud si^nibes tbe coat ol tbe iuou««."], [42, "32 THE EROG-AND-MOUSE-EIGHT. >> \" Tbou sbalt not, Bladder-CbeeK, by Gods unseen, \" Do thus from off tby back, as from a rock, \" plinging me wreck'd : at any exercise, \" Vidain ! thou could'st not sod me, in tbe race \" Or wrestling : now inveigled in tbe pond \" Tbuu slayest me : but God bas vengeful eyes : \" Tbou 'It rue it, nor escape tbe bost of Mice.\" Thus saying, in tbe dood be breatb'd bis last. LicK-Table sitting on tbe oo2y bank, 3aw bim, and wading ran to ted tbe Mice. Learning bis sate, sbarp anger seis'd tbem all. Tbey bade tbe beralds strait, by dawn of day, council cad at Nibble-Biscuit's court, Tbe wretcbed sire of Crumb-Catcb, wbo, supine, Lay floating, a dead carcase on tbe lake, No by tbe bank, poor mouse, but in mid pool."], [43, "THE EKOG-AND-MOUSE-EIGHT. 33 cANTO TUL 8Nc0iX0. w n N X witb tbe Morning's dawn in baste tbey came, aAmong tbe first, in dudgeon for bis son, Rose Nibble-Biscuit, and tbese words address'd : \" Ob friends, if I alone have yet sustain'd \" Mucb wrong from frogs, id turns await us ad. \" Wretched I am, for I bave lost tbree suns ; \" Tbe first 2 cat, our deadliest foe, surpri^'d, \" slew bim taken just without his bole ; \" another men remorseless Kill'd, \" Having with modern arts a wooden gin \" pound out, tbey cad a trap, tbe bane of Mice ; \" Tbe third, to me and bis good mother dear, \" Bladder-CbeeK took upon tbe deep, and drown'd ; \" But arm we, and go out against tbe race ; \" Our bodies in gay panoply array'd.\" Thus saying, be induced them ad to arm. Xnd now Mars dress'd tbem, on tbe war intent ; r'"], [44, "34 THE EIlOG-Al>IO-MOUSE-EIGHT. Greaves on tbeir legs they drst girt, fitted wed, 01 green .^plit bean sbells, such as over niglit Tbey bit with skid ; and gorgets, wbicb were made Of reed-bound leather, tbey witb art cumbin'd, playing a cat ; tbe lamp's mid-tin tbeir shield, Tbeir spears long needles, brazen tools of war, Tbeir belmet on the bead a nutslied worn. Tbus arm'd tbe Mice ; wbicb as tbe progs perceiv'd, Tbey left tbe water, in une plot cunven'd. beld a cuuncil us destructive war. Nuw musing wbence tbe quarrel, wbat tbe stir, berald, witb bis wand in band, appruacb'd, Pot-Diver, of great-bearted 8cuup-Cbeese sun, Denouncing baneful war ; and tbus be spake. \" Ob progs ! tbe Mice, defying you, have sent \" To bid you arm for battle and for war ; \" por tbey saw Crumb-Catcb in tbe water slain \" By your King Bladder-CbeeK ; bgbt, therefore, all \" the progs, wbo take a valiant lead.\""], [45, "THE ErlOG-ANO»MOUSE -EIGHT. 35 This said, be disappear'd. Reacliing tbeir ears Tbe message of tlre Mice disturb'd tlie minds Of tlie proud progs, and wbile tbev blam'd the deed, Pdadder-Cbeek rising tbus began to speak. \" Tbe Mouse I slew not, friends, nor saw bim die, \" 'Twas merely bv his playing on tbe lake, \" uiimicking tbe swimming of tbe frogs, \" Tbat be was drown'd ; and now, most vidainous, \" Witbout a cause, tbey lay tbe blame on me ; \" But come, let us consult bow to repel \" Tbese treacb'rous Mice : I'll ted you wbat seems best ; \" Our bodies barness'd, let us all be arm'd \" On tbe bank-top, wbere beadlong is tbe place ; \" wben tbe Mice come out, and on us rusb, \" 8ei2ing tbeir helmets, as each meets us near, \" We'd plunge tbem strait ad arm'd into tbe lake ; \" 80 drowning tbem, in swimming inexpert, \" We'd raise a trophy o'er tbe Mice bere slain.\" Tbus ba^-ing spoke, be clad tbem all in arms ; Witb mallow leaves tbey cover'd round tbeir legs,"], [46, "36 THE EEOG-AND-MOUSE-EIGHT. gorgets wore of broad green beet, for shields Tbe leaves of cabbages tbey fitted wed, long sbarp rusb each fasbion'd to a spear, belmets of thin snad-sbells bid tbeir beads. Tbey stood upon tbeir guard on tbe bigb bank, sbaking tbeir spears, and each was fud of wrath. dove in tbe starry sky conven'd tbe Gods, pointing to tbe warlike multitude, 8lrong champions, many, buge, witb long spears arm'd /As bosts of Centaurs or of Giants march, with a gracious smile, wbo were engag'd, /Among tbe immortals, progs or Mice to aid ? /And to Minerva be address'd bis speecb. \" Tbou, daugbter, sure wilt hasten to defend \" Tbe Mice, wbo always dance before tby fane, \" Tbe fume enjoying, and tbe sacred food.\" 80 spake tbe son of saturn ; Pallas tbus ; \" Ob ! never, fatber, would I go to help \" Tbe Mice distress'd, for tbey do me mucb barm,"], [47, "37 TNE ANN-MOUSE-EIGIIT. \" 8poiling my wreatbs, and lamps, to get tbe oil. \" aAnd tbis mucb frets mv mind, wbicb tbey bave done: \" Tbev gnaw'd my robe I took sucb pains to weave, \" Threading witb slender warp tbe slender woof, \" made boles in it ; now tbe clotbier comes \" por interest on me : I am downrigbt mad, \" I wove on tick, and bave it not to pay. \" But in like manner I'd not aid tbe progs, \" por tbey are not discreet. But, weary once, \" just return'd from battle, wanting sleep, \" Clam'ring tbey would not let me wink the least ; \" sleepless I lav, and witb an aching bead, \" Till tbe cock crow'd. But let us, Gods, refrain \" Our aid, lest some of you from weapon sharp \" Beceive a wound : for in close sight they meet \" In adverse battle even with a God : \" Dere looking on, let's ad enjoy tbe fray.\" 8be spake, and strait tbe other Gods complied."], [48, "38 THE EROG-AND-MOOSE-EIGNT. spear ; spear'd slain, cANITH, Tl>Ii^ TDIBD. s with a whirlwind ad together come Into one spot. Two heralds also come, Carrying the signal for tbe figbt : Tbe gnats, Holding great trumpets, sound tbe dread alarm Of battle ; wbde saturnian dove on high Tbunders tbe signal of disastrous war. Digb-CroaK first wounded Lap-Well witb bis /Among tbe foremost, tbrougb tbe belly pierc'd In tbe mid-liver, down be tumbled prone, soil'd bis soft down: Next bim Creep-Dole Tbe son of Mud-Born, and bis stubborn lance pix'd in bis breast ; bim falling sable death surprix'd, and from tbe body ded tbe soul. But pove-Beet struck Pot-Diver to the beart, slew bun ; Muncb-Loaf in tbe belly bit Loud-ClacK, wbo falling prone, tbe soul forsook Dis limbs. Wben Poul-Diver saw Loud-ClacK"], [49, "39 THE EROG-AND'MOUSE-EIGHT. Witb rock as millstone vast, be by surprise 3trucK Creep-Dule on mid-neck, and darkness veil'd Dis eyes : at him again with glitt'ring spear Lap-Wed aim'd right, and in tile fiver struck. Wben 8ucK-Cabbage saw tbis, be ded, and fed Down tbe deep bank ; but be escap'cl not so : De plung'd himself into the dood ; be fell ; never more look'd up ; tbe lake was stain'd purple blood ; be lay upon tbe shore Outstretcb'ci, bis small guts and fat bowels masb'd. Tben Marsb-Love slew 8coop-Cbeese upon tbe bank ; sight of 3crape-Dam, Calamint took fright : plying, be plung'd into tbe lake, and threw Dis shield away. Water-Love slew tbe King Gnaw-Gammon : witb a stone in band be struck Tbe fore-part of bis bead, and tbrougb bis nose Tbe brain rid'cl ; and tbe earth was splasb'd with blood. LicK-Table slew good Mud-Bed witb bis spear. /Assailing bim, and darkness veil'd bis eyes. Weed-Biter spying Dunt-8team, by tbe seet Dragg'd bim, and strangled in tbe marsh, bis neck Clasp'd in bis band. Crumb-Catcb bis dying friend"], [50, "40 THE EEOG-ANO-MOUSE-EIGHT. Reveng'd, and wounded Mud-Robe in tbe pauncb, To^tbe mid-liver ; prone be fell ; bis soul To Pluto went. Tbis Mud-poot seeing tbrew handful, grasp'd, of soil at bim, and daub'd Dis forehead, and well nigh put out bis eyes ; Pnrag'd, tire other seizing witb strong band mighty stone, wbicb lay upon tbe plain, Tile eartb incumb'ring, Mud-poot smote witb it Below the Knees ; tbe whole right leg was crusb'd, down be tumbled in tbe dirt supine. Doarse-CroaK, revenging bim, again a«sail'd Tbe foe, and smote bis navel ; tbe sharp rush Went ad in ; on tbe ground bis bowels pour'd podcnving tbe spear, drawn out witb violent band. Wben Cate-Muncb, on tbe margin of the flood, 8aw tbis, be limping from tbe dgbt retir'd ; afflicted mucb, be plung'd into a ditch, Tbat be might shun by digbt a grievous death. But Nibble-Biscuit on tbe instep smote Bladder-CbeeK ; wounded quick be ded, and plung'd Into tbe lake : wben Nibble-Biscuit saw Dim fad half dead, be rush'd on bim again"], [51, "41 THE EEOG-AND-MOUSE-EIGHT. >> Pager to slay : but Weedy, when lie saw Dim fad half dead, pass'd tbrougb tbe foremost rank. /And darted bis sbarp rusb ; which could not pierce Tbe sbield through, but bis spear-point was repell'd. There was among tbe Mice a stripling boy, tbe rest tad, lighting close, tbe son Of blameless 8nare-Loaf; be resembled Mars Himself, bold 8crap-Catcb : singly be exced'd In battle ad tbe Mice : be stood alone. from others, by tbe lake, elate Tbreat'ning to end tbe race of warlike progs : be bad done it, for bis might was great, Dad not tbe she of Gods and men look'd sharp. But dove took pity on tbe ruin'd progs ; moving slow bis bead, pronounc'd tbis speecli. \" Good Gods ! important deeds my eyes behold ; \" 3crap-Catcb no little bas astonisb'd me, \" Beside tbe lake, with eager eyes intent \" To cut tbe progs quite off: but send we quick \" Pallas, and also Mars in battle strong, \" Bold as he is, to drive bim from tbe field.\" c."], [52, "42 THE EEOG-AND MOUSE-EIGHT. more 80 spake tbe son of saturn : Mars replied ; \" Neitber tbe might of Pallas, nor of Mars, \" dove ! avail from grievous death to save \" Tbe progs : but let us ad go to their aid : Or wield tby own great giant-Killing arms, \" Of force impetuous, wherewith the chiefs \" Tbou sle west of ad tbe Titans, binding fast \" Pnceladus, and those fierce giant-tribes.\" De spake ; and dove bis fiery figbt'ning lanc'd ; It tllunder'd filst, and vast Olympus shook: But tben tbe dreadful bolt, tbe arms of dove, Whirling be sent ; it dew from tbe Xing's band, bgbting, frigbten'd ad tile Progs and Mice. Vet, not so cbeck'd, tbe Mouse-bost press'd stid To cut tbe race of warlike progs quite off; But tbat from heaven tbe son of saturn saw Tbe Progs with pity, and strait sent them aid. 8udden, witli anvil-backs, and crooked claws. Marching awry, they came, in track oblique Pincer-mouth'cl, shell-skiim'cl, bodies all of bone,"], [53, "43 THE EEOG-AND-MOUSE-EIGHT. Broad-bacK'd, tbeir shoulders shining forth, bow-legg'd, Tbeir joints wed-Knitted, in the breast tbeir eyes, pigllt-footed, double-headed, many-claw'd, Tbey are call'd Crabs. Tbeir moutbs snapp'd tads of mice, aAnd feet, and bands ; and back tbeir spears were bent; Whom tlie poor mice shrunk under, nor bore up ; Bllt turn'd to digbt. Tbe sun was setting now, of this une-day war an end was made."], [54, "44 TN6 P60L0006 to TDP /ANDRI/AN OP TPRPNCP. v> UNX first tu write tbe poet bent bis mind, Tbis unly task be thought himself assign'd, 8ucb fables, as migbt please tbe town, to write— But be perceives tbe thing is alter'd quite. Por writing prologues he mispends in vain Dis labour, nut tbe subject tu explain, But tb' old suur poet's railing tu confute. Now mind, pray, wbat tlie fault is, tbey impute, Menander tbe perintbian composed, : tbe plots in botb proposed Were not so different, but one, wbo Knew Whichever well, must Know tile other too. De o.vns from tbe perintbian be transferred batever witb lds Andrian fairly squared,"], [55, "TRANSLATION OE THE ?EOLOGUE, 45 used it as bis own. Tbis tbey dispraise, Contending tbat such mixture spoils both plays. Tbey are so Knowing, tbat tbey nothing Know, Wbo, wbde on Iiim they foul reproaches throw, Na?vius, plautus, Pnnius accuse, Authors, whose track our poet but pursues. More fund to emulate tbeir negligence, Tban of tbese men tbe groveling diligence. I warn tbem to be quiet, and forbear To slander, lest tbeir own misdeeds tbey bear. Attend with favour, and witb patience try, That wbat remains us hope yuu may descry, Whether bis plays, hereafter made quite new, Wid be seen uut, ur driven off by you."], [56, "46 T6AX8LATI0X o? TWO P^.88AGP3 IN PDRIPIDP3 Ai.su llv Ia0iln cHANcRiaiaUit imiiti.uw. 1. I u I s plaited Garland, Lady ! I present, Which I bave woven from tbat untouched Mead, Wbere never 8bepberd tbougbt to feed bis pluck, Nor Iron ever came ; but fearless Bees 8tid wander o'er tbat vernal untoucb'd Mead. Dere, witb tbe fruitful River wed bedewed, Religion Keeps tbe Garden : wbo, untaught, prom Nature bis unblencbed Discretion draws, May gather ; but tbe Bad have no such Rigbt."], [57, "47 TRANSLATIONS EROM EUR1?1DES. 2. Mucb indeed God's providence, Wbde that occupies my 8ense, puts ev'ry 8orrow by : But the point, I bope to gain, pads me, w ben the Deeds of Men, portunes I descry. All tilings transform : In ceaseless Cbange Tbe Lives of Men bewilcler'd range."], [58, ""], [59, "86V66AL 006168 or V6K8N8. n"], [60, ""], [61, "51 LIX68 ON TDP VICTORV Op CA?TAIN 8IR ?HILI? L0WE8 VERE EROXE. EARONET. ovDil im: cnDSArDAXl:, i>i im: AiviDiticAN sRAs. I> o w bad our deet, tbat, on the angry main, Despite of prance, of Holland, and of 3pain, Tbe dag of pngland in fud triumph bore, Been wreck'd at last upon tbe Western shore. Columbia's dag was fatal to our pride ; /And we, that bad tbe polisb'd World deded, 8upreme in courage, and in nautick skill, Were doom'd to Know from petty traitors ill. Tbe sad reverses of inconstant pate Could not o'ercome our courage witb tbeir weight ; But pngland felt tbis, as a fatal blow, To strike ber colours to so mean a focv"], [62, "LINES ON CAT-TAIN LRORE's VICTORV. 52 foe, tbat swims about the wat'ry world, Wherever dove bath bis brigbt thunder burl'd, To pick by carriage on tbe doubtful main Our Island's refuse, and her thievish gain. Lung time sbe doubted, and long time forbore Tu face tbe thunder us tbe Lion's roar : But bribes from prance, what courage could nut do. To war committed ber rebellious crew. Tben tbe poor senate, in tbeir broken style, Began tbe 0,ueen <,c Nations to revile ; Billinsgate, by Western wit made more, pill'd ad tbe echoes us tbeir Knavish sbore. Tbe jails were open'd, and tbeir cunning plann'd gen'ral search and rummage tbrougb the land, Tbat ad tbe Knaves, that in ber bosom slept, Like docks of locusts, to tbeir ships were swept."], [63, "LINES ON CAPTAIN EEORE's VICTORV. 53 Tben tbeir four frigates, long laid up in mud, Were slowly dragg'd to tbe unwelcome dood ; Tbat, once a year, witb trumpets passed o'er, To scare the dolphins, and dismay tbe Moor, But now tbe G,'tr?cnH tbe cliange shad Know Between a turban'd, and a Cbristian foe ; Commonarez, tbat brav'd it at Algiers, 3bail skulk in ocean, lest we crop tbeir ears. Tbeir souls being little, their occasions mucb, no relief from prencbman, or from Dutcb ; Witb tbeir fat dollars tbey our men o'er-reacb, taint tbeir faith witb tbeir 3atanicK speecb. 8ome, tbat for debt were in tbeir jails condn'd, /And some, for crime that left our sbores behind, some weak, some mad, from their allegiance fell, To find, tbat treason is a mental Ded."], [64, "54 LINES ON CAPTAIN LKOKES VICTOKV. well it was America did so, Tbe only bope of safety sbe could Knuw ; Pur, let wbat wid be, tbus uur sate is spun — Tis but by Pngland, Pngland is undone. In mere despair witb tbese tbeir tops tbey fid, triumph o'er us by their force and skill : Tbe cannon, pointed by those Pnglisb minds, Awhile dispers'd our glory to tbe winds. Tben tbeir few sbips were of so vast a sixe, That scarce our decks could to their port-boles rise ; We fuugbt in dame, wbde tbey securely stood, /And swept our decks into tbe briny flood. Ob ! wbat brave spirits in tbe deep were 1o«t, Their friends', their country's, and tbeir nature's boast ! Wbo smil'd in death, and, to tbeir country true, Pound all tlieir wounds were for tbeir fame too few !"], [65, "LINES ON CAPTAIN NRORE's VICTORV. 55 But Bitoni: reveng'd tliem by bis noble deed, in tlie siiANXUN taught bis sues tu bleed : Columbia, gating on tbe adverse sbore, Bebeld ber glory, and ber cause nu more. Now, joyous ligbt throughout our nation burns, Willie be in laurels o'er tbe sea returns : taugbt by Broke, Britannia now may view Wbat ber brave 8l7?i-oi.ic* to ber foes can do. Our gracious Master, witb a sweet reward, Das shown bis faitb was grateful to bis Lord : brave bimself as is tbe crystal ligbt, Das clotb'd witb bonuur bis courageous Knigbt. 19tn, 1813. * 3ir pbilip Erolce is a gentleman of surlullc. 5 Tbe prince Re»ent was pleased to create faptain liruice a Larouet of England, lor bis conduct in tbis battle."], [66, "56 10 60666T 8NI666, 68(). ON DI8 BKAUTirill/ BUII/DING Op cOVLNT GABDNN TUNATB12. WnDN drst I saw tbis fair and wond'rous pde. The great example us the DuricK style, mark'd its wise proportions bow severe, yet bow smooth its beauty did appear, Tbe brigbt contention of each outward part, Wbere Nature only was adurn'd by art. Not overwbelm'd, as other builders use, Wbo tbe rich stores of science stdl abuse, But rais'd in separate glory to tbe sky, witb tbe works of Nature born to vie : Lost in debgbt, and in amaxe I stood, aAnd pitied the old age, tbat, barsb and rude, > In humble dwellings the sweet scene pursu'd. )"], [67, "TO ROLENT SM1RRE, ESI. 57 /And as God fram'd tlle perfect work of Man, Wbere ad proportion in its search began, To be tbe book and alpbabet of love, Wbere mighty builders tbeir first science prove ; 80 tbis, bereafter, to our eyes sball stand, > Tbe great Ppbesian temple of our land, V. sweet /Apollo, wbicb tby art bas plann'd. ) Nor less in beauty, tbougb that beauty be Of all mankind tbe pure epitome, therefore to our architects tbe source Of sweet proportion, and unerring force, Where tbey may learn, from tbis tby rule sublime, To cbarm tbe skies, and to out^iuestion time ; Not less in tbese, tban in fair use we weigh Tbe wond'rous genius, tbat tbese wads display, That speak tbee, 8mirKe, and boldly I declare Tbe faultless trutb, tbe great Palladia's heir. Witb dne deligbt, by MathematicKs taught, beauteous pde may to tbe skies be wrougbt, In wbicb tbe marble, or tbe stone, may vie In bkely /orm witb brave eternity ; l"], [68, "58 TO ROEERT SMIRRE, EStl. And wear a crown of beauty to outshine Th' engdding 8ummer with its front divine ; But if tbe inward beauty be not like, To win by use, as witb debgbt to strike, It shad be but a vizor, or a mask, Wbicb for intelligence we vainly ask ; Apollo to tbe eye ; but to the mind vacant ideot, tongueless, deaf, and bbnd. This faculty or soul, tbe fight of Heaven, Tby band witb prodigal award has giv'n, And fram'd its various chambers to the use Of boundless passion, bating the abuse ; Por that were like the fool of elder date, Wbo tbougbt by vast dimensiun to be great : Whereas in fife, as in tbe mimick scene, Tbe perfect virtue lives still in tbe mean ; And firmly lives : tbis thy fine nature Knew, gave example, wben tbis plan yuu drew as the wizest nature is forbid. By silence ur disuse if it be hid."], [69, "59 TO ROEERT SMIRRE, EStl- Xnd only years and strict attention can Discourse tbe perfect nature of tbe man ; Vet not completely, if we finely sougbt Prom tbe first cradle, till bis age were brougbt To fid tbe second witb o'er-lab'ring id ; 80 may we read tbee, and admire tbee slid : Vet bope not, till tbis squared stone sbad fall To crumbling dust, or fire consume it all, That, in propbetick fight, in Theatres Gives type aud fashion of tbe World's decease, element, still fatal to tbe 8tage, That saves it from tbe sad expense of age, (Wherein of old tbe pope was wunt to deal, Now Bonaparte's vex'cl malice dotb reveal Itself in dre ;) we bope not to pursue Tbe map of Knowledge, wbicb in tbis you drew, To fud attainment ; but content to dnd Pacb day some new provision of your mind, Pxpend our lives in wisely being taugbt, Dow tbe great founders in tbeir marble wrought Tbe book of wisdom, and the map of thought."], [70, "60 TO ROLERT SMIRRE, ES<H. Tby genius W28 confin'd, and yet tby art Wdl not that secret to tbe world impart : But, like .Apelles, wben be form'd in tbougbt Dis boundless picture, tbis brave bouse bast wrougbt Pree, as wben Phidias bis Keen chisel sway'd, To carve tbe marble of tbe matchless maid, Tbat all tbe youth of in amaze that cold beauty, witb sad tears did gaze ; (por love, t' expend itself, shall find no bar, Or on a marble image, or a star ; But wander, in its nature uncunfm'd, aAs is tby genius, or tb' unleased wind ;) Tbou, on one side bemm'd in by tb' pubiick ways, Vet didst tiiis temple to brigbt honour raise ; in tb' once pious Garden's near despite, Didst lift tliese pillars, to outmatch tbe light : Great Architect, witb wonder I pursue Tbe fancy of tby draught ; and find too few, Dad I a bunched tongues tbe words of praise, Wbicb they could yield me, wbde on this I gaze. Tben be it so : let sdence tben persuade Tby gen'rous nature, bow uur hearts are sway'd :"], [71, "61 TO EOEERT SMIRRE, ESH. l, Pur silence is best plaise, wben wnnder reigns : Vet take tbis verse for tby immortal pains : Tbou bere bast built a temple, and a dome, Wbicb shad exalt tbee, for all time to come ; Unless the lightning, in especial love, 8bad tbis fair structure to tbe skies remove ; 8natcb'cl by tbe band of dove : though earthly lire May be tbe outward signal of desire. Tbis may be so ; and yet tby name shad live, /And to our public works new glory give, Wbere tbou and 8baKspeare uncontroui'd sball stand. Tbe mix'd deligbt and wunder us uur land, Till fire unfeign'd shall mar tbe world's design, ) wrap in ruin tbis our brave condne, > Pnbounded poet ! divine ! )"], [72, "62 VI60IL'8 0N08T. w __».!_« in woods from morning until eve, From eve to dewy night : and pitch my camp In the sepulchral forests, where the bird, That fled from Tereus, weeps the livelong day : And all the starry night she weeps, and sings Before the gate of Proserpine ; a cave, That leads from Dis into this upper World : There dwell I, wheresoe'er that dwelling be, Apart from kings ; and with discursive ghosts, Upon the edge of IVIoming, sweetly talk. I^ow pale Bootes on the cavern shone ; And I, forsaking great Malvezzi's page, Gall'd with bright voice unto that ghostly herd, Which they are wont t' obey, for faro's soul, T' uprise, and visit the o'er-wakeful moon. I call'd ; and IVIaro at the summons came : \" What would'st thou, son, with me ?\" I straight reply'd, \" O poet, above all divinely wise."], [73, "VIEGIL'S GHOST. 63 \" To wbom tbe 8un and Moon were strictly Known, \" Tbe sprinkled stars, and seasons, tbat o'er-sway \" Tbis fickle globe, tbe eartb, and wbat it bears, \" Of fruit, of creatures, of immortal man, \" Witb all that in tbe lower realms of Dis, \" par underneath tbe glimpses of tbe moon, \" Dave wakeful being ; tell me now, I pray, \" Wbat, in tbis wand'ring errour of tbe world, \" Best medicine for sorrow, may be found \" To lull tbe oblivious evil into peace?\" I said ; and Maro, witb sad tears reply 'd ; While, overhead, the wakeful thunder rod'd, wben it passes o'er Oblivion's shore : \" Great is tbe task, O son, and various minds \" Witb various solace lud tbe poignant woe : \" 8ome in wdd passion steep tbe troubled breast, \" some witb sweet Nepenthe lull tbe mind, \" some witb berbs of mere forgetfulness : \" Tbeir potency is mucb ; and men may stay \" The orbit of the moon witb berb and song ; \" so tbe sov'reign reason may assuage . \" But open wide tbe porches of tbine ear ;"], [74, "VIKGIL's GHOST. 64 sbore ; \" Beheve it, with tbe sanction of my soul, \" That, worn with study, sought Proserpine's \" /'ot o//'a?'ie>-, O ,n^ Z-»-aclou« «on, '° best t^ l/'tl« tirawn \" a sweet ta/i, w^e^-e t^e »-«o?-t « muc^.\" He said ; and vanish'd, like tbe dews of »iAht"], [75, "65 TO ITALV, ON THE DIVINE SINGING OF Kl^D^HIE c^T^.L^NI. I^i ni that tby beauty from the Tramontanes Is fenc'd by mountains of eternal snow ; 5?ot that Areat into the silver Po 8trucK Pbaeton, that lost the 3olar reins ; Xut that tbe golden Grange on tby plains, fatt'ninI Glives in full sweetness blow ; 5lor tbat tby lakes into H.vernus While sparklin? 8ummer on tbeir surface reizns ; ?>io ; nor tbat tbat enliFNten'd Hill^ dotb sbine, The torch of Mature, through tbe radiant ni^bt, Gan make thy coast, G Italy, divine : But this thy zlory, this thy sacred li^ht ; That GAiA^ni, whom all tongues inchne To speak immortal, is by birth tby rizbt. » Ve«uv!u«. X"], [76, "66 TNL 0KAN6L TKLV: A SONG. -ll^iN blossoms tbe Grange, and long may it bloom, And yield a sweet fragrance, ungrateful to Bome ; Beneath tbe deep sbade of its time-spreading bourns. In tbe hrigbt blushing Bacchus we steep our warm vows G the bright Grange, r^ASSAu's blooming Grange, Long, long may it blossom, tbe pride of tbat House ! Religion rlrst planted tbe beautiful tree, And Liberty Kept it from eril still free, I'rom blasts of tbe winter, and blights of tbe spring — Till, oh ! a sad season misfortune did bring : G tbe bright Grange, iVASSAu's blooming Grange, shall it blossom, tbe garden's «weet King !"], [77, "67 THE ORANGE TREE. God smiles on the Grange ; and men love its sbade ; I'or tbe leaves not in winter, uncbanging, will fade ; 8till true to its nature, it mocks tbe dark skies, unbarm'd by tbe lightning, the tempest defies : G tbe brigbt Grange, blooming Grange, in new beauty its blossoms arise ! Tben bathe its sweet roots in tbe juice of the vine, in songs of bright beauty declare it divine. Let the fairest of women still baunt tbe soft shade, the bravest of soldiers still rise fur its aid ! G tbe hrigbt Grange, blooming Grange, Belov'd of all nature, tbe tree cannot fade !"], [78, "68 io NOLDKT 800TNLV, D8(i. POET LAUREATE. whose soul, to Liberty devote, Has finely spoken in immortal song, witb her borne all English hearts along, Tbat can th' uplifted mind from evil note. I think tbee fit, though envy be afloat, To walk, a peer, amid tbat learned throng, Tbat, sweet in fancy, and in virtue strong, Have sway'd tbe ear of glory witb their note. Wben Time sball tbruw bis laurels on thy herse, weeping lays he sprinkled on thy bier, But be tbat long ! then tby immortal verse 8ball be to Petrarch, and to 8penser dear ; To whose sweet souls tbou sweetly sbalt rebearse Tby musick, born for that sphere !"], [79, "69 TO HIS ROVAL HIGHNESS, THE PRINCE 0E 0liAN«E AND NA88AII sov^RRILN rtiixci: o? ru^ NNTUTRLANvs. I nv 8ov'reign honour, and thy Kingly sway, Well blazon'd by tbe artful poet's song, 8hall save thee, G»AN«i:, from th' unnumber'd tbrong, Tbat, bke tbe leaves of Autumn, flit away, t^all'd by sad deatb, to he Gblivion's prey, over-beap'd by Time's invidious wrong : An me, bow many, tby sweet peers among 8ball wail, lamenting, for their natal day ! But tbou, a star, that from tbe briny foam Is finely lighted in tbe sparkling morn, 8baI1 burn in glory to tby sacred home, tbe wild air, and ocean well adorn : I, first of poets, 'mid tbe darkling gloom, 8aw thee to light and fine distinction born !"], [80, "70 0N LEH0LVINO V0VIAN 0A8TLE, on INN LANH or -rni: noTme», IN SUSSEX. v^) 1U0U brave ruin of tbe passed time, Wben glorious spirits sbone in burning arms, tbe brave trumpet, witb its sweet alarms, Gall'd Honour / at the matin hour sublime, tbe grey ev'ning ; tbou bast bad tby prime, tby full vigour, and tbe eating barms Gf age bave robb'd tbee of tby warlike charms, plac'd tbee here, an image, in my rhyme; Tbe owl now haunts tbee, and oblivion's plant, Tbe creeping ivy, bas o'er-veil'd tby towers ; Botber, looking up witb eye askant, Becalling tu bis mind tby brigbter bours, Laments tbe time, wben, fair and elegant, Beauty first laugb'd from out tby joyous bowers"], [81, "71 ro L0KD ELV0N, LORD HIGH CHANCELLOR OF GREAT LRITAIN Ulon STIWANN 0F -run uxivNilsiTV 0F oxroitn. Lii x i: as tbe lights, tbat on tbe globed sphere With 'line discernment to our senses play, night, and tbe divided season sway, Witb glory, and adornment of tbe year ; staking wbat is, since making to appear Wbat God ba« planted, our abode t' allay With pleasance and witb use, wbicb else were prey, But for tbat gracc, to sorrow and to fear ; 80 shine tbe wise to our o'er-darken'd sense, Tbat great Orion in just thought is pale, Bbosphor dun ; so tby bright excellence tbe clouds of evil duth avail ; from tby pure and unhurt eminence, them all, doth make tb' un-loyal ouail !"], [82, "72 W K I T T L N on TUN TNIHTV.PHi8T D^V GE DE^EIVIBEB* W ilAri in a mantle of dark clouds, tbe year, Tbe winds now sleeping, in dim rest expires, Julius' walls-f- send forth their flashing fires, And shake with thunder our rejoicing sphere : The days of again appear, Poictiers, and Gressy, where our warlike sires 8aint George first planted on tbe GallicK spires, Baris shook, tbat London was so near ? Bourdeaux, and Bayonne view our tented host, Wbose eonuu'ring horses drink their streamlets dry ; Tbe Netherlands to Prance again are lost ; The Bhenisb Princes from her banners fly : Then fine the ramparts, while this glorious toast, Th' I^llVtGBT^.L REGENT ! thunders to the sky. * Tbeye»r 18!3 ended wiiba tn>ck,andalmo«t unprecedented foz over London, lor some da^z. 5 Tne Tower, built bv Fu!iu« C«zar."], [83, "I'm: VOl3N'8 OAII^HT'N^: WITH 8EVEB.^L TB^N3L^TIGN8 PliG^I UGRAcE. i."], [84, ""], [85, "75 ie> L0I^0 ELN0N, LONO HIGH CHANCELLOll OF GREAT BRITAIN, HIGH STEWARD OF THE UNIVEKSITV OF OXFORD. LoiiO, I had presented to vou mv Poem of Minn/t^/ii,\" I heard, and lamented to hear, that vour Lordship was suffering under that euemv to contemplation, and a more studious life, tlie <3c»ut : and, because I knew, that light and cheerful airs of poesy are as medicinal to the mind, which is ever a partaker of pain, as the herbs, used bv wise physicians, are to the bodv ; I resolved to imagine some gentle, and pleasing argument, which might not be unwel come lo vour Lordship, even in tliat estate. Lut, I thank <3od, vour Lordship's pain lasted"], [86, "76 not so long as mv labour : and I have now onlv to request vour favour, and protection for these few lines, inasmuch, as I please myself to think, that thev were born in service. Eor the poem os the Aide's /)a«Z^te»-, if it shall be considered, that I have sprinkled some flowers of poesv upon the narration, I sliall esteem that approval a sufficient eloquence. kor mv ?>-an«/«/ion«/?ttm it ma^, perhaps, be thought, that I merit somewhat more of approbation. This, at least, is due to me ; that I liave not wandered far from mv Au thor; nor made that evil, which I found entirelv void of it. Although this great and noble poet (great and noble where lie is innocent,) be the easiest of all writers to translate ; vet has his sense never been poetically given, except bv (Rowley The name of (Rowley can never be mentioned without delight ; but in this instance he has even excelled himself; for liis Anacreon» tiques, to use his own words, are to all sense. \" Tbe dewy morning's gentle wine."], [87, "77 I have added also, that t)cie o/'K^ace, which 8caliger valued above the price of the kingdom of Tarracon ; and some Hon^z, descriptive of the harmless pleasures of a country life; with which the wisest minds, over-exercised in the duties and occupations of state, have often per mitted themselves to be flattered and beguiled. Praving, that health and honour mav ever attend vour Lordship, that we mav continue to be benefited bv vour wisdom, I am, IVlv LoRD, Vour Lordship's most obedient, and ever faithful 8ervant, THIIKLOvV. London : MircK 11, 1814."], [88, "TVien a// t^e/e/ck, a»tl wo«li« 5/la/i lt burcleil ?t «^«/i be.' ?Vle» a// t^e bl'rck in severa/ «ote« «/l«/i «inF ,- a// tt^e ?-ii-e>,; murni»»' t^ee. Gowi.nv's"], [89, "79 ?HN V0<3^8 VAII^IiTNIl. cANTO I. o w Aurora left her bed, <^nd from aged Titbon fled ; Apollo sbed bis beams Gn tbe deep and silent streams, Goming forth witb all bis state Prum tbe Oriental gate ; Kow tbe Doge was at bis prayers ; ber bright and golden hairs combed free, Underneath tbe crystal sea ; tbe Hlermaid cbanted brave I\" On tbe blue and sparkling wave ;"], [90, "80 THE DOGE'S DAUGHTER. Now from lHandia and from Rhodes, Blighty governors' abodes. from (Cyprus, too, in baste, Where tbe lord Othello grac'd Tbe ill-omen'd war begun, (But tbat was ere tbe deed was dune. Born of jealousy, and pride, By wbicb Desdemona died,) Ivlessengers, with winged feet. In tbe Doge's ball did meet, Bringing tidings of affairs. To fill bis wise and aged cares ; Now tbe lute and cittern hreath'd vows, to beav'n beoueath'd. Prom tbe chaste, uprising maid, Vows, wbicb must be duly paid, Wben she in marriage-bed duth lie, Witbnut reproach tu chastity ; And wbate'er in thought was free. Like tbe lark 'gan sweet to be ; 20 clO But pale jealousy did weep ; And tbe miser fell asleep ;"], [91, "THE DOGE'S DAUGHTER. 81 tbe bgbt-bating man, and fowl, Tbe astronomer, and owl, To then' learned beds were gone ; Now tbe night, tbe night is flown, tbe moiiiing came apace. Breathing sweet an amber grace, To deligbt tbe race of men ,o Witb lier crimson cheeks again : But yet Heliodora lay Turning from tbe golden day, Naked, on her purple bed : Tears, like amber, she did shed, And her busum Iieav' d witb groans, Pit to melt tbe marble stones, That jut upon tbe Adrian sea : \" What is day, false day, to me ? \" Hide, O nurse, th' accursed sight, \" Palse to me, and to deligbt ; \" d!Iose my bead in sable night. \" Is not this tbe fatal day, 50 \" Tell me, O d!aneura, pray, \" Wben tbe Doge, my father, said, \" I should mount tbe marriage bed 2l"], [92, "82 THE DOGE'S DAUGHTER. 60 7\" >-o \" Witb tbe lord Orsino's lieir ? \" O day of madness and despair ! \" Batber, bear me to my grave ! \" Hast tbou, O nurse, no means to save ? \" Or must I to my tomb be gone ? \" Is my father's heart like stone, \" Tbat thus can see bis daugbter lie \" Distracted, and, unpitying, die ? \" Let me to the Indies fly, \" To tbe out-posts of tbe world, \" Or upon tbe winds be burl'd, \" ?ar beyond tbe peopled sphere, \" Ere Orsino find me here, \" Beady for bis hateful arms ; \" Hast tbou, O nurse, no counter cbarmz. \" Prom tbe mountains, or tbe fields, \" Tbat tbe gentle Nature yields, \" In pity to a maiden's woe ; \" O my lord, my fatber, oh ! \" Weeping at yuur feet I lay, \" Vet you turn'd your beart away \" Prom yuur daugbter in despair ; \" 0, pity me, tbou gulden air,"], [93, "THE DOGE'S DAUGHTER. 83 \" lor pity to my God I fly ; \" O 'Pr»ngipani, let me die, \" If I bebold tliee not again ! \" Then, overcome witb sudden pain, Tbe maiden fell upon ber back, ber reason gone to wrack, Painting from tbe light away : 8carce tbe nurse tbe bfe could stay, Wben she bad restor'd it well ; 8carce ber aged sense could tell Wbat should be remedy to love : lVlucb persuasion sbe did move, Tbe winged God to overcome, to bring sweet patience home : \" IVlen are men,\" d^aneura said, gently sbuuk ber aged bead ; \" Orsinu, to say trutb. 90 \" Is a fair and gentle youtb, \" Who speed your happiness ; \" Do not you, then, make it less ; \" Or against your father figbt, \" Por a dream of mere deligbt. 100"], [94, "84 THE DOGE'S DAUGHTER. \" Is not Prangipani gone ? \" Why then will my cbild make moan \" ?or a good sbe cannot have ? \" 8ay, tbe youth is fierce and brave, \" Pull of virtue and debgbt, \" Vet be is not in your sigbt, \" Nor be cannot be again : \" Wbat then can be more idle pain, \" Tban to tear your heart for one, \" Wbo cannot to your arms be won ? \" Would you witb Prangipani go, \" exile, o'er tbe mountain's snow ? \" Or witb Prangipani sleep, 110 \" In tbe caves of forests deep, \" Underneath disbonour'd bougbs ? \" Would you be tbe windy spouse \" Of a corsair, on tbe deck \" Baring tbat immortal neck ? \" O my Deliodora, bred \" In tbe golden marriage-bed, \" Ped from out a princely cup, \" Where 'tis only Kings may sup, 120"], [95, "THE OOGE's DAUGHTER. 85 \" Would you\" — but who counts tbe lights, 8parKIing in tbe summer nigbts ; Who tbe leaves can number all, Tbat in waning Autumn fall ; Who can tell what sands there be, By tbe coral-paved sea ; 130 Who can do these things, may tell Tbat, wbicb is impossible, Tbe words tbat from Ganeura fell. All ber words were vain ; as vain it were witb gentle strain Of persuasive speech to move marble Dian into love : like tbe marble, Heliodore, image for all men t' adore, Lav upon ber purple bed, 140 Hiding ber tbrice-golden bead : Only, now and tben, a groan ber migbty passion Known: tbe tears were flowing free, from unhappy Niobe."], [96, "86 THE DOGE'S DAUGHTER. 150 160 Then she lift up ber marble arms. Unfolding a whole world of charms ; <^nd, \" O great God, and what beside May bear, and pity me,\" she cried, \" If I forsake tbis bapless yuutb, \" fall from my pure rock of trutb ; \" If I forsake bim in bis woe, \" from Prangipani go \" To anotlier marriage-bed\" — No more tbe bapless virgin said ; But fell again upon tbe bed, ber bright and golden bead In tbe dews of nigbt was steep'd ; Long time, tben, tbe maiden sleep'd ; tbe nurse, witb trembling fear, Gould scarce bring back ber daugbter dear Tben, as sbe held ber weeping bead, \" is it tbus,\" Ganeura said, \" My daugbter fur ber love must die ? \" Lift up tby tbougbts, my cbild, and I \" To ease tby loaded beart will try : \" Wbat if tbe Doge be grown so old, \" That be tby passion can bebold"], [97, "THE DOGE'S DAUGHTER. 87 \" Ilnmov'd, d'aneura will not see \" Tbee perish for fidelity : 170 \" '8pite of tbem all, and all tlieir power, \" Tbou slialt be free tbis very hour ; \" I 've an old bead, and tbat can tell — \" Tbere's notliing so impossible, \" But tbat tbis eve, ere Desper glow, \" To prangipani tbou shalt go. \" There's never a prince in Italy, \" Witb my Heliodore shall be, \" But I'll Know tbe reason wby : \" Unless, and I myself deceive, \" Prangipani give tbem leave. 180 \" prangipani, I say again, \" Wbat is tbere in tbat lovely strain \" 8o baleful to tbe Doge's ears ? \" Tbe Doge is mad, as it appears ; — \" Is be not young, is be not brave, \" On tbe land, or on tbe wave ? \" Is be not soft and gentle too ? \" very beautiful to view ? \" What would tbe Doge fain have, I pray, \" That to tbis boy be answers, nay ? 190"], [98, "88 THE DOGE'S DAUGHTER. 200 l» 210 \" be must banisb him, forsooth, \" Despite of all bis spotless truth ; \" O, be must banisb him, and tben \" He brings us bere tbis King of men, \" Tbis great Orsino bere to wed, \" t'enjoy tby golden bed ; \" Hlarry, forbid ! tbe Doge is mad, \" I say't again, tbe Doge is mad, \" l^aneura says it,\" — bere she stopp'd, fur a while tbe subject dropp'd, Lacking ber breath ; and tben she smil'd. To see bow much her words heguil'd Tbe virgin, who raised up ber bead, when a marigold doth spread Her ilourisbing leaves to tbe 8un's eye, Tbat lately in cold deatb did he. Tbe rose came to ber cbeek again, ber heart forgot its pain : as tbe ivy clasps tbe oak, Tbe nurse into ber arms she took, And gave her an immortal Kiss ; Pit, O .love, t' have fill'd with bliss"], [99, "THE DOGE'S DAUGHTER. 89 Tby eternal chair on high : tben upon ber neck did lie, Pull of joy, and tranquilly. Tben tbe nurse resum'd her theme ; \" It were folly in th' extreme, \" Longer bere, my love, to stay, \" Tban tbe lamp sball shed it's ray, \" In tlie purple skirts of day ; \" Tben, ere yet tbe moon's soft beam \" Gild tbe stream, 220 \" Wben now tbe Doge's board is set, \" (We have time t' escape them yet,) \" We with Pbcebus taking leave, \" Underneath the purple eve, \" To tbe port will make repair : \" I bave a good brother there, \" Gaptain of tbe sbip, 8aint lVlarK ; \" Wbo will take us in tbe dark, \" safely once on board with bim, We may chant our vesper bymn, \" Laughing at the peril past : 230 \" the while we stand by tbe mast, N"], [100, "90 THE DOGE'S DAUGHTER. \" /a,-cic't'tV, Z-ooci l),Hl'no, Hi, / — \" Is tlie Doge sball make a stir, \" Tbat to us breeds little care, \" Wben upon the gulf we are, \" tbe >rind is fresh, and fair : \" my brother sails to-night, \" Daving liis permittance right. \" Tlien, my love, my Heliodore, \" your grief shall soon be o'er, \" plying to a foreign shore. 240 \" Only there is one tbing yet, \" Tbese legs, so soft and delicate, \" Hlust forget their wonted state : \" tbis bosom for tlie world, \" Wben our foresail is unfurl'd, \" PIving in tbe idle wind, 250 \" Tben a sailor's coat must bind : \" 1 must buy you sailor's clotbes ; \" But be sure you learn your oaths, \" Nut such pretty uatbs, maids \" Pind expedient in tbeir trades, \" H^/ «?«, a,ltl Faint C/ia^?t«/ — \" No, you braver words must try:"], [101, "THE DOGE'S DAUGHTER. 91 \" It will not hurt your cbastitv, \" 3ince for winged love you fly. \" Now, my love, awhile farewell ! \" I at eve a tale will tell, 260 \" Tbat, I tbink, sball please you well.\" Then from out tbe door she pass'd, But first Heliodore embrac'd, to tbe Doge tben went in b»Hte. Him she prav'd, with simple air, Her lady's presence to forbear ; \" pur she was full of shame,\" she said, \" Till tbe lamp of eve migbt shed \" Her amber light, and Hymen's vows \" 8bould tben be wakeful tbrougb tbe bouse \" His bigbness Knew tbe gentle maid. 2/0 \" How soft, and bow of love afraid, \" if it pleas'd bim, she would stay \" In ber cbamber during day, \" Till Hesper sbould light up bis ray.\""], [102, "92 THE DOGE'S DAUGHTER. 280 290 Then, having won tbe duke's consent, To tbe purt Ganeura went : Her brother, and aboard sbe found. Pulling anchor from tbe ground, bis sails already bent : 8traigbt on board Ganeura went, brought bis courage to comply, To save Heliodore, or die : \" If tbis wind sball bold us fair. \" We sball cause tbe Doge some care; \" Por long ere morning's light we see, \" Off Apulia we sball be, \" If it but blow a steady gale — \" Believe it, I'll not take-in sail : \" Be sure you come, so soon as day \" 8inKs upon tbe crimson bay, \" underneath tbat squared gate, \" iVly boatmen and my boat sball wait, \" I, to watch tbe turns of fate. \" Tben bring your beauteous sailor ; I \" not afraid fur ber tn die. \" But stand prepar'd to fall or fly.\""], [103, "THE DOGE'S DAUGHTER. 93 Tben, furnisb'd witb lier boyish weeds, Caneura to tl,e sbnre proceeds, 20l» murmur'd oft upoti ber way, \" This, sure, is an important day, \" Venice to ber cost shall Know, \" Toug ere to-morrow's sun sball glow.\" now tbe princess, pale >ritb fear, 3eeing, tbat tbe hour was near, Pouipp'd berself in boyish weeds, to the wat'ry marge proceeds : Tbe nurse still saying to ber friends, Tbat she her sister's son attends Down to tbe port, to Greece to sail : now they see tbe flapping sail, now into tbe boat are gone, — Orsino, for tby wife make moan ! 310"], [104, "91 LUT V06L©8 VAI©<3«TNIi. CANTO II. L<ixT a dart, from vApollo sent, Down tbe Adrian gulf tbey went ; Like a swallow on tbe wing, plying to o'ertake tbe spring : 8carce tbe moon three times bad sbone Tbe silver Adrian waves upon. 320 8carce three times on tbe middle sea, 8bining in ber glory free, Lie tbe sev'nth morn, at break of day, Tbey enter'd tbe Athenian bay : Tbe ruddy sun began t' appear, strait they beard the trumpet clear,"], [105, "THE DOGE'S DAUGHTEll. 95 straight tbey saw from an armed ixirt Tlie duke of and bis court, In gold and filed steel appear, Witb blemisb to tbe flow'ry year. Tbe duke on a wbite cbarger borne, Hlore wbite, than are tbe steeds of lVIorn, wliite, tban are tbe Kine that feed On (Miimnus' sacred mead, 330 purple vestment o'er bim tbrown, Tbat w itb all 8idon's beauty shone, on bis helmet, percbing clear, Like Love, a golden grasshopper, Tbat seem'd to cbirup to tbe vear : Dis bridle and bit, embossed brave, Witb stones, tbat a hrigbt lustre gave, Tike light from tbe Oriental wave ; in bis port, and valour, he 8eem'd like duke Tbeseus to be, Tbat won, and tben espoused free Tbe warlike nympb, Hyppolite. Tben did a strain of musick swell, wben tbe Tritons sound tbeir sbell, the approacb of Neptune tell : 340 350"], [106, "THE DOGE'S DAUGHTER. 96 360 370 Or wben Proteus breatbes bis born. To call bis sea-calves tbrougb tbe morn : Or wben tbe balmy Venus laughs, tbe cup of Debe quaffs. 80 did tbe musick breathe ; tbe while In tbe ruddy morning's smile, pearled banner, painted rare, Ploated in tbe purple air : Tbereon did Nle! eager slay Tbe boar, that made bis savage prey On tbe Galedonian way : Great was tbe skilful painter's art ; Tlie spear went piercing througli tbe beart tbe boar foam'd out bis breath, Grinning in tbe sylvan deatb. 80 o'er tbe duke's brave bead did tly Dis ancestor's fair victory. by bis side a Knigbt there rode, Hlucb in semblance like a God, That from bis perfect panoply Plames of living ligbt did fly : Tall and straigbt, like a pillar fair, Tbat tbe wise and pious care"], [107, "THE DOGE'S DAUGHTER. 97 380 290 Of 3olomon did make, t' upbold His temple, all carv'd out with gold : upon tbe Knight's brave crest Was a famous charge exprest, That is, on an uprising Knoll, Tbe God^reated Gapitol : Rome, the heart of Rome, be bore : Tben, through tbe trumpet's silver roar, It struck tbe heart of Heliodore : \" O sbe cried, \" Apollo 's there, \" Or great praugipani's heir : \" 8ee, Ganeura, see,\" she cried, \" Tbe Knight, that rides tbe duke beside, \" witb lVlars' u'er-baugbty pride : \" Xnow you his crest ? Know you tbe man ?\" Then tbe aged nurse began ; \" O «Iove,\" sbe cried, \" what grace is here !\" Then in Deliodora's ear 8be pour'd a thousand proverbs fortb. Which he may tell, who thinks tbem worth. But what tbe cars, and what the steeds, Prancing on the flow'ry meads, o"], [108, "98 THE DOGES DAUGHTER. 400 410 Whose boofs, in flerv tbunder burl'd, 8booK tbe centre of tbe world ; Wbat tbe foot-men, arm'd witb spears, Dad I great Nestor's aged years, lungs of brass, I could not tell : Leaving now tbe Ocean's swell, Ganeura, and fair Deliodure 8tood on tbe Nlunycbian shore : Tbe Duke of Athens tbey were told. Did war witb tbe fierce Pagans bold ; now was to tbe mountains gone, To make witb tbem bis prowess Known, sigh tben Deliodora drew. cbanging to an asliy hue, straight again to crimson red, Thus to ber nurse, Ganeura, said ; \" me, O nurse, and can I be \" Tbus idle, wben tbe war is nigh ? \" Wbat if prangipani die ? \" Love may arm my band with force : \" Give me a spear, then, and a horse,"], [109, "THE DOGE'S DAUGHTER. 99 \" mailed breast-plate, and I'll go, \" To figbt >vitb tbe unfaitlifiil foe. \" Love sball reign throughout tbe figbt : \" Battle is a sweet deligbt, 420 \" Wben tbe man we love is near : \" Not ev'n a woman's heart sball fear. \" I would not from this combat be, \" por all tbe gold tbe 8un can see.\" Tben her eyes with fury shone ; But witb a fury only Known, Where Love has shook bis crimson fire : 'Twas valour, mingled witli desire ! Her soul would from ber armour fly : preely would sbe bleed, and die : But more freely yield ber breath 430 In cbaste Hymen's softer death. 8o tbe dove will fondly go To meet tbe falcon, ber fierce foe ; 8o tbe fond deer, in nature's trutb, Will brave tbe boar's o'er-gnasbing tootb. \" Did not, O nurse, Dyppolyte \" 3hine in mailed armour free."], [110, "THE DOGE'S DAUGHTER. 100 440 450 460 \" Ilium for tbe cause of love ? \" sball that gentle rapture move \" mind unspoused ? and my soul, \" Wherein all Venus batb controul, \" Be tranquil, wbile ber gentle mate \" lVIust brave tbe fierce assaults of fate ?\" tben into ber cbeeks there came soft, an flame : on tbe ground ber looks sbe bent, Der soul upon the war intent. In vain wbate'er (Ganeura said 7 Heliodore lift up ber bead, saw beneath an open shed, armourer, wbose anvil play'd merry ditty to bis trade. \" Pray, 8ir,\" said Deliodore, \" can you \" Permit me a good suit to view, \" That Hercules could scarce sboot through ? \" Armour of proof, tbat may avail, \" blunt tbe Turkish iron bail ? \" Por, cap-a-pee, perhaps I mean \" To mingle with tbe warlike scene :"], [111, "THE DOGE'S DAUGHTER. 101 tben sbe gave a smile, wliose dart Went straigbt into tlie aiinourer's beart. \" Pair lady,\" said tbe armourer then, \" Tbese suits are fur our warlike men : \" Nor arms, nor armour, can tbem sbield, \" If once 'gainst you tbey take tbe field : \" NIars himself to you must yield : \" 80 sings Tben bis work Went on, despite tb' invading Turk : por be, before to-morrow's sun, 470 Must have a crested helmet done, To save a head, tbat had no brains, But bad a mind for tbese campaigns. \"^cHi/teH w«H a infant man,\" — \" Bray, 8ir,\" said Deliodore — \" ?\" Replied tbe armourer : \" 8ir,\" said sbe, \" gentle youth commission'd me \" To purchase at wbat price you will, \" noble mon'ment of your skill :\" \" moniiment ? tbat 's fairly said ; \" lVIany that way my skill bath sped : \" But ev'ry man best Knows bis part ; \" And if he have so brave a heart. 480"], [112, "THE DOGE'S DAUGHTER. 102 190 500 \" Wbv here's a sample of my art i\" be, \" tbis armour I first made, \" Wben I was youlbful in tbe trade, \" but Duke bad no wit, \" por bin I bad imagin'd it : \" However, 'tis a noble piece. \" you sball look on tbrougb all Greece, \" if you take it, it is sold \" pur fifty pieces of pure gold : \" I warrant it\" — said Heliodore, \" Here count your fifty pieces o'er, \" I take it on your word : no more !\" — Tben witb ber took tbe armour bome, .And straigbt into an inn tbey come : Tben purcbas'd tbe brave maid a steed, fairly rode into tbe mead : \" parewell, Ganeura : if I die, \" Dnder a marble let me lie, \" tbese few words, my truth tu pruve, Tbe crimson morn was laugbing now : 8be beard, upon a mountain's bruw,"], [113, "THE DOGE'S DAUGUTEIt. 103 Tbe blaming trumpet's s'dver roar, steeds, tbat neigb'd along tbe shore : Tbe cries of men, like wolves, whom ra^e Of bunger doth to figlit engage, Tbat tbe pale moon away dotb fly, Lclipsed by tben- famisb'd cry : Tbe crasb of armour, like tbe roar Of ice, tbat breaks upon tbe shore : Tben vl'ctoT^/, victo^/ 8be beard tlie brave Athenians cry : tben tbe tide of sound did flv, tben again approacb'd ber nigh, por now it ebb'd, and now it flow'd, smil'd or fro^vn'd tbe warlike God. last upon ber ear it came, 510 320 Like sudden, and soul-startling flame, as a rocky point sbe turn'd, Before ber all tbe battle burn'd : It may be, tben ber purpose quail'd, But love, immortal love prevail'd ; por casting round a fearful look, The blood almost her heart forsook,"], [114, "104 THE DOGE'S DAUGHTER. 530 540 >, Beholding prangipani's crest By numbers on all sides opprest. De rag'd, as dotb a warlike boar, Demm'd in by hunters on tbe shore, Or as a rav'nous eagle, wben Dis mountain nest is scal'd by men. Now tbis man, and now that be slew, But was o'er-power'd by tbe crew : Nor could sbake off tbe heavy cloud Of tbat unwelcome TurKisb crowd. last, upon his side there came, Witb swiftness of tbe ligbt'ning's flame, Dis spear in rest, a TurKisb Knigbt : Wben Heliodore perceiv'd tbe sigbt, 8be gave a cry, as dotb a dove, Who death will for ber offspring prove : And, soul and body, to tbe fight 8be drove ber steed against tbe Knight. Like Move's divine and winged dart, Der spear went rigbtway through the heart, o'er bis crupper be fell dead : But Heliodore so swiftly sped."], [115, "THE DOGE'S DAUGHTER. 105 That, falling o'er tbe man ber steed, 8be tumbled headlong on tlie mead : w^tli ber foe-man senseless lay, both bad been but imag'd clay. prangipani saw tlie thing : 550 making for himself a ring, Like Ai^x, hi« shield and blade, protected tbe unhappy maid : Brave >Ajax, who, still dear to fame, purple byacintb became : like a byacintb, on earth 8oiled all it's golden worth, Tbe pallid Deliodora lay, To death almost a willing prey. Whoever came too near tbe maid, pull dearly for tbe trespass paid ; por in bis throat, or in bis heart, De felt tbe steel bis spirits part. length so many Turks had died, De was by Pagans fortified 560 tbe war's o'er-swelling tide. Tben Prangipani, wben tbe roar Of battle now was nearly o'er, 5?0 l>"], [116, "106 THE DOGE'S DAUGHTER. 580 590 to tbe bills and forests went Tbe TurKisb host incontinent, Tbe duke of .Atbens at tbeir heels, fAs when a wolf, appalled, steals Prom the pursuing sbepberd's rage,) Began bis pitying tbougbts t' engage Witli belp to tbe brave Knight below, Immersed in a sleep of woe : Dis sbatter'd helmet be unbound ; on tbe verdure all around Tbe gulden tresses 'gan to play, Like beams of tb' Oriental day, Deliodore before him lay : Ves, Deliodore, e^lVi/?^- / first be fainted at tbe sigbt, H.nd, but be was most brave of men, Dis soul bad fled to Dades tben. But love recall'd bis spirits soon ; swifter tban tbe birds in <Iune, De bruugbt cold water from tbe spring, did it o'er ber temples fling. Tbe maid tben open'd ber soft eyes, wbat witb joy, and witb surprise,"], [117, "THE DOGE'S DAUGHTER. 107 When sbe bebeld I,er lover there, sbe fainted froin tlie air. \" t) tben sbe said, Wben life returned to tbe maid, \" O />an^?/>ani,\" o'er and o'er; \" 0 it-tovecl /\" soft, as murmurs are of bees, Or rivers, ilowing to the seas. Or thunder in tbe gentle spring, 600 Launcb'd from hand of nature's King ; 80 soft tbese lovers' words and sighs, dear unto tbe deities : who can tell tbe sandy shore, of tbe stars recount tbe store, leaves, tbat fall in autumn boar : De may tell, and be alone, 610 Tbe Kisses, that tbey made their own. Tbe duke of join'd tbeir bands, Love Knit tbem in bis golden bands ; while tbe stars their lustre spent, to and fro young Dymen went, Tbe /loZ'e'H a'au^'/ite?' gave content por prangipani's banishment."], [118, ""], [119, "86VLKAL TKAN8LAT10X8 r»o« A^A^c!Iil:0^, AKV HOKA^N."], [120, ""], [121, "111 GDP I. LiDT me us strides sing, Or to Gadmus wake tbe string : My strings are not beroick ; tbey Will only of Love's triumphs play. To change the note, tbe strings I cbang'd : tben through all great numbers rang'd Whom sbould I sing, but Dercules ? Dim, who e'en tbe Gods could please, Remov'd into their hrigbt abodes ? Wbat have I to do witb Gods ? My lyre in weak notes will replv To tbat immurtal Deity. Tben, O ye heroes, nnw farewell ! Tu all my greatness, tuu, farewell 1 Tbe mind must suit tbe instrument.- I, wbate'er be my intent. Mitst be with Luve, alas ! content."], [122, "112 TRANSLATIONS ODD II. Hoitns to tbe bull, boufs to the horse, To bares a swiftness in the course, To lions mouths of carnage grim, To fislies in tbe wave to swim, To birds to fly, and tbuugbt to men, Warlike tbougbt : bas Nature tben, Who gave tbese things, no furtber store ? To Women can sbe yield no more ? What tben to Woman bas sbe given ? porm, tbe fairest gift of Heaven : Instead of shields, instead os spears, witb tbis when sbe appears, pire, and iron slie dotb quell, wbat else tbe poets tell. Being by tbis invincible .<"], [123, "EROM ANACREON. 113 GDP III. In the middle hour of night, Wben tbe Bear's excelling ligbt By astronomers is scann'd, Underneath Bootes' band, tbe race of mortals all. Wearied, into slumber fall ; Love, tben, at my door arriv'd, to force tbe barrier striv'd. \" Who strikes tbe dour ?\" I ask'd, \" who now \" Drives sweet slumber from my brow ?\" Tben Love again : \" Open,\" be said, \" I am a bov, be not afraid ; \" bttle boy, and wet witb rain, \" Tbat, searcbing for my path in vain, \" Dave wander'd in tbe moonless night.\" Pitying, then, bis wretched plight, Wben tbis I beard, I rose, and took My lamp, and op'd tbe door, and, look ! <^"], [124, "114 TRANSLATIONS little boy I saw, wbo bore bow, a quiver, and good store Of arrows : by tbe fire I plac'd Tbe infant, and tbe coldness cbas'd prom bis small bands, in mine embrac'd ; Tben from bis bair tbe wet I wrung : But he, ungrateful, though so young, Wben now be felt tbe cold depart, \" <I!ome, let us try,\" be said, \" our art ; \" make experience, if tbe bow \" from tbe rain of evil Know :\" Tben be drew, and struck me quite To tbe mid' fiver, like tlie flight Of insects : leaping tben witb joy, laughing, \" bust, yuur thoughts employ \" On me witb pleasure : see my bow \" No damage from tbe rain dotb Know — \" \"Tis yuur heart shall feel the noe.\""], [125, "EROM ANACREON. 115 GDP IV \" Ox 2 tender myrtle bed. \" Or where lotus leaves are sbed, \" Let me drink a gentle round :\" Love stuud by, bis tunick bound With papyrus, and tbe while Pour'd tbe wine with gulden smile. Like tbe circle of a wheel. Plying life away dutb steal And a little dust we be. When fate gives tbe wurd to die. What needs it tben tbe stone t' anoint ? 8pecial, if bere you disappoint Our greedy thirst : or on tbe earth To pour down the goblet's worth ? Me rather, while I five, witb oil Anoint, and with the roses' spoil"], [126, "116 TRANSLATIONS my bead : for life is short, call me now a maid to court. Ves, O Love, ere yet I go, To tbe sbady quires below, Pain I would, while yet I may, Drink bfe's bitter cares away."], [127, "117 EROM ANACNEON. GDP V. T'ni? rose, in wbicb tbe Loves deligbt, Tbe rose, tbat burns witb crimson light, Let us plunge into our wine : H.nd her bappy leaves entwine Ground our temples ; while we quaff Tbe golden bowl, and gaily laugh. Bose, of earth th' excelling flow'r ! Rose, that is of 3pring tbe dow'r ! Roses, e'en tbe Gods' debgbt : tbe bair of l^upid bright Is crown'd witb roses, wben bis feet Witb the Graces gently meet. thrown me, tberefore ; and I'll play : By tby fane, O Bacchus gay. Witb a maiden will I move, Deeply-busom'd : and, in love Witb tbe joys of verse, and wine, Gruwn'd witb happy roses, sbine."], [128, "118 TRANSLATIONS GDP VI. I'irr ixQ well our rosy wreath, (Let the roses gently breathe Ground our temples ;) we will smiln. our genius bere beguile. Pour tbe wine, and in tbe dance, Let a maiden soft advance, 3baKing too ber spear on high ; Grown'd witb ivy wantoidy, Let her to our joy repair : a boy, of golden bair, Breathing sweetness from his moutb, 3ball assuage our ears' sad drowtb, Pouring to tbe cborded sbell voice to melt tbe soul of Dell. De, at last, bath found bis home : Love, tbe guld-bair'd Love, is come H.nd, witb bim, Lyaeus fair : witb bim too dotb repair Venus, to rejoice our age, witb soft and gentle rage, In our revel to engage."], [129, "EROM ANACREON. 119 GDP VII. vViin a byacintliine rod, Dardly moving on my road, Love bade me' by bis side tu gu : Tbere, where rapid turrents flow, O'er rugged, and o'er headlong ways, Till on my heel a serpent preys, Transfixing me witb pois'nous sting : My heart did to my nostrils spring, That almost witb tbe pain I died. Tben pove, who my ill state espied, Refreshing me with gentle wing, teaching life anew to spring, 8aid, \" O tbis may prove \" Dow little you were born to love.\""], [130, "120 TRANSLATIONS GDP X. TwAS a youtb, tbat Gupid sold, (To dally thus witb Gupid, bold !) But a waxen Gupid : I Inquir'd of bim, tben standing by, \" Wbat will you for tbis image take ?\" Tben be said, \" por tbe God's sake,\" (.And in tbe DoricK tongue be spake,) \" I sell bim at what price you will : \" Not with coin to pay my skill, \" por I tbese figures not create : \" No, I like not at any rate \" Witb Gupid, wbo is false, t' abide ; \" Witb <I!upid, never satisfied.\" \" Give bim to me, tben, give bim me, \" por tbis dracbm, and be shall be \" my board companion free.\" Now tben, d!upid, baste t' inspire Me witli love's immortal fire ; Or, to say tbe trutb, you go To tbe liquid flame below."], [131, "121 EROM AN4CRE0N. GDP XI. \" lot? grow old apace,\" tbey say, (Tbus witb me tbe women play,) \" O you grow old : \" Take tbis glass now, and bebold \" Dow your hairs have fall'n away : \" Is this an age witb love to play ?\" Troth, what to my hair pertains, If it be gone, or it remains, 8carce I Know : but I Know tbis, Tis now time to think of bbss ; Bbss, wbicb is to me more dear Inasmuch as death is near. it"], [132, "122 TRANSLATIONS GDP XIV. IN s, I wisb, I wisb to love : d!upid of old tbis tbing did move ; But I, tbat bad no prudent mind, To my true int'rest then was bbnd, notbing to bis speech inclin'd. Tben lie lift up bis bow to view, bis golden quiver too : Tben lie provok'd me to tbe figbt ; I arm'd me for my right : My sinning breast-plate I put on, like a new sbone, sbield and spear I brougbt me. To wrest from Love tbe victory. De threw, and I too threw my dart : But soon tbe God bad play'd bis part , No other darts be bad to tbrow, Tben took it ill, tbe angry foe !"], [133, "ENOM ANACREON. 123 And tlrrew himself, i' tli' sbape of a dart, Into tbe middle of my beart : Life and body tben did part. In vain I beld my shield on bigb : Why outwards should we fortify, Wnen tbe war within dotb be ?"], [134, "124 VRANSLATION» ODP XVI. may paint tbe Tbebisb figbts. While be of Bbrygian battle writes ; But I of otber warfare speak, To wbicb those ancient wars were weak. No armed borse has me undone, No foot-men, nor no navies won : But armies of anotber Kind, pinding traitors in my mind, Prom beauteous eyes bave struck me blind"], [135, "125 EROM ANACNEON. GDP XVII. V111.C A.X, tbat brave silver take, carve it noblv fur my »ake ; d!arve me a bowl, and carve it so, Tbat I my native tbuugbts may Knuw : pet me nut see tbere panoply ; por wbat are wars, or bgbts to me ? But make it bnllow, make it deep ; ocean of brave wine to Keep. d!arve me upon it neither stars, Nor tbe brigbt-sbining Waggoners, Nor fierce Orion, full of woe : Wbat witb tbe Pleiads should I do? What witb Bootes' foolish bgbts ? braver tbirst my soul invites : Make me soft vines, and o'er tbe bowl Let tbe swelling fruitage roll ; H.nd tbe golden deities, Tbat are to Baccbus true allies, Beating tbe earth witb steps of love, l^upid, and Batbyllus move."], [136, "126 TRANSLATIONS GDP XIX. Tn N eartb bas drunk e'er since ber birtb tbe trees drink in tbe eartb, tbe sea drinks in tbe skies, tbe sun eitber vies, drinks tbe sea, and, tbat be'ng done, Tben tbe moon drinks in tbe sun. Wby tben, my friends, wby may not I Drink, since I am, like Nature, dry ?"], [137, "127 5«0M ANACltEON. GDP XXI. (FivD me, O ye women, give Of wine, tbat I may drink and live ; Tbat I may drink a migbty draught : por I of summer's beat bave quaffd 80 deeply, tbat I scarce survive. Give me of those flowers too ; por tbe flowers, tbat you view Wreathed on my bead, are dry ; with my burning forebead die : But, O tben, my bead, tbe while, Wbat shall tbe beat of love beguile ? To wbat sbelter shalt tbou fly ?"], [138, "128 TRANSLATIONS ODD XXIV. 8iNCi: I am mortal bere below, While through tbe path of life I go, Tbe time, tbat bas been, true, I Know ; Tbat I Know : but wbo bas Known, Wbat time henceforth sball make bis own ? poose me, tben, O beavy care : I to tbee am not tbe heir ; I bave nougbt witb tbee to do : But ere yet to tbe sbades I go, Let me laugli, and let me sing, Let me dance to tbe wired string, Det me witb py a?us be, witb beauteous Venus free ; — Gare, I have nougbt to do witb tbee."], [139, "129 PROM ANACREON. GDP XXXIV. I?I.V/ me not, because you see That my hair is wbite, nor be Tberefore adverse to my suit : Why should we scorn th' autumnal fruit ? Or is it fit your tender years, In wbicb tbe ilow'r of youth appears, 8bould my consort so disdain ? Vou may see in garlands plain, Witb wbat grace tbe lilies sbine, Wben witb roses tbey entwine. >'"], [140, "130 TRANSLATIONS GDP XXXVI. TiACii me no laws, or laws like tbese : Wby should tbe rhetorician's pleas Disturb my soul ? what gain is bere ? No, such are for tbe learned ear. To whom their wrangling 's sweet and clear, Ratber teach me bow to drink Tbe bowl of Baccbus ; tbat, I think, Is wisdom : teacb me bow to play Witb tbe golden Venus gay, Dancing down tbe summer's day. Witb silver bairs my bead is crown'd ; Tben let a gentle bealtb go round : Give me water ; pour, O boy. Wine, to fill my soul witb joy ; Lull, O lull my soul witb wine, Tbe day to me not long will shine, in tbe grave no joys are mine."], [141, "131 EROM ANACREON. GDP XLI. L.N1 us drink the joyous wine, Painting Baccbus on tbe barp ; Bacchus, finder of tbe choir. Loving tbe immortal song, Nourisb'd up witb Love, and held To the heart of Venus dear. By wbom joyous drinking comes, By wbom favour, too, is born, By wbom evil mournings cease, By wbom sorrow is subdued. Then tbe cup, discreetly pour'd, Let tbe gentle youths present ; unmixed sorrow fly To tbe wind^reated storm. Then tbe cup let us accept, our wrinkled cares dismis« :"], [142, "132 TRANSLATIONS be? play, Por wbat benefit to you, By solicitude disturb'd? Dave we Known wbat e'er sball Life to men is wbolly dark. pull of wine, I love to dance, witb ointments batb'd, to With tbe lovely youth engag'd, witb lovely women too ; Let it be tbeir care, who will, Wbat tbe worth may be of care, joyous let us quaff tbe wine, sing Bacchus on tbe barp."], [143, "133 EltOM ANACREON. GDP XLII. I I.0VD the choirs of Bacchus gay, I lave upon tlie lute to play, Drinking with a gentle youth : But what delights me most in truth, Is witb a virgin to advance, In tbe soft and winding dance, Wben around ber brow sbe sets Tbe byacintbine coronets. Pnvy to me is hardly Known, My beart witb envy sball not groan : Tbe arrows of tbat tongue I fly, Wbicb is in luve witb calumny ; Let nut sucb approacb me nigb ! Wars, tbat in our cups are made, Tbis is tbe Tbracian's trade : My beart witb softer tbougbts is sway'd, Drinking in tbe feast of love : Witb a virgin let me move."], [144, "134 TRANSLATIONS Witb a virgin, wbose soft breast Hardly is by love exprest. Dancing to tbe wiry song : Gome, O dearest, come along ! Pould we to Nestor's age prolong Our life, that life would not be long."], [145, "135 EROM ANACREON. GDP XLIII. I^Ari'V tbee, O grasshopper, Thus from out tbe tops of trees 8upping up tbe slender dew, a King too, singing sweet, Happy we must berald tbee : por tbey all, tbey all are tbine. All, tbat tbou in fields bebold'st, wbate'er tbe hours produce. Tbou art of tbe shepherds friend, In no wise despoiling ought : Tbou of men art bonour'd too, prupbet of tbe summer sweet. Tbee indeed tbe Muses love, loves tbee too, Gb-ing tbee a slender voice, moreover wears not tbee. Wise, and native of tbe earth, pond of bymns, and wanting care, Wanting blood, aud slaughter too, Thou unto tbe Guds art like !"], [146, "136 TRANSLATIONS GDP XLV. Hk, of Venus ill belov'd. By tbe Lemnian forges once, Made tbe darts, tbe darts of love, Taking iron for tbe toil : But tben Venus ting'd tbe darts Witb tbe dew of honey sweet ; But tben tXipid shed tbe gall. But wben Mars from battle came, 8baKing tbe prevailing spear, pigbt be beld of Gupid's dart. But then Gupid, \" this,\" he cried, \" This is sharp, as you may find ;\" And then receiv'd the spear. And then Venus softly laugh'd. Gave then Mars a mighty groan : \" Sharp it is,\" he cried, \" away \" lake it ;\" but then Gupid smil'd, \" Have it in your heart,\" he said."], [147, "137 EROM ANACREON. GDP XL VI. Tis a pain to Know not love, H^id 'tis a pain tbe boy to prove. But sure tbe greatest pain of all, In loving from our bope to fall. Bulb is nothing now to love, Nor wisdom can more bappy prove, Nor manners : what tben rules it bere ? 8ilver to their eyes is dear. May be die tbe rirst of all, Who first did silver beauteous call : 'Tis by tbis no brother fives, By tbis no parent now survives : Wars, and slaughter come from tbis ; wbat is worse, from all our bliss, We, that love, now fall by tbis. T"], [148, "138 TRANSLATIONS GDP XIVIII. I'm: lyre of Domer hither bear, But without the cbord of war : Bring me tbe cups of brave decrees, That I may mix my laws witb tbese Tbat I may dance, inspir'd by wine, >^nd above sober madness shine, 8inging tu tbe cbnrded sbell tale, that wine can bravest tell. GDP XLIX. N^zr us painters, bear me now, Dear tbe lyrick muse ; do tbou paint i' tb' first place cities fair, Gities, tbat in triumph are ; tbere tbe jocund Baccbaz place, With tbe flute's resounding grace. Tben, if tbe wax will more admit, More, that shall embellish it, Paint me, all other tbemes above, Tbe forms, and ceremonies of Love."], [149, "EaOM ANACREON. 139 ODP LIV. I , wuDN the bands of youth I see, am young, again am free ; Tben my wbole youth returns to me. Tben, indeed, t' tb' laughing uuire I wing my way witb new desire. Pxpect me tben, Gubeba ; shed Prowns of roses on my bead ; Prowns of roses ; I abjure Tbis age, that has no charms t' allure ; Tbat wisdom has no art t' enhance : I abjure it, and advance, youth, into tbe youthful dance. Tben let tbe fruit of Bacchus' tree, Tbe purple fruit, be brougbt to me ; Tbat you may see, and joy to see, Dow old, and yet how young I am ; mov'd with wbat a gen'rous flame : Ves, you shall see me old, but strong ; 8Kill'd indeed i' th' lyrick song,"], [150, "140 TRANSLATIONS 8Kill'd indeed i' tb' purple bowl, H.nd Know ing w ell, as seasons roll, Witb madnesz to engage the soul. GDP LV. Houses, indeed, i' tb' haunches bear Tbe mark of bim, wbose wealth tbey are ; Burnt witb fire tbe golden bair : tbe partbians you may Know, By tbe tiara on their brow. But wben lovers I bebold, 3traigbt tbeir state to me is told : By wbat mark, pray ? you inquire : By a mark of inward fire. Burnt in by tbe God, Desire : Witbin tbe soul, and yet so small, Vou scarce can tell, by what tbey fall."], [151, "141 EROM ANACREON. ODP LVIII. Lovi: I sing, the debcate, Love, tbat Keeps bis flow'ry state, 8baKing still tli' abundant wreath : 'Tis by him tb' immortals breathe, And tbis fragile world beneatb. ODD LIX. VV NH.N 2 flow'ry crown I shook, Love amid tbe leaves I took ; Love amid tbe roses lay, to my bappy cbance was prey : 8traigbt by tbe wings I snatcb'd bim up, plung'd bis Godsbip in tbe cup ; Tben, and yet tbe cup was wide, I drank it up, aud bim beside. now witliin me I must feel, Worse than flame, or piercing steel, Wbat it is, a God to steal."], [152, "142 TRANSLATION rkCM N0^^<^1?. THE NINTH ODE OE THE THIRD LOOK. TDP DI^LOGDP OP DORAGP LVDI^ noitAci:. »Vliii.i: I as yet was dear to thee. Nor any bappier youth could fling Dis arms around tby wbite neck free, I fiourisb'd more tban Persia's King. I.V/NIA. Wbile with no other more you buiii'd, Nor Lydia after Gbloe beld, I Pydia, of great name, discern'd Tlie Roman Ilia tben excell'd. noitACN. Me now tbe Gretan l^bloe, all, Learn'd in tbe barp, ber rule dotb give ; Por wbom I would not fear to fall, If fate would let her «uul survive."], [153, "143 HORACE. I.VVIA. Me Palais burns witli mutual fire, to my heart bis rule dotb give, Por w bom I twice would deatb desire, If fate would let tbe boy survive. NotlACR. What, if our wonted love come back, bind us ber sbarp yoke witbin ? If yellow t^bloe go to wrack, Pydia nith new joy come in 5 I.VVIA. Though be be fairer tban a star, Tbou fiercer tban tbe Adrian sea, Xnd than a cork too, lighter far, Vet will I live, and die with tbee."], [154, "144 SONGS. > ANf AN^L6K'8 80XO. (^sivN me a cup of sparkling wine, Madge, my pretty dear ; pure, as are those looks of thine, Those simple, harmless shepherd looks, Tbat would tempt tlsbes to our bookz, Madge, my pretty dear. in tbe cup put mangolds, Madge, my pretty dear ; Tliat to tbe sun ber leaf unfolds, 8weet flow'r, whose essence we will sup, Tben stir witb rosemary tbe cup, Madge, my pretty dear. King may drink a cup less pure, Madge, my pretty dear ; Less bravely sweet than tbis, I'm sure, pledge a health less fair tban thine, Less steep'd in lionnur, less divine, Madge, my pretty dear."], [155, "145 SONGS. Tbe morning saw us at our sport, Madge, my pretty dear; por wbicb we gladly leave tbe court, all it's oatbs, and flattery. To fisb, to sing, to drink to tbee, Madge, my pretty dear. u"], [156, "146 SONGS. A 81100X1) AXIOLKK8 80NO N tbe sun is sbining low, Prom our easy sport we go, Our Kettle full of fisb : baving tbougbt tbe gulden day, Tbruugb tbe meads we take uur way, In baste tu dress uur disb : Whether it barbel be, ur pike, Or truut, or silver eel belike, Or percb, or grayling free, Or bream, or carp, or tencb, or bleak, Or gudgeons, we in sballows seek. Or roacb, or dace it be : .A cup, well stirr'd witb rosemary, bealtb, to Madge too pledged free, song of barmless love, 5beets, neatly Kept in lavender. May each day of tbe calendar Tbese simple blessings prove."], [157, "147 SONGS Before tlie fire we sit, and sing, Pontent and happy as a King, Wben winds of autumn blow, Pmploy'd upon our gentle themes ; 'Till 8pring unbind tbe frozen streams, tben to fish we go : Witb morn unto tbe dewy meads, Wbere tbe herd contented feeds, Tracing our steps again : Wbat fortune can be bke tu tbis ? Tben let tbe wise partake uur bliss, Tbe fools at court remain."], [158, "148 SONGS. TPIL 8IM.PL0NHK. my dear, tbis lofty flow's, Tbat nuw tbe golden sun receives ; No otber deity bas puw'r, But only Pbcebus, on ber leaves ; be in radiant glory burns, prom east to west ber visage turns. Tbe dial tells no tale more true, Tban sbe bis journal on ber leaves, Wben morn first gives him to bsr view, Or nigbt, tbat ber of bim bereaves, dismal interregnum, bids Der weeping eyes to close tbeir lids. porsaken of bis ligbt, slie pines Tbe cold, tbe dreary nigbt away, 'Till in tbe east tbe crimson signs Betoken tbe great God of day ; Tben, lifting up ber drooping face, sbeds around a golden grace."], [159, "149 SONGS O Nature, in all parts divine ! Wbat moral sweets ber leaves disclose ! Tben in my verse ber trutb shall sbine, be immortal, as tbe rose, plant : arise, tbou flow'r, Tbat bast fidelity tby dow'r ! Apollo, on whose beams you ga?e, Das fill'd my breast witb golden bglit ; circled me witb sacred rays, To be a poet in bis sight .- Tben thus I give tbe crown to tbee, Wbose impress is fidelity. Tbe sun shall not bis journey speed prom out tbe Oriental gate, paint witb joy tbe fiuw'ry mead, Pre I tby glory will tr2nslate : wbat is more, Kiss Witb nectar shall adorn tby bliss."], [160, "150 SONGS, 8lC. TUL HPILOOIIl). thanks, O gentle Muse, I say, Who gav'st me tbis Venetian lay, may tbe song be sweet and clear, In noble pldon's wisest ear : Witb wbat, too, of diviner flame, Prom tbe learn'd came, lighter Placcus, whose sharp string Gould please tbe world's discreetest King.* .And, ere yet tbe grasshopper In tbe mead shall cbirrup clear, brigbt willow-buds appear ; Pre tbe swallow dips it's wing, On tbe surface of tbe spring ; Pre tbe forsaken Bbilomel Der cbant unto tbe forest tell ; Or tbe cuckoo strain ber tbroat, Wbicb tlie married ear may note; * Auzu«tu» C««ar."], [161, "SONGS, Kc. 151 Long ere tbese sweet tilings sliall be, May tbis noble lord be free Prom pain and infelicity : Tbat Pquity may find its cbair Pill'd with prudence, and wise care ; Tbat tb' expecting parliament May bave it's long-lov'd president ; Tbat tbe weigbty Pouncil-board, Wbicb, O Muse, can ill afford, Bicb though it be, to lose tbis lord, May joy in bis pure golden light, be to our admiring sight .^ perfect constellation bright : Tbese things sball make our prince to smile, .And fill jov the 8ilver Isle."], [162, ""], [163, "A^I^VNN IN TDRPP P^.RT8 X"], [164, ""], [165, "10 NOLNIiT LA^^8. P.ARL Op LIVPRPOOL, XVU05D WlsvOI.1 AXI) LI.tKHtILNCN HAVE PLACED HIM AMONG THE GREATEST, .AND WD03P INTPGRITV AMONG THE MOST VIRTUOUS, OP TDD MINI3TPR8 Op GRP^T BRITAIN, TNI8 P0LN, A5 si.ioni -rRStci»ioxv 01- il^sfRcr ANv noxouil, 13 DPDIP^.TPD BV HIS OLEDIENT SERVANT, TNUKLOVV"], [166, ""], [167, "I HAVE written this poem, as it were, upon the eve of these memorable occurrences, which have saved Europe from despotism. Oertainl^, under the auspices of His Majesty and of Ids illustrious 8on, the Prince Regent, this Oountrv has attained to an excellence of glory which has no precedent in lustorv. Tlie illustrious ?rince, under whose gentle swav we live, is the Defender of Religion, tlie Protector of Liberty, »nd the Arbiter of the Destinies of tlie World. It mav appear presumptuous, in the brilliant prospect, whicli opens before us (upon which the minds of men are naturallv intent,) to suppose, that any attention should be paid to so slight a poem. Undoubtedly it would have been more appropriate, to have celebrated tlie events of"], [168, "168 the last vear in heroick song : but everv man has not tl«e power of Pindar or (Rowley Who ever contributes his share, however small, to the stock of publics amusement, mav deserve some approbation : and now tliat tlie sound of tlie clarion, and tlie bugle have ceased to awaken to war, the ear of Nlature mav, perhaps, be clcliglited with the reed of the shepherd. I have, however, one allusion to passing events, in the last page of mv poem ; wln'cli, although l have noticed it in a work of fiction, I liope mav prove to fulfil tlie expectation of the world, with all the real blessing of truth. 19, 1814."], [169, "A Ii I A v >I N. P^RT TDP PIR3T. Tnr level sun was shining low, gave tbe waves a golden glow, Tbe mermaid with ber lullabv 8ung to rest tbe troubled sea, in tbe beam of pbcebus sate in her state, Pnthron'd w itbin a pearly cave ; tbe sliore great Proteus drave Dis scaly herds, and Tritons blew song, that tbose buge monsters Knew, 10"], [170, "160 ARIADNE. 20 30 Oft beard, ere Neptune's sliding car '. Now, ere tbe small and twinkling star, Tbat is a liegeman to tbe west, In tbe glassy wave exprest, Dad, bke tbe eye of ev'ning shone, tbe moon's brave wain anon Was climbing o'er tbe upward brine, Great Neptune's wife, with voice divine, tb' attending deities, Tbat are of livers and of seas, Gall'd to ber silver chair H^ca^H. Do tbou, my spirit, make repair, O'er tbe surface of tbe deep, plying down tbe western steep, 8wifter than tbe tbougbts of love : 80 tby faitb sbalt tbou approve, affection due to me, That from nigbt bave set thee free, petter'd in tbe lowest cave, Underneath tbe crystal wave,"], [171, "ARIADNE. 161 Wbere tlie sea-wolf around tbee liuwl'd, tbe sea-borse appalbng scowl'd, >And tlie sea-bear, witb fangs of woe. Was thy Keeper and tby foe, oft Leviathan would glide, tbe least glimpse of nature hide, Witli bis vast unwieldy side, 8Iumb'ring at tby prisun'd door, That tbou, not tben as heretofore, plunging in tbe lib'ral sea, 4t> Or at tbe gate of Pbcebus free, Glancing on tbe beams of morn. Didst tby bapless being scorn, .And tbougbt'st thyself to winter sold, 3biv'ring in tbat icy bold ; Till to my soft and partial ear Tby voice of moaning and of fear Game upward from tbe drowned sea ; 80 may tby faith be pure to me, I from tbat delivered tbee. 50 Taking Neptune to my cave, In tbe front of Gorintb brave, v"], [172, "162 AKIADNE. 60 7\" Wliere, underneath tlie wat'ry swell, I entertain'd bis passion well, Nor bad be to tbis day got free, But tbat be gave tby fate to me : There on a bed of silken leaf, flowers of ocean, spare and chief, Wbicb tbe 8ea-Nympbs bad cull'd, I lay, witb tbe God bad am'rous play, Till by my bair and eyes lie swore, De lov'd me better than before, Wben, all bis votive courtship o'er, De first untied my saffron belt, taugbt my maiden thoughts to melt. Believe it, thrice tbe 8un Dad to bis western manger run, tbrice bis yoke bad made a stand On tbe cural-paved sand, tbrice tbe sea-nympbs chanted free, Pre I with luve could win for tbee Tby charter and tby bberty. My Ariel, is this fable true ?"], [173, "163 ARIADNE. H.ItII5I. Hin^H'. Mistress mine, and votive queen, Born tbe marriage sheets between Of tbe old Oceanus, Wben unboned Tetbys lay, Budding bke tbe ptlrple May, I will prove my fealty thus : To the spicy Indian isles, 60 Or where throned 3ummer smiles, In tbe twinkling of an eye, pre a maid can sigh, heigh bo, To tbe Morning I will go, To tbe cavern'd Pluto fly. Mistress, I to tbee am true, tbe grassbopper to dew, tbe swallow tu tbe 8pring, tbe squirrel tu tbe nut ; Now, tby message, queen, — tut, tut. 90 Answer fingers on my wing."], [174, "164 ARIADNE. I shall bear, ere yet I go, Tbe cocks at 8ybaris to crow, 8ure tbe maids at Gorintb scold — Mistress, can you doubt of me ? Pre tlie cock^but I shall be, Piping in my bappy fold. Moppet, Moppet, I am gone, Pre tby pleasure well is Known : — .^ea^H. Well tben, my delicate tbis is true ; 100 H.nd, like a falling star, go down tbe west, 8Kirting tbe rear of day, till by tbe belt, Tbat girdles tbis o'er-s, veiling world you see, montb's good voyage to a winged sbip, fragrant isle, upon whose yellow sands Vou may remember we bave often sate, Tbe while tlie winds were hist, and pbcebe reign'd ; Marking tbe fairies track their ringlets quaint, While 3ummer laugh'd, and sbouk ber golden bair. Por, if my art be true, a maid there sits, 110"], [175, "165 ARIADNE. ,20 spite, 130 >And witli ber tears augments tbe briny flood, Love's prodigal, and widow of despite : Voung Ariadne, wbo tirst saw tbe Iig!>t Witbin a winged bark, whose ears were lull'd Witb wat'ry surges, and tlie mermaid's song, 3inging ber fables on a dolpbin's back. Par so ber motber bore ber on tbe wave, Ascending to pale Troy, from Gorintb come, Her native seat, and witb ber ducal spouse. Good Menelaus, seeking there to reign. Wbat have tbe winds now done, or fortune's l By wat'ry e^, tbat tbe maiden stands, Disconsolate, upon that yellow shore ? por tbere my art is bid. Tell me, Nereus, tell me now, Bv wbat beadland's steepy brow, Dancing in tb' Hgean wave, Witb tby fifty daugbters brave, Born of Doris, tell me now, If at Delen's lovely prow Rising up, tbou told'st tbe fates. Or unlock'd tbe garden gates,"], [176, "166 ARIADNE. 140 150 ,> Blaming on tbe final wave, Tbat to offspring gave, (Tbe watcbful dragon proto-slain,) Tbe apples of tbe western main, Tell me, O Nereus, by tby fealty tell, Into wbat evil Ariadne fell, 8ince Aurora's saffron reign. O /polus, tell tbou, In wbat cavern reigning now, On briny coast, Tbou, that mak'st tby stormy boast, Tbat tbe stars are at tby beck ; Tliou, tbat speed'st the winged deck, Inventor of tbe bellyed sail ; to make Plysses fail, Deaped'st up tbe winds, tbat be Wander'd still in jeopardy, wbat point tbe compass stood, Wliile tbe cbaste Icarian brood, Demm'd in by domestick war, Wept down tile Moon, and matin star"], [177, "167 ABIAHNE. 160 170 Witb her tliick web, array'd in vain, Beguiling tlie false suitor train : O on tby sole fealty tell, Into wbat evil Ariadne fell, 8ince Aurora's saffron reign. Tell me botb, I am your queen, .And of dupiter well seen, Tell me, or I'll bind you both, (By tbe 3tvx, a fatal oath,) Gnderneatb tbe cavern'd sea, Where for winters, summers tbree, Vou sball pine in fancy free, Or for tbat time three times tbree, If you fail to answer me, Gbain'd down to tbe rocky floor ; to plague your madness more, I will send you mermaids sweet, 8inging, to your lone retreat, That witb tales, and mock, and mow. witb voices piping low, 3ball your lacking duty show ;"], [178, "168 ARIADNE. Tell me, if you Neptune dread, pur by Neptune's sable bead, I will bind you, or 't may be, Durl you through tbe fickle sea, Or disperse you tbrougb tbe air, pining witb immortal care, 80 dear is Gorintb's bouse to me - 180 Hl«^-K. 3ee they quake : but let me go, Pre tlie twinkbng star-ligbt glow, Pre tbe fairies sip tbe dew, Overspread witb Dian's bue : Mistress, am I dear to you ? Let me go, or let me tly Underneath tbe wrinkled sky, Tu tbe brave and yellow sand, Tbere to trip it, band in band, Witb the fairies gentle band : Mistress, do you understand ? 190"], [179, "169 ARIADNE. zi,,^. Go, my tbis shall be, On tbe margin of the sea, Take Kind words and airs with tbee : let my gentle say Tbat tbe purple buds of May not to Debe's Kiss more dear, Tban, in tbis oirr wat'ry sphere, Ariadne, now alone, 200 8ball be dear unto our throne. TricKsey spirit, baste away, 3baKing from your wings delay. Link ye to tbe glist'ning car. That Apollo drives afar. That witb tbe daylight you mav set On tbat isle, tbe cabinet Wbere tbe world's brave gem is stur'd ; Tben, as daylight sball afford, Gome to me upon tbose lands, 210 Where the two-mouthed Gorinth stands, X"], [180, "170 ARIADNE. There, beneath tbe moon's pale eve, In a cowslip you sball lie. Pann'd by od'rous winds to sleep, puming from tbe cbarter'd deep. Goucb'd witbin it, you shall dream By tbe margin of tbe stream, Where tbe bat shall not come nigh, Nur tbe owl with staring cry, But tbe bird of Tereus' bate 220 8ball be tby nigbt-Ioving mate, 3inging tbe wild winds to sleep ; 'Till above tbe pastern deep, The lamp of twiligbt sball appear, To tby fringed lids tbrice dear, .And tbe cocks begin to crow, tire saffron morn to flow, My shall tbese tliings be so ? Go tben, now, my go, paster than tbe throned moon, Or the swallow's flight in dune, 230"], [181, "171 ARIADNE. Down tbe hrigbt and curved sea, To tbat wild forsaken lea, bring me, ere tlie darkness steal, Word of Ariadne's weal."], [182, "172 240 AKIAVNN. P^BT TDP 8PP0ND. H/>ea^. Vv most divine command, Upon tlie marge of ocean bere I stand ; see, before, young Ariadne weeps Der crystal tears into tbe briny deeps : 3ucb beauty migbt delay tbe fleeting munn, Tu do ber service ; I'll be witb ber soon : But in some sbape of good intelligence, Tbat may not startle lier afflicted sense. a young sbepberd with my country tongue. My staff, and scrip over my sbuulder flung,"], [183, "173 AKIADNE. 250 260 Will I approach ber ; now assist me, dove. Tbat I may wortbv of my message prove. But 'tis well, dove is nut here, LuoKing on tliis beauty dear, Tbuugli in tears, sbe migbt persuade dove Iiimself to give ber aid, do service to a maid. Tben, translated to tbe sky, Debe sbe would fly, crown'd duno dispossess. Making all Olympus less : Wbat a stature for a queen ! Love her snowy paps between, Purple love bath spread bis wings ; ber eyes are crystal springs Of persuasion and deliglit, plowing, bke tbe morning bright : Wbat batb Debe to compare Witb ber cheeks of crimson fair ? ber vermeil bps a pair Of sweet mounds of roses are."], [184, "174 ARIADNE. Passion bere, and bere alone, Is tby Kingdom and thy throne : a God be sure must be, Wbo shall make young Gupid free Of tbat empire, tbere to reign, in God-sbip to remain : Por wbat sbnulders, but ber own, Por bis yoke can be a throne ? 8welling ber thrice-marble neck, To make duty a plain wreck; On tbe which let honour die, 270 Tasting immortality ! Now I will a garland make Of hrigbt lilies for ber sake, of purple violets, 280 Glosing, wben Apollo sets, of pale Anemone, Where tbe streaks of morning be, Htnd of ruses, Kiss'd by Lave, To present tbis child of dove."], [185, "175 ARIADNE. 290 300 But, bark ! sbe sings, and tbe deligbted ear Of silence now is fed ; Oli me, what strains. Would dupiter were bere, that tlie blithe songs Of cbaste Apollo were a carter's tune, Debe but a chanter for tbe nigbt ! Nay Philomel's o'er matcb'd : HiNZ-'i. Wbere am I, O 3ea-Gods, say, In wbat wild forsaken bay, Wbere fur ages I may weep, Betrotbed to tbe sullen deep, my sad complainings Keep ? O, wbere am I, Wbo see around but ocean, and tbe sky ? Amiki.. Pour pensioner of grief ! bow dear is this, Tbat even woe is sweet upon ber tongue : poor Philomel ?"], [186, "176 ARIADNE. 310 chant, HlNAVf. Wben did spring forsake tbe world, abundant summer's pride, Into wat'ry darkness burl'd ? It was wben my luver died. Viulets sweet, and daisies trim, 8bould have deck'd bis sylvan bier. tbe priest's lamenting hymn, por he was to nature dear. But bis bones are cural made, Wberesue'er his spirit be, tbrougb all tbe seas are sway'd ; Tben, sing, O sing lamentingly, Gurydnn is dead. Auii:i.. Wby tbis is sweeter tban tbe mermaid's Beguiling tbe false wave : if tbis be woe, Let me banisb'd from tbe sprightly sun,"], [187, "177 AKIADNE. , 320 330 H.nd drop my tears into tlie pool as fast, if I wept fur pbaeton : But, bark ! My mistress now goes overtbwart tbe moon 80 spirited ber voke, tbat at one plunge Tbey circle tbe vast globe : I'll to my task ; Lady fair, or Goddess true, If my soul may trust my view, prom what heaven art tbou come, Making tbis our isle your bome ? Gan a Goddess tben bave woe, Tbat tbv sacred tears sbould flow ? May tby grief be shortly o'er, Tbou, tbat deign'st to bless our shore. a garland I present, por my suit and service meant, Tbat witbin our yellow meads, Wbere tbe gentle turtle breeds. By tbe side of silver springs, Nature of ber bounty dings. A a"], [188, "178 ARIADNE. 3,0 350 pair angel of tbis soil, and messenger Of winged ligbt, tbe pbcebus of our sphere, I worship, and present thee witb this crown. H^>ea^.?. No, gentle sbepberd, I am earthly born, tributary to tbis mortal realm, Tbougb somewbat at my state I wonder now, porsaken bere, and 'plaining to tbe winds, Tbat take no beedment of a maiden's woe, Wbence-ever come, to tbis dejected isle. But wbo art tbou ? for since tbe beams of morn Dave sbuwn tb' borixon, I bave scarcely seen But sea-fowl, and tbe dolpbins of tbe wave, bere and tliere upon tbe sandy waste, 8ome straggler from old Proteus' piped berd. .Ab me, shall eve go down upon tbe sea, I be left to 'plain upon tbis rock ? Tbis rock, whence I have seen tbe golden sun prom east to west complete bis fine career, witb my tears have told tbe lapse of time ? Help, gentle sbepberd, for tby face betray."], [189, "179 ARIADNE. 360 >, 370 X soul of pity, and tbou art not bard, are the rocks upon tbis stony isle. .And Know beside, that sb« who asks tbee thus, Is a King's daughter, us tbe blood of Troy, Tbougb fortune thus bast cast me here aside. 8ay, gentle shepherd. A«ii.i_. the fight to morn Or as tbe ev'ning tu tbe welkin'd gluum, 8n will I take tbis honour to my soul, be as true, as tbou art wise and fair : sbepberd, lady, on this lonely isle, I sought a skipping straggler from my flock, came bere to tbe sea : but please to tell Tby sweet commands, that I may haste t' obey A«I^.OXL. Tben say, O gentle sbepberd, bave you seen youtb, much like in bis mien ? Whu left me here, or e'er tbe morning-sbine, But by what fatal chance I not divine,"], [190, "180 AEIADNE. 380 Vet sure unkindness to bis beart ne'er came, Nor can my Marinello so bave blame. prince, good sbepberd, us all virtues beir, Tbat in tbis wurld fur praise or envy are ; .And could you once but lead me to bis sigbt, H.s sure be left me but in fortune's spite, I would reward you witb our mutual love, bappy Tbebes ber gratitude sball prove. AiliDi.. Is tbat bis place ? aAiliAnm:. Ves, of that town tbe lord. aAillDI.. Believe it, lady, un a sbepberd' s ward, I bave not seen tbe yautb : but yet I think, Tbat, we bere parleying on tbis forest's brink, 'Tis like, tbe while you slumber'd, tbat bis feet Were tangled here, and cannot now retreat."], [191, "181 ARIADNE. 390 400 Aiti.^nni:. Tbis may indeed have been. Akii_i_. 'Tis likeliest so, But to resolve you to tbe wood I'll go ; .And yet with fear, for I bave beard it said Tbat there ill shapes and ugly fiends are bred, Tbat lascivious flute, and fawning tongue, Dave minds ill-judging to perdition sung: Tbe moon not pierces, nor no twinkling star, But it's vile depths are from all safety far. Tbis bave I beard, and do in part believe ; Vet, O sweet lady, let not fables grieve, por sables tbey may be, your spotless soul ; The tbrice-prov'd virtue stands not in controul Of vice ; but Marinell thenceforth sball go, Pncbarm'd, unburt, as from me you sball Know Aai^nxs. vAb me, unhappy, but tbe sbip is gone."], [192, "182 ARIADNE. >, 410 AniDI.. Wbat sbip is tbat ? fur I have luok'd on none. Ani^OXH. No, gentle shepherd : but last eve, ere yet Tbe eye of Desper was in heaven set, When owls begin to chant, and d2y-1igbt done, Tbe woods' musician through ber notes li2tb run Making sweet prologue to black-robed nigbt, That tbe world's e2r is taken witb deligbt. Lord Marinell and I, our ancbor tbrown, por some brief tenure made this isle our own : Dere by tbis fountain we talk'd down tbe nigbt, watcb'd for great Hyperion's rising light, To blaxe tbe waters, and renew uur flight ; Wben, ere tbe bird could the pale skies adorn, Tbat sings under tbe eye-lid of tbe morn, vA slumber took me, and, O sbepberd, well Vou Know tbe rest ; what ills my tongue can tell Oh me unbappy !"], [193, "183 A n I A n N 5. 420 431 AtllNI.. Weep, fair lady, weep: But yet tliis barvest of thy sorrow reap ; Mere accident tby foe, and no meant ill, In bim, wbo loves tbee, and sball meet tbee still por so I dream ; what say I, dream ? I Know : por wbere truth is, 'bove fortune it will go ; ere tbe Morn shall witb ber rosy smile Tbe night's sad liv'ry into joy beguile, Then banish tbese soft tears, lord Marinell, 8ball worsbip at your feet, and all be well. Aai.^nxi:. If tbis be fiatt'rv, as indeed I fear. Vet is it sweet, O sbepberd, to my ear : I will be comforted, for hope is near. Lord Marinell indeed, tbe soul of truth, Would never prove injurious to my youth ; Nor can it be, bis gentleness sbould fly, leave bis Ariadne bere to die : Vet bave I shed sad tears."], [194, "184 AKIADN 5. AlllNI.. porget tbem now, let sweet bope be tbron'd upon tby brow ; Doubtless pure truth is unto beav'n so dear, constant love, tbat angels from their sphere, 4 10 On pinions of soft service would descend, To wipe away ber sorrows, and befriend. Make trust of God, sweet lady ; and ere morn Tbese things will be, as tbey bad not been born. A«iH.i)ni:. In tbat is all my bope. A«iDi., I go, Tbat no fit dwelling for sucb beauty Know Witbin tbis isle ; to searcb, wbere I may find, por herbs and racy fruits, of nature Kind ; Wbicb, witb pure water from tbe spring, may feed Vour gentle sense, tbe produce of the mead. 450"], [195, "185 AaiAONE. MISS, 460 A»1^.OXI_. TbanKs, O good sli^pberd ; what in courts we We oft-times find under a peasant's weed. But wbere is Marinell ? O bapless prince, My beauty and debgbt, tbus torn from thee, I weep as a poor dove, beguiling morn, wakeful eve witb my lamenting song : plow on my tears, for tbev are due to bim, Wbo is tbe morn, and day-spring of my heart. HiNA-H. O poor Alcyone ! Wbat were thy feelings on the stormy strand, Wben tbou saw'st Gey'x burne a curse tu land ? O, I could weep witb tbee, sit wbole tides upon tbe pebbly sbore, listen to tbe waves' lamenting roar. O poor Alcyone ! But now tby stormy passion past, Tbou upun tbe wave at last Bb"], [196, "186 AKIADNE. 470 480 Ruildest, from all tempest free : Tbou and Peyx, side by side, Charming the distemper'd tide, O dear ! But tbis is idle for another's woe, tbat too but a story of old date, Tu weep, when I at bnme am so possess'd : O Marinell, my lord ! ?-et«?-N'), anci ,«3ca/.'5. Bebold, wbat I bave brougbt : O lady sweet, Tbese herbs and native fruits, fed by tbe dew, Kiss'd of tbe bot sun, sball more deligbt, Tlie pantler being temperance, than feasts, Disb'd up witb Kingly musick, and tbe pomp Of golden service, and tbe fuming wine Blusliing to surfeit in their crystal cups. Is not tbis crystal ? and tbe marble rock 3ball be tby table ; and tlie warbling bird, That cbants beneath tbe moon, shall give tbee voice, T\" outdo th«ir stringed instruments. Be pleas'd,"], [197, "187 AltlADNE. 490 500 pair lady, to accept wbat duty brings, O'erlooKing all defect. Ani.xnxi:. 8bepberd, tliy Kindness Is more than I can pay : but listen now, I will tell tbee why from Troy I came Witb fligbt upon tbe wave tu tbis lone isle, Wbere yet I find tlie courtesy of Kings ; Por I perceive tbee curious to Know. My name is Ariadne : I am burn Of Tray, upon tbe wave tb' espoused queen, My mutber bringing furtb : what time tbe duke, My father, from sweet Gorintb led ber home Tben did tbe wave swell underneath tbe beam Witb plenteous duty : and tbe mermaid's chant Begud'd tbe orbed Dian at her height. 3o was my birth eventful ; and tbe term Of all my fife but tbeme of accident, Dependent on her pale, and crescent born. Well, I grew up, and not tbe air migbt breatbe"], [198, "188 ARIADNE. 510 520 On me too rougbly, and tlie poets sung Tbat Debe on tbeir meadows walk'd again. Mucb learn'd I of my mother's bounteous care, To walk, to dance, to toucb tlie silv'ry lute, witb a charmed voice to melt tbe soul, Tbougb it were cased in an iron front, grown as rugged as tbe wolf or bear : Much too of herbs, and of tbe purple flowers, Tbeir virtues, and estate : of beaming stars, Wbose influence may be read witb fine deligbt, many beauteous fables thence deriv'd To tbe pure soul, of moral wisdom store. Mucb too of sweet and feminine employ, That ever beld me most : to paint tbe web Of Iris' bow, and witb tbe slender warp Deduce tbe story of chaste women's love. But love sbe bade me sbun ; a fearful boy, Wliose arrows and wbose wings alike are dread : love I Knew not, nor I car'd tu Know. 8o fifteen summers warbled o'er my bead, I, beneath my motber's careful eye, Like a young bird, tbat must be taught her tune."], [199, "189 AltlADNE. 530 vain 540 piv'd bappy, and suspecting of no cbauge. Tbe sixteentll summer, and, O sbepberd, tlien My mother died ; and I remember well, 'Twas wben tbe almonds blossom, and a bird, 8be lov'd and fed, died first upon tbe eve, .And tben sbe follow'd, innocent and sweet. Porgive me if I weep ; I ofi bave wept. Though many years bave pass'd : but tears are My mother died, and tben my father suuglit love ; and thence came all my woe. Now wben tbe May first blossom'd, to debgbt Dis voutbful wife, and grace bis marriage too, Mv fatber beld a tournament of Knights, Tbat from all countries to tbe barrier came, Many, and brave, and full of beauteous pride. But none affected me : or if tbey did, 'Twas but a passing look : true tbey were brave, in despiteful arms accumplisb'd fair ; Tbeir crested helmets nodding in tbe wind, Tbeir lances in fine rest, tbeir horses fresb, be struck out by Neptune, drinking up Tbe brazen musick of immortal war :"], [200, "190 AR1ADNI!. 550 560 570 >And women, as you Know, are Mars's fouls, Being themselves so weak, and timorous. But bad they been as num'rous as tbe sands Of fretful ocean, as tbe summer brave, Presb as tbe wave, and orient as tbe day, Tbey bad not tuuch'd my heart, wbicb inly wept, for my mother mourn'd ; so tbat I sate the musick, biding in a mask Of plenteous joy an elegy of woe. >At length, good sbepberd, tbe fine engines blew blast of expectation, like tbe roar Of brawny Tritons on tbe curved wave, Wben summer from tbeir wreathed sbells is told. All bearts were open'd ; mine awaken'd tben : por sure I saw fire portals of tbe Morn, great Dyperion coming forth in state, All armed to tbe prodigal essay. De stood, like Mars, amid' tbe tbronged sbore Of ladies, and great Kniglits : bis massy coat Out-beralding the flowers of tbe spring, Tbat Tempe was despoil'd, inlaid witb gold : on his bead, that temple of great thought."], [201, "ARIADNE. 191 580 earth 590 migbty bon, finned for tbe sea, Made air to tremble witb bis sbaggy mane : It seem'd bis sbield, capacious as tlie moon, Dad ample verge for tlie embattled spears Of all Troy's warriors, bad all Troy been tbere : Dis spear a miglity mast, witb wbicb men sail prom Prete beyond tbe pillar'd Dercules : Tbrice bis horse neigb'd, and tbe reverberate Iiill5 Gave back the image of bis voice, tbe sea Beplying brave : Troy was astonisb'd tben, But more to see bis feats : for ere an hour Dad told tbe fleeting time, bis Kingly spear Twelve Knigbts bad from tbeir cruppers borne to And Menelaus, rising from bis throne, Gave bim great welcome ; and tb' espoused band Of that false queen, for so to me sbe prov'd, tbe musick reacb'd to bim a crown Of woven laurel, and ber bps essay 'd, O cruel lips, though wortby was tbe cause. In words, like spring, to speak him first of men. Where now is Marinell?"], [202, "192 ARIADNE. 600 AniNi.. I tbougbt 'twas so : por only such a Kniglit, as tbis, could prove Worthy, O princess, of such peerless love. Vou weep, fair lady, yet are these pure tears But as tlie dripping of an sbow'r, prom wbicb tbe sun more brigbtly sball emerge : But, pray you, grace your story to an end. Aai^nxi:. To make an end, good sbepberd, tliis brave lord, Tbis braveand virtuous lord, for wbom I weep, <I!onceiv'd for me affection, and besougbt My father, Menelaus, for my band : My fatber overjoy'd ; and I, who Knew Dow true be was in nature and in tbougbt, Dow gentle too, besides, was pleas'd to bear Tbe words of true affection from bis lips. Great was be in bis speecb, and fit for Kings In awful council, bad tbey Known bis worth ;"], [203, "193 ANIADNK. 610 cbild, 620 witlt me, simple maiden, would lie sit, H.nd take occasion from the acts of men, .And beauteous works of nature, to discourse Of wisdom, in wliicb goodness was tbe soul. O, lie was dear, for wbv sbould I conceal My harmless tbougbts, most dear be was to me but tlie queen, tbat bad too well perceiv'd Dis great perfection, and was caugbt by it, Dad by vile artitice beguil'd tbe King Of bis good tbougbts, and turn'd them from bis Our lives bad been a race of happiness. But love has ever been the foe of cbance, .And not a sbore of tbis o'er-braving globe But tells tbe story of some lover's woe. 3o tben tbe queen, to rid ber of ber fear, .Abusing witb a wicked forgery Tbe over^reduluus ear of tbe good King, persuaded bim, tbat I and Marinell Dad purpose to o'ersway tbe watcbfu! guard, .And, over-rubng Trov's ambitious state, To dispossess Ifim of bis crown and life : Tbis work'd like fire in Menelaus' mind. C c"], [204, "194 ARIADNE. 630 610 > <And tben sbe purpos'd, wben my lord was laid, In durance of tbe King, to break bis bars, offer to bim liberty and love. Tbis was ber mean : but for an underplot 3be tbougbt to snare me with Marsaces' love, Knave of council, ever cramm'd with ill, mucb obsequious to ber changeful mind. Well, tbe plot took ; for wbat a woman says, wife too, to tl>e fond believing age, Tbougb it be false, as canker-bluoms in spring, Having some semblance of tbe nat'ral trutb, Tbougb bere was none, O sbepberd, shall bave Wasbing away all old fidelity. rule Our ruin bad been sure, but friends arose, Wbicb innocence e'er finds, and sav'd us both I'rom our distressful fate ; tbe prison doors Were open'd by tbe King's unflatt'ring friends, >»VIio serv'd bim as be was, and ougbt to be, pre bis compact witb ill, and led us fortb Beneath tbe moon to tbe boarse-murm'ring flood. Tliere lay a bark, a suitor to tbe w^ind, Tbere lay a bark, a suitor to tbe w^ind, 650 many tears we sbed, and wrung tbeir hands,"], [205, "A It I A D N E. 195 660 Xnd bad not voice to speak our gratitude. Believe it, sliepberd ; in tbis orbed world, Tbis brave inberitor of day and night, Nut all tbe min'ral Kingdoms, nor tbe fruits Of all it's sbores, can ectual one true friend, One old, one faithful, one substantial friend. A«ii_i_. Or tbis is true, sweet lady, or tbe morn Is not tbe fount of light. Aai^OND. What tben bad we, Wbo bad so many, and so pei-fect friends, Tbat from tbis sudden danger we escap'd ? AaiNi.. Great praise in tbrz-. but virtue bas its meed; wben it speaks in sucb an angel's voice, claims our pity, be that would not die, Hnd brave the tyrant, let bim five, base wretcb, Witb his tbrice-grinning honour, 'till be shame"], [206, "196 ARIADNE. 670 680 Tbe marble, that shall lie upon bis bones. porgive me, lady, for my bomely speecb, por I bad breeding in a shepherd's stall. aAitlAVXN. O tbou good sbepberd, it were well indeed, If they wbo bold tbe sceptre, bad a tongue Tu speak tbe dictates us so pure a mind. Wbat is in stalls, but wbat in courts might be, If rightly understood, of all tbis life, 3o blown abroad by beralds ? 'tis a cbarge Immediately from God, to tend tbeir sheep, To fence tbem from sbai-p bunger and tbe wolf, To seed tbem, and protect tbem in all ills, Like a good sbepberd, and tbeir gratitude. Which is as true, as flowers to tbe sun, Is more tban musick os a poet's mind ; But tbis is understood by all but kings. Vet I not say so : for my theme is drawn prom one example : and ill counsel reign'd, Led by false love, tbrougbout my lather's bouse"], [207, "197 ARIADNE. 690 yes. 700 AniDI.. Vour words are like tlie bonev os tbe spring, 8weet and nutritious : lady, it is loss To tlte brave world, wben such a fiow'ring mind Lies idle and neglected, as the weed : But tliis but sor sbort time : I read it now, Tbat you, tbe unfatber'd orphan os tbe winds, Were by tbem blown to tbis our marble rock, Vour Keel last come from Ilium ? AmHnnie. 8bepberd, Hfiter long cbase, untd tbe stars grew pale, prom vile Marsaces, bke a bungry bound, Tbat tbinks to track down tbe o'er-cbased deer. AaiLr. Ill tbings are ever hasty to tbeir sail. Dear lady, now farewell ; awbile I go, Witb tbe sure bope to save you, ere tbe morn : 3leep tben, and doubt not tbe lord Marinell"], [208, "198 ARIADNE. farewell, 710 eigbl, Will be tbe lark, to wake you at your rise. parewell, sweet lady. Ani^nxN. 8bepberd, too Tbat have been true to me, a true farewell Ami_i_. parewell, sweet lady. Now my scrip, and staff are gone, again I am my own, On a moon-beam I will ride, To tbe brave Porintbian tide, Wbere tbe queen of Neptune dwells, tbey ring tbe twiligbt bells, One, two, tbree, sour, five, six, sev'n, To preserve tbeir bouses brigbt Prom the ugly witcb os nigbt : Who wdl, may follow me O'er the bright and curved sea,"], [209, "199 ARIADNE. 720 730 Pur I go, To let Know, Witb my pretty yes and no, Tbat tbese tbings are so and so : But for sake, Dew of cowslip I will take, witb seeds of poppy slake, Wbicb into ber porcbed ear May dispel tbe ugly fear, Pregnant with a maiden's dream, Of wbicb marriage is tbe theme. Oaths, and vows, and Kisses sweet In ber dainty fancy meet. prologue to tbe marriage sbeet ; wbite gloves, and Knots, aud rings, such pretty gawdes, and tbings, H.S queen Mab in plenty flings : Wbo will, may follow me O'er tlie bright and curved sea ;"], [210, "200 AEIADNE. Por I go, To let Know, Witb my pretty yes and no, Tliat tbese tbings are so and so."], [211, "201 740 AKIAVNN. P^RT TDP TDIRD. H/iea/cH. How well has my bright play'd bis part ! Now, if tbe leaves be green, when Procne pipes tbe clouds witb foretaste of tbe spring, pbilomel ber summer musick cbauts ; If dolphins in tbe purple wave pursued sbip, enamour'd of bis song, carried tbe sweet soul to Taenarus ; I will compel Pnceladus, who lies Past bound beneatb tbe centre of the sea, vA thousand fathom down, tbe bolt of dove Dd"], [212, "202 ARIADNE. 750 760 Vet hardly sleeping, to declare wbat sbore, Or haven of tbis over-murm'iing sea Gontains pord Marinell : for so bis eye, Tbat never sleeps in dl captivity, May bave well traced ; and my art is bid, I Know not by wbat greater power tban mine ; Or evil else permitted for a wbile. But wbat is tbis, sweet ? .^ea^,,?. 'Tis a scrap Of measur'd passion ; for tbe trutb more sbines In antick musick, so uur luvers tliink, Tban in mure bomely prose. I pick'd it up, Unseen of Ariadne, as sbe wept Upon tbe marble rock ; mistress, ber tears Pndoing in ber fickle woe. MAUi^Ri.1. to To live is but to love tbee : tbou art one, Wbom virtue may grow mad, and dute upon : My goddess is tby soul ; and, Ob ! before Der beauteous temple I fall down, t' adore :"], [213, "203 ARIADNE. 770 780 Tby only image, if in marble wrougbt, Dad all our nympbs into extinction brought ; Dow mucb more tben, wben we astonisb'd bear Tby words, tbat musick to our ballow'd ear, Wberein all goodness, and all wisdom glows, Tbat eartb expects, and great Olympus Knows. TbinK not tbis praise : 'tis but tlie simple part Of tby perfection, wanting poets' art : Por be, who feels tby loveliness, must Know Dow mucb above tbou art, and we below : 'Tis not in nature to express tby worth, Or tbe complete production of tby birth, But wben I die witb gating and despair, Men, in my heart, sball read tby image there. MARi>!i:i.i. to The Gods, that pour'd so many graces on tbee, O Ariadne, making tbee divine, Let tbem witb some compassion look upon me, Plse in tbis fortune I my soul resign. Tbe fire ambitious would to beav'n arise, H.nd ever hopes, yet never gains tbe skies,"], [214, "204 AEIADNE. 790 800 Then from your true Olympus may you come, H.nd deign to build upon uur eartb yuur bome. H.aUrmilll'rR. I Knuw not what be means, but tbat be loves, love oftimes confounds tbe finest wits, Making what else were luminous and clear, H.s is Aurora, like tbe misty eve. But if it work in Ariadne's mind, De is a poet, and young Love not blind. MAkinm.!. to ca/Vin^- He?- Pi.oitA 8weet tby breath, as violets are, Wben the balmy soutb-wind blows, And like ruddy corn tby bair. Tbat no band or cincture Knows, 8ave one ribband, simply round, Prom tbe wbicb depends a pearl, Xings, then, to tbis port be bound, To admire tbis lovely girl. <And ber eyes are like the star, Tbat in dewy morn is set."], [215, "ARIADNE. 205 Pre saffron car Witb tbe Indian wave is wet ; .And ber bosom, spil v-sweet. Like tbe Parian marble swells ; Xings, tben, at tliis centre meet, por love bere has plac'd bis spells. 810 ber waist is taper, fine tbe chalice, silver-wrought, To contain tbe sacred wine : But, O stay, my daring tbougbt ; Let no tongue profane the sweets, Tbat in this fair temple be ; 'Tis enough : in plora meets Love and immortality. Wben sbe walks in female state, Like Diana, O my soul. 820 3ball I die, or bless my fate, Tbat have bv'd in ber controul ? Were my empire from tbe morn. To wbere chaste Apollo dips,"], [216, "206 ARIA ONE. 830 810 That fine empire I would scorn, But to die upon ber lips. Aye, this is love : and sure sweet Philomel Has taught this passion'd poet half her art. !P<? caH'nA- ae?- P1.0HA, Dow awful sbe, bke duno, looks, Tliat no least encroacbment brooks, perfect Goddess of ber state : If I have offended ber, Tben farewell tbe lightsome spbere — I am wedded to my fate. But again soft pity flows, from lips tbat breatbe of rose, 8weetest accents I bave beard : Now 'tis May, and pbeebus smiles On tlie hrigbt Hesperian isles — I am to a God preferr'd. plora, my delight and love, In wbose praise tbe planets move,"], [217, "207 ARIADNE. 850 lighting tbis o'er-sbady globe, Wbile tbe sea shall Kiss tbe strand, Or divine Dymettus stand, I am vassal to tby robe. Lay it again upon tbe rock, sweet bird. AaiDr. Tbou art obey'd, ere yet tby voice is beard. /Azirmritiri: ye elements, for now I call pnceladus to lift bis monster bead the deep profound ; and tell tbe truth >All tbat be Knows of Marinell. from out tbe briny deep, Wbere for ages tbou did'st sleep, Wbile tbe flood above tbee roll'd, Being to endless prison sold : O monster, from tby hopeless state, Lest greater ill be added to tby weigbt, wurse damnation beap'd upon tby fate."], [218, "208 ARIADNE. 860 870 880 Lest tbe polar winds sbould blow prom tbe lands of ice and snow ; Lest tbe fire from Htna come, To consume tbee to tby doom ; Lest tbe mournful ocean flow In all sounds of wat'ry woe, .And wasb tby senses to and fro ; tbe sky-pitcbed mountains frown, .And threat to break tby prison down ; pest tbese, tbe warring elements, Confound tbee in tbeir ill events, tbou freeze, and burn, and rave At tbe ever-doleful wave, tbe rocks, tbat threat tby grave ; Lest tbese dreadful tbings sbould be. List, 0 monster, bst to me, tell me, who am Neptune's wife, Wbat ill bas darken'd Marinello's life. H^ea/^H. 8ee, mistress, how be rears bis horrid head, Like endless Night, above the mournful wave ; And, bark, be speaks : tbunder to this is calm."], [219, "AltlADNE. 209 890 PNCNLAUUS H/lt-a^F. Wby am I troubled ? can no wretcb, but I, Requite tby question, I, who hate thy bouse ? Ob, oh, accursed dove ! Marsaces took bim, by the fountain in your isle be slept, cbains liim now aboard a furlong oif Por sbe was left tu die. Ob, ob, accursed dove ! now let me sleep. <?nea/V«. 8Ieep, and descend tu everlasting sleep, Or rather, wretcb, tu everlasting woe. Descend, descend. H^ea/V.?. Tbe monster doth descend, H^ea^. I now perceive, my tbat my foes Dave done me wrong, and evil arts bave been, Tbrowing dark clouds upon my orbed sight, Tbat with an eagle eye could pierce tbe world : E e"], [220, "210 ARIADNE. 900 910 > 8ucb agency bas been, permitting dove : But to repair it ; feather now your wings, And over-fly tbe Kite, tbat leads tbe wind, Down flying to bis prey ; be falcons lame, tbe fleet antelope a drowsy wretch, Gompar'd witb tbee, my To tbe isle Be gone, be present wbere Marsaces floats ; Bid tbe Keen ligbt'ning quiver round bis bark, Tbe frowning thunder bowl, as earth bad burst : plame on bis masts, and on bis rigged sides, in a sbeet of fire involve bis sails, if tbe gen'ral ruin bad o'erta'en Tbe soul of bis perdition : split bis sbip, burl tbe wretch upon tbe rocky beacb, Tbat be may taste tbe woe himself bad plann'd, pine for food upon tbe marble marge. But let tbe rest be safe : and see you lead Tbe ducal Tbebes to side, Tbere join tbeir hands, and give tbem gentle airs, summer seas to tbeir espousal rites : Do tbis, and I shall love tbee."], [221, "211 ARIADNE. 920 90ii vAuiD^. I will go More fleet, tban ligbt'ning, to my loved task : por I perceive, sweet mistress, there shall come prom tbis dear union all tbe world tbinks good, peace, and true laws, and equal liberty : >Am I propbetick, O beloved queen ? HF>ea/«. Tbou art, my and tbe world shall bless Tbe name of Ariadne, and ber lord. Go to tby task. H.»ii:i. HlnZn. To please tbee, my mistress dear, I will skim tbe crystal sphere ; Or my flagging pinions steep In tbe fountains of tbe deep ; I will fly from morn to eve, Or till nigbt tbe world deceive, prom tbe furthest pole to pole, Witb a bright and joyous soul."], [222, "212 ARIADNE. Let tbe bells of Tbebes be rung, tlie marriage bymn be sung, tbe bouse and palace vie Witb tl,e purple tapestry, tbe steer be free from yoke, Wlide tbe marble altars smoke, tbe maidens strew tbeir flowers, To deligbt tbese blissful bours. Tben wdl I, In a bell of cowsbp lie, 940 Dappy witb a twinkling eye, make all my pleasures meet In my mistress' favour sweet. 3ono. I dance upon tbe curled sea, Poine, follow me, Ve tripping elves, and fairy bands, 8ps>rting on tbe cbequer'd sands : In tbe mx>n's brave sphere I ride. Laughing at tbe fickle tide ; 950"], [223, "AltlADNE. 213 Or on beds of sea-weed lie. By King Neptune's courtesy. Gome, follow me, we will sweet Moppets be, Witb tire sea^luck we will dive, Witb tlie queen-bee we will bive, wben 8ul is in tlie west, tlie May-bird gone to rest, Witb tbe cuckoo we will nest. 960 Pome, follow me, O'er tbe hrigbt and curved sea, Ve, tbat elves and fairies be, summer merrily."], [224, "214 80NG, IN N/ow the pied shows ber blossom'd thorn, saffron cowslips tbe green meads adorn, Wood-loving primroses tbeir stars display, wbeaten fields are in tbeir prime array, Now bedge-rows bud witb green, the beecben tree. >And bousebold elder of tbeir leaves are free, procne 'gins to sing, and frequent sbow'rs Augment tbe floods, and swell tbe cbalic'd fiow'rs. Let us, my 8ylvia, to tbe woods be gone, >And make tbe birtb-day of tbe year our own ; Tbou art as sweet as spring ; as dear to me, is tbe golden honey to tbe bee ; ocean sball be parted from tbe strand, Pre I forsake tbee, or tby lov'd command."], [225, "0AK5IIM LKITANNIOIM: oil, 80^<^ 05 LKII^IN: Wlill'TEN IN HONOUR OR HIS EOVAL HIGHNESS GPORGP PRPDPRIPX, PKINIOL liLOLiVT."], [226, ""], [227, "so TD6 B1LUT D0XOUBALI.1!). TNL KAKL LATUIIK8T. LORD oxD or ms ziA^ns-rv's rilixcirAi. srcirri'AiliDs or siA^r, <H-c, c^-c. c^-c. To Vou, whose name is vow'd, and dedicate To tlie celestial altar of tbe Muse, Tbis verse I bring, wbicb I bave writ of late, Wbose favour may it's bold attempt excuse : bold attempt, to paint tbe Majesty, Tbe Grace, tbe Goodness of our 8ov'reign Lord ; up to Deav'n with fearless wings to fly, Whence all bis heart is witb perfection stor'd : May yuu, my pord, tbese tablets of my soul, Wbereon my duty is thus plainly writ, >Vnd pure allegiance, while tbe seas sball roll, .And stars shall Kindle, as in faith is tit, To that great prince, our 8ov 'reign Lord, present, .And be tbe patron of my argument. TDDRLOW Ef"], [228, ""], [229, "10 OANiVILN NKITAN/NIOLM : 0«. TUL 8 0NI0 05 L KIT A IN sacred Muses, that in concord move, O'er-stepping tbe sweet marge us Pastaly, naked, in tbe sovran eye of dove. To melt Olympus witb your voices free, Prom morn to pale Diana loudly sing Before tb' eternal King : Wbere shall I find now, that your dwellings be, Who fain would your immortal favour prove, large abundant love : O ye tbrice-sacred Muses, tbree in name. Divine >Aaede, and ber sister fair, Brigbt Mneme, and sweet Melete, who claim Of all the immortal poets sovereign care,"], [230, "220 CARMEN MNTANN1CUM ; OR 20 Pill me witb wonder and exceeding praise, Tbat, to tbe last of days, tbe rolling of Oblivion's stream, I may exalt my tlieme ; charge tbe sbores of tbis resounding world With words, like thunder, or great Neptune burl'd Por I bave need, who am tbe priest of him, Wbo sits entbron'd upon tbe triple shore, >.nd must maintain bis glory witb my bynm, swell my cadence to tbe falling roar Of waves, tbat break upon bis cbalky floor : Tberc sits be, the great monarch of tbe West, On wbom tbe Northern star with love dotb shine, Like a King's son, that is of Deav'n most blest, far above all of his Kingly line ; Dis line, tbat, from tbe skies deduced clear, Das upon eartb no peer ; Nor sball have end, until tbe world expire In tbe bri^bt blaxe of tbe last penal fire. Witb dove tben I begin ; witb dove, wbo came To from the bright abode of Deav'n ;"], [231, "221 THE SONG OE BRITAIN. !0 50 De struck tbe door ; and, in name, 8weet entrance to tile panting God was giv'n : Tbere lay in ber nuptial robe, crown of woven laurel in ber band, Tbe fairest spouse of tbis love-feigning globe ; Alcmena, wbo must loose ber virgin band, Xt dove's dinne command : Tbree times the space of tbe ligbt-giving 8un, silent night, Diana in ber chair Bade ber fleet dragons to tbe Ocean run, Pre great Apollo could engild tbe air : Apollo came at last, and sbot bis beams With envv on tbe curtain'd joys of dove, double splendour on the vArgive streams, To dispossess bis father of bis love : De sigb'd /a^ell't'//', and from tbe cbamber went, worlds of Kisses on that word were spent, Xisses, tbat bred tbe globe immortal argument ! But witb tbe day-ligbt good Amphitryon came To tbe beguiled dame, saw at once his glory, and his shame :"], [232, "222 CARMEN LKITANN1CUM ; OR 60 7\" Dere stood tbe cup be from Htolia won, Tbere lay bis wife, immortally undone : But that he fell by dove, and of bis seed 3bould beroes, and great demigods proceed, Por tbis tbe King tben pardun'd wbat was past : Besides, bis eager nature was in baste. Tben, 'spite of Pbcebus, tbat, witb angry eye, Beheld tbis second duno's nuptial bed, De snateb'd bis joys, and witb great dove did Till tbe hrigbt pbcebus bid bis blushing bead, to the waves had fled : 8o from Alcmena, wben espoused tbus. Game Dercules, and mortal Ipbiclus : in tbe seed of tbe diviner boy, DeroicK action, mix'd witb soft alloy, Deatb-doing Mars, assoyl'd with Venus' joy. Wbo Knows not, that Lucina sate ber down, Witb crossed legs before door, crossed arms, until Nicippe bore ? Nor tben bad smootb'd tbe terrors of ber frown, But that Galantbis, from ber sad abode, Witb a true fable sent ber on ber road ?"], [233, "223 THE SONG OE MHTAIN. 8n great tbe dread, that tben in Deav'n bad piace Of tbis unbounded race. Wlio Knows not, tbat great duno wisely sent 80 Tbe snake, to spoil tbat rising argument ? But tbe brave bov, that in tbe cradle lay, With luuks us welcome view'd bis onward way, Then witb bis out-stretcli'd arms made bis fierce foe bis prey. Like the sad liorrour, tbat tlie sbepberd fears, Wben pale Olympus with a lurid ligbt Gives token of tbe swift approach of nigbt, a low whistling wind sings in bis startled ears : Tben comes tlie thunder, and tbe flaming bolt, Tbat dies unquencbed in tbe gloomy bolt, 90 Or mead, aud cbampaign witb it's flashing sears : 8o came tbe pois'nous monster, winged bird, flaming serpent, from black Dis preferr'd ; 8o biss'd be, as along tbe floor be came, his bright ardurous eyes spake witb propbetick flame : But soon be fell ; tbe room witb triumph rung; pale trem'lous fire yet quiver'd on bis tongue, bis loud-gnasliing scales witb a low musick sung."], [234, "224 CAKMEN BRITANNICUM ; OR 80, when tbe tempest to tbe sea is gone, Tbe leafy forests make a murm'ring moan, 100 The forests, and tbe bills, that shook anon, H.nd tbe soft-wbistling birds proclaim tbe tempest flown. ye Muses, witb your golden strings, That only by tbe cbaste Gastalian springs, Or in tbe dread abode 01 Deav'ns o'er-ruling God, Or in tbe chambers of great God-liKe Kings, porbidden to tbe vulgar crowd below, Make your resounding songs, and your full musick glow. por here is matter for a world of praise, 1 10 Wbile pbcebus sheds around bis niglit-dissolving bla^e. vAwaKe, ye Muses, let my sacred song Be like swift, and like strong. But who can tell tbe ever-fretful sands, Tbat tbe sea wasbes on false pgypt's strands ? But wbo can tell tbe ever-ouiv'ring leaves, That winter of great wood bereaves ? Or streams, that Danube in bis flood receives ? pise would I paint beneath the flaming 8un, H.nd silver Dian, tbe great race be run ; 1 20"], [235, "THE SONG Oi? NRITAIN. 225 130 140 Wben by tbe borns tlie braxen stag be took, Of bis fine breatb, and liis fleet path forsook, Beginning, when tbe vernal year began, ending, wben his winter course be ran. pise would I paint tbe darkness of bis walk, Wben tbe pale ghosts did to bis opticks stalk, the dull streams did with sad horror flow, flames us anguish tbruugh all bell did glow ; But, maugre all, be bare tbe dag away, dragg'd tbe rav'ning manster up to day. But this is small : and could I tell the fligbt Of birds 8tympbalian bis thin arrows slew, Or count tb' o'er-borsy Gentaurs, whom his might pound populous and vast, and left tbem few, their winy feasts sent down to night : Vet should I fad to tell tbe hero's praise, celebrate in bow abundant ways De bade tbe nations on bis virtues gaxe. But Dercules won all, and made bis own, But envy, and pale jealousy alone : The love of women, fatal to bis race, «3"], [236, "226 CARMEN NEITANNICUM ; OR 150 160 Dis shame and glory, bis bright fault and grace, Brought bis assigned soul to ber last tyring place. Tbere on tbe top of (Pta, fiaming broad, De budt tlie mountain of bis funeral pde ; Wbole forests did tbe mighty building load, Nature witb a second eye did smde : Tbe 8un mov'd useless in bis golden spliere, Tbe Moon witbout availment sbone at nigbt. The eagles on tbeir piny nests did sear, H^nd tbe sea-monsters trembled at tbe ligbt : Tben, ere bis spirit from bimself bad flown, Great dove took pity on bis Godlike son, in a car of fire receiv'd bim for his own. O worthy end os bis laborious life. Tbe nectar'd cup, and Debe for bis wise ! Der golden youth did witb new transport play, crown'd bis passed toils in tb' empyrean day, Vet did be oft, tbougb in ber arm? be lay, tasted to tbe beigbt immortal youtb. 8igb for young lole, wbo, soft as May, rich as summer, yielded up ber truth :"], [237, "227 THE SONG OR NNITAIN. 170 180 Tbere by Puripus, ever fickle stream, De won a world in lier immortal arms, found bis prixed honour but a dream, Lost in tire ocean of her gentle cb2rms : O woman, in tby gifts indeed divine, Of all tby perfect mast'ry this tbe sign, was a Gad, and did for tbee repine ! Voung lole gave Glaucus to tbe light, tbe boars and lions of tbe wood ; Tbe 8atyrs o'er bis cradle piped bright, Tbe Nymphs came dancing from tbe crystal flood Tbeir wreathed horns, and pipes of buxom reed De well could tune unto tbe sylvan lay ; made tlie leopards, and tbe panthers bleed, tbe young eaglets bis unlearned prey : Witb an uprooted Knotty poplar arm'd, De roam'd tbe leafy wood, and desart sbore, all tbe distant country mucb alarm'd ; pame to bis wddness dady adding more : Whatever man was outlaw from bis peers, 8uugbt in that wood tu reinstate his years."], [238, "228 CABMEN BR1TANNICUM ; OR 190 200 Was nougbt around but images of woe, P'en Nature to tbe scene wild bnnour paid : The clouds more swiftly o'er it's shades did flow, tbe loose winds a savage musick made : In every allev, and in every giade Tbe fleeting monsters fasten'd on tbeir prey ; tbe eagles tbeir vast pinions sway'd, Below tbe serpents glided from tbe day : Prom ivied caverns, and from horrid sbades Game tbe wfid cries of lust-compelled maids. last upon a flow'ry morn in May, Wben blitbe Aurora ligbted up tbe streams, tbe young woodlarks sung on every spray, Voung Giaucus started from bis slumbering dreams Through tlie wild surest took bis loitering way, pierc'd tbe brindled boar, and brancbed bart, 8urvey'd tbe pagle, like tbe tempest, grey, levell'd tbe black vulture with bis dart : Tbt re in a harbour, ail inlaid witb flowers, Tbe lovely pride, arid garland of tbe 8pring, Pair daffodils, tbat tell tbe vernal bours, byaciiltbs, that are of meadows King,"], [239, "229 THE SONG OE BBITAIN. Woodbine, primroses, and sweet gilliflowers, Voting meddow-sweet, and lady-smocks so wbite, Tbat mind tbe maiden of chaste Dymen's bowers, Being like marriage-sbeets, in prospect brigbt, Gowslips, and violets, and molys true, 210 and drooping aspbodel, Tbe flower-de-luce, tbat we in triumph view, crocus, of tbe shepherds loved well, Voung daisies, that at ev'ning sbut tile eye, rosemaries, tile true deligbt of love, On such a bed voung Viola did lie, H.nd tbe wild son of Hercules did prove ; boney-suckles round a temple twine, 3o clasp'd she Glaucus in ber arms divine. 3be was tbe daugbter of tbe King of Prete, 220 Xnd wander'd on a journey from ber friends, Wben tbis wild passion sbe in woods did meet, That clos'd ber errour witli a sweet amends, laid ber willing on tbe nuptial sbeet : sbeet, in colour and in hue more brigbt, Tban prest Alcmena tbat immortal night. When sbe accepted dove, and charm'd bim to the beight,"], [240, "230 CARMEN LEITANNICUM ; OR Voung Viola, then budding like tbe 8pring, prodigal of Kisses as tbe prime, Tbrougb tbe bbtbe day did to ber compbeere sing, 230 laugb'd away tbe love-beguiled time ; fresh and dative, as tbe op'ning rose. That in duly to tbe tierce 8ummer glows : But witb tbe star, that dotb engild tbe west, Wben sbepberds' feet are tracking in the dew, 8be rose, and to ber iost companions prest, with ber led her woody Glaucus true : Perhaps sbe blusb'd, wben sbe in presence came. But witb soft-smiling words conceal'd ber flame, feign'd a likely tale, and well express'd tbe same. 240 \" My lord, and father, to tbe woods I went \" To pluck tbe primrose, and saint violet ; \" Tbe woodbine a delicious odour sent, \" daffodil, tbat witb ber sweetness blent, \" Wben a wild 8atyr on my way I met, \" Wbo, cruel man, affiay'd me, and beset. \" I scream'd, my lord ; but ah ! you were not near ; \" Nor did tbe Nymphs assist me in my fear."], [241, "231 THE SONG OR KKITAIN. \" Me to liis cavern tben perforce lie drew : \" oil, what evil would my virtue rue, 250 \" But tbat tbis beav'n-bless'd sbepberd came in view. \" Believe, my lord, whatever trutli can owe \" To bonour, and brigbt courage gently us'd, \" I owe to bim, all gratitude below, \" Pise bad the cruel 8atyr me abus'd ;\" vAnd then sbe smil'd, and from ber eye-lids sent laughing look of love, that crown'd ber argument. To Grete tbey went upon a vessel brave, dove made the air serene, and Neptune smootb'd tbe wave: Tbe purple sails to tlie free Morning fiow'd, 260 Tbe golden tackle, like Olympus, glow'd, Venus bless'd tbe pair upon tbeir wat'ry road, Grete came in sight : tbe biting anchor fell : Tbe fane of dove receiv'd them on tbe shore : To wbicb tbe God, as Gretan fables tell, Puropa, as a bull, in triumph bore : crown'd bis wisires on tbe wat'ry marge, Wbde tbe sea-doipbins sported all at large. Then to tbe palace fresh hymns they went,"], [242, "232 CARMEN EKITANNICUM ; OR now tbe horned Dian flam'd abroad, 2?0 Lucifer bis light almost bad spent ; Voung Viola with soft attachment glow'd, mid' ber melting Kisses gently swore, 8be lov'd ber Giaucus tben, more tban sbe lov'd before : But witli tbe yellow beams of envious day, Tbe King, wbo restless on bis pallet lay, 3ougbt bis young daugbter's lied, tbe prototype of May, O, wbat a shriek was there Of gentle love, awaken'd to despair ! It startled tile biitbe morn, and pai'd the rosy air. 280 In bands of willing love tbe victims lay : Th' incensed monarch f'rnwn'd, prepar'd to slay ; .And bade tbem pray to dove, ere tbey forsook tbe day. But tears prevail'd ; an ocean of soft te2rs : Viola, tbat sur her miniun sears, Nut lor berself, at lengtli sorsnok ber fears : Witli his drawn sword a moment's space be stood, In tbougbt to quench bis anger in their bloud, Tben turn'd away, and tears began to flow ; \" Go, cruel girl, to tile cbaste temple go, 290 \" pligbt your guilty faith, and consecrate my wae.'"], [243, "233 THE SONG OE B«ITAlN. They tc> the temple went : the way was strewn with dowel-s : H.nd tbe brigbt bautbuy's breath awak'd tbe rising hours. Tben from then- loins, and blessed union came race of sov'rcign Kings, tbrice dear to fame. goodly fruit of Rbadamantbus' name : The daughters chaste, and all tbe sons were br2ve ; But time b2s l2pp'd tbem 2II in mere Oblivion's wave. 8ave, bere and there, a name, that cannot die, Tied by immortal verse to endless destiny : 300 TVeat shall not sink in night : but brave sball dy, Long as tbe silver stars sball gdd tbe sky, Or sweeping tempests o'er tbe oce2n sigb. But all tbe rest are gone : H.s leaves in Autumn into streams are blown, Or prints upon tbe sand, which tides have overflown. Only tbus mucb is Known ; That their great father, Glaucus, budt on high hundred cities rising to tbe sky ; Tben, bless'd of all, did, like old Nestor, die. 310 Is this the end of glory, tbrice renown'd, To be with night and sad oblivion bound ? Hh"], [244, "234 CABMEN BE1TANNICUM ; OR tbeir Olvmpique acts, and battles tierce, wortby colinsels, tbat tbe skies could pierce, Gone, like tlie dateless world, for want of sacred verse ? Only, beneatb tbe cbaste and fickle moon, Witb printless feet tbey by the rivers walk, Or baunt tbe meadows in ber silent noon, Or o'er tbe scenes of passed battles stalk, Wbde overhead, is beard the sweet bird's tune, 320 To be tlie theme of some poor sbepberd's talk ; Wben bis young children o'er tbe embers cower, fear presides at nigbt's unwholesome hour : Tbis is tbeir end, Wbo bad no sacred poet for tbeir friend, But without golden bymns did tu tbe grave descend. that by fair Olympia flows Beneatb tbe sea to spring, all bis sacred waters tbere bestows, Wbom faithful love did to that distance bring, 330 8u from tbe womb of fables, and old nigbt, Tbis god-like race, long bidden from tbe siglit, 3bine in new-founded Rome, and blaxe into tbe ligbt."], [245, "235 THE SONG OE BltlTAIN. 8 wist as tbe lightnings rend tlie baugbty pine, 8o fell tbe people's rage on Tarquin's line ; The self-same 3un beheld tbeir fall, and tbeir decline. as when some great fortress tumbles down, Or by the cannon, or tbe thunder's frown, Tbe neiglib'ring temples in tlie ruin sbare, resting on it's strengtb, involved are 3 10 In tile same deep destruction, and despair ; 8o, wben tbe Tarquins perisb'd from tbeir state, Tbe noble too partook tbeir fate. Tben to fair pste tbeir bousebold Gods tbey took, .And with a weeping mind sweet Rome forsook : por equal riglits witb all tbe race disdain'd to brook. Nougbt but a crown could please Tbe ever-mindful suns of Hercules : in tbe rolling years, and fav'ring Deav'n, Pste, Genoa, Milan, Tuscany were given. Then son of Hugo, rul'd tbe name, migbty prince, and heralded by fame : De to tbe altar led tbe 3cytbian dame, Unmarried daugbter of Bavaria's race, Prom whom our Kings tbe 8axon sceptre claim, 350"], [246, "236 CARMEN BNITANNICUM ; OR tbe White Dorse do in their banners place : Dad I tbe Heavens for space — But, bold ! ambitious Muse : 'Twere best tbis boundless subject to refuse ; Thou canst not paint tbeir glory, but abuse. 360 No wood, no mountain of tbe antique world, No rolling river, into ocean burl'd. No inland champaign, and no wat'ry marge. But of tbeir glory bas receiv'd tbe cbarge : Tbeir blood bas fiow'd, where'er tbe winds can flow, Or tbe brigbt 8un from Deav'n's great portal glow. No bead, tbat acb'd beneatb tbe weighty crown, Gould on tbe pillow lay it's counsels down, Till it bad weigb'd tbeir smiles, and balanc'd well tbeir fro«^n : por wbat tbey spoke was fate ; 370 Wbo brougbt divine protection to tbeir state, being tbe sons of Gods, rul'd witb resistless weigbt. De, wbo will count tbe stars, from which tbey came, Or all tbeir worthy acts, thrice dear to fame, Or tbe brigbt sands of tbe Italian shore."], [247, "THE SONG OE liltITAlN. 237 Or leafy woods, tbrougb wbicb tbe tempests roar, Wberein tbey cba©l tlie leopard, and tbe boar ; Or towns, and temples, tbat tbe plbe displays, Or tbe brigbt meads, tbrougb wbicb ber water strays ; De, whose aritbmetick shall reach to tllis, 330 Mav tell tbeir glory, and imperial bbss : But I sball pass tbem o'er ; pame, wbicb bas much in store, Ne'ercro,vn'd so great a race of Deav'n-sprung lords before. Tben prnest bad to wife Bohemia's cbild, .A Kingly maid, and of fair Britain born : Nature on tlie beautous marriage smil'd, all ber ligbts conception did adorn. Tbe 3un inftis'd tbe vigour of bis beams, Tbe Moon tbe soft completion os ber sphere, ! .And golden fancies, and immortal dreams ; Tbat a true King should to tbe world appear. Tben tbe first George maintain',! tbe sov'reign sway, H.nd sate entbron'd upon Augusta's sbore, 390 tbe whole World did bis great tbougbts obey, par as tbe winds can sweep, or billows roar :"], [248, "238 CAItMEN LKlTANMCUM ; OR Thames, first of rivers, in bis sacred time Receiv'd tbe wealth of ev'ry burning clime. then a second glorious King arose, Wise, prudent, brave, as all bis fathers were ; 4 De sbone in arms, where mighty Rbenus flows, vAnd witll bis clarions quad'd tbe silver air : Tbe earth bis bed, tbe stars bis tapers were ; In pitched camps be ever lov'd to dwell, Witli tbe boarse camion's breatb, and trumpet's blair, To tlie wide worid did bis great meaning tell : Truth he maintain'd, and justice be upbeid, tbrougb bis reign tbe tyrant's force was queii'd. 400 Meanwhile a prince, whose virtue bad no peer, Tbe likely bope, and promise of bis reign, pell, like a star, too swiftly from bis sphere, ev'ry poet did to Deav'n complain : 410 Like tbe unsoiled lily on tbe plain, Or crimson rose, tbe regent of tbe year, De fill, and Pngland tbougbt ber ruin plain, But tbe third George did to ber eyes appear : Like pliospbor, mid tbe purple weeds of night, De peer'd abroad, and bless'd us witb bis light."], [249, "239 THE SONG OE LlilTAIN. 420 430 440 O, I could sing, till ad tile stars were pale, tile brigbt 8un was quencb'd in endless nigbt, tbe lunar borns in tbougbt prevail, painting our pngbsb Xing, tbe world's debgbt : Tbe best of fathers, busbands, and os friends, Most brave of men, most faithful to bis God, Most gentle 8ov'reign, wbom no private ends pre from tbe track of virtue sent abroad : If blameless be tbe crystal star of morn, Tben all tbe virtues do our Xing adorn. But God, who >-irtue by affliction tries, whom be lovetb, cbastenetb still the more, pre yet tbey gain tbe amaranthine prixe, sit entbron'd upon tbe tranquil shore, Wbere sorrow never weeps, nor tempests roar, Wben now tbe sceptre, for full fifty years, De bad in justice, and in mercy sway'd, Then cbang'd 1ns band, and 'mid tbe people's tears, heavy judgment on our fatber laid : Tbat beauteous mind, tbat did in truth debgbt, De ouencb'd, alas ! and bid in darksome nigbt ; Vet, Britain, not repine : for what De wdls is right."], [250, "240 CARMEN ERITANNICUM ; OR 45Y uplift, 460 Let pray'rs unfeigned from your hearths arise, all your cburcbes echo witb tbe same, pear not to weary tbe indulgent skies, let tbe organs make tbeir sacred claim, tbe bassoon witb pensive voices rise : O Deav'n, restore again, prom darkness, and from pain, Dim, wbo in virtuous law did ever love to reign : ad our waves sball yield tbeir full increase, all our fields tbeir ripen d corn present, all our meads tbe lowing berds of peace, our ricb gardens, sweetly eloquent, Witb fair Pomona, our just vows content : is too little for tbis bounteous gift : O gracious God, be in tby mercy swift. To wbom we bow tbe bead, and our join'd bands Meanwbile the Xing's great armies on tbe land, floating navies are witb triumph crown'd : Where'er tbe cross of Britain can be scann'd, Be sure, tbat vict'ry to ber staff is bound : Der name is Known, tbe orbed world around,"], [251, "241 THE SONG OE LltlTAIN. por matcbless courage, and uublemisb'd wortb : Tben let tlie mercbants catcb tbe glorious sound, tbe sweet poets spread it o'er tile earth : In every tongue, on every sbore be beard, Tbat Britain to tbe Worid, is by the World preferr'd. Wbat song can speak tbe wonders of tby praise, Thou polisb'd prince, of victory the lord, Who, studious of tby fatber's sacred ways, justly for thy cunq'ring arms ador'd, beauteous counsels, with full wisdom stor'd ? Our dark estate turn'd into golden day, 470 H.nd peace dispers'd tbrougb tbe affrigbted air, Purope sav'd : let men tbese triumpbs weigh ; .And History to paint tbee sball despair : Wben tbou command's! tby banner be unfurl'd, Tbou bast no peer, or equal in tbe World. Tbames by tby victories is set on fire, pondon, like tbe starry cope of Deav'n ; Tbe flags wave ruffling from each taper spire, 480 tbe bright peals unto tbe sky are given : 1 <"], [252, "242 CAltMEN LE1TANN1CUM ; OR 490 500 Tbe cannons send tby glory to tbe air, Wbicb back returns it to tbe vaulted ground, Men's tongues witb tby great praises loaded are, the full concerts swed tbe grateful sound : III ev'ry chamber, and in ev'ry street, Is beard tbe thrilling barp, and tbe full organ sweet Tbe flute, tbe hautboy, and tbe clarionet, Tbe serpent, and tbe sweet, most sweet bassoon, Tbe great trombone, wbere all sound is met, tbe large trumpets, tbat exalt tire tune : Tbe wreatbed borns, and tbe ear-piercing fife, Tile ciasbing cymbals, and tbe rolling drum, our active spirits into lifs, H.nd speak of greedy battles yet to come But ev'ry instrument, a thousand ways, ev'ry tune is vocal in tby praise. Tbe 8un beholds tliee witb uprising love, Hnd joyous laugbs, in bis tbrice-golden sphere, does reluctant from tby presence move ; Tbe son of dove, tbou to bis beams art dear :"], [253, "THE SONG OE BRITAIN. 243 Tbe Moon and stars, from tbeir tbrice-regal beigbt, Divide in love tile watclies of tlie nigbt. be thou faithful to tbe sacred cause Of perfect freedom, and tbe Bible's laws, Tbot» sbalt, indeed, to that true Zlory come, in unlabled Deav'n find tby immortal home But be tins late : we cannot spare tbee yet, in tlly drooping sun find ad our glory set. Tbe fruitful sea, and ev'ry distant shore, presents tbe native tribute of it's wealth, 510 gifts of natllre, never seen before, Immortal ricbes, and abundant health : All herbs of earth are in tby gardens seen, H.nd in tby forests ev'ry glorious tree, Tbe Indian world bas been despoiled clean, to find new beasts for tbee : Gems, armors, marbles, all the proofs of mind, By wbicb tbe Romans claim'd tbe cnnquer'd world, tbe wise Greelis, in virtue tbrice refin'd ; Vast volumes of pbilosopby, unfurl'd 520 Oft wben tbe bear controuls tbe sdent pole ; Tbese are thy dear deligbts, and nearest to tlly soul."], [254, "244 CAEMEN NR1TANN1CUM ! OE Great Kings, and emp'rors to tby court repair, To bear tbe speech of so divine a mind ; offer tribute of distinction fair : Tbis dotb tbe 8altier of 8t. bind, tbat tbe Golden pagle on tby breast, Or witb tbe Doly Gbost tby sov'reign robe invest : be, wbo call'd to tile Italian plains, 530 To give tbem laws, and a God-sanction'd King, Ruling fine spirits witb attemper'd reins, Bids bis embassadors tbe order bring Of tbe steep'd Golden pleece, rich as tbe burnisb'd 8pring: Tbis is tby praise : but greater is tby bliss, To sit entbron'd upon tbe regal cbair, see around tbee wbat no land, but tbis, Pan yield to tbougbt ol beautiful, and fair ; padies, wbom nature for a pattern made, In sbape, in stature, in complexion pure, 540 Gbaste, modest, noble, by soft reason sway'd, form'd to love, and to make love endure ; Tbis is tbe pride ol happy isle, That makes our star above all nations smile, in tbe foaming floods augments our warlike style."], [255, "TllE SO>G OE LltITAlN. 245 Now cease, ye Muses, for your task is done, .And vour melodious words have sunk tile weary sun : Now leave your verdant cbaplets on bis gate, .And tbere ill duteous love, and sweet allegiance wait : Till tbe brigbt 8easons, tbat not vet are born, 550 3baII tliis immortal prince with a fresh palm adorn ; Tben wdl we sing, and with our temples crown'd, 3bake the tbrice^rystal 8pbere witb tbe ambrosial sound."], [256, ""], [257, "AN6NI.I0^; on TUL KA?N 0? PK0TLII8."], [258, ""], [259, "-ro D U I) L. N V, LAI^L 0^ NA^^0WLV, VI8G0PNT 8^.ND0N, i.oili> rilDslDNX'r or ms ziA^Nsiv's cotiNcil., WHOSE GREAT TALENTS, AND EXALTED CHARACTER HAVE OETEN BEEN DIS?LAVED IN EUBLICR LIRE, TNI8 ?0DiVI, As A. 31.10111 iLiilnii: or- «EsrECi, ANN noNoiut, 18 DPDIP^TDD LV ms 0LDDINNI SNItVA>l1', TNI7I^L0W. Rk"], [260, ""], [261, "?Vi« is ea^riet/ on /?om tbe T'emvest o/'Fbtt/l suea/e.- onh/, t/le name o/' d/iran<ia «H eban^-eei ,'nto /',otel<H iH^'i^neci to bave^/ai'/en in tove witb tbe ib?u^bte?- o/^os^e^o.- ana' tbe Hea-Tnata', Ge/atis, to be enamonien' o/'/'e/'a'inancl'. T'be states o/'^Va^»tes bav inZ'^anteci to bim tbei?' consent o/'^n^-c/ica, as bi« wi^, be is T-etu/'ninF' to brin^ be?- bome to tcben tbe voem oiien;. !Pbe bitten 0/° «t inaz/ be eonH«ie?'ea! to be ic'^itten in tbe sti/Ze o/a d/a^a«e. t)etobe^, 181 >."], [262, ""], [263, "10 AN6NL.I0A; o«, TNN I^APL 0? ?K0TLlI8 pitoi^ris «/>ea^-H. ID doleftil mountains, and ye shagged caves, Wbose echoes witb tbe mournful wave are rdl'd, your S2cl locks still dripping briny tears, To you I come, to l2y my sorrows down In tbis waste nook, and angle of tbe world. por pity may empierce your rugged breasts. But not tbe flinty, bard Angelica. Angelica, tbou golden deity ! wond'rous daugbter of tbe elements ! Tbe earth bas bad ber brood ; and tbe mere air, Pnliven'd by the birtb-begetting 8un ; (por so was born, that fatal spirit,"], [264, "254 ANGELICA ; OK 20 30 Who does our enemy's behests, and yet Dis beauty is more pregnant, than tbe beam ;) Nay, and tbe swelling flood, whereof is sprung Tbe wonder of tbe sky, wbose dripping locks Neptune fell down, and worsbipp'd on tbe wave : But tbou surpasses! all, as mucb as ligbt Outgoes Gimmerian darkness, or the beam Of pbospbor the mere lantbern of a swain. O tbou divine, and passing pageant, Tbou smding monster of ambrosial seed, Would I bad never seen tbee, nor bad Known Wbat Nature may give challenge to tbe Gods. O, O accursed fair, and fairest curse, The woes, wbicb I endure, no words can tell, Nor horrid fables of Proserpine's world, Wbere evil at tbe beigbt is all ber bliss. parewell, my berds ! now may ye browse at large Tbrougb all tbe wat'ry space ; wbom I have led, Witb reedy pipe, sweet-speaking to your ears, To pleasant pastures, oft beneatb tbe moon, oft beneatb tbe silver ligbt of morn, But lead no more, lor now my hope is dead."], [265, "THE BA?E OE kBOTEUS. 255 Vet bave I seen tbe wonders of our world. Oft passing to tbeir bymeneal beds, When 8ummer smuutb'd the seas, wbose awful charms Gomped'd the dolpbins from tbeir wat'ry bolds, struck the sbrdbng Tritons witb deligbt : Nay, and tbeir accents of persuasive love 40 Drew down tbe starry sparkles from their sphere. But yet I never lov'd, nor now had lov'd, Dad all the treasury of Venus' court Been pour'd before my eyes, with lib'ral gift Of dove, tu make tbem my peculiar fee. Tbuu, nnly tbou, Angelica, could melt My stony heart, and mould it to despair. O son of 8aturn, pierce me tby fire, That may undo my nature, else forbid ; Or give me great Nepenthe, tbat shad drown 50 tbougbts of tbis abborred angel's form. No : O divine accept Tbe garland of my love ; sweel-smelling pinks, Tbat in tbe garden of stern Neptune's queen Deligbt tbe sense ; and ruses, such as deck Der cural pavement, witb tbe wat'ry flags,"], [266, "256 ANGELICA ; OR 6« 70 lilies, wbite and golden, and tbe flow'r Deduce, of purple, and imperial stem. 8oft violets, and verdant aspbodel, 5And tbe flood-crocus, and tbe brimming wealtb Of ad tbe cuns of plora, 'neatb tbe sea. Tbese witb tbe pallid ivy will I bind, Tbat crawls beside tbe margin of ber throne, Wbicb loves, and add beside Tbe wat'ry jasmine, and the silver buds Of myrtle, breathing tbrougb tbe crystal wave fragrant, and divine intelligence. Thy golden furebead, and 8un-blaming hair, More lovely tban tbe Morn, I will embind Witb weeds, more delicate tban eartbly flow'rs, make tbee tbe bright Ocean's paragon. Or, if tbou cboose it ratber, tbou shalt have Tbe glossy pearl, for which tbe dLtbiop dives. Or tbe green em'rald, or tbe turkis blue, Wbicb is Aurora's love, or ametbysts, Wbose colour is tbe bgbt of Debe's rube, Or purple sapphire, or tbe opal Keen, pire-flasbing like the day, or King os all,"], [267, "257 THE BAkE OE PROTEUS. 50 90 100 Tlie brilliant di'mund, rival of the sun. Tbese sball adorn tbee, and, like stars in heav'n, Discover all thy beauties to tbe world. But, O, tbou wilt despise tbem, if from me Tbeir wealtb is offer'd, and my only choice Is, to be down, and perish on tbe beacb. Wbu am I, wbom vou scorn ? no less a God, Tban Neptune's son, and Keeper of bis berds, mighty prophet of tbe murm'ring shore. Tbe Nvmpbs have lov'd me, and bave oft untied Tbeir saffron belts witbin tbe darksome caves, vielded their pure virgin patents up To my divine enforcement, witb free will, lovel v dalliance, prodigal of joy. O, but tbis thought is fire, wben I pursue Tbe bke with tbee, and Know impossible The fatal pleasure os tby radiant bed ! Impossible ? wby so ? tby cruel pride 8bad have tbe like return : is Dell sbould gape, ad tbe monsters ok my father's world, Witb hideous throats, uprising from tbe deep, Deny my passage, yet would I fulfill My glorious purpose, and tbe golden sand Ll"], [268, "258 ANGELICA ; OR 110 120 8baii take tbe print of tby immortai form. Angelica sball be Angelica, But witb ber xone unloos'd, and flowing bair Disbevell'd in deligbt ; and reign tbe queen Of tbe dark-weedy sbore, and cbarm tbe caves Witb prodigal demeanour to ber God, Wben disabus'd of ber virginity. MN»>IAIN 1'«He.5, «n<i Hlli^-F. Proteus, bst ; I sing to tbee, Daugbter os tbe foaniing sea : In tbe centre late I lay. Wbere tbe springs ol ocean play, Twenty tbousand fatbom down, gax'd on crown, All inlaid witb em'rald stones, opal, sucll as eartb ne'er owns. Tbe jasper floor with songs was sweet, >And the Nympbs, witb silver feet, Of fragrant weed divinely wove silken counterpane of love ; emboss'd witb orient pearls, pit for tbe angel of cliaste girls,"], [269, "259 THE RA?E OE raOTEUS. 130 140 .And saffron buds, to Keep ber sense prom tbe night- witch's foul offence : as tbey wove, I list them say, /,ove be to sweet bottHebobi^/nitb, a«<i ni^-bts, a b/-im ocean o/'ae/in-bts .- ev'ry one, in order due, Tile marriage anthem did pursue, waves on waves in sequence flow, Wben to the sands in love they go, Witb musick, for a mermaid's ears, pit to cbarm tbe drowsy spheres. In tbe 'midst of all tbeir song, Nymph came in, to speak of wrong, Done to meads, Wbere ber berd, in charter, feeds. Of water-eiks, and ocean-deer. By some of tbese you pasture bere : in tbe siiv'ry marsbes too, Wbere disports ber dolpbin crew, Wbose lilied banks are all o'er-tbrown. purple blossoms trodden down :"], [270, "260 ANGELICA ; OR 150 160 in ber blooming orchard's fence, Wbere ber steeds deligbt tbeir sense, Der scaly borses, snorting forth, In token of tbeir love, and wortb, lasbing stid tbeir finned tails ; por tliere tbe outrage too prevails : Der tender plants are bruis'd, and torn, fragrant apples cropp'd in scorn. ?Vle w«t>«/ ea/i>es, <) came in, fpitb a towing »-«/,5b, anci ciin. /Voteus' boa>-l/ ea>e, wben, between tbe ?>o/an st/aits, G?eat T-usbes t/l^ou^-b tbe^-ates. Tlie Nymph tben wept, ber message sped, bid in woe ber amber bead. rising straigbt, prom ber cbair of glassy state, Like tbe orbed Moon, in pride, Deld ber pearly sceptre wide, Tipp'd witb em'rald, and sbe swore fatal oatli, ne'er beard before In a mermaid's dulcet ears, To be aveng'd her servant's tears :"], [271, "261 THE ItA?E OE mtOTECS. 170 130 .And sent a nymph to Neptune straigbl, On wlluse swift feet depends tlly fate. pita-r^vs s/)ea^s. Tllis is tbe fault of Paliban : 'twas but Tbe beaming of last Desper, as we fed Beneatb 8iga?um, by tlie lonely tomb Of stern who in golden arms Oft dashes on tbe frighted mariner, Witb privilege of woe, and points bis wounds, I gave tbe monster strict enforced charge, To gather witb sure staff bis scaly berds : por oft I saw them drop into tbe sea, stars of summer from tbe welkin sboot : But in bis drowsy ear tlie precept slept, Which I wid well avenge : ungracious monster 7?«e MD»«Aii> sink's. Galiban i' tb' eclipse was got, Wben tbe nigbt-sbade pines witb drougbt, tben takes 2 deadlier hue, was dropp'd, to plague our view, Underneath the iron shade Of Dell's gates, and thence convey 'd"], [272, "262 ANGELICA ; OR 190 200 To a witcb, wbo brougbt bim tip, gave bim of dame Herat's cup, Wbicb bas made bim plaguesome tbus : Wbat was his sire ? a 8uccubus. Was not 8ycorax bis dam ? pilo-ri:tis s/»ea^5. Well, I will penn tbe monster to a rock, let bim bowl nine muuns into tbe deep, Or bid tbe Tritons wbip bim, tiil bis roar Outgoes tbe copulating whale : what, wretcb ! porego my precept, and forsake his berd Of porpusses, and tanged wat'ry calves ? But I will well requite tbee. T'be Mi:u«Aii> sin^-H. Proteus, Love, wbo skims tbe seas, on tbe 82nds does what be please, Not (Caliban, 'tbougb be be vde, Datb work'd against tbee witb tbis guile waning moon ago, I lay, comb'd my hair in Gorinth bay,"], [273, "THE EA?E Ol^ I>ROTEUS. 263 210 220 3inging in my coral bower, .And mark'd young Gupid squeexe a dower, Born of Helen's lively blood, Wbicb blusbes sanguine by the flood Witb Ida's sbepberd sbe at play On tbe beach of 8parta lay ; prickly tbistle made a wound. Wbicb ting'd tlie shore witb nectar round, .And of that crimson milk tbe dow'r Was nurtur'd in tliat charmed bour. Witb tbis be dipp'd bis sbarpest dart, quencb'd it's fire in Proteus' beart. Tbou Know'st it well ; and tliis bas made The herdsman-Gud forsake bis trade : What dost tbou since, but lie and groan, make tbe rocks repeat tby moan, ad tile winds of tb' Ocean play In praise of sweet ? Tbe very sea-gulls Know tby song Why Lave bas dane thee tbis great wrong, Love must cure tbe wound be made, By rape of tbis bard-bearted maid."], [274, "264 ANGELICA; OR 230 240 woril Now, Proteus, tu tlly eyes I lift Tbe mirrour, wbicb is Neptune's gift, sbow tbee, wreck'd upon tbe strand, Tbe barque of royal perdinand : Dis large big-belbed sails are full, swelling waves wasb on bis bud To tb' island of old Brospero, To do, what tbou too well dost Know. But I will sing bim to decay, wreck bis wisbes in tbe bay, If tbou wilt give tbe boy to me, To bold bim in tile boary sea. make stern Neptune grant tbe same, vA.nd sbe, bis amber-crowned dame. pnoi^tis ,^ea/.s. Tbat wbicll thou say'st, is true : my tears bave Tbe iron rocks, and over-cbarg'd tbe sea: But I will be reveng'd : is perdinand 8o soon conie back from Naples to bis wife ? O, tbou good maiden, wbelm bim in tbe flood, .And think Ills lips fine coral, and bis eyes"], [275, "265 THE «Al>E OE ?«OTEUS. 250 260 Blue sapphires, and bis lucks, O, cursed locks ! The vegetable amber, ere be wed Angelica, and ruin both our loves. But I will go to Neptune, and assuage Dis rugged brow, and ire. Walking beneatb tbe sea smoothed staff: if my prayers can do it, be sball grant TIlv amorous suit, and charter tbee tbe boy ; With wbom in marriage rites tbou shalt be laid, .And all tbe mermaids sing around tby bed, ad tbe sea-nymplis dance ; tbe Tritons blow Tbeir wreathed concbs, and I myself be there. But since the 8tates of Naples have assign'd .Angelica, tbe wife of perdinand, por which be now returns, to bear her bume, I wdl awaken ad the deity To save my cause from ruin, and prevent Tbe liberal maid from marriage witb a man. Parewell, Gelatis ; true be to tbyself, To me, and to tbe Ocean. M m"], [276, "266 ANGELICA ; OR 270 280 T'be MDilziAln s/iea^s. parewed, Proteus: be tby journey bappy : I, be sure, Wid cbarm tbee witb a song, to draw tbe Moon prom ber pale cbair in heaven ; if tbou succeed, make tbe crowned perdinand my spouse. Now will I cbant before old prosper's isle, To wait Ills bark a-bulling o'er tbe flood. H\"be sinH-z Witb my golden comb, and glass, To old prospero's isle I pass : Let young perd'nand's prow beware, Tbe sands are deep, tbe billows fair ; Ding dong, ding dong : Tbe prince within my arms shad lie, While ad tbe beds ring heavily, Ding dong, ding dong ; por tbe 8ea-maid batb ber love. is liis curiing hair, bis eyes are sapphires fair ;"], [277, "THE RA?E OE EKOTEUS. 267 bis lips, bke coral, swed, l,is teeth are liken'd wed To tbe burnisb'd ivory, On Ids forehead snow dotb lie : Ding, dung, ding dung ; Let Angelica gu weep, 290 par tbe earn sbe cuuld not reap, Ding dong, ding dong, por tbe 8ea-maid bath ber love. THE SCENE CHANGES TO EBOSEERO's ISLANO. !Pbe M^nziAii) speaks. But wbo is that ? a queen upon tbe shore, In axure robes, and pearled coronet ? Goddess, not a queen : 'tis duno, sure ; Or Debe, more enlarged, tban sbe wont, To absolute perfection of ber state ; Tbe Kiss of dove hath work'd tbis miracle, sbe stands there, for men to worsbip ber. 300 Men ? there are no men bere, but prospero ;"], [278, "268 ANGELICA ; OR 310 320 be is old, and wedded to cold tbougbtz. Tbat, that must be : O me ! rival, that tbe queen of Deav'n may fear. If sbe sbould stand before ber, as sbe does now, In natural proportion of ber soul, Tbe golden heavens clipping ber around, mucb as say, bebuld a paragon ! Wby, I sball love, wbo came tu ruin ber ; luve ber witb a nat'ral innocence, Being tbe guardian angel of ber steps. Proteus is not to blame, if be prefer Der garter to tbe belt of all tbe world. 8be is bersslf a world, a complete world, Wbere all tbe wealth of Nature is displayed : Tbe lire of dove dotb ligbten in ber eyes, blaxes tbrougb ber crystal limbs, to sbow Der fine proportion, and pure temperament. 8be toucbes me with awe : I must away ; Nor lose myself in ber. Divine I whisper to tbe waves, tbou dost outgo Tbe crowned queen of Neptune : tbose brave legs not of mortal mould: O perdinand,"], [279, "269 THE RA?E OE PEOTEUS. 330 > 340 Tby cboice is noble : but it sliad not be : I am tby wife, and not ibis prodigal, I will put it to tb' arbitrament Of fate, despite of Neptune : I will Kill ber, Tempt ber witb songs into tbe smding deep, Then strangle in the waves : O devil, devil, pud of seduction, and abandonment, Were women all like thee, tben tbe whole world Were surelv mad witb Venus : I will Kill ber, Or give tu Proteus : yet it pities me, 80 fair sbould Kiss so foul : so true a bosom Be leagu'd to one, made rough with wint'ry storms, H^nd hard as rocks : vet love will have it so, Or I sball lose my perdinand : my bed Be barren and unfruitful ; my wbule life But une unsbaped winter : O chaste maid, Ad innocent, and happy, as tbou seem'st, Tbou tread'sl upon tbe verge ; and shalt be lust, Pre yet thou tbink'st thy footing is unsure. s^ea^s. Why louk'st thou so on me ? tby eyes devour me ;"], [280, "270 ANGELICA ; OR tbee 350 tby whole visage now is wint'ry pale, now, like flame, is crimson. I ne'er barm'd But rather, O 8ea-maid, would do thee love. T'be Mi^il^iAin ,5/ieaKs. I love tbee, and not bate tbee ; chaste deligbt, angel of tbis sbore : and, so I miglit, Would entertain thine ears : fur I am sent Tu cbarm tbee with a Inving argument. A_X0____I_1CH. Wbu sent tbee tu tbis sbure, tu sing tu me ? TVie MlikziAin. No less than Neptune, God of ad tbe 8ea. _AxoNi_ieH.. I cannot cboose, but tremble at bis name ; To be tbe object of so great a flame : Vet mortal witb immortal may not join ; Nor can my simple beauties be divine. Besides, I cannot love : I am a wife, .And sworn to pure affection for my life."], [281, "271 THE BAI>E OE T-EOTEUS. 360 370 7V«e Mi:it«Aill. parewed to pity ; for tbat word is fire. Tbou say'st not true, Angelica: I Know Tbou mt nut married, tbuugb betruth'd to one, Wbo, yet I weep to say it, lietli drown'd Witliin tbe bay of Naples, and is wed To tbe cold sea : tbe meiinaids ring bis Knell. bath undone ber : see, sbe fads. Angelica ! awake, Angelica ! perbaps, be is not droxvn'd : I saw liim beat The angry surge : be may not yet be drown'd, por he was strong, and valiant in tbe wave. AxOLI_lC__V. dissembling monster ! be is dead. TVie MiiriUA.ii). De is not dead, Angelica : I saw Dim reach tbe sliore : I said it, but to make trial of tby love : it bas prov'd crystal. But you must bear me further : wllen he reacb'd"], [282, "272 ANGELICA ; OR The sbore, worn out with struggbng witb tbe wave, lying, like peander, on tbe beacb, Lais, wbo Knows nut Lais ? Naples-born, Mure soft, and datt'ring tban tbe 8ummer's sea, Ry which sbe dwells, tbis Lais took bim up, bad bim to ber own encbanting bed, 380 Wberein sbe laid bim, wberein now be lies. Pbpp'd in lier wanton arms : for sbe sate by bim, Witb, O, such beart-drawn sigbs, and silv'ry tears, Der lilied bands still tending on bis clotbes, Witb many melting tales of loving maids, Wbo were undone by false men in tbeir yuutb, died us passion, interweaving songs, Wbicb would make pbilumel die, tbat first be Kiss'd, tben — but I forbear it : does not tbis move tbee ? Well, tbou art wise ; for, tbe temptation weigb'd, 390 Tile boy may yet be true. aANUNI.ic'A. It moves me not : I am firm to tbis, as is tbe continent Tu tbe beseiging wave : I'm sure, 'tis false."], [283, "THE RAl>E OE PROTEUS. 273 7V«e MR»UAii>. Alas, it is not : and, I ask tbee then, there not golden pleasures, wbicb in nature Are tu be prix'd, and luv'd for tbeir own sake, dove being tbe autbor, by whose gift we use tbem ? most so, wben Revenge dotb add ber sting, To sharpen tbe free will, already apt : O, 'tis a banquet for a God, to cbarm 400 Tby longing soul, and do so good requital To bim, wbo first bad wrong'd tbee : think on't, Angelica, .And be both wise, and happy. /AnoNiaicA. I Know tbee now, scorn thee with tbe Knowledge ; tbou art vile, a most false dissembler : get tbee hence, Or I will call my father, to avenge Tb' illusion of thy sbadow eloquence, heap tby bonied evils on tby bead. What, would'st tbou tempt my virtue, and abuse My yet untasted youth ? hence, hideous fiend ! 410 N n"], [284, "274 ANGELICA ; OR 420 Go, take tby fawning tales to other ears, WIlicb may accept tbem : for myself, I scorn tbee, !Pbe M121tHiA.1i). and wilt tbou loose tb' imperial rule Of ad the seas, and Neptune's em'rald sceptre. All, for few words of pale pbilosopby ? Wbo is't, Angelica, wbose lessons bbnd Tbe yet unsated youth ? wby men, wbo, dud Witb old and crabbed age, envy tbe joy, Wbicb tbe ripe maid is beir to : tbou art young, Neptune courts tbee to p2rtake bis bed, No less a Gad, than Neptune. Ano_ri_ic_5. 8ay no mure ; But take tby voyage to another isle. I fear tbee : fur my father uft bas said, Tbe Angels may be won by eloquence : Nay, Angels bave been won by eloquence To gross revolt against tbe crystal bowers. But think me thus ; if perdinand yet five, I may become his wife ; if be be gone,"], [285, "THE RAPE OE PROTEUS. 275 430 440 bim, Parewell to marriage, and tbe natural joy, Which maids are heir to, as tbou wisely say'st, But say'st with id intent : I'd be 2 ruse. To waste my blusbes on tlie desert air, fade, as undistilled of my sweets. 7V«e M«itzlAii). 8be's gone, and gone an : yet I bate, yet I pity ; such a thing is love : Made up of fire, and wanton-spirited air, Dud earth, and chilling water : contradictions, All, that can be in Nature : now resolv'd, And now dispers'd in a too weak compassion : least 'tis so in me. But Proteus comes, Wbose rugged breast has no access to pity, Hard as tbe rocks, on which be feeds bis herd, cold, as the pale sands. My eye can pierce Tbougb dying, as a sea-Kite, o'er tbe waves, por oft be changes to a separate form, now be beats tbe land, and now is Proteus. I'd speak to him : De looks infiam'd witb anger, sunk in woe."], [286, "276 ANGELICA ; OK 450 460 pilor^fs. Well, I return, Pelatis : 'tis in vain ; Tbe God would grant it, but tlie queen is marble, Tbe blue-ey'd devil, nympb 3tands at ber elbow, minding ber ber wrongs, wiping her salt tears witb amber bair. whom Neptune's self adores, Vet loves ber to perdition. perdition catch ber ! for ber fatal beauty 3ball be my only ruin : perdinand 8ball bave, in spousal bed, I forsake my hopes of bappiness, all, because is fair. !Pbe Mi5it»iAii>. Wby tben tlie maid will marry perdinand ? pitoims. Tis like for be will wed T'be Ml5irilA.il). Tben I am lost : O Proteus, I am lost."], [287, "277 THE RAPE OR PROTEUS. pitOITHS. I not lost too ? lust beynud redemption, If once I lose ? O winds, Blow up the mountain bidows to dread Deav'n, let the dashing ligbt'mngs singe tbeir tops, To make tbe world one Tartarus ! ye waves, Obey no more tbe trident of your King, But niix in great rebedion witb tbe winds, drown the world, or drown tbis perdinand ! O, I will have tbe maid, sbould Neptune face me, H^id dove, witb arm uplifted, sit above, 470 To blast me into prebus ! ?Vle MVNHiAii). Alas, we must submit, if Neptune frown, wdi tbe marriage bed : We Must submit tu ruin. pito-fDiis. you're recail'd to throne : tbe sea-nympbs sball wbip you, tbey shall, wbip you,"], [288, "278 ANGELICA ; OR 480 490 por tbrice-sev'n seasons, 'till tbis partial fire Be ad expung'd, and rax'd ; I beard tbe mandate ; is bade to see it done. !Pbe MiiuuAin. is bad, that I wed Know ; por I bave felt ber wbips : tbe smiling Venus Lash'd me to purpose in ber mistress' ced, Wbere the 8ea-maids must suffer penalty, por faults eonceiv'd or acted : bade not spare me : Wbat was my fault ? I stole but tbe fair born Of a sea-unicorn, wbicb Thetis prix'd, us'd it, as ber shed. Piror-Nus. Wed, sbe sball wbip you, worse tban that, you sball lose perdinand, Lose him, Gelatis ; lose tbe prince for ever ! TVte MNiriaAii). 0 Proteus, shad tbis be, and can I live ? Is tliere no help, to give me perdinand ? Gan you not prophecy, bow tbis may be ?"], [289, "THE RAPE OR PROTEUS. 279 500 510 pilurniis. We, prupbets, are nut prophets for ourselves. But tbere is belp, Gelatis, there is help, It thou wilt do my meaning : what forbids. But tbou should sink tbe barque of perdinand Into tbe golden ruin of tbe sand, Hmd clasp tbe boy in tby especial arms ? I say, wbat binders ? since, for 8be, wbo forsakes ber subject, cannot blame Der subject for forsaking : sbe forsook tbee ; Nay, sbe has toucb'd tby health witb penalty : tben, perhaps, sbe sleeps ; perhaps, sbe walks Witb ber most dear <Autolyca i' tb' garden, Conversing of tbeir loves, dreaming of dowers. Not minding tby fine action : wby tbe bliss Is certain, and tbe evil yet obscure : Gourage has stdl tbis patent to go tlirougb, ficens'd, to tbe goal : then, think tbe bbss, Tbe pure, compendious bbss ; infinite essence, Which shad unlock tbe gates of satisfaction : Think perdinand already in tby arms."], [290, "280 ANGELICA ; OR Besides, bow many women, merely mortal, Will go to certain ruin fur tbeir loves ; weigb it nut a bair ? And, can'st thuu sing, 'Till tbe pale moan, and stars sball grow enamour'd, luuk witb double pleasure on tbe wave, 520 thus be foil'd of marriage ? pame, Gelatis, pame is deligbt to tbe pure spiritual ear. But yet tbe wealth of Nature must be sought ; por soul, and body mutually are link'd : Tby queen will praise tby songs, and starve tby nature; Wby, I say no : sbe sbould be ad tby queen. Or be no queen to thee : 'tis Known, Gelatis, Tbat thy thrice-golden song can stay tbe moon, Wben sbe is, bearward, west'ring to tbe pole, ad tbe twinkling essences of ligbt 530 8leep round ber shadowy wheels. Tbou art tbe star, Tbe primal star of crown : shad sbe, then, deny tbee perdinand ? Besides, sbe shad not see tbee, sball not bear, Por we will drug : for Neptune, Be sure, be'd wink : besides, tbou art foredoom'd, Gan'st not be worse, and may be peerless happy,"], [291, "281 THE RAPE OE paOTEUS. 550 Happy, beyond infinity of tbougbt. Then dot, ll'elatis ; for thv ow n sake, do it ; Drag down the boy into thy coral cave, 540 And charm thy soul with gladness : else thou lov'st not. If thou wilt not do this for Ferdinand. T'be MiiitiviA.ii). Tbou speakest, bke a God ; must like a Gud, Must bke the 8un us Neptune : I wdl du it ; O pruteus, I wdl do it. Give me perdinand, ad tbe world I weigh not at a cinder. pitoiXus. Bravely resolv'd ; tbou art tbe maid I took tbee : Tbe noble-minded, and most chaste Gelatis ! Take tbou tby stand, before that promontory, Wbere the false wave is shallow ; wben tbe 8un 8bad dip bis bair into tbe briny wave, leave a golden mem'ry of bimself, The dre of Desper rising, sing tby utmost ; por then tbe sails of Perdinand sbad near : in tbat intervening space, wben day o o"], [292, "282 ANGELICA ; OR Das walk'd from out tbe world, and niglit not yet planted her silent foot, tben prospero's art Pan nothing toucb, or natural, or divine. But let not .Ariel bear me. !Pbe Mi:iii«Aii). Dark ! it thunders I fear, O Proteus, lor our evil speech. 560 pitoims. pear notbing ; tbis is Galiban's mere bowl, Wbom I have cbain'd to tbe rocks : there is an island, 8et, like a barren gem, witbin tbe deep, Wbose bowels all are marble ; and tbe winds, restless surge make musick to no ear ; There bave I cbain'd bim, and tbe sea-wolves round Gape hideous in bis eyes: be roars, like .Ptna: Men call tbe island, PIba. T'be MR«ziAli>. It is well ; De'd lose you no more calves ; tbougb .Ariel drew tbem"], [293, "THE BAPE OE PN0TEU8. 283 570 580 Prom out tbe speckled welkin witb bis pipe, did witb due seduction tumble down Into the sleeping sea : tbis did, To torture Gaiiban, wbo left bis master, To follow at tbe treading of tby herd. Pitoirns. Well, it may be so. 7V«e MritziAin. Vet, I think, it tbunder'd. plto-rNiis. No, it did not : nor shall, to uur disquiet. But, I behold old prosper witb bis daugbter, In deep discourse upon the shelving shore : I'd listen, as a bird ; and suck bis doctrine, Which sbad not save ber virtue, or I err. !Pbe MDiti«Aii). Be sure, if tbou address ber, cad thyself No less a God, tban Neptune : so I styl'd tbee, Wben I preferr'd tby passion to ber ear."], [294, "284 ANGELICA ; OR me 590 pltoi-DVS. Did sbe relent, Gelatis ? TVee MDitnA.il). Ves, as marble, Wben sbuw'rs wuuid pierce it to tbe beart. pnoiEus. Wed tben, her tears, and not ber smiles must serve Wbicb might e'en melt tbe marble, but not me. Pacb to our work, and to our separate joys : por, what we yet bave Known of bliss, shad be To this divinest consummation. But as tbe least, and most particular star, Tbat burns in heav'n, wben skirting on the spbere Of tbe brigbt-orbed moon, to tbat large planet. O, we are not yet born ! ?^be MN»i«Ali). Proteus, farewell : Tbou art my God ; I will be tbine for ever."], [295, "THE RAPE DE PROTEUS 285 pno^^rs. And I protect, and love thee, as a daugbter. T'be Ml?.»UAii> shiAN. pre tbe dogs begin to howl. Or to cry the staring owl, Pre the ghosts begin to stalk, Or tbe wakeful Decate walk. 600 Long, long before, We will fie in coral bower, > debgbt tbe amber bour Witb tbe youth, wbom we adore : Parewell, Proteus ! tbe while, on the other band, On old prosper's gulden strand, Vou, O God, sball have at will Der, wbose eyes were born to Kill : Long, long before 610 Tbe sober-suited Nigbt shad come, make tbe dewy earth ber bome, Vou shad have, whom you adore : parewell, Proteus !"], [296, "286 ANGELICA ; c»R 620 > 630 pito-rntis ,^)eaks. Dist ! bist ! lest prosper bear you : away ! away ! I am a bird : I bear you, prospero. pilosruito s^ea/t's. Wbat I have said, my daugbter, may suffice, If your chaste ear were barren yet to virtue, your whole soul untutor'd : 'tis not so, all my solitary bours bave been pxpended, in tbe fashioning my child : Tbou bast been to me more, tban 8ummer 8uns, Or tbe pure ligbt of Morn ; for wbicb I thank tbee, thank tbe Gods, tbat made tbee dutiful : Wbat I bave more to say, is brief: this perdinand Is a rigbt-noble prince, and loves you dearly, from my arms unto bis bed you shall Go witb a double blessing : Keep tby nature, Wbicb is, my fair one, chaste as untuuch'd snow, Dumble as lowly berbs, modest as eve Within her amber veil, but free as fire To figbt ber virtuous cause, never ber ill :"], [297, "THE RAPE OE PEOTEUS. 287 640 650 Naples may say, tbat site accepts a woman, Whose like tbe world can t furilisb :' tbis is all. Dere are tby mother's jewels ; 'tis ber coronet. Which I have Kept, forelooking to tbis day, Instructed by my art : I bave sent por accident bath stale une princely gem, Tu silver-fouted Tbetis, tu extract Tbe precious emerald, wbicb fires ber xone, Wbicb sbe oft promis'd sbould be thine on marriage Tbereon tbe eye of Naples shad be set, Tbe star of ber allegiance. Now ere eve tbe sdent nigbtingale, tbe sbip, Wbicb carries perdinand, sball breast our port, bis sharp ancbor bite our gulden sand. Tben must tbe fire be ligbted, wbicb sball shine Upon vour equal vows : farewell, my daugbter ! Por une sburt buur, farewell ! my buuks are clus'd, >And all my task is done : for tbe brief space, Tbat yet remains before tbe King's arrival, I lain would pass within my wonted cell. In contemplation of tbis dear event, May ad your life be bappy."], [298, "288 ANGELICA ; OB 660 .A>icii:i.icA. Parewell, my father! por that short time, farewell ! wben I forget Tby gentle learned care of ad my youth, doctrine of my soul, 'till now I walk Upon tbe eve of marriage, may the sweet beavens, Wbose fav'ring mercy slid bas shone on me, porget me also, an ungracious cbild : But it sball ne'er be so. pnosfTno. I dare believe it. shlA'H. O nigblingale, tbe wood's best poet, cnme, welcome, wbom we look for, home : Tbe snake now cuiletb in his leafy bower, tbe sbrill cricket tells tby bnur : Day cannot close bis eye without thy sung : Tben let tby melting note be beard ere lung ; Wbicb shad on ev'ry bank, and busby brake Tbe glow-worm's sdver lamp awake."], [299, "289 THE RAPE OR pllOTEUS. 680 Well, I will cull fresh flow'rs, to speed the time, 670 Which lingers, 'till the setting of the Sun : To make a gift for Ferdinand. Hbe sin^s. Take beed, cbaste nympb, take heed, 3inglng in the dow'ry mead. pur Love oft lurks in thorny roses, tbere in crimson buds reposes : Take beed, cbaste nympb, take beed, Lest be awake, Dis quiver take, bend bis bow. sboot, beigb bo ! Tbe dart, that makes tby bosom acbe. I will not bave tbese violets ; tbey're faint, Not sweet enough for perdinand : tbis rose Is far too pale: my love shad be decypber'd In tbese I give him, prodigal of sweets, Grimson in grain, and full-blown i' tb' sun, Tbe glass, and mirrour of his radiant orb ; What blushes not for shame, but for deligbt. pp"], [300, "290 ANGELICA', OB 690 700 710 Wben dove Kiss'd Debe first, In ber smile tbe ruse was nurs'd, But of a pallid bue : prom ber golden ewer 3be pour'd tlie nectar pure, tben it crimson grew : Tlie Graces danc'd around, tbe blytbe Muses made Olympus sound, Witb, O, tb^iee ba^,^ /-ose / Ae tbou tbe o/^/?alie>-s, /caci tbe su?n»ne/- bcn^s, H'o ton^-, as b/o?^s. O, bere's a cbarming rose ; and bcre's a bed Of violets, as sweet as paradise ; MelbinKs, a coucb for Venus ; I will rob it : por, O dear sir, I was cbaste, and sweet, 'Till I gave you a part of my maiden sbeet ! wby did I so ? Tbe morning sbot in liis amber ray, De dunn'd bis clothes, and went bis way : I never sball see bim mo."], [301, "291 THE BAPE OR PKOTEUS. Witll, O bud-rusbes, O green bull-rusbes, Dow sweet is die breatb of 8pring ! pitoii:tis sj)ea^s. poor innocent ! ber barmless songs migbt melt breast of iron : I'd away to sea, fleeting, like a swallow, speed tbe sails Of perdinand : wben next I come ashore, Tbou'It be a wife, a lauglnng maid no mure. pilnr'Drz si,^,; in tbe a«>,- «i>e?- tbe Fbi/> o/'pRilNiNAxo. I skim aruund tbe ruped sbrnwds, percll upon tbe squared yards, pipe unto tbe amber clouds, 720 par an sweet regards : Blow, O wind : ye bidows, dow ! por tbis sbip is doom'd to woe. 8AII.0K. Now tben we near tbe land ; the swallows come, To bid us welcome."], [302, "292 ANGELICA ; OR 730 F'eeona' 8Aii.s>«. Land ! I see tbe land Go tell tbe Paptain, Nicb'Ias sees tbe land. ??te GAri-Ain. Ves, boys, tbe chart is true : 8outb-east by soutb, we sball fetch our port : 't must be tbe land, To which we are destin'd : Nicholas, liere's money 3ome gentleman, wbose star is fortunate, Go tell tbe prince, tbat we have fetcb'd tbe shore, Wbere ad his beart is treasur'd. G.D^i'i.NzlAN. I will go. por I bave need of fortune, and she's bere. !Pbe PAfiAin. put ber upon tlie tack, nearer tbe wind : Now sbe scuds bravely : 'tis a gallant wencb. MethinKs, tbe wind's enamour'd of my sbip, .And the waves run in love."], [303, "THE BA?E OE PBOTEUS. 293 740 750 plIlvINANI,. .Antonio, Brave Gaptain, good .Antonio, fur tby care, seaman-like cuncurrence witb uur course, gallant 'liaviour, tlioli art fit tu rule The decks of all tbe ocean : Naples tbanks tbee. for our love, large tbougb it be, 'tis pour, Must poor to tby deserts, wbat thou wilt. Axronio. My lord, I'd ask tbis favour : let tbe princess, Tbe ever-fair .Angelica, but say, Antonio, tbou hast nobly serv'd my lord : \"T shad be enougb : I'd ask no golden patent, But be in tbat a duke : ber voice is honour. pl!IlI>IXA5ti). Nobly declar'd : and, like thyself, Antonio. But honour must be done tbee, worldly bonour ; Tbe otber is divine : both sbalt tbou bave : Gonxales, take tbou cbarge, the crew be tbank'd Witb a fud purse of guineas."], [304, "294 ANGELICA ; OR 760 GoXXAi.DS. Good, my lord. pNitoiNANI). Tbat, wben tbe anchor fads, no beart be sad ; But ad rejoice witb perdinand. 8Aii.oitz. all pray God to bless your higbness ! Axroxio. Open tbe ports, and let our bristled cannon 8l,ow fortb tbeir flaming breath ; and ted the Island, The sovereign 8on of Naples is at band. In a few moments we will wake tlie welkin. pNIllllNAXI). Tbe sun goes sweetly down upon tbe sea ; bis large golden spbere gives ample promise Of a brigbt ruddy morning : ad is cairn, tile moist Xepbyr bardly bends tbe wave :"], [305, "295 THE liAPE OE pitOTEUS. 77\" Angelica, O sweet ! If ad tile nat'rai tribute of tbe seas Gould be disburs'd before me, I'd not change One ban- of thine for tbe prodigious wealth : Tbe sun now dips i' th' ocean : he'll be gone, Pre we can sayi^/u^ewet/.' gone is tlie dame, now 'tis time for shadows ! AK50XI0. Throw forth tbe anchor ; bere is goodly sand. PiillvIXAKI). Da ! wbat is tbat ? Gonxales, saw you it ? Wbat is tbat shape, Antonio ? overlbwart The vessel's bow ? aAxioxio. 8ave me, my lord ! I Know not Dave we 2 Driest aboard ? PNNVIXANI). priest, Antonio ? 'Tis but 2 silly Mermaid, sucb as swim"], [306, "296 ANGELICA ; OR 780 the seas, in summer, to beguile Tbe eyes of wand'ring mariners : half fisb It is, balf-maid ; I oft have read of them, But never saw, tid now. Axroxio. Nor I, my lord ; Nor like ber not, now I bave seen, assure you. pDItllIXANI). she'd do no barm ; sbe is not fatal. aAnioxio. Dold up tbe anchor : 'tis nut seasonable. pDllNIXAXll. Nay, I have beard, tbey oft bave counsed'd men To best expedience, in tbe jaws of danger, vAnd bave disburs'd tbe sea of many a wreck. Ax-ronio. O, bark ! my lord, sbe sings."], [307, "THE RAPE OR BEOTEUS. 297 790 800 !Pbc MRlt»iAin sin^-. Gome, come away, Vou, that float i' tb' shallow bay : Let not tire iron anchor fall ; por to wreck you shad be thrall : Goral rocks beneatb your bow, waves of peril threat you now : Let Naples Know, tbe sands are deep ! Take beed ; or else your wives will weep. F'lVst 8A.ii.oit. The witch has a good voice: what say'st thou, Nicholas? puitNINANI). Antonio, bark ! again : 'tis very sweet ; 'Tis melancholy sweet, and yet it charms me. !Pbe MritHlAiii sinZ-s. I am sbe, wbu smooth tbe seas, calm tbe stormy Gyclades : I cbant tbe dogs of 8cylla down, Wbose songs make many sailors drown ; 9 2"], [308, "298 ANGELICA ; OR 8!0 820 Or would for me ; and tbem I save prom fed Obarybdis' boiling wave. I soften ire : bring to peace great Ocean's sire ; Who bids tbem straight engulpb tbe winds, Holus in prison binds. Wbo is't that frigbts tbe wbale away ? makes Leviathan give up bis prey ; Whose mighty sides wotdd else undo Tbe reefing ship, and all ber crew ? Who sings at sea to boys o' tb' mast, bids them to tbe sands not baste ? Or swims upon tbe treach'rous wave, does from rocks, and reefs of coral save ? Wbo, wben tbe sbip is sunk, and drown'd, Ten fathom down, i' th' gulpby sound, Wbo sings above tbe washy vane, makes tbe mercbant's ruin plain ? Wbo is't, but I, tbat o'er tbe ocean pass, witb my golden comb, and crystal glass Make smooth tbe wave ? tbe cannon-bristling ship, freighted merchantman tbeir prows may dip"], [309, "THE RAPE OB PROTEUS. 299 630 840 With safety in tbe flood ; but by my aid, Wbo am tbeir guardian, and a sea-born maid I disperse tbe wint'ry clouds, Decate's mist, that blackly shrouds Tbe silver orb o' tb' waning moon, let ber guide your courses soon, I am link'd t' tbe polar star ; Wben otber belp to men is far, Then I unveil bis dxed fire, give to sailors tbeir desire. I do this, and I do more, On tbe seas, and on tbe shore : Tben, O Antonio, beed my song, what dotb to my art belong ! Over tbe prow the sands are deep, Tbe waves in shadow perd sleep : Antonio, beed tbe Mermaid's song, Or do to Naples endless wrong ! pnoi'NQs. Good, faithful maid, bow dotb sbe sing !"], [310, "300 ANGELICA ; OR steer ? a mile, 850 puitvIKANI). Well, we'd believe ber : wbicb way sball we !Pbe MiiitillA.ii>. H. mile a-liead, upon tbe westward bow. ANTONIO. My lord, sbe will deceive us : see, tbe chart Declares expressly, there the sand-bank lies. plilvIXANI). Nay, we wdl trust. Anr-onio. Do ! helmsman, steer mile a-head upon the western bow. pnomis. patal sbip, tbou sad'st away, To be boary Ocean's prey : Down, down, down, down."], [311, "301 THE RAPE OE PROTEUS. Tbou shalt go, Pre yet tbou Know, Tbat tbou a. t o' tbe verge of woe : Down, down, down, down ! 81eep, prosper, sleep i' tby mossy cave, Wbdst I snatch tby daughter brave : On tbe Garpatbian coast, Wbdst thou shalt tear Thy aged hair, 860 Tbv angel shall be lost : 81eep, prosper, sleep ! parewell to perdinand's ship, sbe strikes ! sbe strikes ! No man in ber shall see to-morrow's dawn. — I come, I come : beware ! T'be H'bin st^i/l-es «/ion tbe sana'-ban^.- anci tbe Mi:»zlAii, sin^s. Gome, perdinand, come, make my arms tby home :"], [312, "302 ANGELICA ; OR 870 me ! oceam 880 My silver arms, and coral cave 3bad tby beacueous presence bave ; Wbere i' til' arcbed roof are seen piow'rs of lilac, and of green, Witli tbe pallid blue ; tbe sbemryng pearls between, To deligbt tby view : Gome, perdinand, come ! PNirviXANn speaks, as tbe sbi^> sinks. parewell ! there is no belp : my friends, adieu ! O world ! adieu, .Angelica ! My Kingdom, and my only love, adieu ! c^ies ol/t^/)oin tbe sboT-e. Delp, Perifinand, help ! tbe 8ea-God wid compel > NDiilixi: i-ises, witb Aiirnn-ltiii:, anci strikes tbe witb bis t?-«cient. NDriiiKN speaks. Blow, Tritons, blow ! let tliis traitor-God my presence Know"], [313, "THE EAPE OE PIlOTEUS. 303 reigns, 890 Bind lrim in secular cbains : witb fire wolf, and bear Let bim in sorrow pair, Wbere night, beneatb my throne, eternal Blow, Tritons, blow ! speaks. Ve nvmpbs of wreathed shed, Wbo do my pleasure well, Prom morn to th' amber eve, Take false Pelatis here, Bind ber in prison drear, That sbe witb penance grieve. Ve nympbs of wreathed shed ! .Autolyca, I charge you, see tbis done. Done to tbe letter : let Gelatis Know, 3he, wbo offends ber queen, must dwed in woe, sin^s. Mistress, I wdl bind tbe wencb, Till ber endless tears shad drench"], [314, "304 ANGELICA ; OR Der barred prison's door : 8bad she in Perd'nand's arms be laid, false, unchaste, unsea-like maid ? 900 Tears sball ber guilt deplore. Wbere no fish shall e'er come nigh, Nor be beard the sea-bird's cry, Nor tbe Triton's sbed ; Wbere tb' unfatbom'd waters duw, Tbere, in solitude and woe, 3ball gelatis dwell. 8be may to tbe moon complain Of iron reign, 910 Our dearest-loved queen ! Wbose golden smile, and mercy ne'er 8bad be sbed on ber despair, \"Till thousand moons have been. A^irmraiii:. 'Ti» wed, 'tis wed, !"], [315, "305 THE RAPE OR PBOTEUS. 920 930 NNrTii^N. Tritons, bear up the ship ; and give good musick, To speed her sails into tlie wisb'cl-for port. vAutolvca, now sing to prospero ! .At/'roi.vcA sin^-s. Duke of Milan, waken now ! pear is cbased from tby brow : Neptune bas tby daugbter sav'd; Pise dishonour bad enslav'd Der free virgin mind ; and taught Doctrine, wbicb indeed is nougbt. Proteus now is made to groan Underneath bis em'rald throne : by bis queen is perd'nand sped To tby daughter's holy bed, Wbere Hymen stands witb blusbing cbeeks, >And bis sacred wisbes speaks O'er tb' immortal counterpane, Wbicb tbe 8ea-nympbs have wov'n witb pain ; Dappv pain ! to see it laid Over tbis soft, enchanting maid, R r"], [316, "306 ANGELICA ; OR 940 >A maid, all otber maids above, well in chastity, 2s love. Let tbe owl not Il2unt her e2r, Nor tbe witch of nigbt be near ; But love's perfect bappiness Der cbaste bosom ever bless ; 8ound, nor sight e'er make it less ! Double carnations, roses of both hues, Scent violets, and jasmine, hath'd in dews, These interweaving with the coronet, Where welked pearls, and emeralds are set, Here on thy daughter's pillow will I place, To breathe a sacred odour, and a grace. Farewell ! Great Neptune's horses snort : 1 fly, To chase the orange, and the amber skv ; Where, downwards o'er the bright Atlantick stream, Apollo lashes his unwearied team. 950 ! ! enters, anci siil^s. Dere I bring tbe em'rald stone, Tbat burn'd in Tbetis' blaxing xone :"], [317, "THE RABB OE PEOTEUS. 307 960 I bave paid my duty's debt, /And my wings with waves are wet ; por I div'd do.vn, bow deep ! how deep ! Wbere tbe green-bair'd Nereids sleep : But I have brought tbe prixe away, Wbose verdant beams shad far outshine tbe day ! H. wake ! I am weary for tby sake."], [318, "308 A 80X0 0? TUN 8^A-l'AIM^8.^ dowers we bave of pallid green, Tipp'd witb pearly hue ! bowers of lilac too between, those of faintisb blue ! Tbere we dance, wben doods are bigb, sits tbe Moon, pale empress, in the sky. Or we trip u' th' pearly floor, Wbere reigns : ber black tresses we adore, bark tbe merry strains, prom tbe pipes of silver blown, Whereby tbe 8ea-Nympbs make ber presence Known. Tben, ere Dian dip, we wink, of revels dream ; * H2vi»°' written tlleze «nll»II pieces, immediate! v alter tne p^em of\" Angelica,\" 1 liave placet! Ilieiu liere : »« I placed \" tile 5«ii^ in April\" aster \" Ariaclne.\""], [319, "309 Pre Aurora touch tbe brink Witb ber amber team ; Dappy, tbrice bappv, then, are we, Who, in Titania's service, live thus tree !"], [320, "310 A 855X6, IX AX 6V6XIX0 LAV TiiR Tepbyr sleeps On tbe brine and crystal deeps ; Tbe flagging sails make bardly way, tbe still boats gem tbe bay : Tbe fisher throws bis sbrimping net, 'Tis nuw near nigbt ; but nut nigbt yet ; Parewell, Apollo ! I walk upon tbe sands, and bear Tbe 8ea-nympbs blow tbeir musick clear, bark ! tbe Tritons bodow."], [321, "211 /'assa^-e in « since otbe^i^ise w^itte,l. Vet have I seen the wonders ol our globe, Oft passing tu tbeir bymeueal beds, Wben 8ummer smootb'd tbe seas; whose looks bave trapt Tbe wary Tritons, and tbeir voices drawn Tb' allured dolphins from tbeir native deptbs. /And yet I lov'd not ; lov'd not, 'till I saw tbou merely mortal foe, Vet more, tban tbrice celestial to my soul ! Dow oft, wben eve went down upon tbe sea, Dave I sat list'ning to tby angel tongue, Tbat might bave led Apollo from bis sphere Witb songs of pity, and tbe mermaids dropp'd Tbeir golden combs, and, ravisb'd with deligbt, 8tuod gaxing in astonisb'd ecstacy. Dow oft, wben Morn spread forth bis ruddy curls, /And wak'd tbe world witb bis tbrice-angel lute, Dave I bebeld tbee, faultless excellence ! To wbom tbe alabaster is but nigbt, marble os wbite paros but a cloud,"], [322, "312 Dave I bebeld tbee on tb' enamour'd sand, Tby robes put off, and, panting at tbe wave, Witb boundless beauty set tbe air on fire ! must I lose tbee ? lose tbee to 2 man, Born of mere woman ? sucb as plougb tbe eartb, clotbe tbem in tbe fleecy wools of sbeep, pray to dove for tbe sweet nourisb'ng rain ? Wbo am I, O disdainful fair ? my birth Is of tbe Gods ; and wben tbe moon is up, tbe fine fairies tripping ad abroad, Vou may bebold me, witb my thousand herds, Grown'd by tbe Tritons, throned on tbe shore. Bebold, too, wben tbe wint'ry seas are waste, wdd witb wreck, tbe moon not peering then. But sulphurous clouds o'erbanging all tbe deep, What num'rous fires tbe sbepberds ligbt to me, slay tbeir oxen on tbe margin'd shore. 80 do tbey in tbe promise of tbe 8pring, fading year, and cad upon my name. pur I bave rule, but under Neptune's frown, Of all tlie briny waters, and tbe strand. Then not a Mermaid sings, but by my choice ;"], [323, "313 Tlie winds are partly mine, and tlie deep floods Of swaying waters, wbere the pearl is burn, Pngender'd of tbe 8un upon tbe brine : pud canisters of such, as put to sbame What 8beba to tbe wisest King ere while In tribute brought, fair .Angel ! sball be tbine, If tbou but smile, as gracious to my vows ; Beds of fine pearl, and coral, and tbe ore, Wbicll erring men prefer to happiness; Gold of such pure translucence, that the crown Of Persia's King may be esteem'd, as dross : Witb what of turquois tbe salt ocean breeds, emeralds, in wbicb the 8ea-nympbs joy, fiery opals, and tlie diamond sbeen : But, ob ! thou wilt despise tbem S 5"], [324, "314 LIXL8 0X L5AVIX0 TUL 8LA p AilNWNi.1. to Ocean ! now to bowers I go, Wbose drooping branches bear til' aspect of woe ; Tbe paiiid leaves are trembling on tlie bougli, Or cover tbe damp earth ; and only now Tbe ivy witli ber clasping arms is green, Wbere round the stems of nobler trees 'tis seen : Parewell to 8ummer ! and farewell, O ye, Tbe Muses, dancing on Olympus free ! naked Graces, tbat witb golden bair Beside tbe fount of pindus make repair ! parewell, 'till May witb blossoms deck tlie earth, >And tbe ratbe primrose in tbe woods bave birtb, /And violets on 3outberli banks dispense Tbeir purple fragrance to tb' enamour'd sense : Tben witb Aurora will we wake, and wake Tbe silv'ry lute, for /Ampbitrite's sake. Whom, lately walking on tlie paved marge, I saw pass by, witb all ber Nympbal charge."], [325, "315 Wbat words, can ber beauty paint ? all her beauty blax'd without restraint ! Tben, if bereafter to great notes we sing, migllty fables from tby deep we bring, Believe ye, what sbe said ; t) />oet, take TVeis^ea,-/,/ /ate, anci strike it^/o^ »?^/ sake. /t sbai? ) esoi//la' sweet inusick ,- make tbe seas d/e/octionz, as tbe /anci ,- wbenso tbon «/ease, 7?<e Fea-^V/m^ibs sba// a>-ise, anci iist tb« bn/ ,- tbe b/itbe Nitons beaiken in tbe ba«/, ?^bc /llohibins clance, tbe d/e>-maia's stanci at^-a^e, Pbcrbns sba// 7citbbo/a' bis anlbe?' /-a«/s. 8be said ; and I departed from tbe sbore : Rut ber soft words, bke golden thunder's roar, Vet echo in my ears : Ve waves, adieu ! Ve boary Tritons, and ye Nympbal crew, Ve Dolpbins, and ye Maids witb crystal glass, golden comb, wbo u'er tbe seas do pass, ! to stormy Ocean's foaming brow, ! 'till melting 8pring we pledge our vow ; bo/A's in tbe bat .- we're inland now !"], [326, "316 „l 0(^A8I0XAL. V6K868.* A 80X0 06 TN6 86A-6AI6I68. W« tread upon tbe gulden sand, Wben tbe waves are rolling in, tbe porpus comes to land, to leap be dotb begin, 8norting to the iisby air : prepare, prepare, Good bousewives. Keep vour fires brigbt, por your mates come bome to-night. Now tbe drenched nets are drawn prom tbe swaying of tbe seas ; 'paitb, your rings must go to pawn, Blow such bitter winds, as tbese : * I Ilave aclllec! tkeze few copies c>f ver«e«; tke t^o iir«t \"!>,c!> Iiave I>ee» alreadv printed."], [327, "317 Tbe moon, tlie moon, Riding at ber bigbest noon, 8weds tlie orbed waters bright, .And your mates come home to-nigbl. Tbrougb our crisped locks tbe wind, Like a sighing lover plavs ; Now let doan, and Kind Make tbe wint'ry faggot blaxe ; tbe pot be Lucy's care : prepare, prepare, see, you speed your welcome right, Por your mates come borne to-nigbt. pise we'll pinch you black and blue, Dnderneatb pale Hecate's team ; tbe cramp your joints sball rue, tlie nigbt-mare in your dream Be sure, be sure, Tbis, and more you sbad endure, If you smile not, cbaste and brigbt, When your mates come home to-night."], [328, "318 A 80X0 06 TU6 86A.I?AlKl68 L^xnDitNDA'rii tbe planet's beam, Wbicb pale Decate guides, We trip it o'er tbe silv'ry stream, pooling tlie salt tides : Dere and there we sport, and play, Laugbing at tbe substant day, por Titania is our queen, /And we are seldom seen. But wben lovers pass tbe seas, Pnder tbe cold moon, We, to do tbeir spirits ease, 8eeK tbeir pidows soon : Then we fill tbeir minds, God wot, Witb a Kiss, a smile, what not ? Por so Titania bids, To bless tbeir sleeping lids."], [329, "319 With tbe moon in journey thus, pendent on her pallid face, Nigbt is pregnant joy tu us, We tbe wat'ry circle trace ; 8onletimes dive into tile deep, 3ouletiines on tbe moon-beams sleep, 8ometimes soar on bigb, Wbere our queen bids us dy. 3parKling seas, and night we love, 3welliug floods, and golden air, Wben tbe lover looks above, Delighting in despair : But to-morrow ne'er we Know, pur Aurora is uur foe ; Tbe Moon's brave children, we from pbosphor dee."], [330, "320 80NG Op TDP 3p^-P^.IRIP3 6v'»v fairy's son come bere ! In the brigbt moon's rounded spbere, On tbe rippling waters clear, We will trip tbe salted brine : Let no gliding boat come near, Or o'er-pass our line. Dais tbe world is ours to-night, While tile wheeling moon is brigbt ; Let no mortal come in sight, We in depths us Ocean play ; pouting, Ob ! in inorrice ligbt, What no tongue may say. O'er tbe sloping seas we gu, Wbere the silv'ry muon-beams dow, West'ring to tile poie ; so ! so ! passing, bke a dceting dream : por Aurora is uur foe, ber crystal team."], [331, "321 To tlie sleeping mermaid's bed, To tbe brigbt moon's horned bead. In a moment we bave sped, Pre tbe porpus once can leap poot it, pairies, featly tread ; Let poor mortals sleep. But bebold ! I see a sail, Glancing on tlie waters pale, Dark ! I bear the sailors rail, Mark ! I see tbeir ligbt : Dist ! 2W2y our wings prev2ll — pairies, now to flight ! T t"], [332, "322 10 THE AMIABLE, AND LEARNED DI8T0RIAN, XI0N0LL8, 68<H. 6. A. 8. Tiiv voice to me is like tbe Morning 8tar, Tbe barbinger of tbe o'er-purpie day, Tbat teiis, bow pbcebus, climbing from afar, Dotb spread tbe bids, and Ocean witb bis ray : straight, tbe tbroslark breaks upon the morn, Tbe tuneful mavis mellows ber sweet throat, pbilomel, with wbom the year is born, wakes tbe shades, and fountains witb ber note : Be tbe wise ear attentive to my song ! Tby praise is virtue ; and my tbougbts awake : I think to charm tbe silver nigbt ere long Witb words, to draw down Dian for tbeir sake : when the World shad witb tbe thunder ring, Let tbe great play be graceful to the Xing !"], [333, "323 0ivi5 me, O God, be tbis my constant prayer, If I be worthy any tbing to ask, Give me to breathe amid' tbe dewy meads, /And tbe umbrageous forests, where tbe herd Of dappled courtiers, to each otber false, least in woe, may start not at my steps, Nay, nor tbe gentler Kine ought beed my way. I would be free, be free to solitude, Pree, as tbe merle, tbe mavis, or tbe bird, That sings a requiem to tbe 8ummer's nigbt, Delightful to tbe lover's list'ning ear ; or tbe adder, tbat ne'er lifts bis bead. Prom out tbe fenced circuit of tbe wood ; Dis pleasure that, and mine to be as free, thoughts of poets, or tbe fickle air. Or 3ummer, in ber wilderness of sweets. Or Ocean, tbat ne'er touches on a shore. Life is but freedom ; and, wbo wdl, may dwed"], [334, "824 In the confined city ; I at large On bids, by rivers, and on ferny lawns, Witb nature, bare or arbouv'd ; witb tlie brood Of berons, owlets, and tbe martin's foot. Till) END. London ! printed Kv w, Bulmer »N<1 Cu, Clrvel2nd-ll»v, St."], [335, ""], [336, ""], [337, ""], [338, ""], [339, ""], [340, ""]]