[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE CONDUCT OF THE WAR. EEPOET OF THE CONGRESSIONAL COMMITTEE ON THE OPERATIONS OF THE ARMY OF THE POTOMAC CAUSES OF ITS INACTION AND ILL SUCCESS. ITS SEYEEAL CA-MP^IGHSTS. WHY M'CLELLAN WAS REMOVED. THE BATTLE OF FREDERICKSBURG, REMOVAL OF BURNSIDE. ■*-- .*+-. NEW YOEK: PUBLISHED BY THE TRIBUNE ASSOCIATION. 1863."], [8, ""], [9, "REPORT OF THE CONGRESSIONAL COMMITTEE ON THE CONDUCT OF THE WAR. gress needed no prompting from them to do its en tire duty. » Not upon thoBe whose duty it was to provide the means necessary to pnt down the Rebellion, but upon those whose duty it was to rightfully apply those means, and the agents they employed for that purpose, reBted the blame, if any, that the hopes of the nation have not been realized, and its expecta tions bave so long been disapoointed. Your Committee therefore concluded that they would beBt perform their duty by endeavoring to obtain such information in respect to the conduct of the war as would best enable them to advise what mistakes had been made in the past, and the proper course to be pursued in the future; to obtain such information as the many and laborious duties of the President, and bis Cabinet prevented them from ac quiring, and to lay it before them with euch recom mendations and suggestions as seemed to be most imperatively demanded; and tbe journal of tbe pro ceedings of your Committee shows that, for a long time, they were in constant communication with the President and his Cabinet, and neglected no oppor tunity of at once laying before them the information acquired by them in the course of then* investi gations. Mr. Wade, from the Joint Committee on the Conduct of the War, submitted the following re port, with the accompanying testimony: CONDUCT OF THE WAR. In December, 1861, a joint committee of the two houses of Congress, consisting of three members of the Senate and four members of the House of Rep resentatives, was appointed, with instructions to in quire into the conduct of the present war. Your Committee proceeded to the discharge of the duty devolved upon them, and have labored zeal ously, and they trust, faithfully, for that purpose. As evidence of that, they would refer to the large mass of testimony taken by them, upon many sub jects, and herewith reported. The subject of inquiry referred to them was one of the utmost importance and magnitude. Upon \" the conduct of the present war\" depended the isBue of the experiment inaugurated by our fathers, after so much expenditure of blood and treasure — the establishment of a nation founded upon the ca pacity of man for self-government. The nation was engaged in a contest for its very existence ; a rebel lion, unparalleled in history, threatened the over throw ot our free institutions, and tbe most prompt and vigorous measures were demanded by every consideration of honor, patriotism, and a due regard for the prosperity aud happiness of the people. Your Committee could perceive no necessity for recommending any particular legislation to Con gress. Its previous course showed that no such re commendation was required. When Congress met the preceding July, fresh from the people — called upon to provide for the safety of the Government and the maintenance of the national honor and ex istence — the representatives of the people gave full evidence that they comprehended the duty devolved upon them, and bad the courage aud will to fully discharge it. The administration called by the peo ple to tne head of trie Government, in this the most critical period of the nation's history, was more promptly and fully supported tban that of any other Government of which history has pre served any record. The call of the President for money and men had been more than complied w ith ; no legislation which he had deemed necessary bad been denied by Congress, and the people had most nobly and generously supported and sustained what their representatives bad promised in their name. The same Congress, fresh from their constituents, had aguin met, and there could be no doubt that, as they had before acted, so would they continue to act. It needs but to re 'er to the history of the Congress just closed, its prompt aud thorough action, clothing the Executive with the fullest power, placing at his disposal all the resources of men aud money which this nation possessed, to prove that your Committee judged rightly that Con- Many specific subjects of investigation presented themselves for the consideration of your Committee, any one of which might well require the action of a committee for itself; and all of which, if lully in vestigated, would demand the attention of all tbe representatives in Congress. It was apparent from the first that your Committee would be compelled to confine their attention to a few of tbe more prom inent subjects of Inquiry; to those the investigation of which would best enable them to comprehend the causes aud necessity, if any, for the delay and inaction characterizing the operations of our armies in the field. And while each of those subjects has received from them the attention which its importance merited, so far as they were able to give it, the at tention of your Committee has been turned more particularly to the history of the Army of the Poto mac. In tbe history of that army is to be found all that is necessary to enable yonr Committee to report upon \" the conduct of the war. ' Had that army fnlulled all that a generous and confiding people were justified in expecting from it, this rebellion had long since been crushed, and the blessings of peace restored to this nation. The failure of that army to fulfill those expectations has prolonged this contest to the present time, with all its expenditure of life and treasure, for it has to a great extent neu tralized, if not entirely destroyed, the legitimate fruits which would otherwise have been reaped from our glorious victories in the West. Therefore, while your Committee have not failed to take the testimony of witnesses in relation to mil itary operations in other parts of the country, and also upon various subjects to which their attention has been specially directed by Congress and the War Department since the Committee was first ap pointed, the principal part of the testimony taksa"], [10, "4 i)r them relates to the Army of the Potomac -and those subjects more immediately connected with its operations. I bey bave taken the testimony of nearly SOOwitnesses, almost entirely men in the military service ot tbe Government, including about 100 generals. ° Ibe disaster at Bull Run in July. 1861, was fully Sfn,,\"?\" Committee, as being the first ZZ^rt os/^ °a lonl?1 tr00P8 witb armed treason upon the field of battle; and also because the troops there engaged formed the nucleus aroond which has im^nc^eetedtbe vast and magnificent Army of the Potomac. The result of the!, investigation your Committee submit in a separate report. at KzSvl %?rT,T IT?.?'8? tbe disaster I™ !l, , ■ ' '£*. battIe belD>? tDe fire' conflict of !?7h« P^ m Wh!Ch any 0f the trooF8 °f tbe army rf the Potomac were engaged after its re-organiza- Sed 8eparate iepon o1 that disaster is also sub Immediately upon tbe organization of your Com inittee, and before .proceeding to tbe taking of By t«t.mony they addressed to Gen. McCIellfn, AhJ, l7J- r^TfD{0t GeD- S<0\"> faad become Gen trata-ChieioftheArmy.ihe iollowing communl- the Potomac had attained dimensions never before contemplated ia the course of military operations upon this continent, and seldom, if ever, equaled in modern times, no portion of its rapidly increasing numbers_ was permitted to be diverted, even for a brier period, to the accomplishment of other enter- prises. The geneials in charge of the various expe- ditions from time to time inaugurated, and from which so much benefit was anticipated— Gen. But- ler, Gen. Sherman, Gen. Burnsid.% and others- were compelled to look elsewhere for the troops to compose their commands, to rely upon the continued patriots mot the people, and the zeal of the Execu- tives of tne various States for the raising of those fr^T,\"! 9 ?hlch would enab,e them to depart for the fields of duty assigned to them. No considera- tion was for a moment allowed to diminish or imDair the emciency of the Army of the Potomac, and the unexampled spectacle was presented to other nations who were intently watching the course of events in his country, of the largest army of the present cen- tury being raised entirely by voluntary enlistments in the brief period of a lew months When Congress assembled in this city, in the be- ginning ot December, 1861, so successful had been the exertions of the authorities, and so zealously had the people responded to their country ■« call, that the consolidated morning reports, furnished your Com- mittee by the Adjutant General of the army, show- ed that, exclusive of the command of Gen. Dix at at!uri85:b00meAn™7Os PotOMO C°™*^ °f During the time this large army had been collect- ing and organizing, nothing of importance had trans- pired in connection with it, except the closing of the navigation of the Potomac by the Rebels, which your Committee treat of more at length in another the melancholy disaster of Ball s Biutt, which is made the subject of a separate The weather during the Fall season, and for some weeks alter the convening of Congress, continued unusually favorable for active military operations. As month after month passed without anything being done by the Army of the Potomac, tbe people! became more and more anxious for the announcement tnat the work of preparation had been completed and active operation would soon be commenced irom the testimony before your Committee it ap- peared that the Army of the Potomac was well aJm?d.and equipped, and had reached a high state of discipline by tbe last of September or the first of October. Ihe men were ready and eager to com- mence active operations. The generals in command ot the various divisions were opposed to going into winter quarters, and the most of them declared they had no expectation of doing so. .. <?,., v \" Washh*gton, D. C, Dec 21 1861 ,^s^^_^F^-^^^^ °° I remain, very resoectfally, yours „%, J^appreciating the dignity and power ■with which they were clothed by the concurrent aenonot both bouses of Corgrese, they deemed U *?LTA-° aeWarsl i° Ms F°d\"°\" 'he conrideratTon o f asking him to censer with them in relation to the best me,hod of fulfilling those expectations which tte people had a right -o hope for from an adminis tration upon which they bad, through theirTeDre »enta Uves, conferred such plenary powers A rese?- S? 'lrhbe ,0UrDal ?f will show that 'H health prevented Gen. McClellan from immedi ately complying with this invitation. ThVnecS si ties of the case, however, were so pressing and mgent tbat your committee concluded to nroefed at once to the taking of testimony. ' ARMY OP THE POTOMAC. Ger^Mcnntpn6 baUk °s B?U Eqd> in jQly> 1861. Wen. McDowell was superseded, and Gen. McClel JK™,™}^? p7 the Piesideat to the command of the army of the Potomac. The campaign in Western Yirginia, the credit of which had been generally escnbea to Gen. McClellan ; the favor withgwbich & gXrTl m cMel' h7T regarted »7 Ge»- S^oTt, hen general-in-cbiei of the army of the United S;ates *ven his comparative youth, Llding out he promise of active aud ugorous measures; all these con rider? »». tended to infuse hope into the public mmd and tn~Zth,e gI°0m and wMch had feUowedthe disastrous issue of the campaign just CORPS ORGANIZATION. »n »™ ,f 1° Vhe pro.per organization of so large an army as tbat about Washington, iu order that it t^ fieM ,tbhV?t?\"ble *S ac! eSXin uoon .L Zi T •lm°ny ° i th? Wltnesses examfned upon that point is remarkably unanimous. The generals most familiar with the subject seemed to arioso1116 \"\"T\" importance th.'divisfon o the army into corps d'armie, and that, too, iu time for the instruction of the troops in the movements X\"y7 'To^r'r 8u^an V«aDi2ati0\" \"he -no effective. Your Committee deemed it so vitallv necessary that they repeatedly brought the subject to the attention of the authorities, and urged Us immediate adoption with all the arguments in the ? power. The President and the Secretary of War concurred with them in the necessity of such a measure; but it did not seem to be regarded with much favor by Gen. McClellan. Indeed Gen McClellan stated to your Committee, at the time oi their conference with him, that, although it mieht atsome time be expedient to divide fiS HeYafc TwasVrH160', W8S 0ne of great diSLC ue said it was a delicate matter to apDoint mnior generals before they had been trie§P by Sal service, ana had shown their fitLss to Every energy of the Government and all the le became the object of special c^fe to every depan"], [11, "5 fortifications to be manned by raw and inexperienced troops. be selected to command 30,000 or 40,000 men. A major-general could not be stowed away in a pigeon-hole, if he should prove incompe tent, so easily as a brigadier-general. He proposed, therefore, to himself manage this entire army in some battle or campaign, and then select from the brigadier-generals in it such as prove themselves competent for higher commands. Consequently, the division of the army into army corps was not even begun until after the movement of the army in March had commenced, and then only in pursuance of the direct and repeated orders of the President. Gen. McClellan, however, continued to oppose the organization of the army into army corps, as will he seen from the following dispatch to him from the Secretary of War, dated May 9, 1862: \" The President ia unwilliog to have the army corps organ ization broken up, but alao unwilling that the commanding general shall be~trammeled and embarrassed in actual skir mishing, collision with the enemy, and on tbe eve of an ex pected treat battle. You, therefore, may temporarily suspend that orgauization in the army under your immediate com mand, and adopt any you see tit, until further orders. He also writes you privately.\" The provisional corps of Gen. Fitz-John Porter and Gen. Franklin were thereupon formed by re ducing the other corps from three to two divisions. THE BLOCKADE OF THE POTOMAC. The subject of tbe obstruction of the navigation of the Potomac naturally demanded the considera tion of your Committee. Upon that point your Committee would call the attention of Congress to the testimony of Capt. G. V. Fox, Assistant Secre tary of the Navy. Upon reference to bis testimony, it will appear that, in June, 1861, the Navy Depart ment proposed to the War Department that meas ures be adopted to take possession of Matthias Point, in order to secure the navigation of the Po tomac from any danger of being interrupted. From some cause, no steps were then taken for that pur pose. The subject was again brought to the atten tion of the War Department by the Navy Depart ment in the month of August, shortly after the bat tle of Bull Run. Nothing, however, was done at that time in regard to it. In October, 1861, the Navy Department again urged the matter upon the consideration of the War Department. The Port Eoyal expedition was then in preparation, and would soon be ready to start. The Navy Department represented tbat it would be absolutely necessary to send with that expedition, In order to inBure its Buccess, the greater portion of the Potomac flotilla, because, being very powerful vessels, of light draught, with their\" machinery pro tected, they were better fitted for that service than any other vessels in the possession of the Navy Departmeut; and if anything was to be done by them to secure the uninterrupted navigation of the Potomac, it must be done before they left. It was proposed to the President and the War Department that tbe gunhoats should take and destroy the Eebel battenes'whicb had then begun to make their ap pearance upon the river, and which even then en dangered the safety of vessels passing up and down the Potomac. When that had been done, it was proposed that a sufficient number of troops should be landed at Matthias Point, &.C., to intrench them selves, under the protection of the gunboats, until they should be able, with the assistance of tbe smaller boats of the Potomac flotilla, to hold their position against any force the enemy would be likely to bnug agaiust them. It was represented that unless Borne such steps were taken the departure of those vessels upon the Port Royal expedition would be the signal for the closing of the navigation of the Potomac, which representation the result proved to be correct. As waa well urged by the Navy Department, the whole question amounted simply to this: Would the army cooperate with the navy in securing the unobstructed navigation of the Potomac, or, bv withholding that cooperation at that time, permit so important a channel of communication to be closed. STRENGTH OF THE ENEMY. Your Committee endeavored to obtain as accurate information as possible in relation to the strength and position of the enemy in front of Washington. The testimony of the officers in oar army here upon that point, however, was far from satisfactory. Early in December an order bad been issued from headquarters prohibiting the commanders in the front from examining any persons who should cooie into our liues from tne direction of the enemy, but all such persons were to be sent, without examina tion, to tue headquarters of the army. Restrictions were also placed upon the movements of scouts. The result was, that the Generals examined appeared to be almost entirely ignorant of the force of the enemy opposed to them, having only such informa tion as they were allowed to obtain at headquarters. The strength of the enemy was variously estimated at from 70,000 to 210.0U0 men. Those who formed the highest estimate based their opinion npon in formation received at headquarters. As to the strength of tbe enemy's position, the general im pression seemed to be founded upon information ob tained from tbe same source, that it was exceedingly formidable. Subsequent events have proved that the force of the enemy was below even the lo west of theBe estimates, and the Btrength of their fortifica tions very greatly overestimated. DEFENSES OF WASHINGTON. Your Committee also sought to ascertain what nnmber ot men could be spared from this army for offensive operations elsewhere, assuming that the works of tbe enemy in front were of Buch a charac ter that it would not be advisable to move directly upon them. The estimate of the force necessary to be left in and around Washington to act entirely ou the defensive, to render the capital secure against any attack of the enemy, as stated by the witnesses examined upon tbat point, was from' 50.000 to 80,000 men, leaving 100,000 or upward that could be used for expeditious at other points. In connection with the same subject, your Com mittee inquired in reference to what had been done to render the fortifications here, which had been constructed at such expense and with so great labor, most ellectire for the defense of Washington. Your Committee are constrained to say that adequate provision, never was made to properly man those fortifications aud exercise men in the management of the guns. Several of tbe witnesses testified that they had repeatedly called the attention of the authorities to the matter, but without success. And when the movement of the army commenced in March, the few regiments that had been placed in the forts and partially instructed in the nse of the guoe, were almost entirely withdrawn, leaving the WHY IT WAS NOT RAISED. After repeated efforts, Gen. McClellan promised that 4,000 men should be ready at a time named to proceed down the river. The Navy Department provided the necessary transports for the troops, and Capt. Craven, commanding the Potomac flotilla, upon being notified to that effect, collected at Matbias Point all the boats of his flotilla at the time named. The troops did not arrive, and the Navy Department was informed of the fact by Capt. Craven. Assistant Secretary Fox, npon inquiring of Gen. McClellan why the troops had not been sent according to agreement, was informed by him that his engmeers were of the opinion that so large a body of troops could not be landed, and therefore he had* concluded not to send them. Capt. Fox replied that the landing of the troops was a matter of whir the Navy Department had charge; that they 1 provided the necessary means to accomplish the 1 ing successfully ; that no inquiry had been ma them in regard to that matter, and no notifi' that the troops were not to be Bent. It was then agreed that the troops should the next night. Capt. Craven was again"], [12, "6 \" 5. In eaee of disaster, would not a safe retreat be more difficult by your plan than by mine ? \" /ours, truly, \" A LINCOLN. and again had his flotilla in readiness for the arrival of the troops. But no troops were sent down at that time, nor were any ever sent down for that purpose. Capt. Fox, in answer to tbe inquiry of the Com mittee as to what reason was assigned for not Bend ing the troops according to the second agreement, re plied tbat the only reason, so far as he could ascer tain, was, that Gen. McClellan feared it might bring on a general engagement. Tbe President, who had united with tbe Navy De partment in urging their proposition, first upon Gen. Scott and then upon Gen. McClellan, manifested great disappointment when he learned that tbe plan had failed in consequence of the troops not being sent. And Capt. Craven threw up his command on the Potomac and applied to be sent to Bea, saying that, by remaining here and doing nothing, be was but JoBing his own reputation, as the blame for per mitting the Potomac to be blockaded would be im puted to him and the flotilla under his command. Upon the failure of this plan of the Navy De partment the efltcdve vessels of tbe Potomac flotilla left upon tbe Port Royal expedition. The navi gation of the river was almost immediately there after closed, and remained closed until the Rebels voluntarily evacuated their batteries in the March following, no steps having been taken, in the mean time, for reopening communication by that route. \" Major-Gen. McClellan.\" Your Committee have no evidence, either oral or documentary, of the discussions tbat ensued or the arguments that were submitted to the consideration of the President that led him to relinquish his own line of operations and consent to the one proposed by Gen. McClellan, except the result of a council of war, held in February, 1862. That council — the first, so far as your Committee have been able to ascertain, ever ealled by Gen. McClellan, and then by the direction of the President — was composed of twelve generals, as follows: McDowell, Sumner, Heintzelman, Keyes, Fitz-John Porter, Franklin, W. F. Smith, McCall, Blenker, Andrew_ Porter, Barnard, and Naglee (from Gen. Hooker's Division). To them was submitted the question whether they would indorse the line of operations which Gen. McClellan desired to adopt. The result of tbe de liberation was a vote of eight to four in favor of tbe movement fey way of Annapolis, and thence down the Chesapeake Bay, up the Rappahannock, landing at Urbanna, and across the country to Rich mond. The four Generals who voted against the proposed movement were Gens. McDowell, Sumner, Hemtzelman and Barnard. Gen. Keyes voted for it with the qualification tbat no change should be made until the enemy were driven from their batte ries on tbe Potomac. ORDERS TO MOVE. On the 19th of January, 1862, the President of the United States, as Commander-in-Chief of the Army and Navy, issued orders for a general move ment of all tbe armies of the United States, one re sult of which was tbe series of victories at Fort Henry, Fort Donelson, &c, which so electrified the country and revived toe hopes of every loyal man in the land. At this point it may be well to consider the prin cipal arguments for and against the movement upon Richmond direct from Washington, and the move ment by way of the Lower Chesapeake, including that first proposed by way of tbe Rappahannock river, and the one finally adopted by way of For tress Monroe and tbe peninsula. In expressing opinions upon this and other sub jects relating more immediately to military opera tions in the Held, your Committee do not undertake to form and express opinions of their own, but content themseiveB with setting forth those ex pressed in their testimony by military men whose education and experience entitle them to speak con fidently upon those subjects pertaining to their pro fession. LINE OF OPERATIONS. After this long period of inaction of the Army of the Potomac the President of tbe United States, on the 31st of January, 1862, issued the following order : \"Executive Mansion, Washington, Jan. 31, 1862. \" President's Special War Order No. 1. \" Ordered, That ali tbe disposable force of the Army of tbe Potomac, after providing aalely for the defense of Washing ton, be formed into an expedition for the immediate object of seizing and occupying a point upon the railroad eoutnwest ward of what is known as Maoassas Junction ; all details to be in the discretion of the General-in-Chief, and the ex pedition to move before or on thb 22d day of February next. \" ABRAHAM LINCOLN.\" WHY THE DIRECT ROUTE WAS BEST. The arguments in favor of the direct and against the lower route to Richmond were many and weighty. Some of them are most tersely expressed in the letter of the President to Gen. McClellan, of February 3, 1862, before referred to. Beside those, the direct movement enabled the largest amount of troops to operate actively in the field, as the army in its movement immediately covered Washington, and thereby rendered the presence of a large foice here unnecessary. By the adoption of tfie lower route a division of the army was rendered impera tive, in order to provide for tbe safety of the Capital against any attack from tbe enemy. Thus, to use the language of Gen. McClellan himself, in refer ence to the movement proposed against the ecemy while at Manassas, \" committing the error of divid ing our army by a very difficult obstacle, and by a distance too great to enable the two portions to sup port each other, should either be attacked by tae. masses of the enemy while the other is held in' check.\" To this order Gen. McClellan wrote an elaborate reply of the same date, objecting to the plan therein indicated as involving \" the error of dividing our army by a very difficult obstacle (the Occoquan) and by a distance too great to enable the two por tions to support each other, should either be at tacked by the masses of the enemy, while the other is held in check.'' He then proceeded to argue in favor of a movement by way of tbe Rappahannock or Fortress Monroe, giving tbe preference to the Rappahannock route. He stated that 30 days would be required to provide the necessary means of trans portation. He stated that he regarded \"success as certain, by all the chances of war,\" by the route he proposed, while it was \" by no means certain that we can beat them [the enemy] at Manassas. ' To this the Presideut made the following reply: The army in moving direct from Washington avoided all tbe delays and disorder consequent upon the embarkation and disembarkation of so large a force with all its materiel. And by investing Rich mond ou the north and north-west, we cut them off from one of their great sources of supply, the Shen andoah Valley, and at the same time prevented their raids through that region of country, which so par alyzed all efforts to send the few troops left iu Washington to the assistance of the army on the peninsula. Gen. McClellan states in his testimony that by adopting the route by way of Annapolis and tho Rappahannock, he hoped, if proper secresy was pre- \"Executive Mansion, Washington, Feb. 3, 1862. \"My Dear Sik: You and I have distinct and different plans for a movement of the Army of the Potomac— yours to be down the Chesapeake, up the Rappahannock to Urbanna, and across land to the terminus of the railroad on York River ; mine to move directly to a point on the railroad southwest of Manassas. If you will give me satisfactory answers to the following questions I shall gladly yield my plan to yours: \" 1. Does not your plan involve a greatly larger expenditure of time and money than mine1? \" 2. Wherein is a victory more certain by your plan than mine? \" 3. Wherein is a victory more valuable hj your plan than mine? ** 4. In fact, would it not be less valuable in this, that U would break no great line of the enemy's communication, while mine would?"], [13, "7 served, to be able to reach the vicinity of Richmond before the Kebel army at Manassas could be concen trated tbere for it. defense. Whatever probability there may have been for the realization of each a hope at the time tbe Kappahannock route was de cided npon, it was entirely removed when the enemy evacuated Manassas, before any actual ™vemen was made by our army. And Gen. McClellan at once relinquished the Kappabannock route, and de cided, with the concurrence of his corps command ers to el bv way of Yorktown and the peninsula. One great objection to the peninsula route, as in- dicated by the testimony of all tbe^ \"'tn*f/r8,ew^ testify upon tbat point, including Gen. McClellan himself, was the total want of information in refer- ence to the nature of the country there, the kind and condition of the roads, the preparations for uefense &c The difficulties and embarrassments our army labored under from the beginning of that campaign, from that want of information, are very evident from the testimony. ANOTHER COUNCIL. On the 13th of March Gen. McClellan convened at Fairfax Court-House a coun-.il of war, consisting of four of the five commanders of army corps (Gen. Banks being absent), and informed them that he proposed to abandon his plan of movement by way of the Rappahannock, and submitted to them instead a plan of movement by way of York and James Rivers. Tbe result of tbe deliberations of that coun cil was as follows: Headquarters Army or the Potomac, ) Fairfax Court-House. March 13, lml. ) •■ A council of the Generals commanding army corps at the headquarters of the Army of tbe Potomac were of tho °P' FiVit:.- That the enemy, having retreated from Manassas to Gordonsville. behind the Rappahannock and the Rapidan it is the opinion of tbe generals commanding army corps that the operations to be carried on will be best undertaken from Old Point Comfort, between tbe York aud James Rivers, upon Richmond; provided, first, that tbe enemy's vessel, the Mer- ri^can be neutralized; second, the means of Importation sufficient for an immediate transfer of the force to its new Wean be ready at Washington and Alexandria to move Sown the Potomac ; third, that a naval auxiliary force can be had to Bllonce or aid in silenciog the enemy's batteries in YoARWw; fourth, tbat the force to be left to cover Wash- ington shall be such as to give ou entire feeling of security for it. safety from menace. Unanimous. ,.,,,,.„, \" Second: If the foregoing cannot be, the army should then be moved against tbe enemy behind the Rappahannock at the earhest possible moment, and the ™*™}°'™?XZl%lf!i bridges, repairins railroads, and stocking them with material sufficient for supplying the army, should at once be collected for oo.h the Orange and Alexandria and the Acquia and Rich- mond Railroads. Unanimous. . _ \" Note -That with tbe fort, on the right bank of the Po- tomac fully garrisoned, and those on the lest bank occu- pied, a covering force in front of the Virginia line of 25,000 men would suffice (Keyes. Heintzelman land McDowell) A total of40,0u0menfor the defense of the city would suffice, (Sumner.)\" The same day Gen. McClellan informed the War Department that \"the Council of Commanders of Army Corps have unanimously agreed upon a plan of operations, and Gen. McDowell will at once pro- ceed with it to Washington aud lay it before you. To this tbe Secretary of War replied: What- ever plan has been agreed upon proceed at once to execute, without losing an hour for my approval. THE PRESIDENT'S ORDERS. The plan of operations was submitted to the Presi- dent on the same day, and he approved the same; but cave the following directions as to its execution: '• tzrtt: Leave such force at Manassas Junction as shell make it entirely certain that tbe enemy shall not repossess himself of that positiou and line of communication. •• second ; Leave WashiDfjtOD secure. '• Third • Move the remainder of the force down the Poto- mac choosing a new base at Fortress Monroe, or anywhere between bore and there, or, at all events, move such re- main Jer of tbe army at once, in pursuit of the enemy, by some EMBARKATION OF THE ARMY. The army was directed to return to Alexandria to be embarked for the peninsula; previous to their embarkation all the corps to he concentrated upon the division nearest Alexandria. The transporta- tion not proving sufficient for immediate embarka- tion the troops were, for several days, exposed to tbe rains which then set in, being deprived of their former camping accommodations, although, in many instances, not far distant from them, having only shelter tents to protect them from the inclemency ol DECISION OF THE COUNCIL. The decision of the council of twelve Generals in February was to move by way of Annapolis and thence to the Rappahannock. The q\"^f TeoDening the navigation of the Potomac, bvnrmng tne enemy from their batteries upon the river, was It was however finally decided that tbe enemy Bhould be let m-pos session of their batteries, aud the movement should be made without disturbing them. This is proven by the testimony, and also by the second paragraph of the order of the President, dated March 8,. 18M, as follows : u ExECUTIVK mansios, March 8, 1862. .. zp_-l..._ellt't General War Order No. 3. SS S'/corpa (about fifty ■ lh.«.n d troop.) of said Arm j of tho Potomac shall be moved., route for a new base of operations until the navigation ol tho Poto mac S Washington to tbe Chesapeake Bay shall be freed ftom thTeneni y's batteries and other obstructions, or until tbe President .hall hereafter give cxpre'B poruassion. '• T ha \"ny movement aforesaid en route I or a new base , 01 onera ions which mav be ordered by the General-in-Chief, and v\" hich' may be intended to move upon the Chesapeake Bay shall bo3n to move upon the Bay a. early as the lab March inst., aud the Ueoer.l-io-Cl.iel shall be responsible tin.*- it so move as early au that day. , , •■ Order zd \" That the Army aud Navy co-operate in on im mediate S.it to c.pture the enemy', batteries upon tbe KÆSi between Washington -d^lg-p. flN^LN. \" L. Thomas, Adjt.-Gen.\" Before the movement by way of Annapolis could be executed, the enemy abandoned their batteries npon the Potomac, and evacuated their position at Centreville and Manassas, retiring to the line oi tbe Rappahannock. MOVEMENT OF THE ARMY. When Gen. McClellan, then iu the City of Wash ington, beard that, the enemy bad evacuated Manas sas, he proceeded across the river and ordered a general movement of the whole army iu the direc tion of the position lately occupied by the enemy The army moved on the morning of tbe lUch ot March, the greater part of it proceeding no further thuu Fan-fax Court-Souse. X small force of the arm _ pioceeded to Manassas aud beyond to the line of the Rappahannock, ascertaining that the enemy had retired beyond that river aud destroyed the rail road bridto across it. On the 11th of March Gen. McClellan ordered by telegraph, the transports from Annapolis to Wash ington (Alexandria.'), to embark the army Irom there, aud informed the Department that be pro posed to occupy Manassas with a portion ol kren. kanks's command, and throw all the force he could coucentra'e upon the line previously determined npon. Subseauent events iu tbe valley of the Shen andoah, terminating, for a time, in the battle ot Winchester of March 23, prevented the force under Gen. Bauks from leaving that valley. the weather. . , , , To Gen. McDowell was at first assigned the ad vance of the expedition. Bat when it was found that there was not transportation enough to embark at once hie, outire corps, he consented, in order to util ze what was there, to allow his troops to remain until such time as they could be moved together with the understanding that the troops preceding him should not operate upon bis proposed neld ol labor The result, however, was, that the corps of Gen McDowell was put off till the last, which, in pursuance of subsequent orders, led to his corps bein\" retained here for the defense of Washington. HOW WASHINGTON WAS LEFT UNDEFENDED. By reference to the President's general war order, No 3 of March 3, 1862, it will be seen that no"], [14, "8 \" Headquarters Military District of Washington, I \" Washington. D. C, April 2, 1863. J \" Sir: I have the honor to submit the following condensed statements of the forces left under my command for the de fenses of Washington: Infant it « l-»,33d Artillery 4,294 Cavalry, six companies only mounted 8« Total 20,477 Deduct sick and in arrest and eonfinenient 1,455 Total present for duty 19,022 \"I have no mounted light artillery under my command. \" Several companies of the reserve artillery of the Army of the Potomac are still here, but not under my command or fit for sorvice. \" From this force I am ordered by Gen. McCIellan to detail two regiments (good ones) to join Richardson's division (Sumner's corps) as it passes through Alexandria ; one regi ment to replace the 37th New-York Volunteers in Heintzel man's old division; one regiment to relieve a regiment of Hooker's division at Budd's ferry— total, 4 reeiments. \" I am further ordered this morning by telegraph to send 4,000 men to relieve Gen. Sumner at Manassas and Warren ton, that he may embark forthwith. \" In regard to the character and efficiency of the troops under my command, I have to state that nearly all the force is new and imperfectly disciplined ; that several of the regiments are in a very disorganized condition from YariouB causes, which it is not necessary to state here; several regiments having been relieved from brigades, which have gone into the field, in consequence of their unfitness for service — the best regi ments remaining having been selected to take their place. \" Two heavy ariillery regiments, and one infantry regi ment, which had been drilled for some months in artillery service, have been withdrawn from the forts on the sonth side of the Potomac, and I have only been able to fill their places with very new infantry regiments, entirely unacquainted with the duties of that arm, and of little or no value in their present position. \" I am not informed as to the position which Major-Gen. Banks is directed to take ; but at this time he is, as I under stand, on the other side of the Bull Run mountains, leaving my command to cover the front, from the ManaBsas Gap (about 20 miles beyond Manassas) to Acquia Creek. \" I deem it my duty to state that, looking at the numerical strength and character of the force under my command, it is in my judgment entirely inadequate to, and unfit for, the im- portant duty to which it is assigned. I regard it very im- probable that the enemy will assail us at this point, but this belief is based upon the hope that they may be promptly en* gaged elsewhere, and may not learn the number and the char- acter of the force left here. \" I have the honor to be your obedient servant, \" JAS. S. WADSWORTH, \" Brig.-Gen. and Military Governor. \" Hon. Secretary of War.\" change of base of operations of the army of the Po tomac was to be made -without leaving in and about Washington Buch a force as in the opinion not only of Gen. McClellan, but of '• the commanders of all the army corps,\" was sufficient to render the capital entirely secure. And by reference to the report of the council of war held at Fairfax Court-House, on the 13th of March, 1862, conBistingof Gens. McDow ell, Sumner, Heintzelman, and Keyes, it -will be seen that three members of that council deemed necessary for the safety of Washington \" that the forts on the right bant of the Potomac should be fully garrisoned; those on the left bank occupied, and a covering force of 25,000 men.\" The other General (Sumner) deemed 40,000 men in all sufficient. Notwithstanding this order of the President, and the decision of the council, when Gen. McClellan himself left Alexandria for the peninsula, he sent back orders, without conference with the command ers of corps* for all the corps of the Army of the Po tomac, but that of Gen. Banks, io embark at once for the peninsula. Just orevious to leaving, Gen. McClellan addressed the following communication to the Adjutant- General of the army: \" HEADQUARTERS ARMY OF THE POTOMAC, > \" Steamer Commodore, April 1, 1862. > \" General: 1 have to request that you will lay the follow ing recommendation before the Honorable Secretary of War: \"The approximate numbers^snd positions left near and in rear of the Army of the Potomac are aboutBs follows: \" Gen. Dix has, after guarding the railroads under his oharge, sufficient troops to give him 5.000 for the defense of Baltimore, and 1 ,988 available for the Eastern Shore, Annapo lis, &c- Fort Delaware is jvery well garrisoned by abont 400 men. \" Tbe garrisons of the forts around Washington amount to 10,000 men ; other disposable troops, with Gen. Wadsworth, heicg about 11,400. \"The troops employed in guarding the railways in Mary land amount to some 3,359 men. Those it is designed to re lieve, being old regiments, by dismounted cavalry, aud to send them forward to Manassas. \" Gen. Abercombie occupies Warrenton with a force which, including Col. Geary at White Plains, and the cavalry to be at his disposal, will amount to some 7,780 meis, with 12 pieces of artillery. \" I have the honor to request that all tbe troops organized for Bervice in Pennsylvania and in New-York, and in many of the Eastern States, may be ordered to Washington, I learn from Gov. Cuitiu that there are some 3,500 men now ready in Pennsylvania. This force I Bhouid be glad to have sent at once to Manassas. Four thousaud men from Gen. Wads worth I desire to be ordered to Manassas. These troops, with the railroad guards above alluded to, will make up a force, under Gen. Abercombie, to something like 18,639. \" It is my design to push Gen. Blenker's division from Warrenton upon Strasburg. He should retnain at Strasburg, too, to allow matters to assume a definite form in that region before proceeding to his ultimate destination. \" Tbe troops in the Valley of the Shenandoah will thus he, including Blenker's division, 10,028 strong, with 24 pieces of artillery. Banks's fifth corps, which embraces Gen. Sbields's, 19,687 strong, with 41 guns; some 3,652 disposable cavalry, and the railroad guards, about 2,100 men, amount to about 35,157 men. ;t It is designed to relieve Gen. Hooker by some regimejit — say 850 men, leaving, with 500 cavalry, 1,350 men on the Lower Potomac. Those communications were brought to the con sideration of the President by the Secretary of War. The subject was at once referred to the Adjutant- General of the Army, and Major-Gen. E. A. Hitch cock, with instructions to report at once -whether the orders of the President had been complied with. Their report is as follows: \" Washington. D. C-, April 2, 1862— 7:40 o'clock. \" In compliance with your instructions, I have examined the papers submitted to me, and have the honor to make the following report: \" First: The President's war order. No. 3, dated March 8, requires that on taking up any new base ol operations, the City of Washington shall he left entirely secure. The other points of the order it is unnecessary to consider, as the enemy, since its date, have abandoned their positions and batteries on the Potomac, and retired behind the-Rappa hannock. \" Second : The council of general officers held at Fairfax Court-House, March 13, took place after the enemy had retired from Manassas and destroyed the railroad in their rear. The council decided unanimously to take up a new base of operations from Fort Monroe, and three of the gen erals—a majority — decided that the force neceBsary to be left should be sufficient to fully garrison the forts on the right bank of the Potomac, and ' to occupy' those on the left bank, with a covering force of 25,000. It is, we think, the judgment of officers, that some 30,000 men would be necessary thus to man these forts, which, with the number of the cover ing force, would make a total of 55,000. ;' Third: The President's directions of March 13 to Gen. McClellan direct, first, to leave such a force at Manassas Junction as shall make it entirely certain that the enemy may not repossess it; second, that Washington shall be le It entirely secure; third, that the remainder of tbe army move down the Potomac, or move in pursuit of the enemy. In regard to occupying Manassas Junction, as the enemy have destroyed the railroads leading to it, it may be fair to assume that they have no intention of returning for the inoccupation of their late position, and therefore no very large force would be necessary to hold that position. \" Fourth : Major-General McClellan'a report to tbe Adju tant'General, of April 1, after giving the several positions of the troops propoMd to be left for the defenie ot Washington, *' To recapitulate: \" At Warrenton there is to be 7,780 men. '• At MaoaBBas there is to be 10.859 men. \" In the Valley of the Shenandoah. . . .35.467 men. \" On the Lower Pctomac 1,350 men. \"In all 54,456 men. \" There will thus be left for the garrisons and the front of Washington, under Gen. vVadsworth, 18,000 men, exclusive of the batteries uuder instruction. \" The troops organizing, or ready for service in New-York, 1 learn will probably number more than 4,000. These should be assembled at Washington, subject to disposition where most needed. I am, very respectfully, your obedient Beivant, \" GEORGE B. McCLELLAN, Major-Geu. Commanding. \" Brig-Gen. Thomas, Adjutant-General U. S. Army.\" This statement, to ubo the expression of one of the witnesses, was \"very indefinite.\" Gen. Wads worth, who had been ordered to take charge of the defenses of Washington, upon learning the disposi tions of troops proposed by Gen. McClellan, and feeling the great importance of the trust committed to his charge, and the total inadequacy of the means provided him for that purpose, addressed to the Sec retary of War the following communication:"], [15, "9 gives a representation aa follows: At Warrenton there is to be 7,780; at Manassas, siy, 10,859; iu the valley of the Shenandoah, 35,467; on the Lower Potomac, 1,350. Total in all, 55,456. And there would be left for the garrisons and the front of Washiogton, under Gen. Wadsworth, some 18,000. Iu tho above enumeration, Gen. Banks's Aimy Corps is included; but whether this corps, operating in the Shenandoah Valley, should be regarded as a part of the force available for the protection of the imme diate front of Washington, the undersigned express no opinion. 5th appeared before the enemy's lines. Gen. IMc- Clellan states that he moved from Fortress Monroe sooner than he otherwise would have done, upon hearing that the enemy were sending down re-en forcements. DELAY BEFORE YORKTOWN. All the testimony goes to prove that when our troops first landed on the Peninsula the force of the enemy there consisted of Magruder's command, vari ously estimated at from 7,000 to 12,000 men, except by Gen. McClellan, who estimates it from 15,003 to 20,000. The Hon. Lemuel J. Bowden, United States Ssnator from Virginia — then living within the Rebel lines, near Wiltiamsburg — testifies that the Rebels did not determine to re-enforce Magruder until it was apparent that our forces intended to stop be fore Yorktown aud commence a regular siege of the place. It is now evident, whatever may have been the opinion of our officers at the time, that our forces, when they first appeared before Yorktown, could have pierced the line of works across the Peninsula there without much difficulty, isolating Yorktown, and cutting off re-en for cements , when theplace must have fallen in a very short time. Some of oar Gene rals expected and desired that that should be done. Gen. Heintzelman forwarded to Gen. McClellan the application of Gen. Hamilton, commanding a divi sion, for permission to force the enemy's lines. No answer was received to the application. \" Fifth: Gen. Wadsworth'B report of April 2d gives his force as folia wa: infantry, 15,335; artillery, 4,494; cavalry, 858 — Bix companies only being mounted. Total, 20,477. \" Deduct sick, in arrest and confinement, 1,455. Total for duty, 19,022. \"From this force Gen. Wadsworth is directed to detach two good regiments to Richardson's division, Sumner's corps, which should be deducted from his command, one regiment to replace the 37th New- York, in Heintzelman's old division, and one to relieve a regiment of Hooker's division at Budd's Ferry — total, four regiments. \" It is also ordered to send 4,000 men to relieve Sumner at ManasBas and Warrenton. Gen. Wadsworth represents that he has no mounted light artillery under his command ; states that there were several companies of reserve artillery still here, but not under his command, or fit for service. \" Gen. Wadsworth further reports that nearly all the force is new and imperfectly disciplined ; that several of the regi ments are in a very disorganized condition, some of them hav ing been relieved from brigades which have gone into the field, in consequence of their unfitness for service, the beBt regiments remaining having been selected to take their place ; two heavy artillery repiments and one infantry regiment, which had been drilled for months in artillery service, having been withdrawn from the forts on the south side of the Poto mac, and their places supplied with new infantry regiments, entirely unacquainted with the duties of that arm, and of lit tle or no value in their present position. If there was need of a military force for the safety of the City of Washington within its own limits, that referred to in the report of Gen. Wadsworth would seem to be entirely inadequate. \"In view of the opinion expressed by the council of the commanders of army corps ot' the force necessary for the de fense of the capital, though not numerically stated, and of the force represented by Gen. McClellan as left for that purpose, we are of the opinion that the requirements of the President, that the city shall be left 'entirely Hecure.' not only in the opinion of the geueral-in-chief, but that of the ' commanders of the army corps ' also, has not been fully complied with, \" All of which is respectfully submitted. ■' L. THOMAS, Adjt.-Gen. \" E. A. HITCHCOCK, Msj^Gen. U. 8. A.\" HOW MANY TROOPS M'CLELLAN HAD. Instead of that, however, a siege was determined upon, contrary to the desire of the President, who, as early as the 9th of April, wrote to Gen. McClel lan as follows: \"There is a curious mystery about the number of troops now with you. 1 telegraphed you on tbe 6th, urging that you had over 100,000 with you. I had just obtained from the bec retary of W*r a statement, taken, as he said, from your own returns, making 108,000 then with you and en route to you. You now say that you will have not 85,000, when all en route to yon shall have reached you. How can this discrepancy of 25,000 be accounted for? As to Geu. Wool's command, 1 un derstand it is doing for you precisely what a like number of your own would have to do if that command was away. \" 1 suppose the whole force which has gone forward to you is with you by this time, and if to, 1 thina it is the precise time for you to strike a blow. By delay the enemy will steadily gain on you — that is, he will gain sister by fortifica tions and re-enforcements than you oan by re-enforcements alone. \" And, once more, let me tell you it is indispensable to you that you strike a blow. I am powerless\" to help this. You will do me the justice to remember I always wiaued not going down the bay in search of a field, instead of fighting at or near Manassas, as only shifting aud not surmounting a dif ficulty ; that we should find the same enemy a&d the same or equal intreuchments at either place. The country wilt not fail to note — is noting now — that the present heiitatisn to move upon an intrenched position is but the stjry of Manassas re peated.\" THE PRESIDENT PROTECTS THE CAPITAL. The day after this report was written, the Presi dent directed the Secretary of War to order one corps of the Army of the Potomac to remain in front of Washington until further orders. The corps of Gen. McDowell, beiner the only corps remaining intact here, was selected to remain, without tbe knowledge of Gen. McDowell, he being engaged, at the time of receiving this order, in making preparationb to im mediately follow the rest of the army to the penin sula. THE PENINSULA CAMPAIGN. Gen. Heintzelman, who commanded the first troops of tbe army of the Potomac that landed on tbe peninsula, arrived at Fortress Monroe on the 23d of March, two weeks after the evacuation of Manassas. He had orders to encamp as near Fortress Monroe as possible, iu order that tbe enemy should have no idea of the direction iu which tbe army was to move, whether toward Yorktown or Norfolk. Geu. Heintzelman states that shortly after lauding he ob tained information that the enemy had not more than 10.0U0 troops at Yorktown and on the Peninsu la, and i» satisfied that he could have advanced and isolated Yorktowu, in which case there would have been no Kerious obstacle in the waj\" of proceeding di rectly to Kichmond. On the 27th of March be seut out rucouuoitering parties as far as Bh,' Bethel and Watt's Creek, aud went near tbe Half way House, where about 400 of the enemy, and a little artillery were seen. He telegraphed to Gen. McClellau what he was doing, and received a dispatch, iu reply, that he (((6u. ML'Cleltaii) hoped tbat nothing hud been done to /^ive the enemy information of the liue of operatiuiin of the army. The reconnoissance was then withdrawn. And tbe repetition was made complete nearly a month later, when the enemy, in tbe face of a su perior force, evacuated their works without loss and without the knowledge of the general commanding our army. M'CLELLAN WANTS MORE TROOPS. Gen. McClellan, however, did not deem his forces sufficient, and objected very strongly to the order of tbe President detaching MeDowell's corps for the defense of Washington, as \"imperiling the success of our cause.\" He called again and again for re enforcements, askiqg lor Franklin's and McCall's Divisions of McDowell's corps, to be under, com mand of Franklin ; insisting that Franklin's Divis ion, at least, should be sent to him. On the 11th of April Franklin's Division was ordered to Alex andria to embark for Fort Monroe. On the 14th, Gen. Franklin reported to Gen. JlcClellau near Yorktown, but hid troops remained on board the transports until after the enemy evacuated theplace, when they were ordered to West Point. HE WANTS TRANSPORTATION. On the 6th of April Gen. McClellan telegraphed to the President, \"I have by no means the trans portation I must have to move my army even a few miles ; ' ' and asks that ail his orders for wagon trains. Troops continued to arrive at Fortress Monroe, and on ihe 2d of April Geu. McClellan himself ar rived. On the 4th of April tbe army commenced its movement in the direction of Yorktown, and ou the"], [16, "10 &c, may at once be complied with. Ail waa sent to him as desired, until even Gen. McDowell found himself bo stripped of tbe transportation designed for bis corps, that when he moved to Fredericksburg it was with the greatest difficulty he could move supplies for bis small force from Acquia to Falmouth until the railroad was completed. A month was spent before Yorktown, our army, in the opinion of some of our ablest officers, becom- ing more demoralized by the labors of a long siege tban it would have been even by an unsuccessful assault. The returns in the Adjutant-General's office, signed by Gen. McClellan and his Adjutant- General, show that on the 30th of April, 1862, the forces on the Peninsula under Gen. McClellan amounted to 112,392 present for duty. only about 3,000 infantry — tbe cavalry there not be ing fitted for operations against the enemy, on ac count of the country being so wooded. Upon re ceiving the call for reinforcements to be sent to the left to Gen. Hooker, he sent staff officers to hurry up troops from the rear, his own corps being some ten miles off, and ordered Kearney to re-enforce Hooker. Ee-enforcements not coming up to Gen. Hooker as soon as needed, or perhaps expected, the Prince de Joinville and Gov. Spragne went to York town to urge Gen. McClellan to come up to the front, and take charge of matters there. Gov. Sprague arrived at Yorktown about 1 o'clock, hav ing been about an hour in going down. He testifiei that when Gen. IMcClellan was told the condition of affairs at the front, he remarked that he had sup posed \"those in front could attend to that little mat ter.\" After some time Gen. McClellan started from Yorktown, and reached the vicinity of Williamsburg about 5 o'clock in the afternoon. HE WANTS GUNS. On the 1st of May the President telegraphs to Gen. McClellan: \"Your call for Parrott guns from Washington alarms me, chiefly because it argues in definite procrastination. Is anything to be done?\" YORKTOWN EVACUATED — M'CLELLAN CHA- HOOKER DOES THE FIGHTING. By that time Gen. Kearney had reacted the field and re-enforced Gen. Hooker, taking command, being tbe senior in rank to Gen. Hooker. Gen. Hancock bad been engaged on the right, but, upon being re-enforced, had succeeded in repulsing the en emy, losing about forty men. The principal fighting was done by the troops under Gen. Hooker, his di vision sustaining a loss of about 1,700 men. Before he was re-enforced, his troops were obliged to hold their position with the bayonet and such ammuni tion as tbe men could obtain from the bodies of those who had fallen, the roads being so muddy that it was imposfcible to bring up fresh ammunition. GRINED. On the night of tbe 3d and the morning of the 4th of May, the enemy evacuated Yorktown without loss. One of the witnesses testifies that Gen. Mc- Clellan was very much chagrined and mortified at the evacuation, as he bad made his preparations to open from his tatteries on Monday, tbe 5th of May. PURSUIT OF THE REBELS. The evacuation Was discovered by daylight on the morning of the 4th. Between 10 and 11 o'clock, Gen. StoDeman, with the cavalry and some light horse artillery, ttarted in pursuit. About 1 o'clock, Gen. Hooker, with hie division, le/t Yorktowu, with orders to support Gen. Stoneoian. Gens. Sumner, Heintzelman and Keyes also moved out during the day, with the whole or portions of their corps. About five ttiles from Yorktown the divitionof Gen. Hooker was delayed for some time in consequence of other troops, coming from another direction, getting into the road before him. RETREAT AND PURSUIT. That night the enemy evacuated their position at Williamsburg. Gen. McClellan states that after he arrived on the fieli he was so satisfied that the ene my had been beaten and would be compelledio evac uate their position that nigbt or be takeD at a great disadvantage, that he countermanded orders to the divisions of Richardson and Sedgwick and sent them back to Yorktown. In the meantime Gen. Stoneman had overtaken the rear of the enemy with his cavalry, and followed them up closely, keeping up a running fire ail the time, until the enemy reacnea their wotks in the neighborhood of Williamsburg, when the pursuit was checked. Gov. Sprague was sent back to hurry up the infantry support under Gen. Hooker. After con siderable delay, fiuding it impossible to pass the troops ahead of him, Gen. Hooker turned off and proceeded by another road, of which he had obtained information from some of the inhabitants; marched till 11 o'clock that night, renewed tbe march at day light, and came up to the advanced works of the enemy a little after 7 o'clock, about half a mile from Fort Magruder; and at once engaged the enemy. The next day tbe puranit was continued for a short distance by Gen. Stoneman and the cavalry, with a small body of infantry. Several of the Gen erals testify that, had the enemy been promptly fol lowed up after the battle of Williamsburg,' they could have been followed right into Richmond — one nf them says without firing a gun. Gen. McClel lan says that the roads were 60 bad, in consequence of the rains, that it was impracticable to make a vigorous pursuit. The bat tie of Williamsburg appears to have been fought under many and serious disadvantages. Nohing was known of the nature of the country or the defensive works of the enemy until our troops arrived before them; there was no controlling mind iu charge of the movements; there was uncer tainty in regatd to who waa in command; each Gen eral fought as he considered best; and, by the time the General Commanding appeared on. tliefield, the principal part of the fighting was over. BATTLE OF WILLIAMSBURG. There seems to have been great misapprehension and confusion in relation to the management of the troops at WilliamBburg. When the pursuit first commenced on Sunday, Gen. Heintzelman was in structed by Gen. McClellan to take charge of oper ations iu front. On the morning of Monday orders were sent to Gen. Sumner to take the command; Gen. McClellan rymained behind in Yorktown to superintend the sending of two divisions up the York River to West Point. A heavy rain set in on Sunday, rendering the roads almost impracticable for the passage of troops. The troops of the differ ent commands became mingled — divisions and brig ades, to some extent, were separated from each other — and it Beemsto have been difficult to get the fcroopB up in time. During Monday forenoon Gen. Hooker, finding himself hard pressed by tbe enemy, aud understand ing that Gen. Sumner had 30,000 troops with him, 6eut repeatedly for reenforcements. So did Gen. Stoneman and Gen. Heintzelman, but no reenforce ments arrived. Gen. Sumner states that, having aent Gen. Hancock to the right, he had at the center FURTHER DELAY. Some three or four days were spent at Williams burg for the purpose of bringing up supplies, &c, and then the line of march was taken up for the Chickahominy. It was about the time \"that the army left Williamsburg that Norfolk was taken and the Merrimac destroyed. But preparations had been made before those events occurred to have sup plies sent np York Kiver instead of the James, and the line afterwards followed was adopted. The consequence was that the gunboats were of little or no service in tbe operations against Kichmond, and remained entirely inactive, except in some opera tions against Fort Darling, until they were called upon to protect the army when, in July, it fell hack to tbe James Kiver. The distance between Williamsburg aud the line of operations on the Chickahominy was from forty to fifty miles, aud the army waa most two week*"], [17, "11 in their rear. They at once commenced digging rifle pits and cutting abatis, the pickets at night being at tacked by the enemy, who were repulsed. About 11 o'clock on the morning of the 31st the pickets re ported the enemy approaching, and an aid of Gen. Johnston was capturedgand brought in with import ant papers upon him. Gen. Casey, with this aid aud his general officer of the day, went to Gen. Keyes and reported the circumstances to him. Gen. Keyes testifies that for some days before the attack he sent to Gen. McClellan reports of his condition, the threatening attitude of tbe enemy iu his imme diate vicinity, and urged that Gen. Sumner be sent across to his support. This was not done, however, until after the attack commenced. Reports continued to came in of the approach of the enemy. The di vision was called out and formed, the working men called in, and preparations made to meet tbe coming attack. Two lines of battle were formed — one in the rifle-pits, and another about one-third of a mile in advance— composed of five or six regiments and four pices of artillery. A regiment had previously been sent out to support the pickets. About 20 min utes to 1 o'clock the eneoiy commenced the attack in force, supposed to amount to about 35,000 men, attacking in front and on both flanks. After fight ing for some time, the enemy continuing to come on in force, the forces in front fell back to the rifle-pits, aud fought there until nearly surrounded. Re-en forcements had been promised, and Gen. Casey had selected tbe position to which they were to be as signed; but no le-eoforcements came up to his posi tion until ju6t before he was forced to fall back from hia second line, when a single regiment arrived. Af ter about three hours' fighting the division fell back from its second line with a loss of 1.433 in killed, wounded, and missing. In the course of an hour after Casey's division had been driven back, the re mainder of our forces were swept back from a mile and a half to two miles from Casey's first line, when the enemy were checked, and tbe fighting ceased for the day. During the battle Gen. Sumner, whose corps waa on the left bank of the Chickahominy, was ordered by Gen. McClellan to hold his forces in readiuess to cross. Gen. Sumner not only did that, but at once called out his forces and moved them until the heads of the columns were at the bridges ready to cross, thereby Baving becweeu one and two hours. When the order came to cross he immediately moved his forces iu the direction of tbe field of battle, came up with and engaged the enemy, and relieved tbe pres sure upon the troops engaged upon his left. in moving that distance. The first troops that crossed the Chickahominy were the corps of General Keyes, which crossed on tbe 24th of May, followed by the corps of Gen. Heintzelman on the 25th. The rest of our army remained on the left bank of the Chickahominy until the battle of Fair Oaks, when tbe corps of Gen. Sumner crossed to the as sistance of Gens. Heintzelman and Keyes. MCCLELLAN STILL CALLING FOR MORE TROOPS. Gen. M'Clellan continued calling for re-enforce ments, representing that tbe force of the enemy in his front was superior to his own, and that the force unier Gen. McDowell would do more for the protection of Washington, if sent to his army, than in any other position in which it could be placed. In a letter written on the 21st of May be aBks that Gen. McDowell's corps be sent to him by water rather than by land, as the more expeditious mode, and that he and his forces be explicitly placed under his orders, \" in the ordinary way.\" He closes his letter by saying: \" I believe there is a great struggle before thii army, but I am neither dismayed nor discouraged. I wiBh to strengthen its force as much ss I can ; but, in any event, I shall fight it with all the skill, and caution, and determination that I pos sess. And I trust that the result may either obtain for me the permanent confidence of my Government, or that it may close my career.\" In reply to the request of General McClellan that General McDowell should join nis forces by water, the President states, on the 21st of May: \" McDowell can reach you by land sooner than he could get aboard of boats if the boats were ready at Fredericksburg, unless his march shall be resisted, in which case the force re sisting him will not be confronting you at Richmond. By land he will reach you in five days after starting; whereas, by water, he would not reach you in two weeks, judging by past experience. Franklin's single division did not reach you in ten days after I ordered it.\" JACKSON IN THE SHENANDOAH. Preparations were accordingly made for General McDowell to leave Fredericksburg on the 25th of May to join Gsn. McClellan. Just at that time, however, Jackson commenced his expedition dowD the Shenandoah Valley, and Gen. McDowell, to gether with Gen. Fremont, from Western Virginia, was sent to the assistance of Gen. Banks, and to in tercept Jackson iu his retreat. Upon being informed of this, Gen. McClellan replied tbat the movement of Jackson was probably iuteuded to prevent re enforcements being Bent to him. The President re plied, giving him full information as to the condition of affairs in the valley, and closed by saying: \" If McDowell's force was now beyond our reach we should be utterly helpless. Apprehensions of something like this, and no unwillingness to sustain you, has always been my rea son for withholding McDowell's force from you. Please un derstand this, and do the best you can with the forces you now have\" BATTLE OF FAIR OAKS. The next day, the lat of June, the enemy attacked Gen.' Sumner st Fair Oaks. Gen. Hooker, who had been ordere 1 forward the day before by Gen. Heint zelman with one-half of his division, hearing the firing ot the enemy upon Gen. Sumner's forces, pro ceded at once in that direction and engaged the enemy. Io a short time tbe enemy were repulsed, aud fell back in confusion. There was no communi cation between tbe forces under Gen. Sumner and those under Gen. Heintzelman (Hooker's), but each fought as he deemed best uuder tbe circumstances. Gen. McCldlan was with the main part of the army on the left bank of the Chickahominy. After the fighting was over he came across to the right bank of the river. BATTLE OF SEVEN PINES. On the 31st of May aud the 1st of Jane tbe bat tles of Seven Pines and Fair Oaks were fought. As there has been so much controversy iu regard to the conduct of some of the troops engaged iu that bat tle, your Committee will refer more particularly to the testimony of Gen. Casey, who commanded the advanctd division, upon which the attack was first made. Gen. C*sey states that, when the campaign of the Peuiusala commenced, bis division consisted ErincijiaHy of raw and inexperienced troops. They ad suffered greatly from tne labors and exposures incident upon the siege of Yorktown and the ad vance of the troops up tbe Peninsula. Some of them bud been for weeks without shelter, being com pelled to leave their camp equipage bebiud when ordered on the pursuit of the enemy after the evacu ation of Yorktown. That division took the lead across the Cbiekahomiuy, taking up a position at Seven Fines, where it established itself by throw ing up iutrenebmeots and cutting abatis. A lew days before the battle of Seven Pines, con trary to the advice aud opinion of Gen. Keyes and Gen. Casey, the division was ordered three-quarters of a mile to the front, wilhin six miles of Richmond, his pickets extending within nve miles. They had no support on tbeir right or their left, the remainder •f the corps to which they belonged (Keyes's) being HOOKER'S RECONNOISSANCE. On tbe morning of Monday Gen. Heintzelman ordered Gen. Hooker to make a reconnoissance in force, which he did, advancing to within four miles of Richmond, mee'ciug with no resistance except % little from the enemy's pickets. Upon bein^ in formed by Gen. Heintzelman of what he had done, Gen. McClellau ordered the troops to be recalled and occupy the position tbat had been held by Casey's division. The officers engaged in that battle, who have been examined, testily tbat tbe army could have pushed right on to the City of Richmond with little resist' ance; that the enemy were very much broken and demoralized, throwing away arms, clothing, &c,"], [18, "12 that might impede their flight. Gen. McClellan seems to have contemplated au immediate move ment upon Richmond, for, the day after tbe battle, June 2, he writes to the Secretary of War: \" The enemy attaoked in force and with great spirit yester day morning, but are everywhere moj-t signally repulsed with great loss. Our troops charged frequently on both days, and uniformly broke the enemy. The reBult is, that our left is within four miles of Richmond. I only wait for the river to fall to croBS with the rest of the force and ma>e a general at tack. Should I find them holding firm in a very Btrong posi tion, I may wait for what troops I cau hriog up from Fort Monroe. But tbe morale of my troops is now such tbat I can venture much. 1 do not fear for odds against me. The vic tory is complete, aud all credit is due to the gabantry of our officers and men.\" JACKSON THREATENS AN ATTACK. On tbe 24th and 25th of June, Gen. McClellan telegraphs the Secretary of War that he is informed by deserters abd contrabands that Jackson is con templating an attack upon his right and rear. As this dispatch of Gen. McClellan, and the one of the President in reply, ars dated immediately previous to the \" seven days' battle,\" they are given here iu full. \" Received 8.50 p. m. McClellatj's June25— 6.15 p. m. \"I have just returned from the field, and find your dispatch in regard to Jackson. Several contrabands, just in, give in formation confirming the supposition that JacfcsoL's advaoce is at or near Hanover Court-Hoase, and that Beauregard ar rived, with strong re-enforcements, in Richmond yesterday. I incline to think that Jackson will attack my rizht and rear. Tbe Rebel force is stated at 200,000, including Jackson and Beauregard. I shall have to contend against vastly superior odds if these reports be true; but this army will do all in the power of man to hold their position and repulse an attack. I regret my great inferiority of numbers, but feel that I am In no way responsible for it. as I have not failed to represent re peatedly the necessity of re enforcements; that this was the decisive point ; and that all the available means of the Govern ment should be concentrated here. I will do all that a gene ral can do with the splendid army I have the honor to com mand; and if it is destroyed by overwhelming numbers, can at least die with it, and share its fate. But if the result of the action which will occur to-morrow, or within a short time, is a disaster, the responsibility cannot be thrown on my shoul ders; it must rest whereit belongs. \" Since I commenced this, I have received additional intel ligence confirming the supposition in regard to Jackson's movements and Beauregard's. I shall probably be attacked to-morrow, and now go to the other side of the Chickahominy to arrange for the defense on that side. I feel that there is no use in my again asking for re -enforcements. \" GEO. B. McCLELLAN, Major-General. \"Hon. E. M. Stanton, Secretary of War.\" The answer of the President is as follows: The movement was not made, however, as Gen. McClellan states, because of the high stage of water and the bad roads. MORE RE-ENFORCEMENTS. On the 6th of June McCall's division of Gen. McDowell's corps was ordered to join the army on the peninsula. On the 8th of June Gen. Mc'Clellan telegraphs: \"I shall be in perfect readiness to move forward and take Richmond the moment that Mc- Call Teaches here and the ground will admit the passage of artillery.\" On the 10th or 11th of June McCall's troops commenced arriving at the White House. Preparations continued to be made in Washington to send down by land from Fredericksburg the re mainder of Gen. McDowell's corps, he being direct ed to co-operate fully with Gen. McClellan, but re taining an independent command. This does not appear to have been in accordance with General McClellan's wishes; for, on the 16th of June, he telegraphs to the Secretary of War: ■' Washington, June 26, 1862. \"\"Sour three dispatches of yesterday in relation to the affair, ending with the statement that you completely succeeded in making your point, are very gratifying. \"The later one of 6i p. m., suggesting the probability of your being overwhelmed by 200.00U men, and talking of whom the responsibility will belong to, pains me very much. I give you all I can. and act on the presumption tbat you will do the be6t yon can with what you have ; while you continue, ungen erously I think, to assume that I could give you more if I would. I have omitted, I shall omit, no opportunity to send you re-enforcements whenever I possibly can. \"A. LINCOLN. \" Major-General McClellan.\" \" It ought to be distinctly understood that McDowell and his troops are completely under my control. I received a telegram from him requesting that McCall's division might be placed so as to join him immediately upon his arrival. That request does not brea*he the proper spirit; whatever troops come to me con^t be disposed of -o as to do the moat good, I do not feel ~ at in seb circumstances as those in which I am now placiM pd. McDowell should wibU the general in terest to be tc ■ iLiced for the purpose of increasing his com mand. If I cai tiot fully control all Mb troops I want none of them, but wouiii prefer to fight the battle with what 1 have, and let otherB be leupousible for tbe results.\" On the lS'h ;f June, Gen. McClellan telegraphs to the Secretary of War that he has received informa tion from deserters to tbe effect that troops have leit Richmond to re-enforce Jackson; tbat the movement commenced on the 8th ; and that if re-enforcements have gone to Jackson, they are probably not less than 10,000 men; that he cannot vouch for the truth of tbe statement, but that ic seems pretty cer tain that it is believed in Richmond and among the Rebel troops. To this the President replies, on the Bame day, that tbe information is corroborated by a dispatch from Gen. King at Fredericksburg, and re marks: \"If tbis is true, it is as good as a re enforcement to you of an equal force.\" On tbe eame day Gen. McClellan telegraphs to the President : BATTLE OF MECHANICSVILLE. On the afternoon of the 26th of June, between 2 and 3 o'clock, the enemy, in considerable force, made a vigorous attack upon the troops of Gen. McCall's Division, stationed at Mechanicsville, consisting of tne two brigades of Seymour and Reynolds. The action lasted until nightfall, when the enemy were repulsed. TroopB were sent up by Gen. Porter to the assistance of tbOBe engaged; but they were not in the battle, though some of them were in position to support the right of the line. About 12 o'clock tbat night the troops were ordered to fall back to Gainea's Mill, which was ac complished without loss. BATTLE OF GAINES'S MILL. On tbe 27th the battle of Games s Mill was fought, principally by tbe troops under Gen. Porter. Our forces there engaged were from 27,000 to 30,000; the force of the enemy being from two to three times that number. The enemy were in such su perior force that, although our trooDR fought with exceeding bravery, they were driven back with a loss of about 9,000 men, in killed, wounded and missing. Gen. McClellan was questioned as to the policy of leaving the right wing, consisting of only about 30,000 men, to meet the attack of the superior force of the enemy, instead of withdrawing it to the right bank of tbe Chickahominy before the battle of Gaines's Mill. His testimony on that point is as follows : \" A general engagement may take place at any hour. An advance by us involves a battle more or less decisive. The enemy exhibit at every point a readiness to meet us. They certainly have great numbers and extensive works. If ten or fifteen thousand men have left Richmond to re-enforce Jack ion, it illustrates their strength and confidence. After to-mor row we ahall fight tbe Rebel army as soon as Providence will permit. We shall await only a favorable condition of the earth and sky, and the completion of some necessary pre liminaries.\" STRENGTH OF THE ARMY. The returns of Gen. McClellan to the Adjutant- General's office give the following as tbe strength of the army on' the peninsula on tne 20th of June: Present for duty, 115.102; special duty, sick aud in arrest, 12,225; absent, 29,511— total, 156,838. STUART'S RAID. Question. Whatever might bavebeen the intentions of the enemy, aw tbe attack was to have been made by him, would it not have been better to have placed both wings of our army on tbe same side of the Chickahominy prior to the battle of Gainers Mill ? \"Answer. I do not think they ought to have been brought to tbe same side of the river before they actually were. About this time tbe Rebel General, Stuart, with his cavalry, made his celebrated raid, making tbe en tire circuit of our army unharmed, and discovering the nature of our communications with the York River."], [19, "13 \" Queation. What advantage waa giined by l»aving the right wing of our army to be attacked by a greatly superior force 1 \" Answer. It prevented the enemy from getting on onr flank and rear, and, in my opinion, enabled ua to- withdraw tbe armv and its material. •' Question. Will yon explain what was done by the rigrht wing of our army at or about the time the left waa engaged which aaved our flank from attack and enabled the army and ita material to be withdrawn? \" AnBwer. By desperate fighting they inflicted eo great a loas on the enemy aa to check his movement on the left bank of the river, and gave ue time to get our material out of the way.\" RETREAT OP THE WHOLE ARMY DECIDED ON. Savage's Station, Glendale and Malvern were fought during tbe movement of the army to th? James, the enemy being repulsed in each day's fightiog, and onr army falling back, under orders, during the night. It womd appear, from all the information your Committee can obtain, that the battles werejought, the troops handled, new dispositions m 7de and old ones changed, entirely by the corps commanders. without directions from the Commanding General. He would place the troops in the morning, then leave the field and seek tlie position for the next day, giv ing no directions until the close of the day's fight ing, when th.e troops would be ordered to fall back during the night to the new position selected by him. In that manner the army reached the Jamei River. During the night after the battle of Gaines's Mill all our forces were concentrated on the right bank of the Chickahominy, and the next day the movement to the James Kiver was determined upon. Gen. Heintzelman testifies that the night after that battle he was sent for by Gen. McClellan ; that he found everything packed, ready to leave; that Gen. Mc- Clellan said there were two things to be done — to concentrate his forces and risk all on a battle, or to withdraw to the James River; that if he risked a battle there, and was beaten, the army wasdeBtroyed. Gen. Heintzelman advised him not to risk a battle under such circumstances, for if that army was lost the cause would be lost ; that it were better to go to the James River and await re-enforcements. Gen. McClellan replied that he was of that opinion him self, and that was determined upon. That night, at 12:20 a. m., Gen. McClellan telegraphs the Secre tary of War that he (Gen. McClellan) ib not responsi ble for tbe result, but feels tbat the Government has not sustained his army. BATTLE OF MALVERN HILL. The battle of Malvern Hill, of the 1st of July, was the mo3t fiercely contested of any upen the peninsula. The troops were placed in the morning, under direction of Gen. McClellan, who then left the field, returning to it again iu the afternoon. The first action of the day commenced aboat 10 o'clock in the forenoon, bnt did not continue long. The principal action, when the enemy attacked most vigorously and persistently, comm-nced late in the afternoon, and continued till aftt-.r dark, the enemy being repulsed and beaten at every point. Many oTt the officers examined by your Committee are of the' opinion tbat the enemy were so severelv punished on that day that they could have been followed into Richmond had our army followed them up vigor ously. It is tru* that our army had been severely tried during the preceding week, lighting, as they did, nearly every day, and retreating every night. The corps commanders and the tro >ps under them fought most bravely — no troops better. Hovreverdieheart ened they may have become by what all must have regarded as a precipitate retreat during the night, they still fought with the most obstinate bravery when attacked in the day t'.me by an exultant and successful enemy. To this the President replies, on the 23 ;h : \" If you have had a drawn b-Bttle, or a repulse, it ia the price we pBV for tbe enemy not being in Waohingtni] We protected Washington aud tne enemy concentrated on you. Had we stripped Washington he would have been upon us before the troopB sent could have got to you. \" Save your army at all events. Will send re-enforcements as fast aa we can. Of course they cannot reach you to-day, to-morrow, or next day.\" The 28th of June passed without any serious lighting. Col. B. S. Alexander testifies that on the afternoon of that day he was sent for by Gen. Mc- Clellan, and went to bis headquarters, at Savage's Station, arriving there about dark. He recsived in structions to proceed with an escort to the James River, send back a sufficient number of men to act as guides for the different columns of the army, communicate with the gunboat-, and order supplies to be brought up the river ; to examine both shores ot the James to the mouth of the Chickahominy, and ascertain the landing places; proceed up the Chick ahominy to the head of navigation and ascertain the places where the army could croeB, iu case of necessity, and then return to headquarters and re port. He left Savage's Station that night, aud readied the James River tbe next afternoon. By the time be had completed his examination the army had reached the James River at Malvern. M'CLELLAN STILL RETREATS. The commanding general, however, determined to fall back from Malvern to Harrison's Bar, notwith standing the victory won there by our army. He seems to have regarded his army as entirely unfitted to meet the enemy, for on the day of the battle at Malvern, evidently before that batile took place, he writes to the Adjutant-General of the army from Haxall's plantation. AND STILL WANTS TROOPS. ■' My men are completely exhausted, and I dread the remit if we are attacked to-day by fresh troops- If possible, I shall retire to-night to Harrison's Bar, where the gunboats can ren der more aid in covering our position. Permit me to urge that not an hour should be lo ;t in sending me fresh troops. More gunboats are much needed.\" On the 2d of July the President telegraphs to Gen. McClellan: M'CLELLAN PROPOSES TO DESTROY HIS BAG- GAGE. \"Your diepatch of yesterday moroiog induces me to slope your army is having some rest. Iu thia hope allow me to reason with you for a inomeut. Wnen you ask lor 50,000 men to be promptly sent you, you must surely labor under some groas mistake of fact. Recently yon sent papers showing; your disposal of forces made last Spring for the defense of Washington, and advising a return to that plan. I find in cluded in aud about Washington 75.000 men. Now please be assured that I have uot men enough to fill that very plan by 15,000. All 0/ Gen. Fremont-i in the valley; all of Gen. Banks' i ; all of Gen. Me Dowcils not with you : and all m Washington, taken tj-yether do not exceed, if they reach, 60,004. with Gen. Wool and Gen. Dix added to those mentioned. Z have n-t outside of y-mr army 75,000 men east ot the mountains. Thus the idea of sending you 50.000 meu, or any other con siderable force, promptly, is simply absurd. If, in your fre- ?uent mention of responsibility, you had the impression that blame you for not doing more than yon can. pleaae be re lieved of such impression. 1 only beg that in like manner yon will not ask impossibilities of me. *' If yon think yon are not strong enough to take Richmond juBt now. I do not ask you to try just now. Save the army, material aud personnel, and 1 will strengthen it for the offen sive again as fast I can.\" While at headquarters, receiving his instructions, he was shown, as he testifies, a primed order, not then issued, directing the destruction of the bag gage of officers aud men, and the tents, camps, equipage, and things of that kind; appealing to the army to submit to tuiB privation, as it would be only temporary — \"only for a few days.\" He remon strated with Gen. McClellan against issuing such an order; that it would have a bad effect, would de moralize the army, as it would be telling them more plainly than they could be told in any other way I hat they were defeated and running for their lives. The order was not issued, and Gen. McClellan tes tifies that he has no recollection of any such order. THE RETREAT TO JAMES RIVER. The retreat to the James River having been de cided upon, the army took up its march, being at tacked by the enemy iu the day time, and however successful in repelling those attacks, evacuating their positions daring the night. The actions ot On the 3d of July, after tbe army had reacnei"], [20, "14 Harrison's Bar. Gen. McClellan writes to the Secre tary of War : of tbe troops was one of the reasons assigned for the final withdrawal of the army from tbe peoinsula. M'CLELLAN'S DEMAND FOR RE-ENFORCEMENTS. \"I am in hopes that the enemy ia as completely worn out as we are ; he was certainly very severely punished in the last battle * * * * \"\" * * It ia, of course, impossible to estimate as yet our losses, but I doubt whether there are to-day more than 50,000 men with their colors. \" To accomplish the great task of capturing Richmond, and putting an end to this rebellion, re-enforcements should be sent me rather much over than leas than 100,000 men.\" Gen. McClellan applied for 50,000 re-enforcements to enable him to resume active operations. Gen. Halleck, when he visited the army, informed Gen. McClellan tbat the Government could furnish him only 20.000 additional troops. Gen. McClellan con aented to renew operations with that number of re enforcements, and Gen. Halleck left with that un derstanding. But the day tbat he left Gen. McClellan wrote to him, aakiug for 15,U00 or 20,000 troops from the Western army, in addition to those promised to bim, urging very strongly that they should be brought here temporarily, to be returned to the West after Richmond should have been taken. Aa this could not be dose, the order was given for the with drawal of the army as rapidly as possible, in order to co-operate with the forces under Geu. Pope, then in the presence of a superior force of the enemy. THE ARMY HELPLESS. The retreat of the army from Malvern to Harri son's Bar was very precipitate. The troops, upon their arrival there, were huddled together in great confusion, the entire army being collected within a space of about three miles along the river. No or ders were given the first day for occupying the hights which commanded the position, nor were the troops so placed as to be able to resist an attack in force by the enemy, and nothing but a heavy rain, thereby preventing the enemy from bringing up their artillery, saved the army there from de struction. The enemy did succeed in bringing up some of their artillery, and threw some shells into tbe camp, before any preparations for defense had been made. On the 3d of July the bights were taken possession of by our troops and works of defense commenced, and then, and not until then, was our army secure in that position. M'CLELLAN'S TESTIMONY. In regard to the re-enforcement of the army while at Harrison's Landing, the testimony of Gen. Mc- Clellan is as follows: \" Question. How many available men did you estimate that you had at Harrison's Bar, and how many more would you have required in order to undertake a movement successfully upon Richmond? \"Anawer. I thiuk I had about 85,000 or 90,000 men at Har- rison's Bar, and would have undertaken another movement in advance with about 20.0U0 more re-enforcementa. My view was that pretty much everything that tbe Government could have controlled ought to have been massed on tbe JameB River. I did uot believe the enemy would trouble Washing- ton so long aa we had a powerful army iu the vicinity of Rich- mond, aud did not share the apprehensions for the safety of Washington that were entertained by a great many. \"I asked for 50.000 men at first, on the ground that I thought the army .-hould be made as strong as possible, aud aa little as possible left to chance- When Gen. Halleck came down to Harrison's Bar, my recollection is that he said that 20,000 men, or something about that number, was all that could be had, and I eaid that 1 would try it afinin with that number. I have no recollection of having aske J at a subsequent period fora greater number than 20,000 as a necessary preliminary to a movement. \" Question. About how many men had been lost from the 25th of June until you reached Harrison's Bar, in killed, wounded, and misting? \"Answer. I think the loaa was about 14,000; but I could not tell positively without looking at the returna. \" Question. Will you state in what your chanceB for auccesB would have been greater, with the addition of 20,000 men to the number which you had at Harriaon'B Landing, than they were in front of Richmond, and before Jackaon had formed a junction with the rest of the enemy's forces? \"Answer. I should have counted upon the effect of the battlea, which had just taken place, upon the enemy. We had then strong reasonB to believe that the enemy's losaeB had been very much heavier than our own, and that portions of his army were very much demoralized, especially after the battle of Malvern Hill.\" NUMBER OF TROOPS. By reference to the testimonv of Mr. Tucker, As sistant-Secretary of War, it will be seen that prior to the 5th of April, 1862, 121,500 men had been landed on the peninsula. Shortly afterward Gen. Franklin's division of Gen. McDowell's corps, num bering about 12,000 men, was sent down. In the early part of June Gen. McCall's division, of the same corps, of about 10,000 men, was Bent down, together with about 11,000 men, from Baltimore and Fortress Monroe, and about the last of June, some 5.000 men of Gen. Shields's division were also sent down. Total, 159,500 men. On the 20th of July, 1862, according to tbe returns sent to tbe Adjutant-General's office by Gen. Mc- Clellan, the Army of the Potomac, under bis com mand, was as follows: Present for duty, 101,691; special duty, sick, and in arrest, 17,828; absent, 38, 795; total, 158,314. This included the corps of Gen. Dix, amounting to 9,997, present for duty, or in all, 11,778 men. M'CLELLAN IDLE. The army remained at Harrison's Bar during tbe month of July and a part of August. It engaged in no active operations whatever, and was almost entirely unmolested by the enemy. The subject of the future operations of tbe army was a matter of much deliberation on the part of tbe Government. Gen. McClellan claimed that the James River waa the true line of approach to Richmond, and that he ahoold be re-enforced in order to renew tbe cam paign againBt that place. The President visited the army about the 8th of July, but nothing was then decided upon. GEN. BARNARD'S REPORT. In closing their report upon the campaign of the Peninsula, your Committee would refer to tbe report of Gen. John G. Barnard, Chief of Engineers of the Army of the Potomac during that campaign, made to Gen. McClellan. The conclusion of his report, which he terms \" a retrospect pointing out the mis takes that were made, and thus tracing tbe causes of its (the Peninsular campaign's) failure to their true sources,\" is aa follows: HIS ARMY ENERVATED. On the 25th of July Gen. Halleck visited the army at Harrison's Bar, accompanied by Gen. Burneide, who had come from North Carolina, with the greater portion of his force, to Fortress Monroe. The gen eral officers were called together, and tbe question of withdrawing the army was submitted to them. The council was ot rather an informal character. The majority of the officers expressed tuemselves in favor of a withdrawal of the army. Gen. Burneide testifies that, as he understood from the officers there, the army was not in a good condition, sickuess was increasing, many of the regiments were without shelter and cooking utensils, and many of the men were without arms. Tbe general opinion expressed by tbe leading officers was that the men had become very much enervated. One of the leading officers said that his command could not, in his opinion, march three miles and fight a battle. This condition CAUSES OF M'CLELLAN'S FAILURE. \" One of the prominent among the causes of ulti mate failure was the inaction of eight months, from August, 1861, to April, 1862. More than aiiy other wars, rebellion demands rapid measures. In No vember, 1861, the Army of the Potomac, if not fully supp'ied with all the * materiel,' was yet about as complete iu numbers, discipline, and organization as it ever became. For four months, the great marine avenue to the capital of the nation was blockaded, and that capital kept in a partial state of siege by a greatly inferior enemy, in face of a movable army of 150,000 men. \" In tbe Winter of 1861 and 1862, Norfolk could and should have been taken. The Navy demanded it, the country demanded it, and the means were ample. By its capture tbe career of the Merrim ac,"], [21, "15 which proved so disastrous to our subsequent opera tions, would have been prevented. The preparation of this vessel was known, and the Navy Department was not without forebodings of the mischief it would do. \" Though delay might mature more compreheniive plans, and promise greater results, it is not the first case in which it has been shown tbat successful war involves something more than abstract military prin ciples. The true question was to seize tbe first prac ticable moment to satisfy the, perhaps, unreasonable but natural longing of an ambitious nation for re sults to justify its lavish confidence, and to take ad vantage of an undivided command and untrammeled liberty of action while they were possessed. \"When the army did move, a plan was adopted perfectly certain to invite, nay, compel, interference, and when the army was to go by Annapolis to the lower Chesapeake, I felt confident tbat one-half would scarcely have been embarked before the other half would have been ordered back to Washington. The enemy was then at Manassas, and a feint, even if not reality, of an attack upon Washington was so obvious, so certain to create a panic, which no Ex ecutive could resist, that interference with the re moval of tbe resl^of the army waB certain. \"When the enemy fell back behind the Kappa bannock, and destroyed the railroad bridges, the cir cumstances were greatly changed, and there were strong arguments for the line adopted. Yet, results have proved how many reasons there were to be con sidered, beside the purely military oneB, which opposed themselves to the adoption of such a liae. \"The facts connected with the withholding ot Mc- Dowell's corps have been so completely exhibited in the proceedings of tbe McDowell Court of inquiry, that every one who wishes can form his own judg ment. Whether it was wise or unwise, it was one of those things resulting from the taking of a line of operations which did not thea cover Washington. \" At tbe time the Army of the Potomac landed on the Peninsula the Rebel army was a*, its lowest ebb. Its armies were demoralized by the defeats of Port Royal, Mill Spring, Fort Henry, Fort Doneleon, Roanoke Inland, and Pea Ridge; and reduced by sickness, loss in battle, expirations of periods of service, &c. ; while the Conscription law was not yet even passed, it seemed as if it needed but one vigorous gripe to end forever this rebellion, so nearly throttled. How, then, happened it tbat tbe day of the initiation of the campaign of this magnificent Army of the Potomac was tbe day of the resuscita tion of the Rebel cause, which seemed to grow pari passu with the slow progress of its operations 1 \" However I may be committed to any expression of professional opinion to the contrary (I certainly did suggest it), my opinion now is that the lines of Yorktown should have been assaulted. There is reason to believe that they were not held in strong force when our army appeared before them; and we know that they were far irom complete. The pres tige of power, the morale, were on our side. It was due to ourselves to confirm and sustain it. We should probably have succeeded. But if we had failed, it may well be doubted whether tbe shock of an unsuccessful assault would be more demoralizing than tbe labors of a siege. \" Our troops tuiled a month in the trenches, or lay in tbe swamps of Warwick. We lost few men by the siege, but disease took a fearful hold of the army, and toil and hardship, unredeemed by the ex citement of combat, impaired their morale. We did not carry with us from Yorktown so good an army as we took there. Of the bitter fruits of tbat month gained by the euemy we have tasted to our hearts' content. They are not yet exhausted. \"The siege having been determined upon, we should have opened our batteries on the place as fast aa they were completed. The effect ou the troops would huve been inspiring. It would have light ened the siege aud shortened our labors; and, be* *ide.~, wo would have had the credit of driving tbe enemy from Yorktown by force of arms, whereas, ae it was, we only induced him to evacuate for pru dential reasons. \" Yorktown having fallen, however, as it did, it was right to pursue the enemy with our whole force. But the battle of Williamsburg, fought, as it was, without reconnoitering the position, without concert of action among the different corps and division commanders, and almost without orders, was a blun- der which ought not to have happened. \" We knew of thiB position beforehand, and we knew it was fortified. We might have been sure, if the enemy made a stand there, tbat it would be a strong one, for he would be fighting for time to get his trains out of our reach. We fought; we lost several thousand men, and we gained nothing. H we had not fought, the next day a battle would in all probability bave been unnecessary. But if it had been necessary, we should have had time to have brought up our resources, reconnoitered the position, and delivered our attack in Buch a way that some result would have flowed from it. \" We had every advantage. Franklin's division landed at West Point on the next day, and Sedg- wick's division on tbe day follewiDg. ThoBe two divisions, had the enemy waited another day at Williamsburg, could have cut his communication, and in that case we would have been superior in his front aud have had two divisions in his rear. His hasty retreat, and perhaps his capture, must inevit- ably have followed, and the great object of keeping Franklin so long embarked, and finally sending him to West Point, would have been accomplished. \" On leaving Williamsburg we shoula have crossed the Chickahominy, and connected with tbe navy in the James River. We should then have had a united. army, and the cooperation of the navy, and proba- bly would have been in Richmond in two weeks. Tbe fact that we did not know the character of the Chickahominy as au obstacle (as it lay across our di- rect road to Richmond), that our transports were on the York River, and that ihe railroad furnished a good meanB of supply to the army, that we wisned to connect with McDowell coming from Fredeiicks- burg, &c, determined our route. In taking it we lost essentially all tbat was worth going so far to gain, viz: the James River approach aud the coop- eration of the navy. \" The route chosen, two weeks should not have been spent in traversing tbe forty miles from Wil liamsburg to Bottom's and New Bridges; and the barrier of the Chickahominy being left unguarded at Bottom's Bridge, no time should have been lost in making use ot the circumstance to turn and seize tbe passage of New Bridge, which might have been done by the 28th of May, and even earlier, had measures been pressed and prepared for it. \"The repulse of tbe rebels at Fair Oaks should have been taken advantage of. It waa one of those occasions which, if not seized, do not repeat them selves. We now know the state of disorganization aud dismay in which the Rebel army retreated. We now know tbat it could bave been followed into Richmond. Had it been so, there would bave been no resistance to overcome to bring over our right wing. Although we did not then know all that we now do, it was obvious at tbat time that when the Rebels struck the blow at our left wing, they did not leave any means iu their hands unused to secure suc cess. It was obvious enough that they struck with their whole force, aud yet we repulsed them in dis order with three-fifths of ours. We should have followed them up at tbe same time that we brought over the other two-fifths. \"Alter it was known that McDowell was called off to another quarter, there was no longer hope of an increase of force by tbe junction of his corps. There were no other le-enforcements to look for be yond what we received by the middie of the month of June. The Rebel force was known or supposed to be constantly increasing by conscription, by the influx of troous from other parts, and by the breaking up of Beauregard's army. \" At last the moment came when action was im-"], [22, "k 16 perative. The enemy assumed the initiative. We had warning of when and where he was to strike. Had Porter been withdrawn the night of the 26th of June, our army would have been concentrated on the right bank of the Chickahominy River, while i too corps, at least, of the enemy's force were on the left bank. Whatever course we then took, whether to strike at Richmond and the portion of the enemy on the right bank, or move at once for ihe James, we would have had a concentrated army and a fair chance of a brilliant result in the first ; and in the second, if we accomplished nothing, we would have been in the same case on the morning of the 27th as we were on that of the 28th, minus a lost dattle and a compulsory retreat. Or had the for- tified lines, thrown up expressly for that object, been lield by 20,000 men, as they could have been, we would have fought on the other side with 80,000 •men instead of 27,000. Or, finally, had the lines been abandoned, with our hold on the right bank of the Chickahominy, we might have fought and crushed the enemy on the left bank, reopened our communication, and then returned and taken Rick imondo except Keyes's corps, left to garrison Yorktown, proceeded to Alexandria, and from there joined Gen. Pope. Gen. Sumner stopped at Acquia and debarked a portion of his corps there; but he received orders to re-embark them again and proceed to Alexandria, which he did, Tbe troops sent to the assistance of Gen. Pope were sent by orders of Gen. Halleck; for those sent from Acquia the orders were given through Gen. Burn- side ; for those sent out from Alexandria, the orders were given directly to the corps commanders, until Gen. McClellan arrived, on the 26th of August; after which the orders were given through him. The circumstances connected with the campaign of the Army of Virginia have been so fully investi- gated by the military courts in the cases of Gen. Mc- Dowell and Gen. Fitz-John Porter, the proceedings of which were public, that your Committee have not deemed it necessary to make so thorough an investi- gation of that campaign as they would otherwise have done. They refer, therefore, principally to the orders and correspondence, in relation to the\" delays in the forwarding of Gen. Sumner's and Gen. Frank- lin's corps from Alexandra to the assistance of Gen. Pope. \"As it was, the enemy fought with his whole force — except enough left before our lines to keep up 'an appearance — and we fought with 27,000 men, losing a battle and 9,000 men. By this defeat we were driven from our position, our advance for con quest turned into aretreat for safety by a force prob' ably not greatly superior to our own. \" In view of the length of time which our opera tions before Richmond consumed, there is now no doubt that the depot at the White House should have been fortified, as Well as one or two points on the railroad thence to the Chickahominy; tbat the i€te~de'pont at Bottom's Bridge should have been completed, and likewise te't,es-de-pont,OT strong posi tions, prepared to cover the debouchis from our bridges to the left bank of the Chickahominy. With these the army would have possessed free dom of motion to concentrate on either side, and the disastrous battle of the 27th would scarcely have occurred. MCCLELLAN'S DELAYS IN SENDING ASSISTANCE. At 10 a. m., Aug. 27, Gen. Halleck telegraphs Gen. McClellan that \" Franklin's corps should marchinthat direction (Manassas) aa soon as poBsible.\" At 10:40 a. m. Gen. McClellan replies: ' ' I have Bent orders to Franklin to prepare to march with his corps at once, and to repair here ( Alexandria) in peraon to in form him as to hia means of transportation. Kearney was yesterday at Rappahannock: Porter at Bealton. Kelly's, Bur nett's, itc. Sumaer will commence reaching Falmouth to day.\" At 12 m. on the same day Gen. Halleck telegraphs to Gen. McClellan: \"Telegrams from Gen. Porter to Gen. Burnside, just re ceived, say that Banks is at Fayetteville. McDowell, Sigel, and Ricketts, near Warrenton ; Reno on his right. Porter is marching on Warrenton to re-enforce Pope. Nothing said of Heintzelman. Porter reports a general battie imminent. franklin's corps Bhould move out by forced marches, carrying three or four days' provisions, to be supplied, as far aa possi ble, by railroad.\" From Gen. McClellan to Gen. Halleck, same day, sent 12:5 p. m., received 1:40 p. m.: \" My aid has just returned from Gen. Franklin's camp. Re ports that Gens. Franklin, Smith, and Slocum, are all in Washington. He gave the order to the next in rant to place the corps in readineaa to move at once.\" \" When the army reached the James River it needed no prophet to predict the disasters which nave since befallen our country's cause. If the army had sustained itself nobly it cannot be denied that so much fruitless toil, and so much disaster, had deprived it of the 6lan which results from suc cess alone. It was, moreover, as well as our forces elsewhere, sadly diminished in numbers. On the other hand, the whole army, from its first low state, had risen up au army most formidable in numbers, excellent in organization, and inspired by a great success. Had its number, indeed, approached to tbat attributed to it— 200,000 men—there is little doubt that a march upon Washington would have speedily followed our withdrawal to the James. 11 From such considerations, as well as those fol lowing from the results of the past operations, I counseled the immediate withdrawal from tho James to reunite with our forces covering Wash ington.\" The report of Gen. Barnard is the only report of the officers engaged in the campaign of the Peninsula which your Committee have obtained. The report by the commanding general has not yet been made, and the reports of bis subordinates have not been sent by him to the Department. From same to same, sent 1:15 p. m., received 1:50 p.m. \" Franklin's artillery has no horses, except for tour guns without caissons. I can pick up no cavalry. In view of these facts, will it not be well to push Sumner's corns here by water as rapidly as poaaible. to make immediate arrange ments for placing the worksjn front of Washington in an effi cient condition of defeoae. I have no meanB of knowing the enemy's force Detween Pope and ourselves. Cau Franklin, without his artillery or cavalry, effect any useful purpose in front? Should not Burnside at once take steps to evacuate Falmoutb and Acquia, at the aame time covering the retreat of any of Pope's troops who may fall backintbat direction? I do not see that we have force enough on hand to form a con nection with Pope, whose exact position we do not kuow. Are we safe in the direction of the valley 1\" At 1:50 p. m. Gen. Halleck replies: \"Yea; I think Sumner's corps should come to Alexandria. The eDemy has appeared at Leeaburg, and the commandiog officer atKdwardo's Ferry asks for cavalry. Have you any to spare him ? The enemy seeni3 to be trying to turn Pope's right. Is there no way of comnunicating with him?\" CO-OPERATION WITH GEN. POPE. Gen. Burnside, with his command, was the first to leave the peninsula. He landed at Acquia aud proceeded to Fredericksburg, relieving Geu. King, who proceeded at once to rejoin his corps (McDow ell's) then with Gen. Pope. Soon after, Gen. Burn aide was ordered to send all possible assistance to Gen. Pope, and at once ordered two of his three divisions (Reno's and Stevens's) np the Rappahan nock. Shortly after that tbe advance of the army of the Potomac, Fitz John Porter's corps, reached Ac qTjia, and was sent forward by Gen. Burnside to Gen. Pope. The rest of the Army of the Potomac, On the morning of the 28th of August, Gen. Hal leck telegraphs to Gen. Franklin: \"OnpartiDg with Gen. McClelbn, about two o'clock this morning it was uuderstood that you were to move with your corps to-day toward Manassas Junction, to drive the enemy from the railroad. I have just leimed that the General has not returned to Alexandria. If you have not received his or der, act on tliis.'' At 1:05 p. m. of the same day, the 23fch, Gen. Mc- Clellan telegraphs to Gen. Halleck: \"Your dispatch to Franklin received. I have been doing all possible to hurry artillery and cavalry. The mbment trauklin can be started with a reasonable amount of artillery"], [23, "17 he shall go. ***** * Please aee Bar nard, and be sure the works toward Chain Bridge are perfect ly secure. 1 look upon those works, especially Ethan Allen and Marcy, as of the first importance.\" \" You will immediately send construction train and guards to repair railroad to Manaaeas. Let there be no delay in this. I have just been told that Franklin's corps stopped at Anan dale, and that he was this evening in Alexandria. This is all contrary to my orderB. Inveatigate and report the fact of this disobedience. That corpa must push forward, aa I directed, to protect the railroad and open our communications with Manassas.\" At 3:30 p.m. Gen. Halleck telegraphs to Gen. McClellan: \"Not a moment must be lost iu pushing as large a force as possible toward Manassas, so as to communicate with Pope before the enemy is re-enforced.\" M'CLELLAN RESPONSIBLE FOR IT. To this Gen. McClellan replies, at 8 p. m., re ceived 8.50 p. m.: At 4:45 p. m. Gen. McClellan replies: \"Your dispatch received. Neither Franklin'snor Sumner's corps is now in condition to move and fight a battle. It would be a sacrifice to send them out now. I have sent aides to ascertain the condition of the commands of Cox and Tyler, but I still think that a premature movement in small force will accomplish nothing but the destruction of the troops sent out. I repeat that I will lose no time in preparing the troopB now here for the field, and tbat whatever orders you may give, after heating what I have to say, will be carried out.\" \"It was not safe for Franklin to move beyond Anandale, under the circumstances, until we knew what waa at Vienna. Gen. Franklin remaioed here until about 1 p. m., endeavoring to arraoge for supplies for his command. I am responsible for both these circnmstaaces, and do not see that either was in disobedience to your orders. Pleaee give distinct orders in reference to Franklin's movementa of to-morrow. * * * * In reiiard to to-morrow's movements I desire definite instructions, aa it ia not agreeable to me to be accused of disobeying orders, when I have simply exercised the discretion you committed to me.\" At 8:40 p. m. Gen. Halleck telegraphs to Gen. McClellan: At 10 p. m. Gen. McClellan telegraphs: \" There must be no further delay ia moving Franklin's corps toward Manassas; they must go to-morrow morning, ready or not ready. If we delay too long to get ready there will be no necessity to go at all, for Pope will either be de feated or victorious without our aid. If there is a want of wagons, the men muBt carry provisions with them till the wagons can come to their relief.\" \" Not hearing from yon, I have sent orders to Gen. Franklin to place himself in communication with Gen. Pope, by ad vancing as soon as possible, and at the eaojc time cover the transit of Pope's supplies.\" At 10 p. m. Gen. McClellan forwards to Gen. Halleck a dispatch received from Gen. Franklin at Anandale, dated 7:15p.m., in which Gen. Franklin gives rumors concerning the battle of that day, clos ing thus : At 10 p. m. Gen. McClellan telegraphs: \" Your dispatch received. Franklin's corps has been or dered to march at 6 o'clock to-morrow morning. Sumner Iris about 14,000 infantry, without cavalry or artillery here.\" \"Pope is said to be very short of provisions, and the country will not BUpport him.\" At 10:30 a. m. of tbe 29th, Gen. McClellan tele graphs to Gen. Halleck: At 5 a. m. of the 30th of August Gen. Pope sent a dispatch to Gen. Halleck, received at 3.20 p_. m., from battle-field near Groveton. Virginia, containing an account of the battle of the day before, and closing as follows : \" Franklin's corpB ia in motion ; started about 6 a. m. I can give him but two squadrons of cavalry. ***** if Sumner moves in support of Franklin, it leaveB ua without any trustworthy troops in and near Washington. Yet Frank lin is too much alone. What shall be done? Have but three squadrona belonging to the Army of the Potomac. Franklin has but forty rounds of ammunition, aud no wagons to move more. I do not think Franklin is in condition to accomplish much if he meets strong resistance. I Bhould not have moved him but for your pressing orders of laat night.\" M'CLELLAN REFUSES SUPPLIES TO POPE. \" I think you had beat 6end Franklin's, Cox's, and Sturgis's regiments to Centreville, as also forage and subsistence. 1 received a note this morning from Gen. Franklin, written by order of Geo. McClellan, saying that wagons and cars would be loaded and sent to Fairfax Station as soon aa I would send a cavalry escort to Alexandria t' bring them out. Such a r« quest, when Alexandria is full of troops and we fighting the enemy, needs no comment. Will you have these supplies sent, without the least delay, to Centreville ?\" At 9.40 a. m., August 30, Gen. Halleck telegraphs to Gen. McClellau: At 12 m. Gen. McClellan telegraphs : \" Do you wish the movement of Franklin's corps to con tinue ? He in without reserve ammunition and without transportation.\" In another dispatch of aame date he telegraphs: \" Franklin has only between 10,000 and 11,000 ready for duty. How far do you wish this force to advance ?\" \" I am by no means satisfied with Gen. Franklin's march of yesterday, considering the circumstances of the case. He was very wrong in stopping at Anandale. Moreover, I learned last night tbat the Quartermaster's Department could have given him plenty of transportation, if he had applied for it, any time since bis arrival at Alexandria. He knew the importance of opening communication with Gen. Pope's army, and should have acted more promptly.\" At 3 p. m. Gen. Halleck telegraphs to Gen. Mc- Clellan: \" I want Franklin's corpB to go far enough to find out lomething about the enemy. Perhaps he may get such in formation at Anandale as to prevent his going further; otherwise he will push on toward Fairfax. Try to get some thing from direction of Manassas, either by telegram or through Franklin's scouts. Our people must move more ac tively, and find out where the enemy is. I am tired of guesses.\" At 11 a. m. Geu. McClellan telegraphs: \" Have ordered Sumnor to leave one brigade in the vicinity of Chain Bridge, and to move the rest, via Columbia Pike, on Anandale and Fairfax Court-House, if this ia the route you wish them to take. He and Franklin are both instructed to join Pope as promptly as possible. Shall Coach move also when be arrives?\" At 2:40 p. m. the President asks of Gen. Mc- Clellan: \"\"What news from direction of Manassas Junction? What, generally?\" At 12:20 p. m. Gen. Halleck telegraphs: At 2:45 p. m., received 3:30 p. m., Gen. McClel lan replies: \"I think Couch should land at Alexandria, and be im- mediately pushed out to Pope. Send the traps wherethe fighting is. Let me know when Couch arrives, as I may bave other information by that time. * * * Send trans* ports to Acquia to bring up Buroside's command. I bave telegraphed to him, and am awaiting his answer.\" \" The las', newa 1 received from the direction of Manassas was from sti agglars, to tbe effect that the enemy were evacu ating Centreville and retiring toward Thoroughfare Gap. This is by DO means reliable. I am clear tbat one of two courses Bhou Id be adopted: First, To concentrate all our available forces to open communication with Pope. Second, To leave Pupa to get out of his scrape, and at once use all meaus to make the capital perfectly safe. No middle course will now answer. Tell me what you wish me to do, and I will do all iu my power to accomplish it. I wish to know what my orders and authority ar*. I ask for nothing, but will obey whatever orders you give. I only ask a prompt decision, that I may at once give the necessary orders. It will not do to delay longer.\" « At 2:15 p. m. Gen. Halleck telegraphs: \" Frankin's and all of Sumner's corps should be pushed for ward with all possible dispatch. They must use their legs and make forced marches. Time now is everything.'\" At 5 p. m. Gen. McClellan telegraphs to Gen. Halleck: \"Major Hammerstein of my staff reports, from two miles this side of Cttreville, at 1:30 p. m., tint Franklin's corps was then advancing rapidly. Sumner's corps moved at 1:45 p.m. The orderly who brought the dispatch from Hammer stein states tk<it he learned that the fighting commenced five miles beyond Centreville, and that our people had been driv ing them all day. Hammerstein says all he learns was favor able.\" At 4.10 p. m. the President replies: \" Yours of to-day just received. I think your first alterna tive, to wit: ' to concentrate all our available forces to open communication with Pope,' is the right one. But I wish not tocoatrol. That 1 now leave to Gen. Halleck, aided by your counsebi.\" At 10:10 p. m. Gen Halleck telegraphs to Gen. McClellau: FRANKLIN'S DISOBEDIENCE. At 7.50 p. m. Geu. Halleck telegraphs to Gen. McClellan: \" All of Somnet'B Corps on the south side of the river, not actually required in the forts, should march to Pope's relief"], [24, "18 (Gen. McClellan's) arrival at Alexandria he was told to take immediate command of all the troops ia and about Washing- ton, in addition to those which properly belonged to the Army of the Potomac. Some days after he had been verbally direct- ed to take such command he asked for a formal order, which was issued from the Adjutant-General's office. The order issued from the Adjutant-General'a office was after Gen. Pope's army commenced falling back, and was dated Sept. 2; but Gen. McClellan had been in command ever since his arri val in Alexandria. \" Queation, At what time did he arrive in Alexandria? \" Answer. He arrived at Alexandria on the 26th of August The formal order was issued that he might have no difficulty with Gen. Pope's forces; that they might not question his authority\" Replace them with new regiments. Franklin Bhould also be hurried on to re-enforce Pope.\" On the same day — Aug. 30, hour not given — Gen. McClellan sent the following to Gen. Halleck. \"Ever since Gen. Franklin received notice that he was to march from Alexandria, fae has been using ev^ry effort to get transportation for his extra ammunition. But he was uni formly told by tbe Quartermasters here that there was noue disposable, and his command marched without wagons. After tbe departure of his corps, at 6 a. m. yesterday, be procured 20 wagons to carry a portion of his ammunition, by unloading some of Gen. Banka's supply train for that purpose. \" Gen. Sumner was one entire day in endeavoring, by ap plicstion upon Quartermastera and others, to get a sufficient number of wagons to transport his reserve ammunition, but without success, and was obliged to march without it. \" I have this morning sent all my headquarters train tbat is landed to be at once loaded with ammunition for Sumner and Franklin, but they will uot go far toward supplying the defi ciency. \" Eighty-five wagons were got together by the Quartermas ter last night, loaded witb subsistence, and sent forward under an escort at 1 a. m., via Alexandria. \" Every effort has been made to carry out your instructions promptly. The difficulty seems to coneiBt in tbe fact that the greater part of the transportation on hand at Alexandria and Washington has been needed for current supplies of the garrisons. At all events, such is the state ot the case as rep resented to me by the Quartermaster, and it appears to be true. I take it for granted that this has not been properly ex plained to you.\" THE CAMPAIGN IN MARYLAND. Very soon after Gen. Pope and his army fell back on Washington the Rebel army entered Maryland. Preparations were immediately made by tbe author ities in Washington to follow them. Iu relation to the command of the army in Mary land your Committee will quote from the testimony of Gen. McClellan and Gen. Halleck. The testi mony of Gen. McClellan is as follows: \"Question. What position did you occupy after your ar rival at Alexandria, and you had forwarded the troops which had been under your command to the assistance of Gen. Pope? \" Answer. I was for some little time — one or two days, two cr three days, perhaps — without any position; merely at my camp, without any command. On Monday, the lat of September, I received verbal instructions from Gen. Halleck to take command of the defenses of Washington. I was, however, expressly prohibited from, in any way, assuming any control over the troops under Gen. Pope. I think it was on the next day after that that I was instructed verbally by the President and Gen. Halleck to go out and meet the army which wbs coming in. and to assume command of it when it approached the position wbich I considered it ought to occu py for defensive purposes, and to post it properly. At 10:45 a. m. of tbe 31et of August, Gen. Pope sends the following to Gen. Halleck from Centreville : \" Our troops are all here, and in position, though much used up and worn out. I think it would, perhaps, have been greatly better if Sumner and Franklin bad been here three or four days ago. But you may rely upon our giving them (tne enemy) as desperate a fight as I can force our men to stand up to. I should like to know whether you feel secure about Waabington, should this army be destroyed. I ebali tight it as long as a man will stand up to tbe work. You must judge what is to be done, having iu view the safety of the capital. The enemy is already pushing a cavalry recounoissauce in our front at Cub Run, whether in advance of an attack to-day I don't yet know. I send you this that jou may know our position and my purpose.\" M'CLELLAN FORGETS. \"Queation. How long did you remain in command of the defenses of Washington, and what orders did you next re ceive, and from whom ? \"Answer. I do not think tbat order, assigning the defenses of Washington, waa ever rescinded, or any other one issued ill its place. I had only verbal communications with Gen. Hal leck before I started on the Antietam campaign. And it wai never definitely decided, up to the time tbat I left, as to whether I waB to go or not. I asked the question two or three timeB of Gen. Halleck, whether I was to command the troopa in the field, and be said it bad not been determined. And I do not thiok that it ever was. I think that was one of those things that grew into shape iise'f. When the time came I went out.\" On the 2d of September Gen. Pope was ordered to fall back to the vicinity of Washington, where his army came under the command ot' Gen. McClellan. M'CLELLAN RESPONSIBLE1 FOR POPE'S DEFEAT. The following is from the testimony of Gen. Hal leck: \"Question. Had the Army of the Peninsula been brought to co-operate with the Army of Virginia with the utmost energy that circumstances would bave permitted, in your judgment, as a mililary mao, would it not have resulted in our victory instead of our defeat ? \" Answer. I thought so at the time, and still think so.\" The following is the testimony of Gen. Halleck upon that point: \" Question. By whose orders was Gen. McClellan placed in command of the army tbat left Washington to operate in Mary laud; and were these orders verbal or in writing? \"Answer. As 1 stated the other day, the order was given verbally to Gen McClellan by the President, at Gen. McClel lan's house, about 9 o'clock in thz morning, previous to Gen. Mc- Clellan leaving the city for Rockv.lle. •■ I will add that Gen. McClellan, in virtue of bis being placed in command of the fortifications of Washington aDd the troops for defense within them, was really in command of all the troojB here at that time. The question was discussed by the President for two or three days us to who should take commandos the troops tbat were to go into the field. The decision was made by himself, and announced to G.n. McCleU Ian in my presence. I did not know what the decision waa until I heard it thiiB announced.\" In relation to the command of Gen. McClellan, he himself testifies as follows: \"Question. What position did you occupy after your arrival at Alexandria, and you had forwarded the troops which had been under your commaud to the astiatance of Gen. Pope? \" AnBwer. I was for some little time — one or two days, two or three days, perhaps — without any position ; merely at my camp, without any command. On Monday, the 1st of Sep tember, I received verbal Instructions from Gen. Halleck to take command of the defenses of Washington. I wis, how ever, expressly prohibited from, in any way, asaumiu'g any control over tne troops under Gen. Pope. 1 think it was on the next day after that I was instructed verbally by the President and Gen. Halleck to go out aud meet the army which was coming in, and to assume command ot it when it approached the position that i considered it ought to occupy for defensive purposes, and to post it properly.\" M'CLELLAN FORGETS AGAIN. In regard to the; instructions given to Gen. McClel lan his testimony is as follows: \" Question. Did you have any interview with the President in relation to taking commaud of the troops tor the Maryland oampaigu, or receive any instruction* from him on that point ? \"Answer. Idonottkink he gave me any instructions of ter that morning, when I was told to take command of the army n frout of \\Vaabiogton. 1 do not think he gave me any in ettuctiona about the Maryland campaign. \" After you commenced the movement, did you receive any instructions from auy one ? \"Answer. I rtceived some telegrams, that might be looked upon in the nature of instructions, from Gen. Halleck aud from the President. The general tenor of Halleck'B dis patches was tbat I was committing an error in going so far away from Washington ; that I was going rather too fast. He had tbe impiession that the main force of the enemy was on the south aide of tbe Potomac, and that they had only a small force in front of me to draw me on, \"aud then they would come into Washington in rear. As late as the 13th of September, I recollect a telegram of Gen. Halleck in which he pressed that Bitme idea, and told me that I was wrong in going so far away.\" The testimony of Gen. Halleck upon the same point is as follows: \"Question. What was the position of Gen. McClellan in regard to the troops of the Army of the Potomac aa thev landed at Acquia Creek and Alexandria ? Were thev under hiB command; and if go. how long did they remain under his command? \"Answer. Gen. McClellan retained the command of the Army ot the Potomac aa it landed at those two points, except such portions of it as were sent into the held under Geu. Pope. Those portions were consid ered as temporarily detached from his command, but (till be longing to his army, aud he was directed tbat all orders sent from him to the troops as detached, while under Gen. Pope's immediate command, must be aeut through the headquarters at Washington. He retained command of all the troops of his army as they landed at those places until sent into the held, and reported to Gen. Pope; and they continued to re main under bia commaud, with the exception of his detach ments, until Gen. Pope's army fell back on Washington when all came under Gen. McClellan's command. On his"], [25, "19 The testimony of Gen. Halleck upon that point is Your Committee having gone bo fully into the de tails of the Peninsula campaign, do not deem it necessary to devote so much space to the campaign in Maryland. The eame mind that controlled the movements upon the Peninsula controlled those in Maryland, and the same general features character ize the one campaign that characterized the other. In each may be seen tbe same unreadiness to move promptly and act vigorously; the same desire for more troops before advancing; and tbe Bame refer ences to the great superiority of numbers on the part of tbe enemy. Your Committee, therefore, con tent themselves with referring briefly to the leading operations of the campaign. as follows: \" Question. What instructions, if any, were given to Gen. McClellan in regard to the conduct of the campaign in Mary land? \"Answer. The diy the President gave Gen. McClellan di rections to take command of the forces m the field, we had a long conversation in regard to the campaign in Maryland. It was agreed between us that the troops should move up the Potomac, and, if possible, separate that portion of Gen. Lee's army which had crossed the Potomac from the remainder on the Viririnia side. There were no definite instructions, fur ther than that understanding between us, as to the general plan of the campaign. \"I submit herewith copies of dhpatchea to aud from Gen. McClellan. after he left Washington to take commicd of op erations in Maryland, to the time tbat he was relieved from command. These papers comprise all the dispatches sent to and received frrrn Gen. McClellan, so far aB I know, except a letter dated October 13, addressed to him by the President, and which was shown to me j uat as the President was about to diapatch it to Gen. McClellan, and Gen. IVlcClellan's reply, dated October 17.\" [The letter of the President, with the reply of Gen. McClellan, is incorporated in another part of this report.] \" In regard lo Gen. McClcUan's going too fast or too far from Washington, there can be found no such telegram from me to him. He has mistaken the meaning of the telegrams I sent him. I telegraphed him th it he was going too far, not from Washington, but from the Potomac, leaving G«u. Lee the opportunity to come down the Potomac and get between him aud Washington. I thought Gen. McClellan »houldkeep more upon the Potomac, and press forward his lelt rather than his right, so as the more readily to relieve Harper's Ferry, which was the point then iu most immediate danger; that he was pushing forward bis right too fast relatively to the move ments of his left — not that the army was moving too fast or too far from Washington.\" HARPER'S FERRY. In relation to tbe surrender of Harper's Ferry, your Committee have not deemed it necessary to take much testimony upon that subject. Tbe mili tary commission which was convened in this city in October last sally investigated that subject, and their report has been given to the public. Attention is called merely to two telegrams of Sept. 11, which passed between Gen. McClellan and Gen. Halleck, and which are as follows : \" Rockville, Sept. 11—9:45 a. m \" Col. MileB is at or near Harper's Ferry, I understand. with 9,000 troops. He can do nothing where be ia, but could be of great service if ordered to join me. I suggest that he be ordered at ooce to join me by tbe moit practicable route. \" GEO. B. MCCLELLAN, \" Major-'General Commanding. \" Major-Geu. H. W. Halleck. General-in-Chief.\" The letter of Gen. Halleck of Sept. 13, referred to by Gen. McClellan, is as follows: \" War Department, ) \" Washington, D. C, Sept. 11, 18o2— Sent 2:20 p.m. S \"There is no way for Col. Miles to join you at present. The only chance is to defend bis works until you can open a communication with him. When you dt so, he will be sub ject to your orders H. W. HALLECK, \" Generai-iu-Chief. \" Major-Gen. McClellajt, Rockviile.\" \" Sent 10:45 a. m. \" War Department, ? \" Washington, D. C, Sept. 13, 1862. J \"Major-Gen. McClellan: Yours of 5 ;30 p. m., yester day, iB just received. Gen. Hanks cannot safely spare eight new regiments from here. You must remember tbat very few troops are now received from the North, nearly all being ■topped to guard the railroad. Four regiments weie ordered to Gen. Dix to replace Peck's division. Porter took away yesterday over 20,001). Until you know more certainly tho enemy's force south of the Potomac you are wrong in thus uncovering the capital. I am of opinion that the enemy will send a small column to Peuuaylvania, so aa to draw your forces in that direction, then suddenly move on Washington with tbe forces south of the Potomac, and those he may cross •ver. SOUTH MOUNTAIN. On the 14th of September the battle of South Mountain waa fought — the troops at Turner's Gap being under command of Gen. Burnside, and those at Crampton's Gap being under tbe command of Gen. Franklin — resulting in tbe enemy retiring to the vicinity of Shepberdstown. \" Ib your letter of the 11th yo« attach too little importance to the capital. I assure you tbat you are wrong. Tbe capture of this place will throw us back six months, if it should not destroy us. Beware of the evils I now point out to you. You ■aw them when here, but you Beem to forget them iu the dis tance. No more troops can be sent fiom here till we have fresh arrivals from the North.\" ANTIETAM, On the 17th of September the battle of Antietam was fought. It was commenced by Gen. Hooker on the right, at dawn, our troops driving the eslemy before them, and gaining au important position. When Gen. Hooker was wounded and taken from tbe field, Gen. Sumner took command of our right. Gen. Sumner had Leen ordered to hold his corps in readiness to advance an hour before daylight, bat did not receive the order to advauce uutil 7:20 in the morning. Gen. Mansfield, who had come up to the support of Gen. Hooker, had been killed. Our troops, seeing their leaders fall, and being very heavily pressed by the enemy, wera forced back for some distance from the advanced position Gen. Hooker had reached; but finally, with the assistance of the troops brought up by Gen. Sumner, checked tbe enemy's progress and maintained tbeir position. On the left, Gen. Burnside, about 10 o'clock, was ordered to attack the enemy at the bridge across the Autietam in his front, and to effect a crossing tbere. Tbe advance of Geu. Burnside was met by a most obstinate resistance on the part of the enemy, and it was not until 1£ o'clock that the bridge was carried. By 3 o'clock Gen. Buroside's whole command had crossed aud taken position on some elevated ground just above the bridge. He was then ordered to take the bights commanding the town of Shepherdstown, which was done after desperate fighting. By that time the enemy on our left had been re-eaforced by withdrawing some of their troops from opposite our right, where our advance had been checked, and Gen. Burnside was compelled to give up some of the ground he had succeeded in occupying. He had sent to Gen. McClellan for re-enfercements, but re •ceived in reply that there were none to be had, but he must hold the bridge at all hazards. M'CLELLAN PROPOSES TO SACRIFICE WASH- INGTON. The letter from Gen. McClellan, of tbe 11th, to which Gen. Halleck here refers, contains tbe fol lowing : \" I believe this army fully appreciates the importance of a victory at this time, and will fight well ; but tbe result of a general battle, with auch odds ub the enemy now appears to have against ub, might, to say the least, be doubtful j and, if we should be defeated, the consequences to the country would be disastrous in the extreme. Under three circum stances, I would recommend shut one or two of tbe three army corps now on tho Potomac, opposite Washington, be at once withdrawn, and aeut to re-enforce thia army. I would also advUe that the force of Col. Miles at Harper's Ferry, where it can be of little use, and ia continually exposed to be cut off by the enemy, be immediately ordered here. This would add about 2j,0 10 uld troop* to our present so ice, aud would grea.ly strengthen us. \" If t litre are any Rebol forces remaining on the other side of the Potomac, they must be so few that the troops left in the forts, after the two corps shall have been withdrawn, will be sufficient to check them ; aud with the large cavalry force now on that aide, kept well out in front to give warning of tbe distant approach of any very large army, a part of this army might bo aeut back within the intrenobmeuts to assist in repelling au attack, but even tf Washington should be taken while tho-e armies are confronting each other, this would not, in my judgment, beur comparison with the luiu aud diaat>teis which would follow a single defeat of thisarmy. If we should bi' niece siul in i/oiniueiiug the gigantic Rebel army before us, we would have no difficulty in rtooveriug it. On tbe other band, should their force prove sufficiently powerful to defeat us. could all tbe forces now around Washington be sufficient to prevent such a victorious army from carrying tho works on this side of tbe Potomac after they are uncovered by our army? I thlok not.\""], [26, "20 The corps of Gen. Fitz John Porter, in the center, was Dot brought into action at all. Gen. Hooker testi fies that he had been given to understand that there were to be attacks made simultaneously on the right, center, and lest of oar army. He attacked at dawn ; but Gen. Burnside on the left was not ordered to a' tack until 10 o'clock, and there was no attack made in the center by Gen. Porter. \"Answer. When Gen. McClellan visited the right in th. afternoon, I showed him a position on the right of this wr\\~~ J have already mentioned, in which was the Docker Chan* whioh I thought commanded the wood, and that if it could h. taken, we could drive the enemy from the wood bv merel. holding this point. I advised that we should make the atS on that place the next morning, from Gen. Sumner's position I thought there was no doubt about our being able to carrv H We had plenty of artillery bearing upon it We drove fh. enemy from there that afternoon, and I had no doubt that m, could take that place the next morning, and I thought th.t would uncover the whole left of the enemy. \" Question. If that had been made, and that point Ladbeni earned, what would have been the effect upon the enemy f Answer. It would have been very disastrous to them 'Question. What reasons were given for not making th« attack the next morning ? B \" Answer. I did not hear the direct reason of the General Commanding, but I have understood that the reason was that ho expected some hlteen thousand new troops— those ita* would make the thing a certain thing— mi he preferredta wait to make this attack on the right, until these new troon, came. ™ M'CLELLAN ATTACKS BY DRIBLETS. In regard to the manner of conducting the attack at Antietam, Gen. Sumner testifies: \" I have always believed that, instead of sending these troops into that action in driblets as they were sent, if Gen. McClellan had authorized me to march these 40,000 men on the left flank ol the enemy, we could not have failed to throw them right back in front of the other divisions of our army on our left— Burn side's, Franklin's, and Porter's corps. As it was, zoc went in, division after division, until even one of my own divisions was forced out. The other two drove the enemy and held their position. > My intention at the time was to have proceeded entirely on by their left and move down, bringing them right in front of Burnside, Franklin and Porter. _ \"Question. And all escape for the enemy would have been impossible ? \" Answer. I think so.\" The battle closed at dark, our army having gained some little advantages, at a heavy loss, but nothing decisive. The attack was not renewed the next day, the two armies occupying the positions held by them at the close of the yesterdav's battle. \"Question. And that dzlay gave the enemy an ojzportunitv to escape ? vM \" Auswer. I think it did.\" On the night of the 18th of September the enemy abandoned their position and retired across tbe Poto mac into Virginia, without molestation. Our army slowly followed, and took up a position along the Potomac, on the Maryland side, occupying Maryland Hights on tne 20th, and Harper's Ferry on the 23d. LOSSES ON BOTH SIDES. Gen. McClellan, on the 29th of September, re ports our losses at South Mountain at 2,325- at An tietam, 12,469— total losses in both battlesj 14,794. In relation to tbe losses of the enemy in both those battles, in killed, wounded, prisoners and stragglers Gen. McClellan says* WHY THE ATTACK WAS NOT RENEWED. In relation to the policy of renewing tbe attack on the day after the battle, Gen. McClellau testifies: \"The next morning (the 18th) I found that our loss had been so great, and the re was bo much disorganization in some at the commands, that I did not consider it proper to reuew the attack that day, especial y as I waa sure of the arrival that day ol two fresh divisions, amounting to about 15,000 men As an instance of the condition of some of the troops that morning, I happened to recollect tbe returns of the Fir-t Corps— Lien. Hooker's— made the morning of the ISth by which there were about 3,500 men reported present for doty 13 500 tba' th6 rBtum8 of ,he 8ame corPs showed THE REBELS ELUDE M'CLELLAN. \" I h~H arrl\"'£ed- however, to renew tbe attack at dayhreak on the 19th, but I l-.arned some timednrinc the night or early in the morning, that the enemy had abandoned his position. It afce:ward proved that he moved with great rapidity and not being incumhered by wagons, was enabled to get his troops across the river before we could do him any serious in jury. 1 think that, taking into consideration what tne troops had gone through, we got as much out of them in this Antie- tam campaign as human endurance would bear.\" \"It may be safely concluded, therefore, that the Rebel army lost at least 30.000 of their best troops in their brief cam paign in Maryland.\" M'CLELLAN WANTS MORE RE-ENFORCEMENTS. After the battle of Antietam Gen. McClellan called for re-enforcementB, and announced his deter mination to fortify Maryland Hights, making a re quisition on Gen. Wadsworth, then in Washington, lor 2,000 contrabands for that purpose. On the 27th of September he writes to Gen. Halleck: AND PROPOSES TO FORM A MILITARY/ SCHOOL. \" My present purpose is to hold the army about as it now is, rendering Harper's Ferry secure, and watching the river closely, intending to attack the enemy should he attempt to crosB to this side. Our possession of Harper's Ferry gives us the great advantage of a secure deiouche ; but we cannot avail ourselves oi it until the railroad bridge is finished because we cannot otherwiie supply a greater number of troops than we now have on the Virginia side at that point. When the river rises so that the enemy cannot cross in force, I purpose con- centrating the army somewhere near Harper's Ferry, and then acting according to circumstances, viz: Moving on Winches- ter if, from the position and attitude of the enemy we are likely to gam a great advantage by doing bo ; or the devoting a reasonable time to the organization of the army and instruc- tion ol the new troops preparatory to an advance on what- ever line may be determined. In any event, I regard it as absolutely necessary to send new regiments at once to the old corps for purposes of instruction, and that the old rerrimeuti he filled at once. WHAT BURNSIDE THOUGHT. The testimony of Gen. Burrside, on the subject of renewing the attack upon the enemy the day after the battle, is as follows: \"Question. Did you expresa any opinion to Gen. McClel- .?' or 'f any 0Iie at headquarters, in relation to renewing the attack the next day ; and if so, what opinion did you expresB ? ,, \"Answer. I did express an opinion to Gen. McClellan on the subject. After my command was all in position— say 8^ o clock at night— I went over to Gen. McClellan's headquai\"- ters. at Cadysville, and expressed the opinion to Gen. Marcv his chief of staff, that the attack ought to be renewed the next morning at o o'clock. 1 also expressed the same opinion to other members of Gen. McClellan's Btafl. Gen. Marcy told me that I ought to see Gen. Mc'Jlellan ana tell him what I thought of the matter. 1 went into Gen. McClellan's tent and in the courBe of tbe conversation I expressed the same opinion to him, and told him that if 1 could have 5,000 fresh troops to pass in advance of mine I would he willing to com- mence the attack on the next morning. He said that he had been thinking the matter over and would make up his mind during the night, and if I would send a staff officer to his headquarters, to remain there over night, he would send me orders early in the morning; aud if he concluded to renew the attack, he would send me tne necessary men. 1 did sen^ the start officer over, but Gen. McClellan concluded not to renew the attack the next day. ''Queation. Would there have been any difficulty in fur ni*mS •?.<> 5't00? trSsh tr°0Ps which yon de»ired, as the corns often. Fitz-John Porter, Bjme 15,000 or 20,000 men had not been engaged ? ' \"Answer. There would have been no difficulty iu furnish ing the 5,000 lresh troops. In fact, Gen. McClellan did send Oen. Morell s division, of quite that strength, to report to me but not with orders to me to renew the attack.\" • My own view of the proper policy to be pursued is to re tain in Washington merely the force necessary to garrison it and to send everything else available to re-enforce thiB army' The railroads give ub the means of promptly re-enforoin* Washington, Bhould it be necessary. If I am re-euforced as I ask, and am allowed to take my own course, I will hold my- Belf responsible for the safety of Washington.\" M'CLELLAN KEEPS HIS MEN IN CAMP. On the 7th of October Gen. Halleck replies.' As ter referring to the draft expected in some of the Northern States he says: \"But you cannot delay the operations of the army for these drafts. .It must move, and the old regiments mnst remain in ri-lr, Stml Th\" ; Tbt \"\"descents, however, will help a little. The country is becoming very impatient at the want of activity in your army, and we must push it on ™„„J \" ',. *,' . lK ea<,my m Wli\"S ba<* toward Rich mond. We must follow them ana seek to punish them. L.II ■ \" d?r?ed W?nt °f 'W ia our \"\"OP9- Iney have too much immobility, and wo must try to reniedv the defect! A nntth«0rne»Ol J rm~°f? aDd.,baee<'8e-t>-ains will effect something; but the real difficulty ib they are not Bun^ciently exercised in marching ; they lie still in camp too long. .,',.^te' a J1 a,rd mE\":h one day is time enough to rest • lvine still beyond that time does not real the men If we co^parl FRANKLIN'S OPINION. Gen. Franklin testifies: \" Question. Were you consulted in relation to renewing the attack the next day ?"], [27, "21 \"Please send tbe re-enforcements to Harper's Ferry. I would prefer that the new regiments be sent aa regiments, not brigaded, unl»8B already done bo with old troops. I would again ask for Peck's division, and, if possible, Heiotzelman's corps. If the enemy give fight near Winchester, it will be a desperate ittair. requiring all our resources. I hope tbat no time will be lost in iending forward the re-enforcements, that I may get them in hand as soon aa possible.\" the average distance marched per month by our troops for the last year with that of the Rebels, or with European armies in the field, we will see why our troops march no bet ter. They are not sufficiently exercised to make them good and efficient soldiers.\" On the 1st of October Gen. McClellan asked for authority to build a double track suspension bridge and a permanent wagon bridge across the Potomac at Harper's Ferry, which Gen. Halleck declined to give. About that time the President visited the army. Alter his return to Washington the follow ing order was sent to Gen. McClellan bv Gen. Hal leck: STUART'S CAVALRY RAID. On the 10th of October the Rebel General, Stuart, made his raid into Pennsylvania, returning into Vir ginia, baving made the entire circuit of our army. On the 13th Gen. McClellan reported to Gen. Hal leck the result of the raid, and ascribed its success to the deficiency of our cavalry, and urged \"tbe imper ative necessity of at once supnlying this army, in cluding the command of Gen. Banks, with a suffi cient number of horses to remount every dismounted cavalry soldier within the shortest possible time. If this ia not done we shall be constantly exposed to Rebel cavalry raids.\" To this Gen. Halleck replies: \"Tour telegram of 7 p. m. yesterday is just received. As I have already informed you, the Government has been aod is mak ing every possible effort to increase the cavalry force. .Remounts are Bent to you as rapidly as they can be procured. The President has read your tel egram, and directs me to suggest that ?f the enemy had more occupation south of the river, his cavalry would not be so likely to make raids north of it.\" M'CLELLAN ORDERED TO MOVE. \" War Department. ) •' Washington, D. C, Oct. 6. 1862. J \"lam instructed to telegraoh you as follows: The Presi dent directs that you croBa the Potomac and give batile to tbe enemy or drive bim South. Yonr army mutt move now while the roads are good. \" If you cross tbe river between the enemy and Washing ton, and cover the latter by your lice of operations, you can be #re-enforced with 30,000 men. If you move up the valley of the Shenandoah, not more than 12,000 or 15.000 can be sent to you. The President adviees the interior line between Washington and tbe enemy, but does not order it. He ia verydesirous tbat your army move as soon aa possible. You will immediately report what time yon adopt, and where you intend to cross tbe river; also, to what point the re-enforce ments are to be sent. It is necessary that a plan of your operations be positively determined on before orders are given for building bridges or repairing railroads. ''lam directed to add that the Secretary of War and tbe General -in -Chief fully concur with the President in these instructions. THE PRESIDENT TO M'CLELLAN. \" W. H. HALLECK, General-in-Chief. \" Maj. -Gen. McClellan.\" On the 13th of October tbe President wrote to Gen. McCltllan concerning the operations of the army. And on the 17th of October Gen. McClellan wrote in reply. Tbe letter of the President and the reply of Gen. McClellan are as follows; To this Gen. McClellan replies on the same day: \" It is important, in making my decision regarding the route to be taken by the army, that I Bhould know, first, what description of troopB 1 am to be re-enforced with upon the Shenandoah route, and also upon the other route between the enemy and Washington ; whether they are to be old or new troops, or what proportion of each. If possible, I should be glad to have Peck's division sent to me, if it can bo got here within a reasonable time. \" Second. Will you inform me what the present condition of the Alexandria and Leesburg Railroad;is; also the Manassas Gap Railroad ; and what time it would require to put them in working order? It is believed that the Harper's Ferry and Winchester Railroad is not materially injured.\" To this Gen. Halleck replies on the 7th: \" Executive Mansion, Washington, Oet. 13, 18C2. 11 My Dear Sir: You remember my speaking to you of what I called your overcautiousness. Are you not overcautious when you assume that you cannot do what the enemy is constantly doing? Should you not claim to be at least his equal ia prowess, and act upon the claim ? \" As I understand, you telegraphed Gen. Halleck that you cannot subBist your army at Winchester, unless the railroad from Harper's Ferry to that point be put in working order. But the enemy does now subsist his army at Winchester at a dis- tance nearly twice as great from railroad transporta- tion aB you would have to do without the railroad last named. He. now wagons from Culpepper Court-House, which is just about twice 'as lar as you would bave to do from Harper's Ferry. He is certainly not more than half as well provided with wagons as you are. I certainly should be pleased for you to have the advantage of the railroad from Harper's Ferry to Winchester; but it wastes all the remainder of Autumn to give it to you, and in fact ignores the question of time, which cannot and must not be ignored. \" Again, one of the standard maxims of war, as you know, is, l to operate upon the enemy's commu- nications as much as possible without exposing your own.' You seem to act as it this applies against you, but cannot apply in your favor. Change posi- tions with the enemy, and think you not he would break your communication with Kichmond within the next twenty-four hours? You dread his going into Pennsylvania. But if he does so in full force, he giveB up his communications to you absolutely, and you have nothing to do but to lollow and ruin him; if he does so with less than full force, fall upon aud beat what iB left behind all the easier. \" The Manassas Gap Road can be repaired in a few days. The Leeaburg Road is much more injured. You can reach the former in less time than would be required to repair the latter. The troops to be sent you will be partly new and partly old— mostly new.\" HIS PLANS AND FEARS. On the same day Gen. McClellan telegraphs: \"After a full consultation with the corps commanders in my vicinity, I have determined to adopt the line of the Shenan- doah for immediate operations against tbe enemy now near Winchester. On no other line north of Washington can the army be supplied, nor can it ou any other cover Maryland and Pennsylvania. Were we to cross the river below tbe mouth of the Shenandoau, we would leave it in the power of the en- emy to recroBs into Maryland, aud thus check the movements. In the Baine cise we would voluntarily givejiini tbe advantage of the strong Jine of the Shenandoah, no point of which could be reached by us in advance of him. I see no objective point of Btrategical value to be gained or Bought tor by a movement between the Shenandoah aud Washingtou. \" I wish to state distinctly tbat I do not regard the line of the Shenandoah Valley as important stir ulterior objects It iB important only so long as the enemy remains near Winches- ter. Aud we Ciouot follow that line far beyond that point, ■imply because the country is destitute of supplies, and we have not sufficient means of transportation to enable us to ad- vance more than '2Q or 35 miles beyond a railroad or canal ter- minus. If the enemy abandon Winchester and fall back upon Staunton, it will be impossible for us to pursue him by that route, and we must then take a new line of operations baaed upon water or railway communication. \" The only possible object to be gained by an advance from this vicinity is to fi^ht the enemy near Winchester. If they retreat, we have nothiug to guin by pursuing them, aud, in fact, cannot do so to any great distance. The objects I pro- posed to myself are — to tignt the enemy, if they remain near \\\\ nn heater; or, failing in that, to force them to abandon the Valley of tbe Shenandoah, there to adopt a new and decisive line of operations which shall strike at the heart of the Rebellion \"I bave taken all pos«ible measures to insure the most firompt equlpmeut of the troops. But, from all tbat I can earn, it will be at least three days before the first, tif.h, and sixth corps are in readiness to move from their present camps. They need shoes and other indispensable articles of clothing, aa well as shelter tent', iio. I beg to assure you that not an hour shall be lost iu carrying your instructions into effect. \" Exclusive of the water line, you are now nearer Richmond thun the enemy is by the route that you can and he must take. Why can you not reach there before him, unlegB you admit that he ib more than your equal on a march ? His route is the arc of a circle, while yours is the chord. The roads are us good on yours as on hi<. \" You know I desired, but did not order, you to cross ihe Potomac below inBteid of above the Shen andoah and Blue Kidge. My idea was, that this"], [28, "22 would at once menace the enemy's communications, which I would seize if he would permit. If he should move northward, I would follow him closely, holding his communications. If he should prevent our seizing his communications, and move toward Richmond, I would press cloaely to him, fight him if a favorable opportunity should present, and at least try to beat him to Richmond on tbe inside track. I Bay 'try;' if we never try, we shall never succeed. If he make a stand at Winchester, moving neither north nor south, I would fight him there, on the idea that if we cannot beat him when he bears the wast- age of coming to us, we never can when we bear the wastage of going to him. This proposition is a simple truth, and is too important to be lost sight of for a moment. In coming to us, he tenders us an advan- tage which we should not waive. We should not so operate aB to merely drive him away. As we must beat him somewhere, or fail finally, we can do it, if at all, easier near to us than far away. If we can- not beat the enemy where he now is, we never can, be again being within the intrenchments of Rich- mond. \" Recurring to tbe idea of going to Richmond on the inside track, the facility of supplying from the side, away from the enemy, is remarkable, as it were by the different spokes of a wheel, extending from the hub toward the rim, and this, whether you move directly by the chord or on the inside arc, hugging the Blue Ridge more closely. The chord- line, as you see, canies you by Aldie, Haymarket and Fredericksburg, and you see how turnpikes, railroads, and finally the Potomac, by Acquia Creek, meet you at all points from Washington. The same, only the lines lengthened a little, if you press closer to the Blue Ridge part of the way. The gaps through the Blue Ridge I understand to be about the following distances from Harper's Ferry, to wit: Vestal's, live miles; Gregory's, thirteen; Snicker's, eighteen; Ashby's, twenty-eight; Man- aBsae, thirty-eight; Chester, forty-five, and Thorn- ton's, fifty-three. I should think it preferable to take the route nearest the enemy, disabling him to make an important move without your knowledge, and compelling him to keep his forces together for dread of you. The gaps would enable you to attack if you should wish. For a great part of the way you would be practically between the enemy and both Washington and Richmond, enabling us to spare you the greatest number of troops from here. When, at length, running for Richmond ahead of him enables hi en to move this way; if he does so, turn and attack him in the rear. But I think he should be engaged long before such point is reached. It is all easy if our troops march as well as the ene- my, and it is unmanly to say they caunot do it. This letter is in no sense an order. MORE RE-ENFORCEMENTS WANTED. Gen. McClellan continued to ask for ra-enforce mente — for horses — saying that the issue to bis army was only 150 per week; and for clothing, stating that his army needed shoes and other articles or clothing, and \" had for some time past been suffering for tbe want of it,\" and that he was \"constrained to believe that it waa in a great degree owing to the want of proper action on the part of the Qartermas ter's Department.\" The subject was referred to the Quartermaster-General, and he was ca'led upon for a statement in regard to the matter. There waa much correspondence upon the subject between Gen. Halleck, Gen. McClellan, and Gen. Meigs. The re sult of the examination is fully stated in the follow ing communication of the Secretary of War, of the 27th of October, and the reply of Gen. Halleck, of the 28th of October: M'CLELLAN'S MISREPRESENTATIONS. \" War Department, i \" Washington City, Ocz. 27, 1862. J \"Genekal: It has been publicly stated that the army under Gen. McClellaa has been unable to move, during the fine weather of this Fall, for want of shoes, clothing, and other supplies. You will please report to this Department upon the following points: \" First : To whom, and in what manner, the requisitions for supplies to the army under Gen. McClellan have been made since you assumed command aa Ceneral-in- Chief ; and whether any requisition for supplies ot any kind has since that time been made upon the Secretary of War, or communication had with him, except through you? \" Second : If you, as General-in-Chief, have taken pains to ascertain tbe condition of the army in respect to tbe supplies of shoes, clothing, arms, and other necessaries ; an I whether there has been any neglect or delay, by any Department or Bureau, in filling the requisitions for supplies ; aud what has been, and is, the condition of that army, as compared with other armies, in respect to supplies! \"Third: At what date, after the battle of Antietam, the orders to advance against the enemy were given to Gen. Mc- Clellan, and how often have they been repeated? \"Fourth: Whether, in your opinion, there bas been any want in the army under Gen. McClehan of shoes, clothing, arms, or other equipments or supplies, that ought to have pre vented its advance against the enemy when the order was given? \" Fifth : How long was it after the orders to advance were given to Gen. McClellan before he informed you that any BhoeB or clothing were wanted in his army, and what are hia means of promptly communicating the wants of the army to you, or to the proper bureaus of the War Department? \"EDWIN M. STANTON, \"Secretary of War. \"Maj -Gen, Halleck, General-in-Chief.\" \"Washington. Oct. 28, 1862. \" Sir: In reply to the Beveral interrogatories contained in your letter of yesterday, I have to report: ''First: That requisitiond for.Bupplies to the army under Gen. McClellan are made by his star!' officers on the chiefs of bureaus here; that is, for Quartermaster's supplies by his Chief Quartermaster on the Quartermaster-General ; for Com missary supplies by bis Cnief Commissary on the Commis sary-General, &c. No such requisitions have been, to my knowledge, made upon toe Secretary of War. aud none upon the General-in-Chief. \" Second : On several occasions Gen. McClellan has tele graphed to me that his army was deficient in certain supplies. All these telegrams were immediately referred to the heads of bureaus, with orders to report. It was ascertained that ia every iu stance the requisitions had been immediately filled, exceot one, where the Quartermaster- General had been obliged to send from Philadelphia certain articles of clothing, tents, &c, not having a full supply here. \" There has not been, so far as I could ascertain, any neg lect or delay in any department or bureau in issuing all sup plies asked for by Gen. McClellan, or by the officers of hia staff. Delays Lave occasionally occurred in forwarding sup plies by rail, on account of the crowded condition of the de pots or of a want of cars ; but whenever notified of this, agents have been sent out to remove the difficulty. Under the ex cellent superintendence of Gen. Haupt 1 think these delays have been less frequent and of shorter duration than i<i usual with freight traim. Any army of the Bize of that of Gen. McClellan will frequency be for some days without the sup plies asked for, on account of neglect in inafcing timely requi sitions, and unavoidable delays in forwarding them, and in distributing them to tbe differen: brigades and regiments. From all trie information I can obtain, I am of the opiuion that the requisitions from that army have been filled\" more prompt y. and tbat the men, as a general rule, have been better supplied than our armies operating in the West. The latter have operated at much greater distances from the sources of supply, and have had far less facilities for transpor tation. In fine, I believe tuat no armies in the world, while in compaign, have been moie promptly or better supplied than outs. \" Yours, truly, » A. LINCOLN. \" Maj. -Gen. McClellan.\" \" Headquarters Army op the Potomac, ) ■' Camp in Pleasant Valley, Oct. 17, 1862. J \"Sir: Your letter of the 13th inst, reached me yesterday morning, by the hands of Col. Perkins \" I had sent out; strong reconnoissances, early in the morn ing, in the direction of Charlestown, Leetown, &c, and, as sharp artillery firing was heard, I felt it incumbent to go to the front. 1 did not leave Charlestown until dark, so that I have been unable to give to your Excelleucy's letter tbat full and respectful consideration which it merits at my hands. \" I do not wish to detain Col. Perkins beyond tbi* morn ing's train. I therefore think it best to send him back with this simple acknowledgment of the Teceipt ot your Excel lency's letter. I am not wedded to any particular plan of operations, I hope to have, to-day, reliable information as to the position of the eneoiy, whom I still believe to be be tween Bunker Hill and Wiucheater. I promise you that I will give to your views the fullest and most unprejudiced consideration, aud that it is my intention to advance the mo ment my men are shod, and my cavalry are sufficiently reno vated to be available. \" Your Excellency may be assured that I will not adopt a course which differs at all from your views, without first fully explaining my reasons, and giving you time to issue such instructions as may seem best to you. \" I am, Sir, very respectfully, your obedient servant, \"GEO. B. McCLELLAN, \" Major-General United States Army. *' His Excellency the President.\" \" Third: Soon after the battle of Antietam Gen. McClelUn was urged to give me information of his intended movements"], [29, "23 in order that, if he moved between the enemy and Washing ton, re-enforcements could be sent from this place. On the lat of October, finding tbat he proposed to operate from Harper's Ferry, I urged him to cross\" the river at once and give battle to the enemy, pointing out to him i he disadvan tage of delaying till tbe autumn rains had swollen the Poto mac &nd impaired the roads. OntheGthof October he was peremptorily ordered ' to cross the Potomac and give battle to the enemy, or drive him south. Your army must move now while the roads are good.' It will be observed that three weeks have elapsed Bince this order was given. \"Fourth: In my opinion there has been no such want of supplies in the army under Gen. McClellan as to prevent his compliance with tbe orders to advance against the enemy. Had he moved to the south side of the Potomac he could have received his supplies almost as readily as, by remaining inactive, on tbe north Bide. \"Fifth: On the 7th of October, in a telegram in regard to his intended movements, Gen. McClellan stated that it would require at least three days to supply the Firs'', Fifth and Sixth Corps; that they needed shoes and other indispensable articles of clotbing, aa well as shelter tents. No complaint was made that any requisitions had not been filled ; aud it was inferred from his language that he was only waiting for the distribution of his supplies. *' On tbe 11th he telegraphed that a portion of Mb supplies, sent by rail, had been delayed. As already stated, agents were immediately sent from here to investigate thit complaint ; and they reported that everything had gone foiward. On the same date (the 11th) he spoke of many of his horsies having broken down by fatigue. On the 12th he complains tbat the rate of supply was only 150 horses per week for the entire army, there and in front of Washington. I immediately di rected the Quartermadter-General to inquire into this matter, and to report why a larger number wad not furnished. Gen. Meigs reported on the 14th that the average i&sue of horses to Gen. McClellan's army, in the field aud in front of Washing ton, for the previous Bix weeks, had been 1,450 per week, or 8,754 iu all; iu addition, tbat a large number of muleB had been supplied; aud that the number of animals with Gen. McClel lan's army, on the Upper Potomac, was over 31,000. He also reported that he was then sending to the army all the horses he could procure. \"On the 18th Gen. McClellan states, in regard to Gen. Meigs's report, that he had tilled every requisition for shoes and clothing: ' Gen. Meigs may have ordered those articles to be forwarded, but they have not reached our depots ; and un leBa greater effort to insure prompt transmission is made by the department of which Gen. Meigs iu the head, they might as well remain in New-York or Philadelphia, so far as this army is concerned.' 1 immediately called Gen. Meigs's atten tion to this apparent neglect of bis department. On the 25th he reported, as the result of his investigation, that 48,001) pairs of boots and shoeB had been received by the quartermaster of Gen. McClellan's army at Harper's Ferry, Frederick, and Hagerstown; that 2O.OU0 pairs were at Harper's Ferry depot on the 21st; that 10,000 more were on their way ; and 15,000 more ordered. Col. Ii-galls, aide-de-camp and chief quarter master to Gen. McClellan, telegraphed ou the 25th; ' The suf fering for want of clothing is exaggerated I think; and cer tainly might have been avoided by timely requisitions of regi mental aud brigade quartermasters.' On tbe 24th he tele graphed to the quartermaster-general that: 'the clothing was not detained in the cais at tho depots; such complaints are groundless. The fact iu, the clothing arrives end is issued; but more ia still needed. I bave oidered more than would seem necessary from any dt>ta furnished me ; and I beg to re mind you that you have always very promptly met all my requisitions as far as clotbing is concerned. Our department in not at fault. It provides as soon as due notice is given. I foresee no time when an army of over 100,C00 men will not call for clotbing and other articles.' \" In regard to Gen. McClellan's means of promptly commu nicating tbe wants of his army to mo, or to tbe proper bureaus of the War Deportment, I repeat tbat, in addition to the ordi nary mails, he has been in hourly communication with Wash ington by telegTaph. \"It is due to Gen. Meigs tbat I should Bubmit herewith a copy of a telegram received by him from Gen. McClellan. fSee documents. J \" Very respectfully, yonr obedient servant, \" H. W. HALLECK, General-in-Chief. \" Hon. Edwin M. Stanton, Secretary of War.\" M'CLELLAN STILL DELAYS. \" Yonr telegram of 12 m. has been submitted to the Presi dent. He directs me to say that he has no change to make in his order of tbe 6th inst. If you have not been, and are not now, in condition to obey it, you will be able to show such want of ability. The President does not expect impossibili ties, but is very anxious tbat all this good weather Bhould not be wasted in inactivity.\" On the 22dof October Gen. McClellan telegraphs: \" Alter full consultation, I have decided to move upon the line indicated by the President in his letter of tbe 13th inst., and have accordingly taken steps to execute the movement. I will inform you, from time to time, of the occupation of Leesburg, Hilleborougb, Snickersville, &c. I shall need all the cavalry and other re-enforcements yon can send me from Washington.\" On the 23d Gen. Halleck replies: \" Should you move as proposed in your telegram of yester day, I can seDd about 20,000 men from Washington to re-en force you.\" ABOUT CAVALRY. On the 25th of October Gen. McClellan transmits to Gen. Halleck a report of Col. Robert Williams, commanding a detachment of cavalry, iu which it ia stated that nearly half his horses are unsound, from \" sore tongue, grease, and consequent lameness and sore backs,\" and that \"tbe horees which are still sound are abfcolutely broken down from fatigue and want of flesh.\" To this the President replies to Gen. McClellan on tfce same day: \" I have jost read your dispatch about sore tongue and fa tigued horses. Will you pardon me for asking what the bore es of your army have done since the battle of Antietam that fatigues anything 1\" Gen. McClellau replies on the same day: \" In reply to your telegram of this date, I bave the honor to state, from the time this army left Washington, on the 7th of September, lit cavalry has been constantly employed in mak ing reconnoissances, scouting and picketing. Since the battle of Antietam six regiments have made a trip of 200 miles, march ing 55 miles in one day, while endeavoring to reach Stuart's cav alry. Gen. Pleasanton, in hid official report, i-tale^ that he, with the remainder of our available cavalry, while on Stuan'a track, marched 78 miles in 24 honuis. Beside th-se two re markable expeditions, our cavalry has been engaged in i icfcet injr aid Bcouting 150 miles of river front since the battle of Antietam, and h* made repeated reconnoi s sauce a since that time, engaging the enemy on every occasion, and, indeed, it has performed harder service >*iuce tbe buttle than before. I beg that you will also consider tbat this ssme cavalry was brought from the peninsul\", where it encountered moat la borious service, and was, at the commencement of this cam paign, in low condition, and from tbat time to tbe present has had no time to recruit. If any in-tance can be found where overworked cavalry has performed more labor than mine since the battle of Antie'.am I am not conscious of it.\" The following is the reply of the President: \" Yours, in reply to mioe, about horsea, received. Of course, J ou know the facts better than I. Still, two considers, tions remain: Stuart's cavalry outmarched ours, hovine cer tainly done moie marked service on the peninsula and every where since. Secondly, will not a movement of our army be a relief to the cavalry, compelling the enemy to concen trate -nBtead of 'loruging' in squads everywhere?\" MORE MEN WANTED. On the 27th of October, Gen. McClellan tele graphed to the President: ■'Your excellency is aware of the very gjeat reduction of numbers that has taken place in most of the old regiments of this command, and how necessary it is to sill up these skele tons before taking them again into actior. I have the honor, therefore, to request that the order to fill up the old regiments with drafted men may at ouce be issued.\" To this the President replies aa follows on the same day: ■■ Your dispa'ch of 3 p. m. of to-day. in regard to filling up old regimeuts with dratted men, is received, and tbe request therein shall be complied with as far as practicable. •'And nowlaBk a distinct answer to tbe question: Is it your purpose not to go into action again until the meu now being drafted iu the States areincorpoiated in the old regiments V On Oct. 21, Gen. McClellan informs Gen. Halleck that he has nearly accomplished supplying his army with the clothing absolutely necessary for inarching. He complainB, however, of his want of cavalry, aud concludes: The following is Gen. McClellan's reply— after re ferring to previuus communications inretation to fill ing up the old regiments, he says: \" In the preBs of business, I then called an aide, and telling him 1 had conversed with you upon the subjected, I directed him to write for me a dispatch, asking your excellency to have the necessary order given. I regret to say that this officer, after writing the dispatch, finding me still engaged, eent it to the telegraph office witcont first submitting it to me, tinder the impression that he had communicated my \" Without more cavalry horses our communications, from the moment we march, would be at the mercy of the large cavalry force of the enemy, aud it would oot be possible for ua to cover our flanks properly, or to obtain the necessary in formation of the position and movemetts of the enemy iu auch a way as to iusuro success. My experience has shown tho necessity of a large aud efficient cavalry foice. Under the foregoing circumstances, 1 beg leave to ask whether the Presi dent desiros me to march on the enemy at once or to await the reception of the new horses, avery possible step having b«eu taken to iuwure their prompt arrival.\" To this Gen. 11 Hock replies on the same day, at 3:30 p. m. :"], [30, "24 views. He, however, unfortunately added, * before taking them into action again.' This phrase was not authorized or intended by me. It has conveyed al together an erroneous impression as to my plans and intentions. To your excellency's question I answer distinctly tbat I have not had any idea of postponing the advance until the old regiments are filled by drafted men. I commenced crossing the army into Virginia yesterday, and Bhall push forward as rap idly as possible to endeavor to meet the enemy.\" Your Committee would say that, in their opinion, a staff officer who could, from negligence or other cause, add to a dispatch from the General command ing an army to the President, that which t( wa3 not authorized or intended,\" should at least be assigned to some other duty. M'CLELLAN TAKES FOUR WEEKS TO CROSS THE pontoons to Acquia Creek, which order Gen. Hulleck signed, and it was sent off to the telegraph office. WOODBURY SAYS HE WAS NOT. Gen. Woodbury states that he received that order on the morning of the 13th of Nov. He testifies: \"Gen. Halleck's order to me of the 13th made it apparent that the army was preparing to march to Fredericksburg. As to the time when the movement would be made I never re ceived any information. Fearing, however, that the move ment would be precipitate. I went to Gen. Halleck's office, and urged him to delay the movement some five days, in order that the necessary preparations might be made to insure success. To this he replied that he would do nothing to delay for au instant the advar.ce of tbearmy on Rich mond. I rejoined that my suggestion was not intended to cause delay, but rather to prevent it. In making this sugges tion I had reference not only to the pontoon train, but the landings still to be created for the Quartermaster and Com missary Departments.\" POTOMAC. HALLECK SAYS HE WAS NOT. The movement of the army across the river, which was commenced upon the 26th of October, continued slowly, until on the 5th of November Gen. McClel lan announced to the President that the last corps of his army finished crossing on the 3d of Novem ber, just four weeks from the time the order to cross was given. Gen. Halleck testifies: \"I will state that all the troops in Washington aod its vi cinity were under the commandos Gen. McClellan when he was relieved, and be issued his orders directly to the com manding officer of Washington, with one single restriction: that no troops should be moved from the command of Wash ington until I was notified by Gen. McClellan or the com manding officer here. In all other respects they were all un der his direction. Gen. Burnside, when he relieved him, was told that tbey remained precisely the same as before. On my visit to Gen. Burnside, at Warrenton, on the 12th of Novem ber, in speaking about the boats and things that he required from here, I repeated to him that they were all subject to his orders with that single exception. To prevent the necessity of the commanding officer here reporting the order for the boats here, the order was drawn up upon bis table, and signed by me, directly to Gen. Woodbury, on the evening of the 12th, I thiuk — the evening tbat 1 was there. I aaw Gen. Woodbury on my return, and he told me he had received the order. I told him that in all these matters he was under Gen. Burnside's direction. I had nothing further to give him, ex cept to commuoicate that order to him. In conversation with him and Gen. Meigs, it was proposed that the train of pon toons should go down by laud, as they could be gotten down Booner in that way, without interfering with the supplies which had to be sent to Acquia Creek. 1 gave no other order or direction in relation to the matter than that all other mat ters were under Gen. Burnside's direction. He also informed me, while at Warrenton, that Capt. Duane, Chief of the Engi neers, had also sent an order to Harper's Ferry for the pon toon train there to go down. The order had been issued. They being under Gen. Burnside's immediate and direct com mand, I did not interfere at all in relation to them. \" Question. Do you know whether there waa any delay in starting them, or in their progress there? \"Answer. I heard that chere was a delay from tbe steam ers getting aground with the pontoons ; and there was a delay, as I understood, in the train going down by land, on account of the difficulty of the roads, and the inexperience, perhaps, of the officers in command, and it had to be taken by water part of tbe way ; it could not get get through by land. I con sidered, from the reports 1 received, that these delays resulted mainly from accident and the elements, that no man had any control over. Gen. Burnside telegraphed to me in relation to Gen. Woodbury. thinking that he had not used due diligence ; but afterward told me he was perfectly satisfied with what Gen. Woodbury had done, and that he did not know but what the commanding officer of the train that went d&wn had done his duty also; that he was disposed to make no further in vestigation of that matter; that he was pretty well satisfied. \" Question. Was there any request for yon to delay the advance of the meu until the boats arrived, or anything of that kind ? \"Answer. No, Sir. I remember this, that Gen. Wood bury. in conversation with me, said that Gen. Burnside could not get down for several days after I told him, and that he could not land the boats until Gen. Burnside arrived; 1 think I remarked to him that I did not know exactly the day when Gen. Burnside would move; but I could not tell him, as the General did not know hiaiseK While I was at Warrenton he proposed this movement, and he was directed to make all preparations! lor it. but not to begin it until tbe President was consulted. I returned on the afternoon of the 13tb, and, 1 thiuk, on tbe mornin,' of the 14tb, I had aa interview with the President, iu which he consented to Gen. Burnside's plan?, and I immediately telegraphed to him to ga ahead as he had proposed. I understood that there was considerable delay in getting the boats from Acqiia down to the Rappa hannock River, on account of the bad roads, difficulty of transportation, ice, but no other delay than that which would naturally occur over a rough country like that; and acci dental delay iu laying the bridges was reported to me, from the inexperience of the pontoniers who laid the upper bridges; there was considerable delay in tbat. We could not commence the repair of the railroad until Gen. Burnside took possession of it, as it was all in the possession of the enemy. Ihat was understood between him and Gen. Haupt, in my piesence. Gen. Haupt went out with me to make the ar rangement for repairing the roads as early aB possible. I re member the conversation ; he could not land anything, but would have everything down ready as soon as he could, and In tbe letter to the President, of the 17th of Oc tober, Gen. McClellan writes: \" Your Excellency may be assured that I will not adopt a course which differs at all from your views without first fully explaining my reasons and giving you time to issue such in structions as may seem best to you.\" THE END OF M'CLELLAN. Gen. McClellan was relieved from the command of tne Army of the Potomac, in pursuance of the following orders: \"Headquarters ot the Army, > \" Washington, D. C. Nov, 5, 1862. > \" General: On receipt of the order of the President, sent herewith, you will immediately turn over your command to Major-Gen. Burnside, and repair to Trenton, New-Jersey, reporting on your arrival at tbat place by telegraph for further orders. Very respectfully, your obedient servant. \"H. W. HALLECK, General-in-Chief. \"Major-Gen. McClellan, Commanding, itc., ice.\" \" War Department, Adjutant-General's Oppicb, i \" Washington, Nov. 5, 1862. J \"General Orders, No. 182.— By direction of the Presi dent of tbe United States, it is ordered that Maior-Gen. McClellan be relieved from the command of the Army of the Potomac, and that Major-Gen. Burnside take the command of that army. \" By order of the Secretary of War. \"E. D. TOWNSEND, Assistant Adjutant-General.\" OPERATIONS UNDER GEN. BURNSIDE. Upon assuming command of the Army of the Poto mac, Gen. Burnside at once determined to follow the line of operations which be had previously sug gested to Gen. ivIcClellan; that is, to make Fred ericksburg the base of his operations. He assumed command on the 7th or 8th of November, and on the 9th forwarded to Washington his proposed plan of operations. On the 12th of November Gen. Halleck came to Warrenton, and, with Gen. Meigs, had a conversation with Gen. Burnside upon the future movements of the army. Gren. Burnside stated that his plan was \" to con centrate the army iu the neighborhood of Warren ton; to make a small movement across the Rappa hannock, as a feint, with a view to divert the attention of the enemy, and lead them to believe that we were going to move in the direction of Gor donsville, and then to make a rapid movement of the whole army to Fredericksburg;\" for the reason that \" we would ail the time be as near Washington as would the enemy, and after arriving at Freder icksburg we would be ata point nearer to Rich mond than we would be even if we should take Gordonsville.\" THE PONTOONS — WHO IS RESPONSIBLE FOR THEIR DELAY? Gen. Burnside desired to have provisions and forage, together wich pontoons to enable the army to cross the Rappahannock. Gen. Meigs testifies that while at Warrentou he wrote an order to Gen. Woodhury, in Washington, to call on the Quarter master at Washington for transportation for the"], [31, "25 vhen he found Gen. Burnside was in possession, be would ;ommence.\" \" 1 have the honor to be. General, very respectfully, yonr obedient servant, - JOHN G. PARKE, Chief of Staff. •' Major-Gen. Franklin, Commanding Department, Grand Division Army ol Potomac.\" BURNSIDE EVIDENTLY WAS NOT. Gen. Burnside testifies in relation to the forward ing of the pontoons: FRANKLIN'S INCONSISTENT STATEMENTS. \" I understood that Gen. Halleck was to give the necessary orders, and then the officers who should receive those orders were the ones responsible for the pontoons coming here (Fredericksburg). I eould have carried out that part of the plan through officers of my own ; but, having just taken the command of an army with which I was but little acquainted, it was evident that it wai as much as 1 could attend to, with the assistance of all my officers, to change its position from Warrenton to Fredericksburg; and I felt, indeed I expected, that all the parts of the plan which were to be executed In Washington would be attended to by the officers at that place, under the direction of the different departments to which those parts of the plan appertained. \"Question. Did you or not understand that you yourself were to be responsible for seeing that those orders were car ried out ? \"Answer. I did not. I never imagined for a moment that I had to carry out anything that required to be done in Wash ington.\" On the 16th of November Gen. Burnside started the columns of his army from Warrenton to Freder icksburg, not having heard anything of the delay of the pontoons from Washington. The telegram an nouncing the delay did not reach Gen. Burnside until the 19th of November. The corps of Gen. Sumner was in the advance, and it was the intent'on that he should cross over to Fredericksburg and take posseasion of the place. But the non-arrival of the pontoons in time prevented the movement which had been contemplated, and necessitated the adop tion of other measures. Gen. Franklin states, when last examined, that he received the above order at about 7:30 a. m., and that he at once took measures to carry out what he considered to be the meaning of the order, that is, \" an armed observation to ascertain where the enemy waB.\" In his testimony, given when your Commit tee were at Falmouth, he Bays: (,I put in all the troops that I thought it proper and prudent to put in. I fought the whole strength of my command, as far as I could, and at the same time keep my connection with the river open.\" FRANKLIN RESPONSIBLE FOR THE DEFEAT. From the testimony it would appear that the at tack was in reality made by one of the smallest di visions in Gen. Franklin's command — the division of Gen. Meade, numbering about 4,500 men. This division was supported on its right by Gen. Gibbon's Division of about 5,000 men. On the left was Gen. Doubleday's Division, forming the extreme left of our line, nearly at right angleB with Gen. Meade's Division, and extending to the river. Just as Gen. Meade's Division advanced to the attack. Gen. Bir ney's Division, of Gen. Stoneman's corps, numbering about 7,000, came up and took jAsition immediately in rear of Gen. Meade. GEN. BIRNEY FAILS TO SUPPORT MEADE'S AT- TACK. THE BATTLE OF FREDERICKSBURG. The division of Gen. Meade succeeded in piercing the first line of the enemy, and gaining the creBt of the hill. Gen. Gibbon, seeing Gen. Meade advanc ing to the attack, ordered his division forward. Af ter his last brigade had advanced, driving the enemy with the bayonet, and he was preparing his batter ies to open upon a Rebel regiment that made their appearance on his left, Gen. Gibbon was wounded and taken from the field. Gen. Meade's division having reached tbe crest of the hill, formed them selves in the presence of the reserves of the enemy, who opened fire upon them iu front, and they also re ceived a fire upon their flank. The superiority of tbe enemy wns so overwhelming that Meade's divis ion was forced b^ck, as was also Gibbon's division. The enemy pursued uniil checked by Birney's divis ion. Our lorces continued to hold their position, without renewing the attack, until they were or dered to withdraw across the river. Gen. Burnside then began to make preparations for another movement, bringing up the pontoons as rapidly as possible, to enable his forces to cross tbe river j The plan determined upon was to cross the river at two points; the right wing to cross opposite Fred ericksburg, and the left wing to cross from three to four miles below the city. The left wing was com posed of the Left Grand Division, with a corps from the Center Grand Division, making a force of from 50,000 to 60,000 men, the whole being under com mand of Maj. -Gen. Franklin. The crossing was made successfully at both points, but will much op position from sharpshooters on the right. PLAN OF BATTLE. Gen. Burnside Btates the following in regard to his plan of attack: \" The enemy had cut a road along in the rear of the line of hights where we made our attack, by means of which they connected tbe two wings of their army, and avoided along detour around through a bad country. I obtained from a colored man, from the other Bide of the town, Information in regard to this new road, which proved to be correct. I wanted to obtain possession of that new road, and tbat was my reason for making an attack on the extreme left. I did not intend to make the attack on the right until thtt position had been taken, which I supposed would Btagger the enemy, cutting their line in two'; and then 1 propobed to make a direct attack on their front and drive them out of their works.\" The losses sustained in the attack, in killed, wounded, and missing, were as follows: Meade's division, 1,760; Gibbon's division, 1,249; Birney's division, 961. FRANKLIN DISOBEYS A DIRECT ORDER TO ATI .. K. Gen. Burnside, upon laming of the small force ordered to attack the enemy, sent an order to Gen. Franklin to make a vigorous attack with his whole force. Several of the witnesses testify that had the attack been renewed with all the available force under Gen. Franklin's command it would have been successful. Gen. Franklin testifies that it waB not an order, but a request, aud that when he received it it was too late to renew the attack, and therefore he did not doit. ORDERS TO FRANKLIN. The following is the order to Gen. Franklin, who commanded the left : \" Headquarters Army op the Potomac, T \" December 13, 5:55 a. m. 5 \" Gen. Hardie will carry this dispatch to you and remain with yon during tbe day. The general commanding directs that yon keep your whole command in position for a rapid movement down the old Richmond road, and you will send out at once a division, at least, to pass below Smithbeld, to seize, if possible, the hights near Capt. Hamilton's, on this Bide of the Massaponsx, taking care to keep it well supported, and its line of retreat opeu. He hai ordered another column of a division or more to be moved Irom Gen. Sumner's com mand up tbe plank road to its intersection of the telegraph road, where they will divide, with a view to seizing the bights on both of those roads. Holding theBe bights, with the hights near Capt. Hamilton's, will, 1 hope, compel the enemy to evacuate tbe whole ridge between theBe points. He makes these moves by columns, distant from each other, with a view of avoiding the possibility of a collision of our own forces, which might occur in a general movement during the fog. Two of Gen. Hooker's divisions are in your rear at the bridges, and will remain there as supports. Copies of instruc tions to Gens. Sumner and Hooker will be forwarded to yon by an orderlv very soon. Yon will keep your whole com mand in readiness to move at once aa soon aa the fog lifts. The watchword which, if possible, should be given to every company, will be ' Scott.' Gen. Franklin testifies as follows: \" The order under which 1 was acting directed that the line of retreat should be kept opeu. It also directed tbat I shonld bold my troops in position for a rapid march down the Rich mond road. I never dreamed tbat this was considered aa a btrong attack at all, until since tbe battle took place. At that time 1 had no idea that it was tbe main attack, but supposed it was an armed observation to ascertain where the enemy was. * * * * * * I waa strengthened in this opinion by tbe staff officer who brought it Itlifi ordwrV 1* ***** * it, (the order). j* * * * * ''Question. Did you not understand, from this order, that you were to use all tbe troops necessary to seize and bold the hights near Capt, Hamilton's, and that the General command ing considered that that waa necessary to be done in order tc secure success ' ■I Answer. No; I did not. I should suppose that the order would not have limited me to ' at least a division,' as the word ing of it showi, had sueh been his intention ; and, besides, he directs me to keep my whole command is position to move"], [32, "26 ing up the iron-bridge at the place of croBsing; croei the Richmond. Petersburg and Weldon Ifiilroad ■where it crossed the Nottoway River, destroying the railroad bridge there; and then proceed on by Gen. Pryor's command, and effect a junction with Gen. Peck, at Suffolk, were Bteamers were to be in wait ing to take them to Acquia Creek. To distract the attention of the enemy, and de ceive them in regard to which body of cavalry wa« the attacking column, at the time the thouaand picked men crosaed the Rappahaunock, a portion of the remaining 1,500 was to proceed toward Warren ton; another portion toward Culpepper Court- House; and the remainder were to accompany th» thousand picked men as far as Raccoon Ford, and then return. While this country expedition was in progress, the general movement waa to be made across tbe river. On the 26th of December, an order was issued sot the entire command to prepare three days' cooked rations; to have their wagons filled with ten days' email rations, if possible; to have from ten to twelve days' supply of beef cattle with them; to take forage for their teams and their artillery and cavalry horses, and tbe requisite amount of ammunition— in fact, to be in a condition to move at twelve hours' notice. GENS. COCHRANE AND NEWTON TRY TO PRE- alongthooldRichmondro.il. If ho mv whole force, if necessary, to hold that hill, ho hardly would have coupled it with the condition to keep my com mand in readiness for this other movement. .«„.,,- \" Question. Was the other movement feasible until after the possession of those hights by our troops 1 \" Answer. I think tbat the other movement, if it had boon ordered with my whole force, would have necessarily involved thepossession of those hights. Had I been ordered to move my whole force along the Richmoud road, I should have been com pelled to take all that would be found ui the road, and those hights would have been in the road. \" Question. As it was indispensable that we should have possession of those hights in order to move down the old Richmond road, and as you were ordered to send out at least one divisi™ to pass below Smith6eld aud seize, if possible, those hi-hts, did you not deem that the order required of you that you should, when repulsed in the first attempt, renew the attack ' \" Answer. 1 think it did ; but by tho time tho Rebels were driven back into the woods by Birney's division and Sickles'a division it was paBt 3 o'clock. It was dark, at that time, by 5 o'clock, and it was too late then to make snch au attempt with the slightest hope of success.\" The testimony of all the witnesses before your Committee proves most conclusively that, had the attack been made upon the left with all the force which Gen. Franklin could have used for that pur pose, the plan of Gen. Burnside would have been completely successful, and our army would have achieved a most brilliant victory. After the attack on Saturday, our army remained in position until Monday night, when it was with- drawn across the river without loss. Tour Committee have not considered it essential to report upon the operations of the right wing of our army in this battle, for the reason that the suc- cess of the movement evidently depended to a very great extent npon the successful operation of the left. Although our troops on the rk'ht fought most gallantly, making repeated attacks, the strength of the enemy's position was such that our forces were compelled to retire. AFTER FREDERICKSBURG. On Jan. 26, 1863, tne following resolution was adopted by the Senate, and referred to your Com- mittee: _ , _„ \" Resolved, That the Committee on the Conduct of the War be instructed to inquire whether Major-Gen. A. E. Burn.ide has since the battle of Fredericksburg, formed any plans lor the movement of the Army of the Potomac, or any portion ot the same ■ and if so, waether any subordinate GeneraiS ol said army have written to or visiied Washington. 10 oppose or interfere with the execution of such movement!, and whether such proposed movements have been arrested or interfered with, and if so, by what authority.\" _ Under that resolution, your Committee proceeded to take the testimony of Major-Gens. A. E. Burn- side aud John G. Parke, and Brig.-Gens. Jobn New- ton, John Cocbrane, and William W. Avenll. That testimony brings to light the following factB: BURNSIDE'S PLANS. Shortly after the battle ot Fredericksburg, Gen. Bnrnside devised a plan for attacking the enemy in his front. The main army was to cross at a place some six or seven miles below Fredericksburg. The positions for the artillery to protect the crossing were all selected, the roads were all surveyed, and the corduroy was cut for preparing the roads. At the same time a feint of crossing was to be made some distance above Falmouth, which feiot could be turned into a positive attack should the enemy discover the movement below ; otherwise the main attack was to be made below. A GRAND CAVALRY EXPEDITION. In connection with this movement of the main army, ac.valiy expedition waB organized, consist- ing of 2,51)0 of the best cavalry ill the Army of the Po- tomac, l'.OOO of whom were picked men. The plan of that expedition was as follows: Accompanied by a brigade of infantry detailed to protect the crossing of the Rappahannock, it was to proceed np to Kelly's Ford; there the 1,000 picked men were to cross, aud to proceed to the Rapidan and cross that river at Raccoon Ford; then to go onward and cross the Virginia Central Railroad at Louisa Court- House; the James River at Goocblaud or Carter's, blowing up the locks of the Janata River Canal at the place ef crossing; cross tbe Richmond and Lynchburg Railroad at a point south of there, blow- JUDICE THE PRESIDENT AGAINST BUR! SIDE. | Shortly after that order waa issued Gen. John Newton and Gen. John Cochrane — the one com manding a division and the other a brigade in the left Grand Division, under Gen. Wm. B. Franklin came up to Washington on leave of absence. Pre vious to obtaining leave of absence from Gen. Franklin, they informed him and Gen. Wm. F. Smith that when they came to Washington they should take the opportunity to represent to some one in authority here the dispirited condition of the army, and the danger there was in attempting any movement against the enemy at that time. When they reached Washington, Gen. Cochrane, as be states, endeavored to find certain members ol Conoress, to whom to make tbe deBired communica tions Failing to find them, he determined to seekj an interview with the President for the purpose ot making the communication directly to him. On] proceeding to the President's house, he there met Secretary Seward, to whom he explained the object of hiB being there aud the general purport of hia pro posed communication to the President, and requested! him to procure an interview for them, which Mr. Seward promised to do, and which he did do. THE GENERALS PREVARICATE. That day the interview took place, and Gen. Newton opened the subject to the President. At first the President, as Gen. Newton expresses it, \"very naturally conceived that they had cooie there for the purpose of injuring Gen. Burnside, and sng-i gesting eome other person to fill hia place.\" Gen.) Newton states, that while he firmly believed that the principal cause of the dispirited condition of the army was the want of confidence in the military ca- pacity of Gen. Burnside, he deemed it improper to say 'so to the President \" right square out,\" and therefore endeavored to convey the same idea indi- rectly. When asked if he considered it any less im- proper to do such a thing indirectly than it waB to do it directly, he qualified his previous assertion by saying that his object waB to inform the President of what he considered to be the condition of the army, in the hope that the President would make inquiry and learn the true cause for himself. Upon perceiv- ing this impression upon the mind of the President, Gens. Newton and Cochrane state that they hast- ened to assure the President that he was entirely mistaken, and eo far succeeded that at the close ol the interview the President said to them he was glad they had called upon him, and that he hoped that good would result from the interview. THE PRESIDENT INTERFERES. To return to Gen. Burneide. The cavalry exp«"], [33, "27 always favored a forward movement, he could not take the responsibility of giving any directions as to how and. when it Bhoold be made. dition had started; the brigade of infantry detailed to accompany it had crossed the Rappahannock at Richard's Ford and returned by way of Ellis's Ford, leaving the way clear for the cavalry to cross at Kelly's Ford. The day they had arranged to make the crossing Gen. Bnrnside received from the Presi dent tne following telegram: \" I have good reason for saying that you must not make a general movement without letting me know of it.\" Gen. Burnside states that tie could not imagine, at the time, what reason the President could have for sending him such a telegram. None of the officers of his command, except one or two of hiB staff who had remained in camp, had been told anything of his plan beyond the simple fact that a movement was to be made. He could only suppose that the dispatch related in some way to important military .movements in other parts ot the country, in which it was necessary to have cooperation. HE TAKES THE RESPONSIBILITY. Gen. Burnside then determined to make a move • ment without any further correspondence on the subject. He was unable to devise any as promising as the one just thwarted by this interference of his subordinate officers, which interference gave the ene my the time, if not the means, to ascertain what he had proposed to do. He, however, devised a plan of movement, and proceeded to put it in execution. As is well known, it was rendered abortive in con sequence of the severe storm which took place shortly after the movement began. Gen. Burnside states that, besides the inclemency of the weather, there was another powerful reason for abandoning the movement, viz: the almost uni versal feeling among his general officers against it. Some of those officers freely gave vent to their feel ings in the presence of their inferiors. GENERAL ORDER NO. 8. THE CAVALRY HALTING. Upon the receipt of that telegram, steps were im mediately taken to halt the cavalry expedition where it then was {at Kelly's Ford) until further orders. A portion of it was shortly afterward sent off to intercept Stuart, who had just made a rtdd to Dumfries and the neighborhood of Fairfax Court- House, which it failed to do. In consequence of this, and also what had taken place during tbe battle of Fredericksburg, &c. Gen. Burnside directed an order to be issued, which he styled general order No. 8. That order dismissed s^me officers from the ser vice, subject to the approval of the President, re lieved others from duty with the army of the Poto mac, and also pronounced sentence of death upon some deserters who had been tried and convicted. BURNSIDE COMES TO WASHINGTON. Gen. Burnside came to Washington to ascertain from the President the true state of tbe case. He was informed by the President that some general officers from the Army of the Potomac, whose names he declined to give, bad called upon him and repre sented that Gen. BurnBide contemplated soon mak ing a movement, and that the army was so dispirited aud demoralized tbat any attempt to make a move ment at that time must result iu disaster; that no prominent officers in tbe Army of tbe Potomac were in favor of auy movement at that time. Gen. Burnside informed the President that none of his officers bad been informed what his plan was, and then proceeded to explain it in detail to the President. He urged upon the President to grant him permission to carry it out, but the President de clined to do so at that time. Gen. Halleck and Sec retary Stauton were sent lor, and then learned, for the first time, of the President's action iu stopping the movement; although Gen. Halleck was pre viously aware that a movement was contemplated by Gen. BurnBide, Gen. Halleck, with Geu. Burn side, held tbat tbe officers who had made those repre sentations to tbe President should he at once dis missed the service. Gen. Burnside remained here at tbat time for two days, but no conclusion was reached upon the subject. Gen. Burnside states tbat he had become satisfied that it was absolutely necessary that some such ex amples should be made, in order to enable him to maintain the proper authority over tbe army unier his command. The order was duly 6ignea and is sued, and only waited publication. Two or three of his most trusted staff officers rep resented to Gen. Burnside that should he then pub lish that order, he would force upon the President the necessity of at once sanctioning it, or, by refus ing his approval, assume an attitude of hostility to Gen. Burneid;. The publication of the oider was accordingly delayed for the time. THE PRESIDENT REFUSES TO SUSTAIN BURN- SIDE. Gen. Burnside came to Washington aud laid the order before the President, with tue distinct assur ance that iu no other way could he exercise a proper command over the Army of the Potomac; aud be asked the Presideut to sanction the order, or accept his resignation as major-general. The President acknowledgtd that Gen. Burnside was right, but declined to decide without consulting with some of his advisers. To this Gen. Burnside replied that, if the President took time for consultation, he would not be allowtd to publish that order, and therefore asked to have bi=t resignation accepted at once. This the President declined to do. HIS PLANS BECOME KNOWN TO THE REBELS. When he returned to hia camp he learned that many of the details of the general movement, and the details of the cavalry expedition, had become known to the Rebel sympathizers in Wash ington, thereby rendeiing that plan impracticable. When asked to whom he had communicated his plans, he stated that he had told no one in Wash ington, except the Presidents Secretary iStauton, and Gen. Halleck; and in hit camp none knew of it, except one or two of his stuff officers, who remained in camp all the time. He professed hiniselt unable to tell how his plans had become known to the enemy. HOW BURNSIDE CAME TO BE RELIEVED. Gen. Burnside returned to his camp aud came again to Washington that night at tbe request of the President, aud the next morning called upon tbe President for his decision. He was informed that the President declined to approve his order No. 8, but had concluded to relieve him from the command. of the Army of the Potomac, aud to appoint Gen. Hooker iu his place. Thereupon Geu, Burnside again insisted that his resignation be accepted. This the President decliued to do; and, after some urg ing, Gen. Burnside consented to take a leave of ab sence for thirty days, with tbe understanding that at the eud of that time he should be assigned to duty, as be deemed it improper to hold a commission as major-general and receive his pay without ren dering service therefor. Gen. Burnside objected to the wording of the order which relieved him from his command, and which stated that it was \" at his own request,\" as being unjust to him and unfound ed in fact ; but upon the representation that any other order would do injury to the cause, he con sented to let tt remain as it then read. The foregoing statement of the facts proved, to- HE ASKS FOR ORDERS BUT GETS NONE. A correspondence then took place between the Presideut, Gen. Halleck and Gen. Burnside. Gen. Burnside desired distinct authority from Ueu. Hal leck, or some one authorized to give it, to make a movement across the river. While urging the im portant c and necessity for such a movement, he can didly admitted tbat there was hardly a general officer in nis command who approved of it. While willing to tuke upon himself all the responsibility of the movement, and promising to keep in view the Presi dent's caution concerning auy risk of destroying the .mi. v of the Potomac, be desired to have at least Geu. Halleck's sanction or permission to make the movement. Gen. Halleck replied that while he had"], [34, "28 They were, for the time being, masters of the terri tory of the revolted States, of the depots, arsenals and fortifications of the Government, and had high hopes that all the slaveholding Border States would soon be united with them. The fact that so many of these States hold to-day their true and loyal position in the Government demonstrates that true patriotism and loyalty is not confined to any section of the country, and gives full assurance that the Government will be maintained, its juris diction over every foot of our territory established, and our nationality vindicated. The events of the past two years are too fresh in the memories of all to require recapitulation. gether with the testimony herewith submitted, so fully and directly meet tbe requirements of the resolution referred to them, that your Committee deem any comment by them to be entirely unne- cessary. CONCLUSION. Tour committee think it better to submit the testi mony which they have taken in relation to the con duct of tbe war, without criticism to any consider able extent of military plans or movements, leaving each reader to form bis own conclusions from the testimony, and such opinions of competent military men as it may contain. As they look back over the struggle of tbe past two years, thev feel that although we have not ac complished all'tuut we hoped and expected within the time, still tbe great progress made gives us full assurance of final success. Wben the Government took its first active steps toward resisting the Rebellion the Rebels had been for more than five months actively and openly making preparations to resist its authority and defy its jurisdiction. They had usurped the control of the machinery of one State government after another, and thus overawed tbe loyal people of those States. They had even so far control of the Federal Govern ment itself as to make it not only acquiesce, for the time being, in measures for its own destruction, but contribute to that end. They had seized and taken into their possession the arms and munitions of war of the government. They had scattered and demoralized the army, and 'sent tbe navy to the moBt distant parts of the world. There was treason in the Executive mansion, treason in the Cabinet, treason in the Senate and the House of Representatives, treason in the army and navy, treason in every department, bureau and office connected with the Government. When the new Administration came into power it was neces sarily obliged to adopt its measures with tbe greatest caution, scarcely knowing friend from foe. An army and navy had to be created. There was scarcely a battalion of loyal national troops to protect the capi tal ; and the first sense of security felt in the capital was when the volunteer troops entered it, summoned from their homes for its protection. At the same time it was with great difficulty that the loyal peo ple could make themselves believe that any serious resistance to the authority of the Government would be attemped. There were not wanting those who confidently asserted that it was but an outburst of disappointed partisan smrit, which they predicted would yield to |an exhibition of force, and a deter mined and united spirit on tbe part of the people of the loyal States to suppress it. Instead of such au easy suppression, we have spent two years, almost, in warfare. We have thrown into the field a mil lion of men. We have pom ed out our resources like water, and we find ourselves still 'engaged in the fearful struggle. Bnt the national canse is not the only one for which false anticipations were formed — for which the present condition of things presents a striking contrast with the early visions of its supporters. Those who beard, in Congress and elsewhere, the extravagances of the conspirators will know what were their hopes, what their expectations. A speedy march upon the capital ; a speedy over throw of the legal Government; a speedy submis sion of a people too pusillanimous to maintain their rights ; and a speedy snbjection of the whole coantry to the'assumptiuns of tbe South, were the prominent features of their delusion. WHAT THE WAR HAS ACCOMPLISHED. Tour Committee will, however, briefly call attention to the fact that, from the commencement of active military and naval operations in the Winter and Spring of 1862, almost uninterrupted success for eight months attended all our operations, resulting in vast conquests. The triumphs of the navy at Hatteras, Port Royal and Fort Henry, were followed by the victories and conquests of the army a* Mill Spring, Fort Donelson and Roanoke Island. Missouri was wrenched from the Rebel grasp, and the Rebel armies driven into Arkansas, where they were defeated in a pitched battle at Pea Ridge. By the capture of Fort Donelson Kentucky was permanently redeemed, tbe capital of one of the largest revolted States seized, her great rivers laid open to our flotillas, and th9 war carried to tbe bor ders of the Gulf States. The Rebel stronghold on the Mississippi, Columbus, Island No. 10, Fort Pil low, together with Memphis, the most important commercial city of the State, fell into our bands. Tbe autumn of 1861 had witnessed the important capture of Hatteras and Port Royal by the navy. These successes were followed through tbe combined operations of the army and navy, in the Winter and Spring of 1862, by the capture of Roanoke island and Newbern, Beaufort and Fort Macon, and by the reduction of the important fort, Pulaski, con trolling the entrance to the Savannah river; of Fort Clinch, cont 'oiling the harbor and railroad depot of Femandiua ; of Fort Marion, at St. Augustine. By the first-nati ed operations we acquired control of the spacious inl:Lad waters of North Carolina (Albemarle and Pamlico sounds), and their adjacent shores, and of one of her two important seaports — Beaufort. By the last, we made ourselves masters of the rich sea islands and important harbors extending along the coast from Charleston to St. John's; leaving in the possession of tbe Rebels, on tbe Atlantic coast, but two harbors, Charleston and Wilmington. But the brilliant triumphs of our army and navy elsewhere were surpassed by tbe capture of the great city of the Gulf, the depot of the great Valley of the Mississippi — New-Orleans; an achievement which, estimated by the importance of the conquest and the noble daring of its execution, is scarcely sur passed in history. By this important conquest we obtained control of a large portion of Louisiana, and accomplished the most important and difficult step toward obtaining the entire control of the Missis sippi River, and caused the surrender of tbe harbor of Pensacola, with tbe forts yet held by the Rebels. In these hastily sketched military and naval ope rations, extending in the West through the States of Arkansas, Missouri, Tennessee aud Kentucky, and on the Atlantic seaboard from Hatteras to Florida, and on the Gulf from Pensacola to the months of the Mississippi, we really made conquests as vast as it often falls to tbe lot of the most powerful and war like nations to make in so short a period of time. We pushed our conquests by land through Missouri, Kentucky and Tennessee to tbe very boundaries of the Gulf States ; obtained control of the Mississippi River, except about 200 miles; occupied the coasts of North Carolina, South Carolina and Georgia — a large portion of Louisiana; seized every important fort and harbor iu the Rebel territory, save three [ Wilmington, Charleston and Mobile,) reducing to a The conspirations taught their people to believe tbat if war came it would not be ou tbeir soil. As yet, the hostile foot has scarcely trod the soil of a free State, and it is npon the soil of the States in open rebellion that the contest has mainly been waged. The Rebels found themselves, almost without resistance, in possession of every fort and harbor on the sea-coast of the revolted States, except Fort Pickens, Pensacola harbor, and the isolated fortifica tions, and barbers of Tortugas and Key West."], [35, "29 corresponding extent the labors of the blockading squadron; captured fourteen permanent sea-coast forts, among which vvere the largest on the South ern coast, such as Pulaski, Barrancas, McRae, Jack son, and St. Philip. Following these conquests was the reduction of Yorktown and the evacuation of Norfolk, by which the waters of the James and York Rivers were laid open to our fleets, and the Rebels deprived of the facilities furnished by a great navy-yard, and compelled to destroy their only means of menacing our fleets in Hampton Roads — tbe Mer rimac. people were devoting all their energies and powers to the arts of peace, tbe advancement of civiliza tion, the development of the rich and varied re sources of our new aud great country; and iu these every man found full occupation for his talents and a wide field for bis ambition — no man ever dreaming that tbe parricidal arm wonld ever be raised against a Government so mud in its sway, so benignant in its influence over all its subjects. It was indeed difficult for a paoplethus engrossed, suddenly and almost without warning, to turn its attention to war. Tbe Rebels believed us to be so entirely devoted to the pursuits of peace that we should yield to their demands rather than be di verted from them; and hence their nefarious at tempt to overthrow this fair Government, and erect on its ruins that horrid deformity, a free Gov ernment with human Slavery for its corner-stone. How terribly they have been mistaken, tbe past haB already shown ; and yet the energies and powers and resources of the loyal people have hardly be gun to be applied to tbe suppression of the Re bellion. They must meet and contend in battle with that strength and power and intelligence which has built factories and workshops, railroads and steamboats, covered the ocean with ships, and filled the markets of the world with tbe product of its brain and hands ; and they will find these no less powerful for destruction than for production, when when once fully applied in tbat direction. All the great industrial interests of the loyal States were never more active, more prosperous, than at this time. All tbat has been lost by the supply of men to the army has been made up by in creased activity and energy, and the adaptation of machinery to woik heretofore done by the human hand. There Ib onlv this marked difference: here tofore all tbese great forces have been applied for the benefit of the arts of peace; now they all look primarily to tbe prosecution of war; and years would have to elapse — far more than would be re quired to crush out the Rebellion — before we should develop our full strength for war. Within less than two years we have thrown into and sustained in the field an army of a million of men. We bave created a navy with which we have blockaded a coast greater in extent than was ever attempted by any Government before, and by our inventions and improvements so completely revolu tionized naval warfare as to render the navies and sea-coast defenses of tbe world well nigh useless. The efficiency of this blockade is attested not only by the destitution of the Rebels in every article of foreign production, but by the ory tbat comes to ui every day from all parts of the world, in any degree dependent upon the products of the blockaded terri tory, stimulating us to still greater exertion to crush out this Rebellion, that the blockaded ports may be thrown open to the legitimate commerce of the world. And while, in our efforts to maintain our Govern ment and vindicate free institutions, we neither asked nor desired the aid of any foreign nation or Government, we did at lea6t expect of the leading Powers of Europe tbat they should refrain from ex tending aid and encouragement to a Rebellion against a friendly Government, thereby prolonging a strug gle which can only bring misery and suffering upon the whole civilized world, and may in the end lead to a war between our Government and some of those Powers, the full effects of which the future alone can disclose. WHAT MIGHT HAVE BEEN. Had the success of the Army of tbe Potomac dur ing this period corresponded with the success of our arms in other parts of the country, there is reason to believe that the termination of the campaign of 1862 wonld have seen the Rebellion weli-nigb. if not entirely, overthrown. Had Norfolk been captured during the Winter of 1861-62, and the Merrimac taken possession of or destroyed, tbe \"way to Richmond, by means of the James\" River, would have been open, and the fatal delays of the Peninsula avoided; or had the enemy, when at Manassas, some time during tbe Autumn of 1861 or Winter of 1861-62, have been compelled to come out from his intrenchments and give us battle, as he might bave been, by threatening or actually interrupting his communication between Richmond aud Manassas, on which he wholly de pended for supplies — a line so long and difficult to maintain tbat we subsequently did not deem it practicable for us — we could bave met him with an army greater than it was ever proposed to take against Richmond, and either have opened the way to tbe Rebel capital or made it unnecessary to go there. In military movements delay is generally bad — in decision iB almost always fatal. In onr movements we seem to bave too olten forgotten that momentum is made up of weight and velocity ; that the force of the blow may depend as much upon tbe celerity of the movement as upon the weight of tiie body moved. The world's history shows- that the successful General has met bis enemy the day before he was expected — not the week or mouth after. Some of our points of attack have been so clearly indicated to the enemy beforehand, and our movements made with so much delay and hesitation, that be has been able not only to fortify his positions and concentrate his forces, but even to call into the field new armieB to meet us. At such points we have failed. It is particularly worthy of note that, in the re verses which followed the failure of the Peninsula campaign, at tbe time when the army of the Rebels had reacbed its greatest strength and its highest state of enthusiasm, they did not permanently regain any territory or recapture and hold any of the importaut or controlling points before held by us on Rebel soil. Their marches upon Washington, Maryland, and also Louisville, were little more than raids, from which they were obliged to retire before our oppos ing forces. This fact clearly shows that while it is impossible for us to constantly retain military pos session of all the vast Rebel territory over which we may be called upon to pass in onr operations against their armies, still the territory once held or occupied by us cannot be permanently regained by them— a sure indication ol our ultimate success. The past, notwithstanding its errors and reverses, is full of encouragement, and gives full assurance of final succeis. No great war wat ever conducted by any people or Government without great mistakes — giving to the critics of tbe time and those of suc ceeding generations a wide and ample field for their labors. No people on earth were ever called sud denly into a great war more totally unprepared than were the loyal people of this Government. We felt so well assured of our position among the powers of tho World that we had almost concluded we had .fought our la.it, buttle, and our army and navy bad com* to be regarded by many as useless appendages to tbe Government. We had concluded that, doing justice lo tbe nations of the world, we Bhonld re ceive justice in return; and tbe loyal portion of the OUR RESOURCES. We bave carried on, shall carry on and conclude this war, without touching one dollar of the accumu lated capital of the country. We are already aston ished at the revenue now being raised from the tax ation of our daily productions, and yet we do not be gin to realize tbe amount to be yielded by the sys tem already adopted, or the extent to which that system may be enlarged, without imposing any grievous burdens upon the people — any burden to which they will not cheerfully submit to accomplish the object intended. No Government can long carry on a war which"], [36, "30 must be sustained by the accumulated capital the of country, and there is scarcely a limit to the time war may be prosecuted by a Government whose credit is sustained by the revenues derived from the accu mulating wealth of the country. These decisive measures we are actually execut- ing or preparing to execute. The successes and con- quests we have already described have carried us through the preliminary stages, and the blows we now strike — each one of them that succeeds — will reach the very vitals of tbe Rebellion. Let any one cast his eye upon the map, and these truths will be apparent. It may be in the future, as in the past, we shali meet with reverses: they are the inevitable inci- dents of a great war extending over so vast a terri- tory, and requiring great armies at so widely sepa- rated points. We have already seen that it is not our true policy to attempt an actual military occu- pation of the Rebel territory, except at a few and important controlling points. We must destroy their armies, and to do this we must concentrate, not scatter, our forces. It is better to operate suc- cessfully against one Btronghold or one army than to attempt three and fail. The indications now clearly are that, both in the East and West, the campaign of 1863 will give us brilliant achievements — decisive victories. Our Generals now in the field have the full confidence of the soldiers and the people, and the armies will go forth, knowing that their ranks are to be made full; that every day that paBses will add to, not diminiab, their strength or numbers. Never before did the world see such an army in the field ; never before did Generals iead such men to battle. Each man goes forth feeling, not only tbat he has a soldier's reputation to maintain, but also that be has a country to defend ia which his inter- est is as great as that of the highest officer in tbe land. Such an army, with its energy, power, intel- ligence and will, properly directed, must be invin ciole. Tbe past baB already demonstrated that the true American soldier can be relied upon, to dare, do,, and endure all that human power can attempt, ac- complish, or sustain. Let no men be placed or kept in command of such men who have not the ability to commaud and the will to do; thus the errors and mistakes of the past will be avoided in the future, the fond hopes and anticipations of a true aud loyal people realized, tbe Government vindicated and rebellion speedily aud forever crushed. REBEL DEFICIENCIES. Every dollar the Rebels have expended or can expend in this Rebellion has been and must continue to be drawn from their accumu- lated captal. Their intercourse with foreign nations has been almost wholly suspended, all their indus- trial interests have been paralyzed, and there is no source from which they can derive revenue or means for the maintenance of the war, except by depriving the people of their property, day after day, and year after year, so long as the war shall continue, thus reducing them to poverty and want. This is a truth which the people in tbe revolted States are already beginning to realize. They had been made to believe that an export duty on cotton, which the world would be obliged to pay, would yield them the richsst revenue ever realized by any Govern- ment, and that if the Federal Government should attempt interference with its exportation, they could command the armies and navies of Europe to fight their battles for them. How bitter must be their disappointment as they apply with their own hands the torch which consigns it to ashes, and then are compelled to supply to their leaders, from their other property, tbe means to sustain the Rebellion ! Their currency has almost ceaBed to be regarded, even by themselves, as the representative of value. Conscription has exhausted their people, and the wealth which long years of uninterrupted prosperity under the best government the world ever saw, had placed in their hands, has already been expended, and they are now struggling on with the vain hope that dissensions among ourselves or foreign interven- tion may save them from that ruin \"which they see clearly impending over them. E very day must show them more and more clearly that on neither of these sources can they rely for help. The utter scorn and contempt with which every man in the Ijyal States who proposes any adjustment of this contest except the absolute, unqualified, and unconditional subju gation of every Rebel in the land to the Constitution and the laws, is held by every officer and soldier in our army, and every loyal man in the country, must banish from their minds the last ray of hope from that source. The reaction which followed the recent slight manifestations of a willingness on the part of a few Secession sympathizers to offer terms of com promise must convince them that they bave no allies in tbe loyal States on whom they can rely ; and the ■present condition of affairs in Europe must forever crush tbat false and delusive hope which they have heretofore entertained, that the intervention of European powers might enable them to accomplish what\" they know full well they can never attain un aided. We know that thi9 contest has cost us and will cost us treasui es and blood — the best blood ever shed by any people in mainteuance of their Government and in defense of free institutions— the blood of the flower of our land. Let us not make their lives a vain offering, by for a moment entertaining the idea of a partition of our territory, which would forever involve us in anarchy and border wars, or by any base compromise with Rebels. We owe it to the noble dead who have shed their blood in founding and defending this Government; we owe it to ourselves; we owe it to the countless millions who are to come after us, to maintain this Government and tbe institutions we have inherited from our fathers — tbe richest legacy ever bequeathed by one generation to another — and\" to transmit them to our posterity, if not improved, certaiuly unim paired. In conclusion, your Committee will only say, that all the men who bold high positions in the army aud navy, and have renderel valuable services to the country, with whom they bave held intercourse, unite in the opinion tbat fighting, and only fighting, can end this Rebellion ; that every traitor in the land must and shall be made to acknowledge and yield absolute, unqualified and unconditional obe dience to the Constitution and laws. And your Committee believe this to be the senti-; ment, not only of the army and navy, but of every man in the country — traitors and cowards alone ex cepted. B. F. WADE. Z. C. CHANDLER, On the part of tbe Senate. THE TASK BEFORE US. We now see clearlv what we have to do. We must obtain uninterrupted control of tbe Missis sippi. We must reach those great railroad arteries — the one bordering the Atlantic seaboard, the other stretching through the Virginia and Tennessee val leys to the west and south. We must, as soon as possible, take the few fortified seaports remaining in possession of the Rebels, cut it off from all ex ternal sources of food and aims, and have surround ed it by forces which can press upon it from any quarter, at tbe same time severing mto isolated por tions tbe Revjel territory and destroying their means of intercommunication, by which alone they have hitherto been enabled to meet us in force wherever we have presented ourselves, and by which alone they have been able to feed and supply their armies. By possessing ourselves of, and keeping open, the great natural highways alone (and a possession of a navy by us should have early sugested this), we sever parts of their territory mutually dependent, and, while crippling them, enable ourselves to speedily concentrate our forces at any point where it may be advisable to strike. 9TTT RAL D- w- GOOCH, J U Ul JOHN COVODE, G. W. JULIAN, M. F. ODELL, On the part -of the Houie."], [37, "An Intensely Interesting Book. AMONG THE PINES; Or, Down South in Secession Time. BY EDMUND KIEKE. One of the most graphic and truth-telling volumes which has ever been written of the South and Southern Society. -ÆlDveojntg- the :f»X3st:e3s. One handsome duodecimo volume, over 300 pages, cloth bound, price $1 ; or paper covers, price 75 cents. The North American Review, in a twelve-page review of this wonderful work, says : — \" The book is not a novel, yet it possesses the attraction of a highly wrought and powerful work of fiction. It has an intense and terrible interest in some parts of its story, and the scenes, incidents, and characters are portrayed with uncommon graphic and dramatic power. Yet the work is not only not a regular novel, but we are assured that there is absolutely nothing fictitious in it, save in the alteration of a few names and dates. * * * A very remarkable book.\" -A.33Æ01NrC3- T3EEE3 I=»I3>J\"E3S. To meet the large and increasing demand for this work, THE TRIBUNE has assumed its publication, and will sell it on the following terms : Single copies, in cloth, $1 ; in paper covers, 75 cents. (Single copies sent by mail, post-paid, on receipt of price.) Twenty-five copies, paper covers 50 cents each. One hundred copies, paper covers 45 cents each. Cash must accompany the order. Address THE TRIBUNE, New York. SECOND EDITION NOW HEADY* THE UNITED STATES TAX LAW< AMENDED. A pamphlet edition of the United States Tax Law, with the Amendments passed at the late session of Congress. It also contains an alphabetical list of articles taxed. Beside the law, which is word for word in accordance with the original text, we append to it an Alphabetical Recapitulation of every article taxed, and the amount of the tax levied thereon. This renders it as complete and convenient as it is possible to make it. Price 10 cents, post-paid ; $7 per 100 if sent by express ; $8 per 100 if by mail. Address THE TRIBUNE, New York."], [38, "THE NEW-YORK TRIBUNE. THE NEW-YORK DAILY TRIBUNE IS PUBLISHED EVERY MORNING AND EVENING (SUNDAYS EXCEPTED), BY THE TRIBUNE ASSOCIATION, IN THE TRIBUNE BUILDINCS, Cor. of Nassau & Spruce Streets, opposite the City Hall; ■ And delivered to City Subscribers at 18 cents per week. Mail Subscribers $8 per annum, in advance ; $4 'for 6 months. 7HE NEW-YORK WEEKLY TRIBUNE A VERY LARGE PAPER FOR THE COUNTRY, Is published every Saturday Morning at the low price of $2 per annum, in advance. Three Copies for $5 ; Five Copies for $8 ; Ten Copies for $15 ; Twenty Copies to one address (and any larger number at the rate of $1 25 per ann), $25 ; Twenty Copies to address of each subscriber (and any larger number at the rate of $1 50 each), $30. Any person sending us a club of twenty or more will be entitled to an extra copy. Subscriptions to commence at any time. Advertisements ' in the Weekly Tribune cost ONE DOLLAR A LINE (at each insertion. Nothing inserted for less than $5. THE SEMI- WEEKLY TRIBUNE Is published every Tuesday and Friday Morning. Price $3 per annum ; Two Copies for $5 ; Five Copies for $12. ' THE NEW-YORK TRIBUNE FOR EUROPEAN CIRCULATION Is published on the departure of each Mail Steamer for Liverpool at $5 per annnm, postage included. Single Copies, Five Cents. Address THE TRIBUNE ASSOCIATION, No. 154 Nassau Street, N. Y."], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""]]