[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "SONGS, GLEES, &c. IN A COMICK OPERA, call'd THE MILLER's MAID POUNDED ON ONE OF THE ADMIRED \" RURAL TALES,\" Written by Mr. ROBERT BLOOMF1ELD, the celebrated Author of \" The FARMER'S BOY.\" PERFORM'D AT THE THEATRE-ROYAL, HAY-MARKET, On SATURDAY, August 25, 1804. The OVERTURE and MUSICK, entirely New, Composed by Mr. DA VY. \" Sometimes with secure delight \" The upland hamlets -will Sivite, \" When the merry bells ring round, \" And the jocund rebecks sound.\" Milton's L'Allegro LONDON: Printed for the AUTHOR, by T. Woodfall, No.21, Villiers-Street, Strand : and sold in the THEATPJE. Pj-ice Ten-pence."], [8, ""], [9, "SONGS, G L E E S, &c. in The Miller's Maid,"], [10, ""], [11, "DRAMATIS PERSONS, Ned .Mr. Taylor, Bloomly Mr. Archer, Grist Mr. Palmer, First Miller's Man Mr. Chapman, Second Ditto Mr. Weston, Third Ditto r . . , Mr. Desman, Nancy Miss Daniels, Dame Grist Mrs, Ward, Judy M'Gra Mrs. Harlowe. Peasants Messrs. Field, Abbot, Sawyer, Fisher, Kendrick, Little, Willoughby, Caulfield, Tokely, &c. Mesdms. Gardiner, Yining, Kendall, &c. The DANCE by the CORPS de BALLET ; With a PAS DEUX by Mr. BYRNE, and Miss B. MENAGE. B"], [12, ""], [13, "A C T I. GLEE, Messrs. Chapman, Weston, and Denman. PUSH about the brown jug, lads, and merrily sing ; More blest on his throne never ygt was a king Than the miller, who cheerfully labours each morn, While the 'Squire takes his pleasure with fleet hound and horn. Push about the brown iugt lads, and merrily sing; More blest on his throne never yet was a king. As they go off. Then cheerful to work, lads, and merrily sing, More blest on his throne never yet was a king."], [14, "s A I R, Miss Daniels, FORLORN and broken-hearted, Poor Nancy pines and sighs ; From Edward ever parted, Each night she moans and cries : When day comes, soft she hushes Her sorrows to their rest ; Tho' oft the big tear gushes, And falls on her sad breast."], [15, "9 A I'R. Miss Daniels. AS the dove in the woodlands, bereft of her mate, Such henceforth, dear Edward, will be my sad state ; On the bare bough in winter the fond turtle moans, While the echoes in pity reply with faint groans : ' She pines, and she droops ; she drops dead to the ground ; And the maidens bewail her, when breathless she's found."], [16, "SONG. Mr. Taylor. WHEN a ship is full freighted with silver and gold, Safe stow'd in her cabin, her lockers, and hold; Her bottom quite sound, and her rigging all right. How charming to gaze on so glorious a sight ! Yet, what will her bottom, or rigging avail, Unless she be blest with a favouring gale ? II. When a mill is replenished with sacks of rich com, The produce of fields which fair Britain adorn ; The miller, too, waiting, for many an hour, To grind the brown grain into fine-bolted flour ; For every wind tho' the mill has a sail, They're nought, ifunblest with a favouring gale ! 10"], [17, "SONG. Mrs. Harlowe. I danc'd on the green, When scarcely fifteen, And all the lads call'd me their neat little queen My heart was ne'er sad, But, jocund and glad, I footed by turns with each tight Irish lad. With heart full of fun, I soon married one Who went for a soldier, was kilt by a gun ; I first thought it bad, Yet never was sad, And married another young tight Irish lad II. He happen'd to die, The church-yard was nigh, We buried him quickly, I little did cry ; A third soon I had, He rode a nice pad, Which threw off and kilt the poor tight Irish lad 11"], [18, "13 And now, the third time, When just in my prime, A widow I'm left ; and I think it no crime, Nor any thing bad, To say, with heart glad, Och, let the priest join us, my tight English lad !"], [19, "15 GI.EE. Messrs. Chapman, Weston, and Denman. O, the calm joys of a miller's mild life ! Secure from all danger, unsullied by strife ; His waking is blest, and his sleeping is sound, While merry the mill-sails go swiftly around. II. Free from pale sorrow, he works, laughs and sings; Fresh, rosy-hued health to his cheek labour brings : With transport his heart must still cheerfully bound, While merry the mill-sails go swiftly around. Ill Nappy brown ale, and a sweet-smiling lass, Delight to his leisure hours give, as they pass; In peace, joy, and plenty he ever is found, While merry the mill-sails go swiftly around. A DANCE of PEASANTS. END OF ACT I. C"], [20, "14 ACT II. SONG. Mr. Taylor. IN the dumps left by Nancy A foe to dull sorrow, A girl to my fancy I'd marry to-morrow ; . But who could m. fancy E'er hit, like sweet Nancy? If sinful it were not, I'd wed her to-morrow ! In pops Irish Judy, Cries \" take .?ie, mu je^el /\" But I, somewhat moody, To her f;re was not fewel : Indeed, my queer udy, I'm lather T o moodv To serve, like a log thrown on fire, for your fewel 1"], [21, "SONG. Mrs. Harlowe ARRAH, Neddy, my darling ! and where are you jogging ? , Och, wOu'd you leave Judy, who gave you a ncggin Of neat Irish whiskey, and offer'd herself too, With thirty Thirteens, in good English white pelf, too? Arrah, what will I do in this doldrum ? och, bother ! If Neddy won't have me, Fll look for another: Sing Whillalu, fal lal la ; Judy, don't pother ; If Neddy won't have you, then look for another ! When I came first from Ireland, to work at hay- making, Och, the tight English lads each a kiss wou'd be taking ; Young Neddy most pleas'd me, his kiss was the sweetest, His check-shirt, white stockings, and pumps were the neatest : But, now I am left in a doldrum — och, bother I If Neddy won't have me, I'll look for another. Sing Whillalu, fal lal la ; Judy, do'nt pother; If Neddy won't have you, then look for another ! 15"], [22, "16 SONG. Miss Daniels. WHEN the wind whistled shrill, As foreboding a storm, When the clouds gathered dark, All the sky to deform ; When the rain and the hail Beat me down to the ground, When the thunder roll'd o'er, The blue lightening flash'd round Ah, why did Compassion An infant then save, Doom'd, like me, from her birth, To a lorn maiden's grave X"], [23, "17 DUETT. Mr. Taylor. FROM the main-top-mast head as a sailor spied land, Whilst over the deck each wild billow rude roll'd, Pleas'd, he saw, on the cliff, a fair maid wave her hand, In token of help; ah, how sweet to behold ! The ship went to pieces, he swam soon to land; She stretch'd forth, to save him, her lilly-white hand! Miss Daniels. From that moment they lov'd, and vow'd never to part ; But, what are the vows of most lovers is known : For, if false they ne'er prove, yet, to try each true heart, Mischance may compel them their wish to disown ! The ship went to pieces, she stretch'd forth her hand; She sav'd him : but, ah, they were both wreck'd on land !"], [24, "n j? I N A L E: Mr. Taylor. OUR story now told, and our courtship thus over, Be pleas'd, we'll be blest all as kine among clover ; Our mill shall go merrily round while we're singing, To church when we go our three bells will be ringing : While the lads and the girls, in best garments array'd, Attend happy Ned, and the Miller's sweet Maid. Miss Daniels. 'Till now almost moping, you'll think it quite strange, Sirs, My manner if I should too suddenly change, Sirs ; But, who can be grave when they view smiling faces? Your looks from my countenance gravity chaces ! Continue to smile thus, 'tis such a delight, To feel it Pd wish myself Nancy each night."], [25, "19 Mrs. Harlowe. Let Judy say something, as well as the rest, Sirs ; To get a new husband I still do my best, Sirs ; As Nedd\\ forsook me, without any pother, I threw my eyes round me, and soon found another Who 1 e makes a soft as a lambkin cries baa ; £o, luck to Pat Blarney and Judy M'Gra ! Chorus. Our story now told, &c. the end'. T. Woodfall, Printer, Villiers Street, Strand."], [26, ""], [27, ""], [28, ""]]