[[1, ""], [2, ""], [3, ""], [4, "ft 1"], [5, "t THE GEOGRAPHICAL INSTITUTIONS; OR, A SET OF CLASSICAL AND ANALYTICAL TABLES; FORMING A COMPLETE COURSE OF GRADUAL LESSONS IN FIRST PART. To which are added an entirely new and familiar Treatise on the Sphere ; an extensive Collection of Problems on the Globes ; also a complete Table of the Proprieties of the Planets, and a Catalogue of the Fixed Stars, on a new Plan, with appropriated Maps, Schemes, &c. The whole laid down according to the most recent treaties and latest discoveries. BY J. M. WAUTHIER, GEOGRAPHER AND PROFESSOR OF THE INSTRUCTIVE METHODS OF THE ABBE GAULT1ER. El mm si omnia a Vettribus inventa sunt : tamen erit hoc semper novum Uses it dispositio inventorum ab aliis. Seneca, Epist. 64. LONDON : Printed by Sehulze and Dean, 13, Poland Street, Oxford Street, FOR LONGMAN, HURST, REES, ORME AND BROWN, PATERNOSTER ROW, AND J. M. WAUTHIER, no. 30, MOLYNEAUX STREET, BRYANSTON SQUARE. SOLD ALSO BY MESSRS. BOSSANGE AND MASSON, NO. 14, GT. MARLBOROUGH STREET. 1816."], [6, ""], [7, "PREFACE. It is evident that our faculty of retaining what we have been at the trouble of getting- into our memory becomes more or less powerful according as the objects have at first been presented to us, and that it de pends chiefly on the simple manner and analytical order in which they have introduced, or laid themselves down in our mind. The systematical arrangement, and even the graphic disposition of those things that are particularly intended to be presented to youth, ought, therefore, to be possessed of those qualities to the most eminent degree ; and among the sciences, which requires a more simple and clearer exposition than the geographical nomenclature? that medley of incoherent words of the idioms of the different nations, that leaves, but too often, to the ungrateful memory, not only to lament her past trouble, but, what is worse, a disgust to renew it. Technical sciences, 1 repeat it, and geography in particular, should, therefore, not only be enounced clearly, but need also be clearly presented to the eye ; I say to tbe pye, _poanse, after the pre cept of Horace, the eye, I find, has in this, as well as in many other instances, as much share in our retentive faculties as memory itself. Segnius irritant animos demissa per aurem, Suam quœ sunt oculis subjecta fidelibus. . . . Convinced of the truth of these ideas, and of the want of a complete and accurate selection in that most useful branch of education, I have completed the following analytical tables, in the hope of alleviat ing to young people part of so heavy a burden. These tables contain, in a successive and regular order, a complete and extensive course of geography, and are so contrived as to suit the capacity of the child as well as that of the most advanced pupil ; for the columns contained in each table being gradually loaded with particulars, the first column, or even part of it only, need be learned at first, as containing the most conspicuous divisions and general outlines of geography. For example : out of Table XIII and following, the names of the principal rivers of Europe, and the seas they flow into, may be learned at first : a pupil more advanced will find, in the next column, the place of the sources of those rivers, in the next the pro vinces they traverse, in the fourth the towns they water, in the fifth the length of their course, and lastly, their ancient names in the sixth ; and so on with the other topics. Another advantage of this method is also to present things collectively, and at one view, which, I have experienced, affords a greater help to me mory than when1- dispersed, as in most of the elementary books ; where taking the description of the diffe rent countries one after another, form, I may say, as many distinct geographies, which are far from helping each other in respect to memory. Lastly, as the nomenclature is to geography what chronology is to history, I think that children should be well grounded in that, or at least in the general outlines, before they should have any thiug to do with the description of the manners, customs, produce, &c. &c. of the different nations and countries ; a knowledge very useful in itself, but which should form a separate work, or be selected afterwards out of the best travels, memoirs, voyages, & c.,* otherwise the nomenclature, thus drowned, as Imay say, here among natural history, there amidst commercial interests, and what is worse, sometimes among the political opinions of the author, leave the unfortunate tyro to the trouble of forming a method of his own to allay his trouble. So much so that I have met with youths who could give a tolerable account of the pyramids of Egypt or of the caravans to Mecca, and were at a loss to tell the boundaries of Middlesex, or the name of the river that runs through Paris. * If this first part has any success a selection of this kind on a new plan will follow. A"], [8, "IV The ingenuous and most useful methods of teaching introduced by the Abbe Gaultier, to which children as well as myself are so much indebted, have had such success in this country, that I thought it my duty to improve that branch of them which I had particularly embraced, as much as my capacity would allow, and the further success of this geography will prove if I have been equal to the task. The several lessons will be found naturally divided by the tables themselves and by their columns. And the different titles or heads, of each article being printed separately at the end of the book, may be cut out, and applied on cards to answer the same purpose as the counters in the old work or game. The titles of the things that have been learned are to be parted from the others, and kept in a separate pack or box, and explained or repeated now and then, as chance brings them up. This exercise will accustom young people to a quickness of remembrance, and avoid the dullness usually attached to the repetition of lessons in general. And as nothing of Geography should ever be learned, or repeated, without pointing it on the map, I have engraved a large sized map of Europe, and four smaller of Asia, Africa, North America and South America, without any names on them and they should always be on the table, and consulted at the lesson. Sets of common maps may be had every where. I should also recommend, as one of the best exercises for young persons who begin to write well enough, to set down the names on the maps gradually, as they 1 _am them. The maps may be had in sheets, and uncoloured, separate from the book, for that purpose as well as boxes containing the questions or titles pasted and coloured."], [9, "GENERAL APPEARANCE OF THE EARTH AND ITS NATURAL DIVISIONS. Geography is the description of the different parts of the surface of the earth, as the Greek words ge or gea, the earth, and grapho, I describe, I paint, express it. The earth, considered as the habitation of Man, presents, everywhere, nearly the same mass of uneven surface composed of land and water, more or less intermixed with mountains, valleys, inland seas, &c, the whole constantly bounded, or surrounded by a large circle, beyond which the eye cannot reach without changing its place, or height ; the more elevated the eye the further that circle seems to be removed. This circle, for that reason, we have called the horizon, from the Greek word, orizo, I define, I bound. Above the horizon the heavens appear like an immense vault, or cupola, on which the celestial bodies perform their daily course, and are said to rise and set when they emerge from, or sink under that circle. The point of the horizon out of which we see the sun rise, on the 21st of March or on the23rd of Septem ber, is called the East, and the point where we see it set, on the same days, is called the West. The sun ascends, gradually, every day, above the horizon, till it comes exactly in the middle, between the East and West points, and from that diminishes till it sets ; that middle point above the horizon is called South, and a line drawn at that moment from the sun down to the horizon is called the meridian. The point opposite to the South, or behind the observer is called the North. The easiest way, therefore, to find these points (called the cardinal, or principal points of the horizon) in a room, or in any other place, is to look towards the sun any day about noon, and let a string or ruler swing or fall from the sun's place to the horizon, that line will be your meridian, or South ; then you have the East on your left hand, the West at your right hand and the North behind you. But as we can walk, travel or sail in any other direction but those four, it was necessary to have the horizon divided into a greater number of points in order to express exactly the direction of our courses. As well as all other circles ; therefore, the horizon has been divided into 360 degrees, and these into 32 equal parts, called the points of the compass, each distant from the other 11 degrees and 15 minutes, the quotient of 360 by 32. The names of the 32 points of the horizon, or points of the compass, are : NORTH. N. by w. N. by E. N. N. W. N. N. E. N. w. by n. } C N. e. by it, > North West-> (-North East < N.w.byw. 3 CN.E.byE. W. N. W. E. N. E. w. by n. i C e. by n. V >WEST EAST< < w. by s. J) (f E. by s. W. S. W. E. S. E. s. w. by w. i C s. E. by e. > South West J ' (South East •? s. w. by s. ) Cs« E. by s. s. s. w. s. s. E. s. by w. s. by E. IoUTH. Beginners should be thoroughly acquainted with the eight principal of these points, and to point them readily on the map, as well as in the room in which the lesson is given, and afterwards out of doors. If the surface of the earth was seen from a proper distance it would appear like the moon, with many irregular spots, some bright and reflecting the sun's light, others dark and absorbing the rays. The former our lands and mountains and the latter our Seas. The most conspicuous bright spots would be Asia, Africa, North America, South America, Europe, JVeto Holland, and the lesser Borneo, Madagascar, Britain New Zealand, $sc.$c. The dark spots would appear a great deal more considerable, for the pro-"], [10, "VI portion between the surface of water and that of land is nearly as three to one. The Great Southern Ocean, the Indian Sea, the Atlantic and Frozen Oceans, would be the most conspicuous ; the smaller dark spots would be the Mediterranean, the Black Sea, the Caspian, $c. To these different irregularities in the conformation of the land and of the waters the following appel lations have been given. PARTS OF THE LAND. PARTS OF THE WATERS. Continents, Islands, Peninsulas, Isthmuses, Capes or Promontories, Mountains, Oceans, Inland Seas, Gulfs or Bays, Straits, Rivers, Lakes. A Continent is the largest tractor space of land that can be travelled without any interruption of sea ; such as Asia, Europe and Africa, which taken together, we call the ancient Continent; and North and South America, which we call the New Continent, or New World, from its having been discovered as lately as 1492, by Christopher Columbus, a Genoese. An Island is land entirely surrounded by the sea, or by any other water. Several islands collected near one another are called clusters, or groups of isles, and sometimes Archipelago, by allusion to a sea of that name which is interspersed with islands. A Peninsula is a tract of land almost surrounded by water. An Isthmus is the narrow piece of land which joins the peninsula to another land. A Cape, or Promontory, is any point or head of land projecting far into the sea Mountains are either single, or collected in rows called chains of mountains. Single mountains, of any conspicuous height, are called peaks; and burning mountains are called volcanos. An Ocean is the largest collection of water uninterrupted by land. Our globe, or earth has five Oceans: 1 °. the Great South Sea, 2°. the Pacific Ocean, 3°. the Atlantic Ocean, 4°. the Indian Ocean, 5°. the Arctic, or Frozen Ocean. Inland Seas are smaller collections of waters, generally surrounded by Land, such as the Mediterra nean, the Baltic, &c. A Gulf, or Bay, is any part of the sea projecting or entering into the Land ; the smaller gulfs are also called, havens, ports, inlets, . creeks, &c. A Strait is a narrow channel, or passage of water between two lands; a strait is also called a sound, sir channel. A Lake is a collection of water formed in the interior of lands, either by rivers or by natural sprino-s. A River is a constant stream of water formed either by a strong spring or by the union of several brooks, which are called the source of it. Rivers that retain their names to the sea I call rivers of the first class', rivers that fall into those I call rivers of the second class, those into the second, rivers of the third class, and so on to the rivulets and brooks. The upper part of a river's course is the nearest to its source, and the lower part the nearest to its mouth, its opening, or confluence. Thus London is above Greenwich and below Windsor, Paris is above St. Cloud and below Choisy, &c. The right side of a river is at the right hand of a person looking down the stream, and the left side of it at his left hand. Thus London is on the left Bank of the Thames, and Greenwich on the right side. Children in their walks may be taught all these different terms by the easy and natural contrivance of pouring water on an uneven place in a yard or garden, or by a shallow pond, where they will soon discover by themselves many isles, peninsula's, gulfs, &c, and form a clearer idea of them than out of any book."], [11, "I TABLE I. GENERAL DIVISION OF EUROPE. Europe by its situation on the Globe, the temperature of its Climate and the general fertility of its Soil, and above all by the industry and civilisation of its Inhabitants, is justly placed the first among the general divisions of the Earth, and requires to be more minutely described. It lies between the 35 and 71 degrees of North Latitude, and measures about 3300 miles from North-East to South-West. Its popu lation may be estimated at 150 millions of Inhabitants. The figure it presents is very irregular, being intermixed with Islands, inland Seas, Gulfs, &c: the whole including 15 different Countries or Powers and 14 Seas. The Countries are disposed 4 to the North, 7 in the Middle and 4 to the South. NORTHERN COUNTRIES. MIDLAND COUNTRIES. SOUTHERN' COUNTRIES. r. COUNTRIES. Great Divisions. Greal test iSquare miles in each. o-S £ a. ~ f c E Population. 2-5 . r -U — CT\" > T3 » < P.— CAPITALS. Population Ill .-J ■— O Ancient Names\"of the Countries. Lenglli I Ireadth , CEnqt\".&-Wales JRITISH lr, ■*, \", T < Scotland .... lsLES---- (Ireland )enmark , S Sweden >WED™---i Norway 360 280 300 240 800 1100 1700 300 150 160 180 300 250 1200 72500 34300 28500 21000 186000 109000 1603000 10000000 1600000 3400000 1540900 2000000 850000 21500000 .97 44 MS 5.9 II 5 20 [London. . . . Edinburgh Dublin Copenhague Stockholm Christiania [Petersburg T 90000c 8100C . 15000C i 9680C 7560C 1000C 16000C 900000 81000 150000 96800 75600 10000 160000 380 330 590 880 700 1280 Britannia Caledonia Hybernia Cimbrica > Scandinavia Sarmatia 'ussia rance 'he Low $ Holland Countries \\ Netherlands. . Iwitzerland r Hanover .... V Saxony iERMANY. . < Hesse / Bavaria .... \\fVirtemberg . . r Austria \\ Hungary .... Lustria.. . < Bohemia . . . . I Moravia .... \\.Gallcia C Prussia 'russia . . . < Brandenbourg (Silesia 600 150 200 200 120 140 120 250 110 250 300 170 140 400 250 150 200 700 550 100 200 100 130 230 130 200 80 200 200 160 100 210 100 100 120 680 219000 13600 10000 20500 14700 15400 5400 20000 6000 46000 119800 22950 5400 31300 29700 33800 15800 215000 •24000000 2750009 1880000 1600000 850000 1895000 450000 1560000 630000 4180000 5050000 2900000 1000000 3150000 1500000 2800000 1890000 6000000 113 203 188 83 58 123 83 83 83 91 42 117 117 94 51 83 110 43 Paris. ...... Amsterdam Brussels . . . Berne Hanover . . . Dresden . . . Francfort . . Munich. . . . Stuttgard . . Vienna .... Presbourg. . Prague .... Olmutz .... Cracow. . . . Konigsberg Berlin Breslaw . . . Warsaw . . . 680000 230000 100000 13600 15500 50000 40000 40000 18000 255000 36100 74800 11000 18000 62600 138000 59900 88000 220 220 195 470 420 600 380 57C 475 760 790 645 775 880 888 590 770 900 Gallia Batavi Belgica Helvetia >■ Germania Vinde licia Allemani Noricum Dacia Boiohetnum Quadi Bastarnœ Venedi Suevia Gothini Sarmatia 'OT.AND Portugal Spain s North\". States J Tuscany .... TALY 1 Pope's Dom\". CA>. of Naples 350 600 250 120 200 360 100 500 90 80 140 100 36700 199200 21510 9200 18500 31500 2800000 10200000 4878000 1000000 1500000 4780000 63 53 150 108 121 146 Lisbon Madrid Milan Florence. . . Rome Naples .... 160000 154000 132000 81000 163000 384000 971 773 600 742 882 100C) Lusitania Hispania Gallia Cisalpina Etruria Italia Propria Magna Giœcia ( Mœsia ) Thracia ) Macedonia *■ Græcia [\"urkey 600 244000 8000000 {Constan- ) tinople ) 900000 1535 900 31"], [12, "TABLE II. SEAS THAT WATER EUROPE. Europe is watered by Three large Seas and Thirteen small Seas. The Seat. Countries they Water. Extent of Coasts in Miles. Ancient Names. The Frozen Ocean Russia andNorway , , 1640 {Oceanus Hyper- borealis The Atlantic Ocean {Norway, the British Isles, France, Spain and\\ Portugal I 3340 C Oceanus Atlan- \\ ticus The Mediterra- \\ nean Sea . . . . j Spain, France, Italy and Turkey 6400 Mare Internum The White Sea. ... Russia 1320 The Baltic Sea. . . . ( Denmark, Sweden, Russia, Poland, Prussia and \\ \\ Germany j 3520 Sinus Codanus The Cattegat ..... Denmark and Sweden 440 The Skager Rack. . Denmark and Norway 420 The German, or North Sea Norway, Denmark, Germany, Holland, Nether-\\ lands, France, England and Scotland. ... J 1660 The Irish Sea .... England, Scotland and Ireland 760 Verginium Mare The English -> Channel J France and England 860 Mare Britannicum The Adriatic .... Italy, Austria and Turkey 1280 {Mare Superum \\ vel Hadriaticum The Ionian Sea. . . . Italy and Greece , 800 Mare Ionium The Archipelago . . Turkey and Turkey in Asia 1440 Mare Ægeum The Sea of Marmora Turkey and Turkey in Asia 360 Propontis The Black Sea Turkey, Turkey in Asia and Russia 2240 Pontus Euxinus The Sea of Azov . . Russia and Asia 660 Palus Mœotis"], [13, "I TABLE III. ISLANDS IN THE NORTHERN SEAS OF EUROPE. Isles and clusters. Chief Isles in the clusters. '^W. Length Gn eatest j Population. il Breadth 1 Capital Towns. Possessed by Antient Names. CLoffoden. . Norwegian Isles . . < Hindoen . . (Mageroe. . 50 60 25 5Q f In the Frozen Ocean, very little inh anC to the Ancients. bited, and unknown j si. •NDS IN THE ATLANTIC OCEAN. Great Britain Ireland Iceland Feroe Islands Shetland Isles Orkney Isles Stromoe . . Mainland Pomona . . Lewis .... \\Skye Mull ) Ila or Islay Arran .... St. Mary. . 640 300 240 30 75 25 65 50 25 25 20 3 300 160 190 10 10 10 29 20 25 18' 10 2 11600000 3400000 50000 20000 22370 24345 I London Dublin Skalholt Thornhaven . , Lerwick Kirkwall .... Stomaway . . . Port Ree Kilfinichen . . . Bowmore Kilbridge . . . . St. Mary > England > Danish . . Britannia Hybernia (Discovered in 861) Glessariæ Æmodœ and Thule Orcades Western Isles or Hebrides j ) ■ 48000 S Scotland Ricina Jfa.'f.M > Eludes In. Glotta J Cassiterides In, Scilly Isles | 2000 | England ■-LANs IS IN THE BALTIC SEA- Aland Gothland Oland Dago Œsel Zeeland Funen Laland Bornholm Rugen 20 85 90 30 55 80 45 40 20 40 18 30 10 25 40 60 35 15 20 25 9000 20000 7000 8000 12000 290000 110000 46200 30000 50000 Castlehorn • • • i Wisby > Sweden Borckholm ... 3 P4ade\\ ] Russia.. Aretisberg .... 4 Copenhaguen . . j °**T\" > Denmark Naskow I Sandwich . . . . j Bergen | Prussia Unknown Ditto Codadomia et Scandia Insulæ Boringia Rugia IS ,ANDS IN THE GERMAN SEA Sylt Fora Nortstrant Heligoland Schelling Vlieland Texel Walcheren Schouwen North Beveland South Beveland Shepey Thanet Holy Island 22 10 11 2 12 10 12 12 20 5 26 II 10 3 10 6 6 1 4 3 7 14 7 4 8 4 8 2 C Æorsum 2ml St. John (Denmark f Hersbull L Hoorn F C Middlebourg . . > Holland j n issenkerke . . « Goes J Queensboro . . • i Margate > England > Saxonum Insulæ Hertha Sacra > Buchana Insulæ Nehallenia Dea CaunoS vel Toliatis Thanatos ISLANDS IN THE IRISH SEA. Man Anglesea 30 28 12 I 28 j 2000s) Douqlas ) pncrian(4 12000 Beaumaris.... \\EnVau([ Monabia Mona ISLANDS IN THE ENGLISH CHANNEL. Isle of Wight Jersey Guernsey 22 12 12 12 9 6 300001 20000 16000J _\\ewfsOrt i \\St. Heliers . . . . > England \\St. Pierre . . . . J .Vectis Cæsarea Sarnia ISL NDS 'N THE B. Y OF BISCAY Belle Ile Noirmoutier Re Oleron _ 10 12 14 17 5 3 8 5 2000 1500 5800 20000 Le Palais . . . . } Voirmoutier . . f prance St. Martin . . . . C Oleron J lindilis Radis Ulianus et Olario"], [14, "TABLE IV. ISLANDS IN THE SOUTHERN SEAS OF EUROPE. Isles and Clusters. Subdivisions and chief Isles in the Clusters. Greatest Length] Breadth Population Capital Towns. Possessed by Ancient Names. LARGE ISLAND. IN THE MEDITERRANEAN SEA. Corsica 115 Sardinia 150 C Val di Maz zara } Sicily 1 Val Demone ... V 188 (_ ValdiNoto. . . . ) Candia | | 170 55 75 106 296500 275000 1120000 S Aiaccio . . . . 1 t, in.- r r rance t Bastia .... 3 Cagliari |Its king C Palermo . . . . i 1 Messina .... > Its king ( Syracuse ... 3 Candia | Turkey Corsica Sardinia C Sicilia, Sicula et I Trinacria 40 300000 Creta SMALL ISLES IN THE MEDITERRANEAN SEA. The Balearic \\ Isles 1 Ivica Majorca Minorca Porquerolle 20 58 33 5 15 3 3 5 24 10 12 45 10 2 5 2 2 2 12 4 13700 135900 28170 6500 12250 2000 1800 24900 90000 20000 Ivica 1 Palma C Spain Port Mahon . . ) | France Porto Ferrajo S Ischia f t, 1 Capri > My.. Lipari \\ Valetta \") Eng- Gozo j land *. . Ebusus et Pityusœ Ins. Major \") Baleares In- .Minor ) suire Stræchades Ilva Ænaria Caprœ Æoliæ et Vulcaniœ Melita Gaulos TheHy eres Isles Elba Isle of Ischia . . Isle of Capri . . Lipari Isles . . . Malta Gozo Lipari ISLANDS IN THE ADRIATIC SEA. The Dlyrian or Dalmatian Isles Cherso Pago \\Isola Grossa .... Brazza Lesina I Lissa Carzola Melida 45 35 45 35 45 6 30 a5 1(k 8 J 12>8 51 6J Cherso Pago Velica Milna Liesina Lissa Curzola Coritta Austria Absyrtides Insulæ Cissa et Pago Scar dona Brattia Pharus Issa Corcyra nigra Melita SLES IN THE I WIAN SEA. Corfu ' Sta. Maura Cephalonia ,' Zanta Theaki 42 Ig 40 23 24 10 IN 30 15 10 50000 10000 60000 60000 50000 Corfu ~\\ Sta. Maura . . f Argostoli .... \\ Greeks Zante L Vathy j Corcyra Leucadia Cephallenia Zacynthus Ithaca ■ :LES IN 'HE A CHIPELAGO. Negrepont .... Lemnos Skyro Andros Tino Myconi Naxia Paros Milo Cerigo 95 25 15 20 12 8 18 10 10 8 20 20 8 6 6 6 15 8 7 5 100000 18000 2000 12000 15000 8000 8000 6000 5000 2000 Negrepont . . , . Stalimene .... St. George. . , , Andros St. Nicholo . . . Tour lon Naxia Parechia Milo Cerigo Eubœa Lemnos Scyros Andros ~\\ Tenos M Myconus f n , T Naxos ? Cywodea Paros V Melos J Cythera Greeks"], [15, "TABLE V. PEJVINSULAS AMD ISTHMUSSES I.Y EUROPE. c LARGE PENINSULAS. Situation. Length. Breadth- Ancient Names. Sweden with Norway . . | Between the Baltic and Atlantic . . . . cs • -si t> i V Between the Atlantic and the Medi- Spam with Portugal . . . j terranean T . ( Between the Adriatic and the Medi- a y ( terranean , Greece | Between the Ionian Sr the Archipelago 900 450 Scandinavia 530 520 Hispania 600 40 Italia I 210 120 Græcia SMALL PENINSULAS. ! ~ \" \" c Between the White Sea and the Fro- \\ 07f. Russian Lapland \\ gm 0cean } *«> Courland I To the North of Poland 80 Jutland j Between the Baltic and North Seas 250 „,„„', r Between the Zuiderzee and North ) ,n North HoUand | Sea j- &0 Cantyre | West of Scotland 30 _ „ ■ '*, _: Kin England, between the Channels 19n Cornwall and Devon . . j anfthe Atlantic Ocean. \\ laa _ . (To the North of France in the\\ Asi Cotentin \\ Channel J 4U _ $ To the West of France, between the\\ 17n Bretagne \\ Channel and the Bay of Biscay J r To the South of Italy, between the) jgQ Calabria , | Ionian and Mediterranean .Seas 5 _ ,.*..-•> ( South of Italy, between the Ionian \\ so Terra di Lecce | and fa Adriatic Seas ........ S Capitanate | Lt Italy, proje-zting in the Adriatic | 35 cTo the North of the Adriatic, in . g0 ktria • • ■ 1 Austria J C South of Tur key, bet ween the Ionian} j^q Morea | a)ld the Archipelago $ Livadia \\ In the Archipelago | 80 i Between the Archipelago and the} ■»„ Gallipoli % SeaqfMarmora J f To the South of Russia, in the B/ack\\ Cnmea I Sea •» 215 72 105 28 6 65 25 80 60 (Unknown) Æstiœi Chersonesus Cimbrica ' Frisiabones et Insula- [ Batavorum Epidium Promontorium Cornubii et Dumnonii Unelli Osismii et Veneti Brutium 30 Apulia 30 Garganum Promontorium 45 Histria 90 Peloponesus 35 Attica et Bœotia 10 Thracica Chersonesus 10 [ Taurica Chersonesus vel I Pontica THE ISTHMUSSES. ] . The Isthmus of Corinth ) mih -im Morea to Greece or Hexa-Mih \\ J The Isthmus of Precop I Which joins Crimea to Russia 6 Isthmus Corinthiacus 5 Isthmus Taphræ"], [16, "TABLE VI. CAPES <PF EUROPE. CAPES iy THE OCEAN. CAPES IN THE MEDITERRANEAN Situation. North Latitude. Longitude From London. Ancient Names. Cape North Cape Naze Cape Skaw Cape Wrath The Mullet Cape Clear The Land's End .. Cape Lizard Cape de la Hague Cape Ortegal .... Cape Finisterre . . . The Rock of Lisbon Cape St.-Vincent. . Cape Trafalgar. . . To the North qf Norway .... To the South of Norway To the North of Jutland .... To the North of Scotland To the North-West of Ireland To the South- West of Ireland Tothe South-West of England 71° 10' 58° 57° 45' 58° 40' 54° 15' 51° 24' 50° 6' 49° 57' 49* 45' 43° 48' 42° 52' 38° 42' 37° 2' 36° 11' 26° e 7° 10' e 10° 35' e 5° w 9° 50' w 9° 28' w 5° 40' w 5° 10' w 2° w 7° 45' w 9° 18' w 9° 40' w 9° w 6° 6' w (Unknown) (Unknown) Cimbrorum Promontorium Orcas Promontorium (Unknown) Notium Prom. Antivestœum Prom. Ocrinium Prom. Coriallum Prom. Trileucum Prom. Artabrum Prom. Magnum Prom. Sacrum Prom. Junonis Prom. To the North ofFrance To the North-West of Spain. . To the West of Portugal To the South-West of Portugal To the South of Spain Point of Europe . . \\ To the South of Spain Cape Gata 7 „, Cape Palos . , ,S ° south-East of Spain. . Cape Martin 7 „, . _, -■ . Cape Creuz I To the East of Spam Cape Corso To the North of Corsica Cape Tavalaro To the South of Sardinia Cape Boeo To the West of Sicily Cape Passaro To the South of Sicily .. Cape Sparti vento To the South of Calabria Cape of Istria. ... To the, South of Istria Cape Matapan To the South 'of Morea Cape Colonna To the South of Attica Cape Spada To the North of Candia Cape Emineh To the East of Turkey Cape Aya Tothe South of Crimea 36° 6' 36° 41' 37° 34' 38° 50' 42° 21' 43\" ~ 38° 58' 37\" 55' 36° 42' 37\" 52' 45\" 36\" 30' 37° 48' 35° 50' 43\" 44° 31' 5\" 17' w 2\" 12' w 15' w 12' E 3° 25' e 9° 28' e 8° 45' e 12\" 28' e 15° 12' e 16° 28' e 14° E 22\" 35' e 24\" 10' 24° e 28° 15' e 33° 40' e Calpe Promontorium Charidemum Prom. Scombraria Prom. Dianium Prom. Pyrenœum Prom. Sacrum Prom. Chersonesus Lilybæum Prom. Pachynum Prom. Herculis Prom. Polaticum Prom. Tenarium Prom. Sunium Prom. Cimarus Prom. Hami Extrema Criu-metapon Prom."], [17, "TABLE VII. ARGE CHAINS OF MOUNTAINS OF EUROPE. Situation. Highest Peaks, Provinces Conspi- cuous [lights, in feet. Ancient Names. Oural or Poyas The Lang M. The Mountains of Kolen . . Between Russia \\ and Asia . . . . J In Norway. ... \\ Dofrefield G'. of Drontheim. . . . BetweenNorway \\ and Sweden. .J *- ; 3670 Riphœi Montes Sevo Montes Pyrenean Mountains The Alps .... s Mount Perdu Upper Pyrennees . . . Between France j Pic de Marbore. . . . Upper Pyrennees . . . and Spain • • • J Pic du Midi Lower Pyrennees . . . 1 -Mount Canigou .... Eastern Pyrennees . . Glockner . . . Saltzbourg Brenner .... Tirol. Furca Uri St. Gothard Ury Between Italy, Schreckhorn Berne '. France, Swit- ~ |imP,on '\")+„. zerland and< TT—^ ' ' j \" \" C Germany Great St' Bernard • • 3 Germany .... Mount g^ Dept rf Mmt g^ Cenis Piedmont Louzire .... Upper Alps Viso Piedmont -Pic d'Argentiere . . . Lower Alps • Which cross Ita- ( Gran Sass0 d'Ita,ia- • NaPIes • •* t jo. -_ i__ *„ i Mount Velino Roman State In from North -< ca i rs -. _. - *>- ••-•l=l!i/f^;;gxsr?.:::::::: ■Dalmatian Alps . . . . Dalmatia Mount Argentaro . . Macedonia Despoto .... Roum-IIi Balkan .... Roum-lli et Bulgaria Sancto Macedonia Chimera. . . . Albania Which crossTur- Lacha \"\\ key from East . - Oliva / to West ' Patras > Thessaly ■ Metzzove ... V Banina , . . . J Paraasso . . . ~i 11378 10550 9300 9300 13850 5125 1&375 9075 13375 6600 15550 9360 15650 6800 14450 13750 12175 8255 7878 5255 4834 Pyreneei Montes Alpes Carnicœ vel Juliœ Alpes Rhætim Alpis Pennina Alpis Graia The Appen- nines ..... Alpis Cot tia . AppenninusMon. The Eastern Alps 3300 3000 6520 Montes Albius Orbelus Rodope Hæmus Athos Acrocerauni M. Montes Olympus Ossa -Pelion Pin dus Œta Parn assus Helicon Hymettus Taygetus 3950 Zagara .... > Livadia Hymettus . . 3 L Mainotte . . . Morea , 1 Which divide C f rojasca. . . . Near Moravia 1 Hungary from) J*J f\" Ga,1,c,a : PI d \\-t'- \"1 Zuidove .... Near Buccovma .... Turk r Great Wallachia J V.Peak of Lomnitz . . Near Gallicia Montes Carpa- thes vel Alpes Bastarnicœ The Carpa- \\ thian Moun- \"s tains f I 8316"], [18, "TABLE VIII. SMALL CHAINS OF MOUNTAINS AND VOLCANOS OF EUROPE. VOLCANOS. Mount Gibello or -> <*,. ., mnl,. a**-., ■*■*,.- xs t Sicily 10954 Ætna Mons Mount Stromboli \") r ■ ■ T , oocn Strongyle Mons n, ,v , J. Lipari Isles -JboO ,r , ■\". r , Mount Vulcano J r V meant insula Mount Vesuvius I Near Naples 3900 Mons Vesuvius Mount Hecla . . . \\ In Iceland 4900 Provinces. cuous Hights in Feet. Ancient Names. Situation. Highest Peaks. The Grampian 1 Hdls J i TheCheviotHillsi North Scotland I Ben Nevis Between Eng- \\ land andScot- > Cheviot land I \"Skiddaw Wernside Hill . . . Ingleborough Hill Penygent Hill North England Pendle Hills .... < The Peak Malvern Hills. .. . Cotswold Hill . . . Mendip Hills \"Snowdon Wales Penmaen Mawr. . (.Cader Idris Invernessshire 4400 Northumberland .... 2675 Cumberland 3022 ( 5340 .Yorkshire -J 5286 ( 5220 Lancashire 3411 Derbyshire Worcestershire Gloucestershire Somersetshire Grampius Mons The English Hills Otll The Welsh Hills ' Carnarvonshire . . . / . '. c ■- 3570 1455 The VosgesMoun . The Jura Mount. France {LaDdv: ::::.':: /-Mount d'Or < Puy de Dome . . . LCantal Germany I Feldberg {Fictelberg Mount Erzebirge Mount Giant's Mount . . . Schneekuppe . . . i Merionethshire Alsace and Lorraine I Franche-Comte I 6050 Montes Vogetus ' 6050 Jura Mons 6675 5200 Cebenna Montes 6633 4386 A Ipes Suevicæ 3672-, „ .. _ 38#0 r \".ercynn et Cir- oaon > conossii etSu- mioq \\ deli Montes CantabritfVindiiM Idubeda Montes The Cevennes . . I r oovo \\ Auvergne \\ 5200 I I 6633 TheSwabianAlps The Bohemian Mountains . . . Sierra deAsturias Sierra de Castille Sierra de Guada- rama or Avila Sierra d'Estrella Sierra de Cuenca I > Spain ' V. uuoo Swabia 4386 Towards Franconia. . 3672 Towards Saxony .... 38-90 Towards Silesia .... 362G Silesia 4920 Asturias and Biscay BetweenDouro &Ebro ) Between Douro and ? Tagus | Beira .' 6455 rEast of New Castille kBetween the Tagus & 1 Guadiana v Between theGuadiana J and Guadalquivir I | Portugal Mons Solorius 6455 Mons Herminius Idubeda Montes 6455 Sierra de Toledo .Spain Mons Marianus Sierra Morena. . Sierra Nevada . . I (PicodeMulahacen j 1 Pico de Veleta . . ff. , t 11673 L.Greneda 111398 1167s 1139* [1673-, „,., .. ,. 1 1 398 I \"beru Montes"], [19, "TABLE IX. BAYS AND GULFS IN EUROPE. u Situation and Provinces watered. 1* _ -_ V ■5 Towns on the Gulfs Ancient Names. GULFS FORMED BY THE BALTIC SEA. Gulf of Bothnia . . j Sweden, Bothnia and Finland . . Gulf of Finland . .\\ Mnlaj'd> Wyborg, Petersburg I and lievel G. ofRiga or Livonia | Riga and Cur land The Curish Haff . . The Frisch Haff . . V Prussia Gulf of Dantzick. . ) Gulf of Lubeck .. \\ Between Mecklemburg $ Holstein 420 250 110 70 58 150 80 80 30 10 Torneo Peter.rb:rg Pernov Memel Pillau Dantzick Neustadt 40 GULFS FORMED BY T NO TH SEA. Christiania Sound ■> »T Bukke Fiord TheZuyderzee. . . . | Holland The Wash | England Tlie Firth of Forth ? *.T ., c ., , m rr .i ctu > North Scotland Ihe firth ot Murray } 60 35 60 24 30 15 20 40 18 14 Christiania Stavanger Hoorn Lynn Leith Fort Georgse Flevo (Lacus) Metaris Æstuarium Bodotria Æstuarium GULFS FORMED BY ATLANTIC. The Firth of Clyde | North Scotland Donegal Bay . . . . j Galway Bay S West qf Ireland Dingle Bay } Cardigan Bay .... j Wales The Bristol Channel | Between England and Wales . . . Bay of Cancale. ...?,-, Bay of Douarnenez \\Fra**e Bay of Biscay .... Between France and Spain .... Bay of Corunna . . N. W. of Spain Bay of Cadiz .... S. W. of Spain 10 16 '35 28 50 80 8 8 10 10 20 25 10 6 320 5 5 Ayr Donegal Galway Dingle Aberystwith Swansea . . . Granville . . Douarnenez St. Sebastien Ferol Cadiz Glota Æstuarium Vaxella vel Sabrinœ Sinus Armoricus Sinus 10 300 8 12 Sinus Aquitanicus Portus Magnus Gaditanns Sinus GULFS FORMED BY THE MEDITERRANEAN. Bay of Gibraltar . . I South of Spain Bay of Carthagena | & E. qf Spain Bay of Valencia . . East of Spain Gulf of Lyons .... South qf France Gulf of Genoa . . . . ? A. nr r T. , La Spezzia $■%' • 4 Italy Bay of Naples . . . . | Kingdom of Naples 6 5 70 90 120 130 3 25 Algesiras . . . Carthagena V7alencia . . . Cette Genoa Spezzia Naples Ca Ipe Sinus Saguntus Sinus Gallicus Sinus Ligustricus Sinus Portus Lunœ Crater (» 11 GULFS FORMED BV THE ADR AT ND IONIA SEA. Gulf of Taranto . . > r,. , „ ,T , GulfofManfredonia \\ K™9*°™ °f Naples Gulf of Trieste. ... S. of Austria Gulf of Arta West of Greece Gulf of Lepanto . . Between Greece and Morea. . . . 108 20 30 30 78 70 15 18 10 20 Taranto Manfredonia Trieste Arta Lepanto . . . . Tarentinus Sinus Sinus Urias Tergestinus Sinus Sinus Ambracius Sinus Corinthiacus GULFS FORMED BY T. E ARCHIPELAGO. Gulfof Napoli .... I East ofthe iVIorea Gulf of E«-ina | Between Morea and Greece Gulf of Salonica . . Gulf of Contessa . . > South of Turkey Gulf of Saros . . . . ) 45 25|Napoli Argolicus Sinus 40 38 1 Athens .... Sqronieus Sinus 65 -SOISalotiica. . . . Thermaicus Sinus 20 20 Contessa . . . Strymouicus Sinus 58 20 Castro Saros Me lanes Sinus"], [20, "TABLE X. STRAITS IN EUROPE. Straits. Situation. Least Breadth Setting of tlie Current. Towns. Ancient Names. Length. STRAITS IN TH NORTHERN SEAS. Calmar Sund \\ Between Sweden and 1 \\ the Island of Oland. . J •t,! c , r Between Sweden and the? lhe Sound . . J > , » j. _. _, , > \\ Island of Zeeland . . ) The Great Belt Between Zeeland §■ Funen The Little Belt Between Funen Sr Jutland The Cattegat Between Sweden Sr Jutland Skager Rack Between Jutland SrJVorway The Pentland 1 Between Scotland and~\\ Firth J Orkney Isles J The Mincht . S Scotland SsWes-l I IL I It xocCo • **•■*■ •-(••■J 40 50 120 135 10 3346 > yards A ios 1> 36tk 70^ From North }c,dlnmr to south i J Elsineur and From the I Helsinborg Baltic into Nyeborg the Nortli Frederica Sea Gothenburg- I Christiansand 20 6. Very dange- rous 100 37 ■ PortPatrick^ ' ' ' i* Donoghadee Wicklow Calais and I \\ Dover ... j p,, , > BetweenScotlandSslreland St. George's C. | BetweenEnglandSrlreland The Strait of ( D . r , , „ •*■*■*, _^-- js | BetweenEnglandSssbrtcnce rpi c . . ) Between England Ss the \\ ' \\ Isle of Wight J 50 171 100 50 Verginium Mare 35 *22 Fretum Gallicum 20 3 4 Cowes STRAITS I. E SOUTHERN SEAS. , i. • Between Spain and Africa Str.ofBonifacio BelweenCorsica&sSardinio Str. of Messina Between Italy and Sicily Str. of Otranto or Mouth of £ Between Italy and Turkey the Adriatic. 3 36 30 20 10 Eastward Tarifa ■ 8 I Bonifacio 'Ebbs and~) 1 2 1 flou's every > Messina . . . . *-six hours . . j Fretum Gadi- tanum Fretum Sicu- lum, ubi, Cha- Sylla 25 Otranto Fretum Ha- driaticum ox_ cv 1 . (Between Negropont andi Str.ofTalanta{ g^^ j Str.ofGallipoli | Between Turkey in Eu-\\ or Dardanelles \\ rope $• Turkey in Asia \\ Str.ofConstan- > Between Turk and A${a tmople .... J ~ Str. of Enikale j BetveeH Crimea and Asia or Kafia . . $ 90 60 18 abridge ( J7- £ K^I^/m, J Negropont... JS Stroita/rom Gallipoli ,L, X <Ae2«ac*£ y«ds I S'ea • • • • V Constantinople 3 j from,?%} Enikale t Aea of Azof ) Euripus Hellespontus f Bosphorus Thracius {Bosphorus Cimmerius * forty -five thousand eight hundred ind eighteen Yards from Dover Castle to Calais Church."], [21, "TABLE XI. PRINCIPAL LAKES OF EUROPE. Lakes. Provinces. Towns near them. mgth.i Breadth Communication. LAKES IN RE ,AN. Lough Foyle . .. Lough Neagh j Lough Earne . . Louo-h Ree .... Lough Derg. . . . Lough Corrib. . . Lough Lane or \\ Killarney . . J Londonderry. . . Antrim.Tyrone ) and Armagh J Fermanagh .... West Meath Sr. . Tipperary Sr . . . Galway Londonderry y 16 12 To the Atlantic C To the Atlantic by River Bann and \\ Irish Sea by the Newry Canal To the Atlantic by River Earne Antrim 21 12 Inniskilling .... Athlone Killaloe Galway 31 16 21 28 10 4 3 7 > Crossed by the Shannon \\To Galway Bay Kerry Killarney 10 3 \\To Dingle Bay by River Lane LAKES IN COTLAN Loch Ness Loch Tay Loch Lomond. . . r Inverness Perth shire Dumbarton Fort Augustus . . 20 12 20 2 2 4 {The Atlantic Sr North Sea joined by this Lake, and the Caledonian Canal Crossed by the River Tay To the Clyde by River Leven |Dumbarton LAKES IN ENGLAND. Derwent Water ) Broad Water ) Cumberland. . . . Keswick . . . . T> 3 4 7 11 1 I I 2 1 {Both to the Irish Sea by the River Der- went Ulles Water r Cumberland §• | Westmoreland {Lancashire Sr Westmoreland > Ambleside . . To the Eden by the River Emont Winander meer To the Irish Sea by River Leven LAKES IN SIT EDE L. Stor L. Moisen Lamptland .... Norway 5 Warmeland Sr ( Gothland .... Gothland Nerickland . . . . § Sudermanland £ Sr Upland. . . . Ostersand 40 60 12 e To the Gulf of Bothnia by River Fidals To the River Glommen and the Sea L. Wener V Wenersborg . . 90 45 To the North Sea by River Gothelbe L. Wetter L. Hielmer Jonkoping Orebo {Westerahs \\ Stockholm J 80 30 15 15 To Lake Wener Sr L. Hielmer by Canals To thc Baltic by Lake Meier L. Meier 80 20 To the Baltic Sea LAKES I? RU. SIA L. Pajane Olonetz 5 Petersburg \\ Wiborg'. Petersburg .... Pscov Riga. . . . ■j Novgorod .... rNyslo't Wils-', Imanstrand J Petrozavodsk . . J- Olonetz > Pscov C Novgorod .... ( Bielozersk. . . . 80 10 C These Lakes communicate to Lake < Ladoga and to an innumerable quan- (_ tity of other small Lakes To Lake Ladoga by River Swyr ( To the Gulf of Finland by River Ne- iva and a Canal L. Saima 100 20 L. Onega 170 40 L. Ladoga 120 85 L. Tchudskoe ) (or Peipus. . f L. Ilmen L.Bielo (White) 80 40 40 30 8 18 To the Gulf of Finland by River Narva To Lake Ladoga by River Wolcliova To the Wolga by the River Sheesna LAKES IN THE ET. ER A NDS. The Great Moer The Bies Bos . . . Flanders lurnes ) ( Gertruidenberg > Holland .... <BetweenHar- ) ) ( lem&Leyden j 5 15 24 8\" To (he Newport and Dunkirk Canals Receives the waters ofWahal and Maese The Harlem Meer 16 7 To the Zuyderzee by the River Ye"], [22, "i i I TABLE XII SEQUEL TO THE LAKES OF EUROPE. Lakes. Provinces. Towns near them. \\-0 o - Communication. Ancient Names. LAKES II SWITZERLAND. T „ ) Pais de Vaud L. Geneva.. [ audLeman L. Neuchatel Neuchatel... L. Zurich . . I Zurich C Lucerne Uri L.Lucerne. . <. Schewitz and f Underwald L.Wallenstad<| *SY. Gall L. Brintz . . j £ L.Thun . . . . ( J*e™ L. Lugano. . . .\\Dt. of Ticiyo Geneva . . . 1 Lausane ... j 145 12 Crossed by the Rhone L. Lemanus Neuchatel . . . 85 5 C To the Rhine by River Thielle, \\ Lake Bienne and the River Aar To the Rhine by R. Limat Sr Aar Zurich Lucerne • . . \"j Altorf \\ Stanfz I Wallenstadt. . Brintz Thun Lugano w 201 3 2 2 3 3 2 r To the Rhine by the RiversReuss i and Aar To Lake Zurich by River Linth \\ Both crossed by the Aar To Lake Maggiore by River Tresa II 9 12 20 LAK IN ERMANY. Dummer See | Hanover .... SchwerinSee i Meckleilb Muritz See j •> Boden See or \\ Tirol, Suabia L. Constance J §■ Switzerland Ammer See > Bavaria .... VvalchenSee t Chiem See 3 Diepholt Schwerin Wahren 5 10 15 4 3 5 To the Weser by the River Hunte To the Baltic at Wismar To the Elbe by L. Plau andR.Elde Constance . . . 45 15 Crossed by the Rhine LBrigantinus S. of Munich 10 11 5 10 2 o , 5 4 To the Danube by R. Ammer Sr Iser To the Danube by R. Wurm Sr Iser To the Danube by R. Walchen Sslsei To the Danube by R. Alza Sr Inn LAKES IN USTRIA . AtterSee . ,_\\ Austria Pro- Traun See . . -> per NeusidlerSee f WT /■Hungary Platten See 3 10 10 Neusield 12 Wesprim . . . .|55 3 •2 6 9 To the Danube by the River Anger To the Danube by the River Traun f To the Danube by a small River X and the Raab Tothe Danube by aCanal Sr R.Shar LAKES IN PRUSSIA AND POLAND. Spirding See f j-, . D ■ Nicolayken . . i l b > East Prussia J Maur See . . ) Ankerburg . . L. Goplo. . . .| Great Poland Inoroclaw . . . : 20 15 22 e f To the Vistulaby the Rivers Pys- l na and Nerew 6 To the Baltic byR. AngerapSf- Pregel 3 To the Wartha Sr Vistulaby a Canal LA E. IN ITALY. L. Maggiore ~\\ L. Como . . r I- j _t zr , \\ Kingdom of L. Iseo . . . . > r _.i. j t ,^ j I Lombardy L. Garda . . k J L. Mantua. . j L. Comachio ~\\ L.Perugia. . f States of the / Pope L. Bolsena . . \\ L. Celano. . ,'.| Nap/es Locarno Como Iseo Peschiera. . . . Mantua Comachio . . . S Perugia and \\ Cortona . . . Bolsena and I M. Fiascone Celano 35 34 17 35 4 It 5 4 5 .'I 2 16 To the Po by the Tesin or Ticino To the Po by the Adda To the Po by lhe Or/lio To the Po by the Mincio To the Po by the Mincio To the Adriatic by several Canals L. Verbanus L. Larius L. Sevinus L. Benacus PalusMantuæ (Paludi) ( 5 To the Tiber L. Trasimenus 5 To the Mediterranean by R. Marta L. Vu/siniensis 10 5 I. Fucinus LAK. !S IN TURKEY. L. Zenta or 1 \\ . „ . c. . • _. . • > {Albania .... Scutari Scutari . . U L. Livadia. . . . |Z.j'c«c/ia .... Livadie (near) 25 8 I Tothe Adriatic by RiverBoyana \\ L. Labeatis ■- 5 To the Struits of Talanta by t j --, I subterraneous canals •> ' ' Pfus is"], [23, "TABLE XIII. RIVERS OF EUROPE OF THE FIRST CLASS* FALLING INTO THE WHITE SEA. FALLING INTO THE BALTIC SEA. * I call rivers of Ihe first class those that preserve their names to the sea; rivers ofthe secoud class, those that fall into the first and so on. E Sources. Provinces watered. Towns on the Rivers. Lengili <jf tha' Ancient Names. course in miles 'iieDwin.v . . \\ ■ -[r, .- Wologda, Archangel . . Ousting, Archangel ( rivers atOnstiuo a * » o» => 400 (Unknown) The Tornea. . Rises out of the Lake Tornea to the North of Sireden Divides Sweden Russia from Tornea 230 (Unknown) The Neva . . . Out ff' L. Ladoga | Petersburgh jPetersburgh 4-rjf Unknown) The Duna. . . Rises in the govern- 0 , , ,. J, ■ Smolensko, ment of lwer,in v t_ • Riga fi'iss-ia ° Vitepsk, Vitepsk, Polotzk, Riga 420 Turunthus Fl. The Niemen. . Near Minsk, in Po- Grodno, Vilno, East land Prussia I Grodno, Tilsit, Memel 350 Rubo Fluvius The Vistula Out ofthe Mounts Carpathian, at Pies, to the South qf Silesia Divides Gallicia from Poland, crosses Po- land and Prussia Cracow, Sandomir, Warsaw ,Thorn, Culm, Mariembourg, Dant- zick 520 Vistula Fluv. | In the Carpathian £ Mcuntainsform- The Oder . . . < ed by the rivers ( Elza and Mora at Oderberg Silesia, Brandenburg, Pomerania -Ratisbon, Oppeln, Bres- law, Francfort, Kiis- trin, Stettin 4«0 Viadrus Fluv. FAL ING INTO THE GE MAN SEA. The Elbe . . . IntheGianVs MY. Bohemj v North of Bohe- g^n mia J and Dresden, W ittemberg, Dessau, Magdeburg, Lawenburg, Ham- burg andGluckstadt 54! Albis Fluvius The Weser . . Formedby the Wer- ra and Fulda at Munden Divides Westphalia from Lower Saxony Hameln Minden, Nien- burg, Hoya, Bremeii 200 Visurgis Fluv. The Rhine . . Out of Mount St. Gothard by three springs in the canton of the Grisons Divides Germany from Switzerland, France. the Netherlands, and part of Holland; di- vides itself into three great branches, the Wahal and the Leck, which join the Maese and the Yssel which falls intotheZuiderzee Coire, Schatt hausen, Basle, Strasbourg-, Spire, Manheim, AVorms, Mayence, Coblentz, Bonn, Co- logne, Dusseldorf, Arnheim, Utrecht & Leyden, where il looses itself in the sands 700 Rheuum Fluv."], [24, "TABLE XIV. SEQUEL OF THE RIVERS OF THE FIRST CLASS. Provinces watered. Towns. Course in miles Ancient Names. Source. The Maese or Meuse Between Montigny le Roi and Bour- bonne les Bains, department of Upper Marne,in France The departments of Haute Marne, Vosges, Meuse, Ardennes, theNe- therlands and Holland Neuchateau, Com- mercy, Verdun, Sedan, Mezieres, Dinant, Namur, Liege,Maestricht, Ruremonde, Gra- ve, Gorcum, Dort,. Rotterdam and Brill 400 Mosa The Scheldt or Escaut Near le Castelet, department of Aisne, France Department of the North and the Netherlands Cambrai, Valen- ciennes, Tournai, Oudenarde,Ghent An vers, divides at Fort Lillo into E. Scheld which waters Bergen- op-Zoom & West Scheld, which falls at Flushing 170 Scaldis The Thames. . J a farm near Ci- K rencester,in Glo- I cestershire Rises under the name of Isis, in a farm near Ci- rencester,™ Glo- cestershire Divides Gloucester- shire,Oxfordshire Buckinghamshire Middlesex and Essex from Wilt- shire, Berkshire, Surry and Kent Crickdale, Lech- lade, Oxford, Ab- bingdon, Wal- lingford,Reading Henley, Marlow, Maidenhead, Windsor, Staines, Kingston, Lon- don, Greenwich, Woolwich, Gra- vesend 170 Tamesis I r Formed by the The Humber j junction of the £ Ouse and Trent Between Yorkshire and Lincolnshire Hull, Barton, Great Grimsby 33 A bus vel Abu- pus The Tweed . . South of the Coun- ty of Peebles Peebles, Selkirk, Roxburghshire, and divides Nor- thumberland from Berwick Peebles, Melrose, Kelso, Cold- stream and Ber- wick 70 Tuesis Fl. vel Tarus The Forth . . Near Loch Kay tern in South Perth- shire Divides Perthshire, Clackmannansh. & Fifeshire from Sterlingsh. Lin- lithgow & Edin- burg Sterling,CIackman- nan, Culross, Kinghorn and Leith Bodotria vel Boderia r In the mountains The Tay > West of Perth- £ shire Crosses Loch 'lay, Perthshire, & di- vides Fifesh . from Angusshire Logyhoit, Dunkeld, Perth, Dundee Taum Fluvius"], [25, "TABLE XV. SEQUEL OF THE RIVERS OF THE FIRST CLASS. Source. Provinces watered. Towns. Course in miles Ancient Names. RIVERS THAT FALL INTO THE ATLANTIC. I The Clyde . . iNeal Crawford S. 1 of Lanerksh. Lanerksh. and di- vides Renfrewsh. from Dumbarton- shire Lanerk, Hamilton, Glasgow, Ren- frew,Dumbarton, Port-Glasgow & Greenock 75 Glota Fluvius Out of Lough Allen The Shannon ' in the County of Leitrim Divides the coun- ties of Leitrim, Longford, West- meath, King's County, Tippe- rary, Limerick & Kerry from Ros- common, Galway and Clare Carrick, James Town, Athlone, Clonfert, Bana- gher, Killaloe & Limerick, having crossed the Lakes Allen, Boffin, Ree and Derg 180 Senus Fluvius The Severn t Out of Mount Plin- 3 limmon to the S. j of Montgomery- \" shire I Montgomeryshire, Shropshire, Wor- cestershire,GIou- cestershire, Mon- mouthshire and Somersetshire iVJo.itgomery(VVelsh- pool, Shrewsbury Bridgenorth, Bewdley, Wor- cester, Tewkes- bury, Gloucester 155 Sabrina r South ofthewoodqf m c. 1 Chanceaux, de- The Seine.. V partmentofC6te- t d'Or near St. Seine Crosses the depart- mentof Cote-d'Or Aube, Seine and Marne, Paris, Seine and Oise, Eure and Lower Seine Chatillon, Bar, Troyes, Nogent, Montereau, Me- lun,Paris,Mantes, Rouen, Caude- bec and le Ha- 380 Sequana vre I Out of Mount Ger- _, T \\ bier-le-Joux, de- The Loire ..J partment of Ar. £ deche Crosses the depart. of Upper Loire, Loire, Saone and Loire, Nievre, Loiret, Loir and Cher, Indre and Loire,Mayenne,rfr Loire and Lower Loire Le Puy,Roanne,Ne- vers, Cosne, Gien, Orleans, Beau- gency,Blois,Tours Saumur, Ancenis, Nantes and Paim- bœuf 510 Liger The Garonne Inthe Val of Aran in the Pyrenees Crosses the depart. of Upper Pyren- nees, Upper Ga- ronne,Tarn & Ga- ronne, Lot & Ga- ronne & Gironde St.-Gaudens,Muret. Toulouse, Agen, Aiguillon, Mar- mande,Bordeaux Bourg, where it takes the name of Gironde, to the Sea 270 Garumna fin the mountains Crosses Gallicia & m nil J near Mondonedo j;„:j„_ ;t frnin The MtNHO . . j jy, of divide^ it from f Gallicia ° Lugo, Orense, Mel- gaco, Valenc,a, Tuy 110 Minius r In one oj the high- Aranda, Pesquera, The Duoro or) %' ™™ntams0J Old Castille, Leon Toro,Zamora,Mi- Duero...A bastile called and port , randa, Lameg0, J Monnttayonear Oporto ' Soria 370 Durius"], [26, "TABLE XVI. SEQUEL OF THE RIVERS OF THE FIRST CLA.SS. Provinces watered. Towns. Course. Ancient Names. Souices. The Tacus . . In one of the most elevated part of j Spain in LaSier- ra deAlbarracin. The spring is I called Fuente d'Albrega or Garcia New Castille, Leon, and Portugal Trillo, Aranj uez,To- ledo, Talavera, Alcantara,Abran- tes, Santarem & Lisbon 460 Tagus | Out of small mar- s' shy lakes, called V Lagunas §• Oyos m r. 1 dc Guadiana, in The Guadiana < .. „ ., ,. \\ the South part qf d New Castille, L called LaMan- I cha Runs underground fora considerable distance, crosses New Castille, Es- tremadura, and Portugal, which it divides from Andalusia ..... Calatrava, Merida, Badajos, Castro- Marim,Ayamonte 340 Anas rp p Cln the mountains < between Andalu- quivir .... 1 . , ,-. , (, sia ana Grenada Waters tlie provin- ces of Jaen, Cor- dova and Seville Andujar, Cordova, Seville, St. Lucar 280 Bætis RIVERS THAT ALL INTO THE MEDITERRANEAN SEA. -, ,, i In the Sierra near New Castille and Cueiie^AlarconAl- 1HEAUCAR..J Albaracin Valencia zira and Cullera 200 Suero Fluvius rws „ (In the Sierra de 1heGuadala-\\ /( I. T < Cuenca near Mo- VI AR ) ;■ 5 . (^ tina de Aragon New Castille, Ara- gon and Valencia Near Albaracin, Te- ruel and Valencia 150 Pallentia vel Turia {lit Sierra de Astu- T -p j rias, at the foot 1 HE .C.BRO •«•< j? _. n i j of a tower, called ' Fuent Ibro Old Castille, Na- varre, Aragon & Catalonia Viana, Logrono, Ca- lahorra, Tudel, Saragossa, Tor- 310 Iberus tosa / OutofMountFurca \\ in the Eastern The Rhone . . < extremity of Val- J lais, in Switzer- ' land Crosses Vallais and the lake of Ge- neva ; divides Sa- voy & the depart. of Isere, Droine, Vaucluse and the mouths of the Rhone from those of Ain, Rhone, Loire, Ardeche and Gard Sion, Geneva,-Lyon, Vienne, Tournon, Valence, Viviers, Pont St.-Esprit, Avignon, Taras- con and Aries, where it divides into two branches within which is the fertile island of La Camargue 430 Rhodanus ( In the Appennines, .j, , J lo the East of The Arno . . . < «, •' i I uscany, near V. Poppi Fiorentino and Pi- San Giovani, Flo- rence, Empoli, Pisa 115 Arnus sano Sin a valley of the Appennines, on the East of Tus- cany, near the village San Ste- phano Tuscany and the State of the Church It runs thro' Borgo, Citta di Castello, near Peruggia, Todi, Rome, Os- tia and Porto 175 Albula vel Ti bris vel Ti- beris"], [27, ", I . ■ TABLE XVII. SEQUEL OF THE RIVERS OF THE FIRST CLASS. RIVERS THAT FALL INTO THE ADRIATIC SEA. RIVERS THAT FALL INTO THE BLACK SEA. RIVER THAT FALLS INTO THE SEA OF AZOF. >2 ■ . ' F Source. Provinces watered. Towns. Course in mile;. Ancient Names. The Pa Rises out of Mount Viso in the Mar- quisate of Saluz- zo Crosses Piedmont, Montferrat, Nova- reze, divides Mila- neze, Mantuano & Veneziano,from the states of Parma, Modena and the Pope's dominions Carmagnole, Turin, Chi- rasso, Casale, Placen- za, Cremona, Casa- maggiore, Revere ; di- vides itself into two branches : the North- ern, called Po d 'Aria- no, falls into the Sea below Ariano by seve- ral channels and the Southern waters Fer- rare and falls into the Sea under the name of Po di Primaro 300 Padus vel Pa- danus vel Heridanus ■r Rises out of Mount ,_. . 1 Brenner, between The Adige . . 1 Tyrol stj|rf tJu ' Grisons Crosses Tirol, Tren and the state ol Venice Meran, Trent, Roveredo, Verona, Rovigo and 180\\Athesis Borgo-forte The Danube Rises in the Cas- | tie of Doneschin- gen in the Black | Forest, in the ter- ritory of Baden Crosses Swabia, Bava- ria, Austria, Hun- gary, divides Wala- chia from Servia and Bulgaria Ulm, Donawert, Neu- burg, Ingolstadt, Ra- tisbonne, Straubing, Passau, Lintz, Vienna. Presbourg, Buda, Pe- terwardein, Belgrade, Orsowa, Widin, Nico- poli, Silistria, Ismael, and falls into the Black Sea by several chan- nels, between Kilia & Karakerman 1340 Danubius in Germany, & Ister in Tur- key ( Rises in the Carpq- t - t> .„r™r-T. / thian Mountains Ihe Dniester^ c, , \\ near Sambor in ' Cf a licia Waters Galicia, di- vides Podolia and Kerson from Mol- davia Choczim, Soroka, Ben- der and joins the Sea at Akerman 530 et Ca- naster s To the J\\l'orth of ,*-. ) the Russian Go- The Dnieper j vernment ofSmo. V lensko Smolensko, Moghilev, Tchernigov, Kiev. Poltava, Ecatheri- noslav and Kerson Smolensko, Moghilev, Kiev, Novo Rossisk, 970 Borystlsencs Kerson and Otchakow (Near Epypham in Crosses Kiazan, Tam- Veronez, Bohoochar and J the Government bov, Voronez and Tcherkask, where it s]s|7, The Don.... < 0f Tula in Rus- divides the Don joins the Sea by seve-, W1 anms * sia Kossacks from Asia ral mouths"], [28, "TABLE XVIII. RIVERS OF THE SECOND CLASS IN EUROPE. - * r i : : i Towtis watered. of their course Ancient Names. Sources. Provinces watered. \"\\ i NearZIoczow in ■s -2 / V the Eastern o | >The Bug 2 part of Galli- jjj •> V / cia or Austrian ) t P /\"*»rf The Palatinates of Chelm, Lub- lin, Podlachia and Mazovia Busk, Brzesc, Drohiczim and falls at Za- kroczym 340 (Unknown) .Sj } flu the Territory of \\ of Cracow, JJ /-The Wartha . .< «&-w*» theMo- o I f unstery of |/ v. c^. w,/.* '. a Sjratlia, Kalisch, Posrian, in Po- land, and Neu- mark, in Ger- Siradia, Konin, Posnan,Lands- berg and falls at Kustrin 360 (Unknown) many it.t itie.Mount\"i <s on the South- ern Jrontiers of Bhhemia Bohemia, from South to North Budweis,Prague, and falls at Melnik 180 (Unknown) .£ 1) -= s~ o »— a *— r Out qftheMoun- V tam called TheSaala ...J Feichtelberg, in the princi- i polity of Bey- \\ rent Crosses Saxony from South to North Saalfeld, Rudol- stadt, Naum- burg, Merse- burg Hall and falls at Barby 170 Sala ( Out of small j Lakes to theS. The Havel ...A of Uker Mark I in Branden- *\" bourg CrossesBranden- bourg and di- vides it from Magdebourg Uranienburg, Spandow,Pots- dam, Branden- bourg, Rathe- now and Ha- velberg 120 (Unknown) » £ \") C In the RohnBerqe ~ S >The Fulda \\ South-East of The Countries of Fulda & Hesse Fulda, fieisteld, Cassel and falls at Munden 100 Adrana r Out ofM.Schrek- V horn, between The Aar 1 BernSrWalais, I crosses the L. V. BrientzSsThun The Cantons of Bern, Soleure and Argovia Bern, Arberg, So- leure, Arau, Bruck & falls oppositeWald- shut 140 Ar ula _. _. L Near Rotweil iu The Necker . . . { Wurtemberg I The Countries of Wurtemberg and Baden Tubingen, near Stuttgard,Heil- bron, Heidel- berg and Man- heim 140 Neccarus *a C c I— - Ithastwosources in the Fichtel- ThfMavn < berg,theRothe 1 he mayn . . . . K jj^ and the Weisse Mayn near Bayreuth Crosses theCoun- tries of Bey- reuth, Bam- berg, Wurtz- bourg, Darm- stadt & Franc- fort Beyreuth, Bam- berg, Schwein- furth, Wurz- burg, Wer- theim, Aschaf- fenburg,Franc- fort and falls opposite May- ence 250 Mœnus fOut of Mount \\ des Faucilles The Moselle . . J South-East of I the department v. of Vosges Crosses Vosges, Meurthe,Moselle theGreatDuchies of Luxemburg & of theLow. Rhine Remiremout,Epr nal,Toul,Metz, Thionville,Tre- ves, and falls at Coblentz 240 Mosella"], [29, "TABLE XIX. SEQUEL OF THE RIVERS OF THE SECOND CLASS IN EUROPE. Sources. Provinces watered. Towns watered. Length of their Course. Ancient Names. j J ) CYNear Lippspring © J= > The Lippe j $■ Paderborn, £ PS ) y in Westphalia Crosses Westpha- lia from East to West Lippstadt,Hamm and Wesel, where it falls 120 Lupia v. 0 -\\ W/» the Forest of \"f | >The Sambre . .1 •8 m V 1 /«e Depart- i-i r ntenf of Aisne Crosses the Dep. of the North, Hainault and Namur Landreci, Mau- beuge, Charle- roy and falls at Namur 70 Sabis 3 — v V *- o _ I Near Lisbourg, The Lys < Department | 1 of Pas de Ca- (_ lais Department du Nord,andFlan- ders Therouene, Aire, St.-Venant,Ar- mentiere, Me- nin, Courtrai, Deynse and Ghent 90 Legia ' rJVear Aubigny, The Scarpe. . . . < Department of L Pas de Calais Depart, of Pas de Calais and Nord Arras, Douai, Marchienne & St.-Amand 45 __ E 3 ■_a E- u *— o a i— < f Formed by seve- ns rr 1 ral brooks a- The Thame .... -J boveA?,iesbury I ( Buckingham- shire and Ox- fordshire Near Aylesbury, Thame, & falls nearDorchester 30 ™ v f NearUfcotNorth The Kennet... { WuiMre Wiltshire and Berkshire Marlboro', Hun- gerford, New- bury & Read- ing, where it falls >- f (Formed by seve- •2 L The Trent . . . . < ral brooks in | 1 C J\\'orthStafford S J Staflbrdsh. Der- bysh. Nottihg- hamshire, Lin- colnshire and Yorkshire Burslem, Stone, Burton, Not- tingham, New- ark,Gainsboro' 134 -= -*-■ o a I C Formed by the rr, rz. J rivers Swale, The0use ) Yore S>- Midd, t. in Yorkshire Yorkshire, from North to South York, Selby and Howden, below which it joins the Humber 45 tin Naseby-field, The Upper Avon \\ Northampton- l shire Warwickshire & Worcestershire Welford, Rugby, Warwick,Strat- ford, Evesham & Twekesbury 80 Antona c Em > •S: o •**— - I Formed by seve- _, r . J ral brooks at TheLowerAvonJ TetburyNorth I Wiltshire Wiltshire, and Somersetshire MalmsburyCbip- penham, Brad- ford, Bath, and falls below Bristol 50 f Om* •»/ Mount rv -ar 1 Plinlimmonin Ihe Wye < ,, . j Montgomery- \" shire Montgomeryshire Radnorshire Brecknocksh. Herefordshire, Monmouthsh. & Gloucesters. Rahyader, Bualt, Hay, Hereford, Ross, Mon- mouth ScChep- 120 Ratostui- bius stow"], [30, "TABLE XX. SEQUEL OF THE RIVERS OF THE SECOND CLASS IN EUROPE. Sources. Provinces watered. Towns watered. Length of their Course. Ancient Names. The Yonne In the hills of Morvant S.E. qf the Depart. of La Nievre Depts. of Nievre, Yonne andSeine & Marne Chateau Chinon, CIamecy,Aux- erre, Sens, and falls at Monte- 130 Icauna reau The Marne. . .. Near Langres S. of the Depart- ment of Upper Marne Upper Marne, Marne, Seine et Marne and Paris Chaumont, Join- ville, Vitry le Francais, Cha- lons, Epernai, Chateau -Thie- ry and Maux 220 Matrona © = s. © — c = I— Aubenton, Guise, LaFere,Noyon, Compiegne, Pont Sainte Maxence, Pon- toise and falls at Conflans The Oise Near Rocroy N. of the Dept. of the Arden- nes Ardennes, Aisne, Oise, and Seine &Oise Œsia et Isa- ria 150 The Eure Out of the small Lakes near Longny, De- partment of Orne The Departments of Eure & Loir and Eure Chartres, Dreux, Ivry, Louviers and falls at Pont de l'Ar- che 100 Ebnra vel Autura r In the Cevennes \\ Mountains near The Allier ....J Bagnols les i Bains, Dept. v. of Lozere Upper Loire, Puy de Dome, Al- lier and Nievre Brioude, Issoire, Vichy,Moulins, and falls below Nevers 200 Elaver © *— '3 rA © -= o a — - C IntheMounlains \\ between the The Cher . . . . <^ Dep. of Creuse J and Puy de \\_ Dome Creuse, Allier, Cher, Loire et Cher, and ln- dre & Loire Montlucon, St.- Amand, St.-A- gnan, and falls at Tours 180 Cants ( On the Northern The Vienne. . . . ) %**. °f then j Department oj I Correze Upper Vienne, Charente,Vien- ne and Indre et Loire Limoges, Confo- lens, ITle Jour- dain, Chatelle- rault and Chi- 180 Vigenna non The Mayenne. . \\^Prez en Pail, S J Mear Alencon Mayenne and Mayenne et Loire Mayenne, Laval, Chateau Gon- tier and An- gers 100 Meduana © - o ■- CSS 0 © — © — - 1— (Near Vil/ef'ort to The Tarn 3 J}c Efst ff ) Department qj ' / Lozere Lozere, Aveyron, Tarn, Upper Garonne and Tarn et Ga- Milhau, Alby, Gaillac, Mon- tauban and Moissac 160 Tarnus ronne The Lot \\In Mount X zero Lo- Lozere, Aveiron, Lot and Lot et Garonne Mende,Espalion, Figeac,Cahors and falls at Ai- guillon 200 Oldns el Lotus"], [31, "TABLE XXI. SEQUEL OF THE RIVERS OF THE FIRST CLASS. G Sources Provinces watered. Towns watered. Len-jlh I ■■ourse | Ancient Names. 0 © -j ■S § (The Dor- © 2 C dogne C Out of Mount d'Or 3 Department of (_ Puy de Dome Correze, Lot, Dor- Argentac, Souillac, dogne and Gi- Bergerac, Li- rondo bourne & Bourg 2001 Duranius rln the Vosges near The Saone . . ) Darney andEpi- £ nal n e rr*.. Pont - sur - Saone, Upper Saone, Cote- ,-, . j>r> c-* Cray, Auxonne, dOr, Saone et ,-,, •}' ,.,*. r ■ . ■ , Chalons, Macon. Loire, Ain, and -,,-„ * , -ri, ' Villefranche, 1 re- luione , r voux and Lyon 220 Arar et Soc- cona © a z ■_= # © — T„EISERE...50^<^/Se- 1 ran, in Savoy Savoy and the De- partments of Isere and Drome St.-Maurice, Mon- tiers, Conflans, Grenoble, Saint- Marcelin & Ro- mans and falh between Tournon and Valence 150 Isara r North of the De- rr t, J partment of Up- The Durance < y m J per Alps, near t Col de la Roux rT *i t iBriancon, Mont- Upper Alps, Lower t» i • r< lips, Mouths of Dauphin, Em- tlus Rhone and Vaucluse Cavaillon # falls below Avignon 175 Druentia The Doria / °vl\"3 the, j** '£} The Provinces of (Baltea) \\ f/'>^d,W ofthe Aouste and IvTea x ' V. I alley of Aouste Aousta, Chatillon. Bard,Ivrea Sr falls opposite Verua 80, Duria Major C Out qfiVount Rose piedmont The Sesia... 2 between Walais from Novarese f and Piedmont \\ Varallo, Borgosesia, Vercelli and falls. below Casale \\Sessites The Tanaro Cln the Appenines j near Ormea, ow j the frontiers of { Genoa. Piedmont and Mon- serrat Ceva, Alba, Asti, Alessandria and falls below Volza 110 Tanarus Q ft The Ticino (or Tesin) r OutofMountGriez W on the borders of 1 Valais in Swit- \"\\ zerland Sc crosses J the lake qf'Mag- f giore Divides Milanese from Novarese Bellinzona,Buffalo- ra and Pavia, be- low wrhich it falls 120 Ticinus © ■JS ■-■_ a C In the Alps it. Valtelina, the Lake The Adda . . . < Mount Juganeai of Como and Mi- ( Bormio lanese Bormio, Sondrio, Chiavenna, Lodi. and falls a little above Cremona 150 Addua The Oglio . . In the Alps nen, Crosses the Lake Bre w 0rcj Edoh to thi of Iseo, divides Novi PonteVico North of sfc Bresciano from Bozo,o and valley of Camo- Bergamasco aud aboye B forte nica Milanese ° 120 Ollius rRuns out of Lake Crosses the Duch) The Mincio. .J Garda at Pes- of Mantua \\ chiera the L. of Mantua Peschiera, Goito, Mantuacrjoins the Po at Sachetta 40 Mincius V = e a p v -= *- o e i—i C ln the Alps on tht Crogses the K]- The Iller . . . 1 Northern fron- dom rf Bayarj » ■f tiers qf lyrol OberdorfiKenipten. Meiningen and falls at Ulm 90 tin the Alps t>e/ 1, (Crosses Bavaria The Lech . . . < fear the source] from South to f ofthe Iller | North Augsbourg & tails between Dona- wert <$• Neubourg 130! Lycus"], [32, "TABLE XXII. SEQUEL OF THE RIVERS OF THE SECOND CLASS IN EUROPE. Sources. Provinces watered. Towns watered. Length Ancienl Names. f XT r , ■ Crosses Bavaria -,r T S Near Innspruck in c _ .*■ . The Iser . . . . < rr _ r trom South to I Tyrol North Mittenwald, Tolz, Munich,Freysing 16() Landshut & falls at Dekendorf Isara The Inn Out of Mount de rOro Country of the Grisons in Switzerland Grisons, Tyrol and Bavaria Landeck, Imst, Inn- spruck, Schwaz, 27(1 Muhldorf, Brau- nau and Passau Œnus The Ens ln the Mountains Glockner South of Salzbourg Upper Stiria and Austria Rastadt, Altenmark, | Steyv and Ens 135 nasus vel Ani sus ( South of Mount The Dr -we . . < Glockner to the d East of Tirol Carinthia, L. Stiria. divides Croatia & Sclavonia from Lower Hungary Oraberg, Villach, Volkenmark,Mar- burg, Petau, Wa- radin and Eszek 380 \\Dravus ■X a p a Q Formed by several springs out ofM. Zuidova in the Carpathian M. Hust, Solosh,Tokay, Zollnock, Czon- grad,Zegedin and falls at Tittul © •6 o a The Theiss . . Crosses the whole kingdom of Hun- gary 44i Tibriscus C Near Weissenfeld The Save < in Upper Car- £ niola Divides Carniola from Lower Sti- ria and Sclavonia from Turkey Gurkfeld, Agram, Siszek,Brod,Rat- ska,Belgarde and Semlin 420 \\Savus V ln the Eastern The Alt . . . . < frontiers of J Transilvania Transil vania Walachia and Fogaras Rimnik Statiua and falls at Turn opposite Nicopoli. 220 Aluta r Near the Town of The Sereth. ./ Sereth in the / Bukovina Maldavia which it divides from Wa- lachia Roman, Adschud and falls at Galatz 240 Ararus - Out qf Mount Zui- The Prut . . . \\ dova in Buko- \"i vina DiyidesCalicia trom Bukovina and crosses Moldavia from N. to S. Tchernowiz Stepha- nowze, Faltschi, and falls below Trajan 340 Porala vel Pyretus / Out of the swytosz n, t_ J see a marshit ■ThePbzypiecJ Lakeinthemd V. die of Poland Crosses the whole of Padolia from West to East Ratno, Kowel, Pink Turow,andMozyr 340 Borysthenes Meridionalis u © .__ '£ Q © c _ r In the Mountains _ , ) near Elina Go- Inn Desna . . < vernmentofsmo- ' lensko in Russia Crosses the Govern- ments ofOreI,and Ctchernigow Briants, Novgorod- Sieverskoy,Ctche- rigow & Oster & falls above Kiev 430 (Unknown) Sin Upper Padolial i he Bog . . ..< near Qstrow Upper and Lowei Padolia and the Gov. of Cherson Braclaw Olvispole and falls at Ni- kolaef o.-,,. Hypanis et Bagus ac 5 \\ln the Middle ofthe The Oka < Government of J Orel in Russia Crosses the Gov. of Orel, kalouga, Moskow, Riazan, Vladimir & Niz- ney Novgorod Orel, Kalouga Ria- zan and Nizney Novgorod where it falls 660 (Unknown) l_ — o a r In the Government The Kama ..< ofWiatka,North L Russia Crosses Wiatka Perm and Kazan Fenn, Ossa, Sara- Eool ahd falls at uyshev 860 (Unknown)"], [33, "._.-_■ I. .. . ... _—_- . —■—__- _ _— ■ TABLE XIII. REMARKABLE CANALS IN EUROPE. Communications and Towns watered. \" 5 'Lancaster Canal ... Leeds Canal Manchester Canal .... Mersey & Trent Cana! Great Trunk Canal . . Chester Canal In Eng- j Shrewsbury Canal . . . land Worcester & Stafford. . Worcester, Birmingham Birmingh. & Warwick Oxford Canal Grand Junction Canal Severn and Thames C. L Kennet and Avon C. . Fiom Kendal. to Preston through Barton Lancaster Ss Garstant, From Leedsto Livcrpool,through Bingley, Skipton, and Wiga: From Manchester tothe River Mersey and Liverpool From the Mersey to Rudgley in Staffordshire From Rudgley to Nottingham and the River Trent From the Dee at Chester, to the Wever at Nantwich From Shrewsbury to Colebrook Dale t From IheSevern atStourport to theG.Trunk thro' Wolverhampton From the Severn at Worcester to Birmingham From Birmingham to the Upper Avon at Warwick From the Thames at Oxford to the Tame at Tamworth From the Thames at Brentford to the Oaf ord Canal at Daventry From the Thames at Lechlade tothe Severn through Stroud. . From Reading to Brads ord, by Newbury, Hungerford SrDevizes 45 120 25 56 45 20 24 45 35 25 80 85 35 60 _ T rThe Royal Canal. . . . \", \"T < Barrow and Liffey C. land iNewry Canal From the Liffey at Dublin to the Shannon across the Bogs From the Liffey at Dublin to the Barow at Athy From the Irish Sea to the Lough Neagh by River Ban 80 55 20 In sScot- f Forth and Clyde Canal From the Forth near Falkirk to the Clyde ut Killpatrick. ... 35 land X Caledonian Canal .... Joins the German Sea to the Atlantic by several Lakes 60 Sweden I Trolhatta Canal Joins the Baltic and the Categat by several Lakis | Trolhatta Canal Joins the Baltic and the Categat by several Lakes J Ladoga Canal , Russia . . | Twerza and Meta Canal , roins Lake Ladoga to the River Neva 60 'oins the Wolga to Lake Ilmen and Lake Ladoga 15 Poland | Pinsk or Oginski Canalj Joins the River Przypiec to the Sczara and Niemen 45 In France Dunkirk Canal Lille Canal lOurc Canal 'Briare Canal .Orleans Canal |Dijon Canal Charollois Canal .... -Languedoc Canal . . . . From Dunkirk to Ayre through Saint Omer and Bergues. . . . From Lille to Douai From the Environs of Maux to Paris From the Loire at Briare to the River Yonne at Moret From the Loire aboveOrleanstotheCanalqf Briare atMontargis Joins the Yonne by R. Armancon to the Saone by River Ouche From the Loire at Digoin to the Saone at Chalons From the Mediterranean at Adge to the Garonne at Toulouse 35 25 16 60 35 123 70 135 /\"Fumes Canal In the \\ Ostend and GhentCanal Low < Brussels Canal Countries j Rotterdam^- Amsterdam (.Utrecht Canal or Wecht From Dunkirk to Ostend by Fumes and Newport From the Sea at Ostend to the Scheld at Ghent by Bruges From Brussels to the Scheld at Boom By Delft, the Hague, Leyden and Harlem From Amsterdam to Utrecht and Naerden 35 42 in 50 21 In Ger- Guelders Canal Munster Canal iRendsburg Canal .... 'Streckenitz Canal .... Plauen Canal [Finow Canal Willh Canal Bromberg Canal . . . . . From Rhinberg on the Rhine to the Mense at Vanlo From Munster to the River Ems at Rheine Joins the Baltic and North Sea by the River Eyder ■loins the Elbe to the Baltic from Lawenburg to Lubeck Joins the Elbe and Havel opposite Brandeiiburg Joins the Havel and Oder by Neustadt aud Oderberg Joins the Spree and Oder above FraulsJ'urt Joins the Riwr Netze to the Vistula 25 26 20 40 18 30 15 20 many Hungary \\ Temeswar Canal From Temeswar to the Danube by severa iivers 70 ipain. . . \"| Aragon Canal 'ollows the course of the Ebro from Tudela by Zaragoza . . too 5 Piedmont Canal Vercelli Canal Pavia Canal Ferrara Canal From the River Stura at Coni to the Po above Turin :3o From Ivrea on the Doria to Vercelli on the Sesia 36 From Pavia on the Ticino to Milan on the Olona 18 From Ferrara to the Adriatic sea 30"], [34, "TABLE XXIV. DIVISION OF ENGLAND IN FIFTY-TWO COUNTIES. Circuits of Justice Counties. is SSS .i *- ;!£ rj « 1- !s2 3 *-i Capitals. Dist. , from [Lund. Rivers. Ancient Names. c *_ o S_ x 2 Chronology. s IN on h » in be i In ud I Cumberland . . . Northern J Westmoreland . . Circuit \\ Durham / Yorkshire v Lancashire .... /-Norfolk V Suffolk Norfolk J Cambridgeshire Circuit j Huntingdonshire / Bedfordshire . . . vBuckiiighamsh. ■£\" Hertfordshire .. Home )£.sse* Circuit 1^e,,t I Surry f Hampshire .... I Wiltshire .*. Western 1 Dorsetshire .... Circuit \\ Somersetshire . . I Devonshire .... V. Cornwall ..Staffordshire. . . I Shropshire .... • Worcestershire Oxford J Herefordshire .. Circuit \"\\ Monmouthshire M Glocestershire . . W Oxfordshire .... V. Berkshire . Derbyshire .... [ Nottinghamshire u.., , 1 Lincolnshire .. . Midland J Lejce^hjre.. Circuit \\Rutlandshire... f Warwickshire . . v Northamptonsh. Supreme f no?Z- }Mid«ll«ex taiiied in 1 Cheshire any Circ 195 190 140 145 410 210 190 205 160 19» 125 185 115 195 196 145 190 180 170 160 200 275 205 205 200 155 170 105 210 185 160 175 185 245 155 52 185 190 8 6 4 4 30 14 IS 16 6 4 4 14 12 14 8 9 5fc 26 SI SO 9 6 10 15 18 27 25 11 16 2d SI 14 Sl 37 27 17 15 11 7 7 26 12 12 10 9 Sl 12 2 14 12 Newcastle . . Carlisle Appleby Durham .... York Lancaster . . Norwich .... Ipswich .... Cambridge. . Huntingdon Bedford Buckingham Hertford Chelmsford Canterbury Guilford .... Chicester .. Winchester Salisbury .. Dorchester. . Bath & Wells Exeter Launceston Stafford .... -hrewsbury Worcester . . Hereford.. . . Monmouth. . Glocester . . Oxford .... Reading .... Derby Nottingham Lincoln .... Leicester . . Oakam .... Warwick . . Northampton 170 299 267 256 196 237 112 70 51 60 52 62 20 SO 55 30 62 68 84 121 107 172 207 136 153 114 136 131 106 52 42 127 125 ;so 98 97 9S 67 Tyiie | Ottadim Eden ~\\ Eden f Wea r f Brigantes Ouse \\ Loyne Yare ) Orwell —\\jceni l am I Great Onse. . 3 Great Ouse.. 1 Great Ouse. . > Catyeiiclanii Lea ' Chelmer I Stour I Cantii fe1 I Regni Levant \\ ° [,ching I Belga Avon S Frome j Durotriges Lower Avon | Bclgm .„ I Dumnonii lamer £ Sow j Severn . , . , . I Cornavu Severn ..... \\ *£: !;:::: {**- ThlmeV!!!!^^\".. Thames | Attrebatii Derwent. . . . -v Trent J 1 Witham ... .1 Coritanii Soar 1 Guash ]l ; Upper Avon Cornavii Nen Coritanii Thames .... Trinobantes 1 Dee Cornavii V JD s-S ~. I\" ) s S Si Ut kem } » sx s ~ - y _o ■ h > M ■ 'u La OJ B o ■o be __ The Antient Bri- I tons until . .79-JC. TheRomanslill 410 The Saxons till 1066 Northern Circuit The Normans. Norfolk Circuit William I 1066 William 11 ....1087 Henry 1 1100 Stephen ofBloisl 135 Home Circuit House of Anjou or Plantagenet. Western Circuit 81 10 14 20 ■56 34, 30 is! 26 44 10 12 10 8 t i 4 * 12 i 6 9 Henry II 1154 Richard I U89 John 1199 Henrylll 1216 I Edward 1 .... 1272 Edward II .. ..1307 Edward III.. . . 1327 Richard II ....IS77 House qf Lan- caster Henry IV iS99 Henry V 1413 Henry VI : ....1422 Oxford Circuit _. u *— ■ s £ o -o as B 15 House of York. Edward IV....1461 Edward V 148S Richard III 1483 Union of York $• Lancaster. 100 190 8 4 7 11 London.... Chester ... 180 Henry VII 1485 Henry VIII i5o9 Edward VI.... 1547 Mary I I55S Elisabeth 1558 WALE House of Stuart vt .lw (Anglesey North W. > Carnarvonshire Circuit ■/ Merionethshire ■kt .i r I Flintshire Norths 5Denbigshire.... Circuit Montgomerysh. „ ., A,r f Cardiganshire . . SouthW NCaer„tarthensh. Circuit £ pembrokeshire o .u r- t Radnorshire... . So'lth h; > Brecknockshire Circuit Glamorganshire | 95 160 14.5 100 46o 150 -J 85 155 140 iOO 130 145 2 2 2 0 2 i 2 3 2 2 2 2 5 4 £ 4 6 6 s <_ 4 4 8 Beaumaris . . Caernarvon . . Harlech .... Flint Denbigh Montgomery Cardigan.... Caermarthen Pembroke . . Radnor Brecon Cardiff 250 25S 229 190 208 169 229 213 855 15° 167 i63 Un the Sea. .\") Menay.. . . I lhelS™y [Ordovices Clwyd!'.!!!.' I Severn 1 Tievi J I'owpy f Demetie MilfordHavenC !-ugg 1 Uske J. Silures Tav > rt '__ XI ■£ ee u James I 1603 Charles 1 1625 Interregnum ..1649 CharlesII 3-660 .limes II 1085 Will III & Mary 1689 Ann 1702 House of Hanover Georgel 1714 Georgell 1727 George 111 1760 To the number of mem iers n :tun led t< Parliament i forming i 11 ust 11 all >e added 16 for the Cinq >58 members. 'orts id 45 for Scetland, I"], [35, "TABLE XXV. DIVISION OF SCOTLAND INTO THIRTY-TWO COUNTIES. H Counties. Former Names. Towns. Distan. from Edinb. Rivers and Situation. Ancient Inhabitants. Chronology. Isles.. Shetland ± Caithnessshire .... Sutherlandshire . . Ross-shire Invernesshire .... Cromartyshire .... Nairnshire Elgin or Murraysh. Banffshire Aberdeenshire. . . . Kincardineshire . . AngusorForfarshire I Fifeshire I /-Athol Perthshire J Bredalbane . . LMenteith D° D> Strathnavern D° Lochabyr .... D°..... D\" MaiT Buchan or Mearns. . . . MI AO. Kirkwall Lerwick .... Wick Dornock .... Tain ........ Inverness .... Cromarty. . . . Nairn Elgin Banff New Aberdeen Inverbervie . . Dundee Cupar Perth IDLE SCOTL TH SCOTLAND. 314 344 269 209 200 155 172 163 166 150 106 83 D. 40 30 40 The Sea ' The Sea TheSea The Sea The Sea Ness Cromarty Firth Murray Firth . . Lossie Deveron Dee Bervie Firth of Tay Eden Tay Picti Kenneth II first unites the whole coun- try and gives it the name ofScotland in 823 Donald 854 Constantinell 858 Ethus. ...... 874 Gregory. . . . 875 Constant. HI 893 Malcolm I . . 943 lndulphus . . 958 Dulphus 967 ICulenus 972 Kenneth III 976 Crimus 984 Malcolm II 993 Duncan 1. ..1023 Macbeth 1030 Malcolm III 1040 Duncan II ..1084 Edgar 1084 Alexander I 1095 David I.... 1114 Malcolm IV 1143 William 1165 Alexanderll 1214 Alexand. Ill 1249 John Baliol 1286 Robert Brucel306 David II.... 1329 Robert II. . 1370 Robert III. . 1390 James 1 . . . .1406 .James II. ...1437 James III ..1460 James IV ..1488 James V. ..1513 Mary 1524 James VI... 1587 Damni Clackmannanshire Kinrosshire D° Linlithgowshire . . W. Lothian . . Stirlingshire D° Renfrewshire .... D° Dumbartonshire rMorvern Argyleshire < Lorn LCowal Buteshire I Arran Clackmannan Kinross Linlithgow . . Stirling Renfrew Dumbarton . . 28 25 16 35 49 58 Firth of Forth NearLochLeven ' On a Lake i Forth ■ Clyde i Leven §• Clyde Novantœ Inverary 103 > Loch Fine Rothsay 78 The, Sea SO TH SCOTLA? D. I Cunningham Ayrshire j Kyle ' Carrick Lanerkshire | Clydesdale . . Edinburghshire ..iLothian Haddmgtonshire . . ) Berwickshire | Lauderdale . . Peebles-shire . . . . j Tweedsdale Selkirkshire i Roxburghshire . . . | Tiviotsdale . . . ' • ,,. , . i Annandale . . . Dumtnes-shne. ...|Nithisda,e> Kirkcudbrightshire | Gfd] Wigtownshire .... j J Ayr Lanerk Edinburgh . . Haddington . . Dunse Peebles Selkirk Kelso 75 31 0 16 40 22 36 41 Ayr Clyde On three Hills Tyne Blackadder Tweed Ettrick Tweed Mœatæ Ottadini The Kingdom is united to England in 1603 James the VI of Scotland being stiled James the 1 of England Dumfries .... 74 Nith Selgovœ Kirkcudbright Wigtown 98 103 Dee The Sea"], [36, "TABLE XXVI. DIVISION OF IRELAND INTO FOUR PROVINCES AND THIRTY-TWO COUNTIES Counties. Towns. Dist. from Dublin, Eng. m. Rivers and Situation. Chronology. Ulster . . . Leinster. . s Carrickfergus Antrim •? Belfast *. t Coleraine .... Londonderry . . I Londonderry ( Donnegall . . . Donegall \\ Ballyshannon 1 Lifford Tyrone I Dungannon . . Down {Downpatrick (. JNewtown .... Armagh Armagh Monaghan .... Monaghan . . . Fermanagh .... Enniskilling .Cavan {£1^;;:.\".! \"r~„*i. /-Drogheda. . . Louth {Dundalk...! Dublin Dublin Wicklow Wicklow .... Wexford Wexford .... Kilkenny Ækeni1/---- ■' llhomastown Carlow | Carlow. ..... j- Kildare Kildare J Naas lAthy Meath Trim West Meath. . . . Mullingar . . . Longford Longford .... King's County Philipstown . . -Queen's County Maryborough •Clare Ennis Limerick Limerick .... tap-\"' {S.:::: \\ Waterford | Waterford . . . 'Cork |C°rk ( Kinsale 'Kerry | Tralee \"Galway [&**** i J (I uam iRoscommon .... Roscommon . . Mayo fS\"ft*W----^ J \\ Killala 'Sligo Sligo .Leitrim < T _, /James lown 115 100 145 155 142 129 135 95 95 65 82 80 100 70 78 30 51 0 30 82 70 80 47 31 19 42 30 49 75 48 52 140 114 100 98 100 150 165 173 130 120 95 150 180 125 90 88 } Carrickfergus Bay Bann Foyle Donegall Bay Earn Foyle Hill Strangford Lough Strangford Lough ! Callenwater i A Brook 1 Lough Earn 1 A Brook Earne Boyne Dundalk Bay Liffey TheSea Wexford Haven Nore Nore Barrow Ireland was first peopled by a colony from Spain and go- verned by a number of petty kings or princes, till 1172, Dermot Mocmorroh, King of Leinster, implored the assis- tance of Henry II against some other king of the isle. Henry II subdued great part of the country and was styled Lord of Ireland in 1 172. The title of king was taken by Henry VIII, in 1542. Yet this kingdom was distinct and had its own Par- liament until 1800, when it was finally united to that of Eng- land. Munster. . Barrow Boyne Near Lough Boyle Com lin The Great Canal A Brook Fergus Shannon Suire Near the Suire Suire Lee The Sea The near Sea The Sea A Brook A Brook Lanach The Sea Gilly Shannon Shannon Connaught"], [37, "TABLE XXVII. DIVISIONS OF DENMARK AND OF SWEDEN. Dist. fr. the Ca- pital in u n B — Chroi lology- Great Divisions. Provinces. Towns. Rivers. frg, m. DENMARK SWEDEN. € Aalborg .... Aalborg North Jut- J Viborg Viborg land .... J Aarhuus .... Aarhuus .... \" Ripen Ripen South Jut- ? s,eswick ( Sleswick .... land . . . . } ( 1 onningen . . C Ditmarsen . . . Meldorp .... Dutchy of J Holstein Prop. Keil Holstein \\ Wagerland Neustadt . . . . \\_ Stormaren . . . Aitona ?utchy 0f j Lawenburg Lawenburg ) The Islands } JW) } Copenhagen 240 200 180 120 180 210 230 140 LymFiord \\ L. Watter i The Sea f £ Gram s g Sley io Eyder J Milde i Christian- #.„ Haven f [■& The Sea f <; Elbe J Elbe } *= I TheSea Is* Harold first Christian king in 827 Swein 980 Canute II ..1014 Canute III. .1036 Magnus 1042 Swein II 1048 Harold IV . . 1074 Canute IV.. 1080 Olaus IV.. .1086 Erick III . . . 1095 Erick IV... 1134 Erick V 1139 Swein III . .1147 Waldemar I 1157 Canute V . .1182 Waldemar II 1208 ErickVI 1243 Abel 1250 Christopher 1252 Erick VII ..1259 Erick VIII. .1286 Christoph. II 1320 Waldem. Ill 1336 Olaus V 1375 150 190 180 kEast Gothland Gothland.. /SGotUaud ■fWestGothland ■^ Warmeland . . /' Sudermanland VNerikland . . . Sweden JWestmanland Proper . AUpland Dalkarne .... s Gastrickland VHalsingland Westnor- JHerjedale land .... \\Medelpad . . . . . ' Ang-ermanland DIVISION OF SWEDE Jonkoping Westerwick. . .Calmar Carlscrona . . . , Cristianstadt Gothenburg. . Carlstadt Nycoping. . . . Orebro Westerahs. . . Stockholm . . Upsal Copersberg- . . Gelfe Soderhamn . . 220 160 240 280 340 310 180 55 110 60 L. Wetter The Sea The Sea I The Sea Holgea i Thc Sea Clan The Sea LHialmar L. Mæler ' L. Mæler , Sala Bet.2Lak. The Sea The Sea Christianity established in 1168 Magnus 1276 Birger 1290 Magnus 1310 Albert 1365 æ J: a _ _3 - 50 Union of Calmar. Margaret of Waldemar 1397 Erick XIII 1412 Christopher III 14-3^ Charles Canutson . , . .1448 Christian I 1448 John.. 1471 Christian II 1513 Dissolution ofthe Union. Frederick I 1513 Gustav. Vasa 1523 Christian III 1533 Erick XIV. .1560 Frederick II 1559 John III 1568 Christian IV 1588 Sigismond . . 1592 Frederick III 1648 Charles IX 1599 Christian V 1670 G. Adolphus 161 1 Frederick IV 1699 Christina . . . 1632 Christian VI 1730 Charles X . . 1654 Frederick V 1746 Charles XI. .1660 Christian VII 1766 Charles XII 1697 Frederick VI 1808 Ulrica 1718 Frederick . .1720 Adolphus . .1751 Gustavus III 1771 Gustavus IV 1792 Charles XIII 1809 40 140 120 160 SundswaU . . . Ostersund . . . Hernosand . . Torneo 240 360 270j 600 The Sea \\Lake Stor \\TheSea Torneo W.Bothnia | r Asele \"5*^ T . . 1 Umea f 3 Lapland ..^Pithea > £. £ Lulea )*i (Thinly inha- bited) L Aggerhuus . . i Norway. . . < Christiansand Christiania . . Frederickstadt Christiansand Stavano-er . . . Bergen Drontheim . . 300 270 460 570 670 440 \\ The Sea J | S r The Sea J Bergen ' Drontheim . . Nordland j Finmark . . Wardhuys. . . 960"], [38, "TABLE XXVIII. THE THIRTY-SEVEN OF RUSSIA PROPER. GOVERNMENTS Governments. Capitals. Distance from Petersburg, miles. Rivers. Ancient Inhabi- tants. Chronology. North Russia . . . Archangel Vyborg Olonetz Revel Petersburg .... Novgorod Vologda Perm Viatka .\"7 Kostroma Yaroslav Twer Pskov Riga Archangel Wyborg Petrozavodsk . . Revel Petersburg .... Novgorod Vologda Perm Viatka Kostroma Yaroslav Twer Pskov R'ga.. 400 85 260 135 125 380 1100 800 460 420 340 230 330 Dwina The Sea Lake Onega TheSea Neva Volchova Wologda Kama Viatka Wolga Wolga Wolga Lake Tchudskoe Duna Ol -• o cs _a c s , _ '§ M — g 3 Dukes of Vladi- mir till ..1294 Dukes of Moscow till 1505 Czars John 1533 Feodor 1584 Boris 1598 Demetrius . .1605 Basil 1606 Ladislas 1606 Ladislas 1610 f 'Smolensk Kalouga Moscow Tula Riazane Vladimir Nizney Novgorod Penza Simbirsk Kazane Smolensk Kalouga Moscow Tula Riazane Vladimir Nizney Novgorod Penza Simbirsk Kazane ,, 420 500 460 570 600 570 720 870 950 850 Dnieper Oka Moscow Oopa Oka Klazma Wolga Sr Oka Soora Wolga Wolga House ofRomanqf Middle Russia . . ;3 \"a re P3 .- 0) ■jg 'B a* P- Michael 1613 Alexis 1645 Feodor 1676 Peter and 1 1 „„0 John S lbW Peter I 1696 Catherine . .1725 Peter II 1727 Ann 1730 John 1740 Elisabeth . .1741 Peter III 1762 Catherine II 1762 Paul 1796 Alexander. . 1801 South Russia . . .Orel ...L Tambov Saratov Voronez Koursk Kharkov Tchernigov .... Poltava Kiev Cherson \". Ekatharinoslaw Don Kossacks. . -Taurida Orel Tambov Saratov Voronez Koursk Kharkov Tczernigov .... Poltava Keiv or Kiov . . . Cherson Novo Rossisk . . Taganrog Perekop 660 790 1040 780 760 880 710 940 800 1180 1060 1280 1230 Oka Tzny Wolga Don Psiol Uda Desna Vorskla Dnieper Dnieper Dnieper Sea of Azov On the Isthmus 8 c -- _ s pq — *> 0} '3 3 c c t To the, ■e must be adde* Ceded by Swe-jf;in'anRd ••:'• •• deninl8l2..1^B°thn,aV- v Kimi Lapmark I Courland Conquered from ( Bessarabia .... the Turks. . . , j EasternMoldavia Abo Uleaborg Kimi Mittaw Ismael Bender 170 230 260 360 1100 980 The Sea The Sea River Kimi Aa Danube Niester — I I"], [39, "TABLE XXIX. DIVISION OF FRANCE IN EIGHTY-FIVE DEPARTMENTS. 1 Ancient Mili- tary Govern- ments. Departments. 0. Capitals. Dist. from Paris. miles Rivers. Ancient Names ofthe Inhabitants. Chronology. C La Manche . . xr \\ Calvados .... Norman- )0rne dy •••VEure....... V, Lower Seine. . Picardy Somme Artois . . Pas de Calais Flandre North ( Meuse T ) Moselle Lorraine Wurthe ._ '■-Vosges . ■ S Lower Rhine Alsace . . Tjpper Rhine n l ( Upper Saone Franche- 1 D^bg Corate Uura 5 Yonne Cote d'Or Saone & Loire Ain T . C Loire Llonois--i Rhone C Isere Dauphine < Drome ..... . (.Upper Alps. . (Comtat) I Vaucluse .... f Lower Alps . . Provence j M?uthVof 'the v. Rhone .... II Upper Loire. . Ardeche .... Lozerre jmr j Gard doc. . . Herault Tarn Aude _Up. Garonne Roussillon E. Pyrennees Foix .... Arriege Bearn . . . Lo. Pyrennees i Up. Pyrennees J Gers Gascogne |Landes t Lot et Garonne Norman- J dy...1 Picardy Artois . . Flandre 6 6 4 5 5 5 fi 6 4 4 5 5 4 5 3 4 4 5 4 5 4 3 6;St.-Lo 6 Caen 4 Alencon .... 5 Evreux ..... 5 Rouen 5 Amiens 6 Arras 6 Lille 4 Bar sur Ornain 4 Metz 5 Nancy 5 Epinal 4 Strasbourg . . 5 Colmar 3 Vesoul 4 Besancon .... 4 LonsleSaUnier 5 Auxerre .... 4 Dijon 5 Macon 4 Bourg 3 Montbrison . . 2 Lyon 4 Grenoble .... 4 Valence .... 3Gap 4 Avignon .... 5 Digne 4 Draguignan. . 3 Marseilles . . . 202 163 119 65 85 80 120 146 155 191 207 236 287 298 219 245 255 104 189 247 268 274 289 352 347 412 438 468 551 Vire Orne Sarthe Iton Seine Somme ...... Scarpe . \" Deule Ornain Moselle Meurthe .... Moselle Unelli et Abrincatui Bajocasses, Lexovii Saii Eburovices Caleti Ambiani Morini Atrebates, Nervi Mediomatrici Verduni CeltsorGauls until . .50B.C. Romans till 486 Francs or First Race called Merovingian Pharamond 418 Codion 428 Merovee . . . 448 Childeric I 456 Clovis I 481 Thieri . . . _ Clodomir / ... ChildebertV &li Clotaire . . \\ Caribert. . -\\ Gontran . . f - sio Sigebert f &W Chilperic J Clotaire II. . 584 Dagobert . . 628 Clovis II . . 644 Clotaire III 656 Childeric II 670 Thieri II 673 Clovis III.. 692 ChildebertIII695 Dagobert III 714 Chilperic II 716 Thieri III . . 720 Char.Martel 737 Childeric III 742 Lorraine \"\\ > Leuci Alsace . . }<» Durgeon .... Doubs Solvan Yonne Ouche&Suzon Saone Resousse .... Vecise Rhone Isere . ...... Rhone Beune . ..... Rhone Bleone Pis {Nemetes et Triboci Rauraci Franche- j Comte 1 > Sequani Senones Mandubii Ædui Ambarri [ Segusianii Allobroges Segaloni et Vocontii Canturiges et Tricorii Cavares Avantici et Albia Ligures Bourgo- j gne . A Lionois. . < Dauphine < (Comtat) I Provence-< 504 (TheSea). . . . Salyes 3 Le Puy 3 Privas 3 Mende 4 Nisme 4 Montpellier . . 4 Albi 4 Carcassone . . 4 Toulouse . . . 3 Perpignan . . 3 Foix 5 Pau 3 Tarbes 5 Auch 3 Mt. de Marsan 4lAgen 313 376 351 435 466 346 474 414 550 466 484 505 461 435 380 Loire NeartheRhone Lot Near the Gard Merdanson . . Tarn Aude Garonne .... Tet Arriege Gave Adour Gers Midouze .... Garonne .... Vellavi Helvii Gabali \\ Volcœ Arecomici Umbranaci [ Volcœ Tectosages Sardones Consoranni Tarbelli Bigerronnes A usci Tarbelli Nitiobriges Second Race call- ed Carlovingian. Pepin 751 Charlemagne 768 Louis I .... 814 Charles I . . 840 Louis U. . . . 877 Louis III i 879 C arloman J Charles II 884 Endes 888 Charles III 898 Robert .... 922 Raoul 923 Louis IV... 939 Lothaire . . . 954 Louis V ....986"], [40, "TABLE XXX. SEQUEL OF THE DIVISIONS OF FRANCE. Ancient Military Governments. Departments. Ca piu Is Dist. fr. Paris, English mile.- Rivers. Ancient Names. Chronology. L Tarn^-Garonne r. /Lot Guyenne ....<. . f. \\Aveiron . . . \\_ Gironde Angoumois . . I Charente .... Saintonge . . . | Low. Charente t Vienne Poitou 2 Deux Sevres ( Vendee s Lower Loire. . \\ Morbihan. . . . Bretagne .... < Finisterre. . . . J Cotes du Nord ' Hie et Vilaine f Mayenne .... Maine 2 __ .. 1 Sarthe 3 •> o 5 5 (. 5 if 3 4 3 5 4 5 5 6 3 Montauban . . Cahors Rhodes Perigueux . . . Bordeaux . . . Angouleme . . La Rochelle Poitiers .... Niort Fontenai Nantes Vannes Quimper .... St.-Brieux . . . Rennes Laval 382 345 416 292 355 281 296 207 258 256 241 310 386 276 214 174 Tarn Lot Aveiron ..... LTlle Garonne .... {Tasconi Sr Um- ■ branici Cadurci Ruteni Petrocorii Bituriges Vivisci Third Race called Capetian. Hug. Capet 987 Robert 996 Henry I. . .1031 Philippel. .1060 Louis VI . .1108 Louis VII. .1137 Philippe II 1180 Louis VIII 1223 Louis IX . . 1226 Philippe III 1270 Philippe IV 1285 Louis X . . . 1314 Philippe V 1316 Charles IV 1322 \\ Charente Vienne Sevre Vandee Loire The Sea Oder Anet Villaine Mayenne .... Sant ones > Pictavi Namnetes Veneti Osismii Curiosolites Redones Diablentes { Aulerci Ceno- } mani Le Mans .... 130 Sarthe House of Valois. Anjou {Ma£\"e *} Touraine . . . . | Indre # Loire C Loire et Cher Orleanois ....•? Loiret (Eure et Loir. . C Seine et Oise \\Paris lie de France <^ Seine et Marne J Oise ' Aisne ( Ardennes .... ch.mp^«..fck*^;* vAube Nivernois. . . . | Nievre Ber S Cher. * * \" \" ' c Indre Marche I Creuze Bourbonnois | Allier . 5 Puy de Dome Auvergne... J Limosin . . . . } £orrez V ' \" Upper Vienne Corsica 5 3 3 4 4 fi 5 j 4 5 5 5 3 5 4 8 4 4 4 5 4 3 4 Angers Tours Blois Orleans Chartres .... Versailles. . . . Paris Melun Beauvais .... Laon Meziere Chalons .... 1 Chaumont . . . 1 Troyes Nevers ' Bourges .... - Chateauroux ■■ Gueret -- Moulins 1 Clermont .... ■> Aurillac .... (Tulle I Limoges . . . . t Ajaccio 186 150 122 76 57 12 28 54 78' 155 101 153 98 146 144 160 265 179 238 334 285 235 704 Mayenne .... > La Loire . . . Eure i Seine Therain On a hill Meuse j Marne Seine ] Loire Evre lndre neartheCreuse Allier Arriere Jordane Correze i Vienne TheSea .... Andes \\ Tur ones 1 Aureliani I Carnutes {Parisii Senones Bellovaci Suessiones \\ Remi et Cata- ) lanni Lingones Tricasses Boii Philippe VI 1328 Jean 1350 Charles V. .1364 Charles VI 1380 Charles VII 1422 Louis XI . . 1461 CharlesVIII 1483 Louis XII. .1496 Francis I . . 1515 Henry II . .1547 Francis II. .1559 Charles IX 1560 Henry III. .1574 House of Bour- bon. I Bituriges Henry IV. .1599 Louis XIII 1610 Louis XIV 1643 Louis XV. .1715 Louis XVI 1774 Louis XVH 1793 (Republic) Napoleon I 1802 LouisXVlH 1814 Napoleon I 1815 Louis XVIII 1815 >Arverni | Lemovices 3 Corsicani"], [41, "TABLE XXXI. DIVISION OF THE KINGDOM OF THE NETHERLANDS. Fourteen Provinces. Towns. Amster Rivers and Situation. Chronology. SfS U u z > o CS Cu X o _■> u Q C Middlebourg Zealand 2 Ziericzee .... ( Flushing .... C Amsterdam. . Holland ) Rotterdam... J Hague * Leyden Utrecht | Utrecht C Arnheim .... Guelderland • . . < Nimeguen . . . C Zutphen .... Over Yssel . . . . fe^nter ' ' \" ■ Groningen .... Groningen . . . Friesland Lewarden . . . Dutch Brabant i^-le-Duc. . ( Breda 95 80 87 50 40 30 24 62 65 66 60 59 110 72 55 76 I < A canal > TheHont Amstel §- Sea i Maese 'A canal i j > Rhine Wahal | Yssel Aa Hunse Dockum .... Dommel (Merck Paludi Batavi Batavi Holland Proper, at first a county devolved to Philip le Bon in 1446 His grand daughter Mary mar- ries Maxim. I, Archd. of Austria & Holland is united to the empirel520 CharlesV leaves theNetherlands to his son, Philip II, K. of Sp.whose tyranny causes them to rebel 1566 AVilliam, Prince of Orange, was declared Stadtholder in . . . .1579 Maurice 1584 Frederick 1625 William 1647 WilliamHenry 1672 William 1747 William 1751 William Frederick 1814 Bructeri Frisii Menapii 1 From ' Brussels tfs U u z > o 3 z < o w S3 'County of Flan- ders C. of Hainault . . C. of Namur . . . Dutchy of Bra- bant Ghent ...... Bruges Mons , Namur Brussels .... Antwerp Malines Louvain Liege Maestricht. . . Luxembourg 30 58 33 39 25 14 13 55 58 120 Scheld & Lys A canal Trouille$-Haine Sambre<j-Meuse Senne Scheld {Dyle < Meuse Alzette or Else Nervii Aduatici Betasii These countries were possessed by the House of Austria since 1512 They were conquered by the French in 1791 And are now annexed to Hol- land to from the Kingdom of the Netherlands, to be governed by the Prince of Orange. Territ. of Liege Limbourg G. D. of Luxemb. Eburones Pœmani DIVISION OF SWITZERLA D. Twenty-two Cantons. Towns. Rivers. Dist. fr. Whi Berne. ■n united to the Republic. Ancient Inhabitants. tsf.- a o ._ * c CS U ■w 'e '> ~a w Uz a o ■_ ■ s a u ,u \"3 •xa *— a O Berne Geneva Vaud Neuchatel Basle Argow Zurich Schaffhausen Fribourg Soleure Lucerne Zug.. Schewitz Uri Undervald Valais Tesin Thurgow St. Gall or Sentis. .. . Appenzell Glaris Grisons Berne Geneva Lausane Neuchatel Basle Arau Zurich Schaffhausen .... Fribourg Soleure Lucerne z\"g- ••. Schewitz Altorf Stantz Sion Bellinzona Frauenfeld St. Gall Appenzell Glaris . .- Coire Aar J The Lake j Lake Rhine Aar Limmat Rhine Sanne Aar ........ Reuss Lake Zug. . . . Muten Reuss A torrent .... Rhone Tesin Murck A brook .... Mount Sentis Lith Rhine 90 50 28 45 40 60 83 18 20 44 55 59 1353 1815 1803 1815 1501 1803 1551 1501 1481 1481 1332 1352 1315 1315 1315 1815 1803 1803 1803 1513 1352 1803 Ambrones Urbigenes Rauraci Tulingi Ambrones Ambrones Tugeni i o i 53 50 120 80 100 100 80 110 Seduni Leponti Rhœtii Sarunetes Rhœtii"], [42, "TABLE XXXII FIRST PART OF GERMANY— AUSTRIAN EMPIRE. Great Divisions. Provinces. Capital Towns. I Uist. L* Vienna Rivers ani Situ .tion Anciens. I i-German Emperors of the House |1 .i \\uslria. Austria Proper. Tyrol Trent Upper Archdutchyjl Lower Archdutchy Upper Stiria Lower Stiria ' Upper Carinthia . . Lower Carinthia . . i Upper Carniola . . Lower Carniola . . ' iLintz Vienna Judenburg . . Gratz Villach Clagenfurt . . Laybach .... Triest Inspruck .... Trent ; Leitmeritz . . . Bunzlau .... : Konigsgratz Chrudim .... {Kaurzim . . Prague . . . Beraun Rakonitz .... Saatz Egra Pilsen ...... Prachalitz . . . Bechin Tschalaw .... f Jagerndorf \\ Troppau . . Olmutz , Prerau Brunn Hradisch .... Znaim Iglau j Presburg . . \\ Chremnitz f Neushol . . . 1 Schemnitz Kaschau .... {Munkatsch Sathmar . . . Groswardein } Debretzin . . Temeswar . . . Pest & Buda Raab t FunfKirchen ' I Esseg / Agram .... , \\ Warasdin . . , Sireth , Hermanstadt , Carlstadt .... . Goritza , Caipo d'istria , Spalatro .... Ragusa 100 124 107 193 173 220 260 250 340 200 170 150 130 142 168 185 > Danube iMur Drave Near L. Wordt Laybach The Sea Inn Adige Elbe Iser Elbe Chrudim A brook Muldaw Mirza A brook Noricum Ss Panno- niœ Pars Al fiert il . ...1438 Frederick III 1439 Maximilian . .1493 Charles V. ...1519 Ferdinand I. .1555 Maximilian II 1584 Rodolphus II 1576 Matthias 1612 Ferdinand II 1619 Ferdinand III 1637 Leopold I. ..1658 Joseph I ....1705 Charles VI ..1711 Charles VII. .1742 Francis I . . . .1745 Joseph II.... 1765 i \"Circle of Leitmeritz Bunzlau . . Konigsgratz -Chrudim . . BohemiaProper Kaurzim . . Beraun. . . . Rakonitz . . Saatz Egra Pilsen .... Prachin . . . Bechin .... . Tschalaw. . 215 235 180 135 130 120 140 138 115 120 71 }Eger Mies A brook Luschnkz A brook Boiohe- mum ubi Marco- manni Emperors qf Aus- tria. Francis II. ...1792 Moravia Austrian Silesia \"Circle of Olmutz . . Prerau .... Brunn .... Hradisch . . Znaim .... Iglau 43 93 45 135 170 130 220 310 300 270 250 330 140 80 200 250 170 145 520 500 243 210 275 350 460 }Oppa March Prerau Schwartza March Teya Iglawa Danube (Mines) Gran (Silver Mines) Hernat A rock Szamos Korosh Quadi \" Neitra .... Neushol . . . Kaschau . . \" — — Munkatsch Dacia Hungary Gt. Waradin ' Temeswar Pest Raab Funs Kirchen Agram or Sclavonia J A canal Danube Raab^Danube 1 A brook 'Drave 1 Save 1 Drave Sireth Zibin Kulpa Lisonzo Panno- niœ Pars Savia Bukovina Transilvania . . . Croatia Friul Istria Dalmatia \" Daces } The Sea Libwrnia Histria Dalma- tia By the Me Congress of Vienna, April, 1615, Austria is maiutainea in possession (if Galicia, the Emperor also \"takes the title of Kine of Lombardy, which kingdom contains Northern Italy as fer as thc Rivers Ticino md t'o with Valtelina and BtJrmio (See Italy J"], [43, "TABLE XXXIII SECOND PART OF GERMANY 1NGDOM >F PRUS IA. Great Divisions. 1 Provinces. Capital Towns. i)ist. tr Berlin Rivers and Situation. Ancient Inhabi- tants. Chromlogy: KINGDOM of PRUSSIA I G.D.ofPoSEN Pomerania • Marquisate of Branden- • burg , u ■S o Eastern Prussia .... Western Prussia .... I District of Netz .... District of Culm. . . . (See Poland) East Pomerania .... West Pomerania. . . . ] Uker Mark Pregnitz Mark Old Mark j Mittle Mark New Mark County of Sagan. . . . Glogau ... Woiau .... Lignitz . . . Javer Schweidnitz Breslau . . . Oels Brieg ■******—*« Glatz Munsterberg- Niesse .... Oppeln . . r Ratibor .. Upper Lusatia ' Lower Lusatia I Circle of Wittenberg . Thuringen ' Dutc. of Magdebourg .Circle of Saala iCircle of Neustadt. . 'Quedlinbourg \\Mansfeld | Hohenstein 'Eichsfeld -Erfurt \"South Munster S. Lingen &Tecklenb. Minden Ravensberg Lippe Paderborn Dutchy of Westphalia Fulda Mark Cleves Great Duchy of Berg _Prinuip. of Nassau . . \"Dutchy of Guelders ( Konigsberg .. .... 1 Dantzick..1. . . . •-? Marienwerder . . .... Bromberg (Culm I Thorn s Stettin. (.Colberg Stralsund-1 Prenslow Perlberg Stendal { Berli n \\ Brandenburg . . Kustrin Sagan Glogau Wolau Lignitz Javer Schweidnitz Breslau Oels .' Briegs Glatz Munsterberg .... Niesse Oppeln Ratibor Gorlitz Luckau ; Wittenberg Langensalza . . . . , ; Magdebourg .... Halle Neudtadt Quedlinbourg. . . . Eisleben Ellerich Heiligenstadt .... Eriurt Munster . Tecklenburg .... Minden Bielefeld Detmold Paderborn \\ i Arensberg Fulde V Hamm Wesel ; Dusseldorf Nassau Guelders ( Juliers | Aix la Chapelle Cologne Treves 370 435 258 242 328 220 230 240 90 160 155 70 72 60 38 55 106 131 170 1<>4 173 195 192 208 218 230 222 238 243 290 100 Pregel Pissa Vistula Vistula Vistula A Canal Vistula Vistula Oder The Sea Strait of Egelle Lake&R.Uker Perle Ucht Spree Spree Oder & Wartha Bober Oder A Lake Katzbah Niesse Lower Weistritz Oder A Brook Oder Niesse upper Ohlau Niesse upper Oder Oder 1 Niesse 1 A Brook .... Elbe Uustrut Elbe Saal a Orla A Brook D» Helme Leine Gere Aa A Brook Weser Lierbachs Verre Padder Ruhr Fulda Lippe Rhine & Lippe Rhine Lahn A Canal Roer MineralSprings Rhine Moselle Venedi Gothones Burgon- diones Vendili Langobardi Suevi et Semnones Marsigni In 1283 the knights ofthe Teutonic Or- der conquered East Prussia and con- verted the inhabi- tants to Christianity. They kept it till 1525, when Albert Margrave of Bra- denburg, their grand master re- nounced the order and marrying the daughter of Sigis- mond I, King of Poland, received Prussia as an here- ditary dutchy. Alhertl 1525 John I Joachim 1 Joachim II . . 1560 John George 1571 Joachim III. . 1598 J. Sigismond 1608 George Will. 1619 Frederic Wil.l 1640 Prussia erected into a kingdom by the Emperor, Leo- pold I in favour of Frederic I... 1701 Fred. Wil. II 1713 Frederic II .. 1740 (the great) |Fred.Wil. Ill 1786 Fred.Wil.IV.179? 1 Dutchy of Silesia .. • 4* a. a. Gothoni Great Dutchy of Saxony 50 58 185 75 90 145 100 100 125 155 150 260 245 190 212 200 210 252 220 250 310 310 290 320 325 340 310 358 Marsigni Semnones et Franci Possessions in Saxony .. Catti Chamavi Sicambri Possessions in Westphalia Tencteri Great Dutchy ofthe Lower Rhine .... Mattiaci Ubii ' Dutchy of Juliers .. I Cologne Treves Treverii"], [44, "TABLE XXXIV. THIRD PART OF THE GERMAN CONFEDERACY. Great Divisions. Capital Towns. ?'s,u;|RiveisandSituation. I rants I Ancient II Inhabitants. II Chronology. fOste Friesland II North Munster I North Lingen Osnabruck 1 Kingdom of . „ Hanover Bremen Luneburg Zell or Celle Embden Meppen Lingen Osnabruck Niemburg Stade Luneburg Celle {HanoverA. . . . GottingenA . . . Hildesheim Bautzen Dresdepi-^ Leipsick' Freyberg Plauen Munich i, Landshut Amberg ........ SaltzbnrgA Augsburg Kempten Neuburg Eichstedt. . Nuremberg-, Anspach Bamberg Wurzburg Aschaffenburg. . . . Rothweil StuttgardX .... 2-10]1 IGulf Doilerf Ems and Hase Ems Hase Weser Elbe Elmenau |AUer Leine Leine Imest i Spree Elbe Pleise & Elster Mulde (East) i Elster i Iser i Iser Vils i Salza i Luch i Her Danube Altmuhl Pegnitz Anspach Rednitz Mayn Mayn Neker A Brook .... Cauci Mi- 190 180 155 180 250 210 195 170 115 160 270 240 200 220 170 200 200 155 265 165 190 155 150 125 110 110 nores Tubantes Chamavi Emperors of Ger- many after Charr lemagne Kingdom of Hanover Cauci Ma- jor es Louis I .... 814 Lotharius . . . 840 Louis II .... 655 Charles II .. 875 Charles III.. 880 Guy 888 Arnold 894 Louis III 899 Conrad 1 912 House qf Saxony Henry 1 .. .. 918 Otho 1 93C Otho II .... 973 Otho HI 983 Henry II.... 1002 Calemberg Dulgini Kingdom of Saxony .. .Hildesheim / South Lusatia TC' o-d f 1 Misnia Saxony ° \\ Circle of LeiPsick • • ' ' I Circle of Herzebirge CCircle of Voigtland. . (\"Upper Bavaria .... I Lower Bavaria I Palatinate of Bavaria I Saltzburg [ Augsburg .,. , _. I Prinlv. of Kempten Kingdom of ! D ' 0f Neubourg Bavaria > EichJdt - Nuremberg Anspach Bamberg Wurzburg _ Aschaffenburg K. of Wor- i Upper Wurtemberg temberg \\ Lower Wurtemberg Great Dutchy\" ofOLDENBERG J \" Gr. D. Meck- f Mecklenb. Schwerin LENBURG \\ Mecklenburg Strelitz D. Brunsw. | Brunsw. Wolfenbuttel rWeymar T. /-. *. -r» . I Gotha Great Out- .-, , chies and _ J . = ' _,..,. Meinuneen Principal!- ! „., ., •-*■>, \\. ., < Hiloburehausen . . . . ties ot the 1 - , P , , XJ c 1 bchwar.Sonderhausen House 01 gchwav Rudoistadt Saxony.. | PrincipalitiesofReuss [_ Lichtenstein „ . .... s A. Dessau Principalities K Bembu of Anhalt|a CothenS Fosi Marsigni Vindelici Narisii IVorici House of Fran- conia 70 28 135 97 Hermun- duri Conrad II . . , 1024 Henry III .. iu39 Henry IV . . . 1056 Henry V... .1106 Lotharius II .1125 Conrad III .. 1137 Allemani Oldenburg'- 215 Hunte House of Swabia Schwerin \\ : Strelitz. Brunswick' , Weymari: Gotha XJ CoburgTj Meinungen Hildburghausen Sonderhansen .... Rudolstadt i Graitz Lichtenstein Dessau.'. Bernburg Cothen Cassell Darmstadt\"'. Baden & Carlsruhe Hechingden ,\\.'. .. Sigmaringen. . . . . Rinteln . Lippstadt Corbach C Lubeck JFrancfort . . . j Bremen (Hamburg 285 315 175 145 115 115 93 104 135 140 169 190 209 189 195 92 The Lake A Lake Oker Ilm Leina hz Werra Werra Wipper Saala Elster A Brook Elbe & Mulde Saala A Brook Fulda Varini Cherusci Frederick I . . 1152 Henry VI. . ..1190 Philip 1197 Otho IV. ... 1208 Frederick II 1218 Conrad IV . . 1250 William ....1254 {Interregnum) Catti H. of Hapsburg G.D.ofHEssE | Gr. Dutchy of \\ Darmstadt J G.D.Baden Princ. of Ho- ( Hechinhen henzoli.ern (Sigmaringen Principalities J Schaumburg of Lippe. . \\ Lippe Pr. Waldeck 22 A Brook Seninones Catti Hercynii Silva Allemani Rodolphus . . 1273 Adolphus. . . .1291 A Ibert 1 298 Henry VII .. J308 Louis IV. ...1313 Charles IV .. 1347 Wenceslas . . 137& Robert 1400 Sigismond ..14 11 cc 0» 12<5 195 146 108 • 82 282 Oelbach A Brook Danube 1 Weser Lippe Itter Trave Mayn Weser Elbe Sicambri House of Austria Free Towns of (See Austria) 210 256"], [45, "TABLE XXXV. DIVISION OF POLAND OR POLSKA K Ancient Palatinates or Woiewodztz. New Governments. Capitals. Distan. from Warsaw Rivers and Situation. Chronology. s Poznan or Posen ) Great Dutchy Gnezna > of Posen (to Inoroclaw ) Prussia) . . 5 Mazovia (North) J hMotzK o Podlakia I Bialistock . . . \" , Rawa } |^ Mazovia (South) fWarsaw . g Lenczyca t 0 Brzesc 3 Kalisch TT) > Petrikau .... L Siradia 5 g z C Cracow } (Free) .... £ Tj < Sandomir > Sandomir. . . . h3 (2 C Lublin j Lublin f Chelm... \\ o < Wfielz J | | lLeopol or LeniT g^. . J,fl xs 5 < bers: > . • -. « p? A^ *=» , V y Austria) . . \"a •**. JPrzemysIaw. . . .i ' °< ° # Galitsch or Ha-1 V. licz ./ Rus. f Volhynia I Volhynia . . . . ~^T IPodolia 1 t> j r # \"8 < p i {■ Podolia » K J Braclaw 3 3 o f Ukraine | Kiev a z \". -J c (_s < POLAND PR Poznan .... Gnezna .... Inoroclaw . . Plotzk Bielsk Rawa Warsaw . . . Lenczyca . . Brzesc Kalisch .... Petrikau . . . Siradia .... Cracow .... Sandomir . . Lublin Chelm Belz IPER. 180 165 140 80 100 55 Wartha A Brook Notec Vistula Narow source Rawa Vistula Bsura Brzesc Prosna Poland and Lithuania were at first governed by separate Dukes. Poland was erected into a kingdom by Boleslas I in 999 Miceslas II 1025 The Dukes Casimir I . . 1041 of Lithua- Boleslas II 1058 nia to the Ladislas I 1081 number of Boleslas III 1102 twenty are Ladislas II 1139 very little Boleslas IV 1146 known and Miceslas III 11 73 their dates Casimir II 1177 veryuncer- LescoV. . . 1194 tain Boleslas V . 1227 Lesco VI. .1279 PremislasII 1295 Ladislas III 1296 Winceslas . 1300 Casimir III 1333 Louis 1370 85 106 140 80 100 185 125 118 160 220 Wartha Vistula San Sr Vistula Bysterzna A Brook A Brook Leopol 230 Pierrewa Prezmyslaw 205 San « -v- > LVTHUANIA O Halicz Luck Kamentz . . . Braclaw Czyrkassy . . LITWA. 300 240 390 480 570 Dniester Styr Smotrzick Bog Dnieper Jagellon. 1386 Ladislas IV 1434 Casimir IV 1447 John 1492 Alexander 1501 Sigismond I . . . .1506 Sigismond II . . . .1548 Henry 1573 Stephen 1575 Sigismond III. . . .1586 Ladislas V 1632 J. Casimir 1648 Michael 1669 J. Sohrieski 1674 Frederic 1696 Stanislas 1763 Troki ) Wilno > Wilno Samogitia } E::;::ji^ Moghilev ...... 1 Moghilev .... Minsk I Minsk Novogrodek ppartofMinsk Poles.a or Brie- , and Grodno skie ) Troki Wilno Rosienne . . . Polotzk Witepsk. . . . Moglihev . . . Minsk 260 27(i 310 400 480 430 330 A Lake Wilia Dubissa Duna Duna Dnieper Kotanko Novogrodek Brzesc Litov 2G0 110 A Hill Bug. N.B. Since the dismemberment of 1 the South of the rivers Bug, Vistula and West of the Niemen. And Russia all th Russia is just now formed of the Russia] tria keeps Gallicia as far as the Vistula am this country in 179i I Pilcza. Prussia a ie rest. But a new n and great part of I Bug. And the ci 5, Austria has possessed all the territories to ill those North of the Pilcza and Vistula and kingdom under the immediate possession of the Prussian shares. The Emperor of Aus- ity of Cracow is declared free."], [46, "TABLE XXXVI. DIVISION OF PORTUGAL. Great Divisions. Towns. lcapirlR'vers and situ:\"ion- JAncientNames. I Chronology. Entre Minho e Douro Traz os Montes . . Braga ....'.. Porto Valenca .... Braganza . . . Miranda .... Mirandela . . Coimbra .... Lamego .... Guarda 245 210 275 290 270 255 118 208 Oeste Douro Minho Sador Douro Tuela Mondego Near Douro Mondego, neai its source A hill Tagus Lis & Lena TheSea Brooks A hill A hill The Sea The Sea TheSea Gallaici Henry I, grandson of K. Robert of France, receives from Alphonsus VI, King of Castille theEarldom of Portugal in ;.1093 Alphou-usI, first King !.1112 Sancho I 1185 (\"Johnl 1385 AlphonsusII. .1211 Edward 1433 Sancholl 1223 Alphonsus V 1438 Alphonsus III 1248 John II 1481 Denis 1279 Emanuel ....1495 Alphonsus IV 1325 John III 1521 Peter I 1357—-' Sebastian ....1557 Ferdinand.... 1367 Henry 1578 Philip H of Spain seizes the crown of Portugal an\" retains it 60 years. Bey ra 176 Estremadura Alemtejo Vizeu Lisbon .... Leyria Setubal Evora Elvas , £e->a lavira Faro Lagos 192 85 22 80 140 90 160 153 140 Lusitani Ccltici Algarve Cuneus | House of Braganza. | John IV 1640 John V.. 1706 Alph. VI 1656 Joseph . . 1750 Peter II 1667 Marv . ..1777 DIVISION OF SPAIN. Great Divisions. Provinces. Towns. lc'S'itr| Riversandsituation- Ancient Names. J Chronology. CD Z o s> '> a 4J = ra .— «**■; Galicia I ... ( Province of Oviedo Asturias....-? c.„,:ii „„ ( santillana .. r Biscay Biscay ) G uipuscoa . . I1 Alava Catalonia Valencia Murcia Granada (Prov. of Seville . . Andalusia ..J r. , Cordova .... l. / Jaen r r Navarre Aragon Santiago .... Mondonedo Oviedo Santillana .. Bilboa Fontarabia. , Vittoria .... Barcelona. . . Lerida Valencia .... Alicant Murcia Carthagena Granada ... . Malaga Seville Cadiz Cordova .... Jaen Pampeloua .. Tudela Saragosa . . . Balbastro . .. Teruel Burgos Soria Segovia .... Avila Leon Palencia .... Toro Valladolid .. Zamora ...f Salamanca . . Madrid .... Toledo...... Guadalaxara Cuenca .... Ciudad-Real ■ Badajos .... | Merida | Truxillo.... , Plasencia . . . 424 400 328 306 316 856 286 408 290 210 240 236 270 272 320 352 408 256 216 240 190 200 255 175 216 160 60 75 225 165 145 140 170 150 Tambra & Ulla Burella Asta The Sea Ybaychaval Bidassoa Zadorra The Sea >egre Guadalaviar The Sea Segura The Sea Darro & Xenil The Sea Guadalquivir \"■•ea Guadalquivir Guadalbullon Agra Ebro Ebro Cinca Guadalaviar Arlanzon Douro Eresma Adaja Bermesga Carion Douro Puisuerga Douro Tormes Man9anares Tagus Henares Xucar A plain Guadiana Guadiana Almonte Xerte Gallaici Assures Cantabri Autrigones Varduli Berones Lacitani et Cosetani Edetani et Contestant Bastitani ? Bastuli S Pani Turdetani Turduli Vascones Vescitanitt Edetani The Romans 410 The Goths 712 The whole Peninsula is con- quered by the Arabs or Moors The Christians retire in theN. where they form several small kingdoms.Pelagus forms that of Leon, it has 24 kings until 1027 Ferdinand the Great unites the kingdoms of Leon, Castille and Navarre in ]0S7 Sancho II 1065 Alphonsus VI ..1072 Alphonsus VII . . 1109 Alphonsus VIII 1126 Sancho III 1157 Ferdinand II 1157 '-Alphonsus XI ..1158 Henry I 1214 Ferdinand III ..1217 Alphonsus X . . . 1259 Sancho IV 1284 Ferdinand IV. ..1295 Alphonsus XI ..131a Peter the Cruel . . J350 Henry II 1369 John I 1379 Henry 111 1390 John II 1406 Henry IV j454 Unitsn of Castille and Arragon. Ferd. it Isabella 1474 philip 1 1504 Charles I J516 Pl>'lip II 1556 Philiplll 159s Philip IV 1C21 House of Bourbon. OD B O f > 5 ts = r: ProvinceofBurgos Old Castille S_=2j£ta-\"V J Avila S Leon \\ Palencia.. .. r J Toro Leon ) Valladolid.. / Zamora .... -alamanca . . ( Madrid .... \\ Toledo New Castille s Guadalaxara / Cuenca .... v- Mancha .... Y Arevaci f Vaccei et ( Vettones 48 34 100 135 252 200 155 145 I Carpetani {, et (Oretani Estremadura Beturia et Vettones PhilipV 1700 Ferdinand VI 1746 Charles III 3759 Charles IV 17s*-*) Ferdinand VII ..1814"], [47, "TABLE XXXVII. D I VIS IONS OF ITALY. L Great Divisions. Ancient Provinces Towns. Distance frnm Milan. Rivers and Situation- I Ancient Names and Inhabitants. rS. a __ < 'Ij ■ -_ O E o -c _ ■2 Savoy Piedmont \\ State of Genoa Dutchy of Aousta.. Lordship of Vercelli Marquisate of Susa. . Piedmont Proper . . Marquis, of Saluzzo County of Asti .... Montferat Western Milanese. . County of Nice Principal. ofOneglia West shore Chambery .... Aousta Vercelli Susa Turin i Asti ■j Alexandria. . t Casale Novarre Nice Oneglia ... Savona Genoa Chiavari ...... Milan Cremona Mantua. ...... Bergamo Crema Brescia Verona Vicenza ...... 180 110 40 135 85 125 70 45 40 35 175 125 90 105 135 Laisse and Albans Doria Baltea >essia Doria Riparia Po A hill ? Tanaro Po A canal > Tbe Sea Olona Po In Lake Mantua Near the Serio Serio Mella Adige Bacchiglione | Bacchiglione and a ca- nal to the Brenta Branch of the Adige The Sea Sile Asona Piave Piave Roja, Parma ( rostolo Oanal of Secchia Serchio Allobroges Salasci Libicii > Taurini | Vageni £* Ligures ILæ-oi Intemelii Ingaunii V Ligures | Insubres y Cenomani - ( Veneti > Carni I J I Galli I Lucani a 21 3 SSIS 3 V ea to o H > C 'su ■ ■Ss 3 et a East shore Dutchy of Milan 50 107 SO 33 55 116 150 >■ a •< s E o J -_. * o 5 o T3 u Dutchy of Mantua . .. -Bergamasco Cremasco Bresciano Veronese Vicentino States of Venice Padovano Polesina di Rovigo. . Dogado Tip-, igiano Fellrnio Bellunese Cadorino Friuli .... Padua Rovigo Venice Trevise . ...... Feltre Bellune Cadore Udine Parma ...... S Reggio ( Modena .... I.ucca 170 155 205 195 200 230 250 250 90 120 145 State of Parma State of Modena .... State of Lucca From Kume. 18o Fiorentino ........ Florence .... S Leghorn or ) Livorno J Sienna Piombino Ferrare Bologna Forli Urbino 5 Ancona .... 1 I Macerata . .. Fermo Spoleto Perugia Orvieto Castro (ruined) Viterbo Rieti Rome Arno Great Dutchy of Tus- Pisano 220 The Sea > Tusci cany Sienese - Piombino Ferrarese Bolognese Romagna Dutchy of Urbino. . 150 130 304 249 250 150 179 149 169 80 ISO 74 70 45 45 A Hill The Sea Branch ofthe Pc A Canal Montone A Hill The Sea Chieuti Near the Tenna I A Hill Ospada A Brook Velino Tiber | Lingones I Boii Senones Piceni Prætutii Umbrii > Etrucsci Sabini Latini States of the Pope .... Marquisat.of Ancona Marquis, of Fermo Umbria. Perugino Orvietano Dutchy of Castro .. St. Peter's Patrimony Sabina .Campagna di Roma 'C a o ■ — Ci- ts ea r<4 t FromNaple- 140 120 78 Kingdom of Naples . . • Abruzzo Ultra Abruzzo Citra ..... County of Molise .. Terra di Lavoro.... Principato Citra. .. . Principato Ultra . .. Capitanata Terra di Bari Terra di Lecce Basilicata Calabria Citra Calabria Ultra Aquila Chieli Molise Naples Salerno Ariano Manfredonia . . Bari Taranto Venosa Cosenza Catanzaro .... 27 62 130 160 178 110 194 240 Atterno A Hill | The Seai A Hill £ The Sea A Brook Crati Near the Sea Vestini J Samnites Campani Hispini Apuli Messali \\ Iiucani | Brutii K \"5 8 Im 0 ' a = to ■*■:"], [48, "r— —- 1 — — — ■ -rr. TABLE XXXVIII. DIVISION OF TURKEY IN EUROPE. Governments or Pachalicks. Sub-divisions.and. Provinces. Towns. Rivers and-Situation. Distance -from the j Capital. ■ Ancient Names. Chronology. Moldavia . . . 7777777777\" Walachia SEastBulgaria orTDobruzia j I W. Bulgaria - NORTHERN GOVERNMENTS ' Jassi Bucharest TergovistC Silistria Mankala Varna Sophia P. ....... Nicopoli Widin Belgrade \" Nissa ............ Banialuka Bosna Serai .... Bihacs £ Mostar { Balhoni Dumbrowitz Jalomnitz . . . Danube The Sea The Sea ...... Esker ...... Danube .... Danube .... Danube&Save Nissava. Verbas , Bosna Unna Narenta 490 330 355 280 300 250 ,280 290 380 515 400 .660 580 690 600 Getœ Dacia Meri- dionalis Mœsia Infe- rior Constantine the Great, founder of Constantinople & of the Eastern em- pire, is succeeded to that throne by a 'long series of Em- perors until 1204 when Constantino*- pie was taken by the French and Venitians. These are succeeded by a few Greek Em- Kerors and lastly lahomet II takes Constantinople in 1453 v I Servia T Bosnia . TurkishCroatia Herzegovina \\ { I Mœsia Supe- rior Illirici Pars SOUTHERN GOVERN. ENTS. •f Roum-lli or i Constantinople Roum-lli ....?,„ R*™0™3 | Adrianople ; . . . . 1 Macedonia or (. c fComenolitari JScuP,a '• • ■ The Sea Marissa 145 > Thracia Sultans in Asia. Othman 1306 Orkan 1326 Amurath I . . 1360 Bajazet I . . . 1389 Soliman 1 . . 1403 MusaChelebi 1410 Mahomet I. .1413 Amurath II 1421 Vardar 450 C \\ Scutari ° \\Upp. Albania \"\\ Dulcigno Albania ■■/ C Alessio Albania f$^2° Pachalick of S 1^mh°}i • • • • I iemb\"H ' ' Salonica . . < Macedonia. . Salonica* ._. . . . ( Vena I Vena s C Jannina Pachalick of )Thessa'y. • ■ • < FaS '.'.'.'.'.'..'. Jannina . . . \"S £ Volo §v ■ C Arta fEP'rus $ Butrinto /\"Carnia .... /\"Argyro Castro . . Pachalick of l^akia .... k£epanto Egrippo or 1. . ,. T^! va/lla Negrepont <^vad,a .... /Thebes ALake.... .. . The Sea The Sea The Sea TheSea Strimon Its Gulf. Vistritza .... A Lake Peneo. Enipeus .... The Sea .... Afdhas The Sea .... Aspropotanmo The Gulf Phalare Brooks. 545 557 545 550 500 260 310 350 400 400 415 430 485 460 490 540 480 505 I Illyrici > Pars Meri- ■k diu n a Us y Macedonia •ia i ÆAthexisO Cephise 540 \\Thes* r sa lia Epirus .2 Acharna. o. Ætolia . > Doris ' _ , CO Phocis \"Ci Bœtia £ Attica <3 Megaris Eubœa « _- c - *c- a \"u fe •-. C Mahomet II 1451 Bajaset II . . 1481 Selim I 1512 Soliman II. .1520 Selim II 1566 Amurath III 1574 Mahomet III 1595 Achmet I . . 1603 Mustapha I. .1617 Osman 1618 Mustapha II 1622 Amurath IV 1623 Ibrahim 1640 Mahomet IV 1649 Soliman III 1687 Achmet II. .1691 Mustapha III 1695 Achmet HI 1703 Mahomet V 1730 Osman II . . 1754 Mustapha IV 1757 Achmet IV. .1774 Mahmud . . . 1808 Pachalick of Tripolizzaor Morea ■^Egrippo. . . . -^Negrepont { Corintho. Saccania...)^.orNaPoIi \\ J npolizza £ Napoli diMalvesia Pachalick of Brazzo di . . ( £§£*? : : Tripolizzaor< Maina. ..A Morea....) (.Coron r Arcadia \\ Chiarenza Belvedere . . < Gastugni VPatras C Vostirozza Euripus .... Isthmus The Sea .... A Hill The Sea .... Vasilipotamo The Sea The Sea .... The Sea .... The Sea .... Peneus The Sea .... The Sea .... 525 550 570 600 640 630 665 665 635 630 628 552 530 > Argolis- \\ Laco- (nia vel s ( Lacede. * Jmonia . © Messenia ' o Arcadia £ IK m - o . — Oh I Elis > Achaia-"], [49, "TABLE XXXIX. PRINCIPAL SEA-PORTS OF EUROPE Together with the Rivers on which they are situated; their principal branches of Commerce ; the time of High Water in each, on the days of the New and Full Moon, and the greatest height of the Tide. Ports. Provinces and Seas. Rivers. Trade and Industry. Time of u Z -o High J -g/P Water. B \"C £ -J£- Archangel . . Drontheim . . Bergeu Stavanger . . . Chnstiansaud Christiania . . Frederickshall Gothenburg Russia White Sea Norway, Atl.Oc. Norway, Atlantic Ditto Ditto Norway Ditto Sweden i Dwina . Nidder lion bars, tar, cables, dry fish, furs and salted meat Copper, masts, tar, dry fish aud sugar refinery Sail and coarse cloth, timber, copper, fish, furs Masts, tar and furs Timber and fish Best deal planks and masts, iron, green soap, alium, &c. Timber, planks, iron &c. Royal Harbour, seat of the Admiralty, East India Company, Tribunal of Commerce , Royal Harbour and fleet station , Woolen cloth and coarse linea Dock-yard aud distilleries Brass forges, manufactories of paper, fire-arms, to- bacco, sugar refineries, &c. Staple of all the produce and industry of Sweden and an excellent harbour Iron, timber and tar The chief place of trade with the Laplanders, in furs, dear skins, &c. Staple for linen and woolen cloth, flax, tobacco and parchment Iron, planks, tar Honey, wax, tallow, hemp, hydes, furs, timber, sails, linen, leathers, cables Leather, flax, corn Wax, tallow, ryeand wool Iron, timber, leathers, tallow and all kind of furs Timber and corn Com, caviar, isinglass, yellow amber Corn, brandy, vitriol, saltpetre, ships and all sorts of naval stores Fisheries, salt works aud yellow amber Tanned leathers, soap and paper manufactories, woolen manufactory and refined sugars ! Brandy and woolen articles Corn and cattle Wool and corn Bells and cannon founderies, leather, morocco, soap, tobacco and sugar houses Refined sugars, wool and cotton cloth, sealing wax, coarse hats, &c. Whale and hering fisheries, cattle, honey 1 Cattle and horses, salmon fisheries I Ohe of the first trading places of Europe, sugar refine- ries, manufactories of velvets, silk and cotton stuffs, 1 tallows, fish oil, tobacco : Sugar houses, tanned leathers, colours, fish oil, tobacco and salmon Ship building, thread and oil mills 1 All sorts of merchandise, manufactures aud coloeial productions • Distilleries, fisheries, refineries of sugar, glass and , soap manufactories, cotton, madder Silks stuffs, fine linen, tapestry, hats and quantities ' of Mecklen lace Fine linen and lace H. M 6 2 1 5 1 Feei. 9 15 15 Tiste Micedal Carlscrona . . Calmar South Gothland East Gothland I . Norkoping . . Ditto Motala Stockholm . . Upland Lake Meier. . Gelfe Torneo Abo Wyborg .... Petersburg . . Gastrike ...... Bothnia Russia Ditto Ditto Gelfe Torueo Neva CA s o 53 li Oi tt- (ft -Zs -2 V -u OJ '3J a e» V \"3 - Narva Revel Riga Memel Pillau Dantzick. .. . Ditto Ditto Ditto Prussia Ditto Ditto Narva Duna Niemen .... Vistula __ _sz Colberg : . . . . Stettin Ditto Ditto Persante .... Oder Stralsund. . . . Rostock .... Wismar .... Lubeck .... Ditto Mecklenburg .. Ditto (Free J Str. of Egelle Warnow .... i Trave *. Copenhagen Denmark Ripen Tonningcn . . Hambourg . . Jutland Ditto Lower Saxony. . Nipsaa Eyder Elbe 12 15 12 30 15 9 \\sr i Bremen Ditto 5 35 li 15 Weser' 1 5 35 11 35 Embden .... Amsterdam. . Westphalia .... Holland Ems ! Amstell IS\" 2 35 15 Rotterdam . . Antwerp .... Ditto Matse Stheld I 3 5 20 Flanders ! 6 25 12 5 20 18 Osteod Ditto"], [50, "TABLE XL. SEQUEL OF THE SEA-PORTS OF FAJROPE. Ports I Provinces and Seas Rivers. Trade .nil In n [IJ. High j Height Tide. | 'f fide Dunkirk .... Dover France Kent Spirits, tobacco, corday*, and linen General passage from England to the Continent all sorts of goods General place of embarkation for troops going on foreign service Resort ofa great deal of company from London for Sea bathing, trades with Flanders Common landing-place for seamen, ship building, and naval stores Royal dock yard, arsenal and military academy, ship building Royal hospital for sailors of the royal navy, royal ob- servatory aud first meridian The centre of all the industry and commerce of the British Empire ann ofthe World Common passage to Holland Considerable whale, mackarel, and herring fisheries Greenland fishery and immense exportation of all in- land commodities Great quantity of coals, lead, salmon mill stones, soap manufactories Ship building, whale fishery, lead, glass, linen, timber, oak bark, &c Coarse and sail cloth, glass, leather, thread and sugar refineries Stockings and linen manufactories, salmon fishery and others. Improving sea bathing place and mineral spring, thread manufactory Thread and stocking manufactory Northern fishery, rope and canvas An improving town on the grand Caledonian canal to Inverness Sugar houses, rope yards, sails The second town in Scotland, immense manufactories of cottons, glass, potteries, tobacco, spirits, printing types, &c Fine linen and cloth, salmon fishery Herring fishery Wool trade and herring fishery West India trade Linen, woolen, paper and glove manufactory Exports cattle and provisions of all sorts for the Army and Navy The second trading town in Ireland, all sorts of inland provisions . . .* Great trade to Bristol, in cattle, &c Corn, cattle, and regular passage from Ireland to England , Carries provisions to Dublin, &c All sorts of manufactures and branches of in- dustry Exports cattle to England Herring fishery, linen manufactory and passage to Scotland '. Corn, cattle, linen, cloth and other staffs The second trading town in England, owes its late splendor to the numerous canals by which it com- municates with the interior ofthe kingdom and to its West-India trade H. M.I 12 l I l-eet. 18 10 51 16 Deal Ditto 10 45 Margate .... 12 Ditto 11 12 Gravesend . . Ditto Thames 1 5 14 Woolwich . . . Ditto Ditto 1 30 14 Greenwich . . Ditto Ditto 2 London .... Middlesex 14 Ditto Harwich .... Yarmouth . . Hull Essex Norfolk Yorkshire .... Yare! '.'.'.'.'..'. Humber .... 2 11 5 8 20 14 15 18 Northumberland 6 35 18 Newcastle . . Tyne 3 35 Scotland 18 Leith or Port Edinburg Dundee . Firth of Forth 2 40 13 Ditto Tay ,N. Aberdeen Ditto 1 50 12 Dea Peterhead . . . Ditto Ugie 12 20 14 Banff Inverness. . . . Fort William Ditto Ditto Ditto Deveron .... Ness Caledonian Canal .... Clyde Clyde 11 35 11 5 3 18 18 18 Greenock . . . Glasgow .... Ditto Ditto 11 30 11 5 18 18 Colerain .... Londonderry Sligo Galway Limmerick . . Kinsale Ireland Ditto Ditto Ditto Ditto Ditto Bann Lough Foyle Gilley 11 35 5 30 5 35 6 15 4 5 6 18 18 18 -7 18 18 Shannon .... 11 10 18 Cork Ireland Lee Waterford.. . Wexford .... Ditto Ditto Suir.. ...... Slaney 4 5 5 5 Wicklow .... Dublin Ditto Ditto Liffey .' .*;;;; 7 5 8 25 Newry Belfast Ditto ••.... .. Ditto Canal Laggen .... 9 20 11 35 15 Preston .... Liverpool .... Lancashire .... Ditto Ribble 10 5 9 45 Mersey 18 10 30i"], [51, "TABLE XLI. SEQUEL OF THE SEA PORTS OF EUROPE .AI Ports. Counliie*. Rivers. Trade and Industry. 1 I line oil Height |ll Wat-r'-ifT'-le 11. _l I* eel Chester Cheshire Dee Great Mart for Irish linen, English manufactures sen to North Wales Exports English goods to Ireland This port, one of the surest in the world, could contain the whole Navy ; the town tratles with Bristol and Ireland Coals, copper and lead works, Sea bathing Disputes the second place with Liverpool and has been known to have sent 2000 ships to Sea with tin produce of its manufactures Wools, coals, slate, and Newfoundland fisheries. .. . Cod fishery, wool, paper, serges, yarn Extensive fisheries, herring curing, salt refinery and wool staple Herring fishery, slate Ftegu lar intercourse of packets to Spain, Portugal,Wes1 Indies, pilchard trade The safest and largest port in England, has a royal dock yard and arsenal besides considerable fisheries Sends the produce of its fisheries to Spain and the Mediterranean A charmiDg sea bathing place, a little trade to New- foundland Employs near 250 vessels in the oysters, mackarel, herring fisheries Timber, wine trade with Portugal The most magnificent royal dock yard, arsenal, naval and military store houses, near it are the two grand fleet stations of Spithead and St. Helens Ship building and regular intercourse with Dieppe in time cf peace Brandy and wines from Bordeaux, cod, herring and mackarel fisheries Fish, provisions, wine and brandy ; it has two sugar refineries and one soap manufactory Cod, mackarel and herring fisheries, few lace and ivory manufactories Its vicinity to Paris, and the convenience ofthe Seine, renders its trade very brisk, principally in wines, brandy and fish The only French port on the Channel fit for ships of war, its chief export are provisions of all sorts .... Newfoundland fishery, cloth, linen, manufactories of hats and stockings Sends a few ships to Newfoundland Coarse and sail cloth, leathers, tallow, paper, tobacco, trades with Spain and Portugal One of the best ports of France, with dock yards, ma- rine academy and station of fleets Built in 1720 by the French East-India Company and intended to be their principal staple Extensive pilchard trade Importation of all colonial produce and exportation of all sorts of manufactures and provisions, the largest ships remain at Paimbeuf, 25 miles below the rivei Sugarhouses, wine, brandy, salt and W. India produce Immense dock yard and store houses, arsenal and hos- pital, besides its Newfoundland trade 10 5 8 35 28 20 Caernarvon . . Haverford W. Caernarvonshire , Pembrokeshire St. of Menai.. MiltbrdHavcn Swansea .... Bristol Glamorganshire Gloucestershire and Somerset shire Tawe Lower Avon 5 35' 5 35 34 26 Bridgewater Barnstaple . . Bideford .... Somersetshire . . Devonshire .... Ditto Parret Taw , Torridge .... 6 20 6 20 5 30 10 18 18 Pa-lstow .... Falmouth . . . Cornwall Ditto Camel 5 35 4 40 18 18 Plymouth . . . Devonshire .... The Sound. . 5 35 18 Dartmouth . . Ditto Dart 5 40 18 Weymouth . . Dorsetshire. . . . 5 45 18 Pool Ditto 5 50 8 Southampton Portsmouth. . Hampshire .... Ditto Itching 8 35 11 30 9 15 Shoreham . . . Sussex Adur 18 11 10 Calais Pas de Calais . . 8 55 18 Boulogne . . . Ditto Liane 11 5 13 Dieppe Seine luferieur Bethune .... 10 5 18 10 10 18 Havre de Grace .... Ditto Seine ....... Cherbourg . . La Manche. . . . Divette 9 50 18 St. Malo .... lie and Vilaire 7 5 35 St. Brieux . . Morlaix. .... Cotes du Nord Finisterre A net Morlaix .... 6 4 30 45 30 Brest Ditto 5 15 25 L'Orient Morbihan .... Blavet 3 4.5 -20 Vannes Nantes Ditto Loire Ioferieur Morbihan Loire 4 5 20 IS 18 Lu Rochelle Rochefort . . Lower Charente Ditto I Charente. 3 35 3 25 18 15 2 35 15"], [52, "TABLE XLII. SEQUEL TO THE SEA-PORTS OF EUROPE. H- M;l i Feet. Bordeaux . . Gironde Garonne .... One of the handsomest and most commercial towns in France ; it exports renowned wines, brandy ; manu- factures glass and aquafortis, alt kinds of stuff--, cordage, sugars, and its West India trade is exten- sive in peace time 2 35 15 Masts, provisions, whale and cod fisheries, Spanish wool, wines and brandy 3 5 15 At this place the- river Bidassoa divides France from Spain : Fontarabia and Adaye, opposite to it, both make some commerce in brandy anil aniseed 2 15 15 Steel, sword blades and wool 2 15 15 Meu of war are sometimes built here 2 45 15 A very safe harbour, a good arsenal, manufactory oi sails and good fishery 2 45 15 Arsenal, artillery and navy school, manufactory of sails, fine linen, few cattle, pilchard fishery; here the packets land from England 2 45 1-2 Manufactures hats, thread and hosiery 3 12 The second town in Portugal, with royal dock yard, and has an immense wine trade, particularly with England, also oils, leathers, corks, &c 3 30 12 One ofthe largest and safest ports in Europ<-, but ofa difficult entrance ; it trades in wines, fruits, &c. .. . 1 50 12 Salt works, wines, fruits and marble 1 30 12 Bayonne .... Basses Pyrennes Adour 2 35 15 3 5 15 Fontarabia . . Biscaye Bidassoa .... saintSebastien santander. . . Ferrol Ditto Ditto Gallicia Orutnea .... 2 15 2 15 2 45 15 15 15 2 45 15 Dorunna .... Ditto suy )porto Ditto Portugal Minho Douro 2 45 12 12 3 kishon Estramaduro . . Tagus 3 30 12 ietuval or St. Ube... Ditto Sado 1 50 1 30 12 12 ■\"aro it. Lucar. . . . Algarva Andalusia .... Guadalquivir Wines, tunny and pilchard trade 2 15 10 Fine harbour, but of difficult entrance, and the port of Seville, its commerce consists in oils, silks, fruits, and all sorts of provisions 2 45 10 The first trading town in Spain, seat ofthe West India and Philippines Company, and from wliich are ex- ported the rich cargoes ofthe gallious and has be- sides considerable salt works and fisheries 3 30 10 Its chief commerce consists in the approvision-} Iu the Mediter- ment ofthe garrison ( raneanSea the Oils, fruits and mountain wine ( tideis very lit— Raw silk, fine wool, oils, fruits and barilla J tleseusible Barilla, Tinto wine, soap, fruits, alum, vermilion, &c. Considerable trade in silk, wool, dry fruits, soda, oils, &c. Manufactories of silk and fine earthern ware, fine juspar, marble, silver and iron mines and fisheries Oils, wines and fruits The second in Spain for its commerce and manufactures, viz: silk handkerchiefs, blankets, cloth, lace, glass and cutlery, besides wine, brandy and fruit Corn, wine, silk, soda, soap manufactories, &c. Salt refineries aud tunny fisheries The commerce of this place is ofthe Highest antiquity, being a Grecian colony of Phoceans ; it is now the second place iu France and the most frequented in the Mediterranean : its principal manufactories are the refineries of sugars, wax, per- fumes, liquors, leathers, coral, china, glass and superior soap This port is entirely appropriated to naval armaments and ex- tremely strong; the arsenal, store house, rope vard, &c. are on the greatest scale, and were erected by Louis XIV. Famous tunny fishery Linen, paper, oil, wine and honey Silk and fruits, aud claims the invention of soap Lately the capital ofa republic, governed by a counsel and a do<*e one of the richest towns of Italy, it has two arsenals and nu- | merous manufactories of damask, velvets and other silk stuffs 2 15 10 ?adiz Isleof Leon.. , . 2 45 10 Jibraltar. . . . Andalusia .... Mount Calpe dalaga Jarthagena . . Vlicante .... Valencia .... fort osa Grenada Murcia Valencia Ditto Catalonia. Guadalaviar Ebro sarragona . . Barcelona . . . Ditto Ditto ■\\gde 3ette Marseilles . . . Herault Ditto Mouths of the Rhone Herault .... foulon Var 5t. Tropez . . Nice Ditto ,. Var '..'.'..'.'.'. Savona Genoa '. Ditto Genoa"], [53, "TABLE XLIII. SEQUEL TO THE SEA-PORTS OF EUROPE. Ports. Cnuntri *,. Kiv.r**.. I rade.inri In.li^i ry . Spezzia Ditto One of the largest harbours in the Mediterranean, famous for the finest oil Numbers of small vessels are built here and are employed as coasters to Tuscany, Genoa, &c A free and handsome pott and general staple for wine, silk, oils, wax, &c. Iron mines Ha3 an arsenal and is the station of the galleys, besides a good trade in wool, provisions, timber, charcoal, alum, leathers, sail cloths, &c. The Bay of Naples is considered as the surest and finest harbour of Italy; the manufactures of this place are in silk, soap, mac- caronies, fiddle strings, and all kinds of liquors Celebrated college of medicine and good fairs Silk, liuen, fruits and oils This capital of Sicily exports all the productions of the island, chiefly corn, silk, manna, wines, sulphur, coral, oils and fruits Some wool trade The common passage from Italy to Greece, about 25 miles across, a miserable place Salt works and a few cloth manufactories A free and commercial port, corn, wool, silk and wax are its chief exports 1 These two towns, the best ports the Romans had on the Adria- ) tic, are now filled up by sands Venice, built in the middle ofthe Sea, of which it was once the sovereign, has now lost its splendor with its liberty, it has yet some silk manufactoires, glass houses, Ike. This rival of Venice has a very considerable trade with the Levant, its manufactures are those of sugars, liquors, vitriol, mercury,, aquafortis, soap, cordage, &c. Famous for its liquors, particularly maraschino A good harbour for provisions of all sorts A strong town and good market, resorted to chiefly by the Turks, who exchange their provisiousagainst tire-arms and military stores A strong fortress and state prison A good harbour and some Levaut trade Corn, leather, oil, fruits, tobacco, &c. Pise Tuscany Arno Leghorn .... Ditto Porto Ferrajo Civitta - vec- chia Elba Roman State . Naples Naples Salerno Messina .... Palermo .... Ditto Sicily Ditto Taranto Otranto .... Naples Ditto Manfredonia Ancona Ditto Roman States.. Rimini. . . . \"> Ravenne . . J Venice Ditto Ditto Italy Marechia. . .. Montone .. . . Trieste Austria Zara Spalatro .... Ragusa .... Dalmatia Ditto Ditto Cataro Durazzo .... Lepanto .... Modon ) Co:on .... j Malvesia .... Napoli Volo Ditto Albania Livadia Morea Places of considerable exportation of olives Ditto Ditto Famous for its rich wine, called Malmsy Oilsand dry fruits, particularly currants This town is the staple of all the merchandise from Egypt, Candia and Smyrna for the interior of Turkey Tobacco, line cotton, wool, lealheraiid drugs Tins capital is most delightfully situated \"both for commerce and security, it trades with all European nations; it is particularly a great market sor Italian and French silk, gold and silver.stuffs.Eng- lish manufactures and sends in exchange wools, hides, wax, goat hair, potashes aud caviar; the suburbs of Para and Galata are the residence ofthe Christians Staple town of all merclundise from Constantinople to Bulgaria and the Northern provinces Resorted to by a great many ships for wax and raw hides, it now be- longs to Russia Remarkably well situated sor trade and is daily improving since pos- sessed by Russia; wood, furs and caviar are the chief commodities A free port and of great commerce, it ships corn, wool, horses and horsehair, wax, tallow, saltpetre and a great quantity of caviar made ofthe eggs of sturgeons, which they fish in great quantities iu the sea of Azov Salonica Constantinople Macedonia Turkey Varna Bulgaria . . Varna Kilia Nova .... Bessarabia Danube Otchakow , . . Kerson Dnieper Kaffa or Theo dosia Crimea I"], [54, "TABLE XLIV. GENERAL DIVISION OF ASIA. Asia is the largest and most compact tract of land on the globe, measuring 6811 miles from South-West to North-East and 5312 from North to Soutb, without any intervening or inland sea, but it has immense sandy deserts. Nothing very accurate can be hazarded as to its population, which may amount to 500 millions of souls. This vast region is bounded on the North by the Frozen Ocean, on she East by the North Pacific Ocean, on the South by the Indian Ocean, and on the West by the Red Sea, the Isthmus of Suez, the Mediterranen Sea, the Archipelago, the Sea of Marmora, the Black Sea, the Sea of Azov & Russia in Europe. Countries. Sub-divisions. Provinces or Governments. Toivns. Rivers. Anc. Na. of the Countries. Russia in Asia \\ North Tatary or B Siberia Georgia Caucasus Astrakhane I Oufa Tobolsk 'Kolhyvane , . . . L'koutsk Tiflis Ekatherinograd Astrakhane . . Oufa Tobolsk Kolhyvane Irkoutsk |Kur Terek Wolga Oufa Irtish & Tobol Obe Totig-ouska Albania, Iberia Colchis Sarmatia Asia- tica Scythia Western or Independent Tatary .... i ' The Kirghis . . . \\Turkestan .... JKarasm \\Great Bucharia f Balkh «. Ghoristan Tashkind Khieva Samarkand. . . . Balkh Gaur Peking Tcintcheou .... Nanking Hangehew Foutcheou .... Canton Singan Tay-yuen Kayfong Soutcheou Out-chang .... Nantchang .... Queg-Ling .... Koei-yang Yunnan Moucden Kiukitao Kirin Tcitcicar Concou Sir Near the Oxus . Sog-da Near the Jihon . . Mountains Pay A hill Kian The great canal Foutcheou Canton Bay Hoei Fuen Hoang-ho Massaqetœ Corasmii Sogdiana Bactriana Guria Chinese Em- China Proper. . \"Petcheli Shantong Kiangnan Tchekiang .... Fokien Quangtong .... Chensi Chansi Honan Setchuen Houquang .... Kianosi Quangsi Koeicheou .... ■Yunnan Leaotong Corea 'Kirin Oula Tcitcicar 'Mongolia Kalkas Tibet Bootan Napaul Sirinagur Little Buckaria Tonquin Cochinchina . . . Tsiompa Cambodia .Laos Kian Kian Kouei A Lake Hounouhou Hills Songari Nonni Oula Sina el Sc rica pire Eastern Tatary (Subjects) . . I I Western Tribu- taries | Lassa Tassaisudon Catmandu Sirinagur Koten , Kesho Faiso Near the Sampoo Eastern Ganges Kotenni Lisien The Sea Sacæ f India extra s Gangem Southern Tribu- taries Cambodia Sandepora .... Cambodia or Maykaung"], [55, "TABLE XLV. SEQUEL TO THE GENERAL DIVISION OF ASIA. N Countries. Sub-divisiuns. : i-rov i in es orLio vernment!. i I'oirns. Kr. Ancient Names if the CountreS. r 2 Assam 1 V Ava BlRMANEM-J } Aracan _.__ 1 V egue PIRE.... J /Martaban V f Siam (-Delhy Agra Allahabad The British Pos °u^e . .; / Uahar sessions and Al-\\ a ■ lies Circars Carnatic Mysore (.Madura The Nizam Ali's I West Berar Possessions, or s East Dowlatabad Hindoo- 1 the Deccan ■• • • i gjfjf*; ST AN . . . . j East Mahrattas . . \\ -^ \"\" •••'-.; ( Visiapoor j West Dowlatabad West Mahrattas \"S Candeish J Malwa v Guzarat 'Kandahar Cabul Kingdom of Cabul Kashmere orKandaharand-( Lahore or Panjab the Seiks Moultan Agimere ........ L ISiBdy Eastern Armenia Aderbijan Ghilan , Mazanderan North Persia. . . . j Khorasan Hindoo- stan. . . . Ghergoug Ummerapoora . . Aracan Pegue Martaban Siam Delhy Agra Allahabad Lucknow . ...... Patna Calcutta Cuttack Arcot Seringapatam. . . . Madura I.\" 1 1 ich poor Aurungabad .... Hydrabad Nagpoor Saonepoor Visiapour Poonah Burhanpour Ougein ......... Amedabad Kandahar •Habul Kashmere Lahore Moultan Agimere Tatta Erivan Tauris Resht Astrabad Herat S Ispahan > Tah t ran ..... Zarang Guadel Kerman Lar Shiras Toster Smyrna Bramapootra E ra batt yor Ava R. Aracan Pegue Thatnayn Siam Jumnah Jumnah Garigts Goomty Ganges Ganges Mahanada Paliar Cauvery Vey Airu Doomah Near Godavery Moussi Plains Mahanada Beemah Near tbe Gauts Taptee India extra Gangem India intra Gangem Abissari et Paropamisti Mehindry Turrung Kaameh --'helum Rauwee Chunaub Caggar Indus Near the Lake A plain Near Caspian Sea Caspian Sea Assacani Indo Scythia Persia... Irak Ajemi Persia . . . Segistan r Makran \\ Kei man ........ South Persia ....< Laristan / Fars *■ Khosistan ..... C Anatolia Asia Minor -s „ J t ara mam a ...... ' Roum ( Western Georgia T i ,„ Eastern Goi^/i- J Western Armenia Turkey in^ mtnts < Algez.ra AsiA.... /Kurdistan Mrak Arabi C Aleppo . Sham, or Syria, J Damascus Four Pachalitzsj Tripoli 'Acre Palestine I (Arabia Petræa (V Hedjas Arabia Deserta.. <■.-, .- . . . , Arabia... < He''Ared\" v. Hedjer Bahrein . . C Yemen A rabia Felix .... < Hadramaut (Oman Zend-rud Mountains Hindmend The Sea A torrent A torrent V Armenia Atropatena Ge/œ Tapuri Hircanid Aria Media Arachosia et Drangiana Gedrosia Carmania Persis Persis Susiana Bitltynia.Mysia, Lydia,Ca- ria et Lycia Phrigia, Pamphylia, Cilicia Pontus et Cappadocia Colchis Armenia Mesopotamia Assyria Babylonia or Chaldea Gulf ofSmyrna Turkey in Asia. .. . Konieh Sivas Tribisonde Arzroum Diarbekir Arbela Bagdad Aleppo Damascus Tripoli Acre Jerusalem A Lake Sis Black Sea Euphrates Tigris Indjeh Tigris A brook Barida The Sea The Sea Kedron Syria et Phœnicia Akaba ( Medina } Mecca Kariatain Lahsa Sana and Mocha Kessem vlascatandRostak Red Sea Palestina or Twelve Tribes of Judea Arabia Petrea Arabia . . . The Desert Persian Gulf Red Sea The Sea The Sea Arabia Deserta Arabia Felix"], [56, "TABLE XLVI. SEAS AND GULFS OF ASIA GULFS OF ASIA. ore. nest Names of lhe Seas. Countries and Provinces watered. Ancient Names. s.-»nptt* Breadth In Lug. in- es The Sea of Aral The Caspian Sea The Sea of Azov The Black Sea Between Russian and Western Tatary .... Between Persia and Russia in Asia Between Taurida government and Crimea. . Between Anatolia, Roum, Georgia and Europe Between Anatolia and Romania Between Anatolia and Greece Palestina and Syria Between Arabia and Africa Arabia, Persia and Hindoostan Between the Isles of Java and Borneo. . , . Between the Isles of Celebes and Moluccas Between Celebes and the Philippines Between China, Tonquin, Cochinchina and Philippines Between China and Japan Between China and Corea Between Corea ann Japan Between the Isle of Chicha aad Kams- chatka Between Russian Tatary and Kamschatka Between Russia and North America Between Nova Zembla andSiberia 300 820 220 150 240 130 Unknown Mare Caspium Palus Mœotis Pontus Euxinus 700 160 400 400 1390 1380 970 690 550 300 The Sea of Marmora . . The Archipelago The Levant Sea The Red Sea The Arabian Sea The Sea of Java The Sea of Banda .... The Sea of Sooloo The Chinese Sea 150 Propontis Ægeum Mare Phœnicum Mare Sinus Arabius Erythœum Mare 180 1000 278 620 480 The Eastern Sea The Yellow Sea The Corean or Japan Sea The Sea of Chicha 1800 690 270 690 828 550 200 550 TheSea of Okhotsk The Sea of Kamschatka TheSea ofKarskoye . . 550 690 1380 480 480 480 140 The Gulf of Aden The Persian Gulf The Gulf of Sindy The Gulf of Cambay. .. The Gulf of Manar At the entrance of the Red Sea in Arabia Between Persia and Arabia Between Guzarate and Sindy Between Guzarate and Candish Between the Isle of Ceylon and Hindoostan 414 562 130 120 140 206 276 70 50 89 Avalites Sinus Persicus Sinus Canthi velBararesSinus Barygazenus Sinus Agaricus vel Colchynus Sinus Gangeticus Sinus Sabaracus Sinus Magnus Sinus The Bay of Bengal .... The Gulf Martaban. . . . The Gulf of Siam The Gulf of Tonquin . . The Gulf of Petcheli .. The Gulf of Leaotong. . The Gulfof Tatary .... TheGulfofPenjina The Gulfof Anadir The Gulf of Obe Between the two Peninsulas of India .... To the South of Pegue To the South of Siam Between Tonquin and China Between Petcheli andShanton, in China . . In Leaotong in China Between Chinese Tatary and Tchoka .... Between Kamschatka and Irkoutsk At the Eastern extremity of Irkoutsk .... To the North ofthe government of Tobolsk 1250 138 414 276 207 100 600 414 276 414 820 120 345 260 140 90 70 138 140 70"], [57, "TABLE XLVII. ISLANDS OF ASIA. Clusters. Principal Isles. Greatest LengthtBreadth Chief Towns. Situation. Trading with. I Nova Zembla .... s Chicha Japan Isles .... <**c;icoi-f #Kiusiu C Lekeyo „, ■ *, i S Formosa Chinese kin ..{Hainan ~ C Luzon -r,,.,. • T, iMag-indanoa Philippine Isles JaSt ..„ J-^V V ■C Palawa Ladrones I Guam New Philippines I Yap £ Gilolo •Ternate ,, . JOby Moluccas or / Bouro Spice Islands jCeram | \" [ [ '/' [ w Amboyna v. Banda Celebes I Celebes 560 250 650 95 200 60 230 140 450 343 130 270 40 40 2001 250| 14Qf Jedo 1 Meaco 50 Fata 150 Nagaski 96 Taiouan 60 Kiung-tcheou 200 Manilla 300 Magindanoa . . 69 Callaga 30 ■ 15 20 30 Gilolo 2 Ternate 30 40 Bouro 25 5 3 130 Macassar «5I j Borneo ( Bendermassin now ( Achen \\ Bencoolen .... 'Batavia 90< Bantam -Materan 35 Banca 30 25 40 50 10 20 Port Cornwallis 19Df Colombo 138icandi Frozen Ocean Gulfof Jedo River Jodo VThe Sea Manilla The Sea of China I I Little inhabit- ed to Russia Chinese The Spanish The Sea of Banda 90 200 15 5 480 The Sea of China TheSea of Java The Dutch /'Borneo.. 760 ''^Sumatra 1035 J- The India Ocean Javan Sea English Sunda Islands . . ./ Chinese Dutch andEnglish A Java 650 Banca £ Bally New Sunda Is- \\Sumbava lands \\ Mangerye or Flores / Timor Nicobar Isles . . . Nicobar Andaman Isles. . Andaman 140 60 200 230 230 30 140 Indian Sea Strait of Banca 9 Dutch and English Bay of Bengal indian Sea In the centre Engl. station Ceylon Isle .... Ceylon 276 English Maldive Isles . . Atol Male Bombay Ormus , Kismis Bahrein Isles . . . Anah Socotora Cyprus Rhodes Co Samos Scio MytiliniorLesbos II 4 65 25 70 160 40 25 30 35 40 7 Bombay 2 Ormus ....... 20 Bacido 8 30 Tamarida .... 50 Nicosia 15 Rhodes 10 Stancho 12 Cora 12 Scio 12 Mylilini The Sea } Straits of Ormus GulfofPersia Arabian Sea A small river VThe Sea ' TheChannelofScio TheSea English Persians Arabs Turks"], [58, "TABLE XLVIII. PENINSULAS AND CAPES OF ASIA Gre; i test Peninsulas. Situation. Belonging [Length I: Ireadlh| Tchukotskoi Kamschatka Saghalien or Tchoka Corea East Shan tong Malacca Between the Frozen Ocean and the Sea of Kams- chatka Between the Seas of Kamschatka and Okhotsfc. . . . Between the Chicha and Corean Seas Between the Yellow and Corean Seas In the Yellow Sea Between the Gulfof Siam and the Straits of Ma- lacca , 600 760 600 410 220 200 200 150 200 85 > To Russia (To China Eastern Peninsula of India Western Peninsula of India Guzarat or Cambay . . Arabia 700 150 Several chiefs Birman and other kings English ■£ Mah- rattas Mahrattas Between the Chinese Sea and the Bay of Bengal. . 900 550 Between the Bay of Bengal and the Arabian Sea. . Between the Gulfs of Cambay and Scindi Between the Red Sea, the Arabian Sea and the Per- sian Gulf Between the Mediterranean, the Black Sea and the Archipelago 970 160 1460 500 100 1200 Arabs and Turks Natolia or Asia Minor 600 450 Turks Capes. Situations. Latiude. Cast Longitude. Icy Cape '. North Eastern Cape Cape East '. Cape Lopatka ! Cape Amwa ! Cape Nambu The White Hook ' Cape Engano Cape Bajado Cape Verela Cambodia Point .... Cape Romania Diamond Point Cape Negrais Cape Palmiras Dondra Head Cape Camorin Cape Diu Cape Jask Cape Mussledom .... Cape Rasalgute .... Cape Fartach CapeBab-el-mandeb Cape Mahammed .... Cape Smyrna or Kara Bourhoun , To the North of Nova Zembla ...,..'. To the most Northern point of Siberia To the East ofthe Peninsula of Tchukotskoi To the South of Kamschatka To the South of Saghalien To the North- East of Nipon Island To the South-East of Nipon Island | To the North of the Island of Luzon or Manilla ...... < To the South of Cochinchina Td the South of Cambodia To the South qf Malacca To the North of Sumatra Tothe South-West of Pegue '. To the North of the Circars To the South of the Isle of Ceylon To the South ofthe Western Peninsula of India Tothe South of Guzarat ' To the South of Persia In Arabia opposite Ormus . The most Eastern Point qf Arabia To the South of Hadramaut, in Arabia To the South of Yemen, in Arabia To the South of Arabia Petræa, Red Sea i To the West of Natolia, Archipelago 76\" 30' 77\" 30' 66° 15 50\" 55' 46° 10' 40° 35° 23° 45 23° 44 11° 35 8° 40' 1° 25' 5° 10' 16° 20\" 40' 5\" 55' 8\" 20* 30 25\" 40 26\" 26 22\" 20 15° 45' 12° 40' 27° 45' 38\" 45' 70° 100° 189\" 155\" 5' 143° 45' 142» SO- UI0 25' 122\" 15' 120° 35' 109° 10' 104° 30' 104° 5' 97° 50' 94° 20' 87° 80\" 35' 77\" 30' 70° 28' 57° 56° 59° 35' 51° 50' 43u 30' 34° 5' 26\" 15'"], [59, "TABLE XLIX. MOUNTAINS OF ASIA. Large Chains. Situations. Remarkable Peaks. Conspicuous Hights in Feet. The Yablonov or Tatar,, ,Jrom Lake Baikal to the Stanovoi Mounts / South pom of Kamschatka and spread- ( ing several branches on each side Th Ai tav \\ Divide the Russian and Chinese Empire X from Lake Baykal to the River Sir Mounts Belur I Between Great and Little Bucharia The Oural I Between Russia in Europe and Siberia Th Caucasus \\ Extending from the Black Sea to the Cas- • C pian Sea \" . Mount Eburus. , ' Tda Mount Eburus. , Ida Chimera Ararat 5424 Taurus Proper . . . . < Crossing Turkey in Asia from W. to E. . . 2 lua j Chimera ' Ararat 8946 1920 The Libanus ] A branch of Mount Taurus crossing Syria ■ ' Casius . . Carmel. . MountsELWEND,Het S zardaraand Gabel- f Crossing Kurdistan aud Soutk Persia as' abad or Southern f far as the Indus Taurus J Mounts Albour or I Crossina the Northern Provinces of Persia Northern Taurus. . ( and joining the I-idian Mountains .... Mounts Gaur I Dividing Great Bucharia from Persia . . . ,„ . t-t . (In Western Tibet at the sources of the Mounts Kentais . . . . < T , , „ J »- Indus and Ganges The Hindoo Koh . . I Dividing Great Bucharia from Cabul I . Elwend : VolcanoofAlbour Peak Demawend ft ; I Some of these are ascertained to be the high- estontheglobe one of them The Himma-i.eh or\\ ~. ... „. , -. „,., . J Snow Mountains. . J P»«**0 Hindoostan from Tibet Kantel Peak . . . Jamutra Peak . . ■ Gangutra Peak I The Gauts or High r Which extend from Surat to Cape Comorin Plains I following the coast of Malabar The Kemovs' Moun- . ,._iv. .. . • 1 Crossing all Cochmchina Gabel-el-Ared .... In the centre of Arabia (VTniin+c: vn-a «_*-»*rl measures-20493 feet above the plains only i In Arabia Petræa ( f ' In the Island of Ceylon • ..-... j Conspicuous Single U the Island °f Sumatra { Mountains or Vol- r . T , , „ r c ' c -t, In the island ej Luzon < Mounts »ina and Horeb The Peak of Adam Mount Ophir, a Volcano. . . . The Volcano of Albay Mounts Sina and Horeb The Peak of Adam Mount Ophir, a Volcano. . . . The Volcano of Albay The Volcano of Unsen Mount Jesan TheBrandenburg Volcano .... about 15000 13850 r In the Island of Chiusiu in Japan •) ine v uirauu oi Unsen In the Island of Nipon I Mount Jesan In the Island of New Guinea • • • \\ IheBrandenburg Volcano ...."], [60, "TABLE L. STRAITS AND LAKES OF ASIA. LAKES OF ASIA. Names of the Straits. Countries divided by them* Seas joined by shem. Gicatest length- 1 Breadth miles. Strait of Enikale Chann.of Constantinople Strait of Gallipoli Between Crimea and Taurida J- Between Romania and Natolia ' j The Azov and Black Sea . . . The Black Sea and Marmora The Sea of Mamora and Ar- chipelago Red Sea and Arabia Sea. . . . Gulf of Persia to the Arabian Sea Arabian Sea and Bay of Bengal Bay of Bengal to the Chinese Sea Indian Ocean and Javan Sea The Seas of Java and Sooloo > The Banda&PacificSeas ] 22 18 3 885yd,. Strait of Babel-mandeb Strait of Ormus Between Arabia and Africa Between Arabia and Persia 60 60 840y**- 30m. Palk's Passage Between Ceylon and Hindoostan .... 100 45 Strait of Malacca Between Sumatra and Malacca .... 60 35 Strait of Sunda Strait of Macassar Molucca Passage Gilolo's Passage Pitt's Passage Strait of Torres Between Sumatra and Java Between Borneo and Celebes Between Celebes and Gilolo Between Gilolo and Waigoo Between Ceram and Oby Between New Guinea and New Hol- land Between China and Formosa Between Corea and Japan Between Nipon and Chicha Between Chicha and Tchoka Between Russia and North America 420 80 450 201 140 140 100 40 130 138 160 70 Strait of Taiouan Strait of Corea Strait of Sangaar Strait of La Perouse . . . Strait of Beering The Sea of Banda and Pacific Chinese and Eastern Seas . . Eastern and Japan Seas .... The Japan and Pacific Seas The Japan and Chicha Seas The Sea of Kamschatka and the Frozen Ocean Frozen Ocean and Sea of Karskoye 150 200 130 60 70 90 69 80 25 30 Strait of Vaygatch .... Between Siberia and Nova Zembla. . 140 42 Names of the Lakes. Countries divided by them. Greaie.t [Length. 1 Breadth ' miles The Dead Sea or Lake Asphalite Lake Van Lake Erivan or Ghenk- Sha Lake Ormiah Lake Zurrah Lake Poyang Lake Tong-tint Lake Pake Lake Terkiri Lake Zaizan Lake Palkati Lake Tchany Lake Baikal Near Jerusalem, in Syria Near the town of Van, between Armenia and Churdistan Near Erivan, in Persian Armenia Near Ormiah, in Aderbijan, in Persia Near Zurrah, in Segistan, in Persia .' Near Nantchang, in Kiangsi, in China In the Province of Houquang, in China South of Lassa, in Thibet, into which is the Island of Great Lama To the North of Lassa, in Thibet *. In Western Tatary, at the source ofthe River Irtish !!!!\"! In Western Tatary. among the Altay Mountains In the Government of Kolhyvane, in Siberia In the Government of Irkoutski in Siberia 70 85 55 65 90 65 70 55 20 50 10 40 40 25 30 50 40 30 65 50 30 151 14< 345"], [61, "TABLE LI. PRINCIPAL RIVERS OF ASIA. FALLING INTO THE ARCHIPELAGO. FALLING INTO THE PERSIAN GULF. of the First Class. Source*!. Provinces. Towns. Length! rjv,.^ 0f the of theirl Secon(j ciass. Course I RIVERS FALLI. G INTO THE SEA OF ARAL. The Sir or Sihon CI Rises out of Mounts Belur, in Eastern Turkestan Divides Western Tur- kestan from Great Bucharia Waters Indijan, Ko- gend,Tashkendand 620 Otrar ( Has several sources The Oxus or Jihon < out of the Moun- ts tains of Cabul Great Bucharia and Karasm Balk, near Bokhara! and Khieva 720 FALLING INTO THE CASPIA SEA. C In the Uralian Mounts „ t f O The Oural or Jalk East of the town of Astrakhane\" Fort Oural, Orenburg and Verko Ouralsk 828 s Rises out of Lakes Twer, Yaroslav, Kos- N Uselook andSeliger troma, Nisney Nov- The Wolga < in the Mountains of gorod, Cazane Sim- J the Government of birsk, Saratov and \\_ Twer Astrakhane Twer, Yaroslov, Kos- troma, Nizney-Nov- gorod, Cazan, Sim- birsk, Saratov, As- trakhane 1800 2*a Kama The Kur or Kour !ear the town of Kara on the North of Ar- menia Crosses Georgia di- vides Shirvan from Persia Gori, Tiflis, Ganja 480 Aras The Kizil-Irmak 5 Near the Sivas in Caramania, divides Near Kirshehr f Roum, Asia Minor Roum from Natolia Kiangari aud 365 'he Meinder . . . . •< Out of Mount Taurus,| . . ». i. ,-, „ .u u j from East to on the borders of] w Caramenia | West Near Guzedhizar 200 FALLING INTO THE LEVAN SEA. (Rises out of Mount!,-, c . e 'he Orontes ...A Libanus, near and Cr™se* tS^\\ I North of Damascus South to North Hems, Hamah, Famich *jin and Antioch '/£W The Euphrates . . In the Mountains of I Armenia, near and to the East of Ar_- | roum, by several springs Divides Roum and Sy- ria from Afgezira & crosses Irak Arabi, where it takes the name of Shat-el-A rab Waters Arzroum, Se- misal, Bir, El Der, the ruins of Baby- lon, Semowa and Korna, where it joins the Tigris a- bove Bassora 1170 The Tigris Rises near Eghil, in the borders of Ar- menia Divides Algezira from Kurdistan, crosses Irak-Arabi & joins the Shat-el-Arab Waters Diarbekir, Gezirck, Mosoul, Bagdad and joins- the Euphrates as Korna 720"], [62, "TABLE LII. SEQUEL OF THE RIVERS OF ASIA. RIVERS THAT FALL INTO THE INDIAN OCEAN. FALLING INTO THE BAY OF BENGAL. Rivers of the First Class. Sources. Provinces. Towns. Lengtl coum Rivers of the Second Class. \\lt rises in the Kent- 'he Indus or Sindi< aisMountains Nortl J West of Tibet Divides Lahore or Panjab from Cabul and Kandahar cros- ses the Sandy De- serts of Sindy Waters Leh or Ladack Attock Moultan, Hidrabad Tatta Knameh 1300 Chunaub Settege *,s»™1B..{^»£* Runs Westward bet- ween Malwa and Candeish Waters Mundellah, Hindia and Baroach 620 The Cauvery On the West of My- sore out of theGauts Mountains Seringapatan Trit- Mysore and Carnatic chinopoli & Devi cotta 370 | Rises in Gauts Moun- tains in Visiapoor Visiapoor and conda T7. - ~ ~, „ i iWaters Meritch Sola- Visiapoor and Gol- and M ,._ conda r . Gol- The Kistnah 490 patan The Godawery . . Rises out of the Wes- tern Gauts in Dow- latabad Dowlatabad, Nander, separates Golconda from Orissa and Circars Waters Monguypatan, Nander,Rajamundry 690 Manzora Baun- Gonga The Ganges Rises in the Mountains ' of Kentais and I forces its way through the Moun- | tains at a place cal- led by the Hindoos the Cow's Mouth It crosses part of Tibet Delhi, Oude Ba har, Bengal where it divides into a great number of Channels Waters Anopsheer, Conooge, Currah, Allahabed, Be- nares, Patna, Hoog- ly, Calcutta 1600 I'heJum- mah from Delhy & Agra and theGooro from Fy- zabad I TheBurrampooter or Sanpoo River Rises out the same chain of Mountain? as the Ganges and the Indus in Tibet Crosses Tibet &. Boo tan, part of th( Birman territory & Bengal Passes near Lassa and by Ghergong and falls into the Sea with the Ganges 1700 TheAva or Era- . . rosses -ibet and the Birman Provinces of Ava and Pegue where it divides in to several channels Waters Mogaung ba- moo, Quantong Ummerapoora old Ava Prome Persaim Rangoon batty Rises out ofthe Moun- tain of Tibet suppos- ed 1200 Keen- Duen The Martaban or /Rises in the Northern Thatnayn \"^ Mountains of Tibet Crosses Tibet, Yunan -, and the Eastern Provinces of Birman 'alls into the Sea at Martaban auppos I cd 1500 FALLING I. TO THE GULF OF SIAM. The Siam R,vER..{R^Y-- fj^S ottr-^ jsia^ T L man suppos ed 700"], [63, "TABLE LIU. SEQUEL TO THE RIVERS OF ASIA. RIVER THAT FALLS INTO THE CHINESE SEA. FALLING INTO THE YELLOW SEA. FALLING INTO THE SEA OF OKHOTS. FALLING INTO THE FROZEN OCEAN. v Rivers of tlie First Class- Sources. Provinces. Towns Length I of cour. Rivers of the Second Class. _-. rT>- . ... ...' ... CrossesTibet,Yunnan, And fallsintheSeabysunpos. he Cambodia or < Rises m the Northern Laog and Cambo. severa, channelsb/_ =w MaykaungRiver^ part of Tibet dja low Cambodia 1600 I I V Rises out of theNorth- 'he Kian •< ern Mountains of £ Tibet Crosses Tibet, Yun- nan, Setchuen, Hou- quang and Kiang- nan in China Passes through Sut- cheou,Tchong-king, Vu-chan, Nanking above 2500 'he Hoang-ho or C Rises in the Northern Yellow River \\ part of Tibet Crosses Tibet, and Shensi, Chansi, Ho- nan and Kiang-nan in China WatersPyn-Yang,Ho- nan, Kai-fong and Hoan-gan above 2000' 'he Amur or Sag- , Rises out of theMoun- halien River . . \\ tains ofthe Kalkas I Crosses the Govern- ments of Nertchinsk, Tciticar, and Kirin Waters Nertchinsk & Saghalien 2000 The Er- gone Ri- ver and the Son- gari Rises in the Province 'he Lena , - of Irkutsk near i . Lake Baikal Crosses the whole pro- vince of Irkoutsk, from South to North Passes by Kirensk, Olekminsk and Ya- koutsk 2300 The An- gaia or Upper Tongou- ska & tli Loicer Tongou- ska 'he Enisev Rises in the Altay Mountains South of the Government of Kolhyvane Crosses Kolhyvane & Tobolsk I Waters Enisseisk and Toruoukhansk above 2000 The Ir- tish and Tobol /•Rises in the Mountains n ] to the South of the HE UBE i Government of Kol- ' hyvane I Crosses Kolhyvane and Tobolsk Waters Kolhyvane, Narin, Sourgout & Berezov above 2000"], [64, "TABLE LIV. GENERAL DIVISION OF AFRICA. Africa is an immense Peninsula, in the shape of an inverted pyramid, measuring 73 degrees or 5073 miles from North to South, and 68 degrees or 4522 miles from East to West. It is bounded on the * T - 1 1 T 1 • _f. «™ __ , \"_- _ _^ 1 \"I 1 North by the Mediterranean Sea ; on the West by the Atlantic Ocean ; on the South by the great South Sea ; on the East by the Channel of Mozambique, the Indian Ocean, the Red Sea, the Isthmus of Suez, which is about 70 miles broad, and joins the whole to Asia The Ancient Phœnicians are said to have sailed round Africa by order of Sesostris, but Vasco de Gama is the first modern who performed that voyage, in 1490. Almost all the interior parts of this vast and burnt region are yet unknown. The Southern and Eastern parts are peopled by innumerable nations of blacks, called by the Arabs CafFres or infidels, the most numerous of these are the Bororos, the Jagas, the Zimbas, the Gallas, &c. touhtrtes. GrealDivisions. Towns. Situation. Ancient Names. s Said or Upper Egypt Egypt J J Lower Egypt r\"Barca Tripoli Tunis Girgeh On the Nine Nile >The Sea _- Ægyptus Superior -cel Thebais ÆgyptusHeptanomis et Delta Libya ■ | Africa Propria I . Africa Zeugitana Car- J thage cNumidia Propria et J Mauretania Casa- (_ riensis C Cairo . Ale-va.vdkia Derne Tripoli, Tunis , Barbary Coast....-1 Algiers • .««•«««.•••• Algiers Fez Morocco Empire ... A {JfiJ^ \\[ .'\"'[] \" Sigilraessa Darah \"Jalofs and Foulahs .... Sierra Leona colonies Grain coast Guinea < Ivory coast ,. Gold coast Benin »Biafra and Calabar. . . . Gabon Loango Congo cr Lqwer Gui- J CoDS° ProPer <Fez I Miquinez Morocco ............ Tafilet .. Sigilmessa Tatta Cahone Sierra- Leona Setre Cape Town George del Mioa .... Benin Bonny Sette Kilongo Banza or Saint Sal- vador Loando Saint Philps or Ben- guela Cape Town Zimbao Sofala Mambone Fez River In a plain A torreut Tafilet River Ziz River River Drah Cahone River Mitombo River The Sea On Cape Palmas The Sea River Formosa In the Isle Bonny River Sette The Sea stiver Zahir Mauretania, Tingitana * Goetuli Dane - Daradœ Hesperii Æthiopes nea S . . Angola. Benguela VThe Sea Colony ofthe Cape r Munhay Mocaranga \\ Sofala (erroneously Mono--*/ Sabia motapa) I Manica I Inhanbane r Coast of Macuas The Coast of ZANGVE-J^ozambique bar J Quiloa V Melinda ( Brava Coast of Aj am ...,..-< Magodoxo (Adel Abyssin.a < Upper Abyssinia .... I Lower Abyssinia .... C Sennaar Tongue Quilimane Mozambique Mongallo Quiloa Melinda Brava Magadoxo Bar bora ... , Tegulei Gondar ~ennaar Zembeze River Sofala River Sabia River Inhanbane River The Zembeze The Sea Mongallo River An island VThe Sea \\ torrent On a mountain | The Nile The Red Sea I he River Gazel 's torrent i Near the Niger Mountains Agixemba. Azania Ssthiopia Supra Ægyp- turn Troglodytic Garamantes Nubrn Negritos j Dongola 'Coast of Abesh ■f Bournu \\ Dar-four Sodd an or NegrittiaS Houssa I Toinbutoo * Kong Dongola -uakern Bournu . Kobbe.... loussa Tombuctoo Kong"], [65, "TABLE LV. ISLANDS OF AFRICA. . CAPES OF AFRICA. Isles and Clusters. Chief Islands in the Clusters. I. Greatest LengthlBre- ih Towns. Situation. Possessed by Azores Madeiras Canary Isles Tercera Pico St. Micheal ' Madeira Porto Santo, . . . 'Lancerota Fuertaventura.. Canary Teneriff Gomora Palma .Ferro \"Brava Fuego St. Yago Mayo Bonavista Sal St. Nicolas St. Lucia St. Vincent .... St. Antonio .... Canabac Bissao 36 45 50 50 14 15 50 30 45 20 30 10 16 25 20 6 12 5 8 15 25 25 12 20 5 10 12 25 10 15 5 12 5 10 18 12 18 18 8 25 5 6 340 6o 60 20 15 Angra Lagen Delgada Funchal Porto Santo ........ Lancerotta Fuertaventura Palma or Canary Laguna and St.-Cruz St Sebastien Palma Valverde St. John St. Philip St. Yago Lagoa Bonavista Palmera Loppa Atlantic, 864 mites West of Lisbon . . Atlantic, 774 miles West of Lisbon .. Atlantic, 210 miles from the coast of Africa Portugese Portugese Spaniards Cape Verd Isles . . 20 50 12 20 18 30 10 12 25 20 35 30 20 40 12 8 Atlantic, 347 miles West of C. Verd Portugese Bisagos Isles .... Porto Grande La Ville Near Sierra Leona. . Portugese Fernando Po .... Pri nce's Isle .... St. Thomas Annabon St. Helena Madagascar Bourbon Isle .... Isle of France .... Comoro Isles Zanzibor Isle .... Amirante Isle .... In the Gulf of Guinea Portugese Pavoacan Near the Equator English Natives English English Natives Arabs Natives James Fort Atl.l230m.frC.Negro > Indian Ocean .. < Mozambique Cape. . Coast of Zanguebar Indian Ocean Angouan 1090 90 80 6o 50 St. Denis Fort Louis Pavoacoa Cape Razad Cape Bona Cape Ceuta Cape Cantin Cape Bajador Cape Blanco Cape Verd Cape Roxo Cape Palmas Cape Three Points. . . . Cape Formoso Cape Lopez Cape Negro Cape Voltas Cape of Good Hope . . Cape Aguillas Cape Corientes Cape Otlgado . ...... Cape Uuardafui Cape St. iVIary Cape Natal On the North qf Barca Near Tunis, the most Northern in Africa Opposite Gibraltar Ow the Western coast of Morocco f On the Western desert coast j North- West of Guinea opposite the Cape Verd Isles In the country qf Foulah. in Guinea , On the grain coast of Guinea On the gold coast qf Guinea On the Waree coast qf B'nin, in Guinea In tt-e Gabon, near the Equator On the unknown coast. South qf Benguela Western coast qf the Hottentots Western coast qf the Colony qf the Cape South qf ( ape Colony - outh qf Inhanbane Co, st qf Mongallo , Coast qf Ajnm South qf Madagascar North qf Madagascar 32 55'N. 37 10 | 36 32 20 26 10 21 14 45 12 12 4 30 4 40 4 15 1 0 S. 16 0 s. 29 30 34 30 34 50 24 10 10 12 On. 25 50 s. 12 30 ,123 ■ 11 5 8 14 17 17 16 7 2 5 10 12 16 1 8 20 37 41 51 46 51 0 E. 30 20W. 50 20 30 45 42 45 30 E. 15 35 35 34 14 50 40"], [66, "TABLE LVI. BAYS, LAKES AND MOUNTAINS OF AFRICA. GULFS, LAKES. MOUNTAINS. VOLCANOS. Gre: nest Gulfs and Bays. Situation and Countries watered. lennhl ilreadth Bay of Aboukir Gulf of Sidra or Syrtis Gulf of Cabes Gulf of Tunis Gulf of Tremezen Santa Cruz Bay Gulf of Guinea St. Helen's Bay Table Bay False Bay Lagoa Bay Asnea Bay Antongil Bay Zeyla Bay Gulf of Suez On the Coast of Egypt, between Aboukir and Rosetta Between Barca and Tripoli Between Tripoli and Tunis To the North of the Republic of Tunis Between Algiers and Fez To the South of Morocco In Guinea, from Cape Palmas to Cape Lopez On the Western Coast of the Colony ofthe Cape J- To the South ofthe Colony ofthe Cape To the South of Inhanbane To the East of Sabia On the North Eastern Coast of Madagascar At the entrance ofthe Red Sea, North of A j am To the North ofthe RedSea 8 230 60 30 30 30 1400 20 10 20 90 80 60 30 130 5 80 50 25 10 10 400 10 5 20 40 40 50 10 18 Lake Lowdeah Lake Mariout Lake Berelos Lake Manzaleh Lake Kairoun or Mœris Lake Dembea Lake Fittre Lake Dibbie Lake Curamo Lake Maravi Lake Nossebe To the South of the Republic of Tunis > In Lower Egypt, near the Mouth of the YNile In Egypt, on the left bank ofthe Nile At one of the sources of the Nile, in Abyssinia In Negroland, into which the Guad-al-Gazel falls In Negroland, formed by the Niger Near the Sea, in the Kingdom of Benin In Caffreland, the North part, unknown In the Eastern part of Madagascar 75 25 38 65 25 52 60 20 50 30 14 10 10 6 38 40 10 18 Unk 50] :nown I 40 Names. Situation. I Length of ItheChains. Mounts Atlas The Sierra Leona Moun. The Mountains of Koug- The Mount of the Moon TheMountains of Habesh The Moun. of the Gallas Mounts Lupata The Gr.TableMountains The Red Mountains. . . . Which extend from the Desert of Barca to the Western Atlantic, through Tripoli, Tunis, Algiers, Fez and Morocco In the Western parts of Guinea Which divide the whole of Negritia from Guinea A continuation of those of Kong, ar-ross Africa In Egypt and Nubia, on the borders ofthe Red Sea To the South of Abyssinia To the West qf Zanguebar and Mongallo Between the Cape Colony and the Hottentots Which cross the Isle qf Madagascar from North tq South . Mies 2600 400 2800 500 1400 600 1000 400 1090 I i I Height. Pico Inthe Azores 7248 Peak of Teneriffe. . ..'1 , ., ' — T , _«--j VoIcanoofLancerote}7\"^^™^7^ 1222& Peak St. Philip In the Cape Verd Islands Volcano of Songaree . . On the Western Coast of Guinea"], [67, "TABLE LVII. PRINCIPAL RIVERS OF AFRICA. Q Sources. Countries crossed. Towns watered. Length of theirCounc. The Nile The Nile has two prin- cipal sources, the Eastern begins in the Mountains of Abyssinia and the Western in the Mountains of the Moon, near the cen- tre of Africa The two branches join about the 15 deg. of North Lat., the Nile crosses Nubia Upper and Lower Egypt and falls into the Mediterranean by 2 large branches Sennaar, Harbagi, Dongola, Deir, As- souan,Den dera,Gi r- geh, Siout, Cairo, Rosetta and Da- mietta, where it forms the Delta about 2300 Sin the Mount. of Kono in South Negritia, by several springs Crosses Negritia and di videsGuinea from the desert Inghiaghel, Bookars, Maka and falls into the Atlantic at St. Louis's Island rin thesameMountains m „ j about 100 miles The Gambia < Westward of the ' source of theSenegal Crosses Western Ne- gritia and North- Western Guinea & falls into theAtlantic Passes near Medina, Pisania, Yamina & Barri riding 600 iD> ., c,- Crosses the Foulahs n rs J Rises in the Sierra- . w R\"> Grande i Leona Mountain, 2\"?** m West I Guinea Biguba, Ghiuala and falls into the Atlan- tic opposite the Bis- sagos Islands about 500 The Zahir 1 Rises in the interior Surrounds Congo and Mountains of the divides it from country of the Jagas Loango 3 It falls into the Atlan- tic below Banza or St. Salvador about 1100 The Coanza /Risf ™ of the Jagas Utvides Angola from Benguela and falls Mahopengo, Isadora in the Atlantic 600 C Rises in the Great Ta- Crosses the country of j The Orange River^ bleMountains tothe the Hottentots from Falls into the Atlantic about *- East ofCapeColony East to West | 600 Manica River $ In the country of Ma- Divides Inhanbane Falls into the Bay of ' { nica from the Borolos Lagoa 500 Sofala River.... (Rifs Vm M°Un\" tains ot Mocaranga Crosses Sofala from West to East Falls into the Mozam- bique Channel at Sofala 300 V Rises in the interior The Zembezi . . . . J antj unknown parts J of Caffraria Divides Mocarango from the Bororos and Maccuas Z,imboa, Sena and falls by several branches in the Mozambique Channel about 1000 C Rises in the Kong \\ Mountains, about The Niger J 100 miles Eastward J ofthe source of the £ Senegal Runs Eastward across the whole of Negritia and the rest of its course is yet un- known Passes near Tombuc- too and Houssa about 1500 miles of its course are known ■"], [68, "TABLE LVIII. GENERAL DIVISION OF AMERICA. America is naturally divided into North and South, connected by the Isthmus of Panama or Darien, 24 miles in breadth. North America extends from the eighth to the seventieth degree of North Latitude or about 4300 miles, and above 3000 from East to West. South America is a Peninsula, measuring sixty eight degrees of Latitude, or 4882 miles, from North to South, and about 3150 from East to West, where it is broadest. America is watered by the Atlantic on the East, the great Pacific Ocean on the West and the Frozen Ocean on the North. DIVISION OF NORTH AMERICA. I Sub Divisions and Governments. 1 Capital Towns. Rivers and Situation. Dist.fr. 'Capii. Canada or British America Labrador, New South Wi i Upper Canada Lower Canada I New Brunswick Nova Scotia ales and Western Nations London Quebec and Montreal . . City of St. Johns Halifax i is yet uncolonised River Thames St. Lawrence , St. John's River Chebucto Bay Fr.ftue. 560 150 270 420 United States \"Main New Hampshire Vermont Massachusets Rhode Island Connecticut New York New Jersey Pensilvania Delaware Maryland Virginia North Carolina South Carolina Georgia Tenassee Kentucky .OhioorWesternTerritory East and West Florida (Little explored) .... New Mexico Proper . . . California Sonora Durango St. Louis of Potosi .... 'Zacatecas Guadalaxara Valadolid Portland Portsmouth Windsor Boston Newport Hartford New York Trenton Philadelphia New Dover Washington Richmond Raleigh Charlestown Savana and Augusta . . Knoxville Frankfort Vincennes St. Augustin New Orleans Santa Fe (Little colonised) Villa del Fuerte Durango St. Louis de Potosi .... Zacatecas Guadalaxara Valadolid {Mexico Acapulco Guanaxuato Puebla Vera Cruz TheSea Piscataqua Harbour . . . Connecticut River .... Boston Harbour The Sea Connecticut River .... Hudson's River Delaware River Delaware River St. John's Creek , River Potomack James River Crabtree River The Sea and Ashly River River Savana Holston River Kentucky River Wabash The Sea , Mississipi Near Rio del Korte. . . . Fr.Was 500 450 420 410 360 310 190 155 115 75 112 235 450 Louisiana 600 470 430 420 350 /■New Biscay River del Fuerte Mountains ......... Tampico River Mountains \\\\ Near Rio Grande. ..... Mountains Lake Mexico The Pacific Sea Mountains \\. A plain The Gulf of Mexico . . . River Verde River Tabasco Campechy Bay River Vacas Zeldeles River Coban The Sea Lake Leon Mountains River Penugo Fr Mcx 800 450 220 300 260 110 Mexico 170 160 72 185 210 420 550 625 410 660 900 945 1250 1410 Mexico Mexico Pro- per Guanaxuato Puebla Vera Cruz Oaxaca Tabasco Yucatan Guatimala Coast Chiapa (Verapaz Honduras [Nicaragua Costa Rica Veragua Oaxaca Villa Hermosa Campechy Guatimala Cuidadreal Vera paz Truxillo Leon Cartago St. lago de Veragua . . Guatimala"], [69, "TABLE LIX. DIVISION OF SOUTH AMERICA. Sub-divisions and Governments. Capital Towns. Rivers and Situation. I- ' Tierra Firma Carthagena Santa Martha Santa Fe de Bogota. . . . Popayan Quito Jaen Macas Quixos Maynas St. Juan de Ios Llanos. . ( Maracaibo | \\ Venezuela g -c Cumana q J Varinas r Spanish Guiana Panama Carthagena Santa Martha Santa Fe de Bogota. . Popayan Quito Jaen de Bracamoros . . . Macas Mira Borja (Little colonised) Maracaibo Leon de Caracas Cumana New Varinas Saint Tome > The Sea ) A high plain Molinos River Mount Pichincha Chinchipe River Upano River Mira River Lauricocha River 560 4S0 500 New Kingdok of Granada 235 445 825 550 400 640 The Lake Three miles from theSea The Sea Domingo River .... Orinoco 500 700 800 400 750 Bishoprick of Truxillo Arch-bishoprick of Lima Bishoprick ofGuamanga Bishoprick of Cuzco . . . Bishoprick of Arequipa La Colonna Spanish or Northern . . . Araucana La Paz La Plata Tucuman Proper Cuyo Cordova St. Jago del Estero .... Buenos Ayres Paraguay Proper Llanos de Manso Sta. Cruz de la Sierra. . Truxillo Lima Guamanga Cuzco Arequipa (Indians) | Saint Yago La Paz La Plata St. Miguel de Tucuman St. Juan de la Frontera Cordova St. Jago del Estero. . . . Buenos Ayres Assumption Vast Plains Santa Cruz de la Sierra (Uncolonised) The Sea Rimac (the Sea 6 miles, Bangara Quatanay Quilca River \"aoo Peru 225 400 460 Chili. 480 La Paz Cachimaye River Tucuman River Near the Mendosa River Primera River St. Jago del Estero Riv. Rio de la Plata Paraguay River 200 La Plata or Pa- fr.l.aPl. 540 850 830 625 1200 720 raguay Patagonia or Magallania Rio Negro Para Maranham Piauh Olinda Bahia Porto Seguro Rio Janeiro San Paolo Rio Grande Minas Geraes Goyas Matta Grosso French Guiana Dutch Guiana Piray Rio Negro Amazons Rivers > The Sea T> All Saint's Bay I The Sea j A mountain TheSea Mountains Diamond mines Ytenas River In the Isle of Cayenne River Suriuam 260 Fr.SiSe- bastian. 1700 1600 1400 1400 1250 800 500 Brasil Fortaleza Para Maranham Seara or Ceara Olinda St. Salvador Porto Seguro St. Sebastian St. Paolo Rio Grande VillaNueva del Principe Villa Boa Matta Grosso Cayenne Paramaribo Guiana 250 900 450 600 1300"], [70, "TABLE LX. ISLANDS OF AMERICA. Gre: itesi Possessions. Islands. Towns. Situation. ingth ': ircadth English Islands. . \"Æ \" C Newfoundland <5 g j Anticosti £ | jSt. John O J v Cape Briton Island . . , | Bermudas Ja g ( Providence (§ S t Guanahani or Cat. . . | Jamaica /\"Tortola ro \\ Anguilla es \"O lUarbuda English Islands. .<> ts *\\St. Christopher Jj « J A ntigua f St. Lucia -o -k St. Vincent « ,g lGranada a /Barbadoes .5 TS iTobago p /Trinidad ■^ Cura^oa | Falkland Isles < _ / Quadra Isles , ■sf | Queen- Charlotte's Is. 2 \" C Guadaloupe . i Desirade French Islands <Marygalanta ■£ Martinico /'Archipelago of Cuba ■k Porto Rico IVirgin Gorda Spanish Islands /Margarita JChiloe •Juan Fernandez .... *^_ Gallapagos Haiti to its own Governm. | St. Domingo. ....... t Sta. Cruz Danish Islands -?St. Thomas's f St. John's. . . f Saba , Dutch Islands St. Eustatia 1 1 St. Martin Swedish Islands Bartholomew United States Island . . Long Island Portugese Islands I Mara'° or Joanes- • ■ • i-ortugeseislands |gh Sebastian Is,e _ St. Catharina C Tierra del Fuego. . . . Unclaimed Islands < Staten Isles (_ Madre de Dios es T3 fe a u JS 350 125 120 110 15 40 60 140 18 25 23 20 32 28 27 21 35 25 20 90 40 60 270 200 60 10 8 40 800 110 10 45 138 15 250 35 20 80 o 15 10 55 8 15 12 7 30 13 11 18 20 15 45 6 50 60 40 45 5 6 18 90 30 St. John's and Placentia. . The Atlantic Uninhabited G.St.Lawrence Charlotte Town HilsboroughR. G:orgDelUPTotL°U\"bOU:g}TheAt,antic Fort Nassau. , The Sea Landing of Cotombus\\492 Atlantic Kingston and Port Royal \") Tortola Harbour £ Caribbean Sea Anguilla Harbour ' Barbuda Harbour | Atlantic Basse Terre I Caribbean St. John's St. Joseph -\\ Kblgstlwn '.'.\";:;::::::[ c^^n sea Fort St. George J Bridge Town -j Scarborough (. Atlantic St.Joseph £ Curatjoa | Caribbean Sea I Uucolonised \\ AtIantic 0cean ) I N. Pacific Oce. Basse Terre & F. Louis | Caribbean Sea > Atlantic Fort Royal # Fort St. Pierre 7 n -,. <. Havanni and Cuba \\ Car'*»t>ean Sea St. Juan of Porto Rico. . . . Atlantic Spanish Town ) ~ ... _. Margarita } Caribbean Sea Castro G. of Elancud 15 45 5 430 45 18 15 8 6 20 10 110 20S 20 30 300 45 60 160 15 6 6 5 6 10 6 10 150 250 20 50 Little 'known \".'.'.'.'.'.'. '. \\ \\ } Pacific St. Domingo, Port Francois Atla. & Caribb. Frederickstadt St. Thomas \"S St. John / Saba >Caribbean Sea St. Eustatia • • • \\ St. Martin. ) St. Bartholomew Suffolk The Sound Joanes Mlh.of Amazon St. Sebastian 7 Senora del Socorro j Coast of Brasil J \\ Between the > Little known interiorly V Atlantic and ) ) Pacific Oce."], [71, "TABLE LXI. CAPES AND MOUNTAINS OF AMERICA. MOUNTAINS AND VOLCANOS. B Principal Capes. Situations. Latiude. Longitude Cape Farewell Cape Chudleigh Cape Raze Cape Briton Cape Sable Cape Cod Cape May Cape i harles Cape Lookout Cape Antonio Cape Maize Cap< ;& Mole SLNicholas Cape Engano Punta dTe la Galera. . . . Cape North Cape St. Roch Cape Frio Cape St. Mary Cape St. Antonio Cape Horn Cape Blanco Punta Mala Cape Corienies Cape St. Lucas Cape Mendocin Cape Prince of Wales. . To the South of Greenland t To the North of Labrador < To the South-East of New foundland •■ To the East of Cape Briton Island < To the South of Nova Scotia < In Massachusets, near Boston • To the South of New Jersey '• At the entrance of Chesapeak Bay '■ On the Coast qf South Carolina \\ To the Western extremity of Cuba ! The East qf Cuba if?' Saint Domingo, opposite Cape Maize The Eastern point qfSt. Domingo To the East of Trinidad it the Mouth of the River Amazon, in Guiana . . . .a . . . The most Eastern point of South America Tn Brazil, near Rio Janeiro North of the entrance of Rio de la Plata South of the entrance of Rio de la Plata The most Southern point of America Most Western point of South America To the South of Panama To the West qf Guadalaxara To the South of California On the Western coast, called New Albion Opposite Cape East, in Russian Tatary 59° 40' n.^ 60° 12' 46° 36' 45° 50' 43° 20' 42° 8' 38° 55' 37° 10' 34° 23' 21° 55' 20° 20' 19° 53' 18° 36' 10° 50' . 1° 55' , 5° 10' s. ,22° 32' .34° 55' .36\" 20' .57° 30' . 4° 15' . 7° 30' n. . 20° 26' . 22° 50' . 40° 30' .65° 41' 42' 30,w. 65° 53° 10' 59° 40' 65\" 30' 70° 10' 74° 58' 76° 25' 77° 5' 85\" 74° 5' 73\" 23' 68° 21' 60° 55' 49° 55' . 35° 5' 42° 20' 54° 35' 56° 40' 55° 45' 81° . 80° 46' 105° 40' 109° 46' 123° 40' 168° 15' Large Chains. Highest Peaks or Volcanos. Situations. Height of Peaks in Feet s Cordillera Nevada or j Magellanica | Cordilleras Cordilleras of Chili <? delos Andes J J .. Cordilleras of Peru. . | miles ' Cordilleras of New J Granada ~\\ Volcano of St. Clement . . 7 North Patagonia or Modern Volcano of Minchimavida i Chili Volcano of Chilan -\\ i Volcano of St. Yago [Dividing Chili from La Volcano of Coquimbo. . . . ( Plata Volcano of Copiapo j Lauricocha Mountains. . . . | In the Archbishopr.of Lima Volcano of Chimboraz . . \") r _ El Altar { ,, „ . V Cotopaxi Volcano (Near Qu,to \\ .Antisina Volcano 3 ( 20,900 17,500 18,900 19,300 Guatimala or Apaneca Mountains,) about 1100 miles in length ) In Guatimala Volcano of Orizaba To the Ea«t of Mexico Volcano of Jorulla Intendeucy of Valadolid Volcano of Colima Guadalaxara r Extending along the West. < tern coast above 2700 t- miles in length $ Supposed fo be the highest X land in North America -Great Laurel Ridge -\\ Crossing the United States Allegany or Main Ridge. . > fromNorth-EasttoSouth- .Blue Ridge J West, about 1200 miles 15,000 The Topian Mountains, about 1500 j miles j The Western Ridge The Rocky Ridge The Appalachian Mountains J 2,700"], [72, "TABLE LXII. BAYS OR GULFS, STRAITS AND LAKES OF AMERICA. Bays or Gulfs. Situation. G Length itest | Breadth Baffin's Bay Hudson's Bay James's Bay Gulf of St. Lawrence .... Fundi Bay Delaware Bay Chesapeak Bay Gulfof Mexico Honduras Bay . .. Darien Maracaibo Gulfof Paria All Saint's Bay St. Mathias St. George's Bay Guatecas Gulf Guayaquil Panama California Gulf St. Francisco or Drake's Bay Cook's Sound Bristol Bay (Doubtful) Between Labrador and New South Wales To the South of Hudson's Bay Between Canada aud Newfoundland Between Nova Scotia and New Brunswick Betweeu New Jersey and Delaware ; hi Maryland Betweeu Florida, Louisiana and Mexico North East ofthe Government of Guatimala In Terra Firma New Granada Noi th of Maracaibo Lake Betweeu Cumana and Trinidad East coast of Brazil 800 soo 450 200 60 180 1050 250 50 90 90 40 90 150 200 70 150 700 550 170 270 50 S5 26 800 150 SO 65 60 30 80 80 50 80 80 125 - Eastern coast of Patagonia ■ Between Chili and Chiloe Island South of Guayaquil, New Granada South of Terra Firma Between the Peninsula of California and Souora To the North Western extremity of California Tothe East ofthe Peninsula of Alyaska To the West of Alyaska Straits. Situation. D.ivies Strait Cumberland Strait Hudson's Strait Strait of Bellisle Northumberland Strait ... Canso Strait Long Island Sound Fionda Strait Old Bahama Channel Windward Passage The Serpent's Mouth Strait of Magellan Strait of Le Maire Queen Charlotte's Sound. . Bheering Strait ti. twet-u Greenland and Cumberland lslaml Belween Cumberland Island and some broken land of ice Between 1 .abrador and the same land Between Labrador and Newfoundland Between Saiat John's Island aud New Brunswick Between Cape Britou Island and Nova Scotia Between Long Island and Connecticut Between East Florida and the Bahama Isles Between Great Bahama Bank and Cuba Between Cuba and St. DomiDgo Between Trinidad Island and Cumana Between Patagonia and Terra del Fuego Bet wee n Terra del Fuego and Staten Island Betweeu Quadra's Island and North America Between North America and Asia SOO 50 100 14 110 250 250 250 450 60 150 10 8 1 25 70 20 60 15 25 20 20 45 SOO 25 Lakes. Situation. Great Slave Lake Lake of the Hills Lake Winnipeg , Lake of the Woods Lake .Superior •• Lake Michigan Lake Huron Lake Erie Lake Ontario Lake Champlain Lake Mayaco Lake Chapala Lake Mexico Lake Nicaragua Lake Maracaibo Lake Parima Lake Chiquito Lake Xerayes Lakes Merin et Los Patos /■Among the Western Nations of North America \"\\ Between Upper Canada and the Western Territories In the Western Territory ofthe United States Between Upper Canada and the same Belween Upper Canada and part of Pensilvania Between Upper Canada and New York Between Vermont and New York In the South part ofthe Peninsula of Florida In the Intendency of Guadalaxara Near the Town of Mexico In Guatimala lu Maracaibo In the middle of Spanish Guiana (supposed) In La Paz To the North of Paraguay or La Plata (unlimited swamps) Tothe Southern Point of Brasil, near Rio Grande 280 100 256 50 400 260 200 250 190 8*5 50 85 15 140 145 100 150 100 12 100 SO 150 70 180 65 76 12 SO 20 10 50 105 50 50 20U SO"], [73, "TABLE LXIII PRINCIPAL RIVERS OF AMERICA. Rivers. Sources. Countries watered. Towns. Rivers they receive. 1 Length of course. iT.LAWRENCERiv. ) Rises out of Lake into the Gulf of > Ontario, in Ca- St. Lawrence ) nada )ividesUp.Canada John T'sTown, Corn- Ottawa, River fromNewYork & wall, Montreal Chambly River, crossesLo.Canada and Quebec Saguinai River 000 CoNNECTicuTRiv. ) Rises in the Moun- into Long Islaud > tains North of Sound \\ New Hampshire Divides N. Hamps.i from Vermont, crosses Massachu- sets&Connecticut' Johnsbury, Wind- sor and Hereford 300 I H.__ , r>. / Out of marshy UDSONs Kiver (■*•-, ■*., ., J ■ . .■ v, > Lakes, North o: into the Sound [ ,T -> , \\ New York Crosses New York County and di vides it fromCon- necticut Waterford, Albany, New Windsor, Orange Town & New York 28 O I ) ♦ Delaware River 1 Rises near into Delaware > ware, in Bay ) York Dela-| DividesPenJilvatiia New from New York & New Jersey Easton, Trenton, Burlington and Philadelphia i i 270 Susquehann aRiv.\"\\ Out of marshy into Chesapeak > Lakes iu New Bay J York Crosses Pensiivania <--,, ,TJ j l rn* Cheneucjo and Har- and part ot Mary- . , B , r J risburgr land t> 300 f PATOMACKRiver / „- - ;. , rs, , I Rises- out ot the into Chesapeak)- ... ■*.. „ ( AlleganyMounts Leesburg, Wash- Divides Virginia ington, Alexan- from Maryland dria and Mount Vernon 280 i The Savanna Ri- ] RisesoutoltheAp- ver, Atlantic \\ palachian Moun. Divides S. Carolina Vienna, Augusta, from Georgia Savanna | ■ 250 i \"J Rises out of Lakes „. ,„ / on the W. of Lake The Mississippi, I c • . _s ii- r»/r )*■ Superior, between Gut of Mexico ( rTr f. , , I Upper Canada 3 and Indiana Divides Indiana, Kentucky, Te- nassee, Georgia and Florida from Louisiana Outagames, Saint Missouri, Ohio with Louis, New Ma- the Cumberland drid, Fort Pic-, andTenassee,the kering ami New; Arkansaw and Orleans Red River Mississippi 1600 Ohio 800 Missouri 2000 | ! I Rio Bravo or -j Rises iu theTopiun Del Norte, > Mountains, North Gulf of Mexico J of New Mexico INew Mexico & thel Intendancy of St. Louis de Potosi! Passes near Santa Fe, Loredo and Revilla t above 1300 The Orinoco Ri- ver, Atlantic Rises iu the Moun- tains of the In- terior of Spanish Guiana | Divid. Guiana tron St. Juan de loi Llanos, Venezue- la and Cumana Ciudadreal and St. Tome and falls by 1000 branches above 1500 The Amazons or Maranon River into the Atlantic (Rises out of a Lake in the Andes, to the North or A- , requipa Crosses Cuzco aud La Colonna un- der the names of Apurinac and Ucayal ; divides the Spanish and Portugese Pos- sessions & Guia- na from Brasil Olivanca, Pauxis, Paru, Curupa By itself. By Lauricocha, By Rio Negro. By River Beni, By River Madeira 2800 2500 2100 2900 9500 ~\\ Out ofthe Aloun The Tocantin, £ tains of Santa Atlantic ( Marta, in the ) Middle of Brasil Kuns from South to North across Para, where it falls the Government into the Sea of Goya s & Para raguaya 1300 St. Francisco Riv, f Rises in the Caras- Atlautic j tra Mountains Crosses Min as Ge-| reas, Bahia and OlindaGovernm. 1200 < s_ < ~z pi j td £ 1 By itself, 300 The Rivera Paraguay, | Parama, Uraouay, i They rise by several branches out of the Mountains ol Mattagrosso in Brasil Cr. sses several Lakes & Swamps and the Govern- ments of Para- guai Proper and Buenos Ayres Waters Assump- tion, Santa Fe, Buenos Ayres, Sacramento and Monte Video Paraguay, Parana, Uruguay, 1200 1700 800 Pilcomayo. Rises in the Andes Pilcomayo 900 Tucuman"], [74, "TABLE LXIV. POLYNESIA OR NEW DISCOVERED ISLANDS IN THE GREAT PACIFIC AND SOUTHERN OCEANS. END OF THE FIRST PART. — ■ T T — — Clusters. Principal Isles. Between what Ihscovered by Latitude. Longitude. Kerguelen or Desola- ? tion Isle X - New South Wales I T° the 1 East Carpentaria .... 1 VanDiemen's la. > *£ New Holland (including) •< E„drach, L,nd f T , Edels Land .... 3 West Leuwin's Land 5 K.George'sLandS £** Nuyts Land .... 3 Van Diemen's Isle ■k. , , < Tavai-Poenammoo .... New Zeeland Faheinc-Mauwe ...... 49° & 50° 11 39 s s 68\" 7I°E Kerguelen 1772 Cook 1770 Carpenter 1628 Van Diemen 1518 Dampiers 16X8 De Witts 162S Fndracht 1616 Edei's 1619 Leuwin 1622 Vancouvers 1791 Nuyts 1627 Tasman 1642 114 153 40 43 145 148 35 47 166 178 Tasman 1642 New Caledonia New Guinea Louisiade New Britain New Ireland Solomon's Archipelago New Georgia Queen Charlotte'sArchp. Egmont or Sta. Cruz . . New Hebrides Terra del Spiritu Santa Freejee Isles Friendly Isles Amsterdam Navigators Isles Society Isles Otaheite The Marquesas Sandwich Isles { ° W\"* <*£* e.CaPfc ; Cook was killed .... Aleutians Archipelago Fox Isles Bhering Isle Gores Isle Clarke Isle 20 23 10 8 12 4 6 3 5 5 11 10 12 13 30' 19 30' 17 19 18 22 IS 14 14 23 30' 8\" 11 164 168 130 148 149 153 148 30' 152 151 153 154 161 166 168 167 170 178 180 174 176w 169 172 135 155 138 140 Cook 1774 Salvedra 1527 Bougainville 1468 Dampiers Carteret 1767 Mendana 1767 Mendana 1595 Quiros 1606 Tasman 1643 Tasman 1643 Bougainville 1768 Wallis 1767 Mendana 1595 19 22 ] N 155 160 Cook 1778 52 54 55 56 60 61 62 sia 168 190 167 168e 172 173 17H Russians 1733 Bhering 1733 Cook 1778 r\\ _.__!__ -.___."], [75, "A SHORT TREATISE ON THE SPHERE OR THE (Butti) co usitrn* tta a£ a planet; TO WHICH ARE ADDED AN EXTENSIVE COLLECTION OF PROBLEMS OR PRACTICES ON THE TEMRESTI^iL & CEILESTI^LL, GLOBES? A COMPLEAT TABLE OF THE PROPERTIES OF THE OTHER PLANETS AND AN EXACT CATALOGUE OF THE CONSTELLATIONS AND THE FIXED STARS, . VISIBLE TO THE NAKED EYE IN EACH. THE WHOLE ADAPTED TO THE CAPACITY OF YOUTH. BY Mr. WAUTHIER. SECOND PART. ftonuon : PRINTED BY SCHLLZE AND DEAN, 13, POLAND STREET, OXFORD STREET. 1815."], [76, ""], [77, "PRELIMINARY NOTIONS AND DEFINITIONS ON EXTENT AND MAGNITUDE All the knowledge we have attained of the different parts of the earth's surface, as well as of its situation in the universe, and of all the other phenomena relative to the celestial bodies we owe to geometry. It seems, therefore, almost indispensable not to give here a few of the most simple notions of that science, by way of introduction to this second Part of Geography, and as things necessary for all to know. I. There are but three dimensions or extents in nature : length, breadth and thickness. Thick ness is also called depth and height. Extent. II. Lines. Whatever has the first dimension only, or length is a line. Such as the distance between two steeples ; the length of a kingdom or province ; the horizon, or that natural line or boundary between the earth £nd the s^ies. III. Planes or Things that connect the two first dimensions, length and breadth, are called surfaces 01 surfaces, planes. Such as a field, a kingdom, a province, a map, &c. IV. Solids or Things that unite the three dimensions are denominated solids, or bodies, such as a stone, a bodies. wall, a mountain, a globe, &c. V Straight and curve lilies Lines and planes are either straight or curve, and bodies arc either regular or irregular. and planes. VI. Parallels. Lines and planes are said to be parallel when they are equally distant from each other in all their extent, and could never meet however far prolonged ; such as the furrows of a plowed field, the tracks of a pair of wheels on a road, the floor and ceiling of a room, &c. VII. Lines and planes that are not parallel must meet if sufficiently prolonged, and when they ' ng *' meet the space between them is an angle. An angle, therefore, is larger or smaller as the lines or planes are more or less inclined to each other. Vill. Horizontal. Lines and planes are said to he horizontal, when they are parallel to the horizon. Such as the ceiling and floors of rooms, the level of water, &c. IX. Perpendicu- Lines and planes are said to be perpendicular when they form with the horizon two equal lar. angles, which are then called right angles. Two lines or planes are also perpendicular to each other when they form equal angles together. A stone or lead suspended from a string is always perpendicular to the horizon, and workmen have no other way of ascertaining the regularity of the elevation of walls, buildings, &c. 1"], [78, "4 X Lines and planes are said to be oblique to each other when they form unequal angles ; the the larger angle being called obtuse (blunt), and the less acute (sharp). A book laid flat on a table forms no angle with it : if a little risen it will form with it two angles, one small and the other large ; rise it till it stands upright by itself, then the angles or spaces between it and the table will be equal, or right, and the book perpendicular. Oblique. XL Circle -^ circle is a plane figure formed by the revolution or turning of a straight line upon one of its extremities. A stick or string being fixed on a table by one of its ends, and being turned round, will describe a circle with its other end, isa pencil be affixed to it. Then the end pinned in the Centre, table is called the centre, and is, of course, equally distant from all the points of the pencil line, Radius, which is called the circumference of the circle- The string itself is called a radius. It is evident that the string shifting its position at the pencil discribes the circumference. There may be as many Radii. radii conceived as there are points in the circumference. XII. Diameter. The diameter of a circle is any straight line passing through its centre and dividing its sur- face equally. Two diameters being drawn perpendicular to each other will, therefore, divide the Quadrants, w hole circumference into four equal parts, called quadrants. XIII. The circumference of all circles is always supposed divided into 360 equal parts, called de- Division of qrees. Each degree subdivided into 60 minutes, each minute into 60 seconds and each second the circle, into 60 thirds, &c. &c. The degrees, minutes, seconds and thirds are thus marked on maps, &c. 30° 3' 4\" 1'\", or 30 degrees, 3 minutes, 4 seconds, 1 third, &c. XIV. If the summit or point of any angle be applied at the centre of a circle divided into its 360\", Measure of the lines, which form that angle, will contain or cut off a certain number of those degrees, then angle.. that number of degrees is called the measure of the angle. A right angle, for example, will cut off the fourth part of the circumference ; its measure is, therefore, 90 degrees, the 4th part of 360. An angle less open will cut off a less number of degress and be acute, all angles containing more than 90° are obtuse XV. Globe or A globe or sphere, the most regular of solids or bodies, is formed or generated by the revo- Syhere. lution or turning of a circle upon one of its diameters. That diameter takes the name of axis, Axis. (axon, which is to lead, to direct), and the extremities or ends of the axis are called the poles Poles. (poleo, I turn). Every point of the generating circle, except the two poles, describe a circle at each revolu- Parallels of tiou ; these circles are called parallels of latitude, and that of them which is equally distant Latitude. from the two poles, that is, 90 degrees from each, is called the equator or equal divisor, because Equator, it divides the sphere or globe into two equal parts. The space between any of these parallel Zone. circles is called a zone or belt. XVI. Large circles. All circles having their centres common with that of a globe are called large circles, and Hemisphere divide the globe into two equal parts called hemispheres. All other circles are called small circles, or half sphere an(j are gma]ier the further their centres are remote from that of the globe. Remark, that small Small circles, circles are, nevertheless, divided into 360°, which become smaller in proportion to their circles. XVII. Measurement Measuring a thing is ascertaining the number of times that thing contains another previously agreed upon and taken for standard ; for example, measuring a cask or butt is ascertaining the number of gallons, quarts, pints, &c. contained in it."], [79, "5 a xvni. Lines are measured with lines, and distances are ascertained by repeatedly applying the standard straight measures ; such as, 12 inches which make a foot; 3 feet . . •. . .a yard; b\\ yards a pole; 40 poles . , . . . a furlong; Measure of 8 furlongs ... a mile ; lines. 69§ miles .... 1 degree, and 360 degrees make the circumference of the earth, which, if a perfect sphere, would be 25,020 miles round. XIX. Planes or surfaces are measured with surfaces, or by applying on them the standard surface Measure of called square measure ; as a foot square, a yard square, that is a surface having a foot or yard surfaces lengthwise or breadthwise. Therefore, if all surfaces Mere regular, and had their sides parallel and at right angles, their surfaces could be as easily measured as the lengths of lines. For example, a plank a foot square, containing 12 inches in length and 12 inches in breadth ; the measure of its surface must be the multiplication of 12 by 12, or 144 square inches of wood. Again, a bed of ground measuring 9 yards in length by three in breadth ; its square surface is the multiplication of 9 by 3, or 27 yards square or 243 feet square. _\\____. But as on irregular figures a square measure cannot be applied, another method is adopted Measure of to find the measure of their surfaces. It is simple, for if surfaces or figures cannot be exactly irregular divided into squares, they may at all times be divided into as many triangles(a) as they have sides ; su r aces\" nothing remains, therefore, but to find the measure of the surface of triangles. XXI. The measure of the surface of any triangle is thus found. Multiply the number of yards, Measure of feet or inches contained in one of its sides by the number of feet, &c, found in half its height.(b) triangles, Or, again multiply the whole height by half of the base. Thus also is found the superficies of a circle. Multiply the whole circumference by half of the Measure of radius. If a circle or basin of water is found 20 feet in diameter it will measure 62 feet six-sevenths circles. in circumference, (c) then multiplying 62 six-sevenths by 5, which is half of the radius, the produce 314 feet two-sevenths will give the surface of the water. The surface of a globe or sphere is found by multiplying the circumference of one of its large circles by the whole diameter. XXII. Solids or bodies are measured with solids, such as a solid inch, foot, or yard, that is a block or Measure of mass having an inch, foot, or yard every way, such as a die, and is called a cube. A piece of soI'ds marble a foot cube contains 20,736 inches cube ; for each of its surfaces being the square of 12 contains 144 square inches which are to be multiplied by the depth, which is also 144, which pro duces 20,736 inches of marble. A room, measuring 14 feet in length, 10 in breath and 9 in height, the quantity of air it contains is thus asertained : multiply the length, 14, by the breadth, 10; the produce, 140, will give the the surface of the floor or of the ceiling. Multiply that surface 140 by the height 9, the produce will be 1260, the number of cubic feet of air in the room. XXIII. The solidity of a globe or sphere is found by multiplying its surface by the third part of the Measure of radius. Thus a globe or sphere IS inches in diameter and in circumference 56 inches four- g'°he or sevenths; the multiplication of these numbers produces 1018 two-sevenths for the surface ofthesp ere' globe as said at N° . 22. Then multiplying that surface by the third part of the radius, or by 6, the third of 18, the produce, 6109 two-sevenths, will be the solidity of that sphere or globe. (a J A triangle is a plane having three sides and three angles. When the sides and angles are all equal it is said to be equilateral. When two sides and two angles only are equal it is called isoceles (equal legs), and when they are all unequal it is said to be scalene (limping). A triangle having a right angle in it, is called a rec tangular triangle. (bj The height of a triangleis the perpendicular drawn from any of its angles to the opposite side. (cj Tuke notice, that the diameter of circles and of globes and their circumference are always in the pro portion of 7 to 22; or if more accuracy be wanted of 1 13 to 355. c"], [80, "Solar system OF THE EARTH, CONSIDERED AS A PLANET; WITH A DESCRIPTION OF THE SOLAR SYSTEM La terre est un globe d'environ 3000 lieues de diametre, elie est situee a 30 millions de lieues du soleil, autour duquel elie fait sa revo lution en365jours. Ce mouvementde revolution est le resultat de deux forces, l'une qu'on peut se representer comme une impulsion de droite a gauche, ou de gauche a droite, et J'autre comme une attraction du haut en bas, ou du bas en haut vers un centre. La direction de ces deux sprees et leurs quantises sont combinees et proportionnees de facon qu'il en resulte un mouvement presqu'uniforme dans une ellipse, fort approchante d'un cercle. Semblable aux autres planetes, la terre est opaque, elie fait ombre, elie recoit et reflechit la lumiere du soleil, et elie tourne autour de eet astre suivant les lois qui conviennent a sa distance et a sa densite relative ; elie tourne aussi sur elle-meme en 24 heures, et l'axe autour duquel se fait ce mouvement de rotation est incline de 66 £° sur le plan de l'orbite de sa revolution. The earth is a globe of about 7934 miles in diameter. It is situated at about 95 millions of miles from the sun, round which it performs a revolution in 365 days, 5 hours and 49 minutes (a year). This circular motion is the result of two forces, or powers, which may be represented the first as an impulsion from right to left, or from left to right ; and the second as an .attrac tion from either side towards a centre. The quantity and direction of these forces are thus combined and proportioned that the globe is forced, by their mutual and continual efforts, to describe round the sun an ellipsisfa) or oval, very similar to a circles b) As well as the other planets, the earth is opaque ; it receives and re flects the sun's light, and revolves about him, according to laws adapted to its distance and to its relative density. The earth also turns on it self in 24 hours, and the axis round which that rotation is performed is inclined, or oblique to the plane of its annual circle, and forms with it an angle of 66 degress and a half. Buffon, Theorie de la Terre, Hist. Nat. Tom. I, pag. 127 et 128. Buffon 's Theory of the Earth, Vol. I, page 127. As Buffon, in these few and concise words, has embraced the most remarkable phenomena of the celestial mechanism, a thorough understanding of them will prove a sufficient knowledge in astronomy for young people, and for all who do not intend to make a particular study of that noble science. I shall, therefore, in the following developement, confine myself to make them clearly understood, and endeavour to enable youth to form a just idea of the harmony and cons truction of the universe, and, more particularly, of those articles that have an immediate connection with geography. Article 1. A system is the order and disposition of the different parts of a thing. The system of the universe is, therefore, the order, disposition or arrangement of the celestial bodies. 2. The celestial bodies, or stars, are of two very different kinds : the first are, like our sun, sources of light and heat, and do not appear to change their situation in regard to each other • (a J An ellipsis may be thus traced : put two pins, at a small distance from each other, into a board or paper, and tie to each of them the ends of a silk; then keeping the silk tight, by the gentle pressure of the point of a pencil let it mark on the paper as if you would describe a circle. The cuive thus traced will be an ellipsis. The farther the pins are from each other the longer aud narrower the ellipsis will be. (b) A stone tied at the end of a cord and whirled round may give some idea of these forces ; the impulsion given by the hand is the first cause of the motion, and but for the cord the stone would fly in a straight line ; but the cord retaining it towards the hand, forces it to describe a circle round that centre, and represents the attraction."], [81, "7 these are called fixed stars, or suns: they are dispersed through the immensity of space without Fixed stars. any apparent regularity or order as to their size and reciprocal distances. The first astronomers have divided them into clusters or constellations, to which they have given arbritrary names of men, Constellations animals, &c. Their distance from us is immense ; that of the nearest of them could not be ex pressed in miles with less than 12 figures. {See the table of the Constellations.) 3. The second kind of celestial bodies have no light of their own, but receive and reflect that of the sun. They are not fixed, like the others, but continually change their places in the heavens ; for which reason the Greeks have called them planets (planetes, erring), and as they Planets. are much nearer to us than the fixed stars we can trace their course among the former as they pass before them or eclipse them. 4. We know 29 planets, 11 of them are called primary planets, because they revolve or Primary turn round the sun ; and the 18 others turn round and appertain to some of the primary, and are planets. called their satellites (gards) or moons. 5. The primary planets are, Mercury, Venus, The Earth, Mars, Vesta, Juno, Ceres, Pallas, Jupiter, Saturn and Herschell. (a) Their several distances from the sun may be readily conceived by dividing a straight line in Proportional the following proportion : distances. 3—6—9—14—22—25—26—27—49—90—180 The satellites, or moons, are thus distributed : one turns round the earth, four round Jupiter, Satellites or seven round Saturn, and six round Herschell. Moons. Comets are a sort of planets revolving about the sun, but describing about him very long Comets. ellipsis, or ovals ; so that at times they come very near him, at others are extremely remote from him ; whilst the paths of the other planets are nearly circular. From the nature of the ellipsis the comets might be supposed to revolve about two suns, one in each focus ; but their theory isyet very uncertain, and the return of very few correctly ascertained. 8. Tlie sun, the primary planets, their satellites and the comets all seen through teles copes appear to be nearly globular, and our earth seen from a proper distance would also appear under the same figure. Jupiter and Saturn are visibly flattened at each pole ; the earth is also flattened al the poles, and probably all the others ; but the compression is so small that it could • not be sensibly expressed on artifical globes, being but the three-hundredth part of the axis, or about 26 miles. 9. The most striking proofs of the globular figure of the earth are deduced, 1. from the Figure of the shape of its shadow at the time of the eclipses of the moon, for under whatever circumstance they earth. happen that shadow is circular. 2. From the depression or sinking of stars under the horizon, and the apparition of others above it, when we are sailing- or travelling in any direction. 3. Also the gradual appearance and disappearance of the shores and highest mountains, as we approach them or recede from them, and 4, the numerous voyages lately performed round it in almost every direction no longer permit us to doubt of its being a globe. 10. The ellipsis or paths the planets describe round the sun are called their orbits, or Orbits. ecliptics ; these orbits are not parallel to each other, but incline to one another, forming different angles like so many hoops placed within each other and intersecting into two opposite points called nodes or knots. The nodes are situated in different parts of the Heavens, and have a Nodes. regular slow motion westward. The word ecliptic is more particularly adapted to the orbit of the earth. 11. Before the discovery of the four new little planets, Mercury was that whose orbit formed the greatest angle with the orbit of the earth, or was the most elevated upon it. It formed with it an angle of nearly 7 degrees. The orbits of all the planets were, therefore, limited within a space or zone of the starry heavens occupying seven degrees to the North of the ecliptic and as many to the South. That space or zone is the Zodiac. On celestial globes the zodiac is gene- Zodiac. rally found 16 degrees in breadth, and being the most interesting part of the Heavens each degree of it is drawn, (b) 12. As the situations or places of planets in the heavens can be determined but by comparing (a) The planet Herschell, or Georgium Sidus, or Uranus was discovered in 1781; and the four little planets of Ceres, Pallas, Juno and Vesta have been discovered since 1801. (I J Thfe orbits of the new discovered phnets being found less inclined on the ecliptic, the Zodiac cannot contain them without becoming broader. The orbit of Pallas, the most elevated, forms with the ecliptic an angle of 34 degrees 50 minutes; the Zodiac becomes, therefore, 69 degrees 40 minutes broad. •2"], [82, "8 or referring them to the fixed stars they pass before, that space, or zodiac, within which the course of the planels is limited required to be minutely investigated, and every star of it accurately laid down. This has been one of the first labours of astronomers. They have divided at first the Signs of the zodiac into twelve equal parts, called signs of the zodiac, each containing 30 degrees. Six of them Zodiac. are called northern signs and six southern ; their names and figures are thus expressed, beginning by Aries and ending by Pisces. _s> , u (\\ I cancer Gemini '\" — . J. .?>- 4 3 .?£-... v- >f tf&xthem Signs %**£\"-■<. &ff \"\"*.. _> * Sotilhem Si&^s // itf ..-A\" O^ .. Caftricornus - &P ' K/f Annual revo- 13. A year to any of the planets is the time it employs in making a complete revolution lutionsof the am0na; the 12 signs, and as the distances from the sun to the planets are very different, as shown planets. jn j^0> 5^ tjje tjme 0f their revolution is also very unequal, and proportioned to the magnitude of the ellipsis they describe. Mercury, the nearest to the sun, completes its revolution or year in 88 of our days. Venus in 225 Ceres in 4 years 220 days. Pallas in 4 years 221 days. Jupiter in 11 years 314 days. Saturn in 29 years 167 days. Herschell in 83 years 140 days The Earth in 365 days 5 hours 49 min. Mars in 686 days 23 hours. Vesta in 3 years and 60 days. Juno in 4 years 128 days. 14. All the primary planets and almost all the satellites perform their revolution from West to East, following the order of the signs, that is from Aries into Taurus, Gemini, and so on, their mo- Direct and tion is then direct. But Herschell's satellites and several of the comets perform their course the retrograde other way, or from Aries into Pisces, Aquarius, &c, which motion is called retrograde. mot10\"\" 15. As they proceed into their respective orbits all the planets turn or revolve upon them- selves, and have, therefore, a natural axis and poles. One is called the arctic, or north pole, and the other the antarctic, or south pole. This rotation procures the light and benefit of the sun to all their parts successively. Each rotation is a day. The visible spots 011 almost all of them have enabled us to ascertain the length of the days of several. The sun revolves on its Diurnal revo- axis in 25 days, 9 hours, 56 minutes, from East to West contrary to all the other planets. lution or ro- Mercury,24h.5min. doubt. Vesta, Jupiter, 9 h. 55 m. 37 sec. Venus, 23 h. 20 min. Juno, f unknown, but suppo- Saturn, 10 h. 16 m. 2 sec. The Earth, 24 h. Ceres, £ sed 27 hours. Herschell, unknown. Mars, 24 h. 39 min. Pallas, } (The Moon, 29days, 17 h. 44m.) 16. Every spot on a planet must therefore come opposite or in face of the sun once every Meridian. revolution or day ; that moment is the noon or meridian of that spot. The meridian at one place cannot consequently happen at the same moment as it does at another more to the East or more to the West than itself: for the place to the East must come to the sun before and that to the West after it, by a time proportioned to their respective distances. The difference of time be- tween the meridian of one place and the meridian of another is called the longitude : hence it Longi u e. f0uows that places which come opposite to the sun, at the same time, have the same longitude or the same meridian or noon, (a) 17. As our earth turns on its axis in 24 hours and the equator is divided into 360 degees, (a) On artificial globes the 24 great semicircles passing through the poles and every 15th degree of the equator are called the meridiaD."], [83, "9 one hour of time answers to \\b degrees of that circle; or 15 degrees pass before the sun in one hour. Reduction of Again, as every hour is divided into 60 minutes, 60 divided by 15 will shew that each degree takes degrees into four minutes of time to pass before the sun. A place, therefore, situated one degree to the eastward t,me' of another is four minutes faster in time, and a place one degree to the westward is 4 minutes later. Bristol, for example, which is 2 degrees and 30 minutes to the West of London, passes to the meridian 10 minutes later than the capital. And Amsterdam, which is 4 degrees 62 mi- nutes to the East of London, has noon or comes to its meridian 10 minutes and 28 seconds before London. («) 18. The time in which the planets perform their revolution round the sun forms their year ; the time they employ in turning- on their own axis forms their days ; it remains now to find the cause of the changes of the different seasons. The cause of the change of seasons on our earth may be thus explained: the sun's centre and the centre of the earth are in the same plane, that of the ecliptic ; if the axis of the earth had been perpendicular to that plane, that is to its Cause of the orbit, the two poles, during the annual revolution, would never have lost sight of the sun, but change of would have received its rays continually but very obliquely ; whilst the regions about the equator seasons. or middle of the globe would have had the sun constantly perpendicular ; and the countries be- tween the poles and the equator would have seen it constantly at the same elevation on their - horizon at noon and there woidd have been no change either in the temperature of the same place, nor any difference in the length of days; it would have been a continual equinox. 19. This may be rendered very intelligible by an easy experiment. Run a silk or thread through an orano-e or a ball, or any globular object, and hold it by the silk before the light of a candle: the part of the silk inside of the ball represents the axis, and the two opposite points where it enters the ball are the north pole above and the south pole below. Then if you carry the ball round the light from left to right, in a plane parallel to the surface of the table on which the candle is placed, and keep it at the1 height of the flame you will perceive that during the whole round or revolution the rays of the light will equally reach both the poles obliquely, and be perpendicular over the centre of the ball. Also, if you turn your globe on its axis, by twisting the silk between your fingers from left to right you may observe that any other spot but the poles will, in describing its circle or its latitude, remain an equal length of time in the darkened as in the enlightened hemisphere. And if such had been the position of the axis of our earth we should have a constant equinox, constant burning under the equator, constant gloom at the pole, and more or less heat or cold according to the latitude or distance of the places from the equator. W-Pole (a) The following scheme may convey a true idea of the longitude. Every body knows that a cannon may be fired by the sun's rays passing through the focus of any magnifying glass ; let us suppose then that on such a sea-coast as that of Sussex, which lies nearly East and West, such guns were placed, exactly in the me ridian, on the different parts of the cliffs. The 1st, for example, on Beachy-Head, the 2nd atSeaford, the 3rd at New Haven, the 4th at Rottendean, the 5th at Brighton, the 6lh at Shoreham, the 7th at Worthing, the 8th at Little Hampton, the 9th at Bognor, the 10th on Selsey-Bill and the last at St. Helen's. I say that all these n"], [84, "10 20. But if, instead of carrying the ball round the light in a plane or orbit parallel to the table, you carry it through an inclined or oblique plane, so that at one time or point it comes nearer to the table than at the opposite point, the change of seasons will be clearly elucidated. Axis inclined 1°. When, at the point of the circle where the ball or globe is lowest, or nearest to the table, you can easily see that the north pole alone enjoys the light of the sun, represented by the candle, and that the rays cannot reach the south pole, although you may turn it upon its axis, it is then summer for the inhabitants of the northern hemisphere ; this happens on the 21st of June. 2°. When the ball shall have reached the opposite point of the circle or the place, at which it is the furthest from the table, you may see the south pole in the rays of light and our north pole in darkness ; this is our winter; the 21st of December. 3°. You may also notice that, as the globe ascends from the lower to the upper part of the circle, and comes to the same height with the flame of the candle, both the poles are obilquely enlightened at once, and then an equinox takes place ; this is the beginning of our autumn ; the 23rd of September* Fourthly and lastly, another equinox will happen when the globe comes again in the plane of the light, as it passes from the upper to the lower part of its orbit, — this is the vernal or spring equinox, on the 23rd of March. 21. From thence it is evident that the more or less inclination of the Axis of the earth or of any other planet to their orbit must cause a great difference in the manner in which they are illuminated by the sun, and the greater the inclination so is the variation of their seasons. The earth's axis forms with its orbit an angle of 66 degrees and about 30 minutes, and the equator an angle of 23 degrees and 30 minutes. The sun, therefore, can never be farther from our equa tor than 23 degrees 30 minutes towards the North, and the same quantity towards the South, which take up a space of the globe 47 degrees in breadth, and out of this the sun never deviates ; that space we call the torrid or burnt zone. 22. On the 21st of March, or vernal equinox, the earth being at the point where the plane of its equator cuts the orbit, the sun is over the middle of the torrid zone, and seems to describe Summer. Winter. Autumn. Spring. Torrid or burnt zone. gun. will fire one after the other, beginning by that on Beachey-Head, being the most to the East, and ending by that at St. Helens, the most westerly, all within the space of about 5 minutes and 30 seconds of time ; which time is the difference in longitude between the fiist and last of those places ; and the time of firing between one place and the next will be their difference in longitude. Also, such gun, placed in the meridian at the Tower of London, will fire exactly in the same time as that placed about Brighton, being both under the same meridian and having therefore no difference in longitude. 2"], [85, "11 the equator, but as the earth proceeds every day, the sun's rays fall higher and higher towards the North Pole. If it was possible that it it could leave its trace, on the surface of the globe from the 21st of March to the 21st of June, that trace would be a spiral line, (a) having as many turns or circumvolutions as there are days in that lapse of time, that is 92, all of them contained between the 23 degrees and about 30 minutes; this is called the sun's Sun's decU* declination. tion. 23. If the inclination of the axis had been less than 66 degrees 30 minutes, the number of the circumvolutions of the spiral would have been greater, and of course the torrid zone broader, as is the case with the planet Mars, whose axis being inclined to its orbit of only 59 degrees and T .^ zones 22 minutes, the sun deviates from its equator of 30 degrees and 38 minutes towards the North of the other and the same towards the South ; its torrid zone is, therefore, 71 degrees and 16 minutes broad. Planets. Venus, on the contrary, whose axis it is supposed is 75 degrees inclined to its orbit, can have its torrid zone only of 30 degrees broad. Jupiter, whose axis is perpendicular to its orbit, has no torrid zone, the sun never deviating from its equator, and, therefore, all its regions have a per petual equinox. 24. The boundaries of the torrid zone or the two last turns of the spiral line towards the North and South are called the tropics, (from the Greek trope, return), because it is evident that Tropics. the sun returns to the South after it has described the northern tropic, and returns towards the North after describing the southern one. The first is called tropic of Cancer and the other tropic of Capricorn. 25. The diurnal apparent motion of the celestial bodies appears differently performed, seen from different parts of the earth. An inhabitant of the Pole, for example, (if any could be), would never see the fixed stars rise or set to his horizon ; he would constantly see them describing round him complete circles, more or less elevated and always parallel to his horizon, in 24 hours; the most elevated stars describing lesser circles, until that star which appears to be almost per pendicular over his head, and is called for that reason the pole star, does not appear to have any Pole star. motion. This situation on the globe may be compared to that of a man at the summit of a high moun tain; this man, turning himself round, will not lose sight of any of the objects above his horizon, they will appear to have performed a circle round him every time he turns on himself. One point alone will be fixed, that is the point perpendicularly over his head, called the zenith. In Zenith. this situation she equator becomes the horizon, and therefore all the time the sun remains on that side of the equator, that is from one equinox to the other, or six months, that pole has it constantly parane| on its horizon. This is called, for that reason, the parallel sphere. sphere. 26. To an observer, situated at the equator, all the heavenly bodies seem to rise perpendicu larly out of his horizon, and describe from East to West a semi-circular arch every twelve hours ; those which rise nearest to the East point describing larger arches, and those which rise nearest to the Poles smaller arches, so that the poles are again motionless. This is called the right sphere. R. . , This situation may also be compared to that of a man at the bottom of a mountain ; he may turn himself round, but he loses all the objects that are behind the mountain, or exactly one half of his horizon. The sun, therefore, describing similar semicircles every day, cannot be longer than 12 hours above the horizon and twelve hours below ; making constant equal day and night. 27. In the right sphere, or at the equator, the pole star is seeu in the horizon but as soon as the observer sails or travels towards the North or towards the South, the pole is seen rising above the horizon, and the horizon reaches beyond the pole as many miles or degrees as were travelled through. The elevation of the pole star above the horizon is, therefore, always equal to the dis tance of the equator, or to the latitude of the place of observation. At any other place but at the poles, or at the equator, the sun, the planets and all the stars seem to describe arches or circles more or less oblique to the horizon, according to the height of the latitude. The man, half way up the mountain, must see a greater part of his horizon than the man at the base ; for the mountain being thinner there than at the bottom, it must hide a less quantity of the surrounding objects, and the more he ascends the more he comes to the full view, or to lhe parallel sphere. This situation is called the oblique sphere. It is to be observed that, in this oblique situation of the sphere, all the Oblique parallels described by the sun are all unequally divided by the horizon, so that the diurnal arch is sphere. sometimes larger and sometimes less than the nocturnal arch, whilst under the equator those par- lay A spiral line, or volute, is a curve line formed by the revolution of a point, round a centre from which it deviates every moment. If a string rolled round astick or globe is developed, its end describesa spiral or volute."], [86, "12 rallels are always equally divided by the horizon, and therefore, the days are constantly of 12 hours. Different as- 28. It follows from these three different positions of our horizon in respect to the equator, pects in the first, that at the pole never more than one half of the firmament can ever be seen, and is constantly three post- geen secon,ily_ that at the equator the wholeof the firmament is seen in 24 hours ; apd thirdly, that horizon. ' between the pole and the equator, that is in the oblique sphere, more or less of it is seen according to the latitude, or distance from the equator. 29. As the latitude increases, (or the further we are from the equator), the more our horizon approaches that circle, and the less our latitude the farther the horizon is from it, and that distance Complement or depression is always equal to the complement of the latitude, or to what the latitude wants of of Latitude. 90 degrees; for as the pole is 90 degrees from the equator, and the place 90 degrees from its horizon, if the latitude is taken from both sums, the remains must be equal. Thus, London being in latitude 51 degrees and 30 minutes, its complement of latitude must be 38 degrees aud 30 minutes. The horizon of London reaches then to 38 degrees and 30 mi- nutes to the South of the equator; all the stars, therefore, that are beyond that, or that have a higher southern latitude, can never be seen in London. Circlesofper- On the contrary, all these stars that have a greater declination from the equator towards the petual appa- North, are never seen to set or sink under the horizon of that town. These parallels are called cir ntton and o of perpetual apparition and of perpetual occupation. cultation. ' There is no situation on the earth at which the sun can be seen to rise exactly in the East point two days together. On the 31st of March, or vernal equinox, the sun being over or describing the equator, it will rise in the true East point and set in the true West; but on the next and fol- lowing days it will rise and set to the horizon a little more towards the North, and will continue so until the 21st of June, or sum mer solstice. The rising and setting points will then return gra- dually towards the true East, and reach it again at the equinox the 23rd of September. From that equinox to the other solstice, the 21st of December, the rising and setting points will de- viate in the same proportion from the true East, but toward the South and at last reach the East again the 21st of March. This continual shifting of the rising and setting points is called the Sun's ampli- sun's amplitude, and is counted on the horizon, from the East point towards the North or towards tude. the South. The amplitude, if reckoned towards the East is called ortive, if towards the West occasive. 31. In the right sphere, or under the equator, the sun's amplitude can never exceed 23° and 30 minutes towards the North or South, and at the pole or in the parallel sphere the sun has no amplitude, but in the oblique sphere the amplitude increases with the latitude, so much so that at 66 degrees and 30 minutes North, on the 21st of June, the sun's amplitude is 90 degrees, and therefore the sun is seen to rise and set in the North point exactly, and consequently day light Greatest am- lasts there for 24 hours. In London, the greatest amplitude is 39 degrees 10 minutes. At Peters plitude. bourg, in latitude 59 degrees 56 minutes, the greatest amplitude is 50 degrees and 52 minutes. 32. As the amplitude increases with the latitude, the length of day-light must also increase in the same proportion ; and that difference in the length of days in the different latitudes has given Climates. place to the ancient division of the earth into climates. The greatest amplitude being 90 degrees, at 66 degrees and 30 minutes of North and South latitude it causes the difference of 12 hours in . . the length of the longest day between the equator, and the latitude 66 degrees 30 minutes, arctic and ' which is called the arctic circle in the northern hemisphere and the antarctic circle in the antarctic. southern. 33. The antients have then divided the space between the equator and each of these circles Climates of into 24 climates, each differing from the next by half an hour in the length of their longest day. half hours. The longest day in London being 16 hours 34 minutes it must be under the 9th climate. But beyond the arctic circle the sun remains some months above the horizon without setting or without any amplitude, and at the pole itself it is six months above and 6 months below the horizon. The space between the pole and the polar circles has been divided into six climates, each differing from the next by one month in the length of day light. Thus Cape North, in Lapland, being at 71 de er f Srees 6 minutes north latitude, and the sun remaining 67 days together on its horizon it must be months. between the 2nd and 3rd climate of months. 34. The point of the equator which is in the same meridian with the sun, at any time, is called Right ascen- the sun's right ascension, because in the right sphere that point always rises above the horizon at oton. the same moment with the sun. The right ascension is counted on the degrees of the equator from the first degree of Aries towards the East to 360."], [87, "13 In the oblique sphere the right ascension rises with the sun only on the equinoxial days, on all the other days it rises either before or after it. The right ascension rises after the sun from the vernal equinox to the autumnal, and before the sun the other six months. But if the right ascen sion does not rise, in the oblique sphere, at the same instant with the sun, some other point of the equator must ; and that point, which changes every day, is called the oblique ascension ; and the ob,,(lue number of degrees of the equator, between the right and oblique ascension, forms the ascensional 3C . difference, which being reduced into degrees, will shew how much the sun rises or sets before or after six o'clock. For example, on the 14th of April, the sun's right ascension being 24 degrees, and the oblique ascension 1 1 degrees 30 minutes, the ascensional difference is 12 degrees 30 minutes; answeringto 50 minutes of time, which the sun rises before six — that is, ten minutes after five. 36. The different situations of men, in regard to their latitude and longitude, bave formed the different appellations of Antiœcii, Periœcii and Antipodes. The A ntiœcii are those who live Antiœcii. under the same meridian, and have the same latitude in the opposite hemisphere. They have the same hours, but different seasons. Such are the inhabitants of Lower Egypt to those of the Land of Natal, in the South of Africa. The Periœcii are those who live under the same parallel of latitude, in the same hemisphere; periœcii. but, more particularly, those who have opposite meridians, or are 180 degrees or 12 hours, from each other. They have the same seasons, but opposite hours. Such are the inhabitants of North America to those of Siberia, New Holland and South America. The Antipodes have the same latitude, but opposite meridians and opposite hemispheres. Antipodes. They have both the seasons and the hours reversed. Antiœcii, from and, opposite, oicos, habi tation. Periœcii, from peri, round, and oicos, e. d. habitation on the other side or round. Anti podes, anti, opposite, pos, foot. 37. The different manners in which the shadows are cast have also given the following appellations of Ascii, Amphiscii, Heterescii and Periscii to the inhabitants of the different zones. The antients termed Ascii, shadowless, the inhabitants of the torrid zone, on the day the sun Ascii. described their latitude ; for on that day, at noon, the sun being exactly at their zenith, their shadows were under them, and consequently unseen for one instant. They called Amphiscii those Amphiscir. whose shadows are turned sometimes towards the North, and sometimes towards the South, such are the people of the torrid zone. When the sun is to the South of the equator their shade is turned towards the North, and vice versa. Ampho, both, and scia, shadow. The inhabitants of the temperate zone have their shadows constantly casted towards their respective pole, because the sun never leaves the torrid zone. They nave the appellation of ffeteroscii, different shadows, or shadows differently turned. Heterosci.. In the frigid zones, the whole time the sun remains above the horizon without setting, the shadows must turn round the whole horizon, as the sun does, and describe a circle round the objects ; and from that the name of Periscii, peri, round, scia, shadow. All the time the sun re- Periscii. mains constantly under the horizon, the inhabitants of the frigid zones are, of course, without shadows, and are the only true Ascii on the globe. The Ascii of the ancients should have been called Uposcii, shadow under them. Uposcii. 38. The solar system being thus composed of planets turning round the sun, as the centre of their motions, and of satellites revolving round their primary planets, according to the same laws of gravitation and of impulsion, or by any other power yet unknown to us. One might sup pose to see them perform their courses uniformly from West to East, according to the order Apparent ir of signs, or as it is called, in consequential but it is not the case in appearance, for we observe regularities in the planets sometimes in a direct motion, at other times following a retrograde motion, or going the course of against the order of signs, which is called antecedentia, and even sometimes they appear to be tne Planets still, or stationary, that is, answering for some days together to the same point of the Zodiac, without any apparent motion. 39. Tnese apparent irregularities in the course of the planets were the first cause of the rejecting the system ofPtolomy; for as that philosopher placed the earth in the centre of the Ptolomaic universe, and supposed that the sun, the planets and even the fixed stars, described daily circles system. round it, he was obliged, to account for these irregularities, to suppose a quantity of smaller cir cles deviating from the orbit of each planet, which he called epicycles, or circles upon circles, and which threw such a confusion in his system, that Alphonsus X, king of Castille, who passed his leisure hours in astronomy said that, if his opinion had been called for, when the universe was constructed, he might have given good advice (a). (a) Vide Fontenelle Plurality de» Monde.. E."], [88, "14 40. These retrograde motions and stationary appearances of the planets are a mere optica , The system deception, and only derives from the situation we are in to view their annual course ; for if, instead viewed from of being placed on the earth, we could observe them from the sun, the common centre of their the sun. orbits, these irregularities would subside ; and from that common centre, only, their motions can appear constantly direct and uniform. 41. The following scheme may give a just idea of these appearances. Suppose yourself at the centre of a large circle, or ring, and a horse to be walked slowly round the ring, from the Scheme right hand to the left, you will easily observe that, after a complete circle or revolution, the animal has passed before, or eclipsed for you all the outer or surrounding objects, such as trees, houses, &c, without any irregularity, or without being retrograde, or covering the same object twice, or having appeared still, or stationary at any time. Your situation, in this case, is that of the observer in the sun at No. 40. 42. But the whole aspect will change if you place yourself outward of the ring. In the first place, when the horse comes to that part of the circle where he appears to you to be farthest from the centre of it, on your right hand, which is called its greatest elongation, you may observe, „ , that for a few paces or yards, he shall seem to walk in the direction of the same tree or other object, until the curve of the circle be disengaged out of the right line, or visual ray from you to him : all that time he is said to be stationary, although he never stopped. Secondly, as soon as he begins to eclipse any other object, his motion becomes direct, and continues to be so until he arrives on the other side of the ring, at his greatest elongation on your left hand, where it ap- pears stationary again for some time. Thirdly, as soon as the curve or circle is again disengaged from the visual ray, and during all the time the animal passes between you and the centre of the circle, he seems not to pass before any new objects, but to come back again over the same trees, houses, & c, he had passed before when in direct motion, only in a contrary direction ; that is, from left to right or in antecedentia. 43. Such is the case with the two planets, Mercury and Venus, which being nearer the sun than Inferior ourselves and whose orbits being entirely included within ours, are called, for that reason, inferior planets. planets. And from that reason also follows, first, that they can never be seen in the middle of the night, or opposed to the sun, no more than you could see the horse behind your back, in the fore- Elongation going scheme. Secondly, that they are always seen very near the sun ; for their greatest elongation is small, that of Mercury forming with the sun an angle of only 28°, and that of Venus one of 47°. Thirdly, that they are sometimes seen before sun rising and sometimes after sunset. We see them in the morning, when they are in the western part of their orbit ; and in the evening, when in the eas- tern ; and when they happen to be behind the sun, or very near it, they become invisible, which is very often the case with Mercury. And fourthly, that when they pass between the earth and the sun, they can sometimes be seen passing over the sun's disk as a small black spot ; thijs is called the transit of Mercury or Venus. Mercury will be seen in the sun's disk on the 1 ltli of November next, 1815; and Venus not before the 8th of December, 1874. Superior 44. The other planets, which are called superior planets, are subject to the same apparent planets. irregularities, derived from the same causes, which may be explained in the same way."], [89, "PRACTICES ON THE TERRESTRIAL AND CELESTIAL GLOBES. PROBLEMS RELATIVE TO THE TERRESTRIAL PLACES, (a) I. To find the latitude of a given place. — Bring the given place to the graduated edge of the brass meridian, where the degrees are marked and numbered from the equator ; then the degree over the given place will be its latitude, or distance from the equator. For example : London will be found 51 degrees and 30 mi nutes to the North of the equator, etc. II. To find the difference in latitude between two places. — Take the latitude of both the places, and subtract the greatest from the least of these latitudes ; the remainder wdl express the difference. III. To find all the places that have the same latitude as a given place. — Put a style or dry pen on the brass meridian over the given place, and turn the globe once round ; all those places that will pass under the style have the same latitude as the given place. IV. To find the distance between two places on the globe. — Take the distance between the places, either with a pair of compasses, or the quadrant of altitude, or with a slip of paper, and bring that distance over one of the great circles, such as the equator or meridian, and reckon the number of degrees it contains : that number multiplied by 69| will give the number of english miles, if multiplied by 20 the number of sealeagues. V. To rectify the globe ; or to dispose the general horizon so as to become the horizon of any particular place. — Find the latitude of the given place, and leave it under the meridian. Then if you rise the nearest pole above the horizon the same number of degrees as expressed by the latitude, the general horizon be comes the horizon of the given place ; and setting the meridian North and South by the compass, the globe is rectified. VI. To find the bearing of one place to another ; that is, what point of the compass it is situated in regard to another place. — Rectify the globe for the given place, and screw the quadrant of altitude to the zenith ; turn the quadrant till it falls upon the other place, ana the point of the compass will be found upon the second circle of the horizon. VII. To find the longitude of a given place on the globe. — Bring the given place under the meridian : the degree of the equator which the meridian then cuts is the longitude either East or West. VIII. To find the difference in longitude between two places on the globe. — Find the longitude of both places, and subtract the least from the greatest ; the remainder will express their difference, either in degrees or in time; allowing four minutes of time to each degree, four seconds of time for each minute of degree, four thirds of time to every second of degree, &c, &c_ (a) The definitions at the beginning of this treatise should be perfectly understood before any of these problems should be attempted."], [90, "16 IX. To find all the places that have the same longitude with a given place ; or that keep the same time. — Bring the given place to the brass meridian : all those places under that circle, on the same side of the globe, have the same longitude, or time. X. The latitude and longitude of a place being given, to find that place on the globe. — Look on the equator for the given longitude, either East or West of the meridian of London, and bring it under the side of the meridian which is graduated from the equator ; then find the given latitude, and the required place is under that decree of the meridian. 8 XI. To find the hour at any other place, when it is a given hour in London. — Bring London to the brass me ridian, and set the index of the hour circle at the given hour, and turning the globe until the other place Æomes to the meridian, the index will shew the hour at that place. XII. To find the Antiœtii, the Periœcii and Antipodes of a given place. — First, bring the place under the general meridian, and having noticed its latitude, look under the same meridian for the same latitude to the south of the equator ; at the place under it are the Antiœcii of the given place. Secondly, leaving the globe as it is, set the hour index at 12, and turn the globe until the index points to the opposite 12 ; then under the same parallel of latitude are the Periœcii of the first place. Thirdly, leaving again the things as they are, look for the Antiœcii of the last found place, they will give you the Antipodes of the first given place ; for our ([antipodes are the antiœcii of our periœcii ; or which comes to the same, the periœcii of our antiœcii. PROBLEMS RELATIVE TO THE SUN. v XIII. To find the sun's place in the ecliptic for a given day. — Find the day of the month, with the sign of the zodiac and the degree of the sign it answers to, on the large circles traced for that purpose on the breadth of the general horizon. The same degree being found on the ecliptic will be the sun's place for the given day. XIV. To find the sun's declination for any given day. — Bring the sun's place to the brass meridian, the degree over it will be its declination or distance from the equator, either North or South. XV. To find the sun's meridional altitude, or elevation above the horizon at noon, for a proposed day or place. — Rectify the globe for the given latitude and bring the sun's place under the meridian ; then the num ber of degrees of the meridian between the sun's place and the horizon will be the altitude at noon. XVI. To find the two days of the year that have equal declination and equal meridional altitude. — The globe being rectified, set a pencil or pen over the given declination and altitude, and turn the globe until the ecliptic be twice cut by the pencil, and look on the circle of the signs to what days they answer. XVII, The latitude and the meridional altitude being given, find the day. — Rectify the globe for the given place, and having marked the sun's declination on the meridian, turn the globe until the ecliptic comes under it, and the degree of that circle will tell you the day. XVIII. The sun's meridional altitude and declination being given for a certain day, find the latitude. If the sun's declination is northern, subtract it from the meridional altitude, the rest will express the complement of the latitude to 90 ; but if the declination be southern add it to the meridional altitude. If the complement happens to be 38° 30' of course the latitude must be 51° 30', &c."], [91, "17 XIX. To find the time of the sun rising and setting, and therefore the length of the day and night. — Rectify the globe for the latitude, find the sun's place in the ecliptic, bring it under the meridian, and set the hour index at 12 ; turn the globe until the sun's place touches the eastern edge of the horizon, and the index will point the time of sun-rising; turn it till the sun's place comes to the western edge of the same circle, and the index will point the time of sun-setting. XX. Tofind the sun's amplitude, or point of the horizon it rises out of. — By the last problem the suns place being brought to the eastern or western edg-e of the horizon, the degree of that circle it touches will indicate the amplitude, or distance the sun rises from the true East point. The eastern amplitude is called ortive and the western occasive. ' XXI. Tofind the beginning and end of the twilight in a given place and day. — The globe being rectified and the sun's place brought to the eastern edge of the horizon, and the hour index shewing the time of sun rising, screw the quadrant of altitude in the zenith and extend it over the sun's place : turn the globe towards the East until the sun's place is depressed 18 degrees of the quadrant under the horizon, then the hour index will point at what time the twilight begins on that day. If the sun's place happens not to be depressed of so many degrees as 18 it shews that the twilight lasts all night, otherwise, that there is no real nio-ht. The ending of twilight is found in the same manner, but towards the West. XXII. To find for what latitude the twilight begins to last all night. — Bring the first degree of Cancer below the North point of the horizon, and sink it under that circle until it answers to 18 degrees below it. The \"■lobe will be\" rectified for latitude 48° 40', at which the twilight begins to last all night. XXIII. The twilight during several nights together at a certain place, that isfrom a certain time to another,find the latitude. — Reduce the number of nights into degrees of the ecliptic, and taking half of them before the first degree of Cancer and half after, elevate or lower the pole until the beginning of the first part of the ecliptic correspond to 18 degrees of the northern part of the meridian .below the horizon, then the globe is rectified for the latitude sought. XXIV. The latitude being given find how many days the twilight lasts all night. — Rectify the globe, and having marked on the North part of the meridian 18 degrees below the horizon, turn the globe until the ecliptic touches the mark before and after the first degree of Cancer ; that space of the ecliptic will give the number of days without any dark nights. XXV. Tofind at what time the sun will be due East or West at a given latitude, on a given day. — Rectify the globe, bring the sun's place under the meridian and set the index at 12; and having screwed the quadrant of altitude in the zenith, lay it over the East or West points of the horizon ; then bring the sun's place to the edge of the quadrant, and the index will tell you the hour. XXVI. To find the length of the longest day in. a given latitude. — Rectify the globe for the latitude, and bring the nearest solsticia. point (the first degree of Cancer for Europe) to the meridian, and having set the hour index at 12, turn the sun's place from the eastern to the western edge of the horizon, and the index will go over the number of hours sought. XXVII. Tofind the climate of a given place. — Having found by the last problem the longest day for the given place, subtract 12 from the number and double the rest of the hours, the number will express the climate. Thus in London the longest day being 16 hours 34 minutes, that town is under the 9th climate. XXVIII. To find the climate of months, of a place within the frigid zone ; or how long the sun remain* constantly above its horizon.— Rectify the globe for the given place and, turning round, observe how many _ F"], [92, "18 degrees of the ecliptic pass above the horizon towards the northern part of the meridian before the first degree of Cancer. If 15 degrees pass, the place is under the first climate of months ; if 30, under the second, &c. XXIX. Knowing the length of a given day, find the latitude.— Bring the sun's place, for that day, under the meridian and set the index at 12 ; turn the globe towards the East until the index shows half the length of the proposed day, and elevate or lower the pole until the sun's place comes to the eastern edge of the horizon ; the globe will then be rectified for the latitude sought. XXX. Tofind the sun's altitude above the horizon at any given moment.— Rectify the globe for the place of observation and bring the sun's place under the meridian, the index at 12, and the quadrant of altitude in the zenith ; then turn the globe until the index shows the required moment, and the quadrant laid over the sun's place will shew the number of degrees it is elevated on the horizon. Circles drawn parallel to the ho rizon through the different altitudes are called almicanters. XXXI. Tofind the sun's azimuth for a given place and moment.— The sun's azimuth is its distance from the meridian, measured upon the degrees of the horizon; having therefore rectified the globe, and brought the sun's place under the meridian and the index at 12, turn the globe till the index shows the given hour, and lay the quadrant of altitude over the sun's place ; the degree of the horizon counted from the South point, where the quadrant intersects it, shews the azimuth, which is eastern before noon and western after noon. The places of the torrid zone, above 5 degrees, have the sun twice in the same azimuth in the forenoon. XXXII. The sun's azimuth and altitude being observed, find the hour. — Rectify the globe for the place of observation. Place the sun under the meridian, the index at 12, and the quadrant of altitude over the given degree of azimuth ; then turning the globe until the sun's place comes to the given altitude on the quadrant, the index will shew the hour required. XXXIII. To trace a meridian line in a room or garden. — Stick a pin or needle perpendicular into a table or board, in a place exposed to the sun, and sometime before 12, at 10 or 11, (the oftener the better), mark on the table with a pencil the azimuth, or the end of the shadow of the pin, and from the foot of the pin, and by every one of the shadow points draw a circle ; then watch, after noon, when the shadow corresponds again to the same circles, and mark a dot on each , then drawing straight lines from the pin to all the dots, and bisecting the angles, the bisecting line will be the meridian of the place which you draw on the floor to rectify your globes by. XXXIV. Tofind the variation of the magnetic needle. — The needle in very few places points exactly North or South, but varies either East or West ; and in order to find that variation, find a meridian line of the place of observation, compare that with the magnetic needle, and you will seethe number of degrees of that variation. Now in London the variation is nearly 25 degrees West. XXXV. To trace a horizontal sun dial. — Rectify the globe for the latitude of the place, and bring the meridian of London under the brass meridian, and set down on a paper the degrees of the horizon cut by each of the other hourly meridians ; that is, the first hour at 11° 51'; the second 24° 19' ; the third 38° 3'; the fourth 53° 36' ; the fifth at 71° 6', and the sixth at 90°. Next draw a circle on a stone or board and divide it into de grees, and laying a ruler from the centre to the degrees above, on each side of the diameter, draw right lines to the circumference of the circle. Cut now a piece of card or wood forming an angle equal to the latitude of the place and glue it erect on your board in the diameter of the circle, with the summit of the angle at the centre. Then if you expose it thus to the sun, having the diameter in the meridian line, the shadow of the style, or erected card, will point the hours on the circle. XXXVI. Tofind all those places of- the torrid zone that have the sun in their zenith on a given day. — Find the sun's declination for the given day, and all those countries that have a latitude equal to that declination are in that case."], [93, "19 XXXVII. To find at a given moment the place of the earth over which the sun is perpendicular. — Find the sun's place in the ecliptic for the given day ; bring it to the meridian ; notice the declination, and set the index at 12 ; then turn the globe until the index points the given moment, and under the declination will lay the place of the then Ascii. XXXVIII. To find the two days at which certain inhabitants of the torrid zone are Ascii, or shadowless at noon. — Having found by the foregoing problems one of the days at which the sun comes to their zenith, notice the declination and turn the globe until another degree of the ecliptic comes to the same declination, that will be the other day. XXXIX. Tofind at a given moment for what countries the sun is rising or setting; where it is noon or midnight, and those that are in the twilight. — Rectify the globe for the sun's place at the given moment by Prob. 37. The sun is then rising for all those countries situated on the western edge of the horizon, and setting for those on the eastern edge. Those under the meridian have noon, and those under the opposite side of the meridian have midnight. Lastly, all those countries that are less than 18 degrees below the horizon are in twilight. XL. Tofind the sun's right ascension. — The sun's right ascension is the degree of the equator cut by the meridian passing through the sun's place. Bring, therefore, the sun's place under the brass meridian, and the degree of the equator cut by that circle will express the right ascension ; — so called from its rising constantly with the sun in a right sphere, or under the equator. XLI. To find the sun's oblique ascension.— Rectify the globe for the latitude, and bring the sun's place to the eastern edge of the horizon. The point of the equator then also in the horizon is the oblique ascension, or the degree of the equator that rises with the sun in an oblique sphere. XLII. The right and obliquq ascension being known for a certain day, find how much time the sun rises before or after six. — Take the difference between the two ascensions and convert the number of degrees into time ; add that to six, when the right ascension surpasses the oblique, and subtract when it is less. XLIII. The time of a solar or lunar eclipse being given, find if it is visible at a given place. — Rectify the globe^or the sun's vertical place at the given time, the solar eclipse will be visible for all above the horizon , and the lunar eclipse to all in the opposite hemisphere. If, however, the eclipse was small, it would not be visible in the countries too near the horizon. XLIV. A place being given in the North frigid zone, tofind when the sun begins to shine constantly, and how long. — Rectify the globe for the given place, and looking at the intersection of the horizon with the northern part of the meridian, observe how many degrees pass above the horizon before and after the first degree of Cancer, and referring then to the calendar, you will have the days required. XLV. To find at what latitude the longest day is of a given length. — Bring the solstitial point under the meridian and the index at 12. Turn the globe until the index shews half the length of the day proposed, and slide the meridian up or down until the solstitial point touches the horizon, the globe will then be recti fied for the required latitude. XLVI. Tofind the hour of the day by the sun's rays for any latitude or day. — Place the globe on a true level and the brass meridian exactly in the meridian line of the place. Then rectify the globe for the latitude and in the sun's place fix a pin perpendicular to the surface of the globe ; bring the pin to the meridicn and set the indexat 12. If you turn the globe until the pin casts no shadow, the index will point the hour of the day."], [94, "20 PROBLEMS RELATIVE TO THE FIXED STARS XLVII. To find the right ascension and the 'declination of a given star.— Rectify the globe for the latitude and bring the star under the general meridian, then the degree of the equator cut by the meridian expresses the right ascension of the star, and the degree of the meridian over it shows its declination, or its distance from the equator, either North or South. XLVIII. The right ascension and declination of a star being given find it upon the globe. — Find the given as cension on the equator and bring it under the meridian, the star is then in the meridian under the given de^ee of declination. XLIX. In a given latitude find the time of the rising and setting of any star and its passage by the meri dian. — Rectify the globe, bring the sun's place in the meridian and put the index at 12. Turn the globe on its axis so that any one star comes to the eastern part of the horizon, the index will point the time of its rising, bring it in the same manner to the meridian and to the vv .stern side of the horizon, the index will shew its passage by the meridian and its time of setting. Also may be observed the point of the horizon out of which it rises, that is, its amplitude and the length of time it remains above the horizon in a given latitude. L. In a given latitude and day find the hour of the night by the passage of a star by the meridian, or by its rising and setting. — Rectify the globe, and bring the sun's place to the meridian, and set the index at 12. Then if you bring the star to the meridian, or to the eastern part of the horizon, if you see it rising at the moment, the index will tell you the hour of the night. LI. The latitude being given, find on what day a star rises at a given hour. — Rectify, and bring the star to the eastern part of the horizon and the index at the given hour. Turn the globe until the index points 12. Then the meridian will intersect the ecliptic in the given day. LII. To place the celestial globe in a situation as to represent the real position of all the stars in any latitude, and at any given time. — Place the globe on a true level, and the brass meridian exactly corres ponding with the meridian line of the place. Then rectify for the latitude, bring the sun's place to the me ridian and the index at 12, and turn the globe on its axis until the index points the given hour. The stars will then correspond exactly to those on the globe. Thus any star perceived in the firmament may be named al any time. LIII. On a given latitude, day and hour, to find the altitude and azimuth of a given star. — Rectify for the latitude, bring the sun's place to the meridian, the index at 12, and turn the globe till the index points the gjven hour. Then set the quadrant of altitude in the zenith, and extending it over the given star the degree of the quadrant will shew its altitude on the horizon (the almicanter), and the degree of the horizon (counted from the south) intersected by the quadrant will point the azimuth, or distance from the meridian in degrees, and the index will shew it in time. LIV. Tofind the latitude of a place by the passage of a star by the zenith. — Bring the star observed in the zenith to the meridian, and having rectified the globe for its declination you have the latitude sought. LV. To find the latitude of a place by the observation of the altitude of two stars in the same azimuth. — Extend the quadrant of altitude over the two stars, then elevate or lower the pole until the quadrant cut:. the horizon in the observed azimuth, the globe will then be rectified for the latitude sought."], [95, "21 LVl. To find the latitude from the observation of a known star in the meridian and the rising of another. — Bring the first star under the meridian, and elevate or lower the pole until the rising star comes to the eastern edge of the horizon, the globe will then be rectified for the latitude. LVH. The altitude of a star being observed, find the hour of the night. — Rectify the globe for the place of observation, put the sun's place in the meridian, the hour index at 12 and the quadrant to the zenith. Turn the globe until the sun's place coincides with the observed altitude on the quadrant, the index will point the hour. LVIII. Tofind all the stars that are constantly visible, and those that are never seen in a given latitude. — Rectify the globe for the latitude and turn it on its axis, you will evidently perceive that all the stars that are further South than the complement of that latitude can never rise above the horizon, and that all those that have a greater declination northward than that complement can never sink under the horizon. LIX. Tofind at what time of the year, in a given latitude, a star begins to rise at the sun's setting, and there fore begins to be observable in the evening. — Bring the given star to the eastern border of the horizon, and observe what degree of the ecliptic touches the western side of the horizon, and refer to the calendar for the day. — This is called the acronical rising. The acronical setting of a star is found in the same manner, but on the western side of the horizon. LX. Tofind the stars that rise or set with the sun on a given day. — Rectify the globe for the latitude and bring the sun's place to the eastern side of the horizon ; all the stars then in the same side of the horizon must rise with the sun. Turn the sun's place to the western side, and all the stars in the horizon then set with the sun. This is called the cosmical rising and setting of the stars. LXI. Tofind all the stars that are in the meridian at noon on a given day, and at midnight on a given night. — The globe being rectified for the latitude and the sun's place brought to the meridian, the stars then under the meridian, will pass the meridian line of the place at noon. Turn the globe till the hour index passes over 12 hours, then the stars under the meridian will pass the meridian line at midnight. LXII. To 'find the oblique ascension of a given star, and consequently the time of its remaining above the horizon of a place. — The oblique ascension of a star is the degree of the equator that rises on the horizon at the same moment as it does itself. If you take the difference between the right and oblique ascension of any star and reduce it into time, and add that time to six hours, when the right ascension surpasses the oblique, and subtract it from 6 hours when the oblique surpasses the right ascension, the sum will express half of the time the star remains above the horizon of the place. LXIU, Tofind the latitude of a place from the observed hour of a star's rising or setting on a given day,— The sun's place being brought to the meridian and the index at 12, turn the globe on the axis tdl the index points the observed hour. Then elevate or lower the pole until the star touches the horizon ; the globe will then be rectified for the latitude sought. Lxrv. To find the latitude and longitude of a star. — The latitude of the stars is their distance from the ecliptic, and their longitude the distance they are from the first point of Aries counted on the degrees of the ecliptic. Place, therefore, the quadrant of altitude at the pole of the ecliptic, and extending it over any particular star, the degree of the quadrant over the star will give its latitude, and the sign and degree of he ecliptic cut by the quadrant will express the- longitude."], [96, "22 PROBLEMS RELATIVE TO THE PLANETS AND MOON. LXV. Tofind aplanet's place among the fixed stars or in the zodiac. — Look for the planet's place in its orbit for the given day in White's Ephemeris, at the bottom of the left pages, and find the degree of the ecliptic it answers to. Secondly, look for the planet's latitude at the top of the same page, and either with the quadrant or a pair of compasses mark that latitude, noticing whether North or South above or below the point of the ecliptic found, and there place a small star or patch which will represent the planet for that day. LXVI. Tofind the time of the rising and setting of a planet, and the time of its coming to the meridian of a given place. — Having marked the planet's place on the globe, rectify for the latitude ; bring the sun s place to the meridian and the index at 12. Then bring the planet to the eastern edge of the horizon the index will point its rising time : bring it to the meridian to see its culminating and to the western side of the horizon for its setting time. LXVII. Find what planets will be on the horizon of a place at sunset on a given day, and therefore fit to be observed. — Rectify the globe and bring the sun's place to the western edge of the horizon, and notice what are the signs of the zodiac above the horizon at that moment, the Ephemeris will tell you what planets are then in any of those signs, and therefore visible. LXVI1I. To trace the moon's orbit on the celestial globe for a given day. — Find out of the Ephemeris the place of the moon's nodes in the ecliptic for the day, and having surrounded the globe by a strong silk, let the silk intersect the ecliptic in the two opposite points of the nodes, and at 90° from each node, let the string deviate from the ecliptic by 5 degrees and a quarter towards the North and as much towards the South ; the silk thus placed will represent the moon's orbit for the given day. LXIX. Tofind the moon's place in her orbit for a given day. — Find in the Ephemeris the moon's longitude, or place in the ecliptic and at the degree and minute found elevate a perpendicular if the moon is in the northern part of the ecliptic, and lower it if in the South part. The point at which that perpendicular cuts the silk is the moon's place for that day at noon, and there make a mark, or put a patch. LXX. Tofind the moon's diurnal motion in the ecliptic, and therefore in her orbit, in a given day. — Find the moon's place for the given day at noon, and subtract from it her place on the preceding day at noon, the difference will be the space or quantity of her orbit she has been through on that day. This diurnal motion is variable from 11° 46' to 15° 16', and at a mean may be reckoned at 13 degrees eastward every day. And therefore, when the sun's place is known the moon's place may also be nearly known, in the ecliptic, by taking to the east of the sun as many times 13 degrees as the moon is days old. LXX1. Tofind the time of the rising, southing and setting of the moon, for a given day and latitude. — Rectify for the latitude and bring the moon's place at noon for the given day to the general meridian and the index at 12. Bring her place to the eastern side of the horizon, the index will show the time or quantity of her semi-diurnal arch ; but as she is not fixed in her orbit her motion in it must be subtracted for that semi diurnal quantity to find her place at rising, and added to it to give the place at her setting. Find then the sun's place for the given day, bring it to the meridian and the index at 12 ; bring next the moon's place at rising to the eastern side of the horizon, and the index will shew the hour of her rising. Bring successively her place at noon to the meridian, and at setting, to the western side of the horizon, you shall have the moment of her culminating, or passing the meridian, and that of her setting. LXX11. Tofind the time of the year when the moon or sun are liable to be eclipsed. — As the moon can never be eclipsed but when full, or in opposition with the sun, and in her node for a central eclipse, or within"], [97, "23 12 degrees of the nodes for a partial one, comparing, therefore, the place of the moon's nodes with the sun's place in the ecliptic, a tolerable guess may be formed when an eclipse will happen. There can be but two central eclipses of the sun or moon in one year. LXXII1. To illustrate the harvest moon by the celestial globe.— Rectify for the latitude, and in turning the globe on its axis, consider the difference and variation in the inclination of the ecliptic to the horizon, during one revolution. First, you will perceive, that when the signs of Pisces and Aries rise above the horizon, the ecliptic or zodiac, forms a very small angle with the horizon, and that in a higher latitude it would become parallel to it. Secondly, that when the oppotite signs of Virgo and Libra rise on the horizon, the angle formed by the ecliptic is very great. Thirdly, that the greater the angle formed by the ecliptic and the hori zon, the slower the degrees of the ecliptic rise one after the other on the horizon, whilst when the angle is very small, several degrees will rise altogether. Now in September, when the sun sets with the signs of Virgo or Libra, the full moon will rise in the opposite signs of Pisces and Aries, where the ecliptic forms the smallest angle with the horizon, and there fore, the full moon will rise some days together nearly at sunset. On the contrary, when the sun sets with Pisces and Aries the ecliptic is very high on the horizon, and the degrees rising above it, but one after the other, 13 degrees, that is the moon's motion eastward in 24 hours, will make the difference of a whole hour in the time of the rising of the full moon in spring. Patches placed on the ecliptic at 13 degrees from each other, on both sides of the equinoxial points, will elucidate this curious problem. LXXIV. To find whether any given year will be a bissextile, or leap year. — The earth's revolution round the sun being of 365 days, 5 hours and 48 minutes ; the 5 hours and 48 minutes will nearly make a whole day in 4 years, and that day we add to the month of February, which makes it then 29 days every fourth year. The Romans used to add that day after the 27th of FeTbruary, which, among them, was called sexto calendas, and they called the added day bis sextus dies, from whence our word bissextile. If you divide, therefore, the number of the given year by 4, the quotient will express the number of bissextiles elapsed, and the fraction the number it is after the bissextile. Thus 1815 divided by 4 will shew the 3rd year after the 453rd bissextile. Observe, that in adding a whole day every four years, they added 11 minutes to much; and that these 11 minutes, repeated every year, formed a whole day in the space of 134 years ; so that in 1582 the civil year had already anticipated 10 days on the solar, and the equinox did no longer fall on the 21st of March, as it had been fixed by the general council of Nicæa in the year 325, but fell on the 10th ; and as it would have thrown the greatest confusion in the order of the seasons, Pope Gregory XIII, ordered that 10 days should be struck out of October, 1582, and the fifth of that month was called the 15th. In order to avoid such confusion again it was settled that, out of four centuries, the last years of the three first, which were to be bissextiles should be reckoned common years. This reformation was called the new style, and was adopted in England in 1752. LXXV. To find the solar cycle and what year of the cycle is a given year. — The common year of 365 days forming 52 weeks and one day, it is evident that every common year must end by the same day of the week it has begun by. If the year begins by a Sunday it must end by a Sunday, and of course the following by a Monday, and would be so for seven years, through the seven days of the week, if it was not for the bissextile, which deranges that order of the days every fourth year ; for having a day more than the others it cannot end by the same day of the week it begun by, and retards the return of the same days of the week to the same dates seven times four, or twenty-eight years. That space of time is called the solar cycle. As the solar cycles are reckoned from nine years before the birth of Christ. Add nine to the number of the given year, and divide the sum by 28. The quotient will give the number of solar cycles passed since that time, and the fraction the rank of the given year in that cycle. Thus 1815 i» the fifth year of the 65th cycle. LXXIV. Tofind the dominical letter. — After the period of 28 years, or a solar cycle, the days of the week will come to answer again to the same date of the month. The seven days are always denoted by the seven letters, A, B, C, D, E, F, G. The letter A being always affixed to the first of January, B to the second, and so on. The letter that happens to answer to the first Sunday will also answer to all the other Sundays, and"], [98, "24 be called from that, dominical. If the first of January happens to be a Sunday, the dominical letter must be A, if Monday, G, if Wednesday, E, &c. It will also be observed that every bissextile has two dominical letters ; for having one day more than common years, the year following it cannot begin by the day whose turn it was to come ; for example, the year 1816 being bissextile and beginning by a Monday, its dominical letter is G, and ending by a Tuesday. the year 1817 must begin by a Wednesday, and therefore its dominical letter being E, the letter F would have been omitted in the order of the letters, and is, for that reason, added to the letter G in the bissextile. The first of these, that is G in this instance, is used till the 24th of February, inclusively, and the other till the end of the year. The next table will show the dominical letters for every year of the present cycle. THE SOLAR CYCLE. 55 to •** __i S _- x os © — i rN to _? so _- 35 <_. o ■— ! i ci to •** _o 55 t» oo os _!_, ,_.__._. -_ r- — -h (N OJC^OI <__ 53_<N(N 0» (NTOTO CO TO TO TO TO TOTOTO X XXX X XODOO 00 x x x X 22 22 °° \"^ <» <» I <* XXX X XXX E CB A G EDC B GTE D BAG F D C B IAIFED C AGF D F A C E G B F A C E G B LXXVII. Tofind to what day of the week a certain date of the month answers. — Find in the above table the dominical letter of the given year, and therefore the day that year began by. Then count the number of days from the 1st of January to the given date, and divide that number by seven — if the division is exact the day sought is the same as that the year began by, if one remains it will be the day following, &c. Thus the 17th of July 1815 being proposed, the dominical letter being A, the year began by a Sunday, having counted the days divide 197 by seven, and finding one as fraction, the 17th of July was on a Monday. LXXVIII. Tofind the lunar cycle and the golden number for a given year. — The moon completes her revolution about the earth in 29 days and a half, and if her orbit was stable, or if her nodes were constantly to cut the ecliptic in the same points, the same phases or changes would return at the same time the next year. If the moon had been full on the first day of January, it would again be full on the same day the year following. But the moon's nodes have a constant retrograde motion, that carries them 3 minutes and 10 seconds of a degree towards the West every day, and they complete the whole circle of the ecliptic in about 19 years. The same phases cannot therefore be seen in the same point of the zodiac but every nineteen years. This period is called the cycle of the moon, or lunar cycle. We reckon the first lunar cycle from one year before the Birth of Christ. To find, therefore, to what cycle a given year belongs, add one to the number of that year, and divide the sum by 19, the quotient will express the number of cycles elapsed and the fraction, if any, the rank of that year in the current cycle. This last number is called the golden number. Thus 1816 will be found the 12th year of the 95th lunar cycle. LXXIX. To find the epact, or the moon's age at the beginning of a given year. — The lunar year, or the time the moon takes to make 12 complete revolutions round the earth is 354 days, 8 hours, 48 minutes, and therefore nearly 11 days shorter than the solar year. If we suppose then a solar and a lunar year begin both on the first of January ; on the first of January of the second year the moon must already be 11 days old, on the first of January of the third year it will be 22 days old, and so on. This we call the epact, and is necessary to be known to fix the phases or changes of the moon, and the different festivals through the year. As the excess of the solar year above the lunar is constantly the same, the epact can be found by adding 11 to the epact of the preceding year ; but as eleven repeated would soon form an entire lunar month of nearly 30 days we neglect or take out the number 30 out of the accumulated number, and the remainder is the epact sought. If the number was 30 the moon would be new, or begin on the first of January. The followine table shows the epact for the 19 golden numbers of a whole lunar cycle. 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 1 II | 12 | 13 | 14 | 15 j 16 | 17 I 18 1 19 0 | 11 | 22 | 3 | 14 | 25 \\~6 \\ 17 | 28 j 9 { 20 | 1 | 12 | 23 | 4 | 15'f26'|TTl8"], [99, "25 Thus to find the epact of a given year, that is the moon's age at the beginning of the year, find the gol den number for that year, and under that is the epact. Thus l8l6 being the 12th of the cycle, the moon will be one day old on the first of January. LXXX. The epact of a given year being known, tofind the days of the new and full moon in a given month, and therefore her age at any day. — Add the number of the epact to the number of months passed since the month of March, inclusively, and subtract the sum from 30 or 31, according the number of days of the proposed month, the remainder will give the day of the new moon for that month, and 15 days after that the full moon. Thus the new moon of July, 1815, will be found the sixth, and the full moon the 21st; as for the months of January or February, add one to the epact and subtract from 30 for January, and the same for February, LXXXI. To find nearly the time of high water at a place, on a given day. — Having found, by problem 70, the time of the moon's passage by the meridian of the place for the given day ; add to that about three quarters of an hour, it will nearly be the time of high water. Having observed the time of high water at a place on the days of the new and full moon, the time of high water may always be known by adding to that time 48 minutes for each day. For example, on the 6th of July, 1815, being new moon and high water at London Bridge at 12 minutes past four in the morning. on the tenth, or four days after, the high-water time must be about 7 o'clock."], [100, "A TABLE OF THE CONSTELLATIONS, Shewing all the Fixed Stars passing the Meridian of London and its vicinity between IX and XI o'clock at Night, for every Month of the Year. In observing the Stars a Meridian line should be traced, as by Problem 33, and the Stars noted in the current Month will be seen, out of a South window or terrace, to cross the Meridian about Ten o'Clock. The first Constellation in the Months is the nearest to the Horizon. (The Star pointer or celestial trans parent is also recommended.) The followingConstellations being beyond 38 degrees and 30 minutes to the South ofthe Equator, can never rise upon the Horizon of London, and are of course always invisible tous. Constellations. Stars and Magnitudes. I II III IV V Constellations. Stars and Magnitudes I II III IV V a. /\"Columba / -k Eridanus SjjfP8 b / Orion !? JTaurus m Auriga *^_ Cameleopardalus i Cam's Major S \\ Canis Minor ,S \\ Monoceros £ (Gemini r Navis \"? ) Hydra ■^ 1 Cancer * (. Lynx s Crater rs \\ Sextans _£, < Leo f Leo Minor vUrsa Major ( Corvus s.^ Virgo »5 sComa Berenices . . \"^ JCanesVenatici. .. . V. Ursa Major ditto . Centaurus I Libra | J Bootes s^ \\ Corona / Draco Ursa Minor 1 1 2 1 1 3 5 I I 1 1 1 1 13 3 3 3 o 1 -1 8 2 2 27 4 10 10 .0 0 6 8 7 14 12 7 3 10 1 15 5 11 2 11 13 1 4 21 1 20 22 21 24 10 2 9 14 36 31 9 13 6 6 12 9 28 o 15 11 6 $ S 5 I\" ' Scorpius ■^Serpentarius i Serpens J Hercules [ Draco r Sagittarius I Serpens ditto c Aquila j Lyra LDraco D° L Aquila ditto yDelphinus \"NSagitta JVuipecula and Anser r Cygnus Cepheus s Pisces Australia ) Aquarius J Pegasus (- Lacerta 1 1 I 2 1 1(1 5 8 8 7 10 2 8 11 6 20 12 10 6 2 4 :. 4 10 6 6 7 10 3 II 5 12 6 7 9 4 28 25 12 14 4 7 1 2 1 12 13 12 7 25 12 6 10 26 15 9 2 2 6 1 6 3 6 4) i* © e 3 2 4 2 :3 ! S-* I\" E S i s Cetus I Pisces \"l Andromeda (.Cassiopeia r Eridanus ditto ■kCetus ditto JAries and Musca . . . \"SPleiades /Triangulum Perseus 10 1 7 5 2 1 2 7 3 ,N 1 7 2 9 11 9 13 12 3 13 4 12 11 25 4 t» 5 •» sa 7 1 1 12 4 J1 3 8 2 Ara(NumberofStars)\\9 Apparatus Sculptoris 19 Apus 18 Antlia Pneumatica 20 Crux 12 Circinus 10 Cela Sculptoria 19 Corona Austral is II Chamæleon Dorado Equuleus Pictoris Furnax Grux Hydrus Horologium Indus 26 19 22 43 44 24 24 34 Lupus Microscopium Mons Mensae Musca Austral is Norma Octans Pavo Phœnix 42 Piscis Volans 13 Pyxis Nautica 13 Reticulum 13 Triangulum Aust. 15 Toucana 34 Telescopium 36 48 12 14 15 13 33 21 * It ma be had with the book. Price 12s."], [101, "AN ANALYTICAL TABLE OF THE KNOWN PROPRIETIES QF THE SUN, OF THE PRIMARY PLANETS AND OF THEIR SATELLITES. The Sun, that immense source of light and heat of our system, is considerably larger than all the Planets put together, and as one hundred and eleven to one — in miles 957,942. It is not exactly situated in the centre of the orbits of the Planets, i The floating spots seen on its surface prove that it revolves on its axis from East to West, in 25 days and 10 hours, and thai above one mil Iii io that in Winter this axis is sevei •n of times bigger than our Earth, its diameter being to ours nearly it is nearer to us by about three millions of miles than in Summer. i degrees inclined on the ecliptic. Signs $ Diameters in miles 324 Distances from the j Sun ) | Revolution round ■? ow , „„, the Sun £S7days2.3hours Hourly motion in J lin*s'Bn i their orbits..., \\ \"0,680 miles Diurnal rotation on i 0 .. . sto their axis >24n- 6m- ? 8648 68,000,000 224 days 16 ho. © 7912 95,000,000 365days5h.49m. S 4189 144,000,000 tW6 days 23 hours 223 225,000,000 3 years 60 days 1425 252,000,000 4 years 128 days IlerschellSchroeter [08 or 1024 268,000,000 4 years 220 days IlerschellSchroeter 80 or 2099 105,000,000 4 years 221 days n 89,170 4,900,000,000 II years 314 days h 79,042 900,000,000 29years 167 days ¥ 35,112 1,800,000,000 83years]140days 80,995 miles 68,856 miles 55,287 miles 48,913 miles 39,672 miles 39,114 miles 38,900 miles 30,193 miles, 22,298 miles 14,666 miles 89b. 23m. 54sec. 24 hours 21h. 39m. 22sec. Yet unknoicn Ditto Ditto Ditto I 9h. 55m. 37sec. 10b. lOm. 2sec. Yet unknown Inclination of the 3 IT , ;, x is tothe orbits Vnkmm* 75 degrees (doubtful) 23 deg. 30 min. 59° 42' Unknown Ditto Ditto Nearly perpendi- cular Probably 60° Unknown Ditto I Angle formed by -j tne orbits, with ( 7° the ecliptic . . . ,y 3° 23' 35\" 0 1° 51' 7° 8' 21° 10° 37' 34\" 50' 40\" 1° 18 56\" 2° 29' 50\" 46' 20\" I Place of their asO w„ cendmg node m| ofTimnis 15° 26' 18' of Gemini 0 18° 38' 88\" of Taurus 14° 1' of Cancer 21° 6' of Leo 20° 58' 40\" of Gemini 22° 28' 57\" of Virgo 8° 55' 32' of Cancer 22° 32' 22\" of Cancer 13° 14' of Gemini Moi ion ofthe nodes? l0 10, ln„ in 100 years . . . $ ' U 10 Apparent diameter} seen from the> 10\" Earth ) Their diameters to } lstst . ., thatoftheEarthas$ IU0 to 41 Proportional quan-j tity of matter, the (. 0, 1 656 Earth being 1 . . ) 51' 40\" 58\" 0 0 46' 40\" 27\" 0 5\"' 0 3\" 0 6\" 0 6' 59' 30\" 39\" 55' 30\" 18\" 1° 44' 16\" 8\" r»4 102 to 100 100 0 0 0 0 0 100 to 1036 100 to 995 100 to 443 0,8899 1 0,025 0 0 0 0 312,1 97,76 16,84 SATELLITES. The Moon TKLLITES OF JuPIT Sateli jtes op Saturn >f Herschell ELLITES J: '•': ■.!. Distance from their primary, in miles Revolution 256,260 29J12i*44 229,000 1\" 18\" 28' 364,000 3d 13* 13 580,000 7\" 3\" 42' 1,000,000 16d16*32' 132,159 1\" 8* 53' 169,170 22* 37' 140,000 1\" 21* 18' 187,000 2a 17* 44' 263,000 4\" 12h 25' 600,000 1800,000 79d 7\" 53' fourth i Fifth Sixth 13d ll»5'38a 1*49' 107dI6d40' 15d22b41' 5\" 21* 25' 8a 17\" 1' 10\" 23\" 4' Inclination of their orbits 5 degrees 3° 18' 3° 48' 3° 25' 2° 36' 30° 30° 30° 30° 30° 30\" 24° 45\" All six pei pendicular to the cliptic and their motion retro- ade. Diameters 2180mileg * Saturn is beside surrounded by a double opake ring, which revolves round him in 10\" 32' 15\", and whose diameter is to his own nearly as seven to three. Angle seen under from the Earth. . 31' 8\" i 86\" 33\" 38\" 44\" 3' 35\" 6' 14\" 9' 58\" 17' 30\" 1' 28\" 2' 56\" Angles formed with their Prerninary seen from ti ie Eartl"], [102, "t I"], [103, "I I 1 T* .>"], [104, "TITLES, OR HEADS of the different Lessons, to be cut out and pasted on Cards, and explained or repeated, by the Pupils, as Chance presents them ; to accustom their Mind to a quiek Recollection of what they have learnt. River that falls into the Oder. Extent and bounds of Europe. Gulfs of the North Sea. Rivers falling into the Elbe. General division of Europe. Gulfs of the Atlantic. Rivers falling into the Weser. Northern countries of Europe. Gulfs of the Mediterranean. Rivers falling into the Rhine. Midland countries of Europe. Gulfs of the Ionian, &c. Southern countries of Europe. Gulfs of the Archipelago. Rivers falling into the Maese. Rivers falling into the Scheld. Large seas of Europe. Straits to the North of Europe. Rivers falling into the Thames. Small seas of Europe. Straits to the South of Europe. Isles in the Frozen Ocean. Lakes in Ireland. Rivers falling into the Humber. Rivers falling into the Severn. Isles in the Atlantic. Lakes in Scotland. Isles in the Baltic. Lakes in England. Rivers falling into the Seine. Lakes in Sweden. Rivers falling into the Loire. Isles in the German Sea. Isles in the Irish Sea. Lakes in Russia. Rivers falling into the Garonne. Isles in the English Channel. Lakes in the Netherlands. Rivers falling into the Rhone. Rivers falling into the Po. Isles in the Bay of Biscay. Lakes in Switzerland. Large isles of the Mediterranean. Lakes in Germany. Rivers falling into the Danube. Small isles of the Mediterranean. Lakes in Austria. Rivers falling into the Dnieper. Isles in the Adriatic Sea. Lakes in Prussia and Poland. Rivers falling into the Wolga. Isles in the Ionian Sea. Lakes in Italy. Canals in England. Isles in the Archipelago. Lakes in Turkey. Canals in Ireland and Scotland. Large peninsulas of Europe. Rivers falling into the White Sea. Canals in Sweden and Russia. Small peninsnlas of Europe. Rivers falling into the Baltic. Canals in France. Lsthmusses of Europe. Rivers falling into the German Sea. Canals in the Low Countries. Capes of Europe in the Ocea-t. Rivers falling into the Ocean. Canals in Germany, Poland, &c. Capes of Europe in the Mediterr. Rivers falling into the Mediterran. Canals in Italy, Spain, &c. Large chains of mountains. Rivers falling, into the Adriatic. Northern circuit of England. Small chains of mountains. Rivers falling into the Black Sea. Norfolk circuit. Volcanoes in Europe. River falling into the Sea of Azov. Home circuit. Gulfs of the Baltic. River falling into the Vistula. Oxford circuit."], [105, "Counties of England in no circuit. Sea-ports of the Ocean. Coasts of Macaranga. Midland counties. Sea-ports of the Mediterranean. Coasts of Zanguebar and Ajam. Division of Wales. Sea-ports of the Adriatic. Division of Nubia aud Abyssinia. Northern division of'Scotland. Sea-ports of the Ionian Sea. Islands of Africa. Middle division of Scotland. Sea-ports of the Archipelago. Gulfs of Africa. South division of Scotland. Sea-ports of the Mamora Sea. Lakes of Africa. Counties of Ulster. Sea-ports of the Black Sea. Mountains of Africa. Counties of Leinster. Sea-ports of the Sea of Azov. Rivers of Africa. Counties of Munster. Extent and bounds of Asia. Extent and bounds of America. Counties of Connaught. General division of Asia. General division of North America. General division ofSouth America. Division of Denmark. Division of Asiatic Russia. Division of Sweden. Division of China. Division of British America. Division of Birman Empire. The United States. Governments of North Russia. Governments of Middle Russia. Division of Hindoostan. Division of Mexico. Division of Persia. Division of New Granada. Governments of South Russia. Division of Peru. Division of France, (1st part.) Division of Arabia. Division of France, (2nd part.) Division of Turkey in Asia. Division of Chili. Islands of Asia. Division of La Plata. Division of the Netherlands. Division of Switzerland. Peninsula's of Asia. Division of Basil. Capes of Asia. Division of Guiana. Division of Austria. English isles in America. Division of Prussia. Mountains of Asia. German confederacy. Seas of Asia. United States Island. Gulfs of Asia. Spanish Isles in America. Division of Poland. Division of Portugal. Straits of Asia. French & Swedish isles of A merica. Lakes of Asia. Danish and Dutch isles in America. Division of Spain. Capes of America. Division of Italy. Rivers of Asia. Division of Turkey. Extent and bounds of Africa. Mountains of America. General division of Africa. Bays and Gulfs of America. Sea-ports of the White Sea. Sea-ports of the Baltic. Division of Egypt. Straits rf America. Division of Barbary and Morocco. Lakes in America. Sea-ports of the Irish Sea. Sea-ports of the Channel. Coasts of Guinea. Rivers of America."], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""]]