[[1, ""], [2, ""], [3, "HYMN TO THE SEA BY WILLIAM WATSON Nem ffiorfe JOHN LANE Brevoort House i89S"], [4, ""], [5, "HYMN TO THE SEA BY WILLIAM WATSON Nero IJovfc JOHN LANE Brevoort House 'S95"], [6, "Copyright, 1895 BY JOHN LANE"], [7, "HYMN -TO THE SEA* i Grant, O regal in bounty, a subtle and delicate largess ; Grant an ethereal alms, out of the wealth of thy soul : Suffer a tarrying minstrel, who finds and not fashions his numbers, — Who, from the commune of air, cages the volatile song, — Here to capture and prison some fugitive breath of thy descant, Thine and his own as thy roar lisped on the lips of a shell, Now while the vernal impulsion makes lyrical all that hath language, While, through the veins of the Earth, riots the ichor of Spring, While, with throes, with raptures, with loosing of bonds, with unsealings,— Arrowy pangs of delight, piercing the core of the world, — Tremors and coy unfoldings, reluctances, sweet agita- tions, — Youth, irrepressibly fair, wakes like a wondering rose. * Copyright iu America by Joliu Lane."], [8, "4 HYMN TO THE SFA 11 Lover whose vehement kisses on lips irresponsive are squandered, Lover that wooest in vain Earth's imperturbable heart ; Athlete mightily frustrate, who pittest thy thews against legions, Locked with fantastical hosts, bodiless arms of the sky ; Sea that breakest for ever, that breakest and never art broken, Like unto thine, from of old, springeth the spirit of man, — Nature's wooer and fighter, whose years are a suit and a wrestling, All their hours, from his birth, hot with desire and with fray; Amorist agonist man, that immortally pining and striving, Snatches the glory of life only from love and from war; Man that, rejoicing in conflict, like thee when precipitate tempest, Charge after thundering charge, clangs on thy resonant mail, Seemeth so easy to shatter, and proveth so hard to be cloven ; Man whom the gods, in his pain, curse with a soul that endures ; Man whose deeds, to the doer, come back as thine own exhalations Into thy bosom return, weepings of mountain and vale ; Man with the cosmic fortunes and starry vicissitudes tan- gled,"], [9, "HYMN TO THE SKA 5 Chained to the wheel of the world, blind with the dust of its speed, Even as thou, O giant, whom trailed in the wake of her conquests Night's sweet despot draws, bound to her ivory car; Man with inviolate caverns, impregnable holds in his nature, Depths no storm can pierce, pierced with a shaft of the sun; Man that is galled with his confines, and burdened yet more with his vastness, Born too great for his ends, never at peace with his goal ; Man whom Fate, his victor, magnanimous, clement in triumph, Holds as a captive king, mewed in a palace divine : Wide its leagues of pleasance, and ample of purview its windows ; Airily falls, in its courts, laughter of fountains at play ; Nought, when the harpers are harping, untimely reminds him of durance ; None, as he sits at the feast, whisper Captivity's name; But, would he parley with Silence, withdraw for awhile unattended, Forth to the beckoning world 'scape for an hour and be free, Lo, his adventurous fancy coercing at once and provoking, Rise the unscalable walls, built with a„ word at the prime ; Lo, immobile as statues, with pitiless faces of iron, Armed at each obstinate gate, stand the impassable guards."], [10, "6 HYMN TO THE SEA III Miser whose coffered recesses the spoils of eternity cumber, Spendthrift foaming thy soul wildly in fury away, — We, self -amorous mortals, our own multitudinous image Seeking in all we behold, seek it and find it in thee : Seek it and find it when o'er us the exquisite fabric of Silence Briefly perfect hangs, trembles and dulcetly falls ; When the aerial armies engage amid orgies of music. Braying of arrogant brass, whimper of querulous reeds ; When, at his banquet, the Summer is purple and drowsed with repletion ; When, to his anchorite board, taciturn Winter repairs; When by the tempest are scattered magnificent ashes of Autumn ; When, upon orchard and lane, breaks the white foam of the Spring : When, in extravagant revel, the Dawn, a bacchante up leaping, Spills, on the tresses of Night, vintages golden and red ; When, as a token at parting, munificent Day, for remem- brance, Gives, unto men that forget, Ophirs of fabulous ore ; When, invincibly rushing, in luminous palpitant deluge, Hot from the summits of Life,poured is the lava of noon; When, as yonder, thy mistress, at height of her mutable glories. Wise from the magical East, comes like a sorceress pale. Ah, she comes, she arises,— impassive, emotionless, blood- less."], [11, "7 HYMN TO THE SKA Wasted and ashen of cheek, zoning her ruins with pearl. Once she was warm, she was joyous, desire in her pulses abounding : Surely thou lovedst her well, then, in her conquering youth ! Surely not all unimpassioned, at sound of thy rough sere nading, She, from the balconied night, unto her melodist leaned, — Leaned unto thee, her bondsman, who keepest to-day her commandments, All for the sake of old love, dead at thy heart though it lie. IV Yea, it is we, light perverts, that waver, and shift our allegiance ; We, whom insurgence of blood dooms to be barren and waste ; We, unto Nature imputing our frailties, our fever and tumult ; We, that with dust of our strife sully the hue of her peace. Thou, with punctual service, fulfillest thy task, being con stant ; Thine but to ponder the Law, labour and greatly obey: Wherefore, with leapings of spirit, thou chantest the chant of the faithful, Chantest aloud at thy toil, cleansing the Earth of her stain ; Leagued in antiphonal chorus with stars and the populous Systems,"], [12, "8 HYMN TO THE SFA Following these as their feet dance to the rhyme of the Suns; Thou thyself but a billow, a ripple, a drop of that Ocean, Which, labyrinthine of arm, folding us meshed in its coil, Shall, as now, with elations, august exultations and ar- dours, Pour, in unfaltering tide, all its unanimous waves, When, from this threshold of being, these steps of the Presence, this precinct, Into the matrix of Life darkly divinely resumed, Man and his littleness perish, erased like an error and can- celled, Man and his greatness survive, lost in the greatness of God."], [13, ""], [14, ""]]