[[1, ""], [2, ""], [3, ""], [4, ""], [5, "IN TENNYSON LAND"], [6, ""], [7, ""], [8, ""], [9, "IN TENNYSON LAND BEING A BRIEF ACCOUNT OF THE HOME AND EARLY SURROUNDINGS OF THE POET LAUREATE AND AN ATTEMPT TO IDENTIFY THE SCENES AND TRACE THE INFLUENCES OF LINCOLNSHIRE IN HIS WORKS B\\ JOHN CUMING WALTERS Come forth, / charge thee, arise, Thou of the many tongues, the myriad eyes ! Come from the woods that belt the gray kilt-side, The sez'en elms, the poplars four T/iat stand beside myfatlier's door. O ! hither lead thy feet ! Ode to Memory. Tlie poet fiath tlie child's sight in his breast, And sees all new. IVhat ojtenest he lias viewed He vievjs with tlie first glory. Mrs. Browning. WITH TWELVE PLATES. LONDON GEORGE RED WAY 1890"], [10, ""], [11, "PREFACE, THE object of this little volume is, I hope, clear ; and it will be attained if, while interesting a few in \" Tennyson Land,\" it excites a deeper interest in the poet's work. To myself it is a memento of an enjoyable holiday, and of the forming of new ties of friendship among those whose pride it is to dwell in the poet's land and to assist in any effort, however humble, to arrive at a true, understanding of his poems. My thanks are due to many such. Mr. C. J. Caswell, of Horncastle, has provided me with photo graphs, by means of which this volume is illustrated ; the Rev. W. W. Hopwood, head-master of Louth Grammar School, Mr. C. M. Nesbitt, Mr. J. William Wilson, and Mr. Wilson C. Forman, of Louth, have individually sup plied me with facts of interest, and allowed me to examine documents in their private possession. Mr. Clarence James, also of Louth, kindly permitted me to make use of his picture of Somersby Brook ; while Mr. Wilson gave me the privilege of utilising his sketch of Louth Grammar School as it appeared fifty years ago. It will be observed that I have, as often as possible, given descriptions of scenery and made allusions to persons and customs in the poet's own words. The reason will be obvious. October, 1889."], [12, ""], [13, "CONTENTS CHAPTER I. THE POET'S PALETTE. Tennyson as an artist— Specimen pictures— His range of style— Love of England— An early effort— The pleasures of memory I— 8 CHAPTER II. CHARACTERISTICS OF LINCOLNSHIRE. Tennyson's allusions to cathedrals— General aspect of Lincolnshire— A night view—\" The Dying Swan\"— \"The Gardener's Daughter\"— Locksley Hall: where is it ?— \" Sixty Years After\"— \"The May Queen \"—\" The Lord of Burleigh \"— \" The Northern Farmer \" and other dialect poems- Lincolnshire types of character— Country sounds and sights ... 9— 31 CHAPTER III. AT LOUTH — TENNYSON'S SCHOOL-DAYS— THE \" POEMS BY TWO BROTHERS.\" Tennyson's grand-parents— Louth Vicarage— The poet's boyhood— School- life— His brothers— Publication of \"Poems by Two Brothers \"—A peep at the original manuscript— Tennyson's remuneration 32—46 CHAPTER IV. ON THE WAY TO SOMERSBY. Lincolnshire lanes-How poems are suggested— Familiar sights— In the poet's land— Lincolnshire and the seasons 47— 54 CHAPTER V. AT SOMERSBY. Situation and character of the hamlet -Arthur Hallam's visits-The Rectory and the lawn— Date of the poet's birth and baptism— Mrs. Tennyson— \"The owd Doctor \"—Mournful reminiscences— The Moated Grange— St. Margaret's Church—' ' The quiet sense of something lost \"... 55— 69"], [14, "VIII CONTENTS. CHAPTER VI. THE BROOK. The voice of the brook— Its course traced— Katie Willows— \"The Miller's Daughter\"— \" Maud\"— The poet's affection for the brook ... 70— 77 CHAPTER VII. SOMERSBY REVISITED : HOLYWELL GLEN. The nature of the Glen— \" The Lover's Tale\" — Scene of \"Maud\" — Influence of the woods upon the poet's mind ... ... ... 78—84 CHAPTER VIII. AT MABLETHORPE : TENNYSON'S SEA-PICTURES. Tennyson's holiday haunt — \"The Lover's Bay\" — Descriptions of the sea — A disillusion ... ... ... ... ... ... .. ... 85 — 90 CHAPTER IX. THE LOVE OF LINCOLNSHIRE. Tennyson's sympathetic touch with nature — Miss Jean Ingelow's poems — Charles Dickens and Lincolnshire — Conclusion ... ... ... 91 — 103 APPENDIX. POEMS RELATING TO LINCOLNSHIRE AND LINCOLNSHIRE CHARACTER. IO4 — I05 Index 107— 10S"], [15, "IN TENNYSON LAND. CHAPTER I. THE POET'S \"\" PALETTE To thee the laurel leaves belong, To thee our love and our allegiance, For thy allegiance to the poet's art. Longfelloni's \" Wapenlake. It has been well said that the impression left on the mind of the reader of Tennyson's poems is, that he has been looking at a gallery of pictures. The luxuriousness of description and the truth of minute detail at once excite the imagination and satisfy the sense. The reader is transported into a poet's dreamland, where Far-renownfed brides of ancient song People the hollow dark, like burning stars ; where noble knights and mighty heroes are gathered ; and where, as in the dreamy \" Recollections of the Arabian Nights,\" there comes the momentary apparition of sylphide forms, with the quick transition of varied lights, and the fall and fading of arabesque shades upon a phantom background of romance.. Lord Tennyson is pre-eminently an artist, and whether he speak of convent roofs whereon the deep snow sparkles to the moon, of streams which B"], [16, "THE POET'S PALETTE. 2 seem a downward smoke slow-dropping veils of thinnest lawn, of the dark blue sphere overhead distinct with vivid stars inlaid, of silvery gossamers that twinkle into green and gold, or of any of the thousand excellencies and varieties of nature, his touch is always true, and he paints the scene in brightest, purest colours, and presents it, all-glowing and all-perfect, to the eye. The richness of his pictures is tempered by their chasteness and delicacy. They are too dainty to* dazzle, and \" made so fairily well \" that their splendour steals upon us rather than strikes with blinding flashes. Just as the thin subtile lotos-music of the songs haunts the memory, so the rare beauty of the pictures ever yields delight in contemplation. And Lord Tennyson not only robes truth in radiant garments, but to fancy he gives a mystic, shadowy glory, tinged at times with awe. Poetry such as he has written is living art. It vivifies thought and imagination. It lifts a curtain, and we perceive, — though from afar, — pictures with dream-like hues, suffused with gold, or slumbering in soft mysterious beauty, or shining with starry light, or subdued by long, dim shadows. Thus the poet, with his soft syllables, spreads before us the matchless panorama upon which his eyes have gazed, and \" gives to forms and images a breath and everlasting motion.\" He casts a glamour over most that he touches ; he weaves a charm around a homespun theme, and finds a glittering vesture for an antique form. Tennyson can give us a picture in crystal, like \" Requiescat,\" or in flame, like \" Fatima.\" Sometimes we only catch a glimpse, through a gossamer-veil, of wonder and rarity, — How faintly-flush'd, how phantom-fair, Was Monte Rosa, hanging there A thousand shadowy-pencill'd valleys And snowy dells in a golden air. Or, perhaps, through the \" silver-misty morn \" there are only fragments showing in the light : —"], [17, "THE POET'S PALETTE. 3 At times the summit of the high city flash'd ; At times the spires and turrets half-way down Prick'd thro' the mist. But oft-times the revelation is clear and complete, and we behold every swell and dimple, every change and quiver, and feel the influence of all. Even the thread-like lines are traced with exquisite minuteness. What can be more subtle than the description of evening in one of the English idyls ? — We rose And saunter'd home beneath a moon, that, just In crescent, dimly rain'd about the leaf Twilights of airy silver, till we reach'd The limit of the hills ; and as we sank From rock to rock upon the glooming quay The town was hush'd beneath us : lower down The bay was oily calm ; the harbour-buoy, Sole star of phosphorescence in the calm, With one green sparkle ever and anon Dipt by itself, and we were glad at heart. But if this is limned by the artist, does not what fol lows appear to be hewn by the statuary ? I quote from \" Geraint and Enid \": — He look'd and saw that all was ruinous. Here stood a shatter'd archway plumed with fern ; And here had fall'n a great part of a tower, Whole, like a crag that tumbles from the cliff, And like a crag was gay with wilding flowers : And high above a piece of turret stair, Worn by the feet that now were silent, wound Bare to the sun, and monstrous ivy-stems Claspt the gray walls with hairy-fibred arms, And suck'd the joining of the stones, and look'd A knot, beneath, of snakes, aloft, a grove. The two pieces well exemplify Tennyson's range of style. Nothing is too small, nothing is too great, for his canvas. B 2"], [18, "THE POET'S PALETTE. 4 He can paint the heart of the snowdrop, with its pure lines of green streaking the white of the inner leaves, and the lordly pleasure-house, with its deep-set windows, stained and traced, its ranged ramparts, and its sounding corridors. The Laureate of the Victorian era is a poet of transcendant power, whose productions have an Homeric breadth and grandeur that have never before been attained by an English writer, and whose majestic utterance of royal truths is surpassed only by the lofty rhetoric of Shakespeare and Milton. Above all, he is entirely our own, English and English-loving. He delights to wander along English lanes and across the meadowland and moors ; he loves the hedgerows and the rivers, the woods of pine and larch, the lakes and pools where water-lilies start and slide, the gardens where lilacs bloom and \" momently the twinkling laurel scatters silver lights,\" the brooks, the sea, the sands, and the men : — English natures, freemen, friends, Thy brothers and immortal souls. He has made us English songs, told us English stories, and found us English heroes ; he has shaped our country's legends and traditions into glorious idyls luminous with golden meaning and ringing with valiant thought. The style is English too, because it is his own, and its force, its concentrated strength, its compactness and vigour, con tribute to the merit which that style possesses. His simple phrases are bright with thought, and a wealth of imagery lies jewel-like in the casket of choicest words. And here we see the triumph of poetry over art. Art portrays beauty, but poetry has its vistas of glory, its vastness of view, its resources of suggestion. Art has its abiding reality, poetry its attendant dreams ; the one is for the contemplation of the mind, the other for its expansion. The poet has more domains' than one under his dominion ; art and music are tributary to him. The"], [19, "THE POET'S PALETTE. 5 most casual reader of Tennyson's works at once recog nises how this may be. For the pictures he fashions sway in a wind of melody, and the scenery is unveiled while a symphony of rhymes flows on. It cannot be claimed for Lord Tennyson that he is an interpreter : he observes, and he chronicles ; he does not explain. His poems are an exhibition : we behold and learn. His symbols are never hard to understand. For us, as for him, the stream runs with an inner voice ; the mellow preludes of the winds breathe of freedom ; the dark woods whisper of despair. The lad of five, who exclaimed, \" I hear a voice that's speaking in the wind,\" had a mind of receptivity and percipience ; external circumstances stirred it as a wind stirs water. How quickly his power grew, and how quickly the boy seized upon the fleeting thoughts borne forward by the instruments of nature, we can dis cover by referring to a little poem in \" The Poems by Two Brothers,\" when that same voice in the wind had been heard with more distinctness. Methinks, upon your moaning course I hear the army of the dead ; Each on his own invisible horse, Triumphing in his trackless tread. For when the moon conceals her ray, And midnight spreads her darkest veil, Borne on the air, and far away, Upon the eddying blasts they sail. Then, with their thin and feeble bands Along the echoing winds are roll'd ; The bodiless tribes of other lands ! The formless, misty sons of old ! These boyish verses (which I take to be the Laureate's) reveal how the surroundings of his early life were forming the nature of the poet. The same influences afterwards"], [20, "6 THE POET'S PALETTE. produced \" Oriana \" and \" Locksley Hall \"; later still they produced \" Enoch Arden \" and \" Maud.\" The winds, the waves, and the woods are always in Tennyson's poems. He seldom gives us a house, or a chamber, or a court ; or if he does, the house overlooks the sea, or the beat of the waves is heard close by, or the wood (with the streamlet passing through it) lies adjacent. However varied, how ever mixed with fancied forms and foreign images, the scenes belong to the poet's home, and these sounds are the echo of what he heard in his youth. First emotions are life-emotions ; however the current flows the source is the same. The poet is the product of his land and his time. The associations of youth enter into his composi tion, tinge his thought, and mould his mind. Every man's work has its complexion, and that of Tennyson's poems is a Lincolnshire complexion. The home of childhood is the soil in which genius strikes root and puts forth blossoms ; transplant it where you will, you cannot change the tint of the flowers. Memories are a warm and genial summer-tide which favours the efflorescence of fancy ; and as the heliotrope turns to the sun and expands under his rays, so the mind turns to the consecrated place where her first petals unfolded. The poet steals fire from \" the fountains of the past \" to glorify the present, and finds delight in remembering — The peerless flowers which in the rudest wind Never grow sere, When rooted in the garden of the mind, Because they are the earliest of the year. There is a charm about the places where the poet's capacity was first exercised, where thought articulated into speech, where speech gushed into poetry. Ruskin has said that Turner's drawing of hills, even when he had to repre sent the stupendous masses of the Alps, was to the last influenced by the forms of hill he learned to draw in"], [21, "THE POET'S PALETTE. 7 Yorkshire in his youth. And what is Tennyson's admis sion ? — Well hast thou done, great artist Memory, In setting round thy first experiment With royal frame-work of wrought gold ; Needs must thou dearly love thy first essay, And foremost in thy various gallery Place it, where sweetest sunlight falls Upon the storied walls ; For the discovery And newness of thine art so pleased thee, That all which thou hast drawn of fairest Or boldest since, but lightly weighs With thee unto the love thou bearest The first-born of thy genius. Artist-like Ever retiring thou dost gaze On the prime labour of thine early days. Upon whatever the poet has seen and loved he sets the royal signet of his muse. We can read Tennyson's poems, and follow him wherever he has been. The low dunes of Lincolnshire, the happy valleys of Kent — \" half in light, and half far shadowing from the west,\" — the crags of Corn wall water-lapped, Tintagil, — \" half in sea, and high on land, a crown of towers,\" — the valley of Cauteretz, where the stream flashes white, the Isle of Wight, where \" the hoary channel tumbles a billow on chalk and sand,\" Milan, with its \"giant windows' blazon'd fires\" — all these have their memorial in stanza and rhyme. But it is homeward that the poet oftenest turns his eyes, and, like Enid, \"lets his fancy flit across the past, and roam the goodly places that he knew.\" He does so as if half-yearningly ; as if, too, so powerful a fascination held him, that even in his most trans ported moments, the visions of Lincolnshire sixty or seventy years ago rose before him. Far off in his southern home the poet hears the Norland winds pipe down the sea, or looks athwart the glooming flats like lone Mariana, or sees a tract of sand, —"], [22, "8 THE POET'S PALETTE. And some one pacing there alone, Who paced for ever in a glimmering land, Lit with a low large moon. His fancy flies to the dreary moorland and the barren shore, to the beach whereabout he wandered nourishing a youth sublime, to the witch-elms and towering sycamores of quiet Somersby, to the land of becks, and knolls, and ridged wolds. Thither let us accompany him with his words to guide us identifying as far as possible those places he has known, those scenes he has depicted, and those haunts he loved, and discovering the visible links to the home of his youth that he has strengthened by connexion with his imperishable verse. Poetry is the perfect registry of truth. And it is more. It is the mysterious deep upon whose surface the face of nature is reflected, and in whose unfathomed bed pearls of thought and fancy lie. We can only strive to see what Nature showed, and with what she endowed the Laureate when, a boy, he wandered about the Lincolnshire lanes, through the Lincolnshire woods, and over the long dun wolds, whence he could catch a glimpse of \" crowded farms and lessening towers,\" and the distant heaving sea."], [23, "CHAPTER II CHARACTERISTICS OF LINCOLNSHIRE Thou comest not with shows of flaunting vines Unto mine inner eye, Divinest Memory ! Thou wert not nursed by the waterfall Which ever sounds and shines A pillar of white light upon the wall Of purple cliffs, aloof descried. Ode to Memory. It was a bright rosy noon in early Autumn when I entered the straggling ancient city of Lincoln. The rays of the setting sun fell redly upon the triple-towered cathe dral, enthroned upon a hill and overlooking the long narrow streets and dwarfish houses. An hour or two later, while the west was full of purple flakes, a mellow light reflected upon the majestic fane, gave it an almost aerial appearance, and called to mind the towers of Ilion, which rose like a mist while Apollo sang. Those who understand the delicacy of proportion and have seen — say at Milan — how symmetry triumphs over bulk, will not deem this simile extravagant. Lincoln cathedral was in all likelihood the first structure of note that Tennyson saw. At all events he became early impressed with the thought of its grandeur, its vastness, its wonders, and its mysteries. It was probably he who wrote those lines in \" The Poems by Two Brothers,\" which give expression to the intense desire of one whose fancy has been fired and whose amazement has been stirred by the scene."], [24, "CHARACTERISTICS OF LINCOLNSHIRE. 10 Give me to wander at midnight alone, Through some august cathedral, where, from high, The cold clear moon on the mosaic stone Comes glancing in gay colours gloriously, Through windows rich with glorious blazonry, Gilding the niches dim, where, side by side, Stand antique mitred prelates, whose bones lie Beneath the pavement, where their deeds of pride Were graven, but long since are worn away By constant feet of ages day by day. Those who are intimate with the Laureate's writings will scarcely need reminding of how the feeling of reverence and awe for such temples is again and again displayed. The \" minster towers \" and the \" windy clanging of the minster clock \" are alluded to in \" The Gardener's Daughter \" ; and in \" A Dream of Fair Women \" the emotion occasioned by the apparition of beautiful heroines is explained in an admirable image, which again recalls the holy place : — As one that museth where broad sunshine laves The lawn by some cathedral, thro' the door Hearing the holy organ rolling waves Of sound on roof and floor Within, and anthem sung, is charm'd and tied To where he stands, — so stood I. This was the realisation of the poet's youthful wish to hear — Wild heavenly voices sounding from the choir And more than mortal music, and enables us to guess not only at the authorship of the earlier poem, but also to trace the duration of the poet's sensibility to an early influence. There is a settled prejudice that Lincolnshire, with its low dunes, shallow streams, and glooming flats, is a dreary county — A flat malarian land of reed and rush."], [25, ""], [26, ""], [27, "CHARACTERISTICS OF LINCOLNSHIRE. 11 where north winds sweep and an angry sea drives far inland, and where morning ever steps with \" misty feet \" and evening follows with \"sallow-rifted glooms.\" It is well that the visitor should be prepared for the dark marsh land ; yet to him, as to the lover Julian, Lincolnshire should be — A land of promise, a land of memory, A land of promise flowing with the milk And honey of delicious memories ; a land, too, that has been redeemed, and is no longer the waste uninteresting swamp it was. Those who say it is a flat and prosaic county, — a region of vast grassy plains and tangled watercourses, with only a few willow, ash, and poplar trees to relieve the level expanse, — know nothing of the ridged wolds and broken cliffs of the Uplands, and even mistake the character and aspect of the marshes in the Lowlands. A sombre land it is truly when low drooping clouds \" make a chequered work of beam and shade across the hills,\" or when night trails her shadows across the far-extending fields ; a dreary land, too, when the year is dying, and — A blanket wraps the day, When the rotten woodland drips, And the leaf is stamp'd in clay ; still drearier when the frosty fingers of Winter strip the trees, and the air builds up everywhere an \" under-roof of doleful gray.\" But not a wilderness assuredly. There is a certain luxuriance about the marsh-land which redeems it from utter desolateness, and in many parts it is inviting. Here it is that ash and larch and lime and chestnut and sycamore flourish ; here are \" heath and hill and hollow lined and wooded to the lips\"; here, at sundown, \" faint, rainy lights are seen moving in the leavy beech \" ; here in Spring,—"], [28, "CHARACTERISTICS OF LLNCOLNSHLRE. 12 The sappy field and wood Grow green beneath the showery gray, And rugged barks begin to bud, And thro' damp holts new-fiush'd with may, Ring sudden scritches of the jay ; and in Summer the elms display \" their broad-curved branches, fledged with deepest green, new from its silken sheath.\" The flat land is not a waste, nor is the quiet landscape without interest. What it was not so very long ago we learn from the words of the dying Northern Farmer : — Theer warn't not feead for a cow ; Nowt at all but bracken an' fuzz, an' loook at it now — Warnt worth nowt a haacre, an' now theer's lots o' feead. Fourscoor yows upon it an' some on it doon i' seead. In its Autumn livery of green and gold, with specks of red here and there, the country presents by day a scene of subdued beauty, which by night becomes weird and mourn ful. Then, indeed, the moorland is drear and dark ; the wind rides over the wolds and dunes ; the trees sigh and shake their spectral arms. It was under these conditions that the boy-poet most loved to view the country. He took long walks at midnight where \" dark valleys wind forlorn,\" and when the sough of the reeds made fantastic music in his ears. The night, with its wild cries and strange shapes, with its mysterious revelations and its still more wondrous veil, kindled the flame of imagination and strengthened the poetic impulse. Here is a picture, almost Dantesque in its gloom, which (allowing for an exuberant fancy) may be taken as a fair description of Lincolnshire by night : — 'Tis midnight o'er the dim mere's lonely bosom, Dark, dusky, windy midnight : swift are driven The swelling vapours onward : every blossom Bathes its bright petals in the tears of heaven."], [29, "CHARACTERISTICS OF LLNCOLNSLIIRE. 13 Imperfect, half-seen objects meet the sight, The other half our fancy must portray ; A wan, dull, lengthen' d sheet of swimming light Lies the broad lake : the moon conceals her ray, Sketch'd faintly by a pale and lurid gleam Shot thro' the glimmering clouds : the lovely planet Is shrouded in obscurity ; the scream Of owl is silenced ; and the rocks of granite Rise tall and drearily, while damp and dank Hang the thick willows on the reedy bank. Beneath, the gurgling eddies slowly creep, Blacken' d by foliage ; and the glutting wave, That saps eternally the cold gray steep, Sounds heavily within the hollow cave. There is not a touch of colour anywhere to relieve the darkness which is almost horrible in its intensity. Such scenes must have had a saddening effect upon the sensitive mind of the poet, and the despondent tone that can be detected so often in his works is doubtless to be directly attributed to these influences. Shadows lying upon the mind in youth exclude some part of the sunshine that nature needs if it is ever to be bright. The flower that is early chilled no warmth of after-time can fully expand, and the spirit nursed in gloom will never quite open to the light. This has made Tennyson essentially a poet of sadness and sympathy ; a strain of pessimism also mingles with his sorrow. Only a dweller in East Anglia would have given us that simile of \" poor Fancy,\" — Sadder than a single star That sets at twilight in a land of reeds. How often the boy, the man, must have felt the pathos of that picture before the power came upon him to turn it into imagery. We can fancy the poet alone in some shadow-haunted lane when day is waning in the arms of night, gazing upward at the darkling sky, seeing a single star glistening in that dark expanse, and feeling — how pas-"], [30, "CHARACTERLSTLCS OF LLNCOLNSHLRE. 14 sionately !— that nature revealed nothing more melancholy to the human eye in all her array of tremulous night pictures. Happily, we get another and a brighter view in a later poem, when the watcher sees — The white and glittering star of morn Part from a cloud of snow, and by and by Slip into golden cloud. But, as a rule, Tennyson describes the sad view of nature. He lived where it was common to see — The tearful glimmer of the languid dawn On those long, rank, dark wood-walks drench'd in dew Leading from lawn to lawn ; where he would often watch the slow process of decay as the yellow woods waned, or as the beech \" gathers brown \" and the maple \" burns itself away.\" Saddest of all is that cold, cloudy picture of Lincolnshire presented with such detail in the poem of \" The Dying Swan.\" The plain was grassy, wild and bare, Wide, wild, and open to the air, Which had built up everywhere An under-roof of doleful gray. With an inner voice the river ran, Adown it floated a dying swan, And loudly did lament. It was the middle of the day, Ever the weary wind went on, And took the reed-tops as it went. This is a wonderfully truthful sketch, and I shall not forget how the minor music of the lines recurred to me as I wandered down the road leading to Somersby one morning, when the sky was full of rain-clouds, when a dull vapour enshrouded the distant hills, and the weary wind fitfully coming across the fields, — Took the reed-tops as it went."], [31, "CHARACTERISTICS OF LLNCOLNSHLRE. 15 The lines could only have been written by one who had seen the rushes shiver, heard the complaining voice of the river, and seen the plain lying sunless and bare. In \" The Dying Swan \" we get a mixture of imageries, but Lin colnshire supplies most of the figures in the scene — One willow over the river wept, And shook the wave as the wind did sigh ; Above in the wind was the swallow, Chasing itself at its own wild will, And far thro' the marish green and still The tangled water-courses slept, Shot over with purple, and green, and yellow. Then the \" awful jubilant voice \" of the swan rises like the acclamation of a mighty people, and fills the whole place with \" a music strange and manifold,\" — The creeping mosses and clambering weeds, And the willow-branches hoar and dank, And the wavy swell of the soughing reeds, And the wave-worn horns of the echoing bank, And the silvery marish-flowers that throng The desolate creeks and pools among, Were flooded over with eddying song. This marvellous accumulation of effects is drawn en tirely from the stores of nature, and adapted, as only the true poet could adapt what was familiar to him, to give intense realism to the poem. The theme is mournful, the scene is gloomy ; and who knows but that the actual sight of the latter suggested the subject and tone of the former ? There is almost a companion picture to \" The Dying Swan \" to be found in that \" Song,\" wherein a typical Lincolnshire garden is described. Here we find every thing in course of decay. The bowers are \" yellowing,\" the flowers are mouldering, and their long stalks are bowed — The air is damp, and hush'd, and close, As a sick man's room when he taketh repose An hour before death ;"], [32, "16 CHARACTERISTICS OF LLNCOLNSHLRE. the leaves are rotting ; the roses emit a faint dying per fume ; and a spirit haunting the bowers is heard to sob and sigh and talk. Then comes the mournful refrain, — Heavily hangs the broad sunflower Over its grave i' the earth so chilly ; Heavily hangs the hollyhock, Heavily hangs the tiger-lily. Seldom as Tennyson has turned his eyes on the sunny side of Lincolnshire, there are times when he appears to revel in describing its beauty and recalling its triumphs. First we get that wonderful view of its aspect in the utter quietude of morning : Calm and deep peace on this high wold, And on these dews that drench the furze, And all the silvery gossamers That twinkle into green and gold : Calm and still light on yon great plain That sweeps with all its autumn bowers, And crowded farms and lessening towers, To mingle with the bounding main. Then we behold the same scene storm-swept : the night is come, and is full of sublime terror, — The winds begin to rise And roar from yonder dropping day The last red leaf is whirl'd away, The rooks are blown about the skies ; The forest crack'd, the waters curl'd, The cattle huddled on the lea ; And wildly dash'd on tower and tree The sunbeam strikes along the world. We see it all as vividly as the poet once in a \" less than momentary thunder-sketch \" found revealed to him all the awful grandeur of a storm among the Welsh hills. But after all, the brightest, sweetest picture of Lincolnshire is"], [33, "CHARACTERISTICS OF LLNCOLNSHLRE. 17 painted in that sumptuous idyl, \" The Gardener's Daughter.\" In the poet's own words it may be described like the ideal that Eustace the artist sought : — ■ A certain miracle of symmetry, A miniature of loveliness, all grace Summ'd up and closed in little. The colouring is fresh and pure and bountiful, and reveals the summer aspect of the land seen not only by the poet but the lover. To the Laureate's description we can only apply his own words again, — \" 'Tis not your work, but Love's .... a more ideal Artist he than all.\" The locality is the vale of the Witham. The very words that frame the scene appear to sparkle with a pearly brightness of their own : — Not wholly in the busy world, nor quite Beyond it, blooms the garden that I love. News from the humming city comes to it In sound of funeral or of marriage bells ; And, sitting muffled in dark leaves, you hear The windy clanging of the minster clock ; Although between it and the garden lies A league of grass, wash'd by a slow broad stream, That, stirr'd with languid pulses of the oar, Waves all its lazy lilies, and creeps on, Barge-laden, to three arches of a bridge Crown'd with the minster-towers. The fields between Are dewy fresh, browsed by deep-udder'd kine, And all about the large lime feathers low, The lime a summer home of murmurous wings. All the land in flowery squares, Beneath a broad and equal-blowing wind, Smelt of the coming summer, as one large cloud Drew downward : but all else of heaven was pure Up to the Sun. ..... The steer forgot to graze, And, where the hedge-row cuts the pathway, stood, C"], [34, "CHARACTERLSTLCS OF LLNCOLNSHLRE. 18 Leaning his horns into the neighbour field, And lowing to his fellows. Ere an hour had pass'd, We reach'd a meadow slanting to the North ; Down which a well-worn pathway courted us To one green wicket in a privet hedge ; This, yielding, gave into a grassy walk Thro' crowded lilac-ambush trimly pruned. The garden stretches southward. In the midst A cedar spread his dark-green layers of shade. The garden-glasses shone, and momently The twinkling laurel scatter'd silver lights. Over many a range Of waning lime the gray cathedral towers, Across a hazy glimmer of the west, Reveal'd their shining windows. Such is the picture, a vignette of poesy : every gossa mer-line traced, every delicacy of colour caught ; the image in all its purity and perfection purely and per fectly reflected. Might we not say of the artist as he, in his poet-capacity, said of \" imperial Eleanore \" ? — The oriental fairy brought, At the moment of thy birth, From old well-heads of haunted rills, And the hearts of purple hills, And shadow'd coves on a sunny shore, The choicest wealth of all the earth. For though Tennyson's touch is so true, he seems at times to find nature itself scarcely bright enough, and he adds a hue, a gloss, that can only be found in romance. Who is it that does not emerge with \" dazed vision \" from the contemplation of Bagdat's shrines of fretted gold and the pavilion of the Caliphat? It is the same with the vale of Ida, and with the land \" in which it seemed always after noon.\" He loves to give the real a look of enchantment,"], [35, "CHARACTERISTICS OF LINCOLNSHIRE. 19 and to let the ray of fancy play about the image of truth. Yet, when a simple outline is required, how sharply and how firmly Tennyson limns it ! Here is the plain, precise picture of Audley Court and the approach to it : — By many a sweep Of meadow smooth from aftermath we reach'd The griffin-guarded gates, and pass'd thro' all The pillar'd dusk of sounding sycamores, And crossed the garden to the gardener's lodge, With all its casements bedded, and its walls And chimneys muffled in the leafy vine. Audley Court could not escape recognition with this de scription before us. Would that the pen-photograph of \" Locksley Hall \" were but half as clear, and the doubts as to where and what that Hall is would be speedily set at rest. It is by means of this poem that Tennyson makes many friends and finds many readers. Yet it is the poem that deludes us most, for we have to learn that the poet knew no Cousin Amy, that his passion was simu lated, and that probably there was never a Locksley Hall. In the two poems — \"Locksley Hall\" and \" Sixty Years After\" — a very vague and incomplete outline sketch of the Hall is given, and there is only the slightest clue to the identity of the particular place, if any, to which the poet refers : — 'Tis the place, and all around it, as of old, the curlews call, Dreary gleams about the moorland flying over Pocksley Hall ; Locksley Hall, that in the distance overlooks the sandy tracts, And the hollow ocean-ridges roaring into cataracts. Then follows the reference to an \"ivied casement,\" and the propinquity of the beach is impressed upon us in more than one succeeding verse ; but that is all. In \" Sixty Years After\" the following touches are added to the picture : — C 2"], [36, "CHARACTERISTICS OF LINCOLNSHLRE. 20 In the hall there hangs a painting — Amy's arms about my neck — Happy children in a sunbeam sitting on the ribs of wreck. Yonder, in that chapel, slowly sinking now into the ground, Pies the warrior, my forefather, with his feet upon the hound. Cross'd ! for once he sail'd the sea to crush the Moslem in his pride ; Dead the warrior, dead his glory, dead the cause in which he died. Yet how often I and Amy in the mouldering aisle have stood, Gazing for one pensive moment on that founder of our blood. There again I stood to-day, and where of old we knelt in prayer, Close beneath the casement crimson with the shield of Locksley — there, All in white Italian marble, looking still as if she smiled, Lies my Amy ...... In this gap between the sandhills, whence you see the Locksley tower, Here is Locksley Hall, my grandson, here the lion-guarded gate. Yonder lies our young sea-village — Art and Grace are less and less : Science grows and Beauty dwindles — roofs of slated hideousness ! There is one old hostel left us where they swing the Locksley shield, . That casement where the trailer mantles all the mouldering bricks — It will be seen from these extracts that the picture is much clearer and the colouring more elaborate than in \" Locksley Hall.\" But still the description lacks particu larity. Between the publication of \" Locksley Hall\" and the sequel, Lord Tennyson had formally denied the cor poreity of \" Cousin Amy.\" Is it then likely that in the second poem he would associate non-entity, on the one hand, with a reality on the other hand ? I think not."], [37, "CHARACTERISTICS OF LLNCOLNSHIRE. 21 The \" lion-guarded gate \" is a clue, but in \" Lady Clara Vere de Vere \" a like detail is mentioned, which goes to prove that instead of a particular place the poet only had a particular item in his mind. \" The lion on [the] old stone gates \" may be seen at Scrivelsby Court. Another clue, slightly more important, is to be found in the al lusion to \" the warrior, my forefather, with his feet upon the hound, cross'd.\" This figure may be seen in Harring ton Church, but like figures may be seen, too, at Spilsby and Halton Holegate in the vicinity. Langton Hall, the home of the Langtons for some generations, is in the position described in \" Locksley Hall,\" but otherwise scarcely corresponds with the description. The Locks leys, we learn from the poem, were \" lords and masters \" in their part, and in this respect they resemble the Lang tons ; but perhaps it would be considered too much like Fluellen's famous comparison of Monmouth and Mace donia were I to go a point further and say that there is just a little resemblance between the names Langton and Locksley. The claim of the mansion at Saltfleet to be the original Locksley Hall may be dismissed without a word ; but the old hall at North Somercotes appears to have supplied at least one detail for the poet's picture. On the authority of the late Rev. Dr. Wood, Tennyson is said to have actually written part of the poem in its ivied casement — the ivied casement he apostrophised — Many a night from yonder ivied casement, ere I went to rest, Did I look on great Orion sloping slowly to the west. I am indebted to a correspondent for the suggestion that, if this be so, the chapel slowly sinking in the ground may well be near Bayons Manor (Tealby), which is nearly due west from Somercotes, and the hills there, though seventeen miles distant, would be visible over the flat marshland."], [38, "CHARACTERISTICS OF LLNCOLNSHLRE. 22 It will be seen, however, that the subject invites much speculation, and unless later researches prove more suc cessful than those in the past, the only possible conclusion at which we can arrive is, that the poet's picture was drawn with no regard for absolute fidelity to any one of these models, and that he combined several distinct impressions in the preparation of the complete scene. The picture of the old hall at Langton which accompanies these lines, is not without interest apart from this particular subject. Forty-five years ago the building that Tennyson must often have seen was destroyed by fire, and a new hall, dating from 1866-7, now stands on the site. Dr. Johnson visited his friend Bennet Langton in the Hall \" that is no more.\" There are many who will be glad of the opportunity of tracing what resemblance the old Hall bore to the house on the moors which the passionate lover would fain have seen stricken with the fury of the storm : — Comes a vapour from the margin, blackening over heath and holt, Cramming all the blast before it, in its breast a thunderbolt. Let it fall on Locksley Hall, with rain, or hail, or fire, or snow; For the mighty wind arises, roaring seaward, and I go. That Locksley Hall is in Lincolnshire the internal evidence of the two poems abundantly proves. The \" sandy tracts,\" the \" hollow ocean-ridges roaring into cataracts,\" the \" dreary moorland \" and the \" barren shore,\" are local touches that cannot be misconceived. Then the man who \" drain'd the fen \" must have laboured in the east counties ; and who that has travelled in East Anglia is not familiar with the old church sinking into the ground ? In some places, near the coast, only a sturdy spire, or, more likely, a square tower, marks the spot where once, per chance, were house and tree and field. We find the thouo-ht that constantly rises in, or is enforced upon, the mind of the wanderer in Lincolnshire in those impressive lines in \" In Mcmoriam \" : —"], [39, ""], [40, ""], [41, "CHARACTERISTICS OF LLNCOLNSHLRE. 23 There rolls the deep where grew the tree. O earth, what changes hast thou seen ! There where the long street roars, hath been The stillness of the central sea. The hills are shadows, and they flow From form to form, and nothing stands ; They melt like mist, the solid lands, Like clouds they shape themselves and go. It may be added here that \" Locksley Hall,\" — which, unlike most of the Laureate's poems, has escaped revision and appears now, with the exception of a verbal alteration or two, just as it was originally printed, — was the result of six weeks' continuous labour. But although it was so often cast into the mould, it bears very little evidence of being an artificial production. The sorrow and bitterness, the scorn and passion, burst tumultuously from a heart that is mad with suffering and despair, and the final calm and resolution follow in perfect sequence as the violence spends itself in these fierce blusterings and frenzied out cries. It was prophesied by Dr. A. H. Japp that .the day would come when, if the poet \" ever again wrote on a kindred theme, it would test at once his insight and fuller experience whether he would conduct his hero to a more worthy goal.\" \" Sixty Years After \" is less a palinode than a development of \" Locksley Hall.\" It fittingly completes the earlier poem. The harmony is unbroken, for the coda catches up the notes of the olden theme and continues it anew, so that the two pieces form one rich complete diapason in which is expressed purity of purpose united with passionate hope and yearning. \" Locksley Hall \" will always be read, because it is so thoroughly human in sen timent and emotion. The hero secures sympathy and compassion in spite of his fury and false reasoning, his dogmatism, and his headstrong deeds. As a piece of declamation, what is to be compared with it ? But the sequel is still better. In the serenity and wisdom of age"], [42, "CHARACTERLSTLCS OF LLNCOLNSHLRE. 24 the poet sees his danger and repents his rashness. The old man disowns the young ; he remodels his philosophy and is reconciled to fate. The two poems are a noble work, and have a perennial interest and attraction. One of the most Lincolnshire pieces, a true product of the soil, is that lovely home-spun drama,\" The May Queen.\" The allusions there cannot be mistaken ; the very flowers declare to what part of the country the poem belongs : — The honeysuckle round the porch has wov'n its wavy bowers, And by the meadow-trenches blow the faint sweet cuckoo-flowers; And the wild marsh-marigold shines like fire in swamps and hollows gray, And I'm to be Queen o' the May, mother, I'm to be Queen o' the May. All the valley, mother, 'ill be fresh and green and still, And the cowslip and the crowfoot are over all the hill, And the rivulet in the flowery dale 'ill merrily dance and play, For I'm to be Queen o' the May, mother, I'm to be Queen o' tbe May. In P&rt Two there are signs that the May Queen may not have lived far from the poet's own home* Here we get a view of the land as seen from the highway leading to Somersby : — The building rook 'ill caw from the windy tall elm-tree, And the tufted plover pipe along the fallow lea. When the flowers come again, mother, beneath the waning light, You'll never see me more in the long gray fields at night ; When from the dry dark wold the summer airs blow cool On the oat-grass and the sword-grass, and the bulrush in the pool. In dealing with the local tradition of the wooing of the Lord of Burleigh, the poet has not taken advantage to any great extent of the opportunity of sketching the scenery round about \" Burleigh-house by Stamford-town.\" That is * Maypole dancing took place at Horncastle up to fifty years ago."], [43, "CHARACTERISTLCS OF LLNCOLNSHLRE. 25 a thoroughly characteristic scene, however, of which a passing glimpse is afforded : — They by parks and lodges going See the lordly castles stand : Summer woods about them blowing Made a murmur in the land. And, again, — Parks with oak and chestnut shad)', Parks and order'd gardens great, Ancient homes of lord and lady, Built for pleasure and for state. Then we get a sketch of the home to which the Lord of Burleigh brought his bride : — A gateway she discerns With armorial bearings stately, And beneath the gate she turns ; Sees a mansion more majestic Than all those she saw before and the rest is left to the reader's fancy. Tennyson's two poems on \" The Northern Farmer \" deal more with Lincolnshire characters than with scenery. Both men are types rather than individuals, though old John Baumber was familiar enough to the poet's sight. A York shireman by descent, he was a resident in the Lowlands ; his grandson still lives in the county, not many miles from the old grange inhabited by the farmer. The man who \"stubb'd Thurnaby waaste \" might have been sire to him who heard the refrain, \"Proputty, proputty, proputty,\" in the cantering of his horse, and who in his worldly wisdom had discovered that \" a man mun be eather a man or a mouse.\" The Northern Farmer of half a century ago was a sturdy, unsentimental, money-making labourer, who could afford to pity the parson and despise the governess.* The farmer * The Northern Farmer. — Of John Baumber, the Northern Farmer (who is well remembered in Lincolnshire), several curious stories are told. He"], [44, "26 CHARACTERISTICS OF LLNCOLNSHIRE. of the poem is an egoist of the most pronounced type, who would subdue all natural emotions and check all heartborn impulses ; he has an unbounded love of self and belief in gold ; and he strives to indoctrinate his own son with the cruel dogma that \" luvv \" is folly, and \" munny \" is for worship. Thou'U not marry for munny — thou's sweet upo' parson's lass — Noa — thou'll marry for luvv — an' we boath on us thinks tha an' ass. The burden of his lay is, \" Proputty, proputty sticks, an' proputty, proputty graws.\" As for \" parson's lass,\" who \" mun be a guvness, or summat,\" she is not good enough to be the wife of the lad who is to inherit the land from \" wheer Wrigglesby beck comes out by the 'ill,\" to the brig. He points the moral of the parson's misfortunes — \"fur, Sammy, 'e married for luvv\" ; and he boasts of his own shrewdness in taking to wife a woman \" wi' lots o' munny laaid by, an' a nicetish bit o' land.\" Probably the race of the Northern Farmers is not quite extinct yet ; the middle-class farmer of to-day is a man with a narrow appears to have been a most eccentric character, and according to the Rev. Drummond Rawnsley, he was a conspicuous and noteworthy type of the past. \"That Lord Tennyson saw him there is no doubt ; but he has long been in his grave, and a more refined heir stalks about his fields. The present Lincoln shire farmer goes to market in a gig, or more commonly by rail. But though the outward man has perished, not so has his teaching. Not to marry the governess ; to look out for a wife with a dowry ; the value of money ; how the having it makes 'a good un,' the want of it the thief; these are the sen timents by no means obsolete, not confined to one class, or one county, or one age.\" There are still men in Lincolnshire who remember how John, who relished a joke, especially if it were at any one else's expense, once met \" Squoire,\" who noticed the stocks then standing near the church, and opined that they \"were not fit to hold a man.\" \" Try them yersen, Squoire,\" said Baumber. The Squire put his legs through to try them, and John complacently locked him in. Tennyson evidently made a close study of this remarkable character ; and we may note en passant that the Laureate's humour is seen to special advantage in this poem. In the dramas it seems forced, and is not always amusing. Stedman says the \" Northern Farmer \" ballads are the best English dialect studies of our time."], [45, "CHARACTERISTICS OF LINCOLNSHLRE. 27 creed, and he is apt to make great distinctions between those who have \" proputty \" and those who have \" nowt.\" In \" The Promise of May,\" the Laureate has given us another sketch of a like character in the person of Farmer Dobson, — a man who, though not bad-hearted, is full of prejudices, and by nature blundering and obstinate. His conversation with the schoolmaster, Wilson, after Edgar's encounter with him, shows his close resemblance to the Lincolnshire original : — Dobson. ' Good daay then, Dobson 1 ' Civil-spoken i'deed ! Why, Wilson, tha 'eard 'im thysen — the feller couldn't find a Mister in his mouth fur me, as farms five hoonderd haacre. Wilson. You never find one for me, Mr. Dobson. Dobson. Noa, fur thou be nobbut schoolmaster. The \" Village Wife,\" who tells the story of the entail, is another of Tennyson's successful Lincolnshire portraits. Had the old village gossip and scandal-monger been matched with the worldly-minded farmer, it had been no ill-mating. She despises books and book-lovers : \" Boooks, as thou knaws, beant nowt.\" But she has an excellent mind for business. Hear her praise the produce of her dairy : — Butter I warrants be prime, an' I warrants the heggs be as well, Hafe a pint o' milk runs out when ya breaks the shell. She softens her reproaches wdien she remembers the trade she did with \" The Squire an' 'is'gells\" : — Boooks, es I said afoor, thebbe neyther 'ere nor theer ! But I sarved 'em wi' butter an' heggs fur huppuds o' twenty year. There is much unconscious humour in the character, too, and it is rather remarkable that only in these dialect poems (not forgetting, however, \" Amphion,\" and \" Will Water proof's Lyrical Monologue \") the Laureate is seen to advantage in this respect. What could be more whimsical"], [46, "CHARACTERISTICS OF LLNCOLNSHLRE. 28 than the woman's laconic comment on the fact that her \" darter \" had \" died o' the fever at fall \" ? — An' I thowt 'twur the will o' the Lord, but Miss Annie she said it wur draains. The woman's inquisitiveness and love of scandal gives the poet another opportunity of which he is not slow to take advantage. The old wife is anxious to know all about the new Squire, and, no doubt, considers she is very subtle in extracting information from her visitor : — - What be the next un like ? can tha tell ony harm on 'im, lass? — Naay, sit down — naw 'urry — sa cowd ! — hev another glass ! Straange an cowd fur the time ! we may happen a fall o' snaw — Not es I cares fur to hear ony harm, but I likes to knaw. I shall refer elsewhere to the \" Old Squire \" himself whom this feminine critic held to be so great an object of pity ; as for the woman, her speech alone betrays her to belong to the east counties. So it is with the spinster who named her cats after her \" sweet-arts \" ; and the place where she dwelt is localised by its proximity to the \" farm by the beck, an' the windmill oop o' the croft,\" — perhaps the identical farm and mill mentioned by the Northern Farmer to his son. The \" Northern Cobbler \" was a member of the same society. Lincolnshire, also, lays claim to those two mighty scions of nobility, Lady Clara Vere de Vere and Sir Walter Vivian, of Vivian Place. The former has been rather un reasonably affirmed to belong to the Dymoke family on account of her \" long descent,\" and because at Scrivelsby Court, the residence of the Dymokes (hereditary champions of England), there is a \"lion on the old stone gates.\" Sir Walter Vivian has been thought to be the father of Pro fessor Lushington, and the Prologue to \" The Princess \" is alleged to contain a description of an actual event* Dubious as these points are, however, there is one Lincoln- * Vivian Place. — Some time ago the following brief note was printed in a literary periodical from a provincial correspondent : — \" I have every reason to"], [47, "CHARACTERLSTLCS OF LINCOLNSHIRE. 29 shire lady to whom reference is thrice made by the poet, and whose identity admits of no dispute. I refer to Lady Tennyson, the poet's wife. Her maiden name was Emily Sellwood ; she was the daughter of a Horncastle lawyer, and the niece of that famous Lincolnshire man Sir John Franklin. Her mother died at an early age, and her tombstone may be seen in Horncastle church. Lady Tennyson is mentioned in \" The Daisy,\" and in that beautiful dedicatory poem beginning : — Dear, near, and true, — no truer Time himself Can prove you, tho' he make you evermore Dearer and nearer. It was to his wife that Lord Tennyson dedicated also the dramatic monologue \" Sixty Years After,\" and Lady Tennyson is known to have supplied the music to the Laureate's patriotic poem, \"Hands All Round.\" Miss Sell wood was one of three sisters, and up to the time of her marriage lived with them in a gloomy but substantial house overlooking the Market-square in Horncastle. Her father was a good specimen of the old-fashioned family lawyer, and one who knew him told me that it was highly probable he had his doubts about the desirability of marrying his daughter to one with such an unsubstantial calling as a poet. Lady Tennyson's ill-health, however, has been the only shadow cast across the poet's long and happy married life. She is doubtless the \" Edith \" in \" Sixty Years After.\" Her sisters are still living, and one of them still resides in Lincolnshire. Not only do we find Lincolnshire scenes and Lincoln shire characters in the works of the Laureate, but the sounds also of Lincolnshire are recalled to us. He tells us in one of the \" Idyls of the King \" : — believe that the mansion referred to in Tennyson's ' Princess ' belongs to the Lushington family, and is near Maidstone. I was present at a fete of the Maidstone Mechanics' Institute, and took part in several of the experiments referred to, and the description exactly agrees with what occurred.\""], [48, "30 CHARACTERISTICS OF LINCOLNSHIRE. Out of town and valley came a noise, As of a broad brook o'er a shingly bed Brawling, or like a clamour of the rooks At distance, ere they settle for the night. With these sounds Tennyson was most familiar from his youth. In other poems we hear the windy clamour of the daws, the curlews that call, and the great plover's human whistle ; then the skimming swallows, the careful robin that \" eyes the delver's toil,\" and a host of other birds are uncaged, while the nightingale's praise lies enshrined in an exquisite simile : — So the sweet voice of Enid moved Geraint ; And made him like a man abroad at morn When first the liquid note beloved of men Comes flying over many a windy wave To Britain, and in April suddenly Breaks from a coppice gemm'd with green and red, And he suspends his converse with a friend, Or it may be the labour of his hands, To think or say, \" There is the nightingale \" ; So fared it with Geraint, who thought and said, \" Here, by God's grace, is the one voice for me.\" In \" The Princess \" we get two other reminiscences of the poet's land, and the music he describes can be heard again in the music of the words : — Overhead The broad ambrosial aisles of lofty lime Made noise with bees and breeze from end to end ; and, — The moan of doves in immemorial elms, And murmuring of innumerable bees. I can only add a word as to the language in the Lincoln shire poems, — the old expressive Doric language that is fast dying out. In East Anglia the country people are somewhat primitive, and not only do old-fashioned customs"], [49, "CHARACTERISTICS OF LLNC0LNSH1RE. 31 survive among them, but in ordinary conversation they use a number of old-time words which the average Cockney would utterly fail to comprehend. The Laureate's poems in dialect will do much in years to come to render the vernacular of the county of more than passing interest. It is remarkable, also, to note how many words almost peculiar in their common usage to the district the poems of Tennyson have familiarised us with. There is scarcely a piece which does not contain a reminder of the poet's home. It may flash out in a single word or lurk in a similitude. A breath of Lincolnshire lingers about the pictures of Camelot ; a fragmentary reminiscence of the place even stirs in the Galatian tragedy of \" The Cup,\" when Camma sings of the Moon on the field and the foam, Moon on the waste and the wold. In how many miscellaneous poems we find the thread that connects them with the land where the poet first tried his muse, with the scenery that first suggested imagery or themes. We are soon accustomed to the repetition of words like — ridge, grange, slope, shard, moor, mere, copse, trench, dyke, wattled, beck, flats, gorge, quarry, thicket, dune, fen, reed, creek, cove, holm, barrows (mounds), wold, &c. Be the poet's theme what it may these notes, the earliest he heard, are sure to throb in it. Though Lord Tennyson has made no open confession, like Byron, as to his feelings for the home of his youth, it is easy to find evidence throughout his poems of the deep love with which he is inspired for all that is associated with, or reminds him of, his early days. A golden thread runs through his works, and it is spun from the glowing thought of home. Lull'd echoes of laborious day Come to him, gleams of mellow light Float by him on the verge of night."], [50, "CHAPTER III AT LOUTH— TENNYSON'S SCHOOL-DAYS — THE \" POEMS BY TWO BROTHERS.\" The folded annals of my youth. The Gardener's Daughter. Thro' this midnight breaks the sun Of sixty years away, The light of days when life begun, The days that seem to-day. Prefatory Poem. I AM aware of no allusions, direct or incidental, in any of the Laureate's poems to his school-days. It is recorded that his education was begun at \"Cadney's \" village school* but it is more likely that at home he received the neces sary preparation for entering the Grammar School at Louth. Seven sons of Dr. Tennyson — Frederick, Charles, Alfred, Edward, Horatio, Arthur, and Septimus — were in turn pupils at this school, — a foundation of King Edward VL, and probably the leading educational establishment in the county at that time. Dr. Tennyson himself came up from Somersby on each occasion to \" enter \" the boys' names on the books, and Mrs. Tennyson, in order to be * Cadney's Village School. — There is no doubt that Tennyson received the first part of his education at a little school in Somersby. There is still living at Bag Enderby a Mr. Clark, who remembers being employed to teach the young Tennysons arithmetic, after the Doctor had quarrelled with Cadney and withdrawn his sons from the school. The site of the school was in the hollow of the Glen. The place was destroyed by fire many years ago, and Clark, the boy-schoolmaster, now 82 years old, is probably the only living person, besides the poet, who remembers it."], [51, "AT LOUTH 33 with her children, lodged near the school. She was a native of the town, her father, the Rev. Stephen Fytche (or Ffytche) being Vicar of Louth. He died in 1799, and he and his wife are buried in the churchyard. It was probably to his grandmother that one of the young poets referred in the \" Poems by Two Brothers \": — ■ Yon church, whose cold gray spire appears In the black outline of the trees, Conceals the object of my tears, Whose form in dreams my spirit sees. There in the chilling bed of earth, The chancel's letter'd stone above — There sleepeth she who gave me birth, Who taught my lips the hymn of love. The spire of Louth Church is its most distinctive feature, and so far the allusion is pretty clear, especially as very few of the north Lincolnshire churches have spires at all. \" She who gave me birth \" could not have been intended by the poet to mean his mother, who was alive ; but the grandmother is referred to in another of these early poems — There on her bier she sleeps ! E'en yet her face its native sweetness keeps ; and there is no doubt that her death had seriously im pressed the family. Nevertheless, it may be remarked here, the young poets appear sometimes to have imagined losses for poetic purposes ; for, in their first volume, one of them laments the loss of his \"sire,\" and sisters and brothers lying \" beneath the tombstone \" are also occasionally mourned. The vicarage of Louth, in the time of the Rev. Stephen Fytche, was a long, low-roofed house surrounded by trees. A sketch of it — one of the only two extant — was made by Mr. J. W. Wilson over sixty years ago, and shows that it n"], [52, "AT LOUTH. 34 was pleasantly situated and of a commodious size. The roof was thatched, and just below it six small windows can be seen — there were probably two to each room. After Mr. Fytche's death, his widow removed to Westgate place, but her grandchildren, the Tennysons, were quite young when she died. Little is known of the Fytche family, and this rather reminds us of Hepworth Dixon's remark anent the ancestors of \"those who stand in the foremost rank of Englishmen.\" \" Who,\" he asked, \" can name the grandfather of any of them ? Their fathers' names are scarcely known ; their mothers' not always. Of the antecedents of these men we know as little as of the foundations of Snowdon, Helvellyn, or the Surrey Hills.\" In spite of all that has been written about his Norman descent, this applies in the main to Lord Tennyson. Of Tennyson's boyhood we know little, and even the traditions of that time are scant and unreliable. The Laureate has only on rare occasions taken the world into his confidence ; he has lived his poet-life apart, seeking little or no society, and having no intercourse with the outer world. Never was a famous man more timorous of fame. Tennyson has all the sensitiveness of the recluse ; few have disturbed his solitude, and by his own hand the veil that shrouds him from the world will never be up lifted. His brothers were of a like type, choosing to live severe esoteric lives, and each believing with the Laureate the \" wiser choice \" to be — A life that moves to gracious ends, Thro' troops of unrecording friends, A deedful life, a silent voice. Lord Tennyson's only surviving school-fellow, Mr. J. W. Wilson, one of the most honoured citizens of Louth, who has been for fifty years associated with the public life and progress of that town, tells me that he remembers"], [53, "TENNYSON'S SCHOOL-DA YS. 35 Alfred Tennyson being in the school, but he never knew him associate with the other lads, or take part in their sports. His sole friend was his brother Charles. The two were inseparable, and were in the habit of taking long walks together and rigidly excluding themselves from all other companionship. It was Charles who understood the poetic sensibility of the younger brother, who gave him suggestions, and who saw his first lines written on a slate while the rest of the family were at church. The two boys were grave beyond their years, but not otherwise remarkable. They displayed no particular talent in their classes, and though tall and stalwart, they indulged in no course of exercise, and in the playground were unknown. The only incident hitherto chronicled relating to this period of their history is, that they took part in a pro cession for the proclamation of the coronation of King George the Fourth. As a matter of fact, they were both so young at the time they entered Louth Grammar School, that it would have been extraordinary indeed had they excited any particular curiosity or attention. It is com monly supposed that Alfred Tennyson remained at school until he was ripe for college, and that it was while he was still a pupil he published, in conjunction with Charles, the \" Poems by Two Brothers.\" I was prepared to find this so myself, but on my examining the school registers some very different facts were disclosed. Charles Tennyson entered the school at Christmas, 1815, being at that time aged seven years and a half. Alfred entered a year later, and was then of that age too, the date of his birth being August 5th, 1809. He left school at the Christmas term of 1820 ; Charles stayed six months longer. Thus Alfred was only turned eleven, and Charles was only thirteen, when their connexion with Louth Grammar School ended. It is believed they were in the top form when they left, which would prove either that they were forward for their age, or that the education they received was only elementary. The Rev. J. Waite was D 2"], [54, "36 TENNYSON'S SCHOOL-DA YS. the head-master, and Mr. Dale was his assistant, and they appear to have conducted the school on the good old fashioned lines of teaching the young idea how to shoot with the aid of frequent birchings. There is now in the school-room a chair, dated, though not dating from, 1552, impressed with the governors' seal, which represents a master with a rod in his upraised hand and a boy crouching before him In the time of the Tennysons this scene was often viewed under realistic circumstances. Poetry was certainly not cultivated there, and it cannot be said that the conditions were favourable for developing the poetic faculty. The school was rebuilt in 1869, and contains little now to remind one of what it was as the Tennyson brothers knew it. An ancient statue of King Edward VI. can still be seen in the porch, but that is all. The sketch of the school, as it appeared in Tennyson's time, is from a sepia drawing by Mr. Wilson. The building is seen from Westgate, up School House Lane. The pre sent structure bears no resemblance to it, and the statue has been displaced. Formerly the figure of King Edward was placed over the door leading to the \" Bedchouses \" occupied by old women who had to endure the schoolboy racket above them as well as they could. The \" Bede houses,\"* — which are the residences of \"twelve poor persons,\" who, by the charter of King Edward VL, dated September 21, 1 55 1, are to be \"sustained, fed, and maintained out of the revenues of the charity for ever,\" — have been rebuilt, as well as the school ; but it is not known that Lord Tennyson has ever seen the alterations that have been made during the last twenty or thirty years. Mr. Waite died January 18, 1872, aged 91, and the Rev. W. W. Hopwood (whose courtesy in affording me facilities for obtaining these facts I must here acknowledge) is the present master. Mr. Waite, in spite of his being some what harsh as a master, was held in great personal esteem, and on his retiring some years before his death from the"], [55, ""], [56, ""], [57, "TENNYSON'S SCHOOL-DA YS. 37 position of principal, a number of scholars, past and pre sent, entertained him to dinner. None of the Tennyson family, however, were present, although invitatio s had been sent to the Laureate and others. In fact, the brothers appear to have taken little interest in the school after their several departures. Frederick, the eldest, occasionally went to see his two younger brothers there, and both he and Charles contributed volumes of their own poems to the present school library. Frederick Tennyson wrote a number of high-class lyrics to which he gave the title of \" Days and Hours\" ; and in 1S54 he presented a copy of the book to the Library, with the inscription on the fly leaf:— \" Presented to the Library of King Edward's School at Louth, Lincolnshire, by the Author, Frederick Tennyson. \" Of this brother little is known. He is still living in retirement at Jersey, and is reported to have by him a quantity of MS. poetry, which he has refrained from pub lishing lest he should appear to compete with his better known brother. That he is a genuine poet his one volume distinctly and abundantly proves, and his scholarship is attested by the fact that at Cambridge he obtained the prize for a Greek Sapphic Ode on \" Egypt.\" He married an Italian lady, who is now dead. A question has often been raised relating to the Laureate's supposed belief in spiritualism, and his opinions may have been partially formed by conversation with the elder brother, who is a confirmed spiritualist. Lord Tennyson, in \"In Memoriam,\" speaks of his susceptibility to the influence of the dead in a few verses of a remarkable character :— - Word by word, and line by line, The dead man touch'd me from the past, And all at once it seem'd at last The living soul was flash'd on mine."], [58, "38 TENNYSON'S SCHOOL-DA YS. All the brothers appear to have been more or less im pregnated with mysticism ; and a letter, written by the Laureate in 1874, throws a vivid light on the subject* Therein he speaks of having a \" waking trance,\" the nature of which may perhaps be divined from the sensations described in the twelfth section of \" In Memoriam.\" The Rev. Charles Tennyson-Turner, which name the second son took with the property he inherited, achieved notoriety as a sonneteer. Wordsworth at first thought he was the better poet, but afterwards he confessed \" Alfred was the true one.\" In the School Library a volume of poems by the Vicar of Grasby can be seen with the fol lowing autograph note : — - \" Presented to the Library of King Edward's Grammar School, Louth, Lincolnshire, in memory of my schooldays under the head-mastership of the Rev. J. Waite, By the Author. May 22nd, 1S65.\" * Tennyson's Spiritualism. — This letter has been seldom published, and it is worth giving here. Tennyson wrote from Farringford, May 7, 1874; the recipient of the letter was a gentleman who had communicated to him some strange experiences he had had when recovering from the effects of anæsthetics. The letter is as follows : — \" I have never had any revelations through anæsthetics, but a kind of waking trance (this for lack of a better name) I have frequently had, quite up from boyhood, when I have been all alone. This has often come upon me through repeating my own name to myself silently till, all at once, as it were, out of the intensity of the consciousness of individuality, the individuality itself seemed to dissolve and fade away into boundless being, and this not a confused state, but the clearest, the surest of the surest, utterly beyond words, where death was an almost laughable impossibility, the loss of personality (if so it were) seeming no extinction, but only the true life. \" I am ashamed of my feeble description. Have I not said the state is utterly beyond words? \" \" This is not a vulgar table-tipping Spiritualism,\" a commentator adds, \" It is the most emphatic declaration that the spirit of tlie -writer is capable of transferring itself into another existence, not only real, clear, simple, but also infinite in vision and sternal in duration. For, he continues, that when he comes back to ' sanity,' he is ' ready to fight for the truth ' of his experience, and that he holds it (the spirit whose separate existence he thus repeatedly tests) ' will last for eons and eons.'\""], [59, "TENNYSON'S SCHOOL-DA YS. 39 This brother, who had been the first to recognise that Alfred was a poet, died at Malvern in 1879; ne 's St-U spoken of lovingly in Lincolnshire. The Laureate's \" Prefatory Poems to my Brother's Sonnets,\" was written immediately after Charles's death, and is a touching tribute to the man and the poet, Thou hast vanish'd from thine own To that which looks like rest, True brother, only to be known By those who love thee best. Thou art silent underground, And o'er thee streams the rain, True poet, surely to be found When Truth is found again. But the bereaved brother found his thought wandering back to their early days \" when life began, the days that seem to-day \" — When all my griefs were shared with thee, As all my hopes with thine. The warmth of their attachment through life can be estimated from these words, and from the concluding expression of hope : — ■ As all thou wert was one with me, May all thou art be mine. The beautiful allusions to this brother in \" In Memoriam \" will be readily recalled. Of the other brothers, Horatio is best known, and is often found journeying about the old home ; Arthur has travelled considerably, but has bad health ; of Edward there is no record, but there is a rumour which I hesitate to repeat. There are four volumes (first editions) of the Laureate's poems at Louth School, with inscriptions also — in another hand. Efforts were made some time ago to get Lord Tennyson to attend a prize distribution, but without success. Only four other Grammar School pupils at Louth after wards obtained public distinction. One was Mr. Frederic"], [60, "THE \"POEMS BY TWO .BROTHERS.\" 40 Flowers, the well-known London Stipendiary, and another, Edward Eyre, Governor of Jamaica ; but neither was contemporary with the poet. Eyre's biographer, however, has recorded that the fame of Alfred and Charles Tennyson, as poets, was traditionary in the school when he was there ; and it is indisputable that the pride in claiming them as \" our boys \" was left entirely to those who came after them. The two other celebrities were Hobart Pasha and the Rev. F. F. Goe, Bishop of Melbourne. It was not until 1 828 that the brothers went to Cambridge, and it is difficult to ascertain how they were engaged during the intervening period of seven or eight years. A line or two in \" Locksley Hall \" may supply a clue ; my own idea is that the boys were allowed to \" run wild,\" — that is, they had no settled course of life. There was nothing vicious in their natures, and consequently there was no need to impose restraints. Those who knew him tell me that it is scarcely likely that Dr. Tennyson himself took any great part in the training of his children. He was a man of a decidedly philosophical bent, but, like so many with great minds, he forgot the slight detail of giving his sons an object in life. \"They were always running about from one place to another,\" an old resident informed me, \" and every one knew them and their Bohemian ways. They all wrote verses, they never had any pocket-money, they took long walks at night-time, and they were decidedly exclusive.\" Many a time has Alfred been met miles away from home hatless and quite absorbed, sometimes only realising his situation when his further journeying was prevented by the sea. This habit has always clung to the Laureate, and he makes reference to it himself in \" In Memoriam.\" Doubtless some part of his time was spent at Louth, where, as has already been stated, his mother lodged. The house in which she lived with a maiden sister, Miss Mary Anne Fytche, can still be seen, and is the property of Mr. Wilson, the schoolfellow of Alfred Tennyson already"], [61, "THE \"POEMS BY TWO BROTHERS.\" 41 referred to. It is situated in Westgate Place, then known as Harvey's Alley ; the exterior is neat, and there is a small garden in front. At the bottom of the Alley the River Lud passes ; the Church stands just across the road. At the end of the garden there was a large mound near the trees, and often of an evening little Alfred Tennyson could be seen stealing out to watch the owls flit down from the belfry, and listen to their \" tuwhit, tuwhoo.\" All this time the poet's mind was being stored with fancies, and nature was scat tering seed on the genial soil. The sights and sounds of the place were Unto him companionship ; they spake A mutual language, clearer than the tone Of his land's tongue, and before leaving Louth the early emotions of the boy's heart had throbbed into verse. The \" Poems by Two Brothers \" were published in 1827, and the \" Advertisement \" was written in March. During their school-days Charles and Alfred had occasionally exercised the muse, but hitherto they had published nothing. An old nursery-legend runs to the effect that Alfred always declared that when he became a man his profession would be poetry. By the time he was eighteen he and his brother had written a fair quantity of verse. They had wandered about the country, dipped into books, taken a small survey of the world, obtained \" views \" of life, and had opinions on many mighty matters. The story of how they came to decide on submitting their poems to a printer is slightly apocryphal ; but the current tradition is that it was due to the suggestion of none other than Dr. Tennyson's coachman. Alfred Tennyson, finding that time hung heavy on his hands, was seized with a longing to visit the Lincolnshire Churches, many of which are of high historical interest. But \" the eternal want of pence \" made the projected tour impossible. By some means or other the old servant"], [62, "THE \"POEMS BY TWO BROTHERS.\" 42 learned of Alfred's disappointment. He must have been a man of resource, for after some cogitation he exclaimed, \" Why, Master Alfred, you are always writing poetry— why don't you sell it ? \" The idea surprised but pleased the young man ; he consulted Charles, and when next the coachman drove to Louth, a collection of poems in manu script went with him and was deposited at the shop of J. Jackson, who occasionally published books by arrange ment with a London firm. As to whether this story should or should not be accepted I say nothing, but that the manuscript was left in Jackson's hands and ultimately purchased by him is a matter of history. Consequently, in 1827, a small drab volume, entitled \" Poems by Two Brothers,\" and priced at seven shillings, made its appearance, and a critic in the Gentleman s Magazine the following July declared that it contained some very promising verse. The original MS. of the \" Poems by Two Brothers,\" together with a number of documents relating to the publication, is in the hands of the trustee of the late Mr. Jackson's property, a gentleman to whom I am greatly indebted for the privilege of possessing myself of the following facts concerning this highly interesting and historical relic. Everything connected with the life and work of the Laureate is treasured by those who have felt the spell of his influence, and I make no apology there fore for setting down what to the general reader may appear but trivial details. The manuscript of the \" Poems by Two Brothers \" consists of 177 pages, most of the sheets being of note paper size. The close \" screwy \" caligraphy, looking more like Greek than English (for which not only the Laureate but his brothers also are equally remarkable), is here con spicuous : in some cases, contrary to the stern edict of the printer's office, it covers both sides of the paper. The manuscript is in good condition, the edges only being a little brown and ragged with age. Most of the poems"], [63, "THE \"POEMS BY TWO BROTHERS.\" 43 are in the handwriting of the respective authors, but a few are in a feminine hand, having been copied probably by a sister or the mother. The vexata quæstio of individual authorship will, in consequence, never be set at rest, unless that wandering copy of the poems which originally be longed to Charles, and left the hands of a friend of mine seven years ago, should be discovered : the poems therein had been marked \" C \" and \" A,\" most likely by Charles himself. But the MS., for the reason just stated, is of little assistance in this direction There were special reasons why I should not examine the pages one by one with that minuteness I could have wished, but what attention I bestowed sufficed to convince me that nothing definite on this point could be ascertained. From a printer's point of view the \" copy \" is decidedly poor. Not only is it \" backed,\" but various pages are dis figured by rude schoolboy sketches ; the corrections are numerous, and not neatly made. On some pages verses are struck out by heavy black lines, radiating in all directions ; there is considerable \" over-running \" ; and as much as possible is crushed on to the pages as if the supply of paper was strictly limited. On a few pages the verses are written downwards and crosswise, and on one small folio the poet managed to crowd no fewer than ninety-one lines, — viz., the whole of the poem, \"Remorse,\" and a six-line verse of the preceding poem. Needless to say the lines were all askew, and the oddly-formed letters were most difficult to decipher. The credit of this remark able achievement belongs, I think, to Alfred. The printer's directions are written in red ink, and, in not a few instances, he had to undertake the delicate duty of revision also. The spelling and punctuation of both the poets were, to say the least, irregular, and Mr. Jackson appears to have objected to the use of the contractions which Tennyson has always affected. It was originally the intention of the authors to allow their initials, \"C. T.\" and \" A. T.\" to appear on the title-"], [64, "THE \"POEMS BY TWO BROTHERS.\" 44 page and at the end of the short preface. But, perhaps they feared that \" searching microscope of scrutiny \" of which they speak in the introductory stanzas ; or perhaps, like Gareth, they said : \" Let be my name until I make my name ! My deeds will speak : it is but for a day \"; — at all events, while the printer was preparing the book for publication, he received a note reminding him that it was no part of the agreement that their initials should be used, and they had therefore decided to erase them \" as they will not assist the sale of the book any more than if there was no signature at all.\" Perhaps Mr. Jackson thought so, too ; anyhow he raised no objection, and when the book was issued it was left to rumour alone to declare who the \" Two Brothers \" were. The contract with the printer was that the authors should receive £\\o for the copyright of their poems, and this sum has always been declared to have been the actual amount paid. In a letter of acceptance the brothers remarked that they did not think £10 \" too high a price\" ; nevertheless, they closed with the terms. Whether the sale of the book justified it, or whether Jackson in simple generosity was moved to it, I cannot say ; but on the best possible authority, exclusive of documentary evidence, I am able to declare that .£20 was the actual sum paid to Alfred and Charles Tennyson for their volume. For tunately Mr. Jackson retained the MS., and at some future time — not in the Laureate's lifetime — it will be put up for sale. The value at which it will be estimated cannot now be conjectured. The MS. lies in a strong box, and is seldom brought out into the light; I esteem myself greatly privileged to have had it put in my hands.* * Tennyson inn A/SS. — Some idea of the value of Tennysonian manuscripts may be derived from the fact that the poet's autograph alone is estimated to be worth £2. ios. Last June, when a quantity of manuscript poems was put up for sale by auction, some of the prices were truly astonishing. The dedicatory verses, \" To the Queen,\" were bought for ,£30; the poem, \"The Daisy\" (four and a half pages octavo), for £24. ios.; \" The Letters \" (two"], [65, "THE \"POEMS BY TWO BROTHERS.\" 45 I have compared some of the poems as originally written with them as they were printed, and find that they were carefully revised. Thus we get the earliest indication of the poet's scrupulousness in correction — a habit that in later times has become akin to that of Virgil, who — Would write ten lines, they say, At dawn, and lavish all the golden day To make them wealthier in his readers' eyes. As is well known, the Laureate and his brother in after days never cared to acknowledge the booklet with which, in their own words, they \" emerged from ' the shade ' and courted notoriety.\" I have read all the hundred and two poems many times, but I confess that I have derived but slight satisfaction from the task. We should be sorry to lose these trifles now, though we should not have regretted it had they shared the fate that many a better poem of the Laureate's manhood has done. First flights are seldom successful, no matter how great the desire to soar or how ambitious the attempt. \" Hæc nos novimus esse nihil \" was the motto of the \" Two Brothers \" ; but in this later light we know that in that book, obscurely published and sent silently into the world, there were the first outbursts of a true poetic soul ; that in that soul music in all its sweetness, and power, and grandeur was surging like a full tide ; that those poems which he thought to be \" nothing \" formed but a prelude to works of higher range and deeper tone — the foretaste of beauty afterwards to be developed, the tentative scraps of melody in fuller times to swell into rich and mighty chords vibrating from the deeps of thought and pealing with the majesty of organ tones. pages octavo) for £l&. ios. ; \" Stanzas to the Rev. F. D. Maurice \" (two pages octavo) for £23 ; \" The Brook \" (eight pages octavo) for £$l ; and \" Maud \" (sixteen pages quarto and four and a half pages octavo) for 1. At this rate the manuscript of the \" Poems by Two Brothers,\" apart from its special and peculiar value in the eyes of collectors, would be worth more than ;£ 1,000."], [66, "THE \"POEMS BY TWO BROTHERS.\" 46 Harvey's Alley is only changed in name, and Jackson's shop, with the old signboard over the entrance, can be seen in the centre of the town. The poet never goes to Louth, although some years ago he was a frequent visitor at Thorpe Hall, in the vicinity. But many a tradition of his youth lingers about the place. There is much to endear it to pilgrims in Tennyson Land."], [67, "CHAPTER IV. ON THE WAY TO SOMERSBY. A sleepy land, where under the same wheel The same old rut would deepen year by year. Aylmers Field. Somersby lies about six miles north-east of Horncastle ; as the crow flies the distance would be much less. The long road winds through green and undulating country, dotted here and there by snug homesteads and windmills. Curious as it may seem, it was while walking along such a road that Tenny-son wrote that loveliest of sea-lyrics, \" Break, break, break.\" It is almost inexplicable that a poem which presents us with a picture in sombre gray of waves monotonously falling at the foot of the crags should have been created amid green pastures and avenues of trees. Yet, the poet Young wrote his \" Ode to Sunrise \" by candlelight, and James Montgomery said he could describe sylvan scenes best when looking out of a back window upon gloomy courts where never even a wild weed grew. Barry Cornwall had never seen the ocean when he wrote the \"Sea\" ; Moore was never in the East, yet he wrote \" Lalla Rookh\" with plenty of \"local colour\"; and Schiller had not seen Switzerland when he wrote \"William Tell.\" Perhaps, then, we should not marvel that —mayhap in some part of this road to Somersby — a thought long since stored away in the poet's heart found that mysterious sympathy or association which set it vibrating, and quickened"], [68, "ON THE WA Y TO SOMERSB Y. 48 into speech : just as a word, a touch, or a glance sometimes restores to memory the wandering spark of knowledge from the shadowland of oblivion. That Tennyson should have written such a poem as \" Break, break, break \" in a Lincolnshire lane is, however, only one more proof that we unconsciously receive im- pressions and store away ideas which await a fitting moment to be reproduced. It is a curious fact that feeling should so seldom flow into words when new and most intense. In this particular poem Tennyson appears to be addressing the sea, and for a long time it was popularly supposed that Salt House Beach, near Clevedon Church, where lie the remains of Arthur Henry Hallam, was the scene described. And so it may have been, although the poet has declared that \" the poem was made in a Lincoln- shire lane at five o'clock in the morning.\" It would be interesting to follow up the subject and discover, if possible, under what circumstances other poems were inspired and composed. We learn from the poet himself that it was at Torquay that he saw \"A full sea glazed with muffled moonlight,\" that in the Pyrenees he saw a water- fall \" slow-dropping veils of thinnest lawn,\" that from the top of Snowdon he beheld \" a great black cloud drag inward from the deep,\" and that in the New Forest a wind arose and shook \" the songs, the whispers, and the shrieks of the wild wood together.\" Lord Tennyson told an Australian visitor a few years ago that the line in \" Locksley Hall \" — \" Let the great world spin for ever down the ringing grooves of change \" — was suggested by the first railway journey he ever made. He had been on a Conti- nental tour with Arthur Hallam, the story goes, and when the two friends arrived in Liverpool they travelled to Manchester on the new line after nightfall. Tennyson could not exactly see the form of the railway as he was moved along, but the novel experience brought the idea into his mind which is embodied in the well-known phrase."], [69, ""], [70, ""], [71, "ON THE WA Y TO SOMERSB Y. 49 Almost immediately after leaving Horncastle the scene becomes entirely rural ; the landscape widens, to left and right are clusters of dark green trees, while in the distance is seen in misty outline a low-crowned hill. Coming to the church, where the road leads to Spilsby, we take a sharp turn to the left, and a delightful prospect at once opens out. Instead of \" wide flats, where nothing but coarse grasses grow,\" such as Lancelot saw when his madness \" whipt him into waste fields far away,\" the country exhibits every variety of woodland-slope and hill across the dark green fields. The road rises at this point, and on reaching the top of the acclivity we see the Spilsby road winding away to the right, and the whole scene is bounded by a line of hills. Soon afterwards a great bend in the lonely road again changes the view, and shuts out for a time the sight of every house. A bluish haze hung about the dis tant wolds, bringing to mind the poet's picture of \" misty woods on sloping greens.\" Now and then a family of rooks rose in a black mass from the trees that skirted the high way, and filled the air with clamour. The road curves and rises continually, and it is only with difficulty that we can learn our direction from the half-illegible finger-posts that stand at the crossings. A narrow lane to the right, and another turn to the left, bring us to where stands a lonely bright-white house, and just beyond here the road a tortu bends almost backward, and then leads to the tiny hamlet of Ashby Puerorum. We are now within sight of the poet's birthplace, and all around are the evidences of our being in the region most familiar and most dear to the poet's eye. O, the woods and the meadows, Woods where we hid from the wet, Stiles where we stayed to be kind, Meadows in which we met ! Here are the \" thick-fleeced sheep from wattled folds, upon the ridged wolds\"; yonder are the \"windy grove\" 1;"], [72, "ON THE WA Y TO SOMERSB Y. 50 and \" haunts of hern and crake,\" and \" the dewy tassell'd wood\"; and all around, on tree and hedge, Autumn was laying \" a fiery finger on the leaves.\" One looks in vain hereabout for \" cluster'd marish mosses\" or \" glooming flats,\" for all is brightness and variety, and the scene includes the Hoary knoll of ash and haw- That hears the latest linnet trill, The quarry trench'd along the hill, And haunted by the wrangling daw. But the poet's trees are everywhere. Here may be seen the \" wet-shot alder \" — (\" wet-shot \" in the local vernacular meaning wet-shod, a term applied to anything that rises from marshy ground), — and here are \" little copses climb ing \" from the vales, and \" many a cloudy hollow.\" The Laureate has a great fondness for \" the windy tall elm tree,\" and all about the sinuous landscape the strong and straight pilasters are seen rising in stern grandeur, and the \" black republic \" of rooks is enthroned on \" the broad curved branches.\" The elm is seen in all its perfection in the Autumn when the leaves, once \" a fringe of clearest green,\" are turning red and gold ; but in the Winter, when the naked boughs stand out gauntly against a cold gray sky, it is an impressive sight. The large lime, haunted by bees, the gouty oak, \" stubborn-shafted,\" and the \" perky larches and pine,\" spring up and flourish on \" the sullen purple moor \" and make the glory of the autumnal wood lands. And at night you may enter some fragrant avenue where the \" pillar'd dusk of sounding sycamores \" induces serenity and lends Hearts and spirits wholly To the influence of mild-minded melancholy. It were an easy task living here, where nature is seldom disturbed, to trace the changes of the year as it \" with"], [73, "ON THE WAY TO SOMERSBY. 51 blade and sheaf clothes and re-clothes the happy plains.\" First to mark the coming of Spring, when Fades the last long streak of snow, And burgeons every maze of quick About the flowering squares, and thick By ashen roots the violets blow, — when the woodland rings loud and long, the distance takes a lovelier hue, new lights dance on lawn and lea, and happy birds change their sky, — when in the breast Spring wakens too, and the regret of life Becomes an April violet, And buds and blossoms like the rest. Then the Summer, \" crisp with shining woods,\" when the greenery of the trees is \" new from its silken sheath,\" and clouds are racing above and winds and lights and shadows cannot be still ; when \" some bearded meteor, trailing light \" moves, through the purple night, \" below the starry clusters bright.\" Autumn, following, imparts a hectic flush to the whole of the landscape. Life grows more subdued ; Faint shadows, vapours lightly curl'd, Faint murmurs from the meadows come, Like hints and echoes of the world To spirits folded in the womb. And even while you hear the \" sweep of scythe in morning dew,\" the approach of Winter is heralded by flying gusts that \" tumble half the mellowing pears \"; soon the dark ness comes on, and the year is over. Here rests the sap within the leaf, Here stays the blood along the veins. Every student of Tennyson's works must have noticed his sensitiveness to the seasons. Living, as he did, a solitary life in an all but deserted spot, he could not avoid being impressed with the glory or the sadness of nature's aspect, and the alternate shine and shadow fed his mind with those E 2"], [74, "ON THE WA Y TO SOMERSB Y. 52 thoughts and feelings which find frequent expression in his poems. In the \" Choric Song\" of the \"Lotos-Eaters\" there is a verse in which the work of the year appears to be summarised, the conclusion being that awful and de spondent one, — Let us alone. Time driveth onward fast, And in a little while our lips are dumb. Let us alone. What is it that will last ? The reasoning is very characteristic, and reminds one of that earlier effort, \" All things must die.\" Lo ! in the middle of the wood, The folded leaf is woo'd from out the bud With winds upon the branch, and there Grows green and broad, and takes no care, Sun-steep'd at noon, and in the moon Nightly dew-fed ; and turning yellow Falls, and floats adown the air. Lo ! sweeten'd with the summer light, The full-juiced apple, waxing over mellow, Drops in a silent autumn night. All its allotted length of days, The flower ripens in its place, Ripens and fades, and falls, and hath no toil, Fast-rooted in the fruitful soil. \" All things have rest, and ripen toward the grave in silence,\" sing the Lotos-eaters, and it is from nature that they reason and despair. The surroundings of the poet must have had much to do with the inspiration of this poem. As it is, though purely imaginative, and, in a measure, didactic, it contains allusions to what the poet saw around his home ; and those who have travelled about this silent country, along the untrodden roads, in the uninvaded glens, and across the lonely wolds, will have felt that the actual lotos-land may not have been very far away. These pastures, the hills and valleys, the \" silent woody places,\" were the poet's school. He saw them under varying aspects, and how well he observed nature and her"], [75, "ON THE WA Y TO SOMERSB Y. 53 work let the truth of minute detail in his poems testify. Tennyson makes no mistakes in his allusions and in his statements of fact. Quickly detecting, closely examining, he discovers the wonders of the snowdrop just as he beholds the glory of a mountain. All the mystery and all the charm he requires for pictures are supplied in nature's handiwork. It is because of his exactness that he has so much power ; his accuracy gives an exquisite finish to his descriptions, and though his range of landscape be limited, every view he gives is perfect, lacking nought. Might he not have been thinking of himself when he drew the portrait of Edwin Morris ? — I call'd him Crichton, for he seem'd All-perfect, finish'd to the finger-nail. Was he not A full-cell'd honeycomb of eloquence Stored from all flowers ? ■ Poet-like he spoke : \" My love for Nature is as old as I.\" Tennyson absorbed facts and they crystallised into pearls of imagery. No dilatory mind, no chance spectator, could have thought and talked so learnedly and withal so enchantingly of little things ; — of The foxglove spire, The little speedwell's darling blue, Deep tulips dash'd with fiery dew, Laburnums, dropping-wells of fire. We feel that Tennyson is master of his subject, and that he is a teacher because he is a student. Poet he would have been had he been born amid the looms of Lancashire or the foundries of Staffordshire ; but he is the truer and greater poet because he heard the swelling song of the lintwhite and the voices of mavis and throstle, because he dwelt near \" slumbrous waves \" and \" babbling runnels,\" and \" grassy plains.\" Such are the reflections that crowd upon the traveller in the poet's land. Meanwhile we are approaching Somersby."], [76, "ON THE WAY TO SOMERSBY. 54 A straggling labourer stares at the stranger in the road, and a cottager is heard calling to her child, — \" Wheer 'asta bean saw long?\" — quite unconscious that the phrase has become classical. In answer to a question, these villagers confess that they know nothing of the poet, \" but there was th' owd Doctor Tennyson who died a long time ago.\" Proceeding some way we come to a steep incline leading direct to a shady arbour formed of trees on either side ; the road, narrow just here, is thickly strew7ed with shadows spaced by \" tremulous isles of light.\" And right before us is the bridge beneath which the ever-flowing brook chatters and runs. Another turn has yet to be made, and then moving downward through the grove-like road we reach the heart of the little village. Calm and deep peace are in the wide air ; the leaves redden to the fall ; the chest nut patters to the ground ; and here stands a low white house. This is the place.* * Somersby can be approached, as the traveller elects, either by Horncastle, or Alford, or Spilsby. The last-named town is noted as the birthplace of Sir John Franklin, the Arctic explorer, a bronze statue to whom has been erected in the Market-place. His sister was the mother of Miss Emily Sellwood, now Lady Tennyson. The house in which Franklin was born has become \"The Franklin Carriage Factory.\" The Spilsby road leads first to Partney, where \"the brimming river \" and the mill are, next to the square-towered church, the most conspicuous features. The road then leads through Sausthorpe. Dr. Johnson delighted in the country hereabout, and has left on record the pleasure to be derived from the walks that could be taken from one thorp to another. Harrington Hall is not far away. It dates from the time of the second James. Conspicuous here, too, is the Spilsby sandstone with which the poet's eyes must have soon become familiar, and which probably prompted that mournful suggestion of nature's seeming wantonness : — From scarped cliff and quarried stone She cries, \" A thousand types are gone. I care for nothing, all shall go.\" Bag Enderby is the next place reached, but neither the place itself, nor the church, of which Dr. Tennyson was at one time rector, is in any way remark able. \" The church,\" says a recent writer, \"has a very ancient oaken door studded with great headed iron nails to the woodwork. Inside the church there is a remarkable stone font, and the monumental brass of Albini de Enderby. At a bend in the road is a gigantic elm, with one of its great limbs procumbent and forming a convenient seat. \""], [77, "CHAPTER V. AT SOMERSBY, An English home — gray twilight pour'd On dewy pastures, dewy trees, Softer than sleep — all things in order stored, A haunt of ancient Peace. The Palace of Art. SOMERSBY lies within \" the circle of the hills.\" It is a drowsy little nook situated among the Wolds, pastoral and remote, where the din of the busy world beyond never echoes and the \"large excitement\" of the times is un known. The parish consists of six hundred acres, and here dwell some forty simple old-world people in half a score huts \" at random scatter'd, each a nest in bloom,\" raised upon \" low knolls that dimpling die into each other.\" It might almost be the place where Sir Aylmer-Aylmer abode, were there not a few touches in the poem \" Aylmer's Field,\" in which that important baronet figures, pointing more directly to Kent : — Little about it stirring save a brook ! Where almost all the village had one name ; Where Aylmer follow'd Aylmer at the Hall And Averill Averill at the Rectory Thrice over ; so that Rectory and Hall, Bound in an immemorial intimacy, Were open to each other."], [78, "56 AT SOMERSBY. There may be many villages to which such a description may apply, but of Somersby it seems scarcely a disguise. For is not the name of the Squire of Somersby Burton — Burton ? and is not the intimacy between Rectory and Hall so close, that for many years now the old Rectory down the road has been turned into a farm, and the Hall of former years made the Rectory? Did not the Laureate's mother hereabout exercise her charity like the gentle Edith ?— Not sowing hedgerow texts and passing by, Nor dealing goodly counsel from a height That makes the lowest hate it, but a voice Of comfort and an open hand of help. The story of \" Aylmer's Field \" belongs to the \" land of hops and poppy-mingled corn,\" but may not a memory or two of the old Lincolnshire home have supplied here and there a tint, as a well-loved face may beam in a picture of imagined things ? The world knows so little of its greatest men that no one need wonder there has been uncertainty and confusion as to the name and locality of Tennyson's birthplace.* An American \"doing\" England in a month sometimes journeys down, looks at the house from the road, chips a bit of stone from the church, and departs. A few enthusiasts have been known to go to Somerby, some leagues off, and * Somersby. — Names ending in by are very common in Lincolnshire, — Scrivelsby, Revesby, Enderby, &c. Thorpe is also a common termination. The meaning of Somersby is rather obscure. It was originally called Sumer debi, which is said to be identical with Sumarlithi, meaning summer sailor or viking. A local antiquary expresses the belief that owing to its favourable situation it was called Summer-town, of which the present name is a corrup tion. Somersby history dates back to the Conquest, when it was in the possession of one Gozelin, the son of Lambert. It is mentioned in the Doomsday Book as being cultivated by eleven farmers, and containing a mill worth twenty pence yearly. In modern times the land, which was formerly somewhat neglected, has been brought under cultivation again, and now \"long fields of barley and of rye clothe the wold and meet the sky. \" Students ofthe poems will remember what the Northern Farmer said about \" Stubbing Thurnaby waaste.\""], [79, "AT SOMERSBY. 57 return disappointed. But, either on account of the distance and difficulty, or from pure lack of interest, the thousands of Tennyson-readers have made no attempt whatever to see The well-beloved place Where first he gazed upon the sky. Who would forget the bright breezy morning in Autumn when the picture so vividly described in \" In Memoriam,\" and so often seen in fancy, as through a veil, burst upon the sight, clear, real, and complete ? The gray old grange, the lonely fold, The low morass and whispering reed, The simple stile from mead to mead, The sheepwalk up the windy wold. The sight will certainly be remembered by me. Expect ation had been set aglow as I walked along the quiet road and when, a mile away, I had caught sight of the red point of Somersby Top. But it would be impossible to describe the sensation of the moment when, through a dark curtain of full-leaved trees, I had the first glimpse of that pic turesque white house ever to be associated with the Lau reate's name and fame. A hundred memories quickened at the sight. All around were the \" meadows breathing of the past\"; there were the \"woods that belt the gray hill-side\"; and here was the lawn where friends had gathered while a guest or happy sister \" flung a ballad to the moon.\" It was here that Arthur Llallam wandering down, and seeing the Witch-elms that counterchange the floor Of this flat lawn with dusk and bright, found the shadows fair, And shook to all the liberal air The dust and din and steam of town. Here, fresh from \" brawling courts and dusty purlieus of"], [80, "58 AT SOMERSBY. the law,\" he \" drank the cooler air,\" and marked \" the landscape winking thro' the heat \"; here that All in circle drawn About him, heart and ear were fed . To hear him, as he lay and read The Tuscan poets ; here that he spent \" all-golden afternoons \" or walked with his friend \" immantled in ambrosial dark\"; and here that they lingered while bats went round in fragrant skies, and their songs pealed From knoll to knoll, where, couch'd at ease, The white kine glimmer'd, and the trees Laid their dark arms about the field. There are times when reality is hard to realise, when it is impossible to grasp the knowledge or the meaning within reach ; and I find it easier to look back now and comprehend what I saw, than I found it then to see and to comprehend. With these thronging recollections, — with the scene before me linked with names and phantoms of the past, — I seem'd to move among a world of ghosts, And feel myself the shadow of a dream. To those who love Tennyson as a friend and revere him as a master it is something only to have seen that on which his eyes have dwelt, and to have gazed upon some part of the visible scene which enters unawares into the poet's mind \" with all its solemn imagery, its rocks, its woods, and that uncertain heaven received into the bosom of the lake.\" For, whether unconsciously or of set purpose I cannot tell, but the solemn imagery drawn from this place is presented again and again in the Laureate's poems. When a boy he had walked at midnight while by the soft, shadowy moonbeam slept \"the wide meer serenely pale\"; the breeze, \" with incense fraught of glowing fruits and"], [81, "AT SOMERSBY. 59 spangled flowers,\" breathed through \"each lavish wood walk,\" and bore to him thoughts of tranquil life apart from the world where \" eager sons of interest press.\" \" The Walk at Midnight \" is the title of one of the \" Poems by Two Brothers,\" and we get in one of the verses a revelation of the state of the young poet's mind : — - The whispering leaves, the gushing stream, Where trembles the uncertain moon, Suit more the poet's pensive dream, Than all the jarring notes of noon. Long afterwards, when he had known \" such a friendship as had master'd time,\" when every pulse of wind and wave recalled his \" old affection of the tomb,\" and when he and his friend communicated no more \"in dear words of human speech,\" the scenes were dearer still, for the memory of the dead clung about them, — Each has pleased a kindred eye, And each reflects a kindlier day. What a glimpse of the comforts of the old home we get in those exquisite opening verses of the ninety-fifth sec tion of \" In Memoriam \" ! What a charm, too, we find in all the surroundings ; and how tenderly the poet recalls the little party of brothers, sisters, and friends that towards one evening lingered on the lawn : — For underfoot the herb was dry ; And genial warmth ; and o'er the sky The silvery haze of summer drawn ; And calm that let the tapers burn Unwavering : not a cricket chirr'd : The brook alone far-off was heard, And on the board the fluttering urn. Most people are now familiar with the story attached to the closing lines of this part of the poem — Mrs. Thackeray Ritchie's excellent article on the Poet Laureate, from which"], [82, "60 AT SOMERSBY. I now venture to quote, having been widely read. She says, — \"Was it not a happy sister herself who in after days once described how, on a lovely summer night, they had all sat up so late talking in the starlight that the dawn came shining unawares ; but the young men, instead of going to bed, then and there set off for a long walk across the hills in the sunrise, — And suck'd from out the distant gloom, A breeze began to tremble o'er The large leaves of the sycamore, And fluctuate all the still perfume, And gathering freshlier overhead, Rock'd the full-foliaged elms, and swung The heavy-folded rose, and flung The lilies to and fro, and said ' The dawn, the dawn,' and died away ; And East and West, without a breath, Mixt their dim lights, like life and death, To broaden into boundless day.\" What an animated, pulsing picture of coming light and newly-stirred life ! You cannot see the \" large leaves of the sycamore \" that stood on the lawn now, neither can you count all the elms and poplars that the poet remem bered standing before his father's door. The trees are not as they were, but the holly hedge planted by the old Doctor flourishes amain, and the chestnuts from lusty trees drop all about it. But there is no mistaking the pic turesque and semi-ecclesiastical house. It is the ideal home of a poet, bright and pleasant in aspect and quaint in struc ture. The roofs are tiled and steep, and the external view of the dining-room, with its long-pointed stained glass windows, leads one to suppose that it was originally in tended for a private chapel. - The Rectory is really made up of two houses lying adjacent, and hence its rambling appearance. For situation the place could not be excelled. It nestles among the wolds and yet does not lie too low"], [83, ""], [84, ""], [85, "AT SOMERSBY. 61 down ; far away stretch the dark green meadows, and myriads of trees deck and diversify the landscape. On the shoulders of the hills rest clusters of noble trees, and tiny streams glisten down the slopes. Little wonder that the London student was glad to enjoy the deep peace and the solemn beauty of this old-world place. The pity of it is that the ripening flower of life was closed so soon ; that the wondrous promise of youth was unfulfilled ; that the blossom fell before the fruit was timed to fall. To the world his death was loss ; to the poet it was almost the doom of pleasure and the banishment of hope : — Thou and I have shaken hands ; Till growing winters lay me low, My paths are in the fields I know, And thine in undiscover'd lands. There is one living still near Somersby Rectory who re members the news of Hallam's death being brought to the family, and who helped to revive the swooning sister of the poet : That remorseless iron hour Made cypress of her orange-flower. The room in which Tennyson was born overlooks the lawn ; the church, of which his father was rector, stands on a slight eminence opposite the house. Here Alfred was baptised on August 8th, 1809, as the parish register (volume two, 1735) shows. Let me here set at rest one doubt as to the day on which the poet was born. The entry distinctly records that the day was August 5th. Edgar Poe and Mrs. Browning, his ardent admirers, were both born in the same year. Of his mother Lord Tennyson has certainly left us one portrait. She was a woman of considerable intellect, highly poetical, and devoted to good and chari table deeds. Her eyes were remarkably luminous, and her nature was wholly emotional ; it is doubtless from her that the sons inherited most of their poetical disposition."], [86, "62 AT SOMERSBY. Lord Tennyson's loving remembrance of her is revealed in \" The Princess \": — One, Not learned, save in gracious household ways, Not perfect, nay, but full of tender wants, No Angel, but a dearer being, all dipt In Angel instincts, breathing Paradise, Interpreter between the Gods and men, Who look'd all native to her place, and yet On tiptoe seem'd to touch upon a sphere Too gross to tread, and all male minds perforce Sway'd to her from her orbits as they moved, And girdled her with music. Happy with such a mother, his \" faith in womankind beats with his blood\"; and in another poem he has touched on the sweetness of infancy when the child knows \" nothing beyond his mother's eyes.\" Surely this is a home-picture too : — With brows Propt on thy knees, my hands upheld In thine, I listen'd to thy vows, For me outpour'd in holiest prayer — For me unworthy — and beheld The mild deep eyes upraised, that knew The beauty and repose of faith, And the clear spirit shining thro'. Of the father* we learn little in the poems, although there is a loving reference to him in the \" Lines to J. S.\" One * Dr. G. C. Tennyson. — Several accounts have been given of \" th'owd Doctor,\" as he was locally called. His erudition was of no ordinary character, but it must have been lost on the Lincolnshire people. He built the dining-room with its ecclesiastical windows, and he removed the shaft of an ancient cross from Bag Enderby churchyard in order to place a dial on it at Somersby. His memory only survives through these two acts. Bayous Manor, his native place, and associated in many ways with the Tennyson family, is in the parish of Tealby, \" the name being a corruption of Bayeux, having at the Conquest been assigned to Odo, Bishop of Bayeux. This Odo, in his day, was reputed the wisest man in England ; he intended to purchase the"], [87, "AT SOMERSBY. 63 of the two brothers, in their first volume, imagines the effect of his death: — Why lowers my brow, dost thou inquire ? Why burns mine eye with feverish fire ? With hatred now, and now with ire ? In early youth I lost my sire. It is not improbable that a glimpse of his character is given in \" The Village Wife ; or, the Entail,\" where the \" owd Squire \" is represented as a \" Varsity scholard, an' niver lookt arter the land,\" \" hallus aloan wi' 'is boooks,\" — An' 'e niver runn'd arter the fox, nor arter the birds wi' 'is gun, An' 'e niver not shot one 'are ; but, to the indignation of the old villagers, he Bowt little statutes all-naakt an' which was a shaame to be seen ; But 'e niver loookt ower a bill, nor 'e niver not seed to owt. According to this sibyl he spoiled his chances of success in the world by dabbling in authorship, — \" 'E'd wrote an owd book, his awn sen, sa I knaw'd es 'e'd coom to be poor.\" Worse than this, he bought rare books at fancy prices, and collected curios of all sorts : — An' 'e gied — I be fear'd fur to tell tha 'ow much — fur an owd scratted stoan, An' 'e digg'd up a loomp i' the land an' 'e got a brown pot and a boan, An' 'e bowt owd money, es wouldn't goa, wi' good gowd o: the Queen. How could he expect to prosper, — especially when his family made such great demands on his purse ? \" 'E papal crown, and in 1082 was in the act of leaving this country for the pur pose, when William heard of it and promptly arrested him with his own kingly hands, and sent him to prison in Normandy.\" Bayons Manor, the seat of the Tennyson-D'Eyncourts, is a most interesting example of the feudal manorial style of building."], [88, "64 AT SOMERSBY. smiled an' 'e smiled till 'e'd gotten a fright at last \";' and his books were sold for what they would fetch (not much, for \" the lasses 'ed teard out leaves i' the middle to kindle the fire\"); then his son was killed, and \"feyther an' son was buried togither, an' this wur the hend.\" Dr. Tennyson answers not a little to this portrait, and the story itself might well have been true had he not been blessed with a family of exceptional talent and virtue. Dr. Tennyson was buried in Somersby Churchyard, and his tombstone is conspicuous just where the ground rises beyond the front of the church. The inscription is almost illegible, but it only records that the Reverend George Clayton Tennyson, LL.D., eldest son of George Tennyson, Esq., of Bayons Manor, Rector of this Parish, of Bag Enderby and Benniworth, and Vicar of Great Grimsby in this county, departed this life on the iSth day of March, 183 1, aged 52 years. The mother lived to be eighty-four, and for several years after her husband's death continued to reside at the Rectory. The time came, however, when the family had to remove elsewhere and \" live within the stranger's land.\" Tennyson's concluding reference to his father and to his home is extremely pathetic. A Christmas came when he heard \" a single peal of bells \" waking \" a single murmur in the breast \" that \" these were not the bells he knew.\" Like strangers' voices here they sound, In lands where not a memory strays, Nor landmark breathes of other days, But all is new unhallow'd ground Our father's dust is left alone And silent under other snows : There in due time the woodbine blows, The violet comes, but we are gone. That the poet bitterly felt the parting from his early home is attested by these plaintive lines in \" In Memoriam \": —"], [89, "AT SOMERSBY. 65 We leave the well-beloved place Where first we gazed upon the sky : The roofs that heard our earliest cry, Will shelter one of stranger race. Sweet and mournful memories of the days he had passed there, of the friend he had met and lost, rose like \" spirits of a diverse love \" contending for \" loving masterdom.\" He remembered that here his boyhood sang \" its matin song,\" and heard \" The low love-language of the bird in native hazels tassel-hung.\" He remembered that here he had \" stayed in after-hours with his lost friend among the bowers,\" — \" And this hath made them trebly dear.\" But change is inevitable. The stranger comes, and the time of farewells is nigh : — I turn to go : my feet are set To leave the pleasant fields and farms ; They mix in one another's arms To one pure image of regret. If the internal evidence can be relied upon, these were the last lines Tennyson wrote in Somersby Rectory. Next to the place of his birth, and partitioned from it by a row of dark-leaved trees, stands the old House* designed by Vanbrugh, the reputed residence of John Baumber, the Northern Farmer. It is now occupied by one of the tenant farmers. In Lincolnshire such places are commonly designated granges, and it is by that name that Tennyson * The Moated Grange. — By some this is erroneously thought to have been the old Manor House of Somersby. An esteemed correspondent writes to me on this point as follows: — \"The Grange is not the Manor House; the Burtons being both lords of the manor and patrons of the living, the Rectory and the Manor House merged into one. The original Rectory stood on the site now occupied by the cottage west of the present Manor House.\" The Grange is, however, a far superior building. Compton Wynyates, in Warwick shire, is said to have all the characteristics of the Moated Grange, but this is doubtless a coincidence, which, after all, need not occasion surprise. A writer on the subject of \" Locksley Hall,\" — with what reason I know not, — has ex pressed the opinion that its original can be found in the Moated Grange. I noticed nothing myself to warrant such a conclusion."], [90, "66 AT SOMERSBY. invariably refers to this house in Somersby. In the pro spect from the hill-top he saw \" the gray old grange,\" and in the \" hourly-mellowing change \" of summer he saw \" the thousand waves of wheat, that ripple round the lonely grange.\" But it is in the poem of \"Mariana\" that we discover how deeply impressed he was with the haunted look of its dark damp walls, its crumbling turrets, and its dry, weedy moat. It is a weird place, and from the road it appears to stand in bleak isolation. No wonder that from its black brooding shadows the poet wove a drear romance, — a tale of utter weariness and long despair ; that when the wind stirred and the gray morn broke, the phantom of forlorn Mariana moved before his eyes and her wailing cry rang in his ears — \" He cometh not,\" she said ; She said, \" I am aweary, aweary, I would that I were dead.\" What a picture it is ! As I stood before it a heavy cloud loomed just above the roof, and made the old place more than ever dark and forbidding. Withered leaves were strewn about the grounds, the remains of the old fosse were overgrown with tangled creepers, a blackish-green moss crusted the lower walls, while the patchy parts above seemed to be crumbling slowly away. The sense of deso lation was complete. A deathly stillness reigned without ; The broken sheds look'd sad and strange ; Unlisted was the clinking latch ; the clouds thickened about the weathered gables, and the wind sighed drearily among the gloomy trees. It was indeed the moated grange where never hope entered, where blighted love dwelt, and where, at sunset, Mariana's dirge deepened to despair : — \" He will not come,\" she said. I have read of another Moated Grange in the Midlands"], [91, ""], [92, ""], [93, "AT SOMERSBY. 67 standing among a motley group of buildings, gray and red, where a tiny river babbles to the valley, and where the ruined ivy-covered tower of a church helps to form the scene. But it is in the fen-land by night, when the far-stretching meadows become \"glooming flats,\" it is when the bats flit about the ancient thatch with other \" filmy shapes that haunt the dusk,\" that the lonely grange is seen which holds the spectre visible to the poet's inner eyes. The church (St. Margaret's) is disappointing. It is small, old, and stunted, and bears many traces of having been recently restored. The exterior is in no way imposing. An ancient cross (14th century) in a fair state of preservation, bearing figures of the Virgin crowned and with a lily in her hand, and the Crucifixion, stands a little to the right of the porch. The churchyard is covered with long rank grasses, and some of the tombstones are half hidden by railers and weeds. Parasites twine about the railings i :>und Dr. Tennyson's grave ; the stone itself will soon be covered with ivy. The interior of the church is new and mean, the pulpit poor, and the pews uninviting. The walls are pierced with small windows, none alike in shape or size. The stonework of the tower exudes a clammy moisture, and the unwholesome smell of the dampness charges the whole atmosphere. There is a small marble monument near the pulpit, and in the chancel (which, oddly enough, is not in the centre of the nave) a small brass, with kneeling effigy, in memory of George Little bury, and dated 161 2. In the porch near the massive wooden door is a stoup, and over the porch is a dial with the motto, \" Time passeth,\" running transversely, and the date 175 1. The tower is said to contain two of the finest mediæval bells in the county. The present rector, unlike Dr. Tennyson, is non-resident. The church was repaired in 1833, restored in 1865, and fitted up with open benches by the late rector at a cost of £500. The living is valued at ,£220. Lord Tennyson has nowhere in his poems F 2"], [94, "68 AT SOMERSBY. alluded directly to the church, but in \" In Memoriam \" he makes a pleasing reference to the Lincolnshire custom of bell-ringing at Christmas-time : — The Christmas bells from hill to hill Answer each other in the mist. Four voices of four hamlets round, From far and near, on mead and moor, Swell out and fail, as if a door Were shut between me and the sound. Each voice four changes on the wind, That now dilate, and now decrease, Peace and goodwill, goodwill and peace, Peace and goodwill, to all mankind. Somersby Church, doubtless, had one of these pealing voices ; and it may have been the \" cold baptismal font \" seen on entering, round which the poet bade his friends entwine the holly boughs \" for Use and Wont.'' The inhabitants of Somersby know little of him who has done for that village what Roman Virgil did for Mantua ; he is only a name to them that the wind of fame has wafted to their ears. Tityrus, \" piping underneath his beechen bowers,\" knew as little perhaps of the singer of Ilion's lofty*- temples. Lord Tennyson does not go to Somersby now, but his brother Horatio sometimes comes to look at the old Rectory and wander about the familiar lanes. But with the poet remains the quiet sense of some thing lost; he would have no backward fancy \"wake the old bitterness again\" ; nor care to see the \" meadows breathing of the past, and woodlands holy to the dead.\" It was evening when I left Somersby. The distant hills were shrouded in mist, the long white road was deserted, and the trees \" laid their dark arms about the fields.\" The coming gloom, the cry of some stray bird, the whispering wind in the trees, the chatter of the brooks — all so influenced the emotions that I could almost have"], [95, "AT SOMERSBY. 69 said of the poet, as he of his friend, \" the living soul was flash'd on mine.\" Some way down the road I paused and looked across the sloping land ; but the night had fallen so quickly that the far-off hills and Somersby Top were mixed in indistinguishable gloom. The heavens between their fairy fleeces pale Sow'd all their mystic gulfs with fleeting stars,"], [96, "•I CHAPTER VI. THE BROOK. Rivulet crossing my ground. Maud. I heard no sound where I stood, But the rivulet on from the lawn Running down to my own dark wood. Maud. The brook, or beck, that \" prattled the primrose fancies of the boy,\" is crossed by the road to Somersby. The \" tinkling fall \" is heard with great distinctness on either side of the bridge, to which a gentle declivity in the road leads. For just there the waters meet: a thin vein coursing the meadow land delivers its tiny tribute to the greater, bearing its winding waters to the heart-ocean that throbs beyond. A stone tablet on the bridge bears a name and date. S. PADLEY c. s. 1827. v _> And there, too, is the remnant of the old bridge of wood"], [97, ""], [98, ""], [99, "THE BROOK. 71 which in the poet's time was half in ruins, and which, moss-covered and tottering in mid-stream, Still makes a hoary eyebrow for the gleam Beyond it, where the waters marry. All the baby-bustle of the eager little brook which chatters, chatters as it flows to join the brimming river, is evident from this station. The waters \" wind about, and in and out,\" twist around the black joists imbedded in the sands, \" slip, and slide, and gloom, and glance,\" pass beneath the narrow archway, and out again \" curve and flow,\" until lost among fern and cress and \" brambly wildernesses.\" The art of poetry could go no further than in giving us this brook-music, this haunting song of rippling waters, this laughing melody of the runlet-voice : — I chatter over stony ways, In little sharps and trebles ; I bubble into eddying bays, I babble on the pebbles. Is not this the very witchery of the refrain, the repetition of the tripping notes and the murmurous echo of the susurrant whisperings ? I steal by lawns and grassy plots,^ I slide by hazel covers ; I move the sweet forget-me-nots That grow for happy lovers. 1 murmur under moon and stars In brambly wildernesses ; I linger by my shingly bars ; I loiter round my cresses. And there is always a cry of glee in the voice of the brook, for as it slips between the ridges, hurries by the hills, bickers down a valley, and sets the fairy forelands with willow weed and mallow, it has a triumph of its own : — For men may come, and men may go, But I go on for ever."], [100, "THE BROOK. 72 Perhaps there is not just such another brook in the world for scenery as that which Lawrence Aylmer, \" seated on a style in the long hedge,\" beheld while rolling in his mind old \"waifs of rhyme.\" Rising not far from Somersby it trickles over \" matted cress and ribbed sand,\" dimples in \" the dark of rushy coves,\" and leads to enchanted dells and odorous dusky woods, drawing into its \" narrow, earthen urn, in every elbow and turn, the filter'd tribute of the rough woodland.\" It winds round to the Rectory garden, and on to Stockworth, where it meets \" the dark round of the dripping wheel \" of the mill. It is the \" pastoral rivulet \" that bore to the poet a gracious memory of his friend, Arthur Hallam, who knew it as it Swerves To left and right thro' meadowy curves, feeding \" the mothers of the flock.\" Of the twenty thorps it hurries by, and the many bridges it flows under, I can say nothing, but I know it meets the sea where the sallow dunes of Lincolnshire lie at a spot called Gibraltar Point.* The land it waters presents every variety of verdure and foliage. I have seen the brook where tall straight trees mark its course, where the thick coppice spreads, where the budded peaks of the wood rise, and where lie the flat grassy fields. Looking over one of the latter the white home- * Somersby Beck. — The brook originates in the springs just above Tetford. \"It has a sandy bottom, \" writes the Rev. Drummond Rawnsley, \"where shoals of small fish delight to disport themselves. And it may be that it was here that Mr. Tennyson took his simile in Enid, where the panic-stricken followers of false Limours vanish at the charge of Geraint : — ' Like a shoal Of darting fish, that on a summer morn [Adown the crystal dykes at Camelot], Come slipping o'er their shadows on the sand But if a man who stands upon the brink But lift a shining hand against the sun, There is not left the twinkle of a fin Betwixt the cressy islets white in flower.'"], [101, ""], [102, ""], [103, "THE BROOK. 73 stead known as Philip's Farm came into view, and I did not wonder that gazing thereupon the poet saw a vision of Katie Willows, a maiden of our century and a daughter of those meadows — Straight, but as lissome as a hazel wand, Her eyes a bashful azure, and her hair In gloss and hue the chestnut, when the shell Divides threefold to show the fruit within. It was of her that the brook chattered, and of her father, old Philip, who chattered more than brook or bird : — All about the fields you caught His weary day-long chirping. But \" men may come and men may go,\" says the brook. Poor Philip, of all his lavish waste of words Remains the lean P. W. on his tomb, while Katie, with her lover, walks by \" the long wash of Australasian seas, far off.\" Was there ever a Philip, or a Katie, we wonder? There stands the farm, but the poem relates to olden days, and it would be hard to trace the real name and fate of those who must long since have passed away. What other tale did the chattering brook tell ? It told the tale that charmed a royal ear — that pure and perfect idyl, \" The Miller's Daughter.\" The waters rippled on in sunlight and shadow to the mill, bearing with them the poet's fancy, which there created the image of Alice and of her father, the wealthy miller. . AVho that knew him could forget The busy wrinkles round his eyes ? The slow wise smile, that round about His dusty forehead drily curl'd, Seem'd half within and half without, And full of dealings with the world ?"], [104, "THE BROOK. 74 It is a charming story. The \" long and listless boy late left an orphan of the squire \" dwelt in the old mansion \" mounted high,\" and \" had no motion of his own \" until the vision of the miller's daughter flashed upon him, and Love possess'd the atmosphere, And fill'd the breast with purer breath. Here, while angling in the higher pool, he saw the chestnuts when their buds were glistening to the breezy blue ; here, from the bridge, he saw the idle swaying ofthe long mosses in the stream, and observed The tall flag-flowers when they sprung Below the range of stepping-stones, Or those three chestnuts near, that hung In masses thick with milky cones. Here it was also that he Lean'd to hear The milldam rushing down with noise, And see the minnows everywhere In crystal eddies glance and poise. And here, above all, it was that a vision caught his eye, — \" the reflex of a beauteous form, A glowing arm, a gleaming neck,\" — and instantly love came and \" dispelled the fear that I should die an early death.\" The poet lingers over his descriptions, and his picture is one of the most complete that could be presented. He speaks of The brimming wave that swam Thro' quiet meadows round the mill, The sleepy pool above the dam, The pool beneath it never still, The meal-sacks on the whiten'd floor, The dark round of the dripping wheel, The very air about the door Made misty with the floating meal. There are three mills in the vicinity, one at Stockworth, one at Aswardby, and the third at Tetford ; the same stream passes by them all. Stockworth mill was most likely in"], [105, ""], [106, ""], [107, "THE BROOK. 75 the poet's mind when he was writing this poem. It is there that \" the dark round of the dripping wheel \" can be seen ; the wheel at Tetford is, and probably always has been, enclosed. The church at Tetford has no spire, nor has any other church within a radius of ten miles of that place. Most of them have large square towers, the one exception in the district being at Sausthorpe, but the church there was a small antique structure until it was rebuilt in 1844, — twelve years after \" The Miller's Daughter \" was published. The local touches in the poem are very precise. We are told of \" the white chalk-quarry from the hill,\" which \" gleam'd to the flying moon by fits,\" — a reference to the extensive excavations thereabout,* — and we get a charac teristic view of the country in the lines, — Oft in ramblings on the wold, When April nights began to blow, And April's crescent glimmer'd cold, I saw the village lights below. At the close the picture becomes lurid ; the sunset, south and north, \" winds all the vale in rosy folds\"; in the back ground stands \" the old mill across the wolds \" with the last light of day flaming upon it ; even \" the sullen pool below \" becomes bright and red, and the miller's daughter sees that her \" narrow casement glass \" shines as with fire. It was this poem which first attracted the attention of Prince Albert and the Queen to the poet and led indirectly to his being afterwards chosen to succeed Wordsworth as the Laureate. It was this idyl and others in the volume of 1832 which caused one ofthe leading American critics to recognise Tennyson's \" command of delicious metres, the rhythmic susurrus of stanzas whose every word is as needful and studied as the flower or scroll of ornamental architecture — yet so much an interlaced portion of the whole, that the special device is forgotten in the general excellence ; the effect of colour, of that music which is a * The \" white chalk quarry \" at Tetford can be seen from Stockworth Mill, and the \" old mansion mounted high \" is not far away."], [108, "76 THE BROOK. passion in itself, and of the scenic pictures which are the counterparts of changeful emotions.\" Another critic has ranked the poem second only to\" Enoch Arden,\" and every reader, whether agreeing with this or not, must have felt the fascination of the piece. \" The Miller's Daughter \" is one of Tennyson's most unaffected poems. It was ridiculed by the Quarterly reviewer, but that no more detracted from its popularity than it estimated it at its proper merit. Several lines have been revised since the poem first appeared, and it is not altogether without appropriateness to describe it in the poet's words as one of those trifles — Which true love spells, — True love interprets — right alone. His light upon the letter dwells, For all the spirit is his own. The brook chattered on, and the listener interpreted its secret tongue and wove stories about the places from which it came and whither it flowed. As it grew from rivulet to river he saw it barge-laden and noticed \" the sparkling flint beneath the prow\"; perchance, too, the beck was one of the vocal streams that Through many a lilied row Down-carolling to the crisped sea, Low-tinkled with a bell-like flow Atween the blossoms, \" We are free. And surely it was this \" dark and dimpled beck \" that brought the rose \" on a blushing mission \" to the lover of Maud, Saying in odour and colour, \" Ah, be Among the roses to-night \" ; — this same brook that had \" rippled on in light and shadow to the ballad that she sang.\" But time after time we hear its crinkling melody and its happy voice. Just as you may stand on a hill-top and see far away in the distance tiny"], [109, "THE BROOK. 77 threads of silver glistening, marking the course of the stream flowing through the land, so in Tennyson's poems the little beck \" sparkles out \" here and there, and shows how the poet's memory flashes back to the old home and its natural beauties. We know how eagerly he listened to its speech and how well he learnt to understand its music. The blitheness of the brook becomes contagious, and that is why its ripple breaks out in many a line and its whisperings become bright little stories suited for a poet's theme. Standing on the bridge, with the incessant cawing of the rooks in the air, hearing the chime beneath the bridge while the netted sunbeam dances against the sandy shallows, you can let the memory of these things steal upon you ; and as one who \" feels a glimmering strangeness in his dream \" the phantom-faces of Alice the Miller's Daughter, of Katie Willows, a daughter of these meadows, of Maud \" with her exquisite face — in the light of her youth and her grace,\" — may float before your eyes. The spell of the brook with its haunting, bewitching music is irresistible. For no necromancy is so potent as the voice of nature, and to the poet such a voice must have had the all-alluring fascination that the sirens of Capreæ exerted upon those who in old times crossed the mysterious seas."], [110, "CHAPTER VII SOMERSBY REVISITED : HOLYWELL GLEN The silent woody places By the home that gave me birth, Maud. Here are cool mosses deep, And thro' the moss the ivies creep, And in the stream the long-leaved flowers weep, And from the craggy ledge the poppy hangs in sleep. Choric Song. A FURLONG or more beyond Somersby Church there is a small plantation to which the old monkish name of Holywell Glen has been given. It is a wild and beautiful spot, where, as Cowper says, meditation might think down hours to moments. Hither many times in his youth the poet came, sometimes when it was white with snowdrops, sometimes when overhead The broad ambrosial aisles of lofty lime Made noise with bees and breeze from end to end, and sometimes when the leaves were reddening to the fall, and the \" flying gold of the woodlands drove through the air.\" As far as the sight can penetrate are trees, — larch and spruce and ash and beech and sycamore, — and the great hollow is strewn with leaves. The interlacing branches above, breaking out into verdure, make a roof of twinkling emerald ; but down in the hollow there is a shadowy gloom. In the gorge a thin stream glistens. It issues from the throat of a cavern of a rock ; its shallow bed is half-choked"], [111, "SOMERSB Y RE VI SITE D .- HOL YWELL GLEN. 7 9 with rotting herbage, and is crossed again and again by fallen and inclining trees.* This is the home of the clanging rookery, and the harsh cawing prevents a moment's silence. Here and there a bare forehead of rock stands out and overlooks the gorge, with nothing perhaps but a twisted root, like a swollen vein, protruding on its front. But from the red-ribbed verge start slender trees which form the border of the glen. It was the lover of Camilla, seeing such a sight, who spoke of Huge blocks, which some old trembling of the world Had loosen'd from the mountain, till they fell Half digging their own graves. * Holywell G/ra.— This place was first described by Howitt in his \"Homes and Haunts of British Poets.\" Over the gateway there was an inscription: — \"A medley of Virgil and Horace.\" A local student gives the following additional particulars : — \" A series of steps led down into the well, a post was fixed in front of it, and a cross-bar extended thence to the rock. On the cross-bar was a ring with a rope attached, so that the bather might safely descend into the well and enjoy the healing virtues of the stream which rushed from the rock. Geologists say that the wold villages are so closely placed on account of the superior quality of the water which springs up where ever the Spilsby sandstone meets the Kimmeridge clay.\" Susan Epton (Mrs. Thompson), Miss Emily Tennyson's maid, tells me that she can remember the time when visitors came in scores to \"take the waters \" in the Glen. Mr. Russell Lowell must have had some such place in his mind when he wrote that wonderful account of a sorest and dell in \" A Legend of Brittany.\" I venture to quote the two verses containing the description : — Deep in the forest was a little dell High over-arched with the leafy sweep Of a broad oak, through whose gnarl'd roots there fell A slender rill that sung itself asleep, Where its continuous toil had scoop'd a well To please the fairy folk ; breathlessly deep The stillness was, save when the dreaming brook From its small urn a drizzly murmur shook. The wooded hills sloped upward all around With gradual rise, and made an even rim, So that it seem'd a mighty casque unbound From some huge Titan's brow to lighten him, Ages ago, and left upon the ground, Where the slow soil had moss'd it to the brim, Till after countless centuries it grew Into this dell, the haunt of noontide dew."], [112, "So SOMERSBY REVISITED: HOLYWELL GLEN. Such a conclusion to those who have stood in Holywell Glen is well-nigh irresistible. It seems as if rocks and land had, in some far period of the world's history, been whirled down by a hurricane and left thus in imposing confusion. Or might it not have been Amphion's fiddling in the timber that made the mountain \" stir its bushy crown,\" and caused all the change ? Like some great landslip, tree by tree, The country-side descended. It was noon when I entered Holywell Glen, and the sun stood right above the tremulous tree-tops. The gold light trickled through the tiny interstices and seemed to dissolve in airy radiance overhead. The serenity below was unbroken save for the \" runlet tinkling from the rock\" ; there was no motion in the air ; a spell of \" calm and deep peace\" lay over the place like an enchantment. At such a time to such a spot must Julian and Camilla have stolen to hold \" low converse sweet, in which their voices bore least part,\" seeing the \" cavern-mouth half-overtrailed with a wanton weed,\" and musing over the legend that time has woven about it : — Thence one night, when all the winds were loud, A woful man (for so the story went) Had thrust his wife and child If you go far in (The country people rumour) you may hear .The moaning of the woman and the child, Shut in the secret chambers of the rock. I, too, have heard a sound, — perchance of streams Running far on within its inmost halls, The home of darkness. Coming down to the level of the stream and looking upward we behold a wondrous picture in brown and green, — that shaded brown and mossy green which Nature"], [113, ""], [114, ""], [115, "SOMERSBY REVISITED.- HOLYWELL GLEN: 81 alone can paint. It is at once sombre and rich, the lovely tints are exquisitely blent, \" a million emeralds break from the ruby-budded lime,\" and All the haunted place is dark and holy. \" Maud,\" the most tender, the most passionate, of all the Laureate's poems, is a drama drawn from the dusky woods. The gust and fury, the sweetness and calm, the pathos and solemnity, are all the inspiration that descends upon the worshipper in Nature's temple. For Nature loves her worshippers, and to them she yields the secrets of her treasury and concedes her wealth of golden lore. The communing spirit soon learns the mysteries breathed by winds to hooded trees, and catches the meaning of whisperings to the fluttered leaves. The stream tells its tale to the banks, and secrets are exhaled from the hearts of the flowers. But in a gloomy wood, with its innumerable tongues, what poet is there who would not hear in the murmurs a tale of vain love and long regretting — the world's first story of love and death ? Tennyson betook himself to these moody deeps, and \" Maud \" was the tale the woods told in the fall of the year when dark days prevail and there are only chance hours of sunshine and joy. He saw the legend-haunted cave, heard the moaning winds, and gazed upward at the rocks. Then the \" dreadful hollow \" which \" grides and clangs its leafless ribs and iron horns \" echoed of death ; the rock that fell with a suicide could be distinguished ; and the heath in the fields above suggested the spilling of blood. Gradually the wood gave forth the story, and the spirit, Maud, was evolved with a dark reality of Manhood as attendant. She comes from another stiller world of the dead Stiller, not fairer, than mine. The lover's description of his home \" half-hid in the G"], [116, "82 SOMERSBY REVISITED.- HOLYWELL GLEN. gleaming wood \" exhibits somewhat painfully the morbid effect that solitude in such a place has upon the mind : — I hear the dead at mid-day moan, And the shrieking rush of the wainscot mouse, And my own sad name in corners cried, When the shiver of dancing leaves is thrown About its echoing chambers wide, Till a morbid hate and horror have grown Of a world in which I have hardly mixt, And a morbid eating lichen fixt On a heart half-turn'd to stone. Both in \" The Lover's Tale \" and in \" Maud \" brooding, dissatisfied, despairing Self stands striving to grasp ethereal beauty evoked from the wilds of nature, and in each case the human sorrow is the man's, and the phantom towards which he yearns fades away. There is a sonnet, now sup pressed, in which the positions are clearly defined : — Yet my lonely spirit follows thine, As round the rolling earth night follows day : But yet thy lights on my horizon shine Into my night when thou art far away. I am so dark, alas! and thou so bright, When we two meet there's never perfect light. The burden of the lover is always sorrow — sorrow not only for himself, but mixed with tendcrest pity for those who have shared his hopeless love : — Alas for her that met me, That heard me softly call. The drama of \" Maud \" closes, but it does not end. There is silence, but we cannot say there is cessation. It is the sinking of a dream, the fading of light, the imperceptible dying-away of notes ; a veil has fallen, but the Spirit and the Man are still there. Maud is only like a rainbow-light rising from the tempest-tears of grief; to the lover ulti-"], [117, "SOMERSB Y RE VISITED : HOL YJVELL GLEN. 83 mately she becomes one \"of a band of the blest\" telling of hope for him and the world. And it was but a dream, yet it yielded a dear delight To have look'd, tho' but in a dream, upon eyes so fair, That had been in a weary world my one thing bright. \" Maud \" is an ideal English love-tale. Everything in the poem is English — character, scenery, and feeling. Maud herself is a type of English beauty, stately and proud at first ; winsome and tender when once her heart is touched. Her brother is a type of the hot-headed, im pulsive, but not bad-hearted, young Englishman who may be met everywhere ; a man of no particular intellect and despising sentiment, yet capable of some gentleness - \" rough, but kind,\" as his sister said, and for proof told her lover that — When she lay Sick once, with a fear of worse, He left his wine, and horses, and play, Sat with her, read to her, night and day. And tended her like a nurse. The \" new-made lord \" is British material, too ; and it will be remembered that his \" gewgaw castle \" was placed in the moorland \" amid perky larches and pine.\" And often a clearer touch and a bolder line define the very spot in which the drama was played out. I have not been able to learn that any incident in the poet's life, or that any occurrence in his time in \" the dark wood,\" suggested the tragic portions of \" Maud.\" The scenery alone is re sponsible for them. Such, then, I take to be the genesis of \" Maud,\" and I look upon Holywell Glen as the place whence the effluence reached the poet's soul and impregnated his nature. I had one intimation ofthe effects which could be produced there, for a moment while I stood among the trees the sky became overcast, and immediately all the elements of storm were in fiercest conflict. The wind swept among G 2"], [118, "84 SOMERSBY REVISITED: HOLYWELL GLEN. the multitudinous branches as if they were the chords of some vast instrument, and from the heart of the wood rose an untoned melody deepening to a roar. The trees shook mightily, torn and scattered leaves whirled along the hollow, and a semi-darkness floated down. That swift and startling change from calm to tumult, and the no less sudden subsidence again of tumult to calm, wrought an impression upon me which will never be effaced."], [119, "CHAPTER VIII AT MABLETHORPE : TENNYSON'S SEA-PICTURES Came and paced the shore, Ran in and out the long sea-framing caves, Drank the large air, and saw . . . the sea. Sea Dreams. There were many reasons for my choosing to spend a day at Mablethorpe. It is here that Tennyson obtained his first view of the sea, here about the beach that he wandered when loud the Norland whirlwinds blew, building up a story of Locksley Hall that in the distance overlooks the sandy tracts, And the hollow ocean-ridges roaring into cataracts, or hearing in the blast the music of an ancient song, echoing \" Oriana.\" There is a road here named after the poet, and a pretty white house with blowing flowers and graceful trees before it which is pointed out as the place in which the family were accustomed to live in the summer months. By the courtesy of Mr. C. M. Nesbitt, to whom this charming place belongs, I was allowed to see the room the poet occupied, and I was pleased to find on entering that most appropriately Millais' portrait of Tennyson was hung in the most conspicuous position, while a relic from Thorpe Hall stood in one of the corners. It is highly probable"], [120, "AT MABLETHORPE: SEA-PLCTURES. 86 that this is the very \" lowly cottage \" referred to in the \" Ode to Memory\"-— Whence we see Stretch'd wide and wild the waste enormous marsh, Where from the frequent bridge, Like emblems of infinity, The trenched waters run from sky to sky. It is a curious house, reached by a little bridge across the stream, long and low-roofed, with four rooms leading into each other above and below. It is a peaceful spot, too ; nothing could be heard but the roll of the in-coming tide and the swish of scythes in the fields. Standing behind the \" heaped hills that mound the sea \" and hearing that water-lullaby one might well pause and ask — Is that enchanted moan only the swell Of the long waves that roll in yonder bay ? Mablethorpe, the day I spent there, might almost have been the ideal \" Lover's Bay \" described by Julian. Seen from the topmost cliff, Filling with purple gloom the vacancies Between the tufted hills, the sloping seas Hung in mid-heaven, and half-way down rare sails, White as white clouds, floated from sky to sky. The sands stretch either way as far as the eye can see, and I walked along them for miles meeting no one. For Mablethorpe is an out-of-the-world place, its sand-built ridges and the heaped hills that mound the sea seldom visited, and, save to a few, unknown. It was a perfect day, balmy as summer ; the shoaling sea, \" like a splendid silk of foreign loom,\" played from the loveliest of blues into green ; a day such as the memory recalls with fondness and dwells upon with tremulous delight. It was a day for dreaming of mermen andmermaidens \"sittingalone, singing alone, under the sea,\" hiding and seeking \"on the broad sea wolds in the crimson shells,\" darting away to the \" purple"], [121, "A T MA BLE THORPE : SEA-PICTURES. 87 twilights\" below and calling aloud in \"dreamy dells.\" Here on the sunlit sands the \" crisping ripples \" came, and \" tender curving lines of creamy spray \" were wasting at my feet. Tennyson must have loved to wander beside the sea on these rare days, absorbing the scene to its minutest details : The semicircle Of dark-blue waters and the narrow fringe Of curving beach — its wreaths of dripping green — Its pale pink shells .... the pleasure-boat that rock'd Light green with its own shadow, keel to keel, Upon the dappled dimplings of the wave, That blanch'd upon its side. And when the night descended he would go forth again and watch the shadows deepen, \" till all the sails were darken'd in the west, and rosed in the east\"; he saw, as only can be seen in that part of England, \" the charmed sunset linger low adown in the red west\" while the moon shone silverly in the blue-gray east ; and he beheld that rarer sight (superbly described with marvellous precision) : The crest of some slow-arching wave, Heard in dead night along that table-shore, Drops flat, and after the great waters break Whitening for half a league, and thin themselves, Far over sands marbled with moon and cloud, From less and less to nothing. Once, at Cromer, I saw all this, and but for Tennyson's words I should have deemed the scene beyond the power of language to describe. There is no doubt that on the flat Lincolnshire coast the poet would have opportunities of watching the action of the tide, and it has certainly furnished him with one of the most vivid pictures that the \" dead night \" reveals. Tennyson's love of the sea is evinced in many of his poems. In the poem, \" On Sublimity,\" in \" Poems by"], [122, "A$ MABLETHORPE: SEA-PICTURES. 88 Two Brothers,\" he confesses his delight in the storms that make the ocean rage. I love your voice, ye echoing winds, that sweep Thro' the wide womb of midnight, when the veil Of darkness rests upon the mighty deep, The labouring vessel, and the shatter'd sail — Save when the forked bolts of lightning leap On flashing pinions, and the mariner pale Raises his eyes to heav'n. Oh ! who would sleep What time the rushing of the angry gale Is loud upon the waters ? Hail, all hail ! Tempest and clouds and night and thunder's rending peal ! Such scenes are not infrequent in the dark months round about that coast. Tennyson has seen the sea there under all aspects — in calm and storm, by moonlight and sunlight, buffeted by winds or gently undulating beneath a cloudless sky. He has heard the deep \" moan round with many voices,\" and lain listening to \" the voice of the long sea wave as it swell'd now and then in the dim-gray dawn.\" He has found — A still salt pool, lock'd in with bars of sand, Left on the shore ; that hears all night The plunging seas draw backward from the land Their moon-led waters white. He has seen, too, the \" bowery hollows crown'd with summer sea,\" the spangle that \" dances in bight and bay,\" the \" rainbow that hangs on the poising wave,\" the \" liquid azure bloom of a crescent sea,\" and \" the wide-wing'd sunset of the misty marsh.\" In the sea the poet finds sympathy for his various emotions ; to the lover it is the \" silent sapphire-spangled marriage-ring of the land \" ; to the visionary, chasing shapes of beauty come swift as, When to land Bluster the winds and tides the self-same way, Crisp foam-flakes scud along the level sand, Torn from the fringe of spray."], [123, "AT MABLETHORPE: SEA-PICTURES. 89 In the \" Coming of Arthur\" we learn of two who — Watch'd the great sea fall, Wave after wave, each mightier than the last, Till last a ninth one, gathering half the deep And full of voices, slowly rose and plunged Roaring, and when the babe rode on this wave to Merlin's feet the fringe of that great breaker swept up the strand. A picture more weird, and mixed with flashing images, in which a great wave swells and breaks, can be found in \" Sea dreams \"*; while an incident of which the Laureate has told us he was an actual spectator while on the North Sea is described in \" Lancelot and Elaine \" when the combined attack on the knight is made. As a wild wave in the wide North Sea, Green-glimmering towards the summit, bears, with all Its stormy crests that smoke against the skies, Down on a bark, and overbears the bark, And him that helms it, so they overbore Sir Lancelot and his charger. The poet was early accustomed to a fierce and rapacious sea, to piping winds, and to belching clouds ; the ocean roar had sounded in his ears, and the \" scream of a madden'd beach dragged down by the waves.\" He has described * The scene may not belong to Lincolnshire, but it is described so vividly that we cannot but regard it as having been actually witnessed : — A full tide Rose with ground-swell, which, on the foremost rocks Touching, upjetted in spirts of wild sea-smoke, And scaled in sheets of wasteful foam, and fell In vast sea-cataracts. As a contrast to this, notice that exquisite picture of the sea when the tide is low and the waves roll up a quiet cove : — And lying, still Shadow forth the bank at will : Or sometimes they swell and move, Pressing up against the land With motions of the outward sea."], [124, "AT MABLETHORPE: SEA-PICTURES. 90 with all fidelity the features of the coast — \" All sand and cliff, and deep in-running cave\"; and turned into striking metaphor the ceaseless wonders of the shore. Tennyson is the poet of sadness, even of melancholy, and no more fitting cradle-land could have been found for him than where all \" crisped sounds of wave and leaf and wind flatter the fancy,\" and where Nature comes with tearful glimmer and many sighs. It was at Mablethorpe that the young poet built up the towers of fancy to the murmur of waves and the radiance of coming and departing days. Here the dim shadows of dreams took hue and form, beautiful women and heroic men came with the vision of the sea and the sands. Wondrous voices called to him from an un known world, and far beyond his ken were enchanted lands where fairies revelled and giants abode. But soon came the age of disillusion. The fabrics of romance crumbled at the first touch of experience, and the pleasure-palaces of fancy became only black cloud and bleak shadows. The world puts on a glory for youth, and age strips it bare again. Knowledge expounds, and the wonder flies ; the halcyon hours flash by, and the cold material days darken upon the sight. Must it not have been with thoughts like these that Alfred Tennyson, grown to man's estate, and standing again on the old beach, wrote : — Here often, when a child, I lay reclined, I took delight in this locality. Here stood the infant Ilion of the mind, And here the Grecian ships did seem to be. And here again I come, and only find The drain-cut levels of the marshy lea — Gray sandbanks and pale sunsets, — dreary wind, Dim shores, dense rains, and heavy-clouded sea !"], [125, "CHAPTER IX. THE LOVE OF LINCOLNSHIRE. Perchance the living still may look Into the pages of this book, And see the days of long ago Floating and fleeting to and fro, As in the well-remembered brook They saw the inverted landscape gleam, And their own faces like a dream Look up upon them from below. Longfellow. The traveller in the poet's land becomes more and more impressed, as his own knowledge increases, with Tennyson's exquisitely sympathetic touch with nature. He finds how well he has observed, and little by little he sees — or rather estimates — how much. The landscape everywhere is forming pictures which, in a flash, bring to memory the words that fitly enshrine them. Calmly and reverently the poet has won the secret of grasses, flowers, and trees, of \"agaric, moss, and fern\"; his heart has throbbed with the heart of the woods ; his eyes have peered into the mysterious chambers of Nature's endless gallery. He has read truths in the lines and colours, and drunk in beauty with the radiance and charm, that exist everywhere : To some full music rose and sank the sun, And some full music seem'd to move and change With all the varied changes of the dark."], [126, "THE LOVE OF LLNCOLNSHLRE. 92 The glamourous light of romance plays about the pic tures, or the serener ray of human love gives them their soft, pure lustre. Above all, we cannot but notice Tenny son's satisfaction with all that is visible — the satisfaction of the artist with his model, of the poet with his reve lation. He does not tire of the scene, though at times his— Spirits falter in the mist And languish for the purple seas. Then he takes refuge in the enchanted palaces that Fancy rears, and forsakes reality for luxurious dreams. But even at such times memory, like a wind, wafts to him images of what he knew and loved, and hence the con tinuous presence of the familiar scenes and the recurrence of olden melodies. Lincolnshire has given tone to another poet spiritually akin to the Laureate. Miss Jean Ingelow instinctively seized upon the salient features of the district in which she dwelt, and exercised her poetic faculty in faithful de lineations of them. Tennyson has had many imitators, but in Miss Ingelow's poems we find, not imitation, but unconscious similarity. The brushes of these artists have been laid upon the same palette, and have held the same colours ; in early life they gazed upon the same panorama and traced the same effects ; to each like sub jects were suggested and like objects became their models. In the sequel we see that they have produced companion pictures, by the aid of which we can observe where the lines are most rigidly correct and where the deviations from the original are most marked. But there are no sharp contrasts in the works of the two. We find that their pictures have the same subdued tints, the same bright glimpses. The grouping of the trees, the sparkle of the waters, the undulating stretch of the land, are identical throughout. The one picture confirms the truth of the other. It is only in the treatment of details that"], [127, "THE LOVE OF LINCOLNSHIRE. 93 there is difference. Miss Ingelow's style is her own. The verdict of the world has promoted her far above the ranks of the minor bards, and pronounced her a poet of original power. But, as with Tennyson, the home influence is strong with her ; and if it were a matter of words alone the kinship of the two poets would be made apparent. The soft low wolds, the brattling beck, the languid rivers, the level sands, the land-locked sea, are frequent phrases on her lips. In that burst of old-world music, \"The High Tide,\" she names Mablethorpe and En derby, and gives that striking description of the country — Alle fresh the level pasture lay, And not a shadow mote be seene, Save where full fyve good miles away, The steeple towered from out the greene. Could we be shown a clearer picture of the low land ? Equally successful is the view of the heart of Lincolnshire as Tennyson himself would have painted it — A dappled sky, a world of meadows, Circling above us the black rooks fly Forward, backward ; lo, their dark shadows Flit on the blossoming tapestry — Flit on the beck, for her long grass parteth As hair from a maid's bright eyes blown back ; And, lo, the sun like a lover darteth His flattering smile on her wayward track. The description of the beck in the second verse happily exemplifies the meaning of the remark that Miss Ingelow's illustrations form companion pictures to Tennyson's. They are unlike but akin, and the image of the long grass on the sides of the beck, parted like \"hair from a maid's bright eyes blown back,\" well accords with that other image of a half-ruined bridge forming an eyebrow for the gleam, the sparkling eye, beneath."], [128, "THE LOVE OF LLNCOLNSHIRE. 94 Almost an echo of Tennyson's music is the expression — The careless beck is a merry dancer Keeping sweet time to the air she sings ; and it is heard again in — A rose-flush tender, a thrill, a quiver, When golden gleams to the tree-tops glide ; A flashing edge for the milk-white river, The beck, a river — with still sleek tide. Broad and white, and polished as silver, On she goes under fruit-laden trees. Still more perceptible is this in the concluding portion of that delightful lyric, \" The Letter L,\" where the apostrophe of the leaping brook is — The busy beck, that still would run And fall, and falter its refrain ; And pause and shimmer in the sun, And fall again. Miss Ingelow has not Tennyson's power of close and keen analysis ; her lines are not so delicately limned and her colours are not so daintily spread, as his. But some times she seems to have acquired, if only for a moment, the magic touch ; as when she is conveying the idea that Nature's pulse is slow — And leisurely the opal murmuring sea Breaks on her yellow sands. The two lines are inspiration for an artist. In \" A Lily and a Lute\" we read ofthe \"land-locked sea\" with which Tennyson has made us acquainted in \" The Palace of Art\"; and Miss Ingelow's poem tells also' of \" the swell of some long wave Setting in from unrevealed countries,\" — resem bling \"the swell of the long waves\" which became an \" enchanted moan \" in the ears of the lover of \" Maud.\""], [129, "THE LOVE OF LINCOLNSHIRE. 95 Seeing what he saw, hearing what he heard, learning much that he learnt, Miss Ingelow finds subject and sug gestion just as Tennyson found them. As they passed down the Lincolnshire lanes pleasant sounds haunted their ears that both have remembered— Sheep-bells chiming from a wold, And bleat of lamb within its fold, Ecstatic chirp of winged thing, Bubbling of the water spring. In \" Scholar and Carpenter \" we not only get a scene on which our eyes appear to have dwelt before, but we find allusions that almost seem to have strayed from one of the Laureate's poems. Ever with the lane I went Until it dropped with steep descent, Cut deep into the rock, a tent Of maple branches roofing it. Adown the rock small runlets wept,* And reckless ivies leaned and crept, And little spots of sunshines slept On its brown steeps and made them fair ; And deeper down, hemmed in and hid From upper light and life amid The swallows gossiping, I thrid Its mazes, till the dipping land Sank to the level of my lane : That was the last hill of the chain, And fair below I saw the plain That seemed cold cheer to reprimand. * \"The runlet tinkling from the rock.\" — In Memoriam. t Tennyson was once asked the meaning of the phrase, \" Dash'd with wandering isles of light.\" He said they were \"spots of sunshine coming through the caves.\""], [130, "96 THE LOVE OF LINCOLNSHLRE. Half-drowned in sleepy peace it lay, As satiate with the boundless play Of sunshine on its green array. And clear-cut hills of gloomy blue To keep it safe rose up behind, As with a charmed ring to bind The grassy sea,* where clouds might find A place to bring their shadows to. Tennyson-readers will think of \" The Gardener's Daughter\" and \" The Miller's Daughter\" when they read the follow ing stanzas from Miss Ingelow's \" Four Bridges.\" There I see those wooden bridges wide That cross the marshy hollow ; there the stile In reeds imbedded, and the swelling down, And the white road toward the distant town. And round about them grows a fringe of reeds, And then a floating crown of lily flowers, And yet within small silver-budded weeds ; But each clear centre evermore embowers A deeper sky, where, stooping you may see The little minnows darting restlessly.! Then follows talk of green whispering rushes, of polished pools \" like lanes of water reddened by the west,\" of the neighbouring copse, the dusk fields, \" the little curlews creeping from the sedge\"; of — The lane with maples overhung, that bends Toward her dwelling ; the dry grassy moat, Thick mullions, diamond-latticed, mossed and grey, And walls banked up with laurel and with bay. Many a bleak picture has Tennyson sketched, and many a sad wail resounds in his winter pieces, but is there any- * Tennyson, on the contrary, calls the sea \" the silent sapphire-spangled marriage-ring ofthe land.\" + Compare with verse 7 of \" The Miller's Daughter.\""], [131, "THE LO VE OF LINCOLNSHIRE. 97 thing in \"The Dying Swan\" to equal these lines from \" The Dreams that Came True\" ? — The sweep And whistle of the wind along the mere Through beds of stiffened reeds and rushes sere. Or, is the lament in \"The Lady of Shalott\" more pathetic than the conclusion of \" The High Tide \" ? — I shall never see her more Where the reeds and rushes quiver, Shiver, quiver ; Stand beside the sobbing river, Sobbing, throbbing, in its falling To the sandy lonesome shore. Pictures of morning and evening are painted with a master-hand, and afford us a delightful view of the low lands. Here is the painting of Lincolnshire when the day is opening : — The field with light aglow ; How fresh its boundary lime-trees show, And how its wet leaves trembling shine ! Between the trunks come through to me The morning sparkles of the sea Below the level browsing line. And here is the painting of Lincolnshire when the night is slowly falling : — The light grew dim, And through the lilac branches I could see, Under a saffron sky, the purple rim O' the heaving moorland. The resemblance of all these scenes to scenes depicted by the Laureate signifies that the poetic nature is similarly impressed by like surroundings and influences. I do not believe for one moment that Miss Ingelow's writings owe anything to the spell of the master ; but it is at least interesting to notice how these two poets often choose the ii"], [132, "98 THE LO VE OF LLNCOLNSHLRE. same words in which to clothe their ideas, use the same tints for their pictures, sing in the same key, and alight on the same theme. Miss Ingelow would have done much for her county had Tennyson never lived. The pensive quietude that pervades her poems, the sense of loneliness that so often makes itself felt, the sombre tinge that shades almost every scene, the undercurrent of melancholy that mingles with the songs — all these are attributable to such monition as the mind derives from natural environment, and such as inspired Tennyson with his sombre similitudes and his plaintive music. Nature produces like emotions in the hearts of her pupils, and it is more than ordinarily interesting to witness the results of her operation upon the perception of two of her most favoured worshippers. Sir Walter Scott, as might well be expected, found the marshland uninteresting. His was not the eye to see beauty in \" the level waste, the rounding gray,\" or to view with delight the dusky meadowland and the quiet wolds. But Charles Dickens was more appreciative, and his descriptions of Chesney Wold, Sir Leicester Dedlock's \" place \" in Lincolnshire, are well worthy of consideration. The writer of \" Bleak House \" positively seems to enjoy the excess of dreariness that besets the country in the wet season. Here is his opening scene : \" The waters are out in Lincolnshire. An arch of the bridge has been sapped and sopped away. The adjacent low-lying ground, for half a mile in breadth, is a stagnant river, with melancholy trees for islands in it, and a surface punctured all over, all day long, with falling rain. The weather, for many a day and night, has been so wet that the trees seem wet through, and the soft loppings and prunings of the woodman's axe can make no crash or crackle as they fall. The deer, looking soaked, leave quagmires as they pass. The shot of a rifle loses its sharpness in the moist air, and its smoke moves in a tardy little cloud towards the green rise, coppice-topped, that makes a background for the falling rain. The view from my Lady Dedlock's own windows is"], [133, "THE LOVE OF LLNCOLNSHIRE. 99 alternately a lead-coloured view and a view in Indian ink. On Sundays, the little church in the park is mouldy ; the oaken pulpit breaks out into a cold sweat ; and there is a general smell and taste as of the ancient Dedlocks in their graves\" {cap. ii.). That is no fancy picture, and there is no gainsaying the fact that Lincolnshire at its worst is hard to beat for utter dreariness. But notice the change when it has \" left off raining at last, and Chesney Wold has taken heart.\" Then — \" The clear cold sunshine glances into the brittle woods, and approvingly beholds the sharp wind scattering the leaves and drying the moss. It glides over the park after the moving shadows of the clouds, and chases them, and never catches them at all, all day. . . . The rooks, swinging in their lofty houses in the elm-tree avenue, seem to discuss the question of the occupancy ofthe carriage as it passes underneath ; some agreeing that Sir Leicester and my Lady are come down ; some arguing with malcontents who won't admit it ; now, all consenting to consider the question disposed of; now, all breaking out again in violent debate, incited by one obstinate and drowsy bird, who will persist in putting in a last contradic tory croak \" {cap. xii.). And here is a typical view of town and country : \" It was delightful weather. The green corn waved so beautifully, the larks sang so joyfully, the hedges were so full of wild flowers, the trees were so thickly out in leaf, the bean-fields, with a light wind blowing over them, filled the air with such delicious fragrance. Late in the afternoon we came to the market-town where we were to alight from the coach — a dull little town, with a church spire, and a market-place, and a market-cross, and one intensely sunny street, and a pond with an old horse cooling his legs in it, and a very few men sleepily lying and standing about in narrow little bits of shade. After the rustling of the leaves and the waving of the corn all along the road, it looked as still, as hot, as motionless a little town as England could produce \" {cap. xviii.). Later on we get a pen-photograph of Lawrence Boythorn's H 2"], [134, "THE LOVE OF LLNCOLNSHLRE. 100 house, and travellers through Lincolnshire might often feel that they were on the point of identifying it. He lived, we are told, \" in a pretty house, formerly the Parsonage house, with a lawn in front, a bright flower garden at the side, and a well-stocked orchard and kitchen garden in the rear, enclosed with a venerable wall that had of itself a ripened and ruddy look. But, indeed, everything about the place wore an aspect of maturity and abundance. The old lime-tree walk was like green cloisters, the very shadows of the cherry-trees and apple-trees were heavy with fruit, the gooseberry bushes were so laden that their branches arched and rested on the earth, the strawberries and raspberries grew in like profusion, and the peaches basked by the hundred on the wall. . . All kinds of wholesome growth (to say nothing of the neighbouring meadows where the hay was carrying) made the whole air a great nosegay. Such stillness and composure reigned within the orderly precincts of the old red wall, that even the feathers hung in garlands to scare the birds hardly stirred ; and the wall had such a ripening influence that where, here and there high up, a disused nail and scrap of list still clung to it, it was easy to fancy that they had mellowed with the changing seasons, and that they had rusted and decayed according to the common fate \" {cap. xviii.). And then we find that bewitching scrap of generalisation of the beauties of the land : \" O, the solemn woods over which the light and shadow travelled swiftly, as if Heavenly wings were sweeping on benignant errands through the summer air ; the smooth green slopes, the glittering waters, the garden where the flowers were so symmetrically arranged in clusters of the richest colours, how beautiful they looked ! The house, with gable and chimney, and tower and turret, and dark doorway, and broad terrace-walk, twining among the balustrades of which, and lying heaped upon the vases, there was one great flush of roses, seemed scarcely real in its light solidity, and in the serene and"], [135, "THE LOVE OF LLNCOLNSHIRE. 101 peaceful hush that rested on all around it. That, above all, appeared the pervading influence. On everything, house, garden, terrace, green slopes, water, old oaks, fern, moss, woods again, and far away across the openings in the prospect, to the distance lying wide before us with a purple bloom upon it, there seemed to be such undisturbed repose \"y\\cap. xviii.). In this passage we find odd lines from \" Maud \" unconsciously interwoven, and it bears the memory back to words and phrases of the poet's. And in succeeding chapters when we read of gnarled and warted elms, and of umbrageous oaks, \" standing deep in the fern and leaves of a hundred years \" ; or of the woods where you may see \" the light striking down among the transparent leaves, and sparkling in the beautiful interlacings of the shadows of the trees, while the birds poured out their songs, and the air was drowsy with the hum of insects\"; and where you could look \" through a green vista supported by thousands of natural columns, the whitened stems of trees, upon a distant prospect made so radiant by its contrast with the shade, and made so precious by the arched perspective through which it was seen, that it was like a glimpse of the better land\": we feel that Charles Dickens might even have spent a day in Holywell Glen and have carried away these impressions of it. Finally, we have that view of the fall of night over the Lincolnshire landscape, which also bears with it a reminiscence of the poet's picture : \" All that prospect, which from the terrace looked so near, has moved solemnly away, and changed into a distant phantom. Light mists arise, and the dew falls, and all the sweet scents in the garden are heavy in the air. Now, the woods settle into great masses, as if they were each one profound tree. And now the moon rises, to separate them, and to glimmer here and there in horizontal lines behind their stems, and to make the avenue a pavement of light among high cathedral arches fantastically broken \" {cap. ix. vol. ii.)."], [136, "THE LOVE OF LINCOLNSHIRE. 102 Again, the same influences registered like impressions upon contemplative minds. I have not attempted to do more than draw attention to a curious fact ; it is beyond the scope of this book to deal exhaustively with the subject. In \" Hereward the Wake \" further illustrations could be found, and doubtless the searcher after other examples would be well rewarded for his labour. For the present the instances given above may suffice. They simply show that Tennyson is a safe guide, and that all he has written of Lincolnshire is truthful in detail just as it is perfect in language. Why has not Somersby been invaded ? Why are no pilgrims met along the highway or seen about the Rectory grounds ? Perhaps it is for the same reason that Words worth delayed visiting Yarrow. Be Yarrow stream unseen, unknown ! It must, or we shall rue it ; We have a vision of our own ; Ah ! why should we undo it ? That may suffice for the present ; assuredly it will not be urged after a while. Years hence the poet's friends and pupils will seek that remote hamlet and gaze with tender, reverent eyes upon the spot where the boy-poet roamed, where the brothers communed, where the friend came, where the father lies. Is it not a glory to have been where such a master has stood, to have regarded what he has deemed worthy of his song, to have found what he remembered in after years with such love and delight, to have touched and known what he celebrates in living words ? The hills, the woods, the streams, the fields — are they not dear to us for the sake of him who drew from them all truths divine that added to the beauty of life and extended the bounds of thought ? These were the well-spring at which the poet drank, and the pure waters became a perpetual fountain of the soul gushing forth in music, rising in beauty ; now touched by the wind into rage, now smitten \\>y the sunlight"], [137, ""], [138, ""], [139, "THE LOVE OF LINCOLNSHLRE. 105 with splendour. No shrine so sweet, so fair, as that hallowed with such memories ! As we gaze, the softening mist of a dream glorifies the scene, and swelling desire bears away thought and uplifts the soul. What matters it that \"from the garden and the wild a fresh association blows\"? This is still his land, and until a greater than he arise his name and fame will make it known. Never may the poet's own fears be realised ! — never may the garden bough sway unwatched ; never may the sunflower \" ray round with flames her disk of seed unloved\"; never may the brook, forgotten, babble down the plain ! Never, ah, never, may the poet's memory fade from all \" the circle of the hills ! \" But as long as his words live how can that English home be forgotten ? Tennyson has done his utmost to preserve what his youth held dear. We take his pictures, and we know that they will endure. And gazing on them we find that the master-hand has drawn with subtle skill and faithfulness the native place, deter mined to perpetuate its beauties and enshrine its hallowed traditions. It was with such thoughts that I turned from Somersby, and it is with such convictions that I brought my pilgrimage to an end. Kingsley was expressing the feelings of us all when he wrote : \" What endears Tennyson to me is his hand ling of the every-day sights and sounds of nature. Brought up in a part of England which possesses not much of the pic turesque, and nothing of that which the vulgar call sublime, he has learnt to see that in all nature, in the hedgerow and sandbank, as well as the Alp peak and the ocean waste, is a true sublimity, a minute infinite, an ever-fertile garden of poetic images, the roots of which are in the unfathomable and the eternal as truly as any phenomenon which astonishes and awes the eye.\" In these few pages I have striven to illustrate this, and my tribute to his charm and power, however unworthy, I lay at the master's feet."], [140, "APPENDIX. POEMS RELATING TO LINCOLNSHIRE AND LINCOLNSHIRE CHARACTER. From \"Poems by Two Brothers\" (1827). Midnight. First part. On the Death of my Grandmother. The Walk at Midnight. On Sublimity. From \" The Lover's Tale\" (1S2S). Descriptions of wood, caverns, and sea. From \"Poems\" (1830). y^AAAllf:;^ Mariana. The Owl. llf.F'?9° Ode to Memory. Ode to Memory. Song : \"A Spirit HaunfsT\"^ The Dying Swan. Oriana. Supposed Confessions of a Second-rate Sensitive Mind (Reference to poet's mother). From \" Poems\" (1S32). The Miller's Daughter. The Palace of Art (Verses 22 and 63). (?) Lady Clara Vere de Vere. The May Queen. The Lotos-Eaters (several casual references). A Dream of Fair Women (a reference). From \"English Idyls\" (1S42). Locksley Hall. (?) Audley Court. The Gardener's Daughter."], [141, "APPENDIX. 107 From \" The Princess \" (1847). Prologue and Conclusion. Sketch of Sir Henry Vivian. Portrait of Poet's Mother. From \"In Memoriam \" (1850). Parts II, 15, 28, 30, 79, 89, 91, 95, 100, 101, 102, 104, 105. From \"Maud\" (1855). Parts I, 4, 5, 9, 12, 14, 18, 21, 22 (mainly inferential). The Brook. Miscellaneous. The Northern Farmer. The Northern Cobbler. The Village Wife ; or, The Entail. Locksley Hall Sixty Years After. The Lord of Burleigh. Sonnet : \" Check every Outflash.\" Lines : \" How Often When a Child\" (a discarded poem). From \" Idyls ofthe King.\" There are numerous allusions to Lincolnshire in this series of poems ; they will be found chiefly in similes."], [142, ""], [143, "INDEX, Artist, Tennyson as an, 1 Ashby Puerorum, 49 \"Audley Court,\" quoted, 3, 19 Aylmer-Aylmer, Sir, 55 Aylmer, Lawrence, 72 \" Geraint and Enid,\" quoted, 3 Grandparents, Tennyson's, 33 Grasby, 38 Hallam, A. H., visits Somersby, 57 death of, 61 Halton Holegate, 21 Harrington Church, 21 Hall, 52, note Harvey's Alley, 41 Holywell Glen, 78, 79, note noon in, 80 the scene of \" Maud,\" 81 Humour, Tennyson's, 27 Baptism, Tennyson's, 61 Baumber, John, 25 Bayons Manor, 21 Beck, Somersby, 70, 74 Bridge of, 71 ■ course of, 72, and note and \" Maud,\" 76 Bedehouses at Louth, 36 Birds of Lincolnshire, 30 Birthplace, Tennyson's, 61 Boythorn's, Lawrence, home in Lin- colnshire, 100 \" Break, break, break,\"howwritten,47 \"Brook, The,\" quoted, 71, 73 \" In Memoriam,\" quoted, 16, 23, 50, 51, 58, 59, 60, 64, 65, 68 Ingelow, Miss Jean, and Lincolnshire scenery, 93 \" Ivied Casement,\" The, 21 Cadney's Village school, 32 Cathedrals, Tennyson's allusions to, 10 Chesney Wold, 98 Church, Somersby, 67, 68 \" Coming of Arthur, The,\" quoted, 98 Complexion, The, of Tennyson's poetry, 6 Cousin Amy, 20 Jackson, J., of Louth, 42, 43 Kingsley's, Canon, Eulogy of Tennyson, 103 \" Lady Clara Vere de Vere,\" 28 \" Lancelot and Elaine,\" quoted, 89 Langton Hall, 21, 22 Lincoln Cathedral, 9 Lincolnshire, general view of, 11, 49, \"Daisy, The,\" quoted, 2 \" Day Dream, The,\" quoted, 14 Doric language, 30 \" Dreadful hollow, The,\" 80 \" Dream of Fair Women, A,\" quoted, 10, 88 \" Dying Swan, The,\" quoted, 14 99 by night, 12, 13, 97, 101 poets of, 92 morning in, 16 Locksley Hall, 19, 48 \" Lord of Burleigh, The,\" 24 \" Lotos-Eaters, The,\" quoted, 79, 80, 86 Edwin Morris, 53 England, Tennyson's love of, 4 Fete, The, in \" The Princess,\" 28, note Fytche, Rev. Stephen, and his wife, 33 Louth Church and Vicarage, 33 Grammar School, 32, 36 Love of home, Tennyson's, 31 \"Lover's Tale, The,\" quoted, 79, 80, 86 Garden, a Lincolnshire, 15 \" Gardener's Daughter, The,\" 17"], [144, "110 INDEX. Mablethorpe, 85 Tennyson's house at, 85 the coast at, 86, 87 descriptions in poems, 86, 87, 88, 89 Manuscript of the \"Poems by Two Brothers,\" 42 value of Tennysonian, 44, note \"Maud\" and Holywell Glen, 81 quoted, 82, 83 a drama of the woods, 83 English types in, 83 the genesis of, 82 \" May Queen, The,\" 24 Mill, Stockworth, 74 \" Miller's Daughter, The,\" 73 the Queen and, 75 eulogy of, 75 local character of, 74, 75 Moated Grange, The, 65 and note the residence of the Northern School, the Tennysons at, 35 Schoolfellows, Tennyson's, 34. 4 Sea, Tennyson and the, 87 the, and its influence on the po . 90 Sellwood, The, family, 29 \" Sixty Years After,\" 20 Somersby, 55, 56, note party at, 59 Tennyson leaves, 05 evening at, 69 the attractions of, i°2 church at, 67, 6S Sonnets, suppressed, 82, 90 n \" Spinster's, The, Sweet-arts, 26 Spiritualism, Tennyson's, 37 letter on, 38, note Stockworth Mill, 74 Storm in Lincolnshire, 16 Suggested, how poems are, 4s Tennyson, Dr. G. C, 26, note, 40. Farmer, 65 Mariana and, 66 ' Morning in Lincolnshire, 16 Music of Lincolnshire, 3 62, note references to, in poems, 63 his tomb, 64 Tennyson, Lord, birth and baptism of, 61 School-days of, 35 at Louth, 32 his \"youth sublime,\" 40 joint author of \" Poems by Two Brothers,\" 41 at Mablethorpe, 85 his love of England, 4, 31 spiritualism of, 37 leaves Somersby, 65 and A. H. Hallam, 57 and \" Cousin Amy,\" 20 favourite expressions of, 30 North Somercotes, 21 \" Northern Cobbler, The,\" 28 \" Northern Farmer, The,\" original of, -S Ode to Memory,\" The, quoted, 6, 7, 86 \" Palace of Art,\" The, quoted, 8, 88 Philip's Farm, 73 \" Poems by Two Brothers,\" The, quo- tations from, 5, 10, 12, 33, 59, SS history of, 41 story relating to, 41 the MS. of, 42 individual authorship in, 43 original intentions concerning, 44 price of, 44 publication of, 42 •' Prefatory Poem,\" quoted, 39 \" Promise of May,\" The, 27 Prophecy concerning ' ' Locksley Hall, \" revises poems, 45 Frederick, 37 Horatio, 39, 68 Arthur, 39 Edward, 39 Tennyson-Turner, Charles, 35, 3S Tennyson, Lady, 29 Tennyson, Mrs., 40, 61 references to, in poems, 62 Trees, Lincolnshire, 50 23 \" Village Wife, The,\" 27 Vivian, Sir Walter, original of, 28 Queen, The, and Tennyson, 75 Rectory, Somersby, 57, 60 Revision of poems, Tennyson's, 45 Roads to Somersby, 47, 49, 54, note Waite, Rev. J., of Louth, 35, 36 Willows, Philip and Katie, 73 Wordsworth's opinion of Tennyson, 3S \" Youth sublime,\" The, of Tennyson, 40 Saltfleet, 21 /^$IS}£< Scrivelsby Court, 21 s^f • , -FT- 90"], [145, ""], [146, ""], [147, ""], [148, ""]]