[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "A CONCERTED PIECE."], [7, "Recitations and Concerted Pieces FOB Banos of ifoope ano Sunoag Scbools. COMPILED BT JAMES WESTON, Author of \"Joseph Livesey : the Story of His Life,\" \"Bihle Pictures and Stones,\" etc. LONDON : S. W. PARTRIDGE & CO., 9, PATEENOSTEE EOW, E.C,"], [8, "UNIFORM WITH \" Recitations and Concerted Pieces.\" Synall crown 8vo, 112 pp., well Illustrated, cloth extra, Is. THE BAND OF HOPE COMPANION. A Hand-Book for Band of Hope Members : Biographical, Historical, Scientific, and Anecdotal. By ALF. G. GLASSPOOL. \" We would like to see it in the hands of every child in the kingdom. We hope every Band of Hope conductor will possess himself of a copy.\" — Band of Hope Chronicle. London : S. W. PARTRIDGE, 9, Paternostek Row."], [9, "PREFACE. The reason for issuing the present collection of Recitations and Concerted Pieces is to be found in the fact that there is an ever-increasing demand in our Bands of Hope for something fresh for the young people to learn, which, both in the learning and the hearing, \"will impress some point of the case for Total Abstinence. With this object, most of the pieces to be found in these pages were specially written for the Band of Hope Review and other periodicals is sued by the publishers of this work ; and all of them are copyright. It is therefore hoped that this little work will commend itself strongly to all friends of Temperance among the young, and also to Sunday School workers, not only on account of the origin ality and interest of the pieces selected, but for the soundness of their Temperance and Religious teaching."], [10, ""], [11, "CONTENTS. PAGB The Careful Messenger . . W. Bainey ... 9 Oar Chosen Flowers (for ten chil- dren) M. S. Haycraft . . 10 The Child-Crusade .... „ . . 13 Bright Water (for five children) . „ . . 14 Ask Mr. Bung . . . . S. W. Partridge . . 16 A Temperance Birthday . . As. S. Haycraft . . 17 Jimmie Jackson .... „ 18 How Jim was Won ... „ 19 Johnny and Jimmy (dialogue for little boys) . . . ,, 20 \"A Little Child shall Lead them\" K.KCorkill. . . 22 Concerning Tobacco (for six little boys) M. S. Haycraft . . 23 A Legend of the Nile . . .IS. Dyke .... 25 Temperance Girls (for six girls) . M. S. Haycraft . . 27 The Water Core . . . .K.B. Corkill ... 29 Our Temperance Tear (for twelve boys) M. S. Haycraft . . 31 A Renowned Toper . . . C. P. W. Tult ... 86 Twenty Years Ahead (for ten boys) As. S. Haycraft , . 38 By-and-By (sequel to \" Twenty Years Ahead \") . . . „ 41 The Golden Cup . . . . Lucy Taylor ... 43 Coastguards (for six boys) . . M. S. Haycraft . . 46 The Navvy's Story . . . M. E. Ropes ... 48"], [12, "CONTENTS. VIII PAGE The Temperance Carrier . . As. S. Haycraft ■ ■ 50 My Kettle C.P.W.Tutt. . . 51 Briants, the Sculptor . . . Ogilvie Mitchell . ■ 52 The Temperance Postmaster (for two boys) M. S. Haycraft . . 55 The Drunkard's Carriage . .H.P. Scott ... 58 Always Ready ! . . . ■ M. Fraser . . .60 Wee Auntie Jeanie . . . R. P. Scott . . . 61 The End of a Quarrel (for three boys) M- S. Haycraft . ■ 62 A Modern Martyr .... Lucy Taylor ... 66 Temperance Plots (for ten boys) . As. S. Haycraft . . 69 The Roll-Call Florence L. Henderson . 72 Doctor and Patient (for two boys) As. S. Haycraft . ■ 73 Dobbin's Lesson . . . . W. Turnham ... 77 The Temperance Forge . . . M. S. Haycraft . . 81 My Vision K. E. Corkill ... 83 Bay Ruric ; or, A Drive for Life . B. Montgomerie Ranking 85 Temperance Birds (for ten chil- dren) M.S. Haycraft . . 87 Mr. Pot and Mr. Jug . . . R. P. Scott ... 90 Thomas of Aquino's Humility . B. Montgomerie Ranking 93 Wishing and Working (for six girls) As. <S. Haycraft . . 95 Nellie's Compliment . . . A.G. Whitty ... 97 The Black Valise . . . . A. E. Knight ... 99 The Chertsey Curfew . B. Montgomerie Ranking 101 A Hero of the Nineteenth Century E. H. Knapp . . .103 Saved As. S. Haycraft . . 106 The Rat's Protest . . . . K. E. Corkill . . .108 The Heroes of Colwyn Bay . . A. H. Japp . . .111"], [13, "antr €onttxttb THE CAREFUL MESSENGER. A pound of tea at one-and-three, And a pot of raspberry jam, Two new-laid eggs, a dozen pegs, And a pound of rashers of ham. I'll say it over all the way, And then I'm sure not to forget, For if I chance to bring things wrong, My mother gets in such a pet : A pound of tea at one-and-three, And a pot of raspberry jam, Two new-laid eggs, a dozen pegs, And a pound of rashers of ham. There, in the hay, the children play, They're having such splendid fun ; I'll go there too, that's what I'll do, As soon as my errands are done. A pound of tea at one-and-three, A pot of — er — new-laid jam, Two raspberry eggs, with a dozen pegs And a pound of rashers of ham. There's Teddy White, flying his kite ; He thinks himself grand, I declare ; I'd like to try to make it fly Up, up, sky high— Ever so much higher Than the old church spire, And then — but there 9"], [14, "10 EECITATIONS AND CONCERTED PIECES. A pound of three, and one at tea, A pot of new-laid jam, Two dozen eggs, some raspberry pegs, And a pound of rashers of ham. Now, here's the shop, outside I'll stop, And run my orders through again ; I haven't forgot, no, ne'er a jot — It shows I'm pretty cute, that's plain : — A pound of three, and one at tea, A dozen of raspberry ham, A pot of eggs, with a dozen pegs, And a rasher of new-laid jam. W. Rainey, OUR CHOSEN FLOWERS. (Concerted Action-Piece for Ten Children.) First -Child. Could I choose which I would be Of the flowers we love so well, Flowers of garden or of lea. Of the woodland or the dell — I would be yon crimson rose, Sweeter than my verse can say, Fairer still each hour it grows, Fragrant even in decay. Second Child. I would be the lily white, Type of purity untold, With my shining robes of light, With my burning crown of gold. I would swing my censer rare, Full of sweets and full of grace — Yes, I'd be the lily fair, Royal queen of all the place ! Third Child. Oh, the violet is best, Hiding 'neath the leaves of green, 'Neath the passing footsteps pressed, Scarcely by the vision seen :"], [15, "11 our chosen flowers. Little blossom sweet and shy, Ever playing hide-and-seek — Like thy beauty, fain would I Be as lowly, fragrant, meek. Fourth Child. Nay, the snoicdrop is my choice, Coming when the days are sad, Bidding all the land rejoice, Ringing bells so sweet and glad ! See, they cluster in the glen, Snowdrops tiny, white, and frail, Breathing to the hearts of men Spring is rising o'er the dale. Fifth Child. Have you seen, 'mid grassy ways, Sweet wild hyacinth arise, In the balmy, golden days 'Neath the sapphire of the skies ? There the children love to play, Where the bright blue blossoms shine Oh, the hyacinth so gay, Sweet wild hyacinth is mine ! Sixth Child. I will choose a floweret small, Just a tiny life it shows ; Yet it climbeth over all, Upward, upward still it goes. 'Tis clematis that we see In the sunny summer-time ; May it whisper unto me, Upward, upward still to climb ! Seventh Child. I will choose the mignonette, Darling of the garden-ground, With the dews of heaven wet Run its footsteps all around. Let not gayer flowers despise Mignonette that waveth low, Full of blessing there it lies, Where the bees soft humming go."], [16, "12 recitations and concerted pieces. Eighth Child. Oh, the poppies blushing red ! Oh, the crimson 'mid the corn ! I will choose each nodding head Kissed by winds of summer morn. What so bright as poppies gay ? How they throng about our feet ! I will choose the flowers that sway All among the golden wheat. Ninth Child. If you ask what / prefer, Pansies, pansies I'll uphold ! Where the summer breezes stir Wings of purple and of gold. Heartsease — what a gracious name ! Unto every spirit dear ; May my future be the same, Breathing comfort, hope, and cheer ! Tenth Child. I've a word to say to you ; Listen now awhile to me. Flowers we are not, that is true ; Flower-like we can always be. Let the radiant blossoms teach Holy lessons for the heart, So that lads and lasses each Find some happy place and part. Flowerets smile, and so can I, Flowerets shine, and so may you ; Hand in hand let children try To be gladsome, kind, and true. We will make dim places bright, Like the bluebells in the glade ; We will tell of love and light, Like the roses God has made. All Together. Yes, we'll make dim places bright, Like the bluebells in the glade ; We will tell of love and light, Like the roses God has made."], [17, "the child-crusade. 13 Flowerets smile, and so can I ; Flowerets shine, and so may you ; Hand in hand let children try To be gladsome, kind, and true. M. S. Haycraft, THE CHILD-CRUSADE. Have you heard of the children's army — How once in the long ago They started forth to the Holy Land, To fight with the heathen foe ? Have you heard of those little children And the pitiful vows they made, For the sake of the Saviour's sepulchre To serve in the child-crusade ? But the children were weak and feeble, And the way was hard and long, And history tells that too many failed Of that poor little helpless throng ; And they laid them down in peace to die, But methinks the dear Lord knew (Though the children's hearts had made mistakes) That their love was brave and true. Have you heard of our children's army? Have you heard of the ringing call That summons forth at the present time The children one and all ? Come out in the morning of gladness, Come out ere life's blossoms fade, Come, take your place in the ranks of God, And fight in the child-crusade ! You need not travel by land and sea, Nor far from your dear ones roam ; Look up to God ! and you shall not fail, Though the foe be close at home. We have named our ranks the Band of Hope, And we march unto victory fair ! For though our foe be the giant Drink, Our strength is in earnest prayer."], [18, "14 recitations and concerted pieces. And do you belong to our army, So steadfastly pressing on Where the standard waves o'er Temperance fields, And merciful deeds are done ? God bless you, dear little warrior ! New soldiers we pray you seek ; For the Master smiles on the child-crusade That cares for the lost and weak. Margaret Haycraft. BRIGHT WATER. (Concerted Piece for Five Children.) First Child. 0 YE Clouds that sail on high, Blue, and bright, and fair, Drifting o'er the changeful sky, Floating onward there, Tell me, tell me what ye bring Unto earth, 0 Clouds of spring ! And the Cloudlets tell me true, \"Lo, we bring the rain, Soft descending to bedew Blossoms of the plain : Water bright and blest we hold In our misty, fairy fold.\" Second Child. Mountain Torrent ! rushing by With thy pearly foam, Where the golden eagles fly From their royal home. Say, what guerdon dost thou bear, Torrent wonderful and fair? [.4 paused Hark ! the thunder of the spray Breaks the mountain hush ! \" With a blessing day by day Do I leap and rush ! Water, water, pure and bright, Still I carry 'mid my flight.\""], [19, "15 BRIGHT water. Third Child. Wayside Well ! where ivies sleep, And the ferns draw nigh, Well, so cool, and dark, and deep, Answer to my cry ! Hast thou kindly gifts for aye, Mossy well beside the way ? \" Yea, a gracious store I hold By my ferny brink ; I have gifts for young and old : Come and freely drink ! Wearied ones their thirst may slake, Fearless come and freely take ! \" Fourth Child. Tell me, 0 thou tiny Spring, Laughing on the hill, While the songs of skylarks ring Round thy steps, 0 rill ! Merry, rippling fountain, say What sweet dower is thine this day ? \" As I laugh in infant glee,\" Says the hillside Spring, \" Still a blessing joyfully All around I fling : Water, water, as I pass, Bear I to the waving grass.\" Fifth Child. Meadow-stream ! where flow'rets meet On the margin green, Running on with shining feet, Hanging; reeds between, What is Nature's gift most blest, Richest, loveliest, and best? I can hear the brooklet low Murmur unto me, \" Best of blessings, as I flow, Are my waters free ; Richest guerdon everywhere Is bright water, flowing fair.\""], [20, "16 recitations and concerted pieces. All. Water pure ! we bid thee hail On thy beauteous way, Singing on by hill and vale, Where the willows sway ! Shining, sparkling drops of light, Keep the children glad and bright. Cloud and torrent, twilight dew, Well, and stream, and spring, In their bounty ever new, Silver water bring : Here we cry with thankful heart, \" Gift of God ! our choice thou art ! \" M. S. H ASK MR. BUNG. Why is the master's work delayed ? Why is the baker's bill unpaid ? Why is the child of \" dad \" afraid ?— Ask Mr. Bung. Why does the poor-rate mount so high ? Why has that youth who just passed by The palsied hand and fishy eye ? — Ask Mr. Bung. How were the last week's wages spent, That should have gone for fire and rent, Clothes, comforts, wholesome nourishment ?• Ask Mr. Bung. Why sits the mother on the stair, Long after midnight, listening there, With fireless grate and cupboard bare ? — Ask Mr. Bung. Why does the room resound with cries, Oaths, bitter words, and blasphemies ? Why has the wan wife blackened eyes ? — Ask Mr. Bung."], [21, "17 A TEMPERANCE BIRTHDAY. Why do the children rove the street, Unwashed, unclothed, with shoeless feet, Untaught, degraded, cursed, and beat ? — Ask Mr. Bung. S. W. Partridge. A TEMPERANCE BIRTHDAY Rose. My birthday is next Friday week, Now don't forget the day ! At blindman's-buff and hide-and-seek Right merrily we'll play. And there'll be biscuits, cake, and jam — A bountiful supply — Oh, Dorothy, how glad I am To think the day draws nigh ! Of course you'll drink my health that day — Now don't refuse it, dear ; A glass of wine once in a way Won't hurt you, never fear. Just half a glass of currant wine To wish good luck to me ; In such a toast will all combine, With heartiness and glee. Dorothy. My dear, I wish you well, you know, But ask me not to take Or touch the drink. I answer, No ! Not even for your sake. E'en home-made wines may hurtful be ; They made some at the Hall, And all the servants, drowsily, Grew helpless, one and all. This is no fable — this is true — And I have signed my name To shun, and to discourage too, The drink that causes shame. H"], [22, "18 RECITATIONS and concerted pieces. If all the girls, from shore to shore, Would join the drink to fight, Why, soon strong drink would rage no more, And darkness would be light. Rose. You seem so earnest while you speak, I've half a mind to say That at our supper, Friday week, We'll touch no drink that day. Dorothy. Not then — not ever— Rosie dear, If sound and strong you'd be ; Come, join our ranks — the clouds will clear — We march to victory ! M. S. Haycraft, JIMMIE JACKSON. \" Want an evening paper ? \" Thus we hear him shout : \" Globe and Evening Standard, Last edition out ! How the world's a-going, Here, sir, here you'll see, All about the markets And Society ; Parliament's debatings, Telegrams from far, Last edition — Echo — Here, sir, here you are ! \" Happy Jimmie Jackson, Always hard at work, Proud of helping mother — Not the boy to shirk ; He's a temperance laddie, Fighting England's wrongs, Gives us recitations, Sings teetotal songs ;"], [23, "19 HOW JIM WAS WON. Often in our meetings You may hear him sing Of the \" sparkling water \" And the \" crystal spring.\" All for Jimmie Jackson Have a greeting true ; Guards and porters know him, Engine drivers, too. \"Here's cold-water Jimmie,\" Laughingly they say ; Jimmie's cheeks are roses — Let them laugh away ! Sound in lung and conscience Long may Jimmie shout, \" Echo, Star, and Standard, Last edition out ! \" M. S. Haycraft, HOW JIM WAS WON. Nellie (shaking hands). Good-morning, Rose ; how do you do ? Such happy news I have for you : I feel so thankful and so gay-, For Jim has signed the pledge to-day. Yes, brother Jim has signed at last ; I've begged him often in the past, My heart has sorely ached for him, But now he's signed — our darling Jim ! Rose. Why, Nellie ! this is news indeed ; I never thought you would succeed : How did you manage — tell me, pray — To get your brother's pledge to-day ? Nellie. Why, brother Jim was making fun Of Temperance people, every one ; He said, \" I'm certain Nellie here Could soon be made to taste the beer."], [24, "20 recitations and concerted pieces. \" Come, Nellie,\" presently he cried, And drew me gaily to his side, \" Drink down the ale, the nut-brown ale, Or soon you'll feeble be and frail. This pretty chain your own shall be If you will take a glass with me.\" \" No, no ! \" I cried — love made me bold — \" Not for a thousand chains of gold. Strong drink has ruined not a few — Oh, brother, must it ruin you ? \" And teardrops seemed to overbrim As I stood pleading there with him. \" Nell, you're in earnest \" — thus he spoke ; His conscience at my tears awoke — \" Give me your book ! the pledge I'll sign, And keep it, too, by help Divine.\" Rose. Ah, Nellie, what a work you've done ! We must be earnest, every one ; True to our pledge, we'll work and pray, And lift the Temperance flag for aye. Let no one dream that lasses bright Are useless in the Temperance fight ! Can we not pray ? can we not plead ? The girls will strive till they succeed ! Oh, boys, fight on ! while at your side The girls will spread the standard wide ; Both Girls slowly together. And lads and lasses, hand in hand, Will slay Strong Drink through all the land. M. S. H JOHNNY AND JIMMY. (A Dialogue for Little Boys.) Jimmy. What can little wee boj-s like us Do but work and play ? I see some sense in making a fuss When big men go astray ;"], [25, "johnny and jimmy. 21 But little wee boys like us, so small, Are safe enough with our bat and ball ; Tie are not likely to take to drink — Johnny ! we're safe enough, I think. Johnny. Safe enough at our work and play, If Jesus holds us tight ; But little wee feet can go astray From the tender Shepherd's sight ; And it's best to work and play, I think, As far as we can from danger's brink ; For if too near where the dark rocks frown, Jimmy ! perhaps we should tumble down. Jimmy, Not I ! I've quite made up my mind To gain a hero's name, And be a clever man and kind, And one well known to fame ; No tumbling down life's rocks for me— I mean to rise — and you shall see That richest honours will be won, Johnny ! before my life is done. Johnny. But all great men the world has seen Were small, like us to-day, And all the heroes that have been Were little boys at play ; I think we can at once begin The hero's character to win — Think of the verse that teacher taught, Jimmy ! the verse — \" Do as you ought.\" Both together, slowly and clearly. Boys, do as you ought In the Master's sight, Every word and thought Striving for the right ; Hearts and hands and feet — Let them all be given"], [26, "22 recitations and concerted pieces. i To the keeping sweet Of the King of heaven. Pure and brave and clean, Jesus keeps you still, By the world unseen, If it be His will ; Pride will make no boast, Yet you stand assured Heroes of the host Of the living Lord ! Margaret Haycraft, A LITTLE CHILD SHALL LEAD THEM.\" A little lad sat in his own high chair, Blue were his eyes, and golden his hair, But the sunny smile had flown from his face, And an ugly frown had taken its place. The table was laden with dainty food, But nothing could tempt his naughty mood ; His tumbler sparkled with water clear, While that of his father was filled with beer. There lay the grievance ; and soon he said (With a saucy toss of his curly head) : \" I mean to grow up as fast as I can, And I'll cdways drink beer when I'm a man ! \" But the mother's cheek grew blanched with fear, And she glanced from her boy to the glass of beer Till now it had only a beverage been, But her eyes were opened, and lurking within She saw the germs of folly and crime Rapidly swelling 'neath touch of time, Hiding all trace of a once good name, Revelling in a drunkard's shame. She glanced at her husband ; his brow was sad, — The wilful words of his little lad Had reached his heart ; and he stopped to think : \" Oh, God ! Am I tempting my boy to drink ?"], [27, "23 concerning tobacco. \" In me it awakens no craving for more, And stronger spirits I loathe and abhor ; But my son may be tempted, though I be strong, And through my example he may go wrong. \" Please God, he shall never be able to say — ' I began to love it when, day by day, I saw my father his tumbler fill, And knew that in him it worked no ill.' \" Then, meeting the anxious gaze of his wife : \" Will you join,\" said he, \" in a pledge for life ? For the sake of our child, and because it is right To shield his life from drink's curse and blight.\" So the pledge was signed ; and that lurking fear Vanished for aye with the glass of beer. And the boy grew up to make them blest, And took for his motto — \" Water is best.\" K. E. Corkill CONCERNING TOBACCO. (A Concerted Piece for Six Little Boys.) To be given with appropriate action. First Boy. If I were the chimney Of a great big mill, Where the busy weavers Seem so seldom still — If I were that chimney, You might see me then Smoking, smoking, smoking, Just like grown-up men. Second Boy. If within your kitchen I could be the grate, Then you'd see me sometimes Dusky wreaths create ;"], [28, "24 recitations and concerted pieces Shining tins would darken, Dust you would espy — \" How that fire is smoking ! \" Sadly you would sigh. Third Boy. If the fairies changed me To a house on fire, To a burning ruin, Scene of trouble dire, Curling clouds, I doubt not, Upwards would aspire — Yes, you'd see me smoking If a house on fire. Fourth Boy. If upon your table I a lamp could be, Then my little chimney, Treated carelessly, Soon would lend a fragrance Far beyond a joke — You would be complaining, \" How that lamp does smoke ! \" Fifth Boy. If I were the funnel Of a penny boat, Of a little steamer That doth gaily float, You would feed my furnace Then with coal and coke ; If I were a funnel, You might see me smoke. Sixth Boy. But as Heav'n has made me Just a healthy boy, Full of strength and vigour, Full of hope and joy,"], [29, "25 A LEGEND OF THE NILE. S. H Never, never, never, Whatsoe'er my lot, Will you see me smoking — I would rather not ! All together, slowly and clearly. Never, never, never ! We shall never fret Either for strong liquor, Pipe, or cigarette. Little Temperance laddies, Whatsoe'er your lot, Say ye to tobacco, \" Thanks— I'd rather not ! \" M. A LEGEND OF THE NILE Upon the borders of the Nile There dwelt a grim old crocodile, Who ate the children when they came Beside the stream to have a game. The mothers wept, and said, \"We're sure This sort of thing we won't endure ! \" They told their husbands they must go To kill the cause of all their woe, The neighbourhood of him to rid, Before he further mischief did. And so, it came about one day, The men went forth that beast to slay, All fully armed with every kind Of deadly weapon they could find ; And as they left their homes to seek The reptile in his favourite creek, The women cried, in accents shrill, \" Be sure that you the monster kill ! \" The husbands vowed to do their best, And started bravely on their quest ; But when the creature came in sight, Their courage turned to craven fright The hindmost called to him who led, \" Go on !\" but he for answer said :"], [30, "26 RECITATIONS AND CONCERTED PIECES. \" Those gruesome jaws /dare not face ; Come forward ye, and take my place ! \" \" Not I !\" each voice was heard to say, And at the last all ran away. As home crestfallen they return, They meet their wives, agate to learn How they have fared. The women say : \"Well, have you killed him?\" \"Killed him? The men reply : \"A fearful beast ! [Nay ! \" Who would have made of us a feast If we had roused him ; — such a jaw, Such cruel strength you never saw !\" \" You're cowards all ! \" the women cried. \" Forget ye how our darlings died ? Ye could not kill him, did ye say ? Where there is will, there'll be a way ! \" This altercation, with surprise, A spider, old, and wondrous wise, O'erheard, and straightway summoned all The tribe of spiders. Spiders small, And spiders very strong and tall, Obey in haste their chieftain's call. \"My children,\" said the grandsire then, \" I much desire to help these men, For they to us are very kind, And let us build where we've a mind ; No horrid brushes do they wield, As some folks do, — so let us yield Return of kindness — seek the Nile, And kill for them this crocodile. Now, if to this you all agree, Come back to-night again to me, Then altogether we will go To meet and overcome the foe.\" All gladly answer : \" That we will ! But how shall we this monster kill ? He is so big, ice are so small — We do not see our way at all ! \" \" Leave that,\" the grandsire says, \" to me ; Do what I tell you, and you'll see"], [31, "TEMPERANCE GIRLS. 27 (When we have reached the banks of Nile) A way to kill the crocodile.\" All give their promise to obey ; Then to their homes they take their way, To meet again at eventide, And seek the reedy river-side. Arriving there, the spiders found The reptile wrapped in slumber sound. Undaunted by his mighty size, Directed by their leader wise, Upon his back they take their place ; And from his tail unto his face They quickly run. \" What next ? \" they say, \" Spin ! \" is the word, and lo ! straightway Ten thousand silken threads are wound The grim, tremendous jaws around — The crocodile is tightly bound ! The spinners leave the banks of Nile, Their end achieved. The crocodile Wakes by-and-by to thoughts of food : Alas ! his jaws are firmly glued. He cannot eat, so helpless lies, Until he of starvation dies. The story bears this moral true — That little folks great deeds may do ! May sweep victoriously away The evil tyrants of our day ! Though sin be strong, they need not fear Who but unite and persevere ! E. Dyke TEMPERANCE GIRLS. (Concerted Piece for Six Girls.) First Girl. When I look round and see the pain That drink is causing everywhere, I feel I'd like to rule and reign As monarch of this England fair ;"], [32, "28 recitations and concerted pieces, I'd make the price of drink so high, That none the poison-cup could buy. Second Girl. If I were but a little while In Parliament, where laws are made, Ah, then, the land anew would smile, Set free from Drink's all-cruel shade ; If / could write myself \" M.P.,\" A Temperance country this would be. Third Girl. I'd like, when I'm a woman grown, To be a teacher very wise. I'll then have scholars of my own, And open all the children's eyes To see the danger of the snare That drink is setting everywhere. Fourth Girl. Td like to own a large estate, Without one tavern in the place. If I were wealthy, high, and great, Ah, then, how I would set my face Against these drinking customs all, Which hold so many in their thrall ! Fifth Girl. I'd like to be a fairy queen, Performing wonders with my touch. How quickly I would change the scene ! Yes, I'd accomplish very much : My wand would change each tavern then To coffee-house for thirsting men. Sixth Girl. Well, now, my dears, we are not great, We are not rich, we are not high ; But even in our present state We need not wait for \" by-and-by \" : We're Temperance girls all pledged and true Oh, what can Temperance lasses do ?"], [33, "29 THE WATER CURE. All Together. Why, one and all, we'll keep our pledge, Still trying other lives to win, We'll draw them far from danger's edge, To Bands of Hope we'll bring them in : We're Temperance girls all pledged and true, We'll show you yet what girls can do ! M. S. Haycraft, THE WATER CURE. There lived, not very far from here, A farmer and his wife — A comfortable, happy pair, WTith but one cause for strife. The farmer was a jolly soul, Who dearly loved a drop ; But, as he oft in shame confessed, He knew not when to stop — And yet he would not sign the pledge, His anxious wife to please : \" 'Twould kill him all at once to stop, — He'd do it by degrees.\" \" You'll get drunk once too often, Sam, And — mark my words — some night You'll fall into our garden well ; — 'Twill serve you richly right.\" Sam laughed, but ere two days had passed Her warning words came true : He tumbled headlong down the well, And bruised him black and blue. Into the bucket clambered he, Then yelled with all his might ; For, drenched and shivering, he'd no mind To sit there all the night."], [34, "30 RECITATIONS AND CONCERTED PIECES. The good wife heard his cries for help (She well knew where to go), And; leaning o'er the edge, she cried : \"Didn't I tell you so?\" \" Don't stop to preach,\" quoth Sam, \" but try To wind me to the top ; I wasn't drunk when I fell in, I'd only had a drop.\" \" Always the same old tale,\" thought Jane ; Then bravely set to work ; And half-way wound the bucket, when It slipped back with a jerk. This happened twice, and then poor Sam Suspected 'twas a trick. \" Wife ! wife ! \" he cried, \" what do you mean ? I'll drown if you're not quick ! \" \" Have patience, love,\" quoth Jane ; \" I'm sure You're very hard to please. Like you, harsh measures I dislike— You're coming by degrees ! \" The shivering wretch was sober now, And cried : \" If to the edge You'll bring me safely this time, Jane, I vow I'll sign the pledge.\" With might and main she tugged and pulled, And wound him to the brink ; And there and then produced a card, And made him pledge off drink. And Sam has kept his pledge, and now Feels happy and secure ; And often tells his wife his was A genuine water-cure. K. E. COHKILL,"], [35, "31 OUR TEMPERANCE YEAR. OUR TEMPERANCE YEAR. Concerted Piece for Twelve of the Younger Boys. (To be said by each slowly, clearly, and with appropriate action ; the words enclosed in brackets show where all the boys on the platform can unite in the speaker's action.) First Boy. The first month of the twelve, boys! that is the month for me, Wrhen every one is saying, \" A glad New Year to ye \" ; When from the old grey belfry we hear the music peal, And every one makes new resolves the while the chimings steal. Young January comes along with silver frost and snow, And sliding, sliding on the ponds we boys a-laughing go— [What fun we have with snowballs where the ground lies white and clear !] Oh, merrily, so merrily, we start our Temperance Year ! Second Boy. The second month be mine, boys ! we get a bit more sun, And life begins to tremble in the blossoms one by one, And life is swelling in the leaves, and soon will burst to sight — Oh, wondrous things are done, boys, by God's great gift of light ! [There,* hiding in the valley, are the snowdrops meek and frail:] The February sunshine wakes them up along the dale. We'll seek them in the woodland through the pleasant, changeful hours — May Heaven keep us all the year as pure as snowdrop flowers ! T/iird Boy. The third month shall be mine, boys! old roaring March, you know — We Temperance lads don't mind the wind ; we like to hear it blow ; * Pointing downwards."], [36, "32 RECITATIONS AND CONCERTED PIECES. [WTe draw our jackets round us,] and we bravely march along ; We're members of the Band of Hope, and healthy, hale, and strong. Blow, blow, 0 wind, from out the east ! and take your sweeping course ; Our cheeks grow all the redder as we battle with your force : And if the storm rage o'er the sea, oft goes the lifeboat then — God speed our Temperance lifeboat to rescue sinking men ! Fourth Boy. Give me the month of blossoms and the time of promise sweet, When April stirs the violets that cluster round our feet, [Just see* the orchards' overhead, the boughs so fairy white,] And apple-blossoms blushing in the springtide's golden light. I hope they won't make cider of the apples that shall glow Where now between the branches the gentle breezes blow. Oh, time of sun and time of rain, 'tis springtide with us too ; May life be full of promise 'neath the heav'nly light and dew! Fifth Boy. The May is fairest month of all, [for garlands then we'll twine,f And singing go from house to house all in the morning shine ;] With daisy-chain and cowslips and the golden kingcups then, We'll sing that summer soon will come to reign o'er hill and glen. * Hands slightly waving above the head. f All join hands, curving slightly at both ends of linei"], [37, "33 OUH TEMPERANCE YEAR. Oh, now the brooks are playing free ; adown the moun- tain-side The merry streams come leaping like a silver, pearly tide. All hail, thou sparkling water, ever springing fresh and clear ! We prize thee still, 0 mountain-rill, through all the circling year. Sixth Boy. Give me the month of roses — royal roses red and white ! The leafy June, when all the land is jubilant and bright. [Ah,* then the honey-bees go humming, softly humming by,] And blue, so blue and cloudless, is the smiling summer sky. Thrush calls to thrush, and linnets sing the forest ways along, And upward goes the skylark, with a joyous, echoing song: Thanks be to God for all good gifts that witness of His care. Oh, may no darksome deeds of men be spoiling days so fair ! Seventh Boy. I'll tell you why I like July : This is the season sweet, When, year by year, with flying flags, they take us for our treat. Oh, is not that a happy day, with merry game and swing, And nice plum-cake that round our ranks the smiling teachers bring ! [This is the time for rounders and for cricket, boys, you know;] Come out and play upon the green until the sunset glow. Some think that Temperance makes us dull, and drives our gladness out, So bring your bats and balls along with good teetotal shout ! * The other boys very faintly imitate the hum of the bee. c"], [38, "34 RECITATIONS AND CONCERTED PIECES. Eighth Boy. My favourite month is August, for I love the spreading sea, And now do some of us catch sight of ocean wide and free. We'll gather shells upon the shore, and on the sands we'll roam, And take off boots and socks, and wade within the curl- ing foam ; We'll see the fishers haul their nets ; we'll watch the ships that glide,* [Now up, now down so gently o'er the golden, smiling tide.] Sometimes we'll go a-rowing, where the sunny wavelets play— Oh, glad the music of the sea upon the rocks of grey ! Ninth Boy. Ah, if you want a month of beauty, listen unto me! What month can beat September, when the ripened fruit we see ? The apples and the pears that hang upon the bending bough — My mouth begins to water as I think upon them now. And then the grapes, the purple grapes, that cluster on the vine ! I like those grapes as Nature made them, not when sold as wine. [And, oh, just sees the golden grain that waves across the field !] Oh, boys, as time goes on, may ice a glorious harvest yield ! Tenth Boy. Well now, but don't you care for nuts ? Ah, yes, you do, I know. [When brown October shakes the boughs we'll all a-nut- ting go.+ * Motion shown by the hands of all. f Motion shown by hands gently waved towards one side. J Hands raised, as if shaking nuts down."], [39, "35 OUR TEMPERANCE YEAR. A patter, patter on the grass, down, down they come like hail,] Where rabbits leap and squirrels climb about the pleasant dale. And now's the time for football ! As my mate said over there, The folks are wrong who think cold water dulls our hearts with care, We've got some Temperance pluck, boys, and ready minds and hands — Now, send the ball along, boys, — hooray for Temperance bands ! * Eleventh Boy. Perhaps you think there's nothing that a boy has left to say For the poor old dim November, when the skies are cold and grey, [And one by one the leaves drop down, so yellow and so sere, To strengthen and enrich the soil, to feed the trees next year ;] But I can make a fine old Guy,f and carry him along, And gain a welcome penny as I lift my voice in song. And then just see the fireworks— see the rockets red and bright ! We'll end up with a bonfire, and we'll dance around its light ! Twelfth Boy. Well, now, you've left me last of all, but last is sometimes best. December is the month, boys, when, though we may be pressed To break our pledge and take a glass, because it's Christ- mas weather, * All right hands flung up, and kept up till next brackets, when they drop one by one. f Brushes and polishes the boy next to him, who keeps very stiff and still,"], [40, "36 RECITATIONS AND CONCERTED PIECES. We'll answer [\" No ! \"] * for, one and all, we'll steadfast stand together. This is the month, the fairest month, when rang the angel- strain, And the sweet chorus echoed down to shepherds on the plain : \" Fear not, the Lord of love has come ; let strife and sorrow cease, Glory to God, goodwill to man, and on the earth be peace.\" And f that is still our Temperance prayer : Let strife and sorrow cease, And may God's glory everywhere for evermore increase ! (All together now step forward, and unite in following lines, saying the last word very softly :— ) Oh, yes, that is our Temperance prayer : Let strife and sorrow cease — \" Glory to God, goodwill to man, and on the earth be peace /\" M. S. Haycraft. A RENOWNED TOPER. Let me tell you a tale of a troublesome fellow, Who likes to imbibe from a bottle full well A world-renowned liquor, both healthy and mellow, That makes his round form and his countenance swell. The house that he loves is the \" Dun Cow and Farmer,\" And quaffing its liquor his spirits grow strong, Till often transformed by its aid to a charmer, He seasons the home with a soul-stirring song. Not a cent will he pay, though his score has augmented Since first his round lips the queer bottle-mouth kissed, And friends who would question his manner contented Are often warned off by a shake of his fist. * All join in saying this word. f Stepping forward and speaking earnestly. ■"], [41, "37 A RENOWNED TOPER. Strange habits he has, like most friends of the bottle Should you venture to taste if his liquor is sweet, He frowns as you take it away from his throttle, And strives to upset you with both of his feet. But still we all love him, nor think of the trouble His ways and the drink add to family cares, And almost could laugh when at night, nearly double, Mamma hugs his form up the rickety stairs. How strange that his love to both parents and kindred Is hidden beneath the strange actions he shows ! When we try to embrace him, his hand, if not hindered, Deals playfully out a smart tap on the nose. We long for the time when he learns to do better, And bottles, forgotten, are laid on the shelf ; When actions shall prove, both in spirit and letter, That, noble and fearless, he \" stands by himself,\" Let parents, to keep all their loved ones from falling, Be wise and inculcate the Temperance vow( That firm in its precept, whatever their calling, Like Baby, they drink liquor drawn from the coic> Charles P. W. Tutt, st-"], [42, "38 RECITATIONS AND CONCERTED PIECES. TWENTY YEARS AHEAD. ( To be recited by ten of the younger boys, with appropriate action At the parts marked in brackets all unite in the action.) I. Twenty years ahead, boys ! whatever shall we be ? I think ril be a sailor, a-sailing on the sea, And looking out for sharks, boys, for codfish, and for whales, [And climbing up the rigging, and pulling in the sails.] Afloat we go so merrily, and fear not storm or fog, — Oh yes, I'll be a sailor, boys— without the sailor's grog ! II. I think 77? be a soldier, though I do not like the drill; If they would put me in the band, I'd like it better still ; [I want to be a drummer ! rum-tum-tum, I'll drum away,] Or else I'll have the cornet, or the trombone I will play : \" God save the Queen \" I'll give you, and the \" British Grenadiers \" — You'll have music worth the hearing if you wait for twenty years ! III. Twenty years ahead, boys, whatever shall we be ? Ill keep a Temperance tavern, and I'll sell you cups of tea, And splendid coffee steaming hot, and cocoa nice and sweet. And cakes and buns, and all good things they give us at our treat. So warm and bright, and full of light, my coffee-house shall be ; Come walk into my parlour — for you'll get no harm from me ! IV. I think Til be a footman, [and I'll stand with powdered hair, Just as quiet as a statue behind my master's chair,]"], [43, "39 TWENTY YEARS AHEAD. And I'll sit beside the coachman when we're driving through the town, And the carriage door I'll open when the ladies would get down ; And then I'll take their orders where the carriage is to And all small boys will think me a very gorgeous show. V. Perhaps Fit be a shoeblack with a badge upon my breast — What matters our position if we only do our best ? \" Black your shoes, sir,\" so I'll hail you as you hurry down the way — \" Black your shoes, sir, for a penny,\" thus, perhaps, you'll hear me say ; [And I'll rub them, and I'll scrub them, and I'll get them smart and fine — \" Black your shoes, sir ! I'm the boy, sir, that will give them such a shine.\"] VI. Twenty years ahead, boys ! whatever shall we be ? A jolly, sunburnt fisherman — oh, that's the life for me ! I'd like to go a-shrimping, where the silver sands are wet ; [I'd like to draw the lobsters from the baskets that I've set.] I'll drag -the shining mackerel and the herrings to my boat, And I'll mend nry fishing tackle when I cannot be afloat. VII. I think Til be a navvy, when my muscle comes along ; I'm not afraid of work, you know ; it makes a fellow strong. [I'll take my pick and strike away, I'll take my spade and dig;] I'll wheel a heavy barrow, and not grumble if it's big ; I'll make you famous railways, running on by hill and dale, And I'll make you roads and tunnels — but I'll work on Adam's ale!"], [44, "40 RECITATIONS AND CONCERTED PIECES. VIII. And when you've made your railways, then I'll bring along my train, For I mean to be a railway guard, and wear a watch and chain. You'll hear me blow my whistle when I'm grown to be a man, And I'll care for all the luggage you have labelled for my van ; And sometimes, when we're stopping, \" What's the matter, guard ? \" you'll say; Then you'll hear me give the signal, when we're ready — \" Right away ! \" (Here the rest softly imitate puffing of engine starting off.) IX. And now, boys, you have told us what you'll be when you grow big. Well, I intend to be a judge, and wear a gown and wig. Now, don't you go to law, boys ; but if you must, then I [Will wipe my glasses slowly,] and your cases I will try ; And if the people round me don't behave just as they ought, I'll make them mind their manners, saying, \" Usher, clear the Court!\" X. Twenty years ahead, boys ! ah, what shall w*e be then ? We Temperance boys at least may hope we'll all be Tem- perance men. We cannot see what's coming, but if we hold the right, Strong, faithful, brave, and loving, with faces glad and bright, (Advances a step.) We're marching ever onward, and we shall not faint or fall, For the good God is above us, and He loves us one and all! (Here the others advance a step, and, standing in a row, they all re peat,\" Yes, we're marching,\"\" etc., joining hands at the words \" one and all.\") M. S. Haycraft."], [45, "41 BY-AND-BY. BY-AND-BY. (A Sequel to \" Twenty Years Ahead\") (Concerted Piece for Ten Boys ; to be given with appropriate action.) First Boy. I've just been thinking, boys, of late, If we could choose our future state, That by-and-bj*, when I grow old, I'd like to be a miller bold ! Beside the stream my mill would stand, With trees and flowers on either hand, And there so gaily, eve and morn, I'd work away and grind the corn ! Second Boy. Well done, old fellow ! grind away, But I would rather any day A stoker be, aud guard the fire That doth the giant steam inspire. With sinews strong and willing hand, Beside the coal I'll take my stand, And shovel, shovel, hour by hour, To feed the engine's wondrous power. Third Boy. Now, boys, I think that by-and-ty When I grow taller, J will try To drive a cab in London town And bowl the parks and highways down ! A hansom cab my choice shall be, As smart as ever you could see ; But if my fare should offer beer, D'ye think I'll take it? never fear ! Fourth Boy. Come, drive on, cabby ! for I feel My choice is best — to turn the wheel, The potter's busy wheel, where I Shall prove so skilful by-and-by."], [46, "42 RECITATIONS AND CONCERTED PIECES. A potter ever turning, turning — Moulding clay for heat of burning — Shaping jugs and jars that never Carry any wine whatever ! Fifth Boy. Success, 0 potter, to your fate ! But I prefer another state — A butler trim, with portly air And nice black coat and silvery hair ! Quite like a picture I shall seem When serving out the drops that gleam — Bright water sparkling evermore ; Strong drink my hand shall never pour ! Sixth Boy. The open air of heav'n for me, That blows so freshly o'er the lea ! I'll guide the plough across the sod, And turn each brown and fragrant clod. A ploughman sunburnt, steady, strong, You'll find me when time rolls along ; I'll early rise and labour late, And drive the furrows true and straight ! Seventh Boy. Now, speaking for myself, you know — When my moustache begins to grow, A banker's life I choose to share ; True men are wanted everywhere ! In commerce then my place I'll fill, Receive your cheque, your note, your bill, And shovel up the gold around, And count the coins with chinking sound ! Eighth Boy. A paper-hanger let me be ; I am not proud, as you may see. Though humble is my chosen fate, Hard work shall make it good and great. Come, see this pattern-book of mine ! I've hangings here of cheap design — My brush will make your walls so bright, And wash your ceilings clean and white."], [47, "43 The golden cup. Ninth Boy. My heart doth choose a nobler sphere ! Id like to be a volunteer, And march along with head held high And ready rifle, by-and-by. The band will play, the drums will beat, And when you hear the tramping feet, Look out for me ! for there I'll be, And forward march with dignity. Tenth Bog (stepping forward). We'll all be volunteers, my boy, Enlisting full of hope and joy ; An army brave our strength doth claim — The Band of Hope its glorious name ! Ah, whatsoe'er the future bring — We're certain of one gladsome thing — Whate'er we do and come what may, We'll all be Temperance men for aye ! All (stepping forward). Yes, whate'er the future lend us, God will help and blessing send us ; Still throughout life's changeful weather \"We'll be Temperance men together. M. S. Haycraft. THE GOLDEN CUP. I have finished my picture at last,\" Said the painter. \" My labour is done, But love made it light through the years that are past Since the beautiful task was begun ; And now all the world will be able to see The face of the Lord as revealed unto me. Standing back from his work as he spoke, He gazed on the face so Divine, Looking up, while the bread with blessing He broke As a sacred memorial sign, \" My bod}' and blood in these symbols ye see ; Do this,\" said the Lord, \" in remembrance of Me.\""], [48, "44 RECITATIONS AND CONCERTED PIECES. No honoured disciple found place On the canvas — the Lord stood alone ; The light of the picture beamed forth from His face, And a glory around it was thrown ; While below, in the shadow, the table was spread With flagon, and wine-cup. and passover bread. The artist his brush lays aside, And longs of his triumph to tell, Not wholly apart from a feeling of pride That his work is completed so well : He has patiently toiled and has rendered his best, And fears not his picture to put to the test. And many the painting admire, Its design and its colouring praise, And some will its value in money inquire While the painter its beauties displays, But he longs for a critic, a competent guide, Whose opinion at once shall its merit decide. At last such a critic is found, And the picture is eagerly shown ; His experience is wide and his judgment is sound, And his fame to the world is well known : Says the painter — \"If he shall approval express, My picture will then be secure of success.\" \" Have I to the canvas conveyed In some measure my lofty ideal — May I hope that my work to some hearts will have made The Saviour more living and real ? \" But his friend stood before it and spoke not a word, As though the inquiry he scarcely had heard. In attention he quietly gazed, Then gently the silence he broke, And his strange words of comment the artist amazed, As calmly and slowly he spoke — \" Will the picture succeed ? I am sure that it will ; That wine-cup is painted with wonderful skill.\""], [49, "45 THE GOLDEN CUP. i The words are intended for praise, But, although they were truly sincere, The approval at once disappointment conveys, No censure had been so severe ; The gaze that should rest on that face looking up Is only engrossed with the beautiful cup ! The cup is of gold, it is true, And with glittering jewels is set, And very successfully copied, he knew, And a work of much labour, and yet The artist resolved it no longer should stay, And prepared from the canvas to sweep it away. So, seizing a brush at his side, In a moment the cup disappears ! \"If that is your verdict, my friend,\" he replies, \" So perish the labour of years. Look alone on the face of the Saviour Divine, Nor consider the cup that is holding the wine.\" And the picture its mission fulfilled, And with treasures of art found a place ; And many with heartfelt devotion were thrilled As they gazed on that beautiful face ; With love they remembered, with reverence adored, The world's great Redeemer and crucified Lord. So we, like the painter, aspire The beauty of Jesus to show, And while it is ever our earnest desire That all His salvation may know, There yet may be something that sets Him aside, That still may the heart from the Saviour divide. Blot it out, though of gold it may be, Though it glitters with jewels unpriced ; Though the work of long years, very precious to thee It is not so precious as Christ ; Beware lest it hinder the gaze that should rest On the Chief 'mid ten thousand, the dearest and best."], [50, "46 RECITATIONS AND CONCERTED PIECES. The life of the Christian shall shine Most perfect when nought can be seen But the image sublime of the Saviour Divine, With nothing of earth in between, Deriving whatever is holy and bright From Jesus, its centre of beauty and light. Lucy Taylor, COASTGUARDS. (Concerted Action-Piece for Six Boys.) First Boy. Here stand the Temperance Coastguards, Unfearing, brave, and bold ; And Duty is our watchword, And Right the flag we hold. WTe gladly bid you welcome ; (All salute.) And now I think I'll try To drill my men so smartly — Chief coastguard here am I ! (He puts the others through a short drill.) Second Boy. Straightforward, true, and steady The coastguard band must be ; The silent stars are watching Above the mighty sea, When steep and rugged pathways We're pacing to and fro, Or looking out to ocean, The glass held up just so ! Third Boy. We never can be idle, We work with all our might ; There are so many fittings That must be clean and bright. So polish, polish, polish, And rub and scrub away ; Whate'er is worth the doing Shall be well done, we say."], [51, "47 COASTGUARDS. Fourth Boy. Sometimes you see us signal To ships that sail afar ; We're careful to discover What kind of craft they are. From every sort of peril We'll guard our native laud — Oh ! friends, whene'er there's danger, Warn every life at hand. Fifth Boy. When gently, gently, gently The summer wavelets glide, Out in our boat we're rowing Across the sunny tide ; Then in the golden weather, With steady stroke and free, We're pulling all together, And merry hearts have we ! Sixth Boy. But when the tempest roareth, And spirits grow afraid, We coastguards speed the rocket That beareth hope and aid ; We pull it in so surely Through surf and foam and strife, The Temperance Coastguards struggle To rescue precious life ! 'All. Yes, that's the work before us, To save, and bless, and cheer ; We'll live to help the helpless, And brighten hearts so drear ; We'll signal there is danger In mocking drink for aye — Oh, mates ! as Temperance Coastguards, We'll keep the foe away ! (All salute, and march off the platform.) M. S. Haycraft"], [52, "48 RECITATIONS AND CONCERTED PIECES. THE NAVVY'S STORY. Five year agone it happen'd; we was at work on the line — A gang of us— all sober men, but Tim were the best of the lot. Six foot three he stood, and his eyes had a steady shine, And his lips a quiet smile, — a look I've never forgot. How well I remember the time! 'Twere a beautiful summer day, And we was stripp'd to our shirts, and sweatin' at every pore ; But Tim he kep' on cheerful, toilin' and moilin' away, With the rest of us sighin' and grumblin', and vowin' we'd do no more. For a week we'd work'd overtime, and now we was well- nigh spent ; For a navvy's dooty is hard, look at it how you may. But at last come the dinner hour, and just where the willows bent Over a murm'rin' stream, so cool in the heat of the day, We sat us down on the grass to rest ourselves and to dine, And each man got out his wittles, and bottle of coffee or tea. The brook it ran at our feet, aud behind us was the line, And beyond, a cottage garden, as pretty and neat as could be. As we sat and ate and chatted, we heard the up express Rushin' along in the distance, and thunderin' down our way. On she came like a flash — and, sir, you'll hardly guess How hard I find it to tell you what next I have to say — But just as the engine rounded a corner and hove in sight, We turn'd to look; and a child ran out through the cottage gate ; On to the track he toddled, and stood, cheeks rosy bright, Red lips larfin' — his eyes a-lookin' afore him, straight."], [53, "THE NAVVY'S STORY. 49 We all of us give a cry ; or leastways all but Tim. He made no sound, but he leapt as I never see man leap yet. First to his feet, then up the bank with a face set grim, And yet with a strange sweet smile, for all it were so set. And just as he gripp'd the baby, the train come crashin' down Right on him ; and Tim — our Tim (forgive me, sir, if I cry — I lov'd him so !) in fallin' he turn'd, and a bundle of brown Come flyin' through air toward us, and dropp'd on the grass quite nigh. In the terrible moment of death, Tim had plann'd to save the child, And here, in the long, soft grass, whined the poor little innocent mite, While the strong man crush'd lay there, by a heap of rails we'd piled — - Under the mid-day sun, life passed like a flash of light. Yet what am I sayin' ? In course it wasn't our Tim arter all, As lay there mangled and dead. It were only the out- side shell Throw'd off by the noble soul that had heard the Father's call To come up higher, and be with the Lord he lov'd so well. He had trod in his Master's steps — had this rough navvy Tim; Followed Him even to death — in that one generous leap; And now in the Glory land, safe— safe at home with Him, He looks for ever on One who died to save His sheep. Mary E. Ropes. D"], [54, "50 recitations and concerted pieces. THE TEMPERANCE CARRIER. (The speaker should wear a cap, also a blue ribbon; he may come on the platform with a whip, which he cracks lightly now and then.) Over the hillside and over the vale, By farm and by hamlet, by glen and by dale, When the sun's shining or dim is the sky, We're sure to be passing — my horses and I ! In the bright summer, 'mid fairy-like glow, Or slowly, so slowly, through deepening snow, Onward I'm moving, and light is my heart — For I'm \" Blue-ribbon Dick,\" of the carrier's cart ! Tramp go my horses, and forward we speed — The neighbours look out for the parcels they need ; Often they cry as with welcome they beam, \" Here's Blue-ribbon Dick, with his Temperance team ! \" Ring your ga}T bells, oh, my Dobbin and Bess ! Like me, you drink water, the drink that doth bless ; When you are thirsty, then by the green grass Down to the river, tramp, tramping you pass. H7(oa, steady, whoa ! here's a packet of tea, And such a big box — oh, dear, what can it be ? All for the Browns, w*ho, last year, I declare, Too often, alas ! found the cupboard was bare. \" These are our groceries, Dick, that you've brought ! \" Says good Mrs. Brown ; \" now we never run short ; Plenty and comfort and gladness are here, Since Brown turned teetotal and gave up the beer ! \" (Reciter here pauses to whistle a verse of some Band of Hope melody, cracking his whip occasionally.) Come, gee-up, Bessie ! old lass, do your best, For home is before us with shelter and rest. Home, sweet, sweet Home ! oh, how precious yon are When the demon of drink is for ever kept far ! Over and over again I've been told To take a snug glass \" just to keep out the cold \" — ■ Just a wee drop that would warm me right through — But my answer is No, and I hold to the blue ! Warm me ! 'twould chill me in body and soul, If I could turn back from the Temperance goal."], [55, "51 My Settle. Onward and upward with boldness I'll speed, Till the tidings of Freedom are world-wide indeed ! Way, Dobbin, way ! for, here's something behind For old Granny Green ! it's a hamper, I find — Something right good, and a present, no doubt, From her grand-daughter Grace, who to service went out. Many a year, ere she went to her place, A Band of Hope lassie so earnest was Grace ; And Band of Hope children, I've always been told, Are kind and unselfish, and good to the old. They never grumble, they always obey, And when mother needs help, oh, right willing are they ! Then, here's a cheer — let it echo afar — For the pledge that means succour and kindness — hurrah ! Now the sun's setting, and silent and high The stars smile like blessings, that shine from the sky ; Come up, my horses, don't lag by the way, Let's each do our best ere the ending of day. \" Forward, still forward, till labours are done, May Temperance and Goodness and Freedom roll on, Lifting the shadows from home and from heart,\" Cries Blue-ribbon Dick, of the carrier's cart ! (He pulls off his cap, bows, and retires.) M. S. Haycraft. MY KETTLE. Hurrah for Dark Susan, the pride of my dwelling, Whose wisdom and virtues no tongue can impart ; Oh, the truths that are found in the songs she is telling On subjects that lie very near to my heart ! She has sung to the queen like a dutiful daughter, And yet condescends my rude cottage to grace ; And oft as she sings of the blessings of water, I gaze with delight on her modest black face. How oft of an evening, when footsore and weary, I've gathered fresh strength as her song, full of glee, Has taught me, in language so truthful and cheery, The blessings derived from a cup of good tea !"], [56, "52 RECITATIONS and concerted pieces. And often I grieve o'er the days of my folly, When comfort I sought in the pipe and the glass, Till won from the habit by Susan so jolly, My evenings at home now with pleasure I pass. When fierce-tongued opponents, in clouds of dark meaning, Her form and her virtues endeavour to stain, She lifts up her voice with true eloquence streaming, And laughs in her bonnet again and again. Though slaves to old Bacchus with glasses of liquor Would taint her pure breathing and stifle her glee, Sue hisses a warning, then louder and quicker Sings, \"Water, the drink of the brave and the free.\" The poor and the feeble, the wise and the wealthy Have found her a friend in the hour of distress ; And her lessons for ages on \" How to be healthy \" Have proved that Dark Susan exists but to bless. From this great-hearted soul, such a friend to the nation, We caught the first notes of a wonderful theme, When in sweet, modest song to one lowly in station She sang of the might and the triumphs of steam. The smoke-begrimed workmen, with wisdom directed, Would build and improve on the primitive plan, And engines their genius and toil have erected Are sons of the kettle developed by man. And statesmen and sages who ever are yearning To frame righteous laws in the clearest of light, From Susan a clue to success may be learning, By heeding her ditty on Truth, Right, and Might. Charles P. W. Tutt. BRIANTS, THE SCULPTOR. The light burns low in the sculptor's room, Throwing deep shadows and murky gloom Into each comer so cold and bare, One doubts if comfort e'er rested there. The grate is empty, the pallet-bed Has never a pillow to prop the head,"], [57, "53 BRIANTS, THE SCULPTOR. i Through the broken pane gleams the starlight wan Bearing a message of Hope to man. Toiling, the sculptor, haggard and gaunt, Hums the refrain of a low glad chant ; Over and over, again and again, Falls the sweet sound of that soft refrain : \" To-night shall the trial and toil be done — To-morrow the glorious guerdon won ! \" And the starlight gleams on the sculptor's face As he deftly deepens the lines of grace. On the lattice the frost has pictures traced Of feathery fronds and of flow'rets chaste ; But the sculptor feels nor cold nor chill As he labours with rare unerring skill, For the fire of his genius warms his hand, As the pliant clay to a statue grand Is moulded out by the master mind Living apart from its humbler kind. For weeks and months he has toiled away, Fashioning out of the plastic clay What on his soul is engraven deep, Grudging the moments for rest and sleep ; Till at last 'neath the feeble, flickering light, His work will be finished to-night, to-night ! And his brain whirls round, and his pulses beat, As the dream of a life is at length complete. On the boards of his garret cold and bare, The sculptor kneels in a fervent pray'r, And the tears fall fast on his wasted cheek When he sinks to his pallet all faint and weak. One moment, and then, with a glance of dread, He springs to his feet from his lowly bed. 0 Heav'n ! the model — the crumbling frost ! That — that must be spared, though life the cost. His trembling fingers undo the vest That shields from the cold his panting breast, And one by one round the damp clay mould His garments are wound with a careful fold ;"], [58, "54 RECITATIONS AND CONCERTED PIECES. Then he sinks once more to his naked bed, With the starlight wan on his pale brow shed. — But in that room at the break of day Two figures were found, and they both were clay ! The man-wrought image was safe and sound, Save an arm which the garment had scantly bound ; But the God-made figure was frozen fast To that bed where his weary limbs he cast ; And an echo came through the dawning grey Into the room, and it seemed to say : \" Last night the trial and toil were done — To-day is the glorious guerdon won ! \" Ogilvie Mitchell. [Strangers who pay a visit to the Ecole des Beaux Arts, Paris, will not fail to be attracted by the bronze Mercury, who is draw ing a thorn out of his heel. The right arm of the god is wanting, and they may imagine, not alone from the nobleness of the work, but from this defect, that they are lookiDg upon an old Greek statue. This Mercury was the last work of the luckless sculptor, Briants. Although he had gained the Prix de Borne, and his genius was acknowledged as incomparable among his French con temporaries, he was almost always, so far as commissions went, unemployed. A garret served him as studio, living-room, and bed-room. Here during the severe winter he worked at his Mer cury, always saving his small quantity of coal for the hours during which his model was sitting to him. He spent the rest of the day without a fire. One night the cold was so bitter that he heaped upon his bed all the clothes he possessed. He suddenly remembered his masterpiece, which he had just finished, and, dreading lest the damp clay should be frozen, he stripped himself and put all his clothing and bed-covering around the figure. When his friend Cavalie entered to see him on the next day, the sculptor lay on his bed, frozen to death. His Mercury also, in spite of the artist's sacrifice for his art, was frozen, and the right arm had fallen on the floor. His friends had the Mercury cast in bronze ; but they resolved, in memory of the sculptor, that it should be cast without the right arm, exactly as it was found at his death. This is the figure which is now exhibited for the study and inspiration of 3'oung French sculptors in the Ecole des Beaux Arts.]"], [59, "55 THE TEMPERANCE POSTMASTER. THE TEMPERANCE POSTMASTER. (Dialogue for Two Boys.) Part I. (The boy who takes the Postmaster's part is seated on the plat form with reading-desk or chair in front of him ; he has a pencil behind his ear, and is apparently writing at a desk. He looks up, as the boy who takes the part of Tramp comes forward in an old jacket.) Postmaster. Well, what for you this morning, friend ? postcards or stamps to-day ? Please state your business quickly, for I've little time to stay— With telegrams and letters I am busy as a bee, The Savings Bank department, too, is full of work for me. Don't loiter here, but state your wants, and quickly leave this spot ; If you have time to throw away, believe me / have not ! Tramp. I've only come to ask you, sir, if you have aught to give ; Just now I've no employment, and it's very hard to live. You see I'm out at elbows, for I've got no work to do — Please help me with a penny, for I'm hungry, sir — it's true ! Maybe you have a pair of boots or cast-off coat to spare ; Please spare a trifle, sir, for want is very hard to bear, Postmaster. I fear you'd sell the coat for drink, my man ; I'm much inclined To think you seek the cup that harms the body and the mind. Pray tell me now where last you worked, and why 3*011 left your place ; I somehow think at Jackson's Mills I used to see your face."], [60, "56 recitations and concerted pieces. Tramp. Why, yes, but him and me fell out. One day I got there late — I'd only had a little drop ; I couldn't walk quite straight. Postmaster. The old, old story ! Would that all the oft-told tale would heed ! The poison-cup conceals the sting of trouble and of need ! You only had a \"little drop\"; yet such, too well we know, Has dragged down hundreds, thousands, to disease and want and woe. Go, ask the landlord of the \"Bells\" to give you help to day' For at his bar your money has been often flung away. 'Tramp. I've asked him, sir ; but sharp and quick, as gruft as gruff could be, He bade the potman turn me out ; that's all his charity ! He turned to serve my former mates, to whom I once stood treat ; They'd money in their pockets ; I was thrust into the street. I've not one penny now to spend, but when I have, no more Shall reach the landlord's pockets that I've filled too oft before. Postmaster. Well, friend, you're hungry ; and although such sad mis- takes you've made, I cannot see a brother starve while I have power to aid ; This ticket for the Mission Hall — where wandering ones are fed — That coffee-house across the road — will give you soup and bread. But earnestly I beg you (and it's good advice for aye) If you desire to rise in life, then keep the drink away."], [61, "the temperance postmaster. 57 The fiery liquor is a foe with many a fatal dart For conscience and for character, for health and home and heart. Strong drink can only drag you down, but, oh, take warn- ing, friend ! Think of the good old proverb that \" It's ne'er too late to mend ! \" Tramp. Well, sir, I'm sure I'm much obliged ; before I now de- part, Both for the soup and good advice, I thank you from my heart. (He pulls his front hair and goes down. Postmaster gathers up a few papers and also leaves platform.) Part II. (This can either follow at once, or latar on in the same even ing's programme.) Postmaster (again at work as before). WThy, here's that very tramp again ! — his curly hair I know, — To whom I gave the ticket for a meal some months ago. Begging again f No, no, my friend ! too troublesome you are ; I've neither pence nor halfpence to be wasted at the bar. (Looking closely at the man.) And yet somehow — I scarcely think — now, can this be the same Who in the past for coppers and for worn-out garments came ? Tramp (now wearing tidy jacket). I thought you'd scarcely know me ! Yes, I'm changed, you must allow. I took your good advice, you see; I've turned teetotal now ! I thought about the words you spoke, and after I had dined There at the Mission Coffee-Room, the Temperance pledge I signed. (He brings out a little bag.)"], [62, "58 recitations and concerted pieces. My master took me back again — I'm foreman o'er the men ! Let's have a bank-book, sir ! for, see ! I've saved just six pound ten. Postmaster (taking the bag, and apparently writing, then looking up to speak). Most gladly in the Savings Bank will I record your name. And so you've signed the pledge ? Ah, would that all would do the same ! You'll find this bank far better than the \" Bells \" or \" Spotted Cow \"— [now. With Government a safe account, my friend, you've opened To poverty and want and care the tavern-seekers drift — Abstaining means a rise in life, prosperity, and thrift ! Both (standing side by side and facing audience). Then unto young and old to-day, these parting words we leave — Refuse, refuse the \" little drops \" that cause the heart to grieve ; Don't fill the landlord's pockets, bringing woe upon your home, But sign the pledge, and keep it too, wherever you may roam. Oh, never waste your wages where the tavern-snares are spread, — But wisely cry, \" I mean to try the Savings Bank in- stead ! \" M. S. Haycraft. THE DRUNKARD'S CARRIAGE. You have all heard me speak o' the old \" Wisp o' Straw,\" Away down Epping way ? For a \" pub,\" I should say that there wasn't its like, Barring the \" Load of Hay.\" Not much of a shop in the furniture line ! That don't matter, I think; For we didn't go there for fine sofas and chairs, Only the drop o' drink. One day we were sitting — Jack, Harry, and I — Outside the \" Wisp o' Straw \" ;"], [63, "THE DRUNKARD'S CARRIAGE. 59 We were having a jolly big drink, and what I calls a reg'lar jaw. You see, we'd been trying the \"unemployed\" dodge, \" We'd got no work to do ! \" And by whining and howling along the streets We'd raised a coin or two. As we were a-looking away up the road That goes to London straight, We sees a queer fellow a-coming our way, And shouts, \" What cheer, old mate ? \" Fact ! he looked like a walking bundle o' rags, And thin, ay, as a rat ! So I hands him a pot o' beer, and I says, \" Just dip your beak in that.\" At once you may guess that the old fellow did, Till he swilled down the lot ; He made no two bites of a cherry, oh no ! Nor two drinks of a pot. Just when he was telling a bit of his life, A coach, quite grand, rolled by ; A lady and girl were a-sitting inside, Looking so proud and high. Ah ! if you could only have seen how he looked When the swell carriage passed, You'd ha' thought the man was a-going to die — His breath came thick and fast. So we said to him, \" Tell us, old chap, whose coach Is that, so spruce and fine? \" He rose, and he said, with an oath and a curse, \" By all that's true, it's mine! Yes, I paid for it out of my wages, 7, More than a pound a week. A pound ! every one of the shillings was mine ! — I know it's truth I speak — And it should have gone to my wife and my kids, But it went another way ; It went to the publican, wealthy and fat, Who sports my coach to-day ! \" He flung himself down on the bench with a groan 'Twere dreadful sad to hear,"], [64, "60 RECITATIONS AND CONCERTED PIECES. And between his hands that were clutching his cheeks Came trickling tear on tear. I tell you the words that he spoke struck us hard, They did, and made us think ; And I, for myself, since I browned to his yarn, Hain't touched a drop o' drink. R. P. Scott. ALWAYS READY! Ready to rise at dead of night, Ready to spring with dawn of light, Ready, aj*e, ready by night or day, Ready, aye, ready they live alway. Let but the warning bell be heard, Let but the captain give the word, \" Forward, the men of the Fire Brigade ! \" Never a heart that will feel afraid ; Ready to do, and ready to dare, Ready to follow him anywhere. Out they turn, like the lightning's flash, Off like the wind their fleet steeds dash. Ready for action, ready for work : Never a man of them will shirk. Forward they go till a lurid light Glitters upon their helmets bright. On to the rescue, onward they press, When duty calls them to aid distress ; Ready to bear the hardest brunt, Ready to rush to the hottest front. Honour for aye to these gallant men, Praises and thanks be given to them. Through flood and fire they've held their way, Keeping the fiercest of foes at bay. But oh, our tears of pity fall As sight of battered helms recall Brave hearts now lying still in death, Who fought the fire with their latest breath ; And reverently we read the names Of those who perished in the flames. M. Fraser."], [65, "61 WEE auntie JEANIE. WEE AUNTIE JEANIE. Dear, wee Auntie Jeanie, I mind o' her weel As she sat in the neuk by the auld spinnin'-wheel. The days werena weary, the nichts werena lang, When she telt us a story or sung us a sang. I mind o' the day when my mither lay deid, My faither in tears by the bed, at her heid, My wee brither euddlin' roond dear Auntie's neck, My cheek on her knee, and my heart like to break. I mind o' the day when my mither was laid In the dowie kirkyaird, 'neath the rowan tree's shade ; Though sair was our loss, ay, nane sairer could be ! But Jeanie was mither to Johnnie and me. Dear, wee Auntie Jeanie ! I mind of the days When we ran by her side o'er the gowany braes : The lilt o' the lav'rock was blithesome and clear, But the sang o' dear auntie was sweeter to hear. I mind o' the schule and the big A, B, C, And the maister sae crabbit ; hech ! Johnnie and me Were glad when the lessons were owre and we met Our dear Auntie Jean at the auld schule-house yett, Eh ! bonnie and fine were the stories she read, And when gloamin' grew grey she would pray by our bed Till Johnnie and me gaed to sleep, and w*e saw Auntie Jean, wi' white wings, keepin' guard owre us twa Ah 1 whaur are thae days ? Gane wi' Time in his flicht ! The sun-glint o' bairnhood is shadowed in nicht ; The het tears may fa', and the lane heart wax sair, But the dreams o' langsyne will come back never mair! My auld faither dee'd, thretty years come and gane ; Yet he didna leave me and my brither alane, For wee Auntie Jeanie — a big heart had she — Was faither and mither to Johnnie and me. Brither John gaed to Egypt to fecht and to fa', And death took my wee Auntie Jeanie awa. Though in this cauld world nae freend I hae leevin', I hae ane in the Far Yont — \" Our Faither in Heevin.\" R. P. Scott."], [66, "62 recitations and concerted pieces. THE END OF A QUARREL. (Concerted Piece for Three Boys.) Part I. (\" Lawyer Leslie \" on the platform is supposed to be at his office ; enter the boy who takes the part of Farmer Smith.) Smith (knocking at side of platform, and. advancing). Good-morning, Lawyer Leslie ! I've some business, you must know, That needs your help ; my mind's made up ! to law I mean to go. But don't you find it rather warm ? I'm feeling somewhat dry- Perhaps you've got a glass of beer or whisky pretty nigh. The Lawyer. No, Farmer ! surely you're aware that I'm a Temperance man! I only wish that you'd decide to try the self-same plan. Sm ith . Teetotal ! Not a bit of it ! Good ale means hearty cheer ; I'll stand up for John Barleycorn my whole life long — oh, dear! (He draws up his foot.) I beg your pardon, sir, I'm sure, for raising such a shout, But such a twinge came down my leg (I suffer from the gout). _ Well now, to business, Lawyer, since to drink you're not inclined ! I'll have the law of neighbour Jones — I've quite made up my mind. For years we two have disagreed, in market or in street, Or in the tap-room of the \" Bull \" — where'er w*e chance to meet ; I'm sick and tired of quarrelling, and now I mean to show Old Jones that I'm the better man, and so to law I'll go."], [67, "63 THE end of a quarrel. Just lately I have seen his hens among my barley stray ; Now, can't I have the law of him, and can't I make him pay ? The Lawyer. Though I'm a lawyer, Farmer Smith, it is the wisest plan, Believe me, to keep out of law as long as e'er you can ; Not for an accident like this, a trifle of this sort, Let temper rashly drive you to declare you'll go to court ! I know that you and Jones fall out, and don't know where to stop — Your quarrels happen — don't they, now? — when each has had a drop ! There's nothing like the mocking drink — the cup you say that cheers — To breed ill-will and quarrels, and set people by the ears ; When you and Jones have had your glass, how soon you disagree ! You call each other names, and then in wrath you come to me. Now, without charge, here's my advice — it's good for great and small — Avoid the tap-room, sign the pledge, and live at peace with all ! Smith (hesitatingly). I don't know, sir, but what you're right — I scarce know what to say — I'll think about your words a bit; meanwhile, I'll say good-day ! (They shake hands ; Smith goes out. After a minute or two enter Jones.) Jones. Well, sir, how are you ? Do you know, I've settled that 1 ought To punish that old Smith, and show him up in county- court ; He's always so unneighbourly, and holds himself so high ; But now I'll have the law of him, and he'll eat humble- pie."], [68, "64 recitations and concerted pieces. The Lawyer. Now, Jones, look here. I wish you well ; I've always been your friend ; You need not seek the county-court these long disputes to end. You'll live in peace and harmony and friendship day by day If you will leave the \"Bull\" alone, and keep the grog away. 'Tis at the tavern-bar, I'm sure, these quarrels oft begin; If you will sign the Temperance pledge, then quiet you will win. Jones. You've always got a word to say on the teetotal side ; Maybe there's truth in what you state ; I can't know till I've tried. It's certain that the head gets hot, and quarrels come to pass, And hard words even lead to blows when folks have had their glass. But isn't this your dinner-time ? it's one o'clock or more : I'll walk your way, and then we two can talk this matter o'er. (They both leave platform.) Part II. ( This part can succeed at once, or laser in the evening.) The Lawyer is again in his office; enter /Smith and Jones, smiling, and arm in arm. The Lawyer (taking a hand of each, and shaking it heartily). Whom have we here ? Why, Smith and Jones ! behold them arm in arm ; I think the Temperance pledge they signed has acted like a charm. I hear that both have left the \"Bull\" and joined the Temperance band, And smiling like a summer morn together here they stand. Well, now, who wants to go to law ? Who seeks the county-court? Ah, friends, you've learnt the golden rule — and sunshine it has brought."], [69, "65 THE end of a quarrel. Smith (slapping him on the back). Now, Lawyer Leslie, you're a brick, you're sound in heart and head ; I hope you'll be Lord Chancellor ere many years have fled. The good advice you kindly gave when last your face we saw, We followed ; for we signed the pledge and kept away from law. Yes, Jones and I alike gave up our grog and wine and beer; Hard words have ceased between us, and like brothers we stand here. Jones. That's quite correct ; we both have lost the wish for legal strife ; For peace doth dove-like hover all around the Temperance life; We plead with those whose angry words descend like stormy rain To follow our example now, and from strong drink ab- stain. Tranquillity and gentle calm to sober lives are nigh ; There's quiet in the Temperance road — as here we testify. All (standing in a row, and joining hands). He's (I've) gained the day ; we've (they've) put away the poison-drops that sting, The mocking cups that constant strife and angry feelings bring. May each one here henceforth keep clear of drink's de- basing hold, And wisely say the Temperance way is best for young and old ! (Here they link their arms together.) Well done, well done, the cause is won; he's (I've) pleaded not in vain ; See peace descend and quarrels end when happy hearts abstain. M. S. Haycraft. e"], [70, "66 recitations and concerted pieces. A MODERN MARTYR. A gale of terrific fury sweeps o'er the Atlantic waves, WThere so many hardy seamen have sunk to their unknown graves, And where, amid storm and tempest, good ships have securely passed, Riding in to their restful haven, and their anchorage at last. The America through the waters is ploughing her onward way, The billows towering above her like mountains green and grey, Or tossing her up above on their foaming summits to float, As though the Atlantic liner were a tiny pleasure boat. Every timber groans and creeks with the terrible strain and strife, As the good ship starts and shudders like a thing of nerve and life, Rising aloft to heaven on the crest of the curling wave, Or sinking between the billows as though to a yawning grave. Every moment the seas are sweeping over her naked decks — Seas that have surged in triumph over many abandoned wrecks, Seas that seem to be hungrily grasping and seeking their prey>. As they fling in defiance their foam on high, and their icy spray. And who is daring to face them all ? The hatches are battened fast, The passengers tremble below as they hear the roar of the blast, And the hands of the crew are so frozen they scarcely can feel The gear they handle — and some one relieves the man at the wheel."], [71, "67 A MODERN MARTYR. But high on the bridge above, where the wildest hurri- cane sweeps, Stands one who through all danger and storm neither slumbers nor sleeps ; Though the winds howl about him and waters almost overwhelm, He stands his ground, and shouts his directions for guid- ing the helm. # * # * # A day and a night go by — but no lull in the stormy blast ; Is it possible any man's courage and strength can longer last? WTill he not come below for a while, and the mate take his place ? \" Duty is here, and I stand to my post,\" said Captain Grace. \" How,\" he replied, \" could I render an account before my Lord If to-day my good ship foundered with all these souls on board, And I should not have been willing to stand between them and death, Though the struggle should cost my failing strength and my latest breath ? \" So the captain kept on the bridge through all that terrible day> While the furious gale rent his coat into ribbons, and whirled it away ; Though the torrents of ice-cold rain struck through him with deadly chill, He wavered not, and the storm-beaten ship struggled onward still. And the day wore on to evening, but yet the ceaseless roar And thunder-voice of the tempest was heard on the distant shore, And ever the waves rose higher, and the gale more fiercely blew, [crew. Till a dark despair possessed the hearts of the terrified"], [72, "68 RECITATIONS AND CONCERTED PIECES. But the second night is over, and the morning dawns again, And the captain's noble sacrifice has not been all in vain, For the gale has spent its fury, and is sinking down to rest, And the thunder-clouds are rolling away in the distant west. The America plunges still, it is true, through a heavy sea, But, thanks to her faithful captain, she rides it secure and free : The hundreds of human lives she carries are safe at last, And, for the present, the peril of storm is over and past. Below in his cabin the captain lies — his duty is done ; He left his post when the hurricane sank with the rising sun ; Never again will he guide his ship over the stormy wave: He has saved the lives of others, but his own he may not save. Though watched by tenderest care, he is breathing his life away, And over his noble face there spreads a shadow cold and grey; The Angel of Death bends softly down to set his spirit free, To dwell in that fair celestial land where there is \" no more sea.\" Well done, thou heroic martyr ! go, enter into thy rest. The thought of thy brave endurance shall nerve us to do our best, [strife, Though appointed to humbler, lowlier tasks in our daily Not called, like thee, to be faithful and brave at the cost of life. Yet remembering One whose life was once laid down for His own, Who for our sakes was content to die in darkness alone, That we to the blissful harbour of heaven might enter in, Where there is no more storm and strife, and no more sorrow and sin. Lucy Taylor."], [73, "69 TEMPERANCE PLOTS. TEMPERANCE PLOTS. (A Concerted Action-Piece for Ten Boys.) Asterisks show where the action should be united. First Boy. Now, these are our allotments, that with care we try to keep; Ten little workers here you see, whose spades go down so deep! Goodwill and honest labour can do wonders with the soil — Off with your jackets, set to work ! we're not afraid of toil: *So dig, boys, all together, till the rugged ground shall break, And don't despair, these fields so bare shall yet to beauty wake. Second Boy. For sowing now and planting, let us one and all prepare ; We'll welcome everything that's good and useful, true and fair — But nothing that is hurtful must be sown by you or me, Or sorely will our hearts repent in days and years to be ! *Come, cast the seeds of promise wide in boyhood's golden hours, And plant within the Temperance plots the best of fruit and flowers ! Third Boy. Up with the weeds ! they grow so soon ; we must\" not leave them there, Bad habits should be rooted up by labour, faith, and prayer ; The Temperance garden is no place for thoughts and actions wrong, Or words unloving and unkind, they shall not here belong ! *So hoe, boys, hoe, and get them up — each tiny tare that springs. Or stoop right down and weed away ; root up all evil things !"], [74, "70 recitations and concerted pieces. Fourth Boy. We're proud of our allotments, and we mean to do our part To prove they're well looked after, with a willing hand and heart ; So trim, so neat behold them all— these plots of Temper- ance ground ! Oh, never, never, never must disorder here be found ! *We'll use the rake and trouble take, and careful each must be, Till all shall say the Temperance way is truly fair to see ! Fifth Boy. How did we get these gardens ? If you'll listen, I'll explain : Good things become the pleasant lot of people who abstain ! Some waste their wages at the bar, where countless ills abound, But we believe they're better spent upon the fruitful ground ; *So hand in hand a Temperance band we one and all decided We'd take, instead of alcohol, what Nature's hand provided ! Sixth Boy. And here you see the consequence in early peas and beans, Cucumbers, carrots, artichokes, asparagus and greens ! We've spinach, onions, brussels sprouts, and turnips planted here, Potatoes, too, and celery within our plots appear ; *Look how upon the shining poles our scarlet-runners grow, And then peep down, and you'll admire our marrows bending low ! Seventh Boy. Upon the wall the breezes move the broad leaves of the vine, But Temperance grapes are far too good to be crushed out for wine !"], [75, "71 TEMPERANCE plots. We've cherries ripe and rosy red, and plums are likewise seen, And strawberries play hide and seek beneath the veiling green ; ( All hands raised above heads, as if holding baskets of sowers.) *A-blowing and a-growing, would you like our flowerets gay? Then, till the Temperance garden — you'll find roses on the way ! Eighth Boy. My plot contains a secret, but I'll let you have a peep — In yonder shed a useful friend that pays the rent I keep ! Just listen, and you'll hear him squeak* — now see him through the fence ; That little pig with curly tail was bought with Tem- perance pence ; I coaxed him home from market when I'd built this cosy sty. Oh, merrily we trudged along** — my Temperance pig and I! ** (The speaker can here take hold of his neighbour, who hops a few steps, bending down, and being held by one leg.) Ninth Boy. So these are our allotments ! and remember, fruit and flowers, Like you and I, require to drink through summer's shining hours ! When they grow parched and thirsty, then we seek with- out delay Bright water, useful water, and you see us pump* away, Then* sprinkle we the sparkling drops where buds and branches wave ; Oh, leaf and root and flower and fruit for silver water crave ! Tenth Boy. Fair may the Temperance gardens grow, and fadeless fruitage bear ! Come, boys aud girls, we'll labour till they flourish every- where ! Though seeds of truth be sown to-day by hands of children small,"], [76, "72 RECITATIONS AND CONCERTED PIECES. The scythe* of time shall reap at last a harvest blest for all. Roll up your sleeves* and set to work ! nor let the toil be o'er Till, spreading wide our Temperance plots, we plant a million more ! All. Down* with the spades ! prepare the ground ; nor let the toil be o'er Till, spreading wide our Temperance plots, we plant a million more ! (All right hands raised.) M. S. Haycraft. THE ROLL-CALL. In hospital at Scutari A wounded soldier lay ; The tide of life within his breast Was ebbing fast away ; His thoughts were wandering helplessly In fever-fancies dim, And news of vict'ry or defeat Alike was nought to him. His laboured breath came slowly now, A painful race for life ! (The ward was full of wounded men Struck down amid the strife), When suddenly he started up ! A light flashed in his eye ; He raised his hand above his head, And shouted, \" Here ami!\" Then, panting, down he sank again, And all the ward was still ; Only, along those rows of beds, There ran a sudden thrill — Whose was the voice their comrade heard When all to them was hushed ? Whence was the light that lit his eye And o'er his paleness flushed ?"], [77, "73 DOCTOR and patient. Later, they asked him what it was ; His voice in whispers came, \" I heard the roll-call up in heaven, And answered to my name ! \" Ab, yes ! the eyes so dim on earth Had caught a fadeless glow ; The Captain called His soldier home, And he must rise and go ! Oh, brothers ! when the summons comes, (It may be drawing near !) When up above the roll-call sounds, That each of us must hear, Shall we arise with joyful hearts, Our erring past forgiven, And join the Captain we have loved, Who calls us home to heaven? Thou who dost lead our armies on, To fight with hosts of sin, Be at the door, good Lord, we pray, And let Thy soldiers in, To the bright land where all is peace, And banished every sigh. Oh ! give us strength, when Thou shalt call, To answer, \" Here am I ! \" Florence Leslie Henderson. DOCTOR AND PATIENT. (A Dialogue for Two Boys.) (Part II. should be given at a later period in the meeting than Part I., allowing an interval between.) Part I. Doctor (to Patient, ivho comes forward very slowly and feebly). Good-morning, sir; why, what's amiss? you're looking weak and ill ; You scarce can walk — pray take a chair— lean back, and sit quite still."], [78, "74 recitations and concerted pieces. My name is Dr. Temperance ; I'm renowned the whole world through For curing folks in trouble, and I'll prove a friend to you. So, tell me all your symptoms, sir, for you may feel quite sure I'll make you up a plaster that will quickly work your cure. Patient (dolefully). But, doctor, I am out of work : I'm very poor, you see — I have no suit of clothes but this ; how can I pay vour fee? Do you see patients gratis ? for my purse is very low ; The times are hard for struggling folk, and work is scarce, you know. I hope you'll charge me cheaply, Doctor Temperance, for indeed I'm frozen out, and you can see how very great my need. Doctor (briskly). Oh. as to that, my man ! if only I can give you aid And make you strong and well again, I'll feel I'm quite repaid ; My name is Doctor Temperance, and, as all the world can see, I've plenty all around me, so you need not mind the fee ! Well, now, what's wrong ? and where's the pain— in chest, or nose, or brow ? * I think I'd better sound you ; tell me if I hurt you now ! t Patient (in a whining tone). Ah, doctor, sure I'm very bad ! I'm getting worse and worse ; My strength has gone as quickly as the money in my purse. Just see my tongue — just feel my pulse — oh dear! my bones do ache ; And as for my poor nerves, they're on the quiver and the shake ; * Touching each rart nam^d. f Striking him lightly on back."], [79, "75 Doctor and patient. My eyes are weak, my liver's wrong, my head is on the rack, And if you only knew the shivers creeping down my back ! Doctor (gravely shaking his head). My friend, you're out of sorts indeed ! but yet 'tis not too late — Just try the Temperance remedy, and bright will be your fate ! You've trifled both with heart and brain, your sight you've weakened too, But use the Temperance plaster ! see the wonders it will do. Your liver's out of order, and there's nothing for your cure But just this magic paper that is speedy, safe, and sure. This* is the plaster you must use again and yet again — \" From all strong drink I promise now for ever to abstain ; I'll give my drinking habits up, the tavern I will leave, I'll touch not, taste not, handle not the drops that harm and grieve.\" Now, when the ale is foaming, or the wine-cup shineth fair, Across your lips this plaster put, and mind you keep it there ! Patient (rising with difficulty). Well, thank you, doctor ! I will try the cure that you propose, For I am tired of aches and pains and poverty and woes. I'll call and see you later on ; if things go well with me, Perhaps I'll spare a shilling then in pa3*ment of your fee, And now, good-day ! I'll come again within a month or two. Doctor. Good-day, my friend ! pray lean on me ; I'm stronger far than you. (The doctor carefully assists the feeble patient from platform.) * Unfolds a paper, reads it, and gives it to patient."], [80, "76 recitations and concerted pieces. Part II. Patient (running briskly on to platform, smartened up with a flower or medal). Three cheers for Doctor Temperance ! for he's made me well again ; I've lost my symptoms one and all ; good-bye to every pain! My sight is good, my liver's sound, my head has grown quite clear ; I'm cured since I decided nevermore to touch the beer ! Hurrah for Doctor Temperance ! for I've tried his splen- did plan ; I'm sure you'll all agree with me I'm quite another man. Doctor (advancing from opposite side of platform). Why, who is this? Why, surely not the sufferer that I knew, Whose nerves were always on the shake, whose eyes were feeble too ! Ah, friend ! you've used my plaster ; 'tis a never-failing cure — I wish that all the world would try the plan so safe and sure. There's nothing like the Temperance pledge — the promise to abstain — To cure complaints of pocket and of head and heart and brain ! Patient (producing a smalt piece of paper). Oh, Doctor Temperance ! how can I your good advice repay ? Just take this five-pound-note to help the cure of lives astray. I tried your famous plaster — every ache and pain it suits — And soon I got employment, and a nice new pair of boots, And good warm clothes, and in the bank I've money of my own, And all through Doctor Temperance, best physician ever known ! (They shake hatuls heartily.)"], [81, "dobbin's lesson. 77 Doctor (turning to audience). Dear friends, remark this wondrous change ! I pray you to behold How helpful is the Temperance pledge, that's good for young and old ; This patient here was weak and sad — he scarce could crawl along — But now he's happy as a lark, and sturdy, stout, aud strong ! He's tried abstaining, and his life has grown so full of j°y. I'm sure that he could leap and jump as when he was a boy! Both. Oh, yes, he's (I've) tried abstaining, and his (my) life is full of joy — I'm sure that he (I) could leap and jump as when he (I) was a boy ! ( The doctor bends down as if for \" leap-frog \" ; the patient takes a leap over his back, and both retire from platform.) M. S. Haycraft. DOBBIN'S LESSON. Some time ago, there dwelt not far from here A sturdy Quaker, who from year to year Had tilled his farm remote from care or strife, Content to live his uneventful life ; Despising luxury and all pretence — An honest man he was, a man of sense, Who prayed and strove in all to do the right, And see the wrong in its repulsive light. His wife, a comely and good-tempered dame, One of a type which, at the time I name, Was more abundant in the land than now ; Could spin, or bake, or reap, or milk the cow — In short, was to her husband on this plan A worthy helpmeet to a worthy man. To cheer their home, one darling child had they, A daughter fair and lovely as the day ;"], [82, "78 RECITATIONS and concerted pieces. So sweet a face, all brimming o'er with smiles, Could scarce be found though one had searched for miles. Yes, Lucy, in her modest Quaker dress, Was verily a gem of loveliness. So thought her cousin John, who with them stayed To help his uncle and to learn his trade. A real good fellow, John, though I must say He had his faults— he often went astray, And when he did so, he was apt to frame Some lame excuse, to screen himself from blame. In all things else he played a manly part, And fairly won his pretty cousin's heart. Our farmer, as I've said, was wide awake, And plainly saw the course events would take. He loved them both too well to wish them wed While John such weakness showed ; yet had not said A single word to cause John to suspect That he had seen and marked this grave defect. So matters stood, when, one fine morn in May, John went to market with a load of hay. A cheering morn it was, for everything Seemed glad to welcome back the timid Spring — Within the wood was heard the blackbird's song ; From the tall trees the thrush sang loud and long ; The nightingale, untired, with matchless skill Greeted the sun with sweeter music still ; The noisy rooks, on family cares intent, A cawing chorus to the concert lent ; While busy bees, as they their way pursued, Hummed in an undertone the interlude, And John, as happy, sang along the road To cheer up Dobbin with his fragrant load. # # * # * The sun had sunk behind the distant hill, The bees had homeward gone, the birds were still Except the nightingale ; he had begun His song afresh, now that the day was done, When Lucy stood beside the farmyard gate And wondered why it was John stayed so late. At length she heard, with palpitating heart, The well-known rumble of the coming cart,"], [83, "dobbin's lesson. 79 I » And ran to meet her lover ; but, when near Enough to see, she almost dropped with fear, For Dobbin, driverless, with dragging rein, Was all she saw there in the dark'ning lane — Small wonder, then, that she was filled with dread, And pictured her dear John as hurt or dead. But soon she knew, with lighter heart, that this Was not the case ; yet, something was amiss, For in the hay-cart John from sight had sunk, And there she found him, fast asleep, and— drunk ! \" What ails thee, lad ? Come, rouse thee up ! Awake His uncle shouted, giving him a shake. Poor John, part sobered with the sleep and ride, Opened his heavy eyes at last, and tried What I have told you was his usual plan, To lay the blame on others — so began : \" Uncle, you see, when coming from the town, Some whom I knew at school were at ' The Crown ' ; They saw me passing by, and made me stop, And, though I said I did not w*ant a drop, Forced me to drink with them.\" \" That was too bad ; If they did that, I cannot blame thee, lad. There, that will do, no more need now be said- Wife, get this ill-used youngster off to bed.\" Our farmer rose next morning with the sun, And after he had seen the milking done, He leaned awhile over the farmyard gate, Waiting for John, who in his bed lay late, And as he, with an honest pride, surveyed His trim-kept yard, old Dobbin loudly neighed. \" Aye, aye,\" said he, \" 'tis time that thou wast fed, But he who tends thee is, no doubt, abed, Aud very little doth he care or think How thou art calling for thy food and drink. But stay, I fancy I can see a plan Whereby to teach this pretty gentleman A sound and wholesome lesson — yes, I do,\" And as he spoke, his plan to ripeness grew. Leaving the gate, he nimbly crossed the yard, And speedily the stable door unbarred,"], [84, "80 recitations and concerted pieces. i Took Dobbin to the drinking-place, and when His thirst was quenched, quickly returned again, Tied up the horse and closed the stable door, And took his stand where he had stood before. Soon after, John, with aching head, came down, Feeling half fearful of his uncle's frown ; But he, good-humouredly, wished him \" good-day,\" And John, with mind more easy, made his way To Dobbin's stable, led him out, and took Him down to drink, as usual, at the brook. You well may guess, the horse refused to drink, But how or why it was, John could not think. While thus he stood perplexed, a well-known sound, His uncle calling, made him look around. \" Come, John, 'tis late ; what is it makes thee stay ? \" \" Why, Dobbin seems to want no drink to-day ! \" \" Aye, maybe, lad, it is so ; then do thou Just make him drink, nor say thou know'st not how, For yesterday, when coming from the town, Some thou hadst known at school were at ' The Crown They saw thee passing by, and made thee stop, And, though thou saidst thou didst not want a drop, They made thee drink — what then they did to thee Do thou to Dobbin, for I wish to see ; And Lucy and thy aunt, they, too, are here — Pray, then, proceed, — thou nothing hast to fear. What ! silent, John ? I thought it would be so ; But let me tell thee, ere I let thee go, Excuses rarely men of sense entrap — A straying cow will always find a gap ; And as for drinking, this will show to thee Those made to drink can not unwilling be. Resist temptation, and thou shalt be strong — Who strives for right is sure to conquer wrong ; But if thou shouldst slip, let it be thy plan In future, John, to own it like a man. If this thou doest, thou shalt always find Thy God forgiving, and thy uncle kind.\" I think John heeded him ; I do not say His footsteps always kept the narrow way, But from that time he certainly began"], [85, "81 THE TEMPERANCE FORGE. To strive to be, and was, a better man. He lived an honoured and a useful life, Helped on by Lucy, his devoted wife ; And oft-times, when the shades of evening fell, Would tell his children, what I've tried to tell — How Dobbin showed him at the streamlet's brink None can be made who do not wish to drink. W. Turnham. THE TEMPERANCE FORGE. (ACTION-PlECE FOR FlVE BOYS.) [Four of the lads are grouped around the fifth, who on hands and knees enacts the anvil during the piece, till verse 5. A few bars of the \" Harmonious Blacksmith \" may be played between each verse, and at the end ; while the boys perform their actions in dumb show.] First Boy. Clank ! clank ! clank ! we're Temperance blacksmiths, Working hard the whole day long ; Hale and healthy, here we labour — Feel our arms — how stout and strong ! (They feel one another's muscle.) When your horse a shoe is wanting, Bring him gently down the street ! Whoa, old Dobbin ! now stand steady ! Here's the shoe so trim and neat. Second Boy. At the Temperance forge so brightly Dancing flames are shining red ; Oft I blow them into beauty, Till the sparks like gold are shed. Friends of truth, where'er you labour, Oh, let zeal your work inspire ; Ne'er be cold or dull or listless, Get some sparks of Temperance fire ! i'"], [86, "82 RECITATIONS AND CONCERTED PIECES. '> Tliird Boy. See me wield the great sledge-hammer, Using all my vigour now ; See me toiling at the anvil, Till I wipe my heated brow ; Ye who say we need strong liquor, Ye who think it gives us might ! Look at me ! I gained my muscle Only drinking water bright ! Fourth Boy. At the Temperance forge I'm wanted, Though the little hammer's mine ; Little things, as well as big ones, Can in helpful work combine. So together, big and little, Let us do some useful part, Shaping lives for strength and beauty, Working on with willing heart. Fifth Boy (apjjearing erect in the centre of the line. now facing audience). the five boys Though they used me as the anvil, Yet a lesson too have I, Sometimes quietude and patience Help most needed may supply. Not a stroke must be resented, Never blow for blow repay ! Lads and lasses hold to duty, At your post contented stay. All. Clank ! clank ! clank ! we're Temperance blacksmiths Fiery liquors tasting not ; Will you join us ? for we always Strike the iron while it's hot ; Therefore on this happy evening Sign the pledge before you go ; Try the Temperance forge for ever ! Clank — clink — clank — clink — don't say \"No.\" M. S. Haycraft."], [87, "83 MY VISION. I MY VISION. Late one night I sat and pondered On the scenes of human woe I had witnessed in the city As I journeyed to and fro — Scenes that baffled all description, Full of misery, pain, and sin, Wretched homes and wretched inmates. Foul without, and foul within ; Till my mind was all bewildered, And I closed my eyes in pain, Thinking rest might soothe my spirit, And restore my burdened brain. Soon I heard the tramp of footsteps Break the silence of the night, And a crowd of haggard wretches Came before my startled sight. On they moved, a countless army, Men and women, young and old ; Some in rags and some in broadcloth, Types of misery untold. And the look upon their faces Made my heart within me sink, As they moaned in muffled accents. \" See in us the slaves of drink.\" Then a wail of sad entreaty Burst from every wretched tongue, \" We are doomed, but save our children Rescue them while they are young.\" And the multitude swept onwards, Swiftly vanishing from sight, But their cry, \" Oh, save the children ! \" Rang upon the quiet night."], [88, "84 RECITATIONS AND CONCERTED PIECES. Once again the sound of footsteps Fell upon my listening ear, And a crowd of little children Slowly, falteringly drew near. Pinched and haggard were their features Not a happy face was there, Young in years, but old in sorrow, Born to misery and care. Mournfully they raised their voices, \" Cradled we on ruin's brink, Nursed in crime, in sin and sorrow, We the victims are of drink.\" They too passed, their dirge-like voices Backward borne upon the wind, Till my soul was filled with sadness For the woes of lost mankind. But again the tramp of footsteps Fell upon the quiet night, And the hum of glad young voices Heralded a glorious sight. Children first — all sorts and sizes, Singing as they marched along, While a band of youths and maidens Helped to swell the joyous song. \" Come and join our Temperance army, All are welcome, great and small, Total abstinence we practise, On the little ones we call. \" Come, oh come, and join our army Ere you learn the taste of drink ; We are leagued to save the children, Snatching them from ruin's brink. \" Others try to win poor drunkards (Thankless work, and insecure), We have all been taught, Prevention Better is than any cure.\""], [89, "85 BAY RURIC J OR, A DRIVE FOR LIFE. On they marched, and still their voices Sweetly through the stillness broke, Till I too sang, \" Join us, join us ! \" And thus singing — I awoke. K. E. Corkill. BAY RURIC; OR, A DRIVE FOR LIFE. A league and a half to the post-house gate, And a bleak white moor before : The night was black, but the road was straight, The air was thin and frore, And the horses went at a good round rate Over the frozen floor. So I drove and sang, and the sleigh-bells rang, And the horses shook their manes, All silver-white I saw them hang With the frost that gemmed the reins, And their hoofs rang out with a sharp quick clang From the frozen snow of the plains. So on we went through the night in haste, And I thought of home and wife, Though the wind blew keen o'er the snowy waste And cut my face like a knife ; We sped as a thing might speed that's chased, And flees for the love of life. But life was merry, and life was young With me, and, with love's light cheered — Though snow-flakes gathered my hair among. And icicles hung in my beard— I laughed at the spears of ice that stung My cheeks, and naught I feared. Till I felt a tug, and the reins grew tight As I heard Bay Ruric scream : No need to turn — the sudden fright, Aud the speed of the smoking team Told what tracked us along the night Like things in an evil dream."], [90, "86 RECITATIONS AND CONCERTED PIECES. In a stealthy gallop, many a rood, Silent, but never slack, The grey wolves followed from where the wood Loomed with its pines so black, With lolling tongues a-dry for blood, All following on our track. On, on we went ; without relent The fiends came on behind ; I almost deemed I snuffed their scent Upon the following wind — \" But what if Ruric should be spent Before some aid I find ! \" On, on we flew; my team was true, Bay Ruric led the way ; A minute I turned and a pistol drew, And the first wolf, old and grey, That headed the murdering pack, I slew — They tore him where he lay. And so we gained for a little space ; But the brutes came on amain ; They'd tasted blood, and now their chase Was faster and more fain : So on we sped in the deathly race, Though some of the pack were slain ! Another I shot, and other two, And the grey wolves fought and fed ; And still through the starlit night we flew In horror of silent dread — Hurrah ! they were lights that well I knew That flashed out straight ahead ! On, and on, and the blaze grew bright, And I knew the danger past : They dared not face the beacon light, But they followed me to the last ; I heard their howl of baffled spite That came on the winter blast !"], [91, "87 TEMPERANCE BIRDS. So into the post-house yard went we, And he fell with a faint, shrill neigh— And I leapt to earth, and fell on my knee To kiss him where he lay, The horse who had broken his heart for me, Ruric, my staunch brown bay ! B. MONTGOMERIE RANKING. TEMPERANCE BIRDS. (Concerted Action-Piece for Ten Children.) First Child. Down in a mossy hedgebank I know a house so small, But hush — it is a secret ! pray keep quiet one and all ; Just peep, just look ! come closer still, oh, see the wee brown nest Of Robin, little Robin, with the pretty burning breast ! Though winds may blow, yet glad we know is Robin Redbreast dear, While wife and little nestlings twitter, twitter softly near. Second Child. My voice shall praise the sparrow ; oh, a merry bird is he, He hath no barn, no storehouse, and no clothes like you and me, Only his nice warm feathers, and his quick and shining eyes; Through sun and shade, though roses fade, the sparrow chirping flies. Oh, humble little sparrow, thou dost ne'er forgotten fall, The lesson fair of heav'nly care thy life may teach to all. Third Child. \"Nay, swallow, swallow-, flying right across the mighty sea; My verse shall of thy courage and thy wondrous journey be. When forest-trees are swaying in the autumn wind and ram, When golden harvests have been reaped across the chilling plain — ,"], [92, "88 RECITATIONS and concerted pieces. Then to the south, oh, swallow ! dost thou speed the ocean o'er : How great His love Who guides thee to the smiling, sunny shore ! Fourth Child. When summer lilies in the light their golden censers swing, When butterflies are skimming o'er each bright and radiant thing, Then from his nest amid the grass I see the lark arise, And upward, upward, upward go, ascending to the skies; Oh, the rich music that is poured across the listening leas, When my sweet bird, the skylark, chanteth high above the trees ! Fifth Child. But none can match the nightingale, that sings when day is done, And homeward through the long, sweet grass the cows come, one by one ; When little children are asleep, and meadow-flow'rets close, A tide of music far and wide adown the forest flows, A flood of glory doth through all the hearkening stillness roll- Then sings my bird with coat of brown that hath the poet's soul. Sixth Child. I know a little cottage where my mother sits and spins — And round and round her wheel doth go, and bread and clothing wins; And there to cheer her at her toil a thrush is warbling near, The cage is poor, but tuneful are his notes and blithe and clear. Oh, higher than the bonnie birds that with their carols roam, I hold the little thrush that sings beside the wheel at home."], [93, "89 TEMPERANCE birds. Seventh Child. Ah, but indeed you all should hear our parrot old and grey! She chatters, chatters all day long ; \" Poor Polly ! \" she doth say. She cries, \" Hurrah for Temperance!\" for she often hears the sound, And now she rings our watchword to the neighbours all around, And pretty Polly's good advice to you and me Is, \" Polly, put the kettle on; we'll all have tea!\" Eighth Child. I have a little golden bird that feeds from out my hand ; My bright-eyed wee canary is the prettiest in the land ; So gently, gently in his ring by day he loves to swing, And then at night he hides his head beneath his tin}- wing, And nestles snugly on his perch as on a cosy bed, And lullaby to Slumbertown goes little yellow-head ! Ninth Child. The while you name your favourite birds, now don't forget to praise The little wandering cuckoo that proclaims the sunny days! When daffodils are dancing in the balmy winds of spring, When farmers o'er the fragrant earth the seeds of promise fling, Then, like a distant call that rings the wakening woodland through, There comes a voice that stirs our hearts with echo of — cuckoo! Tenth Child. Whichever bird you like the best, I know that each may claim Afar and nigh, where'er they fly, the glorious Temperance name ; The rippling water is the drink whereby the birdies grow, And fill the woods with anthems rising, falling sweet and low. Teetotal larks and thrushes, robin, sparrow, and cuckoo Are chirping, \" Silver water is the best for me and you ! \""], [94, "90 RECITATIONS AND CONCERTED PIECES. All Together, Oh, yes ! pure water is the best ; then let the birdies teach Their Temperance lessons even now, dear friends, to all and each ; They chirp that silver water is the best for me and you — Oh, hark the lark and thrush and robin, sparrow, and — cuckoo! M. S. Haycraft. MR. POT AND MR, JUG. As Tea Pot walked abroad one day, He met with Beer Jug on the way ; They looked, of course, one at the other, But not as brother looks at brother. Tea Pot was tall and meek and mild, And gentle as a little child; Beer Jug was frothy, coarse, and stout, And with a husky voice broke out — \" You envy me because I'm fat, While you're as lean as any rat. When I was young, I had enough Of your weak wishy-washy stuff ; But when I somewhat older grew, I bade farewell to yours and you. I was not really worth my salt Until I took to hops and malt. Now hops and malt are all my food ; I would not change them, if I could. I do not care a single button For all your bread and beef and mutton. Take my advice, and act like me ; Give up that Water-spoiled called Tea, And every day, and all the year, Fill yourself up with honest beer ! \" Tea Pot replied, \" I envy not The looks or likings of a sot : But tell me — for the phrase seems queer — What do }'ou mean by honest beer?\""], [95, "91 MR, POT AND MR. JUG. \" By honest beer ! Why, don't you know ? It strikes me that your wits are slow — Why, beer that's made of malt and hops, And not of sugar and such slops : Ten-Guinea Ale or Treble Stout ; They make you lurch and roll about, And feel as happy as a king : That's honest beer, sir, that's the thing! You need not open wide your eyes And stare at me in such surprise ! \" \" You mentioned malt and hops ; but some, In books, have said that sodium, And cocculus and santonine, And nicotine and colchicine — As if to poison were less blame When poisons bear a learned name — And sugar, not of cane, but lead, And alum (too oft used in bread) Are mixed up in your honest beer. Its honesty I doubt and fear ; Nay, I entirely fail to see How any beer can honest be, And cannot think the Publican Who sells it is an honest man. I do not side with your belief. Beer, to my thinking, is a thief— A thief of whom we should beware. Ho ! Beer Jug, 'tis your turn to stare ! \" \" A thief ! how dare you, sir, say so ? \" \" It is a thief : that, I well know. I saw it, sir — the truth I say — Enter a workman's home one day ; With cruel hand that would not spare It took the grandsire's old arm-chair, The Sunday clothes, the boots, the shoes — Whatever it might chance to choose — And in and out so oft it passed That bed and bedding went at last. And, when nor rag nor stick was left,"], [96, "92 RECITATIONS AND CONCERTED PIECES, The workman of his wits it reft ! A thief! Ay, and a murderer too ! \" \" Why — you don't mean it? \" \"Yes, I do! For, when it drove the father wild, It slew the mother and the child. I saw them — -things of skin and bone — Lie dead upon the cold hearth-stone ! But pause before you drink that ale, And listen to a little tale — One day a vision came to me, And I was granted power to see Words I could read, and I alone, Inscribed upon the churchyard stone ; So each time that I went my rounds Among the grass-grown burial mounds, Heaped o'er the wealthy and the great, And those of poor and low estate ; As on this stone and that I came, I read on some, and each the same — ' The \" man \" or \" woman \" who lies here Was killed by that fell monster, Beer.' \" \" I say, Tea Pot, you pitch it strong ! \" ' I do ; but am I right or wrong ? Is it not true that wholesome grain By brewer's tricks hath thousands slain ? Alas ! this vile transmuted corn Shall slay its thousands yet unborn ! Beer's mission is to kill, not save ; To fill the mad-house and the grave ! — Stay, Beer Jug, do not haste away.\" \" I must, — I don't feel well to-day. Don't say another word. Your tale Has really put me past my ale ! \" So Beer Jug went, Tea Pot remained To tell the victory he had gained. R. P. Scott"], [97, "thomas of Aquino's humility. 93 THOMAS OF AQUINO'S HUMILITY, In Bologna's ancient city Stands a convent hoar and grey ; Thither, craving aid and pity, Came a peasant on a day. \" Good, now, father prior, aid me ! Lend me help to bear my load ; All my panniers down have weighed me Till I scarce may foot the road. Sore the burden, great the distance Ere my cottage I may gain! \" Thus he cried with shrill insistence, Like a cricket after rain. Till, a-weary with the pother, Hastily the prior spake, \" Seek the cloister; the first brother There for thine assistant take.\" 'Twixt the myrtle-hedges speeding Went the peasant on his quest, Nothing of their sweetness heeding, Thinking in his sordid breast How his travail should be lightened, And his porter cost him naught : Suddenly his dull eye brightened, As he spied the man he sought. Where the rays of sunset streaming Through the cloister arches lay, Up and down, as one in dreaming, Went a brother halt and grey ; Blessed Thomas of Aquino, Musing on some heavenly theme ; But the village churl could see no Greatness in his mild eyes' beam."], [98, "94 recitations and concerted pieces \" Hola ! ho there, master friar ! Thou along with me must wend, By the mandate of thy prior, Serve me to my journey's end.\" Then the Angelic Doctor,* lowly, To the burden bent his back.; Off the peasant strode, and slowly Toiled the saint upon his track ; Halting followed his new master, Whilst the churl in anger cried, \" Faster, lazy monk ! go faster ! \" Never bating of his stride. \"Haste thy steps, monk, cease thy blundering ! Sorry ass as ever grazed.\" AU the market people wondering, Stared, and crossed themselves, amazed. Forth there stepped a wrathful woman : \" Knowest thou whom thou goadest, knave ? Doth thy gear ask more than human Aid ? For thee must angels slave ? \"Must the Angelic Doctor, toiling In thy cause, endure thy blame ? Lest thou sin beyond assoiling, Learn thy scurril tongue to tame ! \" Loud and high the clamour rises : \" 111 befal the graceless churl Who the Angelic Doctor prizes As a hog might prize a pearl ! \" Gaped the boor in mute amazement, Wide-eyed at the angry roar, Then, with looks of deep abasement, Seized the load his porter bore ; * Thomas of Aquino, celebrated alike for his great learning and his gentle piety, was familiarly known as \" the Angelic Doctor.\""], [99, "95 WISHING AND WORKING. Loosed it from his shoulders gently ; Then began his breast to beat, Weeping sore, and penitently Kneeling at the weary feet. \" Pardon for my base reviling, Father, and thy thankless task ! \" Thomas answered, sweetly smiling, \" Nay, 'tis I for grace should ask. \" Good, my son, I crave thy pardon That my footing was so slow ; But old joints will set and harden ; Lame am I, and scarce may go. \"But, although my footsteps, lagging, Might not answer thy desire, Yet my prayers, on wings unflagging, In thy service shall not tire. \"Thus the spirit, not so weakly, Shall thee serve as body bowed ! \" Blessed him, and departed meekly Through the silent-stricken crowd, B. Montgomerie Ranking, WISHING AND WORKING. (Concerted Piece for Six Girls.) [Repeat slowly, clearly, and with slight appropriate action where required.] First Speaker. If fairies were alive just now, and one could say to me, \" Now, little maiden, have your wish,\" I'll tell you what I'd be— A singing bird, a little lark, with happy wings out- spread, And flying, flying I would go so gaily overhead ; To high and low, and rich and poor my music should be given, And singing through the clouds of blue I'd reach the gates of heaven."], [100, "96 recitations and concerted pieces. Second Speaker. I'd rather be a little rose, a rosebud sweet and fair ; The summer winds would bear my breath of fragrance everywhere ; I'd open, open in the sun, until with smiles of grace I'd brighten every one who came to look upon my face. Oh, what is fairer than the rose, e'en when its petals fall? I'd like to be a little rosebud, shining still for all. Third Speaker. Well, now, my dear, I cannot say that I agree with you; . I would not be a bird or rose, but just a drop of dew — A little silver dewdrop stealing to the grassy plain, And lifting up the heather and the daisy-cups again. The dewdrop comes to bless and save, and gracious is its part : I'd like to carry help and comfort to some fainting heart. Fourth Speaker. Oh, if the fairies said to me, \" We'll grant your wishes quite,\" I'd ask to be a sunbeam — yes, a ray of gladsome light ; For then I'd wake the blossoms, and I'd stir the tender leaves, And I would set the swallows singing all about the eaves. What good one ray of light can do upon its golden way ! Oh, bright as brightest sunbeam be my heart and life for aye! Fifth Speaker. I would not be a dewdrop or a little golden beam ; No, but I'm sure I should prefer to be a merry stream, A dancing, merry, tuneful streamlet, running all day long By mountain and by meadow, moving ever with a song ; I'd water all the glens and woods, and bid the hills re- joice, And blest and blessing I would go with sweet, thanks- giving voice."], [101, "nellie's compliment. 97 Sixth Speaker^ But flunk, my dears, the roses and the birds that sing on high, The dewdrop and the sunbeam, and the stream that trickles by, Could never hold our Temperance flag, or join our Tem- perance fight ; And so I'd rather be a girl, and lift our banner bright! Oh, yes, I'd rather be a girl in this our Temperance hall, For loving hearts can help and bless and comfort best of all ; TFe can be gentler than the dew, and mightier than the sun, And, side by side, we'll struggle on until the strife be done. All. Yes, we can do more good than flowers or sweet birds of the sky, For we have loving, 3*earning hearts that never more shall die ; And hand in hand we still will stand 'neath Freedom's flag unfurled, And pray, \"God bless our Bands of Hope across the whole wide world ! \" M. S. Haycraft. NELLIE'S COMPLIMENT. Oh, sweet to mother's ears and heart the compliments that fall From the rosy lips of those to whom \"mamma is best of all.\" My little daughter, seven years old, blue-eyed, with golden hair, Came creeping up to \"mother's room,\" and softly lingered there. \" Please let me sta}*, mamma,\" said she ; \" I love to see you dress ; There's nothing that I love so well.\" And I would fain confess G"], [102, "98 recitations and CONCERTED PIECES. Few things there were I better loved than to feel the gentle hands Arrange my hair, and hear the soft imperious commands — \" This ribbon you must wear, mamma; your hair must be like this \" — Then, mother -like, she would reward obedience with a kiss. \"What dress will you put on to-night? Mamma, what will you wear ? Let it be father's violet silk, with pansies in your hair ; Do wear it, please,\" beseechingly my little Nellie said, A world of interest in her eyes. I pointed to the bed : There 'neath a covering lay the dress she had not seen before, A silk the shade of heliotrope, with black lace covered o'er. \" Mamma, how beautiful it is ! oh, you will look a queen ; I think it is the loveliest dress that I have ever seen.\" And Nellie stroked with reverent hand that simple dress of mine ; \" Oh, may I take it to the light ? I want to see it shine. ' I smiled, and brought it to the light ; my little daughter stood Admiring by: \"Oh, how it shines! I never thought it would Glisten so much when hidden up beneath the lace, did you?\" \"My child,\" I said, \"it's good inside, and so it glistens through.\" My Nellie paused, and silently she stood beside the bed. At length the golden head was raised : \" Mamma,\" she softly said, \" There could not be a better dress — I mean for you, 3*011 know, Because it is so like yourself, and I'll tell father so.\" \" Like me, \" I answered ; \" why is that? Tell me, my dar- ling, do.\" \" Because, mamma, you're good inside, and it's always shining through.\" A. G. Whitty."], [103, "THE BLACK VALISE. 99 THE BLACK VALISE. [The main facts of the following ballad will be found in most histories of the Reformation: the author has followed Mosheim and Barth. The name of the Innkeeper's wife, who saved the Irish Protestants in the manner described, ' was Elizabeth Edmonds.] The Cardinal spoke with bated breath, \" Your patience I would task anon : \" Mary the Queen was white as death, \"Cousin,\" said she, \" say on, say on.\" \" Your Isle in the West sends up a cry, That the land is plagued with a Lutheran lie ; But a purging fire will make it whole \" — So spoke the legate, Cardinal Pole. The Queen was pliant ; the law was frame! ; A pitiful, pitiless decree : And a deputy was duly named To bear the mandate over the sea. And never a stauncher man, I ween, In such a service was ever seen, Than the Crown Commissioner, Dr. Cole — And so thought Reginald, Cardinal Pole. The Crown Commissioner started out, Choosing the most frequented ways ; Proud of his dignified charge, no doubt, And pleased at the storm he soon would raise. The stern decree was hanging now In his black valise at his saddle-bow ; He laughed as he thought of the Lutheran crew, And how he would soon their work undo. Old Chester city was fair to see ; The Doctor broke his journey there : At the goodliest inn of the town sta)*ed he, And he supped that night with the portly Mayor. And the Doctor told what power was his, As he tossed in the air his black valise : Yet he reckoned not that his speech so free Had been heard by the dame at the hostelry."], [104, "100 RECITATIONS AND CONCERTED PIECES. But the ears of the goodman's wife were quick, And she did not like the thing she heard, For she was a Lutheran heretic, And her sympathetic fears were stirred. But ah ! a door of hope she sees, For her thoughts are on the black valise : \" I will spoil,\" says she, \" their knavish tricks, And save these innocent heretics.\" The Deputy's tongue has ceased to wag ; Sleeping, he dreams of royal rewards : And a figure bends o'er the leathern bag, And its hand is grasping a pack of cards. And another hand removes a roll From the black valise of Doctor Cole ; And the cards are laid where the roll had lain, And the leathern bag is closed again. The Doctor has reached the capital, And turns his steps to the Council-room : He smiles as he enters the crowded hall, For he thinks of the Lutherans' coming doom. And he rises now with a graver mien, And a curious light in his eye is seen ; He will show what will blanch a heretic's face, With that he opens the leathern case. But stay — the warrant? 'Tis gone — 'tis gone ! Some thief has been — he knows not who : And the pack of cards is there alone, With the knave of clubs exposed to view. Yes, gone indeed — so away he went In haste for another document. But ere his plans were again complete, Mary was in her winding-sheet. A. E. Knight,"], [105, "101 THE CHERTSEY CURFEW THE CHERTSEY CURFEW It is the autumn of the year, The woods are turning brown, The Lammas rains have swelled the weir, The sun is sinking down ; All things seem calm and quiet here In pleasant Chertsey town. All nature seems serene and fair, As sunset gleams are shed In gold across the churchyard, where There sleep the quiet dead ; But a woman is climbing the belfry stair With swift and silent tread. Up and up the winding stair; And now at last she stands — A set look on her face so fair, With tight-clenched, writhing hands — Within the belfry dim and bare, And eyes the tight rope's strands. It seems the goal she sought is found ; Her bosom 'gins to swell ; Then, as she stands and looks around, To the great curfew-bell She mutters, \" Thou shalt never sound To toll my Martin's knell ! \" For her lover's enemies have sworn At curfew chime that day Young Martin's life-thread shall be shorn, Because he dared to pray As his fathers prayed ere he was born, In the old accustomed way. And Blanche has prayed with sobs and tears The sexton, deaf and old, That now first in so many years That bell may not be tolled; But he only answers, as half he hears, \" My hand I shall not hold !"], [106, "102 RECITATIONS AND CONCERTED PIECES \" Through all my life, in peace or strife, I've set that bell a-swing ; The neighbours round expect its sound, Relief from toil to bring ; Have done, I say ! no use to pray, The curfew-bell must ring ! \" Then with a set and steadfast face She got her up the tower ; And now within that dismal place She waits the fated hour, A-gazing on the hollow bass, That hath such deadly power. The rope grows tight through all its strands, And with a sudden bound She has leapt aloft, and the small white hands The cruel tongue around Are clasped : — the sexton tolling stands, But there comes not any sound. Now to and fro the clapper swings, Her hands are bruised and bleeding, But still, with close-shut eyes she clings, Her agony unheeding ; — Never a note of curfew rings, And the minutes fast are speeding. The deed is done, her end is won, The bell stays in mid-air ; With a strange smile she stands awhile, As past were all her care, Nor pain she heeds ; — anon, she speeds Adown the belfry stair. A stern, grim man with a piercing eye With his troop rides past amain, And \" Cromwell! Cromwell! \" is the cry, — Then up she springs, so fain To stay his course as he passes by, And grips at his bridle-rein."], [107, "103 A HERO OF THE NINETEENTH CENTURY. The steed is stayed, her tale is told ; Soft grows that rugged face, And something clouds the eye so cold As he speaks the word of grace, And Martin, loosed from bonds and hold, Stoops to his love's embrace. * # # * * And still as at the evening hour, With slow and solemn knell, The curfew tolls from Chertsey tower, Its ringing seems to tell Of brave Blanche Heriot, and the power Of love that naught can quell ! B. MONTGOMERIE RANKING. A HERO OF THE NINETEENTH CENTURY. \" Clear and serenely shone the moon on high, Shedding its silver light athwart the sky, The midnight chimes rang out from church and tower, And sentries shouted loud the fleeting hour. ' All's well.' \" \" All's well ! \" The echoes ring from street to street, \" All's well ! \" But, hark ! the sound of flying feet, The sound of voices fraught with dire dismay, The sound of wheels along the stone-paved way. \" Fire ! \" And the cry resounds from far and wide. \" Fire ! to the rescue ! \" rings from every side. \" Fire! \" To the westward, where, across the sky, Fierce and relentless shoot the flames on high. \" Fire ! \" And the fire-brigade comes thundering on — Calm, self-reliant, till the goal be won. Murky the clouds, lurid the smoky glare, Madly the flames light up the startled air. Wildly the surging crowd tumultuous gaze, Scanning the building by the burning blaze."], [108, "104 RECITATIONS AND CONCERTED PIECES. Each one intent to watch the fearful strife. Life is the object, and the prize is Life ; For as, with joyous shout, the crowd repeat, \"Saved all the family,\" from the crowded street, Sudden a cry ! A cry of anguish wild Shrilly ascends : \" My child, oh, save my child ! \" Then, with blank faces gazed the thronging crowd ; Women were weeping, men were groaning loud. There, at a window, high above them, stands A little child, with outstretched, pleading hands. A boy in nightdress white, with golden hair, Like some bright guardian spirit waiteth there, With tear-stained face, and frightened, longing eyes, Who sobs aloud, and for his mother cries, \" Mother, oh, mother, come ! Please, mother, come ! \" Those firemen brave, those stalwart men, were dumb: For, as the water from the engine flung Played on the burning mass, it tottering swung, While, like some giant fiends, the flames unite, Awing the boldest at th' appalling sight. Who could attempt ? Who dare th' adventurous deed ? Who had the courage in that hour of need ? Who could ascend that tottering mass above ? Love the incentive, and the guerdon Love. \" Save me ! Oh, save me ! Save me ere I die ! \" \" I will, God help me,\" rang the answering cry. And from the fire-brigade, all smoke begrimed, Sudden there rushed, and towards the window climbed A fireman, gallant, strong, devoted, true. One who had dared before and dared anew ; One who, for love, gave up his life, his all, Ready at danger, and at duty's call ; One who had kissed his baby child good-b3'e Ere he went forth. He dared to do or die. (God help thee, noble heart, for only He Can guard thee now, and give thee victory.) In anxious silence stands th' expectant crowd; No sound is heard, save breathing deep and loud ! Each eye impatient strains ! The boy so fair, Unharmed as yet, untouched, is waiting there,"], [109, "105 A HERO OF THE NINETEENTH CENTURY. So sweet, so piteous looks the childlike face Standing alone, his form so full of grace, Hands clasped together, with imploring e3*es, Gazing afar across the moonlit skies. Hush ! he is praying. Little helpless child ! Jesu from heaven heard him, and He smiled — Smiled in compassion on the hero brave, Nerved his stout arm to struggle and to save ; Smiled on His little one with wondrous love, Sent guardian angels from His throne above, Sent them, and on their errand swift they came. Nothing can hurt him now. The heat, the flame, All are as harmless ; for the fireman true Reaches him scatheless. Heaven his nerves endue ; And in his arms, securely, safely pressed, Tightly the boy is folded to his breast. Safe, safe at last, with wild and trembling J03*, Once more the mother clasps her rescued boy ; While, like to thunder, echoes far and near, From thousand lips, a cheer, a British cheer ! God bless thee, fireman, bless thee for thy love ; Worthy indeed, full worthy didst thou prove. But to the fireman, sweeter far than cheers, E'en sweeter than the praise that greets his ears, Sweetest of all, that child's fond, warm embrace, And the soft kiss that pressed his smoke-grimed face ! Won was the battle, won the wished-for prize ! Brightly the moonbeams glistened in the skies. Silence succeeded. And the church's bell Rang out the hour, while, like a solemn knell, Sounded once more the sentry's voice — \"All's well.\" E. H. Knapp."], [110, "106 RECITATIONS AND CONCERTED PIECES. SAVED. It is only Tim the drunkard, — the rest are safe to-night, Safe in the heart of home, safe in the warmth and light. Only Tim the drunkard,— the boy that is old in shame, — Who broke a father's heart, when he stained a righteous name. Tim, the village curse — Tim, the neighbours' woe, Out in the mountain-storm, out in the blinding snow ! Will no one go to find him ? is there not one to care That the lad must perish alone in the bleak, unpitying air? Perhaps in their secret thoughts, some by the fireside cry, \" It is only Tim the drunkard ! it were better that he should die. What hath he ever wrought, save a world of untold fears? What hath he ever brought, save an agony of tears ? Better he perished now, where the pure white snowdrifts roll, Than add to his bo3'hood's crimes, and the guilt on his young lost soul ! \" Why should they go to seek him, roaming far and wide ? Perhaps he is dead already, away on the mountain side ; Turned out to the tempest when his last small coin was spent- Wandering in the darkness ! they know not where he went. Children are fast asleep, birds hide deep in their nest ; Red lights one b3' one tell of home and rest. Homesteads drop to slumber, every warm light dies, Only the snow comes down, and the bitter wind outcries. A woman with thin grey hair, and aged feet unshod, Is treading the stormy hills in the strength of the pitying God: Only Tim the drunkard, only the widow's son, The babe that lay at her breast, her poor, lost, wandering one,"], [111, "SAVED, 107 Helpless, save but for her ! her arms are weak and chill, But the mighty mother-heart must seek, must save him still. Oh, weary, naked feet, that many a mile have gone ! Cry they not out against him, as they faint and quiver on ? He stole her shoes for drink, he dragged her to disgrace, But nothing smote his heart, save the love-light on her face. Trembling she calls his name. As the winds go sweeping by, Hears she not, as in childhood, a sobbing, slumberous sigh? \"Oh, wake, my darling, wake! it is death to slumber here ; Thou canst not, shalt not perish whilst thy mother's lips are near.\" He moves, he feels her hand, he reads the truth at last, That his old, sick, trembling mother across the hills hath passed. \"I have brought thee food, beloved ! look, here is bread for thee ; Rise up, my boy, my darling ! come home, for love of me.\" That was the last he heard ; he started up to know That the aged face was sinking quietly to the snow, He felt the cold limbs stiffen, he chafed her hands in vain, But in the yearning task his own grew warm again. Daylight found them there — he with tortured tread Moving to and fro beside her still white bed ; She, at rest for ever, and the weary feet Tended by the angels within the golden street ! And he seemed to hear her voice, across the hills she trod — \" More than a mother's love is the love of the Son of God ! A mother may forsake, a mother may forget, But, oh ! remember, child, the Saviour loves thee yet. All other friends may tire, all other patience die, But to thy load of sin Jesus the Lord draws nigh ; He opens tender arms, He shows the light above, He is whispering, 'Come home!' unto the Father's love.\""], [112, "108 RECITATIONS AND CONCERTED PIECES. Tim lifts up his face, up to the morning sky — Onty God can hear the 3'oung heart's anguished cry, Only God can answer ; He alone can see The glorious work of grace in the blessed years to be. He alone can tell, whose mercv* rules the whole, The use that He shall make of this one rescued soul ; For Tim, the saved, shall rise, and the grand good news begin — That the blood of Jesus Christ cleanseth from all sin, And at the last great day, 'mid songs of deathless J03', The mother in fair heaven shall see her long-lost bo3r, Shall see him passing in with a shining, star-set crown, And leading many, many, at the Master's feet bow down. Margaret Scott Haycraft. THE RAT'S PROTEST. I am only a poor little rat, it is true, And a rat with a grievance is nothing to you ; But a hearing I beg — nay, demand, as a right, For a man is the cause of my pitiful plight. 'Tis useless to rail at, or cavil at Fate, Maukind has, since Adam, held rat-kind in hate ; 'Gainst traps and plain poisons I've nothing to say, For in spite of your skill, every rat has his day. Without further preamble, my story I'll tell : In a fine open sewer at Highgate I dwell ; A throng of relations and friends live around, And a happier colony rarety is found. Was found, I should say, for, alas ! to my sorrow, To-day all is changed, and I fear that to-morrow, And many to-morrows, may come and may go Ere the memory fades of our downfall and woe. On Saturday last ('twas the nineteenth of June), I was on my wa3* home, gaih* whistling a tune, When I saw, on the opposite side of the wa3T, A sight that I cannot forget, night or day. 'Twas my friend and companion, Fine Whiskers by name, A rat of great culture — no stranger to fame ;"], [113, "THE RAT'S PROTEST. 109 < But when I approached, crying, \" How do you do ? \" He snarled in my face, and said, \" What's that to you ? \" Then seeing, perhaps, ni3' bewildered surprise, He winked first with one, then with both of his eyes ; Then he tried to embrace me, and then tried to bite, While his poor shaking limbs failed to keep him upright. I thought too much study had rendered him mad, And slowly went on, feeling downcast and sad ; But visions of home made me quicken m3* pace, As I pictured my pretty young wife's smiling face. But oh ! what a scene met my petrified gaze ! I stared at my wife — was it she ? — in amaze ! For she sprang at my whiskers, and clawed at ni3T face, While her voice, in abuse, echoed over the place. And my little ones, Rataplan, Fine3*, and Raby, Were fighting, and swearing, and pinching the bab3r ; Their fur, like their mother's, was ruffled and torn, And the house, till now spotless, looked lost and forlorn. I fled from their presence, and sat down to think ; Then faintness and thirst made me search for a drink : But when I had drunk from the fast-flowing stream, I felt like a rat in a horrible dream. Was I, too, going mad ? M3' brain was on fire, To fight, or to caper, seemed all my desire ; I felt that my senses were leaving me fast, When sleep's kindly fetters around me were cast. When I woke the next morning my head felt like lead ; Some around me were dying, Fine Whiskers was dead. I vowed to unravel the hideous design That had made cultured rats act like villainous swine. But my schemes that sad morning seemed fruitless and poor, Till I spied, floating gently along the main sewer, A crumpled half-sheet of that day's Daily News, Containing a statement no plea can excuse. It seems that a gentleman named William Green, Of drinking the folly and evil had seen ; So with total abstainers he threw in his lot, Though a store of rare wines in his cellar he'd got. He made up his mind, and he made it up soon, And sent for his friends that nineteenth of June ;"], [114, "110 RECITATIONS AND CONCERTED PIECES. He told them no price by^ his wines would he gain, So two thousand odd bottles he poured down the drain. Now, as far as mankind is concerned, I must own True love Mr. Green for his species has shown. But what have we rats done, that he should pollute Our streams, and of each decent rat make a brute ? All rat-traps and poisons we look on as fair, They kill only those who are caught in their snare ; But this villainous liquor throws madness around, Till murder grows common, and blood stains the ground. So though but a rat, I appeal to all men, And enter m3* protest, that never again May wine or strong liquor in any shape flow Through drains, sewers, or crannies, where rodents can go. K. E. Corkill. [Wholesale Destritction of Wine.— On June 19th, in the pre sence of, and assisted by, the members of the Highgate Gospel Temperance Help One Another Society, Mr. William Green, of Bishopwood House, Highgate, London, the President of the Society, destroyed his cellar of wine, about 2,5U0 bottles, valued at £600. In a speech explaining his reasons, he said that after mature reflection and earnest prayer, he had come to the con clusion that it was God's will that he should part with the con tents of his wine cellar. Three methods were pressed upon him from time to time. One was to sell the wine to the trade, knowing that they would sell wine, whether his or not ; the second was to sell it and give the money to some charity ; and the third was to give it, as it was, to the hospitals. In pursuing the first course, he would be participating in the sale of an article which had been proved to militate against the physical, social, and spiritual advancement of society. The same reasons were equally applic able to the second course, and beyond them, there was in addition the inconsistency of causing injury to others in order to benefit some one else. The third course was met by the success of the London Temperance Hospital, where it had been proved that alcohol was not necessary in the treatment of any disease. After this address, the contents of the bottles were poured into the sewer. — Daily News.]"], [115, "111 THE HEROES OF COLWYN BAY, THE HEROES OF COLWYN BAY. A BALLAD. [A number of brave fellows at Colwyn Bay could get no life boat from Llandulas, because it was already engaged in the work of rescue, nor from Llandudno, because it had been out saving life, and had been too much damaged to be serviceable. So they fetched a broad-beam open boat, and with that they made an effort to reach four shipwrecked men who were clinging to the rig ging, while the showers of spray swept over them at every moment. Again and again the boat and its occupants were hurled back upon the beach. For four hours the Colwyn Bay men fought for the lives of the sailors, and at last they launched their craft a seventh time, and after an exciting struggle brought the men safe ashore. The four men who so courageously manned the boat were — John Jones, quarryman ; William Williams, shopkeeper; John Roberts, quarryman ; and William Williams, quarryman. The vessel was the Ocean Queen of Padstow. — Echo, November 8th 1890.] Oh, the wind blew fierce o'er Colwwn Ba3*, And wildly dashed the rain ; And the waves rose up, like mountains high, And swept the rocks amain. Oh, many an eye looked out to sea, Through gleams in the whirling drift, For the morn was dark, and the blinding spra3' Rose high in the clouxty lift. And sad they were when afar the3* saw A ship come driving fast Before the gale, and her sails in shreds, And broken was her mast. She dashed on the rocks, and strained and creaked And then she settled down, But the waves drove o'er her, though so close She lay to the pitying town. There were four of a crew on board, and they Seemed doomed to a watery grave, When a brave man cried, \" Who will go with me In the boat, these men to save? \""], [116, "112 RECITATIONS AND CONCERTED PIECES. Then three men said, \" We will go with 3*011 In the boat, these men to save ; And if we fail, and the sea claims us, We go to an honoured grave ! \" And forth they put, but back were dashed Before the monster wave, And they clenched their teeth and knit their brows, \" We 3*et these men ma3* save ! \" Ay, once and again they back were clashed, And again they faced that tide ; And at last o'er the back of a monster wave The boat touched that ship's side. Like a cockle-shell she tossed about, But the men held firm to oar, And at last the crew stepped into the boat, And at last were brought to shore. For fifty gallant men who saw These heroes toil to save, When the boat beat back, rushed into the sea, And dragged her from the wave. Oh, yet in breasts of our countrymen Beat hearts of the heroes old ; And the deed of the men of Colwyn Ba3* Shall yet be often told ! Alexander H. Japp, LL.D. THE end."], [117, "CATALOGU E OF NEW and POPULAR WORKS PUBLISHED BY S. W. PARTRIDGE & CO. NEW BOOKS 5s. The Grand ChaCO : A Boy's Adventures in an Unknown Land ByG. Manville Fcnn, Author of \"The Crystal Hunters,\" \" Nolens Volens,\" \"Dick o' the Fens,\" etc., etc. Crown 8vo. Fully Illustrated. Cloth extra, gilt edges. 3s. 6d. each. Ailsa's Reaping; or, Grape- Vines and Thorns. By iennie Chappell, Author of \" Wild Bryonie ; or, Bonds of Steel and Bands of .ove,\" \"For Honour's Sake,\" \" Her Saddest Blessing,\" etc., etc. Illustrated. Crown 8vo. Cloth extra, gilt edges. Six Stories by Pansy. Third Series. Containing \" The Man of the House,\" \"Julia Kied,\" \"A New Graft,\" \"Interrupted,\" \"The Pocket Measure,\" and \" The Little Fishers and their Nets.\" Imperial 8vo, 3go pages. Fully illustrated and well bound in cloth, with attractive coloured design on cover. Also First and Second Series uniform in style and price. 2s. 6d. each. The Young Moose Hunters: A Backwoods-Boy's Story. By C. A. Stephens. Profusely Illustrated. Crown 8vo. Cloth extra (uniform with \"The Red Mountain of Alaska.\") Olive Chauncey'S Trust. By Mrs. E. R. Pitman, Author of \" Vestina's Martyrdom,\" \" Lady Missionaries in Foreign Lands,\" etc. Crown 8vo. Cloth extra. Illustrated. The Lion City Of Africa: A Story of Adventure. By Willis Boyd Allen, Author of \" The Red Mountain of Alaska,\" \" Pin* Cones,\" etc., etc. Twenty-four Illustrations. Crown 8vo. Cloth extra. 2s. each. A Way in the Wilderness. By Maggie Swan. Crown 8vo. Handsome cloth cover. Illustrated. Her Saddest Blessing. By Jennie Chappell, Author of \"Wild Bryonie,\" etc., etc. Handsomely bound in cloth. Crown 8vo. Illustrated. Avice \". A Story of Imperial Rome. By Eliza F. Pollard. Crown 8vo. Handsomely bound in c'oth. Illustrated. Is. 6cl. each. Nella ; or, Not My Own. By Jessie Goldsmith Cooper. Crown 8vo. Illustrated. Cloth extra. Martin Redfern's Oath. By Ethel F. Heddle. Crown 8vo. Fully Illustrated. Cloth extra."], [118, "S. W. PARTRIDGE AND CO.'S 2 Is. -6<1« each (continued). Tamsin Rosewarne and Her Burdens: A Tale of Cornish Life. By Nellie Cornwall, Author of \"Hallvard Halvorsen,\" etc. Illustrated. Crown 8vo. Cloth extra. Nature's Mighty Wonders. By Rev. Dr. Newton. New Series. Handsomely bound in cloth boards and beautifully Illustrated. Author's Edition. The Safe Compass, and How It Points. By Rev. Dr. Newton. New Series. Handsomely bound in cloth boards and beautifully Illustrated. Author's Edition. C. H. Spurgeon: His Life and Ministry. By Jesse Page, Author of \"David Brainerd,\" \" Henry Martyn,\" etc. Third Edition. Crown 8vo. 160 pages. Beautifully Illustrated with full-page and other Engravings. Handsomely bound. Cloth extra. Four Heroes of India: Clive, Warren Hastings, Havelock, Lawrence. By F. M. Holmes, Author of \"Andrew Garth's Apprentices,\" \" Perseverance and Success,\" etc. Crown 8vo. 160 pages. Beautifully Illustrated with full-page and other Engiavings. Handsome.} bound. Cloth extra. Madagascar: Its Missionaries and Martyrs. By William J. Townsend, Authc r of \" Robert Morrison, the Pioneer of Chinese Missions,\" etc., etc. Crown 8vo. 160 pages. Beautifully Illustrated with full-page and ether engravings. Handsomely bound. Cloth extra. Is. each. Una Bruce'S Troubles. By Alice Price, Author of \" Hamilton of King's,\" ete. Illustrated by Harold Copping. Crown 8vo. Cloth extra. Phil'S Frolic. By F. Scarlett Potter, Author of \"Faith's Father,\" etc. Illustrated by W. Rainey, R.I. Crown 8vo. Cloth extra. Our Den. By E. M. Waterworth, Author of \"Master Lionel, that Tiresome Child.\" Illustrated. Crown 8vo. Cloth extra. Grannie's Treasures, and How They Helped Her. By L. E. Tiddeman. Crown Svo. Fully Illustrated. Cloth extra. Recitations and Concerted Pieces for Bands of Hope, Sunday Schools, etc. Compiled by James Weston, Author of \" Bible Pictures and Stories,\" \"Sunny Hours, a Picture St.ry Book, lor the Young,\" etc., etc. Crown 8vo. Cloth ex»ra. Thoroughness: Talks to Young Men. By Thain David- son, D.D., Author of \" Brave and True,\" \" Sure to Succeed,\" etc., etc. Small Crown 8vo. Cloth extra. Sunbeam's Pictures and Stories: A Pic' ure Story Book for Boys and Girls. By D. J. D., Author of \"Sunny Faces,\" etc., etc. Four full-page Coloured and numerous other Illustrations. Fcap. 4to. With Colours d Covers and full of Illustrations. Little Rosebud's Picture Book: A Picture Story Book for Little Folks. By J. D., Author of \"Bright Rays for Cloudy Days,\" etc. Four full-page Coloured and many other Illustrations. Fcap. 4to. With Coloured Covers and full of Illustrations. COLOURED TOY BOOKS. Our Playtime. A Series of Full-page and Coloured Vignettes, illustrating Children at Play, with descriptive Letterpress. Beautifully printed in Seven Colours in the best style of Lithography. Beautiful Coloured Cover, Varnished. Size i2§ by 10$ inches. Our Lifeboats: Pictures of Peril and Rescue. A Series of Full-page and Vignetted Pictures of L'feboats, Rocket Apparatus, Saving Life at Sea, and Heroic Exploits, with descriptive Letterpress. Beautifully printed in Seven Colours in the best style of Lithography. Size 12J by 10^ inches."], [119, "CATALOGUE OF NEW AND POPULAR WORKS. 3 9d. each. NEW VOLUMES. Jean Jacques: A Story of the Franco-Prussian War. By Isabel Lawford. bmall crown 8vo. Cloth extra. Illustrated. Dawson's Madge ; or, The Poacher's Daughter. By T. M. Browne, Author of \" The Musgrove Ranch,\" etc. Small Crown Svo. Cloth extra. Illustrated. 6d, each. Noel's Lesson. By Meta. One Christmas ; cr, How it came round. By Jennie Chappell. 3d. each. THE PRETTY \"GIFT-BOOK\" SERIES. With Coloured Frontispiece and Illustrations on every page. Paper boards. Covers printed in Five Colours, and Varnished. Cloth boards, 4d. each. My Pretty Picture Book. I Birdie's Picture Book. | Baby's Delight. | Mamma's Pretty Stories. I Tiny Tot's Treasures. 1 Papa's Present. Pretty Bible Stories. Baby's Bible Picture Book. Ethel's Keepsake. Out of School. Pictures for Laughing Eyes. Cheerful and Happy. LIST OF ILLUSTRATED BOOKS, Etc, CLASSIFIED ACCORDING TO PRICES. 5s. The Crystal Hunters : A Boy's Adventures in the Higher Alps. By G. Manville Fenn, Author of \" Nolens Volens ; or, The Adventures of Don Lavington,\" \" Dick o' the Fens,\" etc. Crown 8vo. Fully Illustrated. Cloth extra, bevelled boards, gilt edges. Nolens Volens * or, The Adventures of Don Lavington. By George Manville Fenn, Author of \"Dick o' the Fens,\" \"The Golden Magnet,\" etc. With Fifteen Illustrations by W. Rainey. Crown 8vo. 416 pages. Cloth extra, gilt edges. 3s. 6d. each. The Pilgrim's Progress. By John Bunyan. Illustrated with 55 full-page and other Engravings, drawn by Frederick Barnard, J. D. Linton, W. Small, and engraved by Dakiel Brothers. Crown 4to. Cloth extra, 3s. 6d. (Gilt edges, 5s.) Cousin Mary. By Mrs. Oliphant, Author of \"Chronicles of Carlingford,\" \"Carita,\" \"The Makers of Florence,\" etc. Crown 8vo. Cloth extra. Illustrated by Charles Gregory, R.I."], [120, "4 5\". W. PARTRIDGE AND CO.'S 3s. 6d. each {continued). The Eagle Cliff: A Tale of the Western Isles. By R. M. Ballantyne, Author of \" Fighting the Flames,\" etc., etc. Illustrated by W. H. Groome. Crown Svo. Cloth extra, gilt edges. For Honour's Sake. By Jennie Ghappell, Author of \"Her Saddest Blessing,\" etc., etc. Illustrated by J. Tresidder. Crown 8vo. Cloth extra, gilt edges. Gathered Grain, consisting of Select Extracts from the Best Authors. Edited by E. A. H. Fourth Edition. Crown 8vo. Cloth. Hymn Writers and their Hymns. By Rev. S. W. Christophers. New Edition. 390 pages. Crown 8vo. Cloth extra. John Winter : A Story of Harvests. By Edward Garrett, Author of \" Occupations of a Retired Life,\" etc., etc. With Eleven II- lustrationsby S. Reid and W. Rainey. Crown 8vo. Cloth extra, gilt edges. The Lady of the Forest. By L. T. Meade, Author of \"Scamp and I,\" \"Sweet Nancy,\" etc. With several Illustrations. Crown 8vo. Cloth extra, gilt edges. Living it Down. By Laura M. Lane, Author of \" My Lady Di,\" '< Gentleman Verschoyle,\" etc. Illustrated. Crown 8vo. Cloth extra, gilt edges. Mad John Burleigh : A Story of Heroic Self-Sacrifice. By Mrs. Charles Garnett, Author of \"Her Two Sons,\" etc., etc. Crown 8vo. Cloth extra, gilt edges. More Precious than Gold. By Jennie Chappell, Author of \" Her Saddest Blessing,\" etc. With Illustrations. Crown 8vo. Cloth extra, gilt edges. Robert Aske: A Story of the Reformation. By E. F. Pollard. Illustrated by C. J. Staniland, R.I. Crown 8vo. Cloth extra, gilt edges. Six Stories by Pansy. Imperial 8vo. 390 pages. Fully Illustrated and well bound in cloth, with attractive coloured design on cover, and Six complete Stories in each Vol. Vols. I, 2, & 3, 3s. 6d. ea. The Story of the Bible. Arranged in Simple Style for Young People. One Hundred Illustrations. Demy 8vo. Cloth extra, 3s. 6d. (Gilt edges, bevelled boards, 4s. 6d.) Vashti Savage. By Sarah Tytler. Illustrated by Robert Barnes. Crown 8vo. Cloth extra, gilt edges. Wild Bryonie ; or, Bonds of Steel and Bands of Love. By Jennie Chappell, Author of \" Her Saddest Blessing,\" \"More Precious than Gold,\" \"For Honour's Sake,\" etc. Illus- trated. Crown 8vo. Cloth extra, gilt edges. 2s. 6d. each. Story Of Jesus. For Little Children. By Mrs. G. E. Morton, Author of \" Wee Donald,'- etc., etc. Many Illustrations. Imperial l6mo."], [121, "CATALOGUE OF NEW AND POPULAR WORKS. 5 2s. 6d. each {continued). Bible Pictures and Stories. Old and New Testament. In one volume. Bound in handsome cloth, with Eighty-nine full-page Illustrations by Eminent Artists. Mick Tracy, the Irish Scripture Reader. With Engravings. Fifteenth Thousand. Crown 8vo. Cloth. A Ride to Picture-Land : A Book of Joys for Girls and Boys. By R. V., Author of \"Sunshine for Showery Days.\" With charming coloured Fron'.ispiece, and full of beautiful Pictures for Children. Paper boards, with coloured Design on cover. A delightful Picture Book for Little Folks. A Picture Gallery by first-rate Artists. THE RED MOUNTAIN SERIES. Crown %vo. Illus- trated. Handsomely bound in deth boards. 2s. 6d. each. Red Mountain Of Alaska. By Willis Boyd Allen, Author of \"Pine Coves,\" \"The Northern Cross,\" etc. With Fifteen Illus- trations. 320 pages. Cloth extra. The Young Moose Hunters : A Backwoods-Boy's Story. By C. A. Stephens. Profusely Illustrated. (Uniform with \" The Red Mountain of Alaska.\") Olive Ohauncey's Trust. By Mrs. E. R. Pitman, Author of \" Vestina's Martyrdom,\" \"Lady Missionaries in Foreign Lands,\" etc. The Lion City Of Africa : A Story of Adventures. By Willis Boyd Allen, Author of \" The Red Mountain of Alaska,\" \" Pine Cones,\" etc., etc. Twenty-four Illustrations. By Sea-shore, Wood, and Moorland: Peeps at Nature. By Edward Step, Author of \"Plant Life,\" \" Dick's Holi- days,\" etc. Upwards of Two Hundred Illustrations by Harrison Weir, W. Rainey, R. Kretschmer, P, Giacomelli, Theo. Carreras, etc. Grace Ashleigh; or, His Ways are Best. By Mary D. R. Boyd. With Eight full-page Engravings by Robert Barnes. Hamilton of KiDg's. By Alice Price, Author of \" Hilary St. John,\" \" Who'is Sylvia ? \" etc. With Ten Illustrations by A. Pearse. Eaglehurst Towers. By Emma Marshall, Author of •' Fine G.ld,\" etc. Edwin, the Boy Outlaw ; or, The Dawn of Freedom in England. A Story of the Days of Robin Hood. By J. Frederick Hodgetts, Author of \"Older England,\" etc. \" Not Wanted \" ; or, The Wreck of the \" Providence.\" By Eliza F. Pollard, Author of \" Robert Aske,\" etc. Leaders into Unknown Lands: Being Chapters of Recent Travel. By A. Montefiore, F.G.S., F.R.G.S., Author of \" II. M. Stanley, the African Explorer,\" etc. Maps and Illustrations."], [122, "6 S. W. PARTRIDGE AND CO.'S 2s. each. THE HOME LIBRARY. Crown 8vo. 320 pages. Handsome By PANS! Cloth Cover. Illustrations. PANSY, Three People. [qua. Four Girls at Chautau- An Endless Cnain. The King's Daughter. Ruth Erskine's Crosses, Ester Ried. The Ohautauqua Girls at Home. Ester Ried Yet Speaking. Julia Ried. The Man of the House. Wise and Otherwise. Mark Desborough's Vow- ] The Better Part. i-By Annie S. Swan. The Strait Gate. J A Way in the Wilderness. By Maggie Swan. Edith Oswald ; or, Living for Others, -v (224 pages.) I By Jane M. Florence Stanley ; or, Forgiving, because j\" Kippen. much Forgiven. ' A Bunch of Cherries. By J. W. Kirton. The Household Angel. By Madeline Leslie. Morning Dew-Drops. By Clara Lucas Balfour. New and Revised Edition. Profusely Illustrated. Crown 8vo. Cloth extra. Avice : A Story of Imperial Rome. By Eliza F. Pollard. Without a Thought ; or, Dora's Discipline. ) By Jennie Her Saddest Blessing. / Chappell. Anecdotes in Natural History. By Rev. F. O. Morris, B.A. With numerous Illustrations. Fcap. 4to. Cloth extra. Animals and their Young. By Hariand Coultas. With Twenty-four full-page Illustrations by Harrison Weir. Fcap. 4to. Cloth gilt, bevelled boards (uniform with \" Natural History Stories \"). Natural History Stories. By Mary Howitt. With Thirty- two full-page Engravings by Harrison Weir, L. Huard, etc., and numerous smaller Illustrations. F'cap. 4to. Cloth gilt, bevelled boards. Birds and their Nests. By Mary Howitt. With Twenty- three full-page Illustrations, and numerous smaller Woodcuts. Fcap. 4to. Cloth extra. Dogs and their Doings. By Rev. F. O. Morris, Author of \"A History of British Birds,\" etc. With numerous Illustrations. Fcap. 4to. Cloth extra. Our Dumb Companions. By Rev. T. Jackson, M.A. One Hundred and Twenty Illustrations. Fcap. 4to. Cloth extra. Bible Picture Roll. Containing a large Engraving of a Scripture Subject, with letterpress for each day in the month."], [123, "CATALOGUE OF NEW AND POPULAR WORKS. 7 2s. each {continued). Natural History Picture Roll. Consisting of 31 Illus- trated Leaves, with simple large-type letterpress, suitable to hang up in the Nursery, Schoolroom, etc. Sunny Teachings : A Coloured Bible Picture Roll. Size 12*5 by 19 J inches. Contains Twelve beautifully coloured Pictures of Bible Subjects, printed on good paper. Mounted on roller, with cord for hanging, and with glazed coloured cover, 2s. A Treasure /or the Schoolroom or Nursery. Is. 6d. each. NEW POPULAR BIOGRAPHIES. Crown 8vo. 160 pages. Maps and Illustrations. Cloth extra. Four Heroes Of India: Clive, Warren Hastings, Have- lock, Lawrence. By F. M. Holmes, Author of \" Andrew Garth's Apprentices,\" \" Persevercnce and Success,\" etc. C. H. Spurgeon: His Life and Ministry. By Jesse Page, Author of \" Samuel Crowther, the Slave Boy who became Bishop ot the Niger,\" etc., etc. Michael Faraday, Man of Science. By Walter Jerrold. Florence Nightingale, the Wounded Soldier's Friend. By Eliza F. Pollard. The Slave and His Champions : Sketches of Granville Sharp, Thomas Clarkson, William Wilberforce, and Sir T. F. Buxton. By C. D. Michael. TWO Noble Lives:— JOHN WICLIFFE, the Morning Star of the Reformation ; and MARTIN LUTHER, the Relormer. By David J. Deane. (208 pages.) \" One and All.\" An Autobiography of Richard Tangye, of the Cornwall Works.Birmingham. With Twenty-one Original Illustra- tions by Frank Hewett. (192 pages.) David Livingstone : His Labours and His Legacy. By Arthur Montefiore, F.G.S., F.R.G.S., Author of \"H.M. Stanley, the African Explorer.\" Henry M. Stanley, the African Explorer. By Arthur Montefiore, F.G.S , F.R.G.S. Ninth Edition, Enlarged. NEW SERIES OF MISSIONARY BIOGRAPHIES. Crown &vo. 160 pages. Cloth extra. Fully Illustrated. Madagascar: Its Missionaries and Martyrs. By William J. Townsend, Author of \"Robert Morrison, the Pioneer of Chinese Missions,\" etc , etc, David Brainerd, the Apostle to the North American Indians. By Jesse Page. James Calvert ; or, From Dark to Dawn in Fiji. By R. Vernon. Fully Illustrated. Henry Martyn : His Life and Labours — Cambridge, India, Persia. By Jesse Page, Author of \" Samuel Crowther,\" etc., etc. John Williams, the Martyr Missionary of Poly- nesia. By Rev. James J. Ellis."], [124, "8 S. W. PARTRIDGE AND CO.'S Is. 6d. each {continued). Lady Missionaries in Foreign Lands. By Mrs. E. R. Pitman, Author of \" Vestina's Martyrdom,\" etc., etc. Samuel Crowther, the Slave Boy who became Bishop of the Niger. By Jesse Page, Author of \" Bishop Patteson, tbe Martyr of Melanesia.\" Thomas J. Comber, Missionary Pioneer to the Congo. By Rev. J. B. Myers, Association Secretary, Baptist Mis- sionary Society, Author of \" William Carey, the Shoemaker who became the Father and Founder of Modern Missions.\" William Carey, the Shoemaker who became the Father and Founder of Modern Missions. By Rev. J. B. Myers, Association Secretary, Baptist Missionary Society. Robert Moffat, the Missionary Hero of Kuruman. By David J. Deane, Author of \" Martin Luther the Reformer,\" \"John Wicliffe.\" etc. James Chalmers, Missionary and Explorer of Rarotonga and New Guinea. By William Robson, of the London Missionary Society. Robert Morrison, the Pioneer of Chinese Missions. By William John Townsend, General Secretary of the Methodist New ■ Connexion Missionary Society, Author of \" The Great Schoolmen of the Middle Ages.\" Bishop Patteson, the Martyr of Melanesia. By Jesse Page. Griffith John, Founder of the Hankow Mission, Central China. By William Robson, of the London Missionary Society. One Hundred and Ninety-five Thousand of these Popular Volumes have already been sold. ONE SHILLING AND SIXPENNY REWARD BOOKS. Crown &vo. Cloth extra. Fully Illustrated. Amaranth's Garden. By M. S. Haycraft, Author of \"A Quarrel most Unnatural,\" etc., etc. Illustrated by W. Rainey. A Sailor's Lass. By Emma Leslie, Author of \"The Gipsy Queen,\" \"Dearer than Life,\" etc. The Canal Boy who became President. By Frederic T. Gammon. Eleventh Edition. Thirty-first Thousand. Changing Places; or, Wilton Fairlegh in Animal- Land. By Gertrude Jerdon, Author of \"Keyhole Country,\" etc. Full of Il- lustrations by W. Ralston and other Artists. Olovie and Madge. By Mrs. G. S. Reaney, Author of \"Our Daughters,\" \" Found at Last,\" etc. The Dairyman's Daughter. By the Rev. Legh Rich- mond, M.A. Dora Coyne ; or, Hid in the Heart. By Jessie M. F. Saxby, Illustrated by Robert Barnes. Ellerslie House. A Book for Boys. By Emma Leslie. With Eight full-page Engravings."], [125, "CATALOGUE OF NEW AND POPULAR WORKS. 9 Is. 6d. each {continued). Fine Gold ; or, Ravenswood Courtenay. By Emma Marshall. Author of \"Eaglehurst Towers,\" \" A Flight with the Swallows,\" etc. Gerald's Dilemma. By Emma Leslie, Author of \" Boling- broke's Folly,\" \"The Five Cousins,\" etc. Good Servants, Good Wives, and Happy Homes. By Rev. T. H. Walker. Hampered; or, The Hollister Family and their Trials. By A. K. Dunning. Her Two SOUS. A Story for Young Men and Maidens. By Mrs. Charles Garnett, Author of \" Mad John Burleigh : A Story of Heroic Self-Sacrifice,\" etc. Hilda; or, Life's Discipline. By Edith C. Kenyon. With numerous Illustrations. Hours with Girls. By Mrs. Margaret E. Sangster, Author of \" May Stanhope and her Friends,\" \" Splendid Times,\" etc. HOW the Village was Won. By Isabel S. Robson. Jack's Heroism. A Story of Schoolboy Life. By Edith C. Kenyon. The Lads Of Kingston. By James Capes Story, Author of \" Manchester House,\" etc. Like a Little Candle; or, Bertrande's Influence. By Mrs. Haycraft, Author of \" Little Mother,\" etc The Little Princess of Tower Hill. By L. T. Meade, Author of \" Sweet Nancy,\" etc. The Little Woodman and his Dog Cæsar. By Mrs. Sherwood. Manchester House : A Tale of Two Apprentices. By J. Capes Story. Marigold. By L. T. Meade, Author of \" Lady of the Forest,\" etc., etc. Mrs. Lupton'S Lodgings. By Laura M. Lane, Author of \" Living it Down,\" \" Heroes of Every-Day Life,\" etc. Our Duty to Animals. By Mrs. C. Bray, Author of \" Physiology for Schools,\" etc. Intended to teach the young kindne.s to animals. Cloth, is. 6d. ; School Edition, is. 3d. Rag and Tag. A Plea for the Waifs and Strays of Old England. By Mrs. E. J. Whittaker. Sallie'S Boy. By Jessie M. F. Saxby, Author of \" Dora Coyne,\" etc., etc. Satisfied. By Catherine M. Trowbridge. With Ten Illus- trations by W. Rainey. Yvonne St. Claire; or, Won by Patience. By Elisa F. Pollard, Author of \"Robert Aske,\" etc., etc. Illustrated by W. Rainey. Christ and Full Salvation. By Rev. J. B. Figgis, M.A. New and Cheaper Edition. Cloth."], [126, "S. W. PARTRIDGE AND CO.'S 10 Is. 6d. each {continued). Life Truths. By the Rev. J. Denham Smith. i6mo. Cloth. (Paper, Fourteenth Thousand, 6d.) Women Of the Bible. Old and New Testament. In one Volume. Royal l6mo. Cloth. Is. each. PICTURE BOOKS FOR THE YOUNG. Fcap. 4I0. With Coloured Covers, and Full of Illustrations. Sunbeam's Pictures and Stories : A Picture Story Book for Boys and Girls. By D. J. D., Author of \" Sunny Faces,\" etc., etc. . Four Full-page Coloured and numerous other Illustrations. Coloured Paper Cover, is. ; Cloth, is. 6d. Little Rosebud's Picture Book : A Picture Story Book for Little Folks. By J. D., Author of \" Bright Rays for Cloudy Days,\" etc. Four Full-page Coloured and many other Illustrations. Coloured Paper Cover, is. ; Cloth, is. 6d. Sunny Hours: A Picture Story Book for the Young. By James Weston, Author of \"The Youag Folks' Picture Book,\" etc., etc. With Four full-page beautifully coloured and many other Illus- trations. Coloured paper cover, is.; cloth, is. 6d. Bright Rays for Cloudy Days. Pictures and Stories for the Little Ones. By J. D , Author of \" Smiles and Dimples,\" etc. With Four full-page Coloured and numerous other Illustrations. Coloured paper cover, is. Cloth, is. 6d. Smiles and Dimples ; or, Happy Hours for Little Pets. By J. D., Author of \" Merry Times for Tiny Folks.\" With Four beautifully coloured and many other Illustrations. Coloured paper cover, is. Cloth, is. 6d. Merry Times for Tiny Folks. By J. D. With Four beautifully coloured full-page and Thirty-five other Illustrations. Coloured paper cover, is. ; cloth, is. 6d. Playtime Pictures and Stories. By Uncle Harry, Author of \" Holiday Hours in Animal Land.\" Full of Illustrations. Coloured paper boards, is. Cloth, is. 6d. Bible Pictures and Stories. Old Testament. By D. J. D., Author of \" Pets Abroad,\" etc. With about Forty-four full-page Illustrations. Coloured paper boards, is. Cloth gilt, is. 6a Bible Pictures and Stories. New Testament. By James Weston and D. J. D. With Forty-five beautiful full-page Illustration. by W. J. Webb, Sir John Gilbert, and others. New Edition\". 75th Thousand. Fcap. 4to. Illustrated boards, is. Cloth extra, is. 6d. Holiday Hours in Animal-Land. By Uncle Harry. With Forty-four full-page Illustrations. Coloured paper boards, is. Cloth, is. 6d. Second Edition."], [127, "CATALOGUE OF NEW AND POPULAR WORKS. II COLOURED TOY BOOKS. Is. each. Our Playtime. A Series of Full-page and Coloured Vignettes, illustrating Children at Play, with descriptive Letterpress. Beautifully printed in Seven Colours in the best style of Lithography. Coloured Cover, Varnished. Size ii\\ by ioj inches. Our Lifeboats : Pictures of Peril and Rescue. A Series of Full-page and Vignetted Pictures of Lifeboats, Rocket Apparatus, Saving Life at Sea, and Heroic Exploits, with descriptive Letterpress. Beautifully printed in Seven Colours in the best style of Lithography. Size 123 by io| inches. Animals at Home and Abroad. Fourteen Coloured Pages of Animals Drawn from Life, with appropriate foot-lines. Printed in Seven Colours, in the best style of Lithography. Beautiful Coloured Cover, Varnished. Size I2§by ioi inches. Off to the Fire; or, The Fire Brigade and its Work. A Series of full-page and vignetted Pictures of Fire Scenes, Escapes, Saving Life at Fires, Steamers and Manuals in Action, etc, etc., with descriptive Letterpress. Beautifully printed in Seven Colours in the best style of Lithography. With Coloured Varnished Cover. Size \\i\\ by ioi inches. Welcome in every Nursery, and by Children of all ages. ONE SHILLING REWARD BOOKS. Fully Illustrated. 96 pages. Crown Zvo. Cloth extra. A Flight with the Swallows ; or, Little Dorothy's Dream. By Emma Marshall, Author of \" Poppies and Pansies,\" \" Silver Chimes,\" etc. Arthur Egerton's Ordeal; or, God's Ways not Our Ways. By the Author of \"Ellerslie House,\" etc. The Babes in the Basket ; or, Daph and Her Charge. With Ten Illustrations. The Band of Hope Companion. A Hand-book for Band of Hope Members : Biographical, Historical, Scientific, and Anecdotal. By Alf. Q. Glasspool. Bible Pattern or a Good Woman. By Mrs. Baifour. Birdie and her Dog, and other Stories of Canine Sagacity. By Miss Phillips, Bolingbroke'S Folly. By Emma Leslie, Author of \"A Sailor's Lass,\" etc., etc. Cared for ; or, The Orphan Wanderers. By Mrs. C E. Bowen, Author of \" Dick and his Donkey,\" etc. Children and Jesus ; or, Stories to Children about Jesus. By Rev. E. P. Hammond. Chine Cabin. By Mrs. Haycraft, Author of \" Red Dave,\" \" Little Mother,\" etc. Dulcie Delight. By Jennie Chappell, Author of \"Her Saddest Blessing,\" \" For Honour's Sake,\" etc"], [128, "S. W. PARTRIDGE AND CO.'S 12 Is. each {continued). Fiddy Scraggs ; or, A Clumsy Foot may Step True. By Anna J. Buckland, Author of \" Love and Duty,\" etc. Fisher Reuel : A Story of Storm, Loss, and Gain. By Maggie Symington. Frank Burleigh ; or, Chosen to be a Soldier. By L. Phillips. Frank Spencer's Rule of Life. By J. W. Kirton, Author of \" Buy your own Cherries.\" Frying-pan Alley. By Mrs. F. West. With Illustrations by R. Barnes. Harold; Or, Two Died for Me. By Laura A. Barter. Illustrated. Crown 8vo. Cloth extra. How a Farthing Made a Fortune; or, \"Honesty is the Best Policy.\" By Mrs. C. E. Bowen. How Paul's Penny became a Pound. By Mrs. Bowen, Author of \" Dick and his Donkey.\" How Peter's Pound became a Penny. By the Author of \"Jack the Conqueror,\" etc Jack the Conqueror ; or, Difficulties Overcome. By the Author of \" Dick and His Donkey.\" Jemmy Lawson; or, Beware of Crooked Ways. By E. C. Kenyon, Author of \"Jack's Heroism.\" Jenny's Geranium ; or, The Prize Flower of a London Court. Joe and Sally ; or, A Good Deed and its Fruits. By the Author of \"Ronald's Reason.\" Kindness to Animals. By Charlotte Elizabeth. With numerous Illustrations. The Last of the Abbots. By Rev. A. Brown. New Edition. Left With a Trust. By Nellie Hellis, Author of \"The Three Fiddlers,\" etc., etc. The Little Bugler ; A Tale of the American Civil War. By George Munroe Royce. (New Edition.) Marion and Augusta; or, Love and Selfishness. By Emma Leslie, Author of \" Ellerslie House,\" \" The Five Cousins,\" etc. Mind Whom You Marry ; or, The Gardener's Daughter. By the Rev. C. G. Rowe. The Mother's Chain ; or, The Broken Link. By Emma Marshall, Author of \"Fine Gold; or, Ravenswood Courtenay,\" etc Nan; or, The Power of Love. By Eliza F. Pollard, Author of \" Avice,\" \" Hope Deferred,\" etc. Nan's Story ; or, The Life and Work of a City Arab By L. Sharp. No Gains without Pains. A True Sto-y. By H. C. Knight."], [129, "CATALOGUE OF NEW AND POPULAR WORKS. 13 Is. each {continued). Only a Little Fault. By Emma Leslie, Author of \" Water Waifs,\" etc. Poor Blossom. The Story of a Horse. By E. H. B. Sweet Nancy. By L. T. Meade, Author of \"Scamp and I,\" \" A Band of Three,\" etc. Temperance Stories for the Young. By T. S. Arthur, Author of \" Ten Nights in a Bar Room.\" Toil and Trust; or, Life-Story of Patty, the Workhouse Girl. By Mrs. Balfour. Wait till it Blooms. By Jennie Chappell, Author of \" Her Saddest Blessing,\" etc. Who was the Culprit ? By Jennie Chappell, Author of \"Her Saddest Blessing,\" \"The Man of the Family,\" \" Dulcie Delight,\" ttc. BOOKS BY REV. DR NEWTON. New and Cheap Edition. 160 pages. Crown 8vo. Prettily bound in cloth boards, is. each. Bible Jewels. The Great Pilot and His Bible Wonders. Lessons. The Giants, and How Rills from the Fountain to Fight Them. of Life. SPECIALLY SUITABLE FOR SUNDAY SCHOOL LIBRARIES AND REWARDS. Brave and True. Talks to Young Men by Thain David- son, D.D., Author of \"Talks with Young Men,\" \" Sure to Succeed,\" \" A Good Start, ' etc. Small Crown 8vo. Cloth. Biblical Difficulties, and How to Meet Them. A Series of Papers by Dr. Cliff >-d, Dr. Hiles Hitchens, Rev. F. B. Meyer, and others. Edited by F. A. Atkins. Small crown 8vo. Cloth. Daybreak in the Soul. By the Rev. E. W. Moore, M.A., Author of \" The Overcoming Life.\" Imperial 32mo. 144 pages. Cloth. My Guest Chamber ; or, For the Master's Use. By Sophia M. NugeDt, Author of \" The Prince in the Midst,\" etc., etc Imperial 32mo. 144 pages, Cloth. Women of the Bible. (Old Testament.) By Etty Woosnam. Third Edition. Royal l6mo. Cloth, Women of the Bible. (New Testament.) By the same Author, Royal i6mo. Cloth. 9d. each. Fully Illustrated. 96 pages. Small crown 8vo, cloth extra. Jean Jacques : A Story of the Franco-Prussian War. By Isabel Lawford. Dawson's Madge ; or, The Poacher's Daughter. By T. M. Browne, Author ot \" The Musgrove Ranch,\" etc. A Boy's Friendship. By Jesse Page, Author of \" That Boy Bob,\" etc."], [130, "S. W. PARTRIDGE AND CO.'S 14 9d. each {continued). Bel's Baby. By Mary E. Ropes, Author of \"Talkative Friends,\" etc. Benjamin Holt's Boys, and What They Did for Him. By the Author of \" A Candle Lighted by the Lord.\" Second Edition. Ben's Boyhood. By the Author of \"Jack the Conqueror,\"etc. Ben Owen : A Lancashire Story. By Jennie Perrett. Second Edition. ** Cousin Bessie : A Story of Youthful Earnestness. By Clara Lucas Balfour. The Five Cousins. By Emma Leslie, Author of \"A Sailor's Lass,\" etc. For Lucy's Sake. By Annie S. Swan. Grandmother's Child. By Annie S. Swan. Into the Light. By Jennie Perrett. John Oriel's Start in Life. By Mary Howitt. Little Mother. By Margaret Haycraft. The Man of the Family, etc. By Jennie Chappell, Author of\" More Precious than Gold,\" etc. Mattie's Home ; or, The Little Match-girl and Her Friends. Rosa ; or, The Two Castles. By Eliza Weaver Bradburn. More than One Hundred and Thirty-four Thousand of this attractive Series of Ninepenny Books have been Sold. 6(1. each. THE \"RED DA VE» SERIES OF ILLUSTRATED TALES. Thirty-five Volumes, uniform. Fcap. Sva. 64 pages. Cloth extra. Red Dave; or, \"What wilt Thou have me to do?\" By M. S. MacRitchie. Noel's Lesson. By Meta. One Christmas; or, How it Came Round. ByJennie Chappell. Greycliffe Abbey; or, Cecil's Trust. By Jennie Perrett, Author of \" Ben Owen,\" etc. Jessie Dyson : A Story for the Young. By John A. Walker. Wanderings Of a Bible. By Clara Lucas Balfour. Harry's Monkey : How it Helped the Missionaries • and other Stories. Herbert's First Year at Bramford. By the Author of \" Dick and His Donkey.\" No Work, No Bread. By the Author of \" Jessica's First Prayer.\" \" Vie : \" The Autobiography of a Pomeranian Dog. By Alfred C. Fryer, Ph.D., M.A. Third Edition. Lost in the Snow ; or, The Kentish Fishermen. By Mrs. C. Rigg. Friendless Bob ; and other Stories. Come Home, Mother. By Nelsie Brook."], [131, "CATALOGUE OF NEW AND POPULAR WORKS. 15 6d. each {continued). Maude's Visit to Sandybeach. By Mrs. Waller. Dick and His Donkey ; or, How to Pay the Rent. By Mrs. C. E. Bowen. That Boy Bob, and all about Him. By Jesse Page. Snowdrops; or, Life from the Dead With Illustrations. Leonard Franklin, the Watercress Seller. By H..C. H. A. Sybil and her Live Snowball. By the Author of \"Dick and His Donkey.\" To which is added \" The Story of the Bird's Nest.\" Donald's Charge. By Harriet Boultwood, Author of \"John Farrar's Ordeal,\" etc. Dottles and Carrie. By Jesse Page. Carlos, and What the Flowers Did. Barker's Gardens. By Jesse Page, Author of \" That Boy Bob,\" \" Dottles and Carrie,\" etc. Two Lilies and other Stories. By Jennie Chappell. Only a Bunch of Cherries. By Emma Marshall. Dandy Jim. By the same Author. Dick's Schooldays. By Jesse Page. The Pearly Gates. By Mrs. Rigg. Daybreak. By Florence A. Sitwell. Toots : The Autobiography of a Persian Cat. By Alfred C. Fryer, Ph.D., M. A., Author of \"Vie : The Autobiography of a Pome- ranian Dog,\" etc. The Church Mouse, and The Young Potato Roasters. Ronald's Reason ; or, The Little Cripple, and other Stories. Aunt Kelly's Christmas Box ; or, The Mystery of a £5 Note. By Jennie Chappell. Bright Ben. The Story of a Mother's Boy. By Jesse Page. Buy Your Own Cherries ; and How Sam Adams' Pipe became a Pig. By J. W. Kirton. 4d. each. Partridge's Cheap \"Pansy\" Series. Imperial 8vo. 64 pages. Many Illustrations. Cover printed in Five Colours. Chrissy's Endeavour. Three People. Four Girls at Chautauqua. An Endless Chain. The King's Daughter. The Chautauqua Girls at Home. Wise and Otherwise. New Issues. Interrupted. The Pocket Measure. Little Fishers and their Nets. A New Graft on the Family Tree, The Man of the House. Ester Ried. Julia Ried. Mrs. Solomon Smith Looking On, Links in Rebecca's Life. Ester Ried yet Speaking. Ruth Erskine's Crosses. The above numbers may also be had in three Vols, :., cloth, 3s. 6d. each,"], [132, "16 S. W. PARTRIDGE AND CO.'S CATALOGUE. 4d. each {continued). The Tiny Library. Books printed in large type. Cloth. Little Chrissie ; and other Stories. Harry Carlton's Holiday. The Broken Window. John Madge's Cure for Selfishness. The Pedlar's Loan. A Little Loss and a Big Find. What a Little Cripple did. Bobby. Matty and Tom. Letty Young's Trials. Brave Boys. Little Jem, the Rag Merchant. ILLUSTRATED MONTHLIES. The Yearly Volume, with Coloured paper boards, and fall of Engravings, is. fid. each ; cloth, as. 6d. Enlarged to Eight pages. THE BRITISH \"WORKMAN. An Illustrated Paper containing Popular Articles and Stories inculcating Religion, Temperance, Thrift, and the general well-being of the Working Classes. One Penny Monthly. The Yearly Volumes for 1885, 1886, 1887, 1888, 1889, 1890, and 1891, may still be had as above. The Five- Year Volume, 1875 to 1879, may still be had, cloth gilt, gilt edges, xos. 6d. The Yearly Volume. Coloured Cover, is. 6d. ; cloth, as. ; gilt edges, as. fid. THE FAMILY FRIEND. Full of entertaining and useful reading, and beautiful illustrations. One Penny Monthly (16 pages). The Yearly Volumes for 1889, 1890, and 1891, may still be had as above. The Yearly Volume, with numerous Engravings, Ornamental Cover, is. 6d. ; cloth, as. ; gilt edges, as. 6d. THE CHILDREN'S FRIEND. With excellent serial and short Stories, Prize Competition, Puzzles, Music, etc., and illustrations by the best artists. One Penny Monthly (16 pages). The Yearly Volumes for 1891 may still be had as above. The Yearly Volume, Ornamental Cover, is. 6d. ; cloth, as. ; gilt edges, as. 6d. THE INFANTS' MAGAZINE. Printed in clear, bold type, and containing charming pictures for the little ones. One Penny Monthly (16 pages). The Yearly Volumes for 1890, and i89r, may still be had as above. The Yearly Volume, in Ornamental Cover, is. 6d. ; cloth, as. ; gilt edges, as. 6d. THE FRIENDLY VISITOR. Gospel Stories and Poems, printed in large type, and Finely Illustrated. One Penny Monthly (16 pages) The Yearly Volumes for 1884, 1886, 1888, 1889, 1890, and 1891, may still be had as above. The Yearly Volume, with Coloured Cover and full of Engravings, is. ; gilt, as. each THE BAND OF HOPE REVIEW. The leading Temperance Journal for Youth, with striking illustrations by the foremost Artists of the day One Halfpenny Monthly. The Yearly Volumes for 1888, 1889, 1850, and 1891 may still be had as above. ' The Yearly Volume, with Coloured Cover, is. 6d. ; cloth, as. : gilt edges 2s. 6d. each. s ■ THE MOTHERS' COMPANION. One Penny Monthly (16 pages), fully Illustrated. Containing, in addition to serial Stories and Articles of general interest by popular writers, PaDers upon all matters relating to the Management of the Home. The Yearly Volumes for 1887, 1888, 1889, 1890 and 1891, may still be had. 9, PATERNOSTER ROW, LONDON."], [133, ""], [134, ""], [135, ""], [136, ""]]