[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ";Poem0*"], [8, ""], [9, ";Poent0, BY THE REV. F. WRANGHAM, A.M."], [10, ""], [11, "THE DEATH OF SAUL AND JONATHAN. Heard ye that solemn strain, the dirge of death, By valiant Jabesh * breathed, as on he moves With all the mournful minstrelsy of grief — The flute's low-murmur'd note, the muffled drum, Deep-toned bassoon, and trumpet's clang between, Weeping his Saul departed — from that Saul How changed, who erst in battle's perilous van Strode foremost, and with arm resistless crush'd Whate'er opposed ! But though from greatness fallen, And lodged in earth unblest +, he shail not lack Even from his hunted J foe high eulogy, Beseeming Heaven's anointed. In that corse, With many a barbed shaft § unseemly gored, (His myriad wrongs forgotten) Jesse's son Sees but his country's chief, his Michal's sire, His boyhood's bounteous patron. Keener pangs Thrill his firm frame, as near with blood besmear'd He marks thy bosom, gentle Jonathan, Whose last throb heaved for him ! Thy long long years Of faith, which nor adversity's stern frown, Nor thy fierce father's envious threats could shake, Rush on his mind — And hark ! his lyre he strikes Attuned to saddest cadence, while his lip Gives sobbing utterance to his generous woe ! * 1 Sam. xxxi. 11, 12. $ Ibid. xxvi. 20. t Ibid. xxxi. 13. $ Ibid. •xxxi. 3,"], [12, "« How are the Mighty fallen ! The flower, Which scented Israel's royal bower, Has soil'd in vulgar dust its' head, And all its' bloom is vanished ! ' 0 not in Gath be told the tale ; From Askelon's proud dames conceal The wretchedness 'tis ours to feel : Lest, borne upon the western gale, Philistia's shouts of triumph wound our ears, And with unhallow'd taunt insult our pious tears. ' No dew upon thy mountains fall, Gilboa ; on thy fields no shower Henceforth its' balmy treasure pour: For there the bruised shield of Saul, The Mighty 's shield, was vilely cast away — As though no sacred oil had blest his brow for sway. ' Heroes of many a gallant deed, Not vainly wielded Saul his sword, Not vainly twang'd his son the cord — Theirs lion-force, theirs eagle-speed ! And though nor speed nor force could ward their end, Lovely and loved in life, in death 'twas theirs to blend. \" Daughters of Israel, him bewail, Who bade your limbs the scarlet fold ; Your arms, your necks who wreathed with gold, And joy'd your glittering forms to hail ! Scathed by the storm, the Mighty fills his urn : On thy high places scathed, thee, Jonathan, I mourn."], [13, "1 Thy voice was music to mine ear — Music, which heaviest thoughts beguiles, And sunbeams to mine eye thy smiles : Nor I to thee less fondly dear ! Much as my soul has relish'd maiden's love, Thy tenderness arose their tenderest flights above. ' How are the Mighty fallen ! The flower, Which scented Israel's royal bower, Has soil'd in vulgar dust it's head, And all it's bloom is vanished !' Flow'd never from the elegiac shell Such tuneful grief — nor when the Dorian mourn'd His Bion lost, and wept that meanest herbs, The garden's lowly growth, should rise renew 'd, While Man — the great, the valiant, and the wise, Sinks in unwaking sleep ; nor when \" each flower That sad embroidery wears\" our Milton cropp'd, \" To strew the laureat hearse where Lycid lay ;\" Nor when his Parnell Albion's Homer wail'd, \" Dear to the Muse in vain\" — For theirs were lyres, Though sweet, of human fabric : David's eye O'er his friend's faded form dropt tears divine ; The wreath he wove was twined with flowers from heaven. And long upon his memory dwelt that form, In it's first lustre. Oft as he review'd Those scenes (still best beloved!) of early prime, When with light crook, 'twas his from lion's paw, Brave boy ! or bear's, in Bethlehem's solitudes To guard his father's flock — his Jonathan Stooping to lift him from the lowly vale Of shepherd-life, and seat him near the throne Fast by himself, in his own garment robed,"], [14, "Girt with his zone and with his quiver graced *, Held his dim gaze and bathed his glowing cheek. Nor 'mid the splendours of his after-years, His wars of triumph, peaceful pageantries, Or even (to his frail heart by crime endear 'd) His Bathsheba's caress, came o'er his soul Aught so sublimely sweet as those pure hours, When each unto his other dearer self Gave the entire possession of his breast. Pardon, dread mourner, that my feeble touch Profanes the holy harp, which thou alone Might'st sweep unblamed. Beneath my theme opprest Like thee I feel, when for the giant strife Cased in thy prince's mail : yetxmust I dare The' adventurous achievement — O be mine, As my weak fingers wander o'er its strings, To catch some portion of thy hallowing fire. For such, whilst yet thou wast a rustic boy, Ere glad Judæa own'd thee for her lord, The sorcery of thy native wood-notes wild, That thou couldst charm to rest the busy fiends Which gnaw'd thy moody sovereign. From thy wires Issued such heavenly music ! fell Despair Her iron gripe unclench'd ; and gave him back, Again a king, to cheerfulness and power. With grateful rapture echo Gibeah's domes, And Michal's cheek is flush'd with filial joy. And did no other passion, royal maid, Deepen that pure carnation ? In the' effect, A father's face with wonted smiles relumed, Pass'd he who pour'd the strain medicinal, The blooming cause unmark'd I Did no fleet gleam * 1 Sara, xviii. 4."], [15, "With added glow kindling thy countenance, No hurried pulse his wish'd arrival hail ? Or rather, all unconscious of the lay, Hung not thy soul upon the minstrel's lip ? Dids't thou not note with more than daughter's zeal, Whilst o'er his harp he lean'd, his eye's keen glance, As in thy sire with intuition quick He watch'd the workings of his magic song? Nor was it only thine with love's rich store, Prized o'er all other price, to recompense The healing hymn ; nor thine alone of those His valour saved, the' imperial house of Saul, To pay the stripling champion with thy heart, When from Goliath's slaughter he return'd Triumphant : With like ardour Jonathan, Though doom'd his orb from that bright star to meet Total eclipse, it's rising radiance scann'd, And proudly track'd it's glories through the skies. And hence each murky fog, each sanguine cloud Raised by his father's breath to quench its blaze, Ceaseless he chased. To his pure clasp no bar, That of untitled stem the hero sprung, Whose virtues were Patrician. Lurk'd his friend, Chased by a thankless prince, in Naioth's hold Or far Adullam's cave, 'mid Hareth's woods Or Keilah's traitor towers *, or (safer there, Where none were to be served, and to betray!) In Ziph's unpeopled wastes — with foot untired In Naioth, or amid thy forest-depths, Hareth, or in Adullam's sheltering night, Ziph or ungrateful Keilah, Jonathan ( Anxious to rescue, as his sire to slay) * 1 Sam xxiii. 12."], [16, "Pursued the homeless wanderer : and could faith Beyond all Greek, all Roman fame have wrought Redemption for a fated line, his sons Had still sway'd Judah's sceptre, and the wilds Of Bethlehem ne'er had lost their shepherd-boy. But heaven's resolves will have accomplishment ; And often guilt, beyond itself avenged, On it's own innocent race drags ruin down. Messiah's great progenitor must wear Saul's forfeit diadem : and filial worth Sinks in the parent's wreck. The shatter'd trunk Lies in Gilboa's field, it's palmy crown Stripp'd by the storm ; and there, untimely strew'd, Its' verdant scions, in their summer-pride Of the same tempest victims ! But thyr hour Retributive, disinterested Prince, Is come ; and floods of bliss thy brief woe drown. Where Paradise it's lengthening glades extends, Robed in eternal green, 'tis thine with him Thou loved'st on earth to stray ; the mortal cares Remember'd, (if remember'd), but to' enhance Thy present transports : nor shall harsh behest Of cruel father e'er divide you more. And shall the bard his pausing lyre suspend, Nor give one strain to that which urged the whole, Dear Friendship > Most unworthy he to taste, Whose recreant tongue not owns, it's hallow'd joys ! O * * *, thou alike in weal and woe Found trusty, might I utter unbetray'd The name, which springs to my impatient lip, How would 1 syllable it forth ! But thou Hast that within thee (should this mystic verse E'er meet thy conscious vision) — that, with throb"], [17, "Answering to mine, will recognize and seize Each veil'd allusion, as in fond disguise Cautious it shadows forth our early hours. A halo-glory crowns each blessed spot Visited by our steps in youth's sweet prime, And thither — for near thee are spread the scenes Refulgent — when the needful toils of life Relax their hold upon thee, turn thy feet In happy pilgrimage ; and *' here we stray 'd (So commune with themselves thy tender thoughts) \" Soon as the morning-sun yon heathy brow \" Smote with slant beam, while yet the pearly dew \" Hung on each trimson bell ; here pour'd uncheck'd \" The soul's pure current — or of youthful loves \" Conversing, or of Granta's amaranth bowers, \" And many a studious friend with hooks of steel \" Link'd to our common heart !\" Those hours are fled ; And far by fortune sunder'd we pursue, As various duty guides, our separate tracks, Cheer'd by rare interview. Yet not the less Enraptured, from my pastoral retreat I mark thy brightening fame, and as I gaze, Glow with its golden radiance. Thou meanwhile, Not of thy distant friend 'midst loftier views Forgetful, still shalt hear — if aught of me So humble reach thee — that he holds the course Our youthful purpose traced, of just and true; Still wooes at intervals the gentle Muse, Blest in his lot, and grateful— though not great."], [18, "THE RAISING OF JA1RUS' DAUGHTER: A POEM *. Sed revocare gradum Vibg. Æn. vi. 128. Death's iron slumbers chased, the' expectant tomb 'Reft of its prey, and o'er the clay-cold cheek Life's refluent lustre shooting, theme for less Than seraph's harp too high, with trembling hand The bard essays. Aonian mockeries, hence ! Back to your Pindus, nor let foot profane Vex the chaste ground. 'Twas yours of yore to sing, How with his lyre's soft magic Orpheus thrill'd The ear of Dis ; and from his doleful realm But that nor love nor pity dwelt in hell, Had borne Eurydice : the strain of truth Claims loftier inspiration. O be thou, Blest Faith (as 'tis thy wont, 'mid scenes of fate, With heaven's own strength to nerve the sinking soul) The Christian poet's muse ; on wing of flame Buoy his faint flight, and guide him through the gloom. For lo ! where tossing on her restless couch Meagre and flush 'd, the food of hectic fires, Gasps in weak conflict with the mortal fiend Capernaum's lovely daughter ; gasps in vain, Beneath his withering grasp. Nor art can lure, Nor might can shake him from his destined spoil. * Written in 1803, for the Seaton Prize, but sent in too late."], [19, "Vainly to him sweet Innocence her palms Spreads suppliant, and entreats with many a tear Short respite from her death-pangs : Youth in vain Pleads his brief hopes, or ere they bloom, decay'd ; In sudden midnight quench'd his morning sun, His glittering day-dreams fled: The sigh of Love, Breathedfrom the inmost soul; pure Friendship's prayer, Which fain with life would buy the life she craves ; Affection's tender prompt solicitude, Keen to explore and eager to relieve The want, just hinted by the asking glance — All fruitless to arrest the ebbing blood, Or check the pulse with mad precipitance Fast hurrying to its goal ! But who shall tell The woe JaIrus feels, as fix'd he marks In her (so late his bosom's foremost pride) The quivering livid lip, its long farewell Faint whispering ; turn'd to him the dying look, Him anxious seeking with its latest beam, And fondly lingering on the much-loved face ! Ah ! whither shall he bend his soul's sad view ? Where find repose ? The future, once so bright, When Hope and Fancy sketch'd the happy groups Dear to a grandsire's breast, appals him now With horrour's direst forms — the shrouded corse, The bier, the black procession. Scared he shrinks, And back through many a well-remember'd year Darts his quick eye : but O yet deeper pangs Lie ambush 'd there ! Too faithful to the past, Officious memory throngs the living scene With all the father's joys — the fond caress, The heart-sprung smile, the glance intelligent, The speaking gesture, and the courted knee, Throne of the babe's delight ! In dumb despair, Dumbness to which all eloquence is mute,"], [20, "He hides his countenance. At Aulis thus, When 'mid assembled Greece his knife of death Stern Calchas brandish'd o'er the victim-maid, Forth from the circling host in various guise Burst the wild passions, by immortal art Stamp'd on the glowing canvas *. Furious here The frantic mother raved ; there prostrate sued The weeping friend ; Achilles half unsheath'd His mighty blade f, and Telamon's brave son Then first knew terrour. Even Ulysses felt Thrill through his icy heart the sudden throe, And wish'd uncounsell'd now his prosperous wile. Apart in majesty of grief, with face (Beyond the painter's happiest mimicry) Wrapt in his lifted robe, Atrides stood Sadly pre-eminent ; and art was hail'd Even in defeat triumphant. But avaunt Tales of the Tanric huntress, and the hind Vicarious, and the rescued nymph ; though toW In strains of deathless glory. Holier song Befits the Christian bard, whose golden lyre Should own no string, that sounds to aught but heaven. Borne on that sigh, her gentle spirit rose Buoyant through yon blue concave ; and shook off (Half angel, ere it fled) its beauteous clay % : To its bright home by sister-seraphs led, * The pretended marriage with Achili.es, which Ulysses sug gested as a lure lo draw Iphigenia to Aulis, with the substitution of a stag for the royal victim, and the daring originality with which Timanthes represented the agonies of Agamemnon, in his pic ture of the saciifice, are too well known to need any detail. t \"EXxeto y ex xoXeqTo (ni-yo. £i'$e$. Hom. II. a. 194. % Amidst the trifling discordancy of the Evangelists, which oc curs in this place, it may be proper to stale that 1 have followed St. Matthew."], [21, "And by glad myriads of the sainted just Greeted with hymns of triumph. So the lark, Late in some sunless cottage-nook confined, The toy of froward youth, if chance throw wide It's prison-doors and bid the captive range Free as it's kindred choir, with strange delight \"Hears and obeys ; and, soaring lo the skies, Floats on light plume amid the liquid noon *. O ye, around whose knee a daughter's arms (As, tottering on, she hail'd your wish'd return) Have fondly fasten'd ; whose transported ear Has drunk the prattler's accents, as she lisp'd Your welcome back with many a proffer'd kiss, And smiles which art would emulate in vain — Weep for the lost Jairus. Ye have known What 'twas, amid the million cares and woes (Man's hapless lot below) to find at home That magic circle, o'er whose charmed round, Save by the guidance of the wizard fates, Nor cares nor woes intrude. O pause and think, Even in your noontide blaze of rapture think, If God his fostering beam should turn aside, What darkness may be yours ! and, while ye kneel In grateful fervour to protecting heaven, In generous sadness for Jairus weep. No ; o'er his agonies rejoice : rejoice, That sharpest suffering led his anxious step To life's pure source, and bid him from that fount Exhaustless drink and live. With show of hate Thus oft kind Mercy, mask'd in anger's guise, Smites whom she loves. The mad tornado oft Sweeps on rough wing across a smiling land ; And what was Eden, ere the spoiler came, + \" Nare per astatem liquidam.\" Vine. Georg. iv. 53."], [22, "Lies a waste wilderness : but thence the breeze, Which stagnant erst in sultry stillness slept, Is quicken'd into health, and genial gales Play round the languid temple. Borne from far, Where Nubia melts beneath the burning day, Oft the broad torrent with resistless flood Whelms infant Spring ; and trembling Egypt views O'er his soft bloom the wide-spread deluge close : Yet thence emerging soon the rosy boy, With lusty sinew by the billow strung, Quaffs the rich tide and thrives at every pore. Haste then to Christ, and prostrate at his feet, With hope's bright ardour glowing in thine heart, Implore his sovereign aid. To that blest ear The good man's sorrows never rise in vain. O tell him that thy child, thy manhood's joy, The' expected grace and guardian of thine age, In Death's chill gripe has wither'd, like a flower Scathed by the summer-storm. — But no ; forbear ! He knows thy woes : thy bosom's inmost pulse Throbs to his eye. And lo, with eager haste Zealous through thronging crowds he presses on, At thine and pity's summons ! Stay him not, Ye curious, ye diseased : And thou whose blood Twelve tedious springs the' insatiate plague *has drain'd, Catch not his robe ; though thou art wretched too, Revere a parent's anguish. Wonderous man ! Even from his hem, by faith's pure finger touch'd, The healing virtue flows, nor aught delays His onward foot. And now the deafening din Of minstrel mourners marks the drear abode, Where fast the maiden slumbers ; undisturb'd By wailing friends, the deep funereal dirge, And all the pomp of grief. And now her hand ♦ Mark v. 29."], [23, "The Saviour takes ; now from the' almighty lip Issues the irresistible decree, \" Damsel, arise.\" Her mortal sleep dispell'd, And life's new vigour tingling through her veins, Instant she wakes, as from a raptured dream Chased by the morn's soft whisper; and beholds, With all the daughter rushing to her eyes, Her father by her side. O what was then His gush of joy, as to his bounding heart He caught, he clasp'd her close ! Not more the bliss The patriot hero feels, whose lifted arm Guards his loved Prince, while round his country's coasts Invasion's hovering harpies scream for prev : Not more his bliss when, sheath'd the hallow'd steel (It's work of glory done, and in the dust The' insulting foe laid low) with honest toil, 'Mid the dear pledges of domestic love, He tills the fields his unbought valour saved. ■ And so when, sign of universal doom, 'Midst heaven's circumference yon golden orb Shall veil his flaming forehead; and the moon, Portentous phase ! on æther's azure vest Glare a red blood-spot : while in fearful course Athwart or backward, whirling through the void, The lawless planets rush ; and earth, convulsed, Deep to her centre shakes — on Death's dull ear Again the thrilling voice shall burst ; again From his gaunt grasp the shrouded victim rend, And pour through all his caves empyreal day. No single corse, as when with joy's wild throb Close to his heaving breast Jairus strain'd His rescued child ; but swarms, to equal whom Night's spangled host or Libya's world of sand Were faint comparison, to sudden life Shall start amazed. With keen compunction some, 15"], [24, "Self-sentenced ere they meet their righteous Judge, Shall to the crashing rocks and mountains cry To screen them from his presence. Fruitless prayer! Nor rocks nor whelming mountains can subdue The conscious bosom's anguish : deep within Coil d round their life-strings lies the' immortal worm, And gnaws with sharp remorse the quivering heart. Others (and O may he, whose feeble hand Frames this weak verse, the chosen number swell !) Their mortal clay resign'd, in heavenly forms Shall rise, resplendent as the summer sun Even in his mid-day lustre ; and with bliss, O'erpaying years of bitterest agony, Hear the glad accents : \" Faithful servants, come; •' Receive your promised meed. Your toils were great, •\"* And great is their reward. The God ye served, \" Steadfast when passion sapp'd and scorn assail'd, \" He, He is yours : for you is twined the wreath \" Of Eden's greenest amaranth, and for you \" Flung wide the' eternal portals. Enter in, \" Your task complete, your race of duty run, '' And share the joys and glories of your Lord.\""], [25, "APRIL STANZAS y WRITTEN IN NOVEMBER, 1813. Let the great and the wealthy with offerings of duty For their station and fortune to Providence kneel ; And let her who exults in the trophies of beauty, From her glory one hour for her gratitude steal. I thank thee, my God, that the sanguine complexion Still marks me as man, which once mark'd me as boy ; And my heart, yet unknown to despair and dejection, With rapture bounds forth to anticipate joy. Such, alas ! are the turns in this world of rotation, From their mountains of treasure the rich often fall ; And the star, which late blazed o'er the helm of the nation, Now lost in eclipse is lamented by all. While it still has been thine, my dark fortune, to dizen To-morrow, when sable to-day was my doom : Clouds ne'er hung so mirky upon my horizon, But a sun beam'd beyond them to scatter the gloom. Are you poor ? you escape the vexations of riches ; In obscurity's valley no tempests assail : You are affluent — what ignorance your charity teaches ! You cheer the lone cottage, you thin the full jail. O ! then mine be the bosom still buoyant and sprightly, If I err, 'tis an error which makes the heart glad : Sure 'tis wiser 'mid woes to think less, and run lightly, Than with fatal precision think much and run mad."], [26, "Who, indeed, with his Maker would hardily quarrel, Because with life's pleasure its pang he combines ! The cypress itself to the Christian's a laurel, Which round his meek brow stern Adversity twines. He knows, while on earth he is destined to wander, That labour precedes, and enhances repose; That not always through meads 'tis the stream's to meander, And that thorns aye invest the green stem of the rose. Yet the rose may be cropp'd, with a finger unwounded ; Yet the wild may be traversed, though bleak and forlorn : And when on Toil's ear his late curfew has sounded, At the eve he forgets the fatigue of the morn. Oh ! think then, beloved, 'tis thus with life's sorrow — December's chill train flee the warm breath of May : And while thou look'st on to the sun of To-morrow, Be cheerful amidst — e'en the storm of To-day."], [27, "STANZAS, ADDRESSED TO GRANVILLE PENN, ESQ. UPON HIS LINES TO CHILDE HAROLD. And hast thou, Penn, with thine angelic note- Only less sweet than his, Childe Harold lured Back to his heaven ? Right glad were he, I wot, Of that celestial home to be assured, Whate'er the ills his pilgrimage endured ! Oft has he quaff'd the cup of loose delight, Long has he stray 'd, to vulgar joys enured : Thou to his lip, with truth's own nectar bright Thy better chalice givest, the draught of life and light. To bound his raptures to a world like this ; Poorly to ' grovel in a sensual sty' ; To doat, ignobly duped, on dreams of bliss — (A dream is all of bliss beneath the sky!) To blaze the meteor of an hour, and die- Was never meant for him : O bid him trace In his own powers his immortality ! Are they of earth — that energy, that grace, Those aspirations vast which reach the bounds of space?"], [28, "Pause, pause thee, Harold, ere it be too late ; Blest in thy guide, if thou his guidance own ! Before thee yawns, rash Boy, the gulf of fate : Thou totter'st on the brink of worlds unknown. Of bliss or bale eternal. Spurn the crown Of transient bays, by vicious Folly twined : Thine yet may be unperishing renown, The Amaranth wreath to purity assign'd, Which they, the Pure of Heart, and they alone shall find. And O his tutelary genius thou, Still pour, blest Penn, thy soothing strain along': As oil o'er troubled ocean, soft shall flow O'er his calm'd soul the monitory song. With Christian Survey * teach his glance Ages announced by prophecy to rove — [among To thee, of right, such glorious themes belong — Point where thy Bioscope's * sure fingers move, And bear thy rescued charge to heaven's high courts above. So shall thy brow, with brightest radiance bound, Aye glitter in those blessed courts — afar From each distressful sight, each deathful sound- In lustre closed thy course of worldly war: And thou— or Truth is false-)- — a living star, With him thy glowing satellite still near ! There shall no passions wake the' intestine jar ; But Love his robe of purest white shall wear, And crown with endless peace heaven's ever-verdant year. \" Titles of two excellent Works by Mr. Penn. t Dan. in 3."], [29, "ODE TO JOHN ROUSE, The Librarian of the University of Oxford; TRANSLATED FROM THE LATIN OF MILTON. STROPHE I. With one informing mind, Though looking with a two-fold face, Go, Book ! and, dressed with simple grace, Unlaboured, speak what once the youth design'di While midst Ausonia's classic shade Reclined, or in some native glade, Yet guiltless of his country's ire He struck on Rome's or Albion's lyre ; Or roused the thunder of the Tuscan chord, And spurning earth's low tracts through fields empyreal soar'd. antistrophe i. What robber's guileful hand — When, at the call of friendship sent, To Thamis' source thy steps were bent, Filch 'd thee, dwarf Volume, from thy brother band!! To Thamis' source, — their limpid store Where the Pierian sisters pour ; And, while the tide of choral song Flows her sweet shades and flowers among, Blazon'd for many an age long past by fame, For many an age to come shall glitter Oxford's name"], [30, "STROPHE II. Would but some heavenly Power, In pity on our soirows smile, (If sorrows yet have purged our isle, And woe's atoning pang hath had its hour,) Quell the fierce crowd's unhallow'd roar, And back to their lov'd haunts restore The banish'd Nine, who drooping roam Without a comforter or home ; Wing his keen shaft against the noisome race, And far from Delphi's stream the harpy-mischief chase. antistrophe ii. But thou rejoice, dear Book, Though late purloin'd by pilfering hand, Or wandering from thy kindred band Thou lurkest now in some inglorious nook ; In some vile den tliy honours torn, Or by some palm mechanic worn, Rejoice ! for, lo ! new hopes arise That thou again may'st view the skies ; From Lethe's pool oblivious burst to-day, And win on \" sail-broad vans'' to highest heaven thy way. STROPHE III. Thy strains to Rouse belong : Thou, his by promise, art deplored, As wanting to his perfect hoard, By Rouse, firm guardian of eternal song — Rouse, who a nobler treasure keeps, Than that on Delphi's craggy steeps, In honour of Latona's child By Grecia's pious bounty piled, (Where Attic Ion watch'd the sacred door) Tripod, and votive vase, and all the holy store."], [31, "ANTISTROPHE III. 'Tis thine to hail the groves, Her vale's green charms where Oxford spreads : Thine her fair domes and velvet meads, Which more than his own Delos Phœbus loves, Than Pindus more ; — and thine, proud choice, (Since thou by friendship's partial voice Art call'd to join the' immortal band,) Midst bards of giant fame to stand ; Bards of old Greece and Rome the light and pride, Whose names shall float for aye on time's o'erwhelm- ing tide. EPODE. And, ye my other toils, Not toil'd in vain, some distant day From Envy's fang shall speed your way, Where Rouse protects and favouring Hermes smiles: There nor the rabble shall revile, Nor factious critics pour their bile : But, hoarded to a happier age, A purer race shall scan the page ; With heart, unwarp'd your humble worth regard, Trample on Spleen's pale corse, and bless the patriot bard !"], [32, "ELEGY TO DIODATI, From the Latin of Milton ; Light and unfever'd with excess, I send Health, haply wanted, to my feasting friend. But why with song provoke my lingering lay, And drag the' unwilling scribbler into day ? Would'st thou from verse my ardent friendship know? 'Tis not in verse a flame so pure to show. Ah ! not to scanted strains, and halting song, The powers to grasp my perfect love belong. The Christmas glee, December's mirthful board ; And fabled Saturn's revelry restored : The circling glass, the winter's joyous blaze, How passing well thy joyous muse displays ! Then why of wine's enfeebling cup complain ? Beloved of verse, young Bacchus loves the strain. Placed in fond preference o'er his laurel bough, Oft has the ivy clasp'd Apollo's brow ; And oft Aonia's hills have heard the Nine With frantic shouts the maddening orgies join. Weak was the lay from Tomi's vineless coast, When Naso wept his feasts and friendships lost. The flowing bowl with many a rose o'erhung, In fancy's sprightliest lay Anacreon sung. The Theban god inspires his Pindar's line ; And each bright hymn is redolent of wine : Whether o'erwhelm'd the groaning axle lie, Or dark with Eliac dust the' impetuous courser fly."], [33, "\" Hot with the Tuscan grape,\" his bright-hair'd maid The Roman lyrist sang beneath the shade. Nay thou, whose thankless strain the boon disowns, Owest to the vine that strain's harmonious tones : Bright as from casks where Massic juices glow, And strong and pure thy sparkling stanzas flow. Thine are the arts, in thee with Delphi's God Bacchus and Ceres fix their loved abode : Hence triply fed, thy dulcet accents roll, Which melt and swell by turns the ravish'd soul. And now, light sweeping o'er the golden wire, The thrilling touch awakes the' Orphean lyre ; Now round the dome, the tabret's echoes play, That teach the virgin's foot its mazy way. These gorgeous shows the Muse may well detain, When wine's strong fumes would chase her from the brain. Trust me, when Music strikes her festive string, And Dance, accordant, weaves the frolic ring ; Stealthy and soft, as warmth's pervading glow, Through all thy veins the' inspiring God will flow ; And from the finger snapt and beaming eye, Thalia's self infuse the tuneful sigh. For many a God o'er elegy presides, Its spirit kindles, and its numbers guides. There Bacchus, Ceres, Erato are seen, And, with her beauteous boy, the' Idalian queen : And thence the chiefs of elegiac song Drain the full bowl, and join the jocund throng. But he, whose verse records the battle's roar, And heroes' feats, and demigods of yore ; The' Olympic senate with their bearded king ; Or howls, that loud through Pluto's dungeons ring ; With simpler stores must spread his Samian board, And browse well-pleased the vegetable hoard :"], [34, "Close at his side the beechen cup be placed ; His thirst by Nature's limpid beverage chased ; And still to vice unknown, unchanged by art, His be the guiltless hand, the guileless heart ; Pure as, with lustral stream and snowy vest, The priests of Jove his lifted bolt arrest. 'Twas thus the sightless seer Tiresias fared ; And Linus thus his frugal meal prepared : Such the repasts prophetic Calchas knew ; And he, whose lyre the listening tygers drew. On food like this immortal Homer fed, Whose Muse from Troy the ten years' wanderer led ; Safely through Circe's wizard halls convey'd, Safely through seas where wily Sirens play'd, Safely through death's dark waste, and dreariest hell, Where thronging phantoms linger'd at his spell. For shielding Gods the bard, their priest, surround, Jove swells his breast, his accents Jove resound. But thou, should interest, kind or curious, bend, Anxious to ask what toils employ thy friend ; Know that the Son of heaven's eternal King *, By holy sages sung, he dares to sing ; All meanly wrapt in the rude manger laid, The infant Godhead, and his mother-maid : Harping in solemn quire, the cherubs helm'd, And new born stars, and fanes with their dumb idols whelm' d. A solemn tribute on his natal day, Or ere the point of dawn I framed the lay. And thee, my friend, awaits the English strain : Thy critic ear shall judge, nor I recite in vain. * The reader need not be informed that, in these lines, Milton alludes to his Ode on Christ's Nativity. The expressions, in italics, are borrowed from this ode."], [35, "SONNET FROjM THE ITALIAN OF PETRARCH. Stranger ! whose curious glance delights to trace What Heaven and Nature join'd to form most rare Here view mine eye's bright sun : a sight so fair That purblind worlds, like me, enamour'd gaze. But speed thy step ; for Death with rapid pace Pursues the best, nor deems the bad his care. Call'd to the skies, through yon blue fields of air, On buoyant plume the cherub-child * obeys. Then haste, and mark in one rich form combin'd (And, while surpassing lustre pains thine eye, Chide the weak efforts of my trembling lay) Each charm of person and each grace of mind. But, if thy lingering foot my call deny, Grief and repentant shame shall mourn the brief delay. » This Sonnet was applied to Mini C. Svmmons, by tfye Trans lator."], [36, ""], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""], [51, ""], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""], [61, ""], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""], [67, ""], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""], [81, ""], [82, ""], [83, ""], [84, ""], [85, ""], [86, ""], [87, ""], [88, ""], [89, ""], [90, ""], [91, ""], [92, ""], [93, ""], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""], [105, ""], [106, ""]]