[[1, ""], [2, ""], [3, "WREATHS OF SONG FROM FIELDS OF PHILOSOPHY. — Divine Philosophy ! Not harsh or crabbed, as dull fools suppose ; But musical as 13 Apollo's lute. — Milton. DUBLIN: M. H. GILL & SON O'CONNELL STREET, UPPER 1890. PRICE ONE SHILLING."], [4, ""], [5, "WREATHS OF SONG,"], [6, ""], [7, "WREATHS OF SONG FROM FIELDS OF PHILOSOPHY. — Divine Philosophy ! Not harsh or crabbed, as dull fools suppose ; But musical as is Apollo's lute.— Milton. D UBLIN: M. H. GILL & SON O'CONNELL STREET, UPPEK 1890."], [8, ""], [9, "TO MY STUDENTS Hfejiji* Wteaths ot $0it0 ARE PRESENTED AS SOUVENIRS OF THE SPIRIT OF THE TRUTHS WE HAVE THOUGHT OUT TOGETHER."], [10, ""], [11, "CONTENTS. — ♦ — PHYSICÆ. (Vernie). page Prelude . . . . 1, 2 Prolusion .... 3 Ah Imis ... 4 ExAltis .... 5 A Rivulo .... 9 A Rivo .... 11 De Profundis 13 Interlude .... 14 In Excelsis .... 16 On the Summit .... 19 Down the Hill Side ... 21 Reflection .... 23 Recollection .... 24 Perception .... 25 Objection . . .27 Love's Solution .... 28 Love . . 29 Longing . 30 Conclusion .... 31 METAPHYSICÆ. (Æstivæ). Pkologub . . 33 Ascending .... 35 Transcending .... 36 Descending . .38"], [12, "VIII CONTENTS. PAGE Over the Downs .... 40 Under the Roses .... 42 Through the Glen ... 45 Returning .... 46 Reasoning .... 48 The Reason .... 49 Ratifying .... 51 Applying . . . , 52 Realising . . 53 Replying .... 55 Revelation .... 59 Reprobation .... 61 Epilogue .... 63 ETHICÆ. (Autumnales). Proem .... 65 To Be . . . . . 67 Doing .... 69 Done .... 70 To be Done .... 71 Union ..... 73 Susurra ..... 75 Suspiria ..... 77 Dies Diei . . . .79 NoxNocti .... 83 Sleep .... 87 Thought Terming . . . 88 The Term S9 His Name .... 92 Epipbeme . . . .95 Epodion . . . 96"], [13, "2 PHTSIOÆ. (VERNÆ.) PEEL UBE. Agam the vernal purple glow Is on the hills, the gold On gorse and grass begins to show. Now, muse, is the time to know How truth of sense is told. The past ? Past feel it. Feel here now \"What here now is. Spirit, be thou The spirit of the mountain's brow, The spirit of the spring ! Come, rouse thee, muse — my muse, arise, See flowery fields and sunny skies, And — hark, the birds ! Life in me sighs To hear thee also sing. Ah, yes, e'en through this bright spring day \"Would reason questioning Stay at old holes to make things say \"Why there and how acting —"], [14, "2 PHYSICÆ. Why, How, \"What — dark doubts, away ! Come hear the Universals play : Muse, they shall make thee sing. But sing in tune with what is played. Then what thou wilt therewith be said, The word of the First to the world made Shalt be re-echoing."], [15, "PROLUSION. s PROLUSION. There ever ! As that 'twas first hound me. It thrills My life through, as very life round me. It fills My soul as with sense of all music, light, fire ; Force, vision, sweetness ; still boundless desire Of what must be there, in, before me, above me. Strange longing ! It melts into love of who love me. Right, proud resolve for them death's self to dare, Rut — hark to that solemn all-whisper, beware ! From the sea, from the sky, from the hills, streams, fields, trees — From all beings, from Being — there rises the breeze ! 0 spirit ! My spirit, life's æolian lyre, Let it play its own word-way of faith, hope, desire — All o'er thee, all through. Do but not interfere : So shalt tell forth the truth told of There-e'er now here."], [16, "4 PETSICÆ AB THIS. Hear the abyss there crying, To the abyss replying, A s self to self were sighing— The sighing of the sea ! But to thee, soul, what is it ? Like the breathing of the spirit, Of the secret of what's in it — 'Tis the world's mystery : In and out, come and go, Rise and fall, and ebb and flow, Here and there, and to and fro — 0 what's all that to me 't"], [17, "EX ALTIS. 5 EX ALTIS. Going, going on and on, \"Worked and working every one See on this earth, beneath that sun ! But what on earth is being done ? See first there shows all-forming, All-enlightening, all-warming ; In the sea and on the shore All-opening, all-uprising — Universal vitalising, Lives made living more and more : Bright thought ! I ought Have thought of it before — All-sunning, sunning, sunning ! Is sun-likeness then what's coming ? Being sunned by yonder sun — Say is that what's being done ? Sun's doing, all sun's doing — Lo, the time-thought of the age ! \"We read but of sun's wooing On love's latest poet's page;"], [18, "PEYSICÆ. 6 'Tis aU-gradual preparation, Says our scientific sage, For absorption by the sun : As by sun's ex-spiration, Quoth he, all here hath begun, Thereunto aspiration Is the all-phenomenon — Sim-horn earth e'er burning For the hour of its returning ! Shall we grant it ? Truth, dost want it ? Is earth going to the sun ? It 'tis done for that, 'twill do it ; But what, soul, if you knew it ? \"Would thought not think again : \"Where tends the sun ? And then, Will it at last go to it ? Then that to that round which it moves As to the one of aU it loves ; That to its other, and so on. Then, when all going have aU gone, What on the whole shall have been done What's the thought of the First One? No, 'tis not where this world must go What thinks in me most needs to know,"], [19, "EX ALTIS. 7 'Tis wherefore it is labouring so. For as those trees there put forth leaver, Whence flowers, then fruits the earth receives. My mind instinctively believes '> Earth's self bears final fruit, For which it worked since it began, \" Which done for aye shows all it can ; Muse, what may that be more than man, Thought-term of this world's truth ? Man — lift thine eyes hence, earth-bound soul, Look up and round thee, on the whole ! See those stars, points of light, And, as light, wholly bright, Still but points in the night There made ; and mark, thei-e mark What's about them, what behind — Ah, bebind,^think, mind, shalt find Naught for thought as for sense-sight But the Dark — what s the Dark ? The Dark now to sense may mark Sight's transcending term, the mean Where the Light of lights were seen. 0 Celestial Aureole. . . . Crown of sight's transfigured Whole ! Starlights aR self-showing One —"], [20, "PEYSICÆ. 8 The universal Sun ! Light of the empyrean dome — Changeless glory of man's home For the nightless day to come ! Say, muse, say, e'en sense-sight's way May that be what s being done ? Stay, science-sickened soul, Knowest of a living sun ? Knowest one self-acting whole, And what there is being done ? Think, oh, think, shaR aR that doing End in everlasting rueing? Forbid it, Love ! Ah, dearest One — Quœrens me sedisti lassus, Redemisti crucem passus, Tantus labor non sit cassus !"], [21, "A RIFULO. 9 A RIVULO. \" I go on for ever \" What sings there — on for ever ? The rill going to the river ! But what there ever keeps the same ? What is \" the river\" save a name '? What even means its \" water flowing,\" But particles to their term going ? Still how they go, all together on ! Thought, read me there earth's life-lesson Time's passing particle, part-soul, Keep thine own place in thine own whole, Therein alone shalt find thy force. The forward impulse of thy source ; Therein going still shalt rest, Shalt act, though least, as first and best; Shalt share the fulness of the past, And reach the end of aR at last. Mind ! passion's breeze of lust or pelf May seize, then leave thee to thyself : Left to thyseR, pray what wert thou ? Putted up part-thing of here and now,"], [22, "10 PEYSICÆ. What art thou when not with thine own ? Look at that froth-fleck just upthrown, Shrivelling away on its sun-dried stone, SeH-settling, lessening, going, gone !"], [23, "A RIVO, 11 A RIVO. Habk ! 'Tis the sigh of the river flowing, Flowing, flowing away — Away ! 'Tis the sigh of the green grass growing, To winter's withered hay — Away ! 'Tis the sigh of the blossoms blowing, Spreading, brightening, like yon glowing Hues of dying day, To the eye while brighter showing, On the heart death's shadow throwing, Thought teRing of decay : Here everything sighs, going, Going, going away — Away, away ! Ay, beating heart, beyond our knowing We, too, are going away. Away, away — the world wide Let me look where I may, What whereof sense is satisfied E'er shows as meant to stay ? See beauty's bloom, see manhood's pride There fading by life's flowing tide — All, all as here to-day ! So let it all thus past thee glide,"], [24, "12 PEYSICÆ. To death thus blooming by thee bide ; Love's sigh thought echoing say : As that sparkling stream to the dark sea hied, Here all is going away, Away, away ! Yes, soul, as life's first Dearest died Here aR is going away. Here, after all, sure Rfe is flowing Along its appointed way, Things duties of their God's endowing But doing as they decay. My God ! Me, too, keep to Thy showing ; The longer I live but riper growing For my mowing day ;. With business of Thy bestowing Busy as earth's blossoms blowing ; Hearing Thy voice e'er say Within my breast : no rest, no rest Eere — going, going away — Away for aye ! Then let me rest, eternal Best, With Thee when gone away."], [25, "BE PROFUNDIS. 13 BE PROFUNBIS. As is coming must be going, so Jure Rfe keeps going on : I thought, but then : How nought comes back of aught hence wholly gone, How lived species of beings whereof earth now knows not one ! Then on life's thought aR-darkening feR as 'twere thought's own death-dread : What if of men too earth should show but relics of the dead ? \"And what if no men ever were?\" Methought one sneering said. Shuddering felt my spirit as of its Evil caught, When, with sense of loving Presence, laughing whis- per the breeze brought : \" Think 'st thou no One should then be thinking, foolish thought ? \""], [26, "14 PEYSICÆ. INTERLUBE. Blow, breeze, blow away, blow, blow — 0 self to self singing ! Thence here now, though Whence have I come here, and where do T go ? Breeze, my breeze, come, blow, blow ! You make me think what makes thought know — Whence here is spirit, and where doth it go ? Blow, breeze, blow me true, blow, blow — The Spirit is Love ! Thence spirits here flow, And thither who live love's way shall go. What ! Whether 'tis night or day ? Nay, I only now dozed away : 'Twas the breeze-brought scent of that new mown hay. Twas the breathing balm of this flowering broom, Twas yon sleeping ocean's snoring boom, 'Twas the sound all round of this sultry noon."], [27, "INTERLUDE. 15 'Twas the hushing buzz of these busy bees, That infinite whisper through the trees — Twas your own lullaby-love-song, Breeze ! ♦ E'er made ! Why not ? Why could not He, Who always willed Other to be, Have wiRed such there eternally ? Then were a world that always was ! Yes, still, as e'er being by act of First Cause, As creatures 'twere ever all bound by His laws. But, what might have been be what may, 0 World ! this spirit-sense makes me say — We have not been made-being from aye !"], [28, "16 PEYSICÆ. IN EXCELSIS. On — mystic murmurous sound, As of earth's self roRing round, Wording the world's order— on ! fear not, soul, nor feel' Left labouring alone ; Thou whose 'tis e'er to own The power o'er powers that must be here to up- hold, help, and heal. 0 the music of that breeze ! Harmony from fields and trees To thy unconscious melody, Earth's oldest, moun- tain rill ! Now, heart, thou hast thy choice ; Hear the universal voice Singing life's first love-song. Recreate thee, weary will! Watch the sport of those young birds Through that close of golden furze,"], [29, "IN EXCELSIS. 17 Hear those singing to their chosen the May's bridal wreaths among, Hear — hark ! away on high, O'er all soaring to the sky The lonely lark, as I now, sings his mystic song. 'Tis the spirit of the hills ! Oh ! It lifts me, lifts— stiR fills My soul with sweet sad longing, vague regret, deep— deepening awe, O'er my life as life's Rght stealing ; 'Tis the mystery's revealing, Eternal law of Love — love of Liberty and Law ! 'Tis the sight of what was seen So long before me, what has been Just as it was for ages, and for ages so shall be ; Becoming not, in naught undone ; While the changing years round run, Telling of the changeless One there — there eternally ! 'Tis the sense of end attained, Of summit reached, of having gained Rest after manly labour, life's delight of prize well won: 'Tis this sense of thou ghtless things There so satisfied ! — that brings Repose to thought-tired souls as naught man ever said or sung — 3"], [30, "PEYSICÆ. 18 Is that the explanation Of this mystical elation ; Triumph, joy, thanks, adoration ; All that rushes on My soul among These peaks and seeks Thus utterance in song ?"], [31, "ON TEE SUMMIT 19 of ON TEE SUMMIT. Grand rocks ! Withal, were they of gold, To thought are they bare, barren, cold, Telling only of the old First elemental strife — So changeless, hence so lifeless too ! Ah, hills, your own way of the True You teR, yet yields thought echoing you Truth less than lowest life. Rocks, hiRs, worlds here all together ! Mind may well try think out whether First this or that was, or why ever First Cause forth such did bring, But — made of things one stiR may gather, Of things one stiR through space might scatter, Thought marks thee wrought out world matter — A manufactured thing !"], [32, "PHYS1CÆ. 20 What of itseR then means this ' matter •' Whereof men now so glibly chatter ; As though all known should be owned that, or Thereof made be said ? What means to thought, ' that which may this Or that be ' — as to substances ' E'er other ' ? Mind such must say is ' What is made there to be made ' — By force to be determined !"], [33, "DOWN THE EILL SIDE. 21 BOWN THE EILL SIBE — To be not as first made for ever ! StiR why not on§ so made as never From its own made-act to sever, And thus, as acting-seR, to stay With the First Cause in act for aye ? Ah, how it soothes, that joy self-sung Of lowly souls for work weR done ! Muse, word it : 'tis seR-act's lesson — Were no self -act, there were no thought But were no thought there, truth were not SeR acts to rise, live, conscious keep. Descending, dying, falling asleep Needs no self -act ; there is the deep E'er ready to receive, and all Here apt to make self-acting fall. Is thought-life then only above Thought-less as power to seR-move ? No, it is so as power to love ; Motion may all cease to be ; Love, like truth, is essentially."], [34, "PHYSICÆ. 22 Hence though first-shown as Rfe's aR-dawn, Then felt as one's own coming on, Love seR reveals only to one Thought-forth of seR as one for all To be there always — personal ! Not such those thoughtless Rves that cry For things here now. Lives loving sigh For There-for-ever : such to die ! No : longing seR self-answers, No : Not come thus, thus art not to go. 0 life made love For- aye, believe Thou art one made for aye to live : So didst Song's deathless word receive. Sing, loving soul, 'tis true-love's thought : — Shall my Love live and I live not !"], [35, "REFLECTION. 23 i REFLECTION. Was it : How shaR I be When I'm dead, I said ? Anyhow, now I see While this Earth I tread And that Sun overhead As they arc shall continue to be, That which said what I said Cannot be when I'm dead. Though what thus thought in me. As it thus thought, Feels 'twill be, and ought; — Ah, hero is the mystery, While being be seeing 'Tis being for what It sees of not-being To being it was brought — To be blest for eternity !"], [36, "24 PEYSICÆ. i RECOLLECTION. Tis as the Sage said : Thought of Being lets see Naught the Maker hath made Is ever to be Annihilated Absolutely Hence ones from the first That seR-acting exist As acting-selves must For ever subsist. AR else here become, As of matter made be, May lapse back to the sum Of that first potency. But thou, soul, truth-seeing, Seest art not thus done, Art no matter-made thing, No earth-evolved one : Forth come of First-Being, Thou art hound to live on"], [37, "PERCEPTION 25 PERCEPTION. How could be what conceives Of \" First,\" Not of The First conceived ? Then shall not what perceives What-must, Be for that First believed ? Now surely, thinking mind, Thou dost Thought of what's first conceive ; And thought's way truth e'er find Thou must As what-must-be believe. But ah, here now look round, Say where One that must be from aye Through all sense shows is found Dost dare To thine own heart to say ? So, though that earth-made heart Must care For what earth-sense may see,"], [38, "26 PHYSICÆ. Let thought witness thou art Now there For the unseen Must-be Who, while He ever must. As First, Be said e'en to make be Whate'er of worth Earth doth, Thou durst Not doubt, created thee."], [39, "OBJECTION. 27 OBJECTION. Could not the Maker whose 'tis to create, To make-be from being-naught, All made R He willed it annihilate ? — Yes, but He could will it not. Too thoroughly good, too wise and too just For that, saith the Sage, is He : So is He too true to do aught as the First 'Gainst what one is naturally. What though the nature of each made-thing As being is its Maker's fact ? To act against that, as it is being, Were acting against His act — The act that as His for all that is, As it is, is reason sufficient ; For reason must be supremely His Who is the First Efficient."], [40, "28 PHYSIGÆ. RESOLUTION. What naturaRy longs For ever to be By nature belongs To Eternity ; Straight therefrom is come, Straight there is to go For its seR-formed doom Or of weal or of woe. So thy question is not, Soul, To be or not be ? It is, What of Thy lot For Eternity ? That own e'er unknown Here, but hold fast to this Thou art one for the One Wherewith union is bliss — The One there love's longing Makes known to thee is-. For, as truth of aR song, There is — love to IRe sings- For what natures all long In the nature of things !"], [41, "LOVE. 29 'i LOVE. Love? 'Tis whence life with life e'er blends. Whereto here truth through beauty tends, Why all now being blooms then ends With doing aR it could. 'Tis want that only wants to see, 'Tis act that ever makes to be, \"sis rest that's aR complacency In another's good. 'Tis what the while we feel we would Feel always, feeling so souls should Always feel as aR of above — That is love."], [42, "30 PHYSICÆ. LONGING. To long to be eternally One with One who is aR for thee Yet whom for ever thou wouldst see In goodness aR above Thee : — that is love, True love, pure love, Love's made love. Life's longing else were appetite, And may be but affection's blight, Base passion's lust for seR-delight ; Howe'er thy heart may move Thee, 'tis not love, Not love, not love, Not true love So truest love flies to the Highest, To the Best tries to be nighest ; Ah, soul, see thou ne'er here sighest Save for that Highest-Best, For there's thy rest — LRe's rest, mind's rest, Love's last rest."], [43, "CONCLUSION. 31 CONCLUSION. How serve any other ? Lord God ! I see how: Here now is Mother, Though our Father art Thou. So is man to man brother, Yet, through Thee, may now Be one to another As to all art Thou — Thou Who art but Thou ! And but Thine are we — To no Thing made bow, To serve Thee made free ; Still, as made, needing help, Not as matter-made things, But, Lord, like ThyseR, SeR-acting beings. 0 summit of seeing ! SeR-acting to be One in act with SeR-being Seen as AR-good ; so seeing AR one would see,"], [44, "32 PHYSICÆ. Being all a being Could want to be ! 'Tis Rfe's last revealing, 'Tis reason's full meaning, 'Tis love's mystery."], [45, "4 METAPHYSICÆ. (ÆSTIYÆj. PROLOGUE. Wnr do I love ye, 0 ye hills, Why do I love ye so ? Heather and haze and rocks and rills ! Ah, there is more I know 1 know aR call ye holy, hills, Why I think few well know ; Rut ye are holy — 0 ye hills, Sure I ought love ye so : Love your gladness, mountain-glory ; Love your sadness, mountain-gloom Mystic darkening ! Art the story Of the universal doom ? Twere this universe's duly ; But why should such he thine, Soul love-lit ? Sursum ! Truly The light there ne'er fails to shine"], [46, "34 META PHYSICÆ. Sun ! Endless Summer's symbol ! Fountain Of perennial inspiration ! Thou art there, more e'en that mountain Here, thought's type of self-duration. Why those heights, soul, for thought's flight Shown of Nature's light, if vain Were its hope of unseen sight, Higher life, and light again ? There then, ah — then ! Why until then Thus to thought's Term but sigh ? There now may reason sense-wise rise — Up ! Come, my muse, shalt try, Like soaring lark through summer-skies, To tell of the Most High!"], [47, "ASCENBING. ■ > ASCENBING. Breathing : as of a mother's breast Methinks I draw thus utterest Fulness of force, of food For future life, of what is there Materially everywhere Self -forming for my good. What art thou, Presence that I feel Thus at Earth's highest self-reveal ? The Highest oft dost seem, And mayest in some sense be so. But, gentle Presence, well I know Thou art not The Supreme. — Nature ! That was Mother's word 'Twas as her very voice I heard. Yet, am I not alone ? Was it that the word did fit Fo well, my spirit sounded it With sympathetic tone ?"], [48, "36 METAPHYSICÆ. TRANS CENBING. Silence, Silence — wholly naught Thou art not, giver of true thought And hope and love and this awed all-sense — Soul-song compelling, sweet Silence ! Not part as things I see are part, Still somehow of what's there thou art — Heard I aright — Word of the Whole, To sense Silence, the Voice to soul ? Yes, sounds as clouds but come and go : Thou there, though dost not always show, Art, as the sky, and thy song I know — Gloria in excelsis ! * * * Worlds o'er worlds — see ! What can I see Above or about me that must be ? Then, thought, were all else as naught to thee Naught, though 'twere there through eternity"], [49, "TRANSCENBING. 37 Hills, earth, sun, moon, each planet, each star ! What are ye but things made be as ye are ; Kept being as beings that need not he ? My being wants Being-essentially. All things there were ye utterly gone, Still being I see should be the One — The Life, the Light — oh, I hear, starry All, The lights from your heights to the Over-all call Gloria, gloria, gloria in excelsis"], [50, "METAPHYSICÆ. 38 ■> BES CENBING. Sing out, heart, what art thinking, Self-whispering mystic words, While gladdened Rfe keeps drinking Light, perfume, song of birds. Sing — little birds, I love ye, Love the sweet song ye make, For the sake of what doth move ye, And for Mother's sake. She loved them, 0 she loved them, ' His own little birds Singing of the One above them' — 0 my mother's words ! Thus, at life's best and brightest, They well up in my soul For heart-hymns to the Highest, For true thoughts of the Whole Whence came they ? Say, ye sages. Were they of such as must Go sounding down the ages From the teaching of the First"], [51, "BES CENBING. 39 Or just sound-signs of dying day, Thought-terms whence thought must part ? Let them talk away, my soul, we'll say — Tliey came from Mother's heart."], [52, "40 METAPHYSICÆ. OVER THE BOWNS. Green earth, sunny azure, bright blue sea, And thou light here in my breast — Keep shining, keep shining — 0 mystery, 0 infinite life that is rest ! That — mere material meaning : This rapture — sense of sight ? No, tis the First's first revealing, 'Tis sense of Life's morning light. How do I know what there may be Of forms for hate or fear ? Enough to see being beauty For love and trust now here. Here — what shall I call thee, glorious All ! Deed last done of the Lord, Glow of His glory — what shall I call Thee ? Why not — His own willed -word 9 What proves it ? Reason, 'tis thine to prove. This world has but to laud As the All-good the One All-above, Forth showing the glory of God."], [53, "OVER THE DOWNS. 41 What more than they are may made-things show Naught ; but 'tis thine to say— How glorious must be the One I know Who maketh be such as they !"], [54, "METAPHYSICÆ. 42 UNDER THE ROSES. ('rosie's lesson.') I. Rosie, Rosebud, Baby -rose ! Listen to the breeze that blows 'Round you, singing, singing all day Like a little child at play. Listen to the lark on high, To the bees here buzzing by — List ! Why every little fly Can sing somehow. And so can I : Bless the Lord, all things that grow Bless Him ; bless Him, high and low .' So are we not all made to do ? But, Rosie, Rosebud, what ails you ? No song — no sound! Must I suppose, Dear Dame Nature, that but shows Song would be wrong for Baby -rose ? n. Nay, nay, good child, but pray draw ncai Nearer still ; now, don't you hear ? Not hear ! Well, gently, don't you feel Sweet spirit o'er your spirit steal,"], [55, "UNDER THE ROSES. 43 All softly as the melody Of Mother's own low lullaby ? What ! — like breath of Mother's room '? 'Tis— well, yes, say, 'tis perfume. But perfume-breathing all day long, And all night through, is Rosie's song : With the birds and the bees, and the breeze that blows ; With the merry mountain brook singing as it flows With all that on its true way goes, With all that's good as it better grows, With all that's fair as it fairer shows, This sweet scent-song sings Baby-rose. in. — What means that song ! What means the breeze Softly sighing through the trees ? Of what did the stars sing at their prime, What have they sung of through all time ? Of what do the larks sing as they rise Up, up, up, in summer skies, Each o'er some little home that lies With its baby -birds below Where buttercups and daisies grow ? What makes them even sweetly sing Before the summer comes to bring Their birdies to them ; through the spring, When sweetest are all songs ? You know"], [56, "METAPHYSICÆ. 44 They can but mean what makes them so : What makes, that means each being's bloom, Each swelling song, each sweet perfume. IV. What's that ? — What made our Maker inak< Us all, and die, child, for your sake ? What made dearest Father, too, All he has ever been to you ? What makes Mother there — oh, see ! — Now look at you so tenderly ? What makes all things be as they should, Bright, beautiful, and true, and good ? What's felt on earth, but known above A s best and truest : holy Love. Love is here ! Oh, that's the song The World's perfume-spirit sings the whole day long, The whole day long and the livelong night, With all that's good and beautiful and true and bright : First and last of Heaven's lessons to the children of ligbt. Child of light ! but love in truth, and true-love's own shall bo Your song, among life's chosen throng, through all eternity !"], [57, "THROUGH TEE GLEN. 45 l TER 0 UGH THE GLEN. No view to the left, no view to the right, But little before or behind : Yet again and again this glen to sight Shows glorious of its kind. No sun can I see ; but, lo ! its gleams On fern and rock and rill : And there I know from its slanting beams 'Tis showing behind the hill. Look as you may, said they, in no part Of that dreary glen can you find Aught for poetry, thought or art, Of food for the heart or mind. I read through those records of Earth's first strife The way of Love's mystery. How now should show for lesson of lif What is to what is to be."], [58, "46 METAPHYSICÆ. i RETURNING. (sight at sea.) Woe — woe ! \"sis the wail of the night, The song Space to Time sings — Here first the First, the Light, made light The dark came of beings ! Yet may not Rfe's seR-acting parts Here ope to the light all o'er ? Ay, and, alas ! seR-closed here hearts Grow dark for evermore. Tired reason, rest. Think— there is light, So there is essential Day ; But there is no essential Night, For the dark cannot be from aye. Nor may from aye be aught of sin, Death, pain, shame, hate or strife : Nay, naught can there from aye have been But love anil the light of life"], [59, "RETURNING. 47 Thence form forth thought of that Self -force Whence lives — thoughts — wills first came, The Life— The Thought— The Will, The Source Whose is the Verb for Name — The Truth, made-minds all over, Before, beyond, behind : What more, soul, wouldst discover ? Adore the Sovereign Mind !"], [60, "METAPHYSICÆ. 48 't REASONING. Than lie— say they — Whom ye adore, What if of worth more were ? Tell them -. The Worth all worths before Is what we worship there. Yea, waive His fact-title ' Be-fore For which minds may ask, How ? Say : How of worth could there be more Than that there must be now ? Here others seeing we adore There unseen Term of seeing ; More beings own, but never more Of worth to know as Being : So serve Him, not as Whose 'tis to give Being's first gRt ' to be, Or ever to make lives living well live, But as of HimseR is He — The First, and as First e'er Truest and Best, Be ever what others there may ; Whose love is at once life's rapture and rest, Right act and reward for aye."], [61, "THE REASON. 49 5 THE REASON. Thai somewhat there in act must be Is fact's last abstract truth ; But for that need be One only, And that's the Absolute. Change or becoming as caused fact Says two, doing and done ; But Being, as thought's First in act, Says self-sufficing One : As that the Most High One, For Highest is First And First the only one That utterly must — Must be and act as the All-Might, All-knowing as All-known ; Essential Truth, essential Right, The — the essential One ! Then, soul, thy life's tone-thought be The fact that to love gives : There must be -what there ought be, For Love- Essential lives ;"], [62, "METAPHYSICÆ. 50 And, as Essential Lcve, makes be AU freely what else is, But always all in harmony With the way that is His."], [63, "RATIFYING. 51 RATIFYING. Right : call ' Law of causality That first of contingency's laws — ' While reason for being as being must be, For what may become there is cause.' ' Causation's law ' gives : ' Cause in the act Whereby is contingently All known as so being — thing, thought, or fact — Though so 'twere eternally.' Now, naught need e'er have been caused, though much Sense-seeing here makes mind see Is caused, and as caused made such and such, But One is essentially. Of what on the whole then really is Whatever besides be said, For reasoning first insist on this : One is that is not made — And as not-made is in naught made-whole, But One is Who is wholly ; Hence Whose is uttermost self-control, All else controRing Solely"], [64, "METAPHYSICÆ. 52 7 APPLYING. The World, this Whole— that All we fee As whereof we are part ? Supreme ! I see it self -reveal All other than Thou art. To conscience Judge, Teacher to thought, Thou art will's Lord o'er all : While it — that Thing ! Muse, is it not, Thine ' All-impersonal ' ? Nay, speak not of it as a Whole Subsisting to be said ; 'Tis but collective term, my soul For all the beings made — For all of all done by Who is the One Who cannot e'en be conceived Not-being, and so, though last to know, Is the first to be believed. Yes, First for faith, for trust as for fear. While love oft wonders how, Through all sense shows or mind knows here; Must thought think : there art Thou"], [65, "REALISING 53 REALISING. Sor/r.s sense-soiled so want what was, They naturaRy little care For the One Who is, the living First Cause, The Being that must be there. With that, as the real reacts the true, Who act but as acted on Must make their ideal One subject to Some form of true passion. Hence slaves of passion — lust, pride, or pelf — WiR lose the sense of First Cause, For ceasing to feel a determining self 'Neath Nature's determining laws. But thou seR-acting life still strive To do, not as to thee done ; So shalt thy finite self keep alive To the sense of the Infinite One. Yet feel, when tempted to sneer at aught, Each being as thought shows His Who first made-he : though mind here naught Save for what as His thought it is."], [66, "MET A PHYSICÆ. 5 1 That is what in itself thou seest each is ; For, as universal fact Such shows on the whole the way that is His Whose way is the law of Act."], [67, "REPLYING. 55 all REPLYING. Say not the Sage's thought-sequence Is that the ideal As such must really be, and hence All shown so must be real. His reasoning is : that, e'en though n Beside One mind may see As ideal need not be real, One real-ideal must be. For, real truth alone coukl suit So well thought of the True, As One there being absolute In all there is to do. While all beings we see Here being nerd not, Why say One must be As owns reason we ought ? For if naught, of what is, 1 The Must-be ' we may call, All beings may cease, So leave nothing at all"], [68, "METAPHYSICÆ. 56 Naught-being ! No, thought Won't e'en try that to see : Be what may or may not, Naught-being can't be. O Law unto laws ! Thought all comes to this : Thou art as First Cause The last Why of what is. For ideally due Is it solely to Thee, That 'tis really true Naught-being can't be — Or that can't cease Love, life, or light, Or aught soul sees As wholly right. -..•■ One Unmade — say ye — is, but why, Though such ' First Cause ' must be, As such that One personify As par excellence ' He ' ? For root of rationality Found must be in the First One, And that is ' personality ' Or what makes being ' person.'"], [69, "REPLYING. 57 Of personal terms then, what is meant By the pro-noun ' He,' But the One that is First Agent In the act of making be ? Mere ' Being-with-life,' ye say, means less Than aught that may conscious be : So say mere ' Being- with-consciousness ' Means less than does ' Deity.' ' One that acts self ' gives what doth live ; ' SeR-act through seR ' gives thought ; Yet higher One still doth ' acting ' give, ' One that is in act 'neath naught ' — Who by naught ever than self may act, Or live or have wish or thought, Without whose co-acting act were no fact, Whereof is what in each ought. How think of Being so absolute As not even made seeing ? But think of what must be first, the Truth. Thought-Being as First Being. Consciousness shows me to me ; Conscience tells of One more, Of One Supreme who there must be, Whom I am bare before."], [70, "58 METAPHYSICÆ. Self -consciousness and conscience one Must mean for that One as the Light, The Life whereunto may naught be done, The Love whence all done is right."], [71, "REVELATION. 59 REVELATION. Foil thought of His ' SeR hear faith e'er say ' One being in persons three ; ' Hold that way of being SeR-Being's way, The Mystery's mystery. Still, deem not ' person ' means but the same Of the Infinite said as of thee : So, wondering, adore the All- Holy Name As the Most Holy Trinity. Yet wonder not thought in thee trembling shuns What thus must make thee feel, What mind sense-informed stops, startles, stuns, Makes reasoning reason reel. Beware, too, of speech thereon easy and broad, Made sense-swollen spirits to fit ; Speak not, oh, speak not. of dear, dear God As in aught to be thought but ' It : ' Not even the way minds thought-wise see The totality of things, But as Who is He who is supremely — The Being all over beings !"], [72, "METAPHYSICÆ. 60 Thus, just as His word self-words for thee, own Trine truly His mystery ; While ever remember, reason's way known, The One Living God is ' He.'"], [73, "REPROBATION. 61 REPROBATION. • He came unto His own, And Eis own received Him not.' Alas ! yes, of the known as true Men own but what they will. Then may they who so choose to do, Mind's saving mean sundering in two. Thought's seR corrupt, until, Soul's righteous unity all gone, The Truth there finds no living one With its all- word to fill. Then energize life's parts apart, Each 'gainst each and the whole, Till here proud head and there vain heart From failing love's last conscience-smart Distract the cor-rupt soul, Compelling it to hear But passions's sighs or cries of strife, Lust of the flesh or pride of life, The hunger-hate or fear."], [74, "METAPHYSICÆ. 62 Soon must such soul death's dark way live Then dread the living Light ; Then, what thereof it ought receive WcR knowing, try not to believe ; And thus against mind's right Strive, till thought's seR shall be abhorred: For where naught shows to be adored, And so no more life knows love's word, Tis hopeless horror's night."], [75, "EPILOGUE. 63 EPILOGUE. Life to my life ! what in me feels, What here now thinks ' I ' There Thee so thrillingly reveals, How could I deny — Deny Thee ! Save for form's sake 'Gainst sophist tricks reasonings to make, I could not even try. In his heart the fool, 'tis said, Denies, Lord, that Thou art : He could not do it in his head ; Nor would he in his heart Had not its love-light fled, Leaving that fond fleshly part Wherewith his life once loved Henceforth but by lust's rotting moved, To love's emotion dead."], [76, "64 METAPHYSICÆ. Thanks, Lord, that loving still I sigh To Thee as still for me — Ah me ! This molecule made ' I ' Self-seeks to death. There let it die, Much as 'twas made, naught be To seR here more ; so ne'er more grieve Thee, Living Good, nor aught believe Life left it for else than to live Thy law through unto Thee"], [77, "6 ETHICÆ (AUTUMNALES). PROEM. Out gushing, forth flowing See how things strive ! Down rushing, on going : Do they arrive ? The rills reach the river, That the ocean, all-giver ; So do all seR-deliver Where aR seR-derive ? Watch the waves breaking Along the lagoon : Were they not making AR for the moon ? Yet here are all broken ! Now, which is the token Thought of the unspoken Act to be soon ?"], [78, "66 ETHICÆ. Things Somewhat seems driving On farther, more high ; The Rving stiR striving Only to die — Why mind what's to come of What I only see gome of, Not what s to become of What's come to be ' I ' ?"], [79, "TO BE. 67 TO BE. Shall ear while hearing sea-shell sigh Dare doubt R there be air ? Shall eye ask, seeing birds all fly Southward, R land be there ? Shall heart while listening to life's cry For Being's self despair ? No : over the sea, soul, unto the sky, Thine eye keep everywhere For truth and beauty, love and duty, Before all as all o'er — And there for aye — as Rfe sings to thee, Sing — to be evermore ! ■■•.- Self -dazed soul, hast o'er drunken Of the radiance up there : See those rocks here, broken, shrunken, Battered, black, cold, hard and bare. Thought's strife has only made thee know The sweets of thought's success, And now thy IRe is aR aglow With health and happiness. So wouldst day-dream. Well, which shaR be First of yon coming woes ?"], [80, "ETHICÆ. 68 Or what is this last agony Wherewith Rfe's current flows ? And flow ye must, 0 bitter tears For love lost, hopes found vain ! Then shall the end be weary years, Or weeks of racking pain ? Mark me that distant darkening spot ! Means that life's thunder-cloud ? Then may the hands the robes have wrought Prepare the funeral shroud. I — thou, time-trifler ! What of thee ? What are thy woes to aR ? Think of the throes of agony Through yonder hospital ; Think of the ills now everywhere Undreamt of such as thou ; Think — dear God ! to think that there — That awful there is now. Could I — ah, well, there let it be : Say, soul, though so I were, Should some way now unknown to me Love's mercy find me there."], [81, "BOING. 69 BOING. Sings folly or sin thus ? — ' Bird, would I Were so of thy kind that I now could fly Free of thought singing through sun-lit sky.' As though hi aught person were less than thiny, Than flight through earth's air the soul's soaring, The word of thought than the wild bird's wing ! Bird, all thy doing shall cease to be, Thy Use become matter's mere potency ; Shall light, love, and song then be for me ? All of earth, all for earth— feeling so may Lives thoughtless sing merrily, here for to-day : Life thinking here thrills to the thought of ' away Then, then — when this doing for ever is done , This battle for Being all lost or all won, Soul, what shalt be seeing ; all come or all gone Of what would' st have being for aye ?"], [82, "ETHICÆ 70 BONE. Dead days of my IRe, deeds done as done Where are ye ? Or are ye aR utterly gone ? Gone ! Deeds done in the light of the sun ' To the world there — there ! They are written thereon. But what of those done to one's seR alone, Those in-acts which only soul can own, Thoughts, wishes, words whispered to never a one : LRe's secret up-heavings, are they not gone ? See that tree they cut down, there to teach thee thrown ; Read the tale of its growth writ through what it has grown, Mark the work of each year in each round of it shown: Soul, why not thy deeds thus as being be known ? Thoughts of the soul as leaves of trees, Say they, come forth, and forth of these Flower desires whose fruits are facts : Soul, deem thou these too terms of thine acts."], [83, "TO BE BONE. 71 TO BE BONE. No, sense-science, I care not to see Any more of your molecule Whole. There's more of worth done here, here in me : There's more in a baby's soul. See those spheres roR ! There let them roR. Why but for their ways should I care, I who through thought of what's there on the whole May rise to what must be there ? There, spirit, for sight of what's right to be done By aR and for ever, rise — Rise and thought- rest as on that whereon AR work of worth relies. What may that be ! What but seR-act Unto love's union ? That is the first, all-foremost fact, And that's what's to be done. AU wholly at one with seR the First Is LRe unto Love through Truth, And we ought first be what He must Who is the Absolute."], [84, "ETHICÆ. 72 the So being at one with Him as the One First doing must be thy way, Made-spirit, to do the most to be done, To be at thy best for aye. Nay, not even power to act aright Feel, till being made coact With Him whose pre-acting sovereign might Determines each righteous fact. Thus, sayest thou, what at Use's highest were I But acting potency ? Nought else, then shalt say, to thought-word Most High, ' Pure Act in act is He.'' So be it, here is a devotion To try to spread abroad ; \"sis that they left die, to the notion Of the Act of the Living God. Thought-forms opposed to His truth recede As forms in favour decay ; Hence age after age sees arise new need, And this is the need of to-day."], [85, "UNION. 73 UNION. As being's first is unity, Union its last-best, Whate'er be- comes ' one ' comes to While ' union ' is its rest — be, All rest as best for one as one, At once all -end and mean, What by all done is to be done, As 'tis what first hath been. True, what for one is to be done Is its perfection gained. But what is one's perfection Save its union attained ? Its unity is for each one First force for its first act, Then must accomplished union Be One's full final fact. Sense-seeing shows but separate Ones scattered there through space ; Sense hearing here can but relate Succession's endless race ;"], [86, "ETHICÆ. 74 Still, whUe, time's way, mind ponders on AU that through space was done, Forth stands to thought for first, the One ; For last, AU-union. Three, say ye, are Who is He Who is the Eternal One : So see what through eternity Doth He is Union. True ones thus first aU strive to be, Love's way then to be one — AU Uving in community, In the act of union."], [87, "SUSURRA. 75 SUSURRA. One in act with the First ! Right, muse, and yet, As it need ne'er have been, Why not bewail Use cursed with death, Though it be but the wage of sin ? —Why deem death so wrong whUe gladdened we find Life Uves out for ever thus tread ; While we cannot live on without leaving behind Here evermore dying and dead! But see how now Nature things takes up and feeds ; WhUe for me, and such beings as I, She makes, ay, and see, is meant to make needs She is meant not to satisfy. — Feel forth of thy seR ! Not for self art thou, soul ; StiR less art for any part-thing ; Feel forward through aR for the word of the Whole, For that thine own sUencing. Sing ! let there be done what may be done By who may their own wdl do, StiR good is the First's intention And right is aR tending to."], [88, "76 ETHICÆ. Then though here loving prove false as sure As Uving is foul, soul, say — Love is true and Life is pure, Be beings-made what they may ! 'Tis pure-thought's truth. Ah, but 'tis cold As gleams from the face of Night, From the Abyss that seems to hold Those old fixed forms of light. Sense-sight's extreme art, starry Night ; Thine, Mind, aU as thought seR-seen : Fields, flowers, trees, earth's warm sunlight, Ye are yet Love's mean between !"], [89, "SUSPIRIA. 77 SUSPIRIA. Flowers, trees, fields fade. StiU, fair Creature Mind names Nature, 'tis weU for thee, Again comes spring, re-forming each feature, But, oh, there comes no spring for me ! For thee as for me here is nought remaining, Yet what thou wast thou art again, While I — ah me, I can't help complaining, Though I know complaint is vain. No, reason, no, 'tis no use replying — ' Love lost is the cost of Use grown more.' I do, I do, there is no denying, Long to be what I have been before : Again her child in the arms of mother, His little son on father's knee, Again a boy playing with my brother, Again, again — ah me, ah me ! Silly soul, cease thy repining. Rouse thee, spirit, look up, see There is the Real-Ideal shining : That was— That is — That is to be !"], [90, "78 ETHICÆ. Therewith thou art, child, with thy mother His little son on father's knee ; StiU a boy playing with thy brother : Young heart thou now art with thy lover, One with the One who is what no other Was or could ever be to thee."], [91, "B1ES BIEI. 79 sky ! DIES DIE! Real-Ideal, Long Ago, Where thought and song begin, LRe ere yet was death, strife or woe, Want, suffering, shame or sin — O Long Ago ! Thou art still. I know. Though I feel not, I hold thee here, Power that Uves, The Act that gives, Thought's Term to love and fear ! Why, soul, worry so, seeking where Made-beings as being should bow ? Feel Who was ere was then or there Is ever and here and now Now, look at that wavelet caught 'Tween the rocks, how it mirrors the Tell me, teU me, love-lit thought, Dost mirror me thus the Most High ? There over aU glows the Real Here showing as cold Abyss Abysmal All-thought, Ideal ! Art showing me thus there is"], [92, "80 ETE1CÆ. Who was ever and is to be The Life of love-light self-seen — He, always He and only He ! 0 longings, what else can ye mean ? ■•:• Another sun set : my soul Again feels the depth of the deeps, The awful all-want of the whole, The love and the loss, and weeps. Abyss calleth unto abyss As these sense-soothing torrents pour in Woe, woe ! Not this and not this The fulness wUl even begin. Thus is it ever and never but when My being is at its best, SeR-sickens Use thinking of things and men As they are, till I cry for rest : For rest from this ceaseless come and go, Loving and loved for a day, Seeking and finding only to know The sorrow of passing away. Pain of the passing, art want of the One Who as ne'er come e'er stays And who, as the True, done to by none, Is good as He was always —"], [93, "DIES BIEI. 81 Always! Love's thought, art glow of day Here glimmering through the night ? Nay, soul o'er-eager, rather say — Trembling, tender moonlight. Moonlight on the ocean! Muse, say what may mean This sweet sad emotion : Murks mind more than there seen ? Is it knowing dark and drear What shows so bright and fair? Is it knowing though not here, Self-brightness shows somewhere ? Somewhere must show the Light, The Glory and the Power, The Spirit of delight Thought thrills through this sweet hour : 'Tis Day to day revealing, The Light to light within — Ah, cloud all concealing, SeR-darkening sense of sin ! 'Tis night to night appealing, The dark to the dark within, What failed to the fault for the feeling Of what might have been : 7"], [94, "82 ETEICÆ. Light shows there what e'er should, Life feels what ne'er should be, Love sighs — that was done by the Good, And, soul, this done by thee !"], [95, "NOX NOCTI. 83 NOX NOCTI. From the first there what e'er ought, Here now what ne'er ought be ! Oh, why here ever what ought not, And, oh, why be by me ? Weary why ! Wert the death of thought Were it not for the thought of the One Who made aU first as it ought And undoeth the wrong since clone. No feeling's way may His being reveal Things at most made to move, But beings made like Him may unto Him feel TiU knowing they name him ' Love.' So rise to Him, reason, reasoning aright, Through the real ; nor seR-deceive, A s thine were no data or thyseU the Ught Finite reason, aU own to receive — AU from as for Him, love of Beauty as Truth, Love of Old as life's thirst for the New ; Though deem not for now the dream of youth, For now is the time to do."], [96, "ETEICÆ. 84 Philosophy's foUy too fear not to own The thought that Himself we see, But Wisdom's word : ' Who have loved have knowrf An act like the Act that is He ! ' ' He who loves not knows not God, For Cod is Love ' — 'tis true : Yet may one love, and know Him not The way that is His due Who, through love's act, should e'er be As Principal above known Things lovable, for this alone That He is Who is Love. First Love of all ! who love aU do Truly to Thee tend, But they only know Thee who Live unto Thee as End ; Ay, and who Uve so most must sigh, For they best must know What Thou art ever there, Most High, What aR else here below. 0 sovereign sense of all we love, Believe, or would have be ! I see, as truth, who would be just, And to hiniseR and Thee,"], [97, "NOX NOCTI. 85 His own as known first must love, still Full often self reprove In that then went not his whole wiU Forth to Thee, Living Love ! Lord, let me at least feel near Thee, Near Thee — 0 Most High ! Though such as I ought so to fear Thee, The depths in me for Thee cry. Living Good — God ! here making me he, Here making me doing too With the making that sets me free, Thy way make me see to do. Lo, soul, the law aU freeing His word-incarnate brings ! — Through love with faith agreeing Make thine man's sufferings. Lifeless way ? So wert thou nighest To Use's term of emotion, Deed's devotion to the Highest, Devotion's own devotion. As serving Love thus solely Shalt live through aspiration To the Holy : 'tis the only Full, final adoration."], [98, "86 ETEICÆ. — Word's way wouldst rest? WeU, rest in this : The way of the First is the way of bUss, For having-most means happiness And most must be He who first is."], [99, "SLEEP. 87 SLEEP. Life's thoughtless third, sinless spell, mystical swoon ! To thought say'st thou naught of what must be told soon Of the meaning of morning's mirth, love-song of noon, Or sigh of departing day ? Say, deep where tired thought nightly seeks and finds rest, Has thy soothing no word whereof thinking is quest For the IRe of made-being while being at its best — As end there e'er here the right way ? Day's desire is to do, rest for rest's sake seeks Night : Why not then both at once at their best be IRe's right? Highest act, deepest rest — were that not love's sight Of the First as all-owned for aye ?"], [100, "ETHICÆ. 88 THOUGHT TERMING. First, termless, thoughts-terming thought Things — men — I disappear From troubled consciousness, nor aught Of lurid doubt shows, when above Mind's strife of words, Thou, Truth of love SeR smilest away fear. Who art Love's seR ! shaU the day come When, one in act with Thee, Father and mother and friends and home — AU thought treasured so before To IRe for aye may mean no more Than Thou must be to me ? But now — ah, now — come, Nature, tell Thy chUd, what now to do. I know to this weak IRe means weU Whose wiU now leaves it in thy arms, Wherefore, for all Time's loud alarms, Thy word\" s way trust it to."], [101, "THE TERM. 89 THE TERM. (Ps. 134.) — 'Sing unto His name for it is sweet i Ay, in truth, 'twere just and meet. Sweet is His name to heart and soul, Most sweet to weary mind ; Or as Creator of the Whole, Or Father of Mankind ; But, oh, to think, to feel that He Is what His word says He is to me — Spouse, Saviour, King ! Nature, how sing To such a Lord ? With what true woid The song begin — Not echoing siD, May term of thine To me to Him Be meetly mine ? Dull soul, why sing — Why strive to say Aught but of what All night and day Truth through thought sings And IRe through things,"], [102, "90 ETEICÆ. That whereof Creation rings ; Whereof who love e'er hear from me, Whereof I've just now sung to Thee : Sweet living union's mystery I I see it, I see it — 0 Nature ! I've found Thy secret — the secret. Come, pour me around Thy treasures of warmth, Of Ught, and of sound ; Love's latest gRts Of life, beauty, and power ; From morning's effulgence To twilight's soft hour. There burst into starry songs, Sparkling all o'er me : Here melt into moonlight's Low love-plaint before me. On ! World, All-bringing All-words for soul- singing Of the luiie that is Light That is Love — that is He Who is all-over aU Yet all is for me, For me and for ever — My God ! May I never Fail to feel as I ought"], [103, "TEE TERM. 91 What Thy word my youth taught, What I know now of Thee : Laudate pueri Dominum, Laudale nomen Bomini t"], [104, "92 ETEICÆ. HIS NAME. (Isaias, lvii. 15.) ' The Most High' — what is He ! What but that is not made be ? And that is He, only He. — Being beside Him ! As made by Him AR else that is is wholly His ; But He is He, only He. — High deed here done ! 'Tis that or this Just so far Uke Him it is ; But He is He, only He. — Why such as He aught else made be ? For such is love's way when all-free, And such is Love-essentially : And that is He, only He. ' The Supreme ' — startUng though Nay, muse, surely such as He May not in aught act lawlessly ; Else supremely were He not To reason aU Self-reason ought. True : tremble stUl, made-soul, for see, As all that is essentiaUy The Law is He, only He. * * *"], [105, "HIS NAME. 93 ' Who inhabiteth eternity ' — So may He never know control Save of His word- willed as a whole ; So all He sees and always saw In that word- willed is to Him law : Not law as law to such as we, For His will still e'en wherein free As His is He — only He. I ' And Holy is His Name' — Ay, only He is ' only He,' The One alone to be caUed ' The One,' \"Who is solely Who is wholly AU that was — is— e'er could be Worth soul's seeing : the Most Being — That is He Who is — is — Is ineffably ! # * (church chimes.) ' Holy, Holy, Holy is He Who was and Who is and Who is to be' — Nomen sanctum et terribile ! Name of farthest yet aU-nearest ; The most dread One, still the dearest ; Clearest truth, chief mystery : First felt, last found where thou seekest,"], [106, "94 ETHICÆ. Soul ; here deeper than the deepest Depths, there higher than the skies : Source, Centre, Term of act — thought— rest. Unutterable Utterest ! Whereto aU rising rise, Where yet the weary find repose, Wherewith at last Uves closing close, Whereon the faUen fall — 0 Lord of all ! First Love, last Law, Supreme '. to Thee Praise, prayer, thanks—be all glory ; Gloria Tibi Bomine, Gloria in œternum!"], [107, "EPIPHEME. 95 EPIPHEME. (I. Kings, ii. 3.) — ' Cease proudly pouring forth fine phrases, E'en let the old ones leave your mouth, For God of all knowledge is Jehovah, And to Him are thoughts prepared.' Yes, Good is the term-thought of chUdhood, As Beauty is that of youth, But for sense-sated, men-cheated manhood, Thought's term of terms is Truth : And Truth, and Beauty, and Sovereign Good Must the First be as Absolute. That they only feel, who, feeling the thirst Of what is Best, Highest and Most, Have thought till thought's way see 'tis that First To lose Whom were to be lost."], [108, "EPODION. Who art ! One I sing from, One whereof I sing, Thy Spirit send forth with my faint echoing. Sing, Spirit, within all who list to my song TiR wUl, thought, and feeling so to Thee belong That, wholly unheeding what here is of me, They leave it believing all there is of Thee : TiU, at one with Thee in it, each sings a true part Of the song that is, Spirit, the truth that Thou art ! END."], [109, ""], [110, ""], [111, ""], [112, ""]]