[[1, ""], [2, ""], [3, "ADDRESS TO THE FRIENDS OF JUSTICE AND HUxMANITY, IN THE WEST RIDING OF YORK, FROM THE MEETING OF DELEGATES OF THE SHORT TIME COMMITTEES, ESTABLISHED TO PROMOTE THE LEGISLATIVE ADOPTION OF THE TEN HOUR FACTORY BILL, Assembled at the Yew Tree Inn, Birstall, OCTOBER 28th, 1833. Friends and Countrymen, We feel ii to be our duty once more to claim your attention to the important question of Factory Regulation by Law. This question we need not say has never been made by its advocates a party question. We have always founded it upon the plainest precepts of Christianity, and have called upon all who loved the Bible, who respected the Labouring Classes, and who pitied oppressed Infancy and Youth, to come to our aid. Every attempt of its enemies to invest it with a party character has failed ; and we can now as always hitherto, confidently appeal to our fellow countrymen for the consis tency of our conduct, and to our God for the uprightness of our motives. Since this question was closely pressed upon public attention, an important and equally lamentable step has been adopted by the legislature, which has been followed by the silence of grief and disgust, and which our enemies have mistaken for despair. It would be manifestly unjustifiable in us, and in those numerous bodies of Operatives for whom we act to remain silent any longer. Assisted by your zealous and self-denying exertions, the Short Time Committees have been enabled to"], [4, "282 support the Parliamentary Advocates of the Ten Hours Factory Bill, with a measure and degree of popular suffrage and feeling, seldom equalled and never exceeded in this country. For this we ought at least to express our sincere gratitude, and we are sure that you will not fail to render the same kind sympathy and assistance, as long as we can shew sufficient causes to call them forth. It is known to you all, that by the influence of the Factory Masters, who opposed us, and that of their friends in the House of Commons, in the late session, the Ten Hour Bill was thrown out, aud Lord Akhorpe procured an Act to be passed in its stead. By some it may be supposed that the question is now settled, and that the supporters of the Ten Hour Bill ought now to be content, or ought at least to give the Act of Lord Althorpe \" a fair trial,\" before they proceed again to agitate the public mind on the question. But we feel assured, that upon a more accurate and complete view of the case, every sincere friend of the Factory Workers, will discover greater cause than ever for strenuous exertions, by which the vic tims of an heartless system may be delivered from thraldom, ignorance, and destruction, wow legalized in a Christian land. The questions before us are these : — Was our claim for the Ten Hour Bill founded IN JUSTICE, AND HAS'LoRD AlTHORPE's Act SATISFIED THAT DEMAND? To the first of these questions we boldly answer \" Yes,\" and to the second we as firmly reply \" No,\" and we are quite sure we can justify such answers by facts and by truth. Was our Claim for the Ten Hour Bill founded in Justice? It had been proved that children of very tender years had been subjected to Factory Labour, and we demanded that none under nine years should be allowed to work at all in those establishments — this demand has been granted, except in the case of lace and silk mills. But when we have acknowledged thus much, we have declared all that is of any material value in Lord Althorpe's Act. What remains of it is for the most part either deceptious or unjust as we shall hereafter engage to prove. To return to the Ten Hour Bill — -It had been proved, that"], [5, "283 the greatest irregularity existed in the hours of factory labour —that the ordinary hours in the greater number of factories were about 12, but that in cases of brisk trade and urgent orders from merchants, which certain rich mill-owners had an interest in monopolizing, those hours were extended to an almost incredible degree, that 14, 16, and even 18 hours labour out of the 24, had been exacted to suit the profit and convenience of the masters. Nay, cases are upon record and established by the Factory Commissioners themselves, where Factory Labour has been performed by the same set of Children, as well as Adults, without cessation except for meals for Forty-five Hours ! ! And who shall declare the beatings, thekickings, the hangings, (Note 1,) the suicides, (Note 2,) of the Factory Children — and the mangled limbs, and the lifeless corpses, and the wasted forms of the Factory Youth. But of these we cannot now treat — the Day of Judgment will declare it all. And as a necessary conse- quence of this irregularity and monopoly, it had been further shewn, that seasons often of considerable duration occurred, when the greater number of mills worked but half days, and many stood entirely still. And in connexion with this view of the irregularity occasioned by monopoly and avarice in consequence of which the Factory Labourers were liable to be icorked to death one while.and pined to death another, it was clearly ascertained, that the time actually required and (taking the average of mills in seven years) thetime actually employed to supply the marketable demand, did not exceed Ten Hours a day. Thus far then, even good policy, and the just interests of honest men engaged in the Factory System, fully justified our demand — it being sufficiently obvious, that the Great Capi- talists investing their property in this System.were prone like the voracious Shark, to devour their smaller but equally in- dustrious and more honest neighbours. It was also plainly shewn that the time of human occupa- tion among the generality of the productive and laborious Classes did not often reach Ten Hours a day, and that the System of our boasted mechanical improvement, which ought to have left man a good surplus of Time for rational and reli gious enjoyments, was calculated to engross almost every moment of his existence, which was not demanded for sleep,"], [6, "284 and to make him into a mere machine — less esteemed than the iron and wood upon which he was requested to attend. These evils appeared to be immensely aggravated when it was considered the young, and more particularly the female sex constitute the the great majority ofthe Factory Workers. Thus we beheld the morning of life turned into \" a day of darkness and of gloominess\" — -that which should have been the spring time of existence, converted by frigid Avarice into its winter — the season designed by Nature, and by Nature's God for instruction overclouded with ignorance, and the little ones denied the healthful gambols of infancy. Here too we saw the seeds of social dissolution — Children and youth estranged from parental influence all the day, and (awful to contemplate) a race of parents springing up, who by early habit, have ceased to regard such a separation as an evil, and who, hardened by the cruelties and hardships they have endured, can without a pang, doom their miserable offspring to even greater calamities and deprivations. We saw (and facts have proved it, and will prove it no illusion) in this boasted system of mechanical improvement, unless strongly reined in by the law, the nuccleus of a nation's degradation and ruin — a system which with one hand was casting thousands down into a premature grave, and rearing with the other an ignorant, vicious, unsocial, and hardened race, to spread the moral pest of their spirit and example far and wide. We saw in fact the cold and calcu lating selfish principle which inspires the Manufacturing Adventurer, rapidly insinuating itself amongst the Operative Population, even robbing the maternal breast of tenderness, and stifling the fondest affections of infancy and youth. Nor could it escape the most cursory observer, that religion was chiefly involved among the objects of this rapid desola- tion, and that the leprosy which infected the Hearth had polluted and saturated the Altar itself. And we not only beheld these evils as spectators, most of ourselves have tasted these \"bitter waters\" in our youth, and now live to behold our offspring subjected to the same unchristian system, to which inexorable necessity obliges us to submit them. Who that saw this could be silent, except some votary of Mammon, personally interested, or some sycophant, more despicable than he, who was sheltered by the folds of his"], [7, "285 blood-stained garments. We lifted up our voices, and not in vain — Our Appeal was heard and felt— the justice of our demand was admitted. It was no unreasonable nor exorbi tant plea that we urged. Many complained that our demand was less than justice could accept, nor could we deny it — We did but require that those who were created in the image of God, should have time for religious, social, and moral duties, and rational enjoyments. And when a demand so reasonable could no longer be withheld, we have been con stantly met with the cry, from either interested or ignorant men — \" You have not proved your case.\" Thus when Mr. Sadler appealed to the Legislature and the Country in 1831, and supported his appeal by the learned and voluminous Evidence already obtained by Sir Robert Peel's Commit tees on this question, he was drowned with a call for a Select Committee to prove his case. He yielded reluctantly to the demand — and surely if ever a case was abundantly substan tiated, it was by that Committee. England read its Report and blushed — it fired her with indignation, and she cried \"At once and for ever wipe this foul blot away.\" Then was a clamour raised for \"further enquiry,\" which Lord Ashley resisted in vain; and an expensive and unconstitutional Commission was appointed. That Commission made its Report — confirming all the material and even the minute points of the Evidence of Mr. Sadler's Committee, and, if possible, exposing the dark cavern of Tyranny still further than before. Partial as was that Commission, even upon the evidence of one of its own body, and contradictory and dishonest as was the Report which the Central Board pro fessed to found upon the Evidence, it added on the whole to the weight of Evidence upon which we demanded the Ten Hours Bill. The expectations of the Nation were now raised to an unprecedented height — the honest and benevolent Owners of Manufacturing Machinery were sanguine of obtaining protection from their overwhelming Competitors, and some freedom from the thraldom of their own system, which they deeply felt. Parents without number, who still retained their natural affection, panted with hope, that the hour of their children's deliverance was at hand, and were ready to evince their sincerity by a partial sacrifice of their wages if required."], [8, "286 The songs of the Children and Youth of the Factory Dis tricts were heard to drown the noise of those rumbling wheels on which they attended, as they joyfully anticipated a speedy remission of their deadly toil, and an allowance of those manifold privileges of which they had been so long and unjustly deprived. Yes, expectation was woundup to her highest pitch, when at last, an interested party in the House of Commons, bartering their political influence to the ministry of the day, for their own sordid ends, were suffered to prevail over the truth and the right, and partly by a plau sible pretence of greater humanity to the younger part of the Factory Workers, and partly by an alarm of danger to our commercial interests, the people of Great Britain sud denly found themselves cajoled by a deceptious and oppres sive measure, which makes the last state of the Factory Workers worse than the first. That this is the character of Lord Althorpe's Act the following brief examination will abundantly prove. The Act of Lord Althorpe, or more properly of his Lordship\" s Factory Commissioners, is obviously impracticable, and can afford no real Relief to the Factory Labourers. Instead of — it has, for a time, injured their cause, by throwing around them the mere semblance of protection with out any reality ; whilst by hushing the voice and blinding the eye of public sympathy, it has deprived them in a great measure ofthe only protection they have hitherto possessed. This Act, from the moment of its birth in the Chambers of the Central Board of Factory Commissioners, (at which Mr. Poulett Thompson assisted) to that of its passing the Houses of Parliament, has been entirely under the care and direction of a few great Mill Owners ; and their whole aim has been, to establish a 12 Hour Bill — to throw dust in the eyes of the public by a proposition of Eight Hours labour for those under 14 years, and establishing a System of Relays or two sets of these junior workers in a day, to keep time with the 12 hour workers. This scheme was calculated to gratify the public, who were not able to see through the delu- sion, as being more humane than the Ten Hour Bill : but the Patrons ofthe Relay System knew well that it was im practicable. As this Relay System is a principal feature of Lord Althorpe's Act, we shall now shew its impracticable"], [9, "287 character, from most independent and satisfactory testimony. It will be proper first to state that about the time when the Central Board of Factory Commissioners made their Report, one ofthe District Commissioners for Scotland, Mr. Stuart, held a most extraordinary correspondence with his brethren of the Central Board, which he published in the London Papers, addressing his letters to Mr. Wilson, the Secretary ofthe Central Board. In this correspondence he loudly and justly complains of \" palpable omissions\" of important Evidence sent from the Country by himself and other Commissioners, as well as from some ofthe greatest Manufacturers. We shall quote several instructive passages from thiB correspondence. Mr. Stuart writes July 20, 1833. \" There have heen material omissions in selecting for the press the Docu- mentary Evidence, formerly transmitted hy me. I do not know, never until now having been at all consulted on the subject of those Reports, why the answers of the mill-owners of the United Kingdom to the circular queries of the Central Board, as printed on pages 88, 89, and 90, of their first Report were not engrossed in it. A tabular view at least of those answers might, I conceive, have been very easily prepared, and could not fail to have afforded very valuable information, most of all in pointing out, as it appears to me, the absolute impracticability, every where except in the great towns, and even there, the manifest inconvenience and risk of limiting the hours of labour for children, until the commencement of their fourteenth year, to eight hours ; above all, the answers to the query relative to the employment of relays of children, ought to have been printed, as affording the best information which the Commissioners of the Central Board had obtained on the subject of the chief recommendation in their Report; I allude, of course, to the regulation requiring the employment of relays of children under fourteen years of age. I saw enough of the answers of the mill-owners, which I, from time to time, on our journey, forwarded to you, and of the state of the population of the factories which we visited in Scotland, very many of which, especially of the flax factories, are situated on rivers and rivulets, altogether remote from towns, to be thoroughly satisfied that any legislative enactment, rendering the em ployment of relays of children necessary, cannot be enforced, and that its only effect will be to stop the mills altogether.\" Mr. Stuart supports his view of the impracticable charac- ter of the two sets, or relay system, on the authority of Mr. Buchanan, \"the oldest Cotton Spinner in Scotland,\" \"educated with Sir Richard Arkwright,\" and managing partner of \"the Catrine Works,\" the largest in Scotland. Mr. Buchanan states — That \" a double set of hands could not be collected, and sufficiently trained for a series of years; that supposing a relay of hands under twenty-one years of age could be got, the adults could not be supposed to work above fourteen"], [10, "288 hours in the day, allowing the least possible time for meals and refresh ment, which would only give seven hours for those under twenty-one, and the produce in that time could not afford more than half the present mages to the younger hands, which would be found totally inadequate to afford the means of support and comforts which that class now enjoys, and that, since, all his work-people are paid by the piece, he does not seethe poEsibility of distinguishing the produce belonging to each, so as to pay for their individual exertions.\" Mr. Stuart also quotes Mr. Houston, a large manufacturer, at Johnstone, Renfrewshire. \" He is of opinion that any such regulation could not possibly be carried into effect, so far as respects the children engaged in the throstle spinning here, because the requisite number of children could not be pro cured in this neighbourhood, and at all events the children could not be procured for the half of the wages they have at present.\" Mr. Stuart again cites Messrs. W. & J. Brown, and Messrs. Baxter, Brothers & Co. of Dundee. \" I saw them separately, but they entirely agreed in thinking any regulation to obtain the work of young workers for half days, and by relays, imprac ticable ; the parents could not afford to support them if they only got half wages, which was all -that the mill-owners could give, supposing them only to work for half of the working hours.\" These important testimonies, as well as others of similar tendency from Lancashire, Mr. Stuart complains have been kept back. He adds — Mr. Cowell told me the other day, that he, who was one of the Commis sioners in Lancashire and Manchester, was cer ...iwthattheplan ofthe Central Board could not be carried into effect in that district.\" And he declares also, that the delay of the publication of the answers to certain printed Lists of Queries from the Mill Owners, was among the \"Palpable Omissions.\" He is sure that had these returns been before Parliament they would not have sanctioned the Relay System — they would have seen it to be \" impracticable.'1'' He accuses them of giving a prominence to the few testimonies which appeared to favour their scheme, and of keeping back, or at least not introducing into their Report, (the only document likely to be read by Members of Parlia ment) the vast mass of opposite tendency. Mr. Wilson on behalf of the Central Board, defends or apologizes as well as he can : declares that there was no intention to omit, and by way of lessening the importance of those Returns to the printed Queries sent to all the Mills in the Kingdom, he tells Mr. Stuart — \"These Returns are replies to their own"], [11, "289 queries.\" Upon this, Mr. Stuart observes in his answer of August 3rd, \" I do not understand the meaning of your remark that the return of the mill-owners are replies to their oivn queries.\" But if Mr. Stuart would have read thesecond page of the First Report of the Commissioners, he would have seen it broadly hinted, that \"Several of the principal Manufacturers, and of the Representatives of Manufacturing Districts,\" had no small share in \"framing the queries,\" and this evidently what \" our beloved John Wilson \" means by stating that \" they answered their own queries! ! \" Mr. Stuart, however, with all his Scotch perseverance could not succeed. He complains in his letter of July 31, \"The Central Board do therefore, even now, maintain their right to withhold, until after the period had expired, during which they had reason to expect it was to be of any use, what I maintain to be the most material evidence which they could procure on the subject of their own recommendation.\" And further on he states — ■ \" I know well how difficult it is to convince those, who in the closet have adopted a theoretical notion, in accordance with their general and precon ceived views, that it is at variance w,ith facts, and with the evidence afforded by the senses.\" In one part of his defence of the Central Board, Mr. Wilson tells Brother Stuart, that the Relay System \" had received the acquiescence of the principal Manufacturers now in Town, as Deputies from their respective Districts,\" and encloses to him a printed copy of \"Resolutions entered into at a Meeting of the Deputies from the principal seats of the Cotton Manufacture.\" To this information Mr. Stuart replies — \" I do not attach, I am bound to say, the slightest value to the minutes of a meeting of deputies \" from the principal seats of the cotton manufacture,\" held at Palace-yard on the 16th instant, and of which you have sent me a printed copy. I do not know how many manufacturers attended this meefing of the thousands in the United Kingdom, but I have reason to believe, that only one manufacturer from Scotland, (except tlie gentlemen in parliament,) was present, viz. Mr. Holds worth, of Glasgow, and that gentleman had no au thority to act for the manufacturers of Scotland. That gentleman was deci dedly opposed to the system of relays of children, when I was at Glasgow last month, as all the other eminent manufacturers there, or whom I saw in Scotland. But lie has told me since the meeting ofthe 16th of July, that he now gave his approval to the measure, because he knew it to be imprac ticable, as the inspectors to be appointed would report within the first year. But if you are to be influenced by the opinions ofthe master spin- E"], [12, "290 tiers assembled at Palace-yard, you should, I apprehend, give fair notice of your intention, that the population of the factories, and especially the younger population, may have their representatives at this bit of a parlia ment, to whose wishes you are now paying so much deference. Many of the great master spinners are said to be anxious to put down the small establishments in the country. Your recommendation, if carried into effect, would, of course, be attended with this to them beneficial result. And so far they, or some of them , may give it their approbation.\" We have thought it important to quote largely from this Extraordinary Correspondence, because it is calculated not only to shew the grossly partial Character of the Commissioning System generally, but in the present case especially, where the interests of many poor helpless children, and many indigent but industrious families were to be weighed against the wealth and the pride of a few tyrannical and selfish men, it is calculated to illustrate the CRUEL TRIUMPH OF MlGHT OVER RlGHT. What a piece of sheer mockery was this Commission ! Here were three Government Hirelings and their Secretary with most philosophical coolness, sitting in judgment upon a cruel murderous system — the criminal party whispering in their ears, and guiding their pens all the while. Considered as a Commission, if it had been conducted with any thing like fairness, some good might have resulted, but as it is, we have only unmingled evil in its product, namely, Lord Althoipe's impracticable and unjust Act to legalize the Slavery of the Factory System. Hear Mr. Stuart once more, on the unfair dealings ofthe Central Board. \" There was quite enough of time, after our return, for the Commissioners, who had seen the state of the factories, and of the population throughout the manufacturing districts of this countrv, to have had a meeting, and to have agreed on a general report, after perusing the whole evidence.\" Why was not this counsel, so just and reasonable, pur sued ? Had the Medical Commission been admitted to pour a little Humanity into the scale, against the Political Eco nomy and Self-interest of this Congress — -a little common justice, such as the brute creation itself obtains at the hand of man, the poor Factory Workers might have been in some measure relieved ; but as it is, their last state is worse than the first. This then (as children would say of \" the House that Jack"], [13, "291 built\") this is the Central Board that listened to the interested Mill-owners — that promised Lord Althorpe their political influence : this is the Lord Althorpe that professed such tender humanity to the children — such anxiety to meet the just expectations ofthe Public — such delicacy towards the refined susceptibilities of the Manufacturers — such apprehen sions forthe safety and productiveness ofthe Capital invested in Machinery — and the prosperity of \" our Foreign Trade,\" Yes, and this is the Noble Lord who has cajoled the humane people of England by his professions, and left the Factory Children and Youth worse than he found them. And this too is the famous Factory Commission — moved for by Mr. Wilson Patten, the Patentee of the Copper Roller, and who depends on the great Cotton Manufacturers for his custom and the value of his patent — And this is the Commission that has cost the country so many thousands, and by whose most impartial and elaborate Report, Lord Althorpe's Bill was framed and adopted. But let us hear what Mr. Stuart, himself one ofthe Com missioners, says ofthe results of its labours. \"Tlie Report of the Factory Commissioners is no more tlie report of the twelve persons appointed to see things with their own eyes, and to report their observations on them, than of any twelve gentlemen whom one may by chance meet in St. Paul's Church-yard. It is the report of three gentlemen residing in London, who, for aught that appears in the Report, never visited a cotton factory, nor a flax factory, in their lives.\" \" If your views shall be carried hy the force ofthe Government, the con sequences will inevitably be to convert a considerable part of the population called into existence by the establishment of our manufactures into paupers, and to do irretrievable mischief by depriving great numbers of families ofthe means of support.\" And let us hear too what the same Mr. Stuart says of its adoption by Parliament. \" It is possible, however, that such a measure as you advise may be carried in a thin House towards the close of the Session. And I therefore still feel it to be my duty, from the conviction I sincerely entertain of its dan ger, to do all in my power, by availing myself of the opportunity afforded me by this correspondence, to advertise you of the fatal consequences to be apprehended from success.\" And now, fellow countrymen, we leave you to reflect upon the imposition which has been played off upon you, at the expense of so many thousands of pounds, and above all at the cost of so much increased misery to the wretched"], [14, "292 Factory Workers. Here is your \"impracticable\" Bill — an Act which Mr. Holdsworth, of Glasgow, and his Fellow \" Deputies\" only sanctioned \" because they knew it would be impracticable.\" Have we not then still a claim upon your attention ? With out going one step further we now appeal to you — \"Has Lord Althorpe's Act answered the just demand of the Factory Workers for Legal Protection?\" You will answer \"No,\" and conclude with us that it has aggravated and not relieved their case. May we not reason ably agitate again for the Ten Hour Bill? By the help of God we will, and not cease, till it be adopted. And we hope for your aid, and may he who has all hearts in his hand in cline you to render it ! Here then let us take leave of the contrivers of Lord Althorpe's Act, \"three gentlemen residing in London, who never visited a factory in their lives,\" and who when making their Report carefully excluded from their counsels those who had \" seen with their own eyes.\" These worthies, guilty as they were (see Mr. Stuarts letter of August 3rd,) of \"great, extensive, and palpable opissions,\" have been allowed to perpetuate and to legalize the Slavery of the Factories, and to gratify the larger Manufacturers by hand ing over the Factory Youth to their cruel cupidity, and the small mill-owners to their malice. (See quotation from Mr. S's letter of July 31, at page 10.) These are the just and impartial men, who would not attempt to provide against the destructive effects ofthe \"wet -spinning of flax, and the web dressing in power loom factories — employments obviously attended with imminent danger to the young people.\" And yet, Mr. Stuart wrote to them from Greenock — \" I witnessed a more painful sight again and again in beholding the miserable, unhealthy-looking beings, in the wet-spinning and web-dressing apartments.\" O how long shall the clammy hand of Avarice be allowed to press down Poverty to the dust !"], [15, "293 In further proof that Lord Althorpe's Act is impracticable, we may refer to the clauses 11 to 16, which regard the obtaining certificates op age from Medical Men, which are to be countersigned by the Magistrates, and it any Magistrate refuse to countersign he must state his reason in writing, and application may be made to.the Quarter Sessions by the Parents of Children, in such case. Let any man who knows the manufacturing districts, say if this scheme be practicable ? Have not surgeons and magistrates enough employment already, with the crimes, vices, and misfortunes of the Factory Workers ? Take Manchester, Leeds, or Glasgow. Consider the immense number of young workers who from time to time will become of age and apply for work, and'of others who are weekly dying off, and the consequent influx of fresh hands. What number of Magistrates will be required then to attend to this constantly recurring business of Certificates. And as to the Medical Men, they are not after all obliged to give their valuable time and attention to such matters, and may decline to take any such trouble upon them. Who is to pay their charge, if they choose to make one? Let it be further considered what loss of time must thus be occasioned to parents, and to children. Who that spends five minutes thought on this part of the Act, does not see that it is morally im practicable — that if there were 50 Magistrates where now there is but one, it would fully occupy them, to tlie exclusion of other business, and that the re sult must be, that Factory Masters will be under the necessity of employing children illegally, and Magistrates cannot punish the offence. Again, we call attention to the 35th clause of this Act, and which we may call the grand Nullifying Clause. \" And be it further enacted, that all complaints for offences against this Act, shall be preferred at or before the time of the Visit, duly notified, of any Inspector, next after the commission of such offence ; and written notice of the intention to prefer the complaint for such offence, shall, by the complainant be given, within 14 days after the commission of such offence, to theparty or parties complained against : provided always, that no more than one penalty for a repetition of the same offence shall be recoverable, except after the service of the written notice as afore said.\" By this it is plain, that if the most enormous offences are committed against this Act, there can be no redress until the \" duly notified visit \" of the Inspec tor takes place. He may visit without duly notifying it, to dine with the masters, to feast upon those luxurious viands which the labour of the poor children procures; but if the visit has not been \"duly notified\" it would be very rude to disturb the banquettings of such well-bred gentlem.n, with poor children's wrongs. But supposing duly notified visits to take place. There are but four Inspectors for the whole kingdom, and its thousands of mills, and its hundreds of thousands of factory workers : how can they, although they should work twice 12 hours a day themselves, how can they, if they were forty in number rather than four. \" inspect \" a tithe of those crowded districts, or \"hear and determine\" a tithe of the \"duly notified \" complaints. But who can read this clause, that knows the harsh discipline of factories, and the slavish spirit which the system has imposed upon the majority of the Factory Workers, and will not immediately see, that the clause was evidently meant to stifle and prevent all complaints f There must be notice mwriting then why not give all the Factory Workers time to learn to write, and to write grammatically — and to study and know those laws which they so often"], [16, "294 break ignorantly? And as to the giving notice of complaint, would not, in many cases, the bread of a whole family be forfeited by such an act, and then, perhaps he would have to deal with his most honourable master that mas) either as the Overseer of the Poor, or else as a Justice of the Peace. In fact, the whole clause implies an energy and independence of character which the Factory Workers in general do not possess, and which the system is well cal- culated to put down. There can be no doubt that there are many vast estab- lishments, which would require one Inspector to devote his whole time to them, and where constant and \"duly notified \" visits are very requisite. Consider the bearing of this clause upon the educational part ofthe scheme. How are the \"School Certificates\" to be authenticated, and by whom\"? How is it to be proved that the same child has not been driven, by dire necessity, to work at two different mills in one day ? Does not the inadequate remuner- ation, of which Messrs. Holdsworth, Baxter, Ashworth, and others, have testified, render such a breach of the law morally certain in many cases — and who is to detect it? The \" duly notified visit\" may be far distant, and the poor victim may be in her grave when the visit actually occurs. In fact to work this blundering Act, instead of four Inspectors for the whole kingdom, there is scarcely a large manufacturing town where more than four might not find full employment. How many hundreds then are required ? On the whole the \" palpable omissions\" of the Central Board, (as Mr. Stuart would say) have resulted in a most \" palpable \" cheat, and that a most ex pensive one too. We now proceed to shew, that this Factory Act is also positively unjust in the greater part of its provisi ms. And first of all, consider the hours of actual labour assigned to young persons above 13 and under 18 years. Twelve hours of actual labour, added to lj for meals, and to the time of going, returning, and preparations, will con- stitute generally fifteen hours of occupation. Fifteen hours occupation ! This is involved in Lord Althorpe's Bill, and this is his tender merry for all young people in factories between thirteen and eighteen years ! And is then, the Medical Evidence before the three Parliamentary Committees to be all cast away ? And all that, too, of the Medical Men on the Factory Commis- sion ? And is common sense to be outraged by telling us thatyoung people of the age of thirteen and between that and eighteen, are in no danger of physical injury, from this degree and this kind of labour, when every mother knows the fact to be otherwise, and that there is not a more precarious stage of human existence than this very stage? When do young people more require the watchfid care of both parents than during these years, whether it regards their health or their morals ? And is not this the eventful stage of existence, when for the most part the character is formed for life — unalterably fixed. Is not this, too, the period when the mind most expands, when instruction is most requisite as well as most serviceable, and yet this is Lord Althorpe's chosen season, virtually to exclude the youth of his country, employed in manufactures, from almost every chance of moral improvement, and rational enjoyment, and to doom them from thirteen years old to eighteen, and often to the end of their earthly race, to the sickening alternations of \" bed and mill.\" \"0 but (say our opponents) only consider out foreign trade — shall we ruin our foreign trade . ' To which we reply, \" Cursed is the trade foreign or domestic, that dooms our youth to an apprenticeship of brute labour, and pagan ignorance. Cursed is the trade that dooms a whole population to al-"], [17, "295 ternate exhaustion and excitement Cursed to any country is the system, which, for the sake of enriching a few by the aid of the boasted mechanical improvements of the day, robs industry of its reward, and leaves an honest man to his choice — of the poor-house, or, what is worse, of being sustained by the deadly toil of his own children !\" Here we beg our countrymen to observe that the legalizing of this 12 hour system, under the mere hollow pretence of protecting childhood and youth, is virtually, the adoption of a system of more than 12 hours stcte?. labour, and 15 hours occupation for Adult Operatives too. The Children go before, in the team of mechanical labour, and the Adults, both those who work in facto ries, and those who get work from factories (such as Combers and Weavers) must at least keep up to the pace of the \" fore horse.\" We appeal to a Christian country, professing to revere and to distribute the Bible — We appeal to those who bring it to our cottage doors, and kindly ask us to subscribe for it — We ask them \" What is the Bible-day of Labour.\" \"Are there not 12 hours in which men ought to work?\" And would the Saviour of mankind deny time for meals out ofthe 12 ? We are sure he would not. He spake of Men too, and not of Women, and of Children and Youth. These he called to sit at his feet and hear his word, and the children he em braced in his arms and clasped to his bosom. But in the year of our Lord 1833, his professed disciples, have found out an \"improvement\" system, which takes the woman from her cottage, dooms the youth to toil and igno rance, and divides manhood into two parties, one party condemned to perform the labour which should employ the whole, and the other party condemned to stand by \" all the day idle,\" and all the day hungry, and to think themselves happy, if they in their turn may be allowed to work themselves to death, in stead of b. i ig pined to death. The Bible-day is from six to six, or from sunrise, in an Eastern country, to sunset, which was often less than twelve hours of our time — but Lord Althorpe's day, and that of a Reformed Parliament, is in some cases ordered by law to e xtend from half-past five to half-past eight, and in others from five to nine ! I See the first and third clauses of the Act.) Surely \" the tender mercies of the wicked are cruel.\" And does not this plainly argue, that man is considered by such legislators as merely made for brute labour, that his whole existence is to be employed to enrich a few adventurers, and to impoverish and exhaust himself? Where then shall we look for greater injustice? We also point at the partiality of this unjust measure — Lace Mills are utterly excluded from it. And why? Is there some spell at the tlueshhold of a Lace Mill, which will not allow Avarice to enter? What though Lace Mills, just now, may be ever so faultless, (which we do not admit) yet competition and avarice may soon make them as bad as any. And why are Silk Mills also excepted, with regard to employing children under 13 more than the 48 hours per week? The work is cleaner, and the atmosphere is purer, but the human machine has a mind to teach as well as a body to tire and why should the silk manufacturer be allowed by clauses 7 and 8. to take a child of four years or five and work it ten hours a day, for in these mills there is to be no restriction of age in this respect. Is this an adherence to principle — is this right and just 7 Again, we observe that there is nothing in this Act to prevent a Magistrate from acting in his own case, or that of a rela tive. The great Mill-owners have of late, been very ambitious for a seat on the magisterial bench, and a vast proportion of the Magistrates in the manu-"], [18, "296 facturing districts are either mill-owners, or \" interwoven \" with them. — How can a just administration of this Act be expected under these circumstances ? Is this the liberty of which we hear such boast ? Is this the independance of our Judges ? \" Again, we perceive that in this Act there is no time whatever allowed for meals, to those workers who are recognized as infants. For those under thirteen no meal hours are provided, and they may be lawfully worked nine hours without stopping ! Will it then be said, that they cannot work when the other workers stop ? In many cases this may hold true, but scheming, screwing, Avarice, may soon invent some \" improve ment,\" by which a part of the work at least may go on during the meal hours ofthe older workers, and be attended by the infants, and there is reason to believe that this will be the case. And why did not Lord Althorpe, that kind Patron of Infants, provide against this. What! no rest, no play, no meal times for those under thirteen ? They may be worked nine hours incessantly by law, and this is Justice and this is Humanity ! ! ! But what shall we say to those clauses which allow the working-up of lost time in all mills ? A strong plea was made for water mills, on the score that their power depended on many precarious causes, and in some cases even on Providence. But it seems now, that to all such pleas a deaf ear should be turned. Providence is kind, but man is cruel. Let the owners of water mill power get legal protection from the owners of steam power, but let not infancy and youth be deprived ofthe care of a kind Providence and a just law. When the mighty Steam Leviathan engages to \"work up time\" for the sickly infants, or worn down youth, it will be time enough to admit, that the exhausted human machine ought to \" work up time\" for the steam engine or its proprietor. \" One good turn deserves another.'' But where shall we find a parrallel, the cruelty and injustice of refusing as the House of Commons did, to oblige masters to fence off dan gerous machinery ? When this clause was discussed in the Legislature of Great Britain, we were told that the \"common law\" afforded a sufficient pro tection. And yet this \" common law \" is so uncommonly expensive that poor labouring people cannot get at it. And if they could, how would it avail to restore mangled limbs, or to raise to life an indistinguishable mass of human flesh, blood and bones, just untwined and still shivering from an unguarded shaft or wheel? Or how shall the tears of the Fatherless, ofthe Childless, or the Widow, be wiped away by Mr. Poulett Thompson's \" common law \" ? Well had it been if the cause of the Factory Child had been tried before a Sanhedrim of Jews, they would, with greater humanity, have legislated in the spirit of their own law, as found in Deuteronomy, xxii, 8. \"When thou buildest a new house then thou shalt make a battlement for thy roof, that thou bring not blood upon thy house, if any man fall from thence.\" Regardless however ofhumanlife, or of \"bringing blood\" upon his machinery or his profits, the mill-owner inthese Christian days is to be put to no inconve nience, not even to the expense of five shillings, though it were to save a soul from death or to hide a multitude of sins. O Temple of Moloch, how doth the blood ofthe poor ooze from the crevices of thy lofty walls ! What can more fully illustrate the spirit of those who framed this Act and \" drove it through a thin House at the close of a Session,\" (as Mr. Stuart, the Factory Commissioner alledges) than this refusal to guard off dangerous machinery ? Thus too has that salutary provision of the Ten Hour Bill been omitted, which regulated the height of rooms oi future mills, with a view to proper"], [19, "297 ventilation. The character of the whole concern is expressed in a few words — \" Capitalists shall flourish and reign, although the people perish.\" In good keeping with this sentiment is the rejection of that clause in the Ten Hour Bill, which enacted that a sufferer from unguarded machinery should be provided for by its owner, after proper investigation before a jury as in the case of Coroner's Inquests. Our Saviour once asked — \" Is not the life more than meat, and the body than raiment ? \" Had he asked these proud and reckless men the question in this form and said \" Is not the life of even a poor child, more valuable than all your iron, and wood, and steam — Is not the body of one of my creatures more valuable than all your profits ? \" These audacious men Would have answered with a contemptuous \"No.\" The Penalties of this Act are unjust, being so disproportion ate TO THE \" PROFITS \" WHICH MAY BE OBTAINED BY BREAKING IT. The highest penalty is £20., and the Inspector or Magistrate has a power even when a breach of the law has been proved, to discharge the criminal without penalty, \" if it shallappear to such Inspector or Justice that such offence was not wilful ox grossly negligent.\" (Clause 31.) It appears not at all un- likely that when a complaint of the breach of the Act comes before a Mill- owner Magistrate, or one of his \"interwoven\" friends, it will most clearly \" appear to such Justice, that such offence was not wilful or grossly negligent.\" How natural for men to \"support their own order! \" Now, as to the highest penalty (£20.) in a few days or nights at certain seasons of trade, large mill- owners may make or save twice or five times £20. How shall a law be kept when it is more profitable to break it than to keep it ? It is not so with the keeper of an illicit still, or the vendor of a pint of illicit beer, or the smuggler. Heavy fines are provided for them, and finally imprisonment for audacious and persevering offenders. Nay, even among us, whose labour produces the country's wealth, isa poor weaver should be found who does iiot finish his master's work in due time, or who damages, or purloins the material, a very heavy fine would by law be imposed, and the inability of a poor man to pay it, would ensure him a prison instead. Of this we are not now complaining. Let the working man be tied fast to his duty. Let it not be in his power to hurt his employer with impunity; but let the law extend its other hand over the employer too, and let our laws be equal that they may be obeyed. Let the rich man go to prison, if he will teach the poor man by his example to break the law; and let the poor man's life and limbs, and his children's life andlimbs, and their happiness, and moral as well as religious good, be at least as precious, in the eye of the law, as a rich manufacturer's warp and weft. For the imprisonment of wilful and persevering offenders without regard to rank in society we will yet plead, inas- much as the fear and dread of a disgraceful incarceration is the least consider- ation, that will keep the unprincipled adventurer to the law — that will adequately protect the poor man and his child, or that will allow an honest master to come without ruinons disadvantage into the market. There is one most novel, as well as most unjust, feature in this Act, which is, that it lays a tax of more than 8 ty cent upon the wages OF FACTORY INFANTS TO PROVIDE FOR THEIR EDUCATION. When a proposition was lately made to tax rich men's property, the greatest alarm seemed to prevail at the very mention of it. Indignation reddened almost every facet and certain ruin was predicted if such a shocking proposal should be adopted. But \" the rich have many friends,\" and thus have they demanded \"the poor man's ewe lamb,* as a sacrifice and afeast in the sacred C"], [20, "298 temple of Lord Althorpe's Humanity, whilst his own stalled oxen are lowing for want of appetite, and their own well fleeced thousands are whitening the plain. Poor Factory Child ! There was none to plead thy cause ! Thou wast dumb before thy shearers, who were showering down crocodile's tears over thy ignorance, and yet laughing inwardly at their own cunning ! \" One penny in every shilling To pay for schooling \" says this matchless Act. (Clause 20) 0 what will the great nations ofthe earth say when they read it ? This Queen of Commerce, Great Britain, which sways her mighty scep tre so far and so wide — whose merchants are princes, and whose fleets and armies have awed the world — this second Rome for empire, this second Carthage for commerce, assembled her hoary senators in solemn conclave, to decree that Factory Infants shall pay \" One Penny in every Shilling for Schooling ! ! ! \" Besides this, it is herein decreed, that in certain cases \"the township shall pay out of the Poor Rates\" what the \"one penny in every shilling \" fund, does not supply for the sufficient maintenance of a school master, and thus are the little tradesmen and the public to be still further taxed, first to educate the producers of the mill master's wealth, then when worn down to maintain ; and lastly, when dead, to bury the victims of this \" glorious system ! \" Let us now notice the office of Inspectors appointed under this Act, and the most unconstitutional and unjust powers invested in them. Had we, and the friends ofthe Ten Hour Bill generally, proposed virtually to place the Factory System under the police, and to appoint over it Police Magistrates like these, possessed of such despotic powers, what condemnation would not have been heaped upon us ! As it is, the murmuring is very low though very sincere— at least amongst those who have \"dug a pit for others and are fallen into the midst of it themselves.\" Under former Acts, applicable exclusively to Cotton Mills, certain persons had been appointed as Visitors, who from their station in society, and their locality, might in many cases possess the confidence of the poor and the respect of the rich, and be able to moderate the rigour of this system of youthful imprisonment. Now, however, it is found expedient to have four men well paid out of the national purse, who it seems are entirely unacquainted with the factory system. However incompetent they are for their task, they are at least amply provided with most unconstitutional means of annoyance and mischief, where they may be inclined to employ them. By clauses 17, 18, &c., of this Act, they have the following powers. 1 . To enter any factory, or mill, or school attached thereto, at all hours, day and night, when the same is working, and to examine on oath, any person on the spot or elsewhere. 2. They, or any of them, have power to make all such rules, orders, and regulations, as may be necessary for enforcing the Act ; and these rules, alter being published for two weeks in a newspaper, are to be as binding as an Act of Parliament, and, in fact, they are to become the Laws ofthe Land. 3. They are to have complete controul over the schools to which children under 13 years are sent, and although in clause 20, it is said to be \"some school chosen by the parents or guardians ofthe child,\" yet in clause 23, the Inspector is empowered to withhold the pay from any school-master, or mistress, \" if he shall be of opinion that they are incompetent, or in any way unfit \" for their office. Where now is the \" choice\" of the parents ? Is it not evident from this, that the religious and moral instruction of the younger Factory Children, is thus placed under the control of the Inspectors, who"], [21, "299 have it in their power to give what character they please to that instruction, and either to educate them as Christians, or to make them \" Jews, Turks, Infidels, or Heretics,\" as may please them, to the entire exclusion of all inter ference either from parents or employers. 4. The Inspectors are to have the whole body of Police under their control, when necessary. Any one obstructing them is to be fined not less than £10. And in every case one Inspector, or one Justice may act — two Magistrates are not required. 5. They are empowered by clause 38 to summon whom they please \"forthwith to appear\" by day or by night, with notice or without notice, and if any one so summoned does not \" appear,\" or \" submit,\" or if he \" re sists \" they may commit him to prison for two months. Now we appeal to the Public whether it is not fair to presume, that an Act framed by three Commissioners, (or more properly \" Omissioners,\" who were appointed, superintended, and guided, as Mr. Stuart asserts, by \" a bit of a Parliament \" of large Mill-owners throughout, is it not fair to presume, that such an Act will bear lightly on \"the Order\" who procured it? And further, that those who got the Act adopted, have influenced the appointment and will control the conduct ofthe four Inspectors ? But it will be best seon in its own working. We, however, who know the Factory System and its innate tyranny, have no need of the gift of prophecy to anticipate what its effects will be. It allows of instantaneous summonses, which are found exceedingly convenient in Inquisitions: so will they be in Factories, and the effect will be, intimidation, involuntary contradiction, defective evidence, and for transgressors' — escape : and then we shall learn \" from high authority \" that the Law is effective — and in proof of it, there have been few, if any, convictions .' To crown all this arbitrary scheme there is no appeal allowed to any court from the decision os' the Inspectors, who are allowed to make, to interpret, and to enforce thus much of the Laws of Great Britain. If we go on thus, we shall soon be able to do without that \" Bit of a Parliament\" which meets at Westminster — for it can only be \" a bit\" of one, when a briefless Lawyer — a broken-down Merchant — a poor Aristocrat — and \" an intimate friend of Lieut. Drummond,\" are allowed to exercise the same powers in the Country. We shall only add to these notices, that many valuable provisions of the Ten Hour Bill are omitted. That of discontinuing work two hours sooner on Saturdays, to enable the people to make their markets, and to prepare for the Sabbath, as well as to ameliorate the toil of the latter day of the week. Under this Act the factories may go on ordinarily till half-past seven, and in some cases till nine o'clock on a Saturday night. There is no exception in favour of this day. This needs no comment. By the Ten Hour Bill, persons below 21 years were not allowed to per form night-work — that most demoralizing season for factory labour : by this Act those who are 18 years old may be worked in the night. A^ain by the Ten Hour Bill, provision was made for preventing the mend ino- or cleaning of machinery on the Lord's Day — and also to correct that cheating system for screwing some hours of extra labour out ofthe workers by means of what are called \" speed clocks,\" but which have a sad trick of travel ling some what slower than Old Time, being attached to the moving power or engine. Also, by the Ten Hour Bill, the factory youth were not allowed to be wronged out of their meal hours, by being set then to clean the machinery. This is also omitted."], [22, "300 Having given, as we hope, a sufficient exposure of this impracticable and unjust Act, we now appeal to every rank and class among our fellow countrymen. We appeal to the Nobility and Gentry of the land. By the exaltation of their rank, and by the bravery of their ancestors, we call upon them to stand in the gap for the poor and helpless. \" The head cannot say to the foot I have no need of thee,\" and if this system goes on unrestrained, it will soon lead to events, which the more elevated classes must endure with ourselves. When the foundations of society are crushed by the maul of Oppression, and made to crumble under the keen frost of Avarice, \" the cloud capt towers \" have no room to boast — soon they must totter in their turn. We implore the Ministers of Christ to help us. With deference we would say, that a few blasts from their gospel trumpets (unless they give \" an uncertain sound\") would bring down the proud walls of Tyranny to the ground. The poor can bear their sharpest rebukes, if they see the ambassadors of God impartial and fearless. We implore you to plead our cause. We appeal to the Factory Proprietors. Why should they be thus in dignant because their system is assailed ? We do not censure them indiscri minately — we are proud to say that some of them are our friends. We are sure they can never be prosperous as a body, as long as the present system goes on. \"The small Mill-owners\" as Mr. Wilson, the Secretary of the Central Board, calls them, have generally taken up a very mistaken position on this question. They have very erroneously supposed, that a Ten Hour Bill would annihilate them entirely, not considering, that whatever curbs monopoly, favours humble and honest industry, A Ten Hour Bill would prevent the great capitalists from gormandizing as they do, all the large and profitable orders — they would be obliged to allow their smaller neighbours a share. But it is stated by Mr. Stuart, in his letter to Mr. Wilson of July 31 , already quoted, \"that many of the great Master Spinners aise said to be anxious to put down the smaller establishments in the country.\" We can tell Mr. Stuart, that this is not only \" said to be \" but also known to be the case, and e're long it will not be doubted by the small men themselves, however they may be deceived at present. That such has been the design ofthe franters of this Act, and that such will be its operation time will prove. But to the whole body of Manufacturers we would say, Let justice triumph — let discord be destroyed — let youth be protected — let domestic intercourse be re-established. And to such ofthe Manufacturers as are religious men by profession, we would most forcibly appeal, that they ought either to disprove the facts and arguments we have adduced, or else to renounce all pretensions to religion, if they continue their opposition: and we pledge ourselves that if we can avail any thing, such men shall either cast off their piety or their tyranny. And what shall we say to the Parents of Factory Children? Had they a due sense ofthe evils to which their offspring are exposed, they them selves could and would in one day apply the remedy, by refusing any longer to allow their youth to work under such a system. But in too many cases, a disgraceful indifference prevails. 0 ! let parents arise and help us,' for God will otherwise require their children's wrongs at their hands. Can Sunday School Teachers refuse their aid ? Surely they can never sanction the wickedness, the sacrilege, of making the valuable system of Sunday Schools, which many factory masters warmly support, a pretext or excuse for long, tedious, and destructive hours of labour, and social depriva tion, and all \" for filthy lucre's sake.\" 0 No ! Such conduct w.ould bespeak"], [23, "301 a deep-dyed malignity, not to say hypocrisy, which we will not impute to them. To the Young Factory Workers we would address ourselves with the most tender kindness and affection. You, shall still have our best exertions ; let us have your frequent and fervent prayers ! Pour them out before a God of boundless compassion, and forget not to pray, especially, for those who employ you, that God may soften and turn their hearts. If they oppress you, still, be you faithful to them. And thus may you hope, that by God's blessing your cause shall prevail. And when it does succeed, let it be your care to improve your spare time to the honour of your God, and in learning those things which are useful, and let your parents and friends thus see, that you value your privilege, and love your duty. Again we say, night and morning, pray to God to bless your friends, and to prosper their exertions on your be half. We appeal to all Classes for pecuniary support, to enable us still to persevere in this conflict, by means of the press, and by such other methods of discussion as may be most approved. We invite all classes to join the FACTORY REFORMATION SOCIETIES. We have now, no source of pecuniary support but such as the Public at large may be inclined to afford, and we trust we shall not ask their assistance in vain. It would ill beoome Britons, who contribute hundreds of thousands of pounds yearly for foreign objects of benevolence, to leave the Young Factory Workers of their own country to perish, And here let our countrymen, once for all, understand that the evils of Lord Althorpe's Bill are not chargeable upon us. Already we are charged with the blame of those manifold annoyances and impractica bilities which are found in it. To the Operatives of Great Britain we finally appeal. You have never sanctioned or approved, or wished in any way to promote this oppressive and delusive Act. You had nothing to do with that \" Bit of a Parliament\" which got it passed, and procured the Ten Hour Bill to be thrown out. We may thank Mr. Stuart for pointing out and holding up to scorn, this \" Bit of a Parliament.\" How prodigiously ridiculous have they made themselves ! There was the Bit of a House of Commons, sitting in awful state, in Palace-yard. Mr. Holland Hoole being Mr. Speaker ! And there was the Bit of an Upper House — the \" three gentlemen who never entered a factory in their lives \" at the Factory Commission Office, with ''our beloved Edwin Chadwick, one ofthe petty Editors of a Ministerial Journal, on the woolsack ! And there were Messrs. Poulett Thompson & Co. behind the throne, prompting these Bits of Lordlings, Why, brother Operatives, we poor ignorant fellows could make as grand a \"Bit of a Parliament\" as this ! At all events Mr. Stuart encourages us to try our hand at it. (See page 10 of this work.) Fellow Operatives and Countrymen, our labour is our property, and we have a right to dispose of it as we please, or else we are slaves not freemen. We have shewn that the old Bible-day has never exceeded 12 hours occupation and 10 hours labour. But in as much as there have been such splendid Improvements in Machinery, surely we might with pro priety claim at least two hours further abatement of labour on that score; or else what good have these improvements effected, and what is become of the promise oi less labour for man, with which the introduction of Arkwright's invention was attended ? Consult among yourselves, and what you do — do quickly. Let all your proceedings be guided by the principles of Justice,"], [24, "302 Liberty, Subordination, and above aU Christianity. You will then have the sympathies of your fellow subjects, and the blessing of your God. Signed on behalf of the Meeting of Delegates from the Short Time Committees of the West Riding of York. JAMES BEDFORD, Chairman, Yew Tree Inn, Birstall, S. GLENDENNING, Secretary. Oct. 28, 1833. P. S. We beg to call attention to the following edifying Speech of Mr. Charles Wood, M. P. for Halifax, and Whipper.n of the House of Commons, ata Public Dinner at Halifax, on November 1st, 1833. Surely, Britain will now see how the Factory Bill was obtained. \" Another bill of considerable interest to this part of the country, and which was supported by Government, was the Bill for the Regulation of Factory Labour. On this subject Government was placed under circumstances of extreme difficulty. At the beginning of the session a large majority of the House, I believe, would have carried what was called the Ten Hours Bill, which would have'been injurious to the interest both of master and workmen. With some difficulty, and by a very narrow majority, we were able to send down a commission of enquiry, but wecould do it only on pledg ing ourselves that a bill should be passed. On receiving the report of that commission, Government was left in a minority in the House of Commons, but afterwards, in con sequence, I must say, of the exertions of the representatives from the newly enfranchised towns, we were able to carry a Bill. Whether that Bill be good or not I cannot say, but I can say it was the only course Government had in its power to pursue to avoid a much greater evil.\" NOTES. Note 1, page 3. — Particular reference is made to the case of a boy, named Tomlin- son, of Leeds, whose Overlooker has been committed by a Coroner's warrant to York Castle, to be tried for manslaughter. It was given in evidence that he repeatedly and cruelly beat his victim. The instruments used were a heavy brush handle, on one occasion a ladder, and frequently his hands : the whole being consummated by hanging the poor wretch with a rope till he was nearly dead ! Hanging, by a rope under the arms for a considerable space of time, was practised upon a Factory Boy at Huddersfield. whose case Mr. Oastler published. And daily poor children are now very shamefully beaten, seized by the hair and thrown down on the floor by the Overlookers. One poor child, who died some time since, near Bradford, had received, as her parents stated, a serious internal injury by a heavy blow in the side, from the fist of her Overlooker. Shortly before her death she exclaimed in an agony of pain, lifting up her little withered ai me, \" Oh if there be a hell will go there, for he has killed me ! \" Volumes might be filled with such tales of sorrow. How can it be expected that nature can, in many cases, endure the protracted toil of the factory without coercion ? In order to dispense with the whip in the West Indies, the hours of adult labour have been reduced to 45, for which term of labour the Negro is to \"receive clothing, lodging, and every other necessary.\" And _\\Ir. Charles Wood, M. P., adds in his late speech at Halifax, \"More tlian this, I am confident that this term (45 hours a week) will be abridged by the interest of the Muster, in those Islands. He will find it for his own interest to shorten the period.\" (See Leeds Mercury's Report, Nov. 2.) Let the same period of 45 hours labour be adopted for all the Factory Workers, and then you may abolish the strap, and the belt, and the stick, and the screw key ; all of which are frequently used to drive the young workers up to their tasks. Note 2, page 3. — Suicides have occurred, which have been traced to insufferable Factory Labour. A boy, named Giles Gledhill, at Holme, near Huddersfield, had been worked, for nearly six months in a woollen mill, two or three nights in a week, in addition to his day labour. He had been heard to say, that before he would he work.d"], [25, "303 so he would hang himself. He had received no extra wage for these nights that he worked, but the Manager had promised to give his mother \" something\" additional. Upon the streugth of this the mother went to Huddersfield to purchase him some new shirts. On her return she met a stranger, who asked her if she had heard what had happened at Smithy Mill ? She answered, \" No.\" \" A boy, said the man, has hanged himself.\" \" What boy ? \" enquired she eagerly. He answered, \" they call him Giles Gledhill.\" The poor mother spake no more, she swooned, and was carried home in a state of insensibility. The week before his death, he had been three days and three nights without leaving the premises, or going home. He took every opportunity to sleep when the Overlooker was absent Another and similar case occurred at Halifax. A young girl, about seventeen, entreated her parents to allow her to leave factory work, and promised to work for her living at any occupation they could get for her. This they would not do, alleging lhat they should lose her wages, and could not find her other work. At last she grew desr_rate,and on her way home, one evening, purchased poison and destroyed herself. Although these may be cases of rare occurrence, yet they shew the necessity of a very strict and extensive restriction of a system, in the operation of which cupidity or necessity give an impetus to competition, wherein competition occasions loss and not gain, and inflicts upon the worker wretchedness and poverty, and a degree of labour which destroys the body and brutalizes the mind. MINUTES AND RESOLUTIONS Of a Meeting of Delegates from the Short Time Committees of the West Riding of Yorkshire, established to promote the Legislative Adoption ofthe Ten Hour Factory Bill, assembled at the Yew Tree Inn, Birstall, October 28th, 1833. That the Principles ofthe Ten Hour Factory Bill, introduced by Lord Ashley into Parliament during the last Session, are those of Justice and Humanity ; and that it deserves the Support of every Friend of his Country — but that it is capable of some Amendments in detail, to render it more binding and effective, which call for serious consideration. That the Act of Lord Althorpe, called the \" Factories' Regulation Act,\" makes the last state of Factory Workers worse than the first — that multitudes are deluded by the jugglery of this deceptious and oppressive Measure — and that itis manifestly the duty of those who have so solemnly and repeatedly pledged themselves to so sacred a Cause to undeceive the Public as to Lord Althorpe's Act, and still to claim for the Factory Workers the Ten Hour Bill. That the friends of the Ten Hour Bill be earnestly recommended to organize them selves after the usual manner of Benevolent and Religious Institutions, and that a Society be now established, to be called \" THE FACTORY REFORMATION SOCIETY,\" the objects of which shall be — 1st. the promotion in the first instance of the Legislative Adoption of the Ten Hour Factory Bill for all under Twenty-one Years us Age — 2nd. the Protection and Benefit of all Persons engaged in Factory Labour, or connected with the Factory System. That the Friends of this Cause be earnestly invited to form Branch Societies in every Town, and Associations in the Villages, as extensively as possible; and that every such Society shall be established, and the Committees of the same appointed, at Public Meetings. That Quarterly Meetings ofthe Branch Societies shall be regularly held on tbe Full Moon Weeks, and similar Meetings shall be held in the Villages; and that at all the Public Meetings, the Magistrates, Medical Men, and Mill Owners, either by Notes, or public Advertisement, shall be respectfully and invariably invited to attend, on every such Occasion. That the Committee of every Society shall present to its Constituents at the Quar terly Public Meetings, a Quarterly Report of its Proceedings: and that an Account of nil Contributions which have been received or disbursed, shall be audited by the Committee every Quarter, and published at least every Year."], [26, "304 That Subscriptions be solicited among all Classes, for the purpose of printing and circulating Information, and otherwise promoting the objects above expressed — especi ally the Legal Defence of the Injured and Oppressed, as far as it can be effected — but that on no occasion shall Music or Banners be provided from the General Funds. That a Central Committee shall be formed from tlie Branch Societies, (each Com mittee sending one Member,) — that the Central Committee shall meet Annually, or oftner if necessary, and the Local or Branch Committees Monthly, or oftner, as oii cumstances may require. That the Central Committee shall be empowered to call General or West Riding Meetings at such time and place as they deem fit. That the Central Committee shall appoint a Secretary for Correspondence, who shall be empowered to assemble the Central Committee when he deems it necessary, provided he has the concurrence of at least five Members in so doing. It shall also be his duty to assemble the Central Committee at any time, upon the Requisition of at least fve of its Members — That as this is emphatically the Operatives' Cause, some Operative duly qualified, woultl be nost suitable for the Office, and that he ought to be remunerated for his Services. That the Secretaries of Branch Societies shall pay all Letters and Parcels sent by them to the Central or Local Committees. That the Local Committees shall give Notice of special or important Business in Writing to each Member. That due Notice shall be given to the Secretaries when any important proposition is to be made, but ' that no Resolution already sanctioned shall be nullified by this provision, and that .very Branch Secretary shall keep uj a regular communication with, and make known all important circumstances to the Secretary of Correspondence. That it will be advisable either to solicit Lord Ashley to start the Ten Hour Bill in lhe House of Commons early in the next! Session, or to avail ourselves of EoidKenyon 's proffered aid in the House 'of L«__ — but that -when the S_cieties,as a body, have given pledge of their support to any. patron of the Bill, it shall be upon the express condi tion that such Patron shall engage not to diverge from die course originally marked out, without the consent ot the Societies;. . - • ;. ■ That being deeply sensible of the ineffi&acy of all Human Exertions without the Divine Aid and blessing, i; is eaHfes..y recommended that Periodical Meetings be held, solemnly to petition the Throne of Grace for that Justice and that Help which has been hitherto refused to the Youth of the Factory Districts, by covetous, unreasonable, and interested Men. THE FOLLOWING STATEMENT OF PRINCIPLES WAS SANCTIONED BY THE MEETING. \"That we expect and demand iu a Country which professedly submits to the Laws cf the Divine Redeemer of Mankind, the fulfilment of his Golden Rule — ' Whatsoever ye would that man should do to you do ye even so to them I ' and that with an especial reference to those who are peculiarly unable to help and defend themelves. We demand Equal Laws both as respects protection and punishment, and without regard to poverty or wealth. And whereas Young Persons of Property are protected against the Usurer, and in some cases against their own parents, up to 21 years, so we I demand that the Law should protect the Children und Youth of the Productive and industrious i lasses from rapacity, cruelty and imuositiun, by reason of demoralizing, destructive, and protracted labour during their minority, or ci to 21 years. We are frilly assured that no System of Trade or Commerce can prosper without the blessing of the most High Gud, and equally certain that he never will smile upon that System., or that Country, which (iu allusion to the present Factory System, even under Lord Althorpe's Act,) deprives his accountable Creatures, in the Morning of Life especially, of Ti\\ir_ to learn their Duty to God and their Neighbour — a System which in many cases destroys, curtails, or embitters their Lives, and deprives them of the Enjoyment of that Rati\"\\al Existence whicli Divine Goodness has been pleased to bestow. ERRATA. Page 3 line 8 for ' casesare' read 'a cas. is' Paj. 1 line 2 for ' requested ' read ' required ' 3 27 exceed amount to 6 22 after -of this Atkinson, printer, Bridge Street, Bradford."], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""]]