[[1, ""], [2, ""], [3, "THE PLAIN DEALER: A COMEDY. As it is Performed at the THEATRE ROYAL I N DRURY LANE. WITH ALTERATIONS FROM WYCHERLY. THE SECOND EDITION. LONDON: Printed for W. Griffin, in Catharine- S treet ; T, Lowndes, in Fleet-Street; W. Nicoll, in St, Paul's Church- Yard ; and Becket and Db Hondt, in the Strand. 1767. [Price is. 6d.J"], [4, ""], [5, "T O DAVID G A R R I C K, Esojjire, THE GREATEST ORNAMENT THE THEATRE EVER HAD TO BOAST, INGRATITUDE ? ' FOR HIS JUDICIOUS CORRECTION OF THESE ALTERATIONS; AND HIS JUST AND LIVELY INSTRUCTIONS, WHICH HAVE SO GREATLY ASSISTED THEM IN REPRESENTATION : AND AS A TRIBUTE' OF AFFECTION AND ESTEEM, FOR HIS MANY SHINING AND AMIABLE QUALITIES, THIS ATTEMPT TO RESTORE TO THE STAGE ONE OF THE FATHERS OF OUR ENGLISH COMEDY, IS INSCRIBED, BY HIS MOST OBLIGED AND OBEDIENT SERVANT, I THE EDITOR*"], [6, "Of the Proprietors of this PLAY may be had, New Editions of the following Operas and Farces. Written by the Editor of the PLAIN DEALER. I. LOVE IN A VILLAGE, a Comic Opera. Price is. 6d. II. The MAID OF THE MILL, a Comic Opera. Price is. 6d. III. THOMAS AND SALLY, a Mufical Farce. Price is. IV. DAPHNE AND AMINTOR, a Muflcal Farce. Price is. Illu/Irated with an elegant Frontifpiece, and engraved Title Page."], [7, "PREFACE. IT is well known, that Wycherly's Comedy of the Plain Dealer, was one of the molt celebrated productions of the laft century ; it acquired him the perfonal friendfhip of two of his fovereigns, and the praifes of the learned, both at home and abroad ; and certainly we find in it the happieft combination of wit, humour, character, and incident, that can be imagined. How then comes it to pafs, that it has been fo long excluded the Theatre ? I anfwer, to the honour of the prefent age, becaufe it was im moral and indecent. The licentioufnefs of Mr. Wycherly's Mule, rendered her fhocking to us, with all her charms : or, in other words, we could allow no charms in a tainted beauty, who brought contagion along with her. It was in this condition I found the play, which I now prefume to offer the public ; and, as before I undertook it, I mentioned it to -feveral good judges, who gave it over as ir- . recoverable,"], [8, "PREFACE. 6 recoverable, I fuppofed I had the right of other quacks, to try experiments upon it. Indeed, on a clofe examination, befides enormous length, and exceffive obfcenity, I thought I met with feveral things which called very much for correction ; a want of fymmetry might, I apprehend, be fometimes miftaken for ftrength. The character of Maniy was rough, even to outrageous brutality j and inconfiftent in his friendfhip for Free man, whom he knew to be guilty of the actions of a thief and a rafcal. The cha racters of lord Plaufible, and Novel, did not feem to me fo well contrafted as they might be, while the other comic perfonages degenerated fometimes into very low farce ; neither did I think the part of Fidelia fo amiable, or the jfituations arifing from her difguife, quite fo amufing, as they were capable of being render ed by a little retouching. ] There is but one thing I am afraid of, That in endeavouring to correct thefe, perhaps imaginary faults of the poet, I may have fubflituted real blemilhes of my own. But wherever I have taken the liberty to vary from my author, I have alfo taken care to mark it, in fuch a manuer, as that his reputation may luffer as little as pofiible, by a mixture which, I hope, will be confidered at worft as an alloy, without which, according to the rules of modern"], [9, "PREFACE. 7 modern refinement, his more valuable materials could never have been wrought up. I have nothing farther to add, but my thanks to the public, for their kind reception of this piece; and to acknowledge my obligations to the performers : Mr. Holland, and Mrs. Yates, have gained great reputation in two very diffi cult characters; but it might feem partial to dwell upon their particular merit, where every individual has a right to the higheft applaufe. Dramatis"], [10, "Dramatis Perfonse. MEN. Manly, Freeman, Lord Piaufible, Novel, Vernilh, Major Old fox, Jerry Blackacre, • Counfellor Quillit, Oakam, A Boy, Mr. Holland. Mr. Palmer. Mr. Dodd. Mr. King. Mr. Lee. Mr. Love. Mr. Yates. Mr. Baddely. Mr. Moody. Mafter Burton. WOMEN. Olivia, Fidelia, Mrs. Blackacre, Eliza, Lettice, Mifs Pope. Mrs. Yates, Mrs. Clive. Mifs Plym. Mrs. Hippifley, SCENE, LONDON. THE"], [11, "THE PLAIN DEALER. ACT I. SCENE I. Manly's Lodgings. Manly enters in a Morning Gown, followed by Lord Plausible, and after- wards by Oakham. e- * Man. T\\RAY, my lord, pray, my lord Plau- 1—^ ' fible, give me leave ; I have more JL * of the maftiff than the fpaniel, in c my nature, I own it •, befides I am too old now to * learn to play tricks : I cannot fawn, and fetch and ' carry ; neither will I ever practice that fervile com ' plaifance, which fome people pique themfelves on * being mafters of. ' L. Plan. Well, but ferioufly, my dear friend, ' this is being fingular : will you declare war againfi ■ general cuftom -, refufe to fubfcribe to the common * forms of good breeding ? ' Man. Forms indeed, my lord, they are mere * forms, and therefore fhall not fway me. — In fhort, I * will nor, as your fubfcribers to forms do,' whifper my contempt or hatred ; call a man fool, or knave, by figns, or mouths, over his fhoulder, while I have him in my arms; I will not, as you do — L. Plan. As I do ! Heaven defend me I upon my honour ! I never attempted to abufe, or leflen any one in my life. Man. What ! you were afraid ? L. Plan. No ; but ferioufly I hate to do a rude thing. No faith, I fpeak well of all mankind. B Man."], [12, "THE PLAIN DEALER: 2 Man. I thought fo : but know that this is the worft. fort of detraction, for it takes away the reputation of the few good men in the world, by making all alike. Now I fpeak ill of moft men, becaufe they deferve it. L. Plau. Well, tell not me, my dear friend, what people deferve. I, like an author in a dedication, never fpeak well of a man for his fake, but my own : I will not difparage any one to difparage myfelf: to fpeak ill of people behind their backs, is not pretty •, and to fpeak ill to their faces, would be the moft monftrous thing in nature. Man. So that if you were to fay an unhandfome thing of any of your friends, I fuppofe you would chufe to do it behind their backs. L. Plau. Oh certainly, certainly ; I [would do it behind their backs out of pure good manners. ' Man. Very well, my lord : I have not leifure at 4 prefent to examine into the propriety of your de* 4 corums : I confefs, I am but an unpolifhed fea 4 fellow : But there is a favour, which, if your lord 4 fhip would grant me — * L. Plau. A favour ! Dear Sir, you make me the 4 happieft man in the world ; pray let me know how * I have it in my power to ferve you.' Man. No otherwife, my lord, than by leaving me a little to myfelf; at prefent I am really quite untie for company. L. Plau. Perhaps you have bufinefs ? Man. If you have any I would not detain your lordfhip. L. Plau. Detain me ! Dear Sir, I came on purpofe to pay my refpecfts to you : ' I heard of your arrival 1 in town laft night, and could not be eafy. But be ' free with me, if my company is in the leaft difagree ' able or inconvenient' ■ Man. I have told your lordfhip, already, I had rather be alone. L. Plau. I will lay hold then of fome other oppor tunity of paying my moft humble refpects to you, and in the mean time——— 4 Man."], [13, "ACOMEDY. 3 Man. Oakam ! wait on his lordfhip down. L. Plau. Sir, I am your moft obedient. Man. Good-buy to your lordfhip. L. Plau. Your moft faithful. Man. Your fervant, yourfevant! L. Plau. And eternally Man. And eternal ceremony ! L. Plau. You fhall ufe no ceremony, by my life ! Man. I do not intend it ! L. Plau. Where are you going then ? Man. Zounds ! to fee you out of doors, that I may {hut them againft more welcomes. SCENE II. Oakham. 4 Oak. Well faid, bully tar ! He came a long-fide * of his match when he grappled with you, I can tell 4 him that. Zounds, he makes no more of one of 4 thefe frefh-water fparks, than a three-decker wou'd 4 of a bomb- boat ! But he's as brave a heart as ever 4 ftept between ftem and ftern ; and fo's a fign, by 4 his finking our fine vefTel, the other day, rather 4 than let her fall into the hands of the rafcally French, 4 when he found three or four of their piccaroons ac 4 once were too many for us. Let me fee — 'Tis juft 4 fix weeks fince we faii'd out of Portfmouth harbour, 4 and we had fcarce been a month on our cruize bc- 4 fore we fell in with the enemy's fquadron — Ah ! we 4 have made a bafe, broken, fhort voyage of it 4 Howfomever, he foon expects to be put into com- 4 miffion again, and I would go with him about the 4 round world, if fo be it was his deftination ; for, 4 thof he's as crufty as any one fometimes, and will 4 be obey'd, there's never a captain in the navy that's 4 a truer friend to a feaman — Avaft tho' ! he fleers 4 this way, in company with our merry lieutenant : 4 'tis foul weather, 1 doubt ; I'll loof up, and get to * windward of him.' B 2 SCENE"], [14, "THE PLAIN DEALER: 4 SCENE III. Manly, Freeman, Oakham. Free. But how the devil could you turn a man of his quality down flairs ? You ufe a lord with very little ceremony it feems. Man. A lord ! What, you are one of thofe who efteem men only by the value and marks which for tune hath fet upon them, and never confider intrinfic worth ? But counterfeit honours will not be current ■with me -, I weigh the man, not his title : it is not the king's infcripcion can make the metal better or heavier. Your lord is a leaden fhilling, which you may bend every way ; and debafes the ftamp he bears, inftead of being raifed by it — And you, rafcal, block head, did'nt I order you to deny me to every body? 4 Oak. Yes, your honour ; and fo I would, but I 4 was juft fiepped into the back-parlour to play a 4 game at All-Fours with our landlady's daughter; 4 and, while we were wrangling about the cards, the 4 little boy let the gentleman up unknown to us.' Man. Well, be more careful for the future : ftand at the (lair-foot, and, at your peril, keep all that afk for me from coming up. Oak. Muft no one come up to you, Sir ? Man. No man, Sir ? Oak. A woman an't like your honour ? Man. No woman neither, you impertinent rafcal. Oak. Indeed, your honour, it will be hard for me to deny a woman any thing, fince we are fo newly come on fhore : but I'll let no old woman come up to you. Man. Would you be witty ? — You become a jeft as ill as you do a horfc — Begone. SCENE"], [15, "A C O M E D Y 5 SCENE IV. Manly, Freeman. Free. Nay, let the poor rogue have his forecaflle jefts : a failor cannot help them in a ttorm, fcarce when a fhip's finking But what, will you fee no body ? not your friends ? Man. Friends ! I have only one friend, and he I hear is not in town : nay, can have only one ; for a true heart admits but of one friendfhip, as of one love ; but in having that friend I have a thoufand ; for he has the courage of men in defpair, yet the caution and diffidence of cowards ; the fecrecy of the revengeru], and the conftancy of martyrs ; one fit to advife, to keep a fecret, to fight, to die for his friend — But words are but weak teftimonies of his merit, and my efteem : I have trufted him in my abfence with the care of the woman I love ; which is a charge of fp tender, fo delicate a nature Free. Wel;, but all your good thoughts are not for him alone, I hope ? Pray what do you think of me for a friend ? ■ Man. Of you ! Why you are a latitudinarian in friendfhip ; that is, no friend ; you will fide with all mankind, but fuffcr for none; you are, indeed, like your Lord Plaufibie, the pink of courtefy, and therefore have no friendfhip. Free. No; that's very odd dortxine, indeed! Man. Look you, I. am fo much your friend that I would not deceive you ; and therefore muft tell you, not only becaufe my heart is taken up, buc according to your rules of friendfhip, I cannot be your friend. Free. Why, pray ? Man. Becaufe you will fay, he that is a true friend to a man is a friend to all his friends : but you muft excufe me ; I cannot wifh well to a pack of cox combs, {harpers, ..'.J fcoundrels, whom I have feen you"], [16, "THE PLAIN DEALER: 6 you treat, I know not how often, as the deareft friends in the world. Free. What, I fuppofe you have obferved me in the Park, and at the coffee houfe, doing the bufinefs of the feveral places ? But could you really think I was a friend to all thofe I bowed to, fhook hands with, and received in open arms ? Man. You told them you were ; nay, and fwore it too ; I heard you. Free. Ay, but when their backs were turned, did not I tell you the greater part of them were wretched, infamous fellows, whom I defpifed and hated? Man. Very true : But what right had I to believe you fpoke your heart to me, who profeffed deceiving fo many ? 4 Free. Nay, if you are fuch a precife adherer to 4 matter of fact, it is in vain to argue with you: yet 4 furely you would not have every man wear his 4 opinion upon his fleeve, and find fault and quar 4 rel with all that he cannot in his confcience ap 4 prove. 4 Man. I would have every man fpeak truth, and 4 neither act the part of a fycophant or a coward.' Free. Well, but fpeaking truth is fometimes the worft thing a man can do : would you have one fpeak truth to one's ruin ? You are feverer than the law, which requires no man to witnefs againft himfelf — 4 You would have me fpeak truth I warrant, and tell 4 a certain friend of mine at court, who has been 4 promifing to do fomething for me thefe five years, 4 that he has a bad memory ?' Man. Why not ? 4 Free. The queftion anfwers itfelf : becaufe a cool 4 friend is better than an enemy : he would call my 4 ingenuity faucinefs and prefumption ; and, inftead 4 of barely not endeavouring to promote me, I 4 fhould have him ufing his intereft to deprive me of 4 the little I have got : and, by the fame rule too, I 4 fhould tell a great lady of our acquaintance, that her 4 intrigues are the talk of the whole town ?' Man."], [17, "A C O M E D Y. 7 Man. No doubt on't. Free. And what would be the confequence? I fliould have her hufband want to poke me through the guts in vindication of his lady's honour ; or get myfelf embroiled with her gallants, perhaps, whom fhe would fet on to quarrel with me out of revenge : thefe would be the hopeful effects of my blunt fin cerity ; and I could expect no other. — Suppofe I was to tell you that the world thinks you a brute, a mad man ; would not you hate me ? Man. No, Sir; inftead of hating you, I fhould love you for your honeft declaration ; and, in lieu of being mortified, am proud that the world and I think not well of one another. Free. Well, doctors differ; yet, pray, Sir, believe the friendfhip I offer you real, whatever I have pro fefled to others — Try me at leaft. Man. Why, what would you do for me ? How ever, fpare yourfelf the trouble of profeffing ; for, go as far as you will — here comes one will fay as much at leaft — SCENE V. Manly, Freeman, Fidelia, Do not you love me devilifhly too, my little volun teer ? As well as he, or any man can do ? Fide. Better than any man can love you, my dear captain: as well as you do truth and honour, Sir: as well — , Man. Nay, good young gentleman, enough for fhame ! ' Sure you forget that I am an unfuccefsful 4 man here ; that I have met with nothing abroad but 4 loffes and difappointments ; and am like to find no 4 thing at home but frowns and vexation ?' Why do you follow me then, flatter my vanity now •, fince, fb far from being able to befriend you, I ftand in need of a patron myfelf? Fide. I never followed reward or preferment, Sir, but you alone ; and, were you this inllant to em- bark"], [18, "§ THE PLAIN DEALER: bark on the moft hazardous expedition, I would chearfully rifk my life for the bare pleafure of ferving with you. Man. Nay, hold there, Sir ; did not I fee you, during the engagement, more afraid — 4 Fide. Yet do me juftice, Sir : when we took to 4 our long-boat, on your giving orders to fink the 4 fhip, did I fhew any figns of dread or wearinefs ? 4 tho' the waves broke over us on every fide, and 4 the night was fo dark' — Alan. Ay, ay, you were in hafte to get to land : the apprehenfion of death made you infenfible of danger, and fo you were valiant out of fear. Fide. Well, Sir, 'tis in vain for me to avow my fentiments, fince you are determined not to believe me ; but one day or other, perhaps-^- Free. Poor lad ! you bring tears into his eyes . confider his youth and inexperience, and make fome allowances. Man. What, does he cry ? — No more, you milk fop! Dry up your eyes: I will never make you afraid again; for of all men, if I had occafiGn, you fhould not be my fecond ; and when I return to fea — Fide. You will not leave me behind ? — Man. Leave you behind ! ay, ay ; you are a hope ful youth for the fhore only ; ' you have a fmock 4 face, and an officious readinefs about you : you may 4 get yourfelf recommended to fome great man, by 4 flattering his valet-de-chambre ; or who knows, 4 fome liquorifh old woman, or wanton young one, 4 may take a fancy to you, allow you a conditional 'annuity, and make your fortune that way. 4 Fide. Sure, Sir, you are induftrious to find your 4 felf reafons for an averfion to me : do you think 4 then I am capable of being the defpicable wretch 4 you defcribe?' Alan. Why, don't I know you to be a coward, Sir; a wretch capable of any thing ? Fide. Yet confider Sir ; do not turn me off to beg gary and ruin : when I came to you, I told you I was helplefs and friendlefs. ■ Man."], [19, "ACOMEDY. 9 Man. Very well, Sir. — I will provide you with half a fcore friends, which will help you a little — in the mean time be gone ; go ! you will fare better in any place than with me. SCENE VI. Manly, Freeman, Oakam, Oak. There's a woman below, and pleafe your honour, who fcolds and buftles to come up, as much as a feaman's widow at the Navy Office ; fhe fays her name's Blackacre. Man. That fiend ! Free. The widow Blackacre ! that litigious fhe petti-fogger, who is at law and difference with all the world. I wifh I could make her agree with me in a church ! She hath three thoufand pounds a year jointure, and the care of her fon — that is, the de ilruction of his eftate. Man. Her lawyers, attornies, and folicitors, have three thoufand pounds a year, while fhe is content to be poor to make other people fo; for fhe is as vexatious as her father was, the great Norfolk attorney — ' Free. Ay, the devil take him ! I am four hundred 4 pounds a year out of pocket by his knavifh practices, 4 on an old aunt of mine : though indeed, there was 4 fufpicion of a falfe deed of conveyance ; I once had 4 adefign of fuingthe widow upon it, and fomething 4 I will now think of ferioufly — but, hang her ! fhe 4 will not pretend to know me.' Man. Go to her. When fhe's in town fhe lodges in one of the inns of court, where fhe breeds her fon, and is herfelf his tutorefs in law-French ; buo bid her come up ; fhe is Olivia's relation, and may make me amends for her vifit, by giving me fomc account. SCENE C"], [20, "THE PI^AIN DEALER: 10 SCENE VII. Manly, Freeman, Mrs.Blakacre, Jerry. Mrs. Black. I never had fo much trouble with a judge's door-keeper, as with your's : you fhould confider, captain Manly, this is term time, and folks have fomething elfe to do, befides waiting for ad mittance to people they have bufinefs with. Man. Well, well, a truce with your exclamation, and tell me fomething about your coufin. How does Olivia ? Ms. Black. Jerry give me the fubpcena.— It was by mere chance I heard of your being in town, and you are my chief witnefs : you cannot imagine how my caufe — Man. Damn your caufe ! When did did you fee Olivia ? Mrs. Black. I am no vifitor, captain, but a woman of bufinefs : or if ever I vifit, 'tis only the Chancery lane ladies, ladies towards the law ; and none of your lazy, good for nothing, fafhionable gill- flirts. — Many a fine eltate has been loft in families for want of a notable flirring woman, to rumage among the wri tings : but come, Sir, we have no time to lofe ; and fince you will not liften to me, I defire you may hear my fon a little ; let him put our cafe to you ; for if the trial comes on to day, it will not be amifs to have your memory refrefhed, and your judgement informed, left you fhould give your evidence im properly. — Jerry ! 4 Jer. What is the matter with you now ? 4 Mrs. Black. Come child, put our cafe to cap 4 tain Manly — Nay, do not hold down your head 4 and look like a fool ; for you can do it very well if 4 you pleafe. 4 Jer. I wifh I may be hanged if I ever knew 4 fuch a woman as y >u are in my life ! I wonder you 4 are not afhamed to make one an antick before ft ran f gtrs this wjjy 1 4 Mrs."], [21, "A C O M E D Y. 11 * Mrs. Black. Jerry, Jerry ! don't be perverfe, but ' lay down the bags, and fpeak out like a good child, 4 when I bid you — Lord, Sir, it would do you good to * hear him fometimes. — Why don't you begin? '■Jer. Sha ! you are always in fuch a hurry, there's * no fuch thing as doing nothing for you — What cafe * muft I put ? 4 Mrs. Black. Our cafe that comes on to day in the * Common Pleas : you know well enough, but you will 4 be ftubborn !' Pray, captain, mark him. Jer. Hem ! hem ! — John a Stiles — ■ Alan. You may talk, young lawyer, and put her cafe, if you think proper ; but I fhall no more mind you than I would your mother, if I was in your cafe, when fhe bid me do a thing to make a fool of myfelf. 4 Jer. Look you there now ; I told you fo. 4 Mrs. Black. Never mind him, Jerry, he only fays , that to dafh you : go on !' Blefs my foul, I could hear our Jerry put cafes all day. Jer. John a Stiles — no — there are firft, Fitz, Pere, and Ayle ; No, no, Ayle, Pere, and Fitz — Ayle is feized in fee of Blackacre ; John a Stiles diffeizes the Ayle ; Ayle makes claim, and the diffeizor dies — Then the Ayle — no the Fitz — » Mrs. Black. No, the Pere, firrah ! Jer. Oh, the Pere — ay, the Pere, Sir, and the Fitz — No the Ayle — No the Pere and the Fitz— Man. Damn Pere, Ayle, and Fitz, Sir! Mrs. Black. No, vou are out, child. Take notice of me, captain — There are Ayle, Pere, and Fitz : Ayle is feized in fee of Blackacre; and being fo feized, John a Stiles difleizes the Ayle : Ayle makes claim, and ihe diffeizor dies; then the Pere enters. — The Pere, Sirrah, the Pere ! — And the Fitz enters upon the Pere ; and the Ayle brings his writ of difleizen in the Poft, and the Pere brings his writ of diffeizcn in the Pere, and — Man. 'Sdeath, Freeman, can you liften to this fluff? C 2 Mrs."], [22, "THE PLAIN DEALER: 12 Mrs. Black. Hold, Sir ! I muft ferve you (gives a paper, which he throws away) you are required by this paper to give your teftimony — Man. I'll be forfworn, to be revenged of you. SCENE VIII. Freeman, Mrs. Blackacre, Jerry. Mrs. Black. Get you gone for an unmannerly fellow ! But the fervice is good in law, fo he muft attend it at his peril. — Come, Jerry, I had almoft forgot, we are to meet at the matter's before eleven. Let us mind our bufinefs ftill, child. Jer. Well, and who hinders you ? Free. Nay, Madam, now I would beg you to hear me a little — A little of my bufinefs. Mrs. Black. I have bufinefs of my own, Sir, calls me away. Free. My bufinefs would prove yours too, Madam: Mrs. Black. What, 'tis no Weftminfter-hall bu- finefs : would you have my advice ? Free. No, faith ; 'tis a little Weftminfter Abbey bufinefs : I would have your confent. Mrs. Black. Fye, Fyt ! to me fuch language, Sir ! and in the prefence of my dear minor here ! Jer. Ay, ay, mother, he would be taking livery and feizen of your jointure, by digging the turf; but I'll watch his waters, and fo you may tell him. Come along. SCENE IX Fidelia, Freeman. 1 Ftde. Dear Mr. Freeman, fpeak to the captain ' for me. 4 Free. Where is he ? 4 Fide. Within, Sir. 4 Free. Sighing and meditating, I fuppofe, on his 4. darling miftrefs — He would never truft me to fee 4 her — Is fhe handfome ? Fide."], [23, "A C O M E D Y. 13 * Fide. I am not a proper judge. 4 Free. What is fhe ? * Fide. A gentlewoman, I believe ; but of as mean 4 fortune as beauty. You know, Sir, the captain 4 made early choice of a fea life, to which the par 4 ticularity of his difpofition afterwards attached him. 4 But fome time fince he determined to quit the 4 navy, and, having conceived a violent paffion for 4 this lady, was about to marry, and retire with her 4 into the country. 4 Free. And what prevented him ? 4 Fide. The offer of a fhip to go againft the enemies 4 of his country : however, when he came home 4 again, the treaty was to be concluded ; and, in the 4 mean time, he left his intended wife ten or twelve 4 thoufand pounds, left any thing fhould happen to 4 him whilft he was abroad. ' Free. He has left her in the care of fome friend, * has he not ? Pray do you know any thing of him ? * Fide. Nothing farther than that his name's Var ' nilh ; and he's a man in whom the captain puts the ' greateft confidence.' Free. But if this Olivia be not handfome, what the devil can he fee in her ? Fide. He imagines her, I fuppofe, the only wo man of truth and fincerity in the world. 4 Free. No common beauties, I muft confefs. 4 Fide. But methinks he fhould have had more 4 than common proofs of them, before he trufted the 4 bulk of his fortune in her hands. ' Free. Why, did he leave the fum you mention 4 actually in her cuftody ? 4 Fide. So I am told. 4 Free. Then he (hewed love to her indeed — But 4 I'll go plead with him for you, and learn fomething 4 more of this wonderful fair one.' SCENE"], [24, "THE PLAIN DEALER: 14 SCENE X. Fidelia. * Was ever woman in fo ftrange, fo cruel a -_tu_t s tion ? As long as 1 have worn this difguife, I cannot « look at myfelf without aftonifhment ; but when I * confider that I have run fuch lengths for a man c who knows not that I love him, and, if he did 1 know it, would certainly reject my paffion, I am * ftartled indeed. And the time I formed the bold * refolution of going with him to fea, I was fenfible * his affections were engaged to another : why then 1 did I embark in fo rafh an adventure ? Becaufe I ■ loved ; and love is apt to buoy itfelf up with falfe * hopes : he left the object of his defires behind : he ' took me with him ; and, from that favourable cir ' cumftance, I fuffered myfelf to be cheated with a * thoufand fond imaginations — Here he comes, and * I muft avoid him. Oh, Fortune, Fortune ! I have * been indifcreet •, yet furely I may be punifhed for * my indifcretion with too great feverity.' SCENE XI. Manly, dreffed in his uniform, looking at his watch, followed by Freeman. 4 Man. 'Sdeath ! 'tis paft eleven o'clock, and I 4 fhould have been abroad before nine ! But this 4 comes of being peftered with a pack of impertinent 4 vifitors. Weil, I am going out, and fhall not re 4 turn all day. 4 Free. What, I fuppofe you are going to pay your 4 court to fome great man now ? 4 Man. And why fhould you fuppofe that ? 4 Free. Nay, faith, only becaufe I think 'tis what 4 you ought to do ; and I know 'tis what thole fort of 4 people expect. ' Man. Well, but if they expect it from me, they 4 fhall be difappointcd: I have done nothing to be ' afraid"], [25, "A C O M E D Y. 15 * afraid of, that I need folicit their intereft by way of 4 a fkreen ; and I leave thofe to dance attendance * who are more fupple, and can play the parrifite 4 better — If they want me, let them come to me — ' No, I am going, at prefent, where I dare fwear I 4 fhall be a welcome gueft ; and where I ought to 4 have gone laft night indeed ; but I came to town 4 too late for her regular hours. * Free. Oh ! I guefs where you mean ; to the lady 4 I have fo often heard you talk of. Methinks I * would give a good deal to fee this phoenomenon. 4 She muft needs be miftrefs of very extraordinary 4 charms to engage a perfon of your difficult 4 difpoficion.' Man. The charms of her perfon, though in them fhe excels moft of her fex, are her meanelt beauties : her tongue, no more than her face, ever knew artifice: fhe is all fincerity ; and hates the creeping, cant ing, hypocritical tribe, as I do ; for which I love her, and I am fure fhe hates not me ; for, as an inftance of her inviolable attachment, when I was going to fea, and fhe found it impracticable to accompany me, fhe infilled upon my fuffering her to fwear, that, in my abfence, fhe would not Lften to the addrefTes of ?ny other man ; which oath — Free. You thought fhe would keep ? Man. Yes, for I tell you fhe is not like the reft of her fex, but can keep her promife though fhe has fworn it : however, fince your weak faith feems to doubt this miracle of a woman, I fhall be at her houfe in an hour ; come to me there ; the volunteer will fhew you the way ; and we'll try how long your infidelity will be able to refill conviction. ENp of the First Act."], [26, "16 TH E PLAIN DEALER: ACT II. SCENE I. A dreffing-room, a table and glafs on one fide. Enter Olivia, followed by Eliza and Lettice. Oliv. Oh ! horrid, abominable ! Peace, coufin Eliza, or your difcourfe will be my averfion — But you cannot be in earneft, fure, when you fay you like the filthy world ? Eliz. You cannot be in earneft, fure, when you fay you diflike it ? Come, come, coufin Olivia, I will never believe that a place which has fuch variety of charms for other women, fhould have none for you. Pray what do you think of dreffing and fine cloaths ? Oliv. Drefling ! It is, of all things, my averfion : I hate dreffing : ar-d I declare folemnly — Mercy on us ! Come hither, you dowdy — Heavens ! what a figure you have made of my head to-day ! Oh, hideous ! I can't bear it ! Did you ever fee any thing fb frightful ? Eliz. Well enough, coufin, if dreffing be your averfion. Oliv. It is fo ; and for variety of rich cloaths, they are more my averfion. Lett. That's becaufe you wear them too long, madam. Oliv. Infatible creature ! I take my death I have not wore this gown above three times; and I have made up fix or feven more within thefe two months. Eliz. Then your averfion to them is not altogether fo great. Oliv. Alas ! coufin, it is for my woman I wear them. Eliz. Eut what do vou think of vifits — balls ? Oliv. Oh! Ideteft'them! Eliz. Of plays ? Oliv,"], [27, "A C O M E D Y. 17 Oliv. I abominate them — Filthy, obfcene, hideous things ! Eliz. What fay you to the Opera in winter, and to Ranelagh and Vauxhall in fummer ? — Or, if thefe want attractions to engage you, what fay you to the court ? Oliv. The court, coufin! The court! My averfion, my averfion of allaverfions ! Eliz. Well, but pr'ythee Oltv. Nay, don't attempt to defend the court ; for^ if you do, you will make me rail againft it. Eliz. To come nearer the point then, — pray what think you of a rich young hufband ? Oliv. Oh, rueful ! Marriage ! What a pleafure you have found out ! — I naufeate the very thoughts on't. Lett. Ma'hap, ma'am, my lady would rather like a generous, handfome, young lover. Oliv. What do you mean, Mrs. impertinence, by talking fuch ftuffin my hearing ! A handfome young lover ! A lover, indeed ! I hate men of all things •, and I deciare folemnly I would not let one into my doors SCENE II. Olivia, Eliza, Lettice, Foot-boy. Boy. Madam, here's the gentleman to wait on you. Oliv. On me, you little blockhead ! Do you know what you fay ? Boy. Yes, ma'am, 'tis the gentleman that comes every day to you. Oliv. Hold your tongue, you little heedlefs animal, and get you out of the room. This country boy, coufin, takes my mufic-mafter, mercer, and fpruce milliner, for vifitors. Lett. No, madam, 'tis Mr. Novel, I am fure, by his talking fo loud ; I know his voice too, madam. Oliv. You know nothing, yoo flupid creature! You would make my coufin believe I receive vifits— However, if it be your Mr- D Lett."], [28, "THE PLAIN DEALER: 18 Lett. Mr. Novel, madam Oliv. Peace, will you ! I'll hear no more of him — But, if it be your Mr. — I cannot think of his name again — I iuppofe he followed my coufin hither. Eliz. No, coufin, I will not rob you of the ho nour of the vifit ; it is to you, coufin, for I know him not. ' Oliv. Nor I neither, upon my honour, coufin ! ' Befides, have not I told you that vifits, and the . bufinefs of vifits, flattery and detraction, are my * averfion ? Do you then think I would admit fuch a ' coxcomb as he is ; the fcandal carrier of the whole * town, more impudently fcurrilous than a party-li ' beller, who abufes every perfon and every thing, -ind ' piques himfelf upon his talents for ridicule.' Eliz. I find you do know him, coufin ; at leaft have heard of him. Oliv. Yes, now I remember I have heard of him. Eliz. Well, but if he is fuch a dangerous coxcomb, for Heaven's fake let him not come up : tell him, Mrs. Lettice, your lady is not at home. Oliv. No, Lettice, tell him my coufin is here, and that he may come up ; for, notwithftanding I deteft the fight of him, you may like hisconverfation, and I will not be rude to you in my own houfe. Since he has followed you hither, let him come up, I fay. Eliz. Very fine ! Let him go and be hang'd, I fay, for me! I know him not, nor defire it. Send him away, Mrs. Lettice. Oliv. Upon my word fhe fhall not ; I muft difobey your commands, to comply with your defires. Mr. Novel !— Mr. Novel. SCENE III. Olivia, Eliza, Novel. Nov. I beg ten thoufand pardons, madam! Perhaps you are bufy ; I did not know you had company. Eliz. Yet he comes to me, coufin. Oliv. Chairs there ! — Pray, Sir, be feated. 4 Nov."], [29, "A C O M E D Y. 19 1 Nov. I fhould have waited on you yefterday * evening, according to appointment ; but I dined * at a place where there is always fuch a profufion of ' good cheer, and fo hearty a welcome, that one can ' never get away, while one lias either appetite or ' patience left — You know that furfeiting piece of ' hofpitality, lady Autumn ?' Ha, ha, ha ! the nau feous old fury at the upper end of her table — Oliv. Revives the antient Grecian cuftom of ferving up a Death's head with their banquets. Oh, Gad ; I deteft her hollow cherry-cheeks ! She looks like an old coach new painted, affeCting an unfeemly fmug nefs, while fhe is ready to drop in pieces. ' Nov. Excellent! An admirable fimile, upon my c foul ! But do, madam, give me leave to paint her 4 out to you a little, becaufe I am intimately ac * quainted with the family. — You muft know, fhe is ' horridly angry if I don't dine at her houfe thre? ' times a week. ' Oliv. Nay, for that matter, any one is welcome ' to partake of her victuals, who will be content to * liften to her ftories of herfelf when fhe was a young ' woman, and ufed to go with her fat Flanders mares, ' in her father's great gilt chariot, to take the air in * Hyde Park. — Oh, coufin ! I muft tell you' — Nov. What, Madam ! I thought I was going to tell the lady ; but perhaps you think nobody has wit enough to draw characters but yourfelf : in which cafe I have done. Oliv. Nay, I fwear, you fhall tell us who you had there at dinner. Nov. With all my heart, Madam, if you will con defcend to liften to me. Oliv. Moft patiently, Sir : pray fpeak. \" Nov. In the firft place, then, we had her daughter* whom I fuppofe you have feen. Oliv. Seen ! oh, I fee her now ! the very difgrace to good cloaths, which fhe always wears to heighten her deformity, not mend it ; for the is ftill mbft D 2 fplendidly;"], [30, "THE PLAIN DEALER: 20 fplendidly, gallantly ugly! and looks like an ill piece of daubing in a rich frame. Nov. Very well, Madam ! Have you done with her ? And can you fpare her a little to me ? Oliv. If you pleafe, Sir. Nov. In my opinion fhe is like Oliv. She is, you would obferve, like a city bride ; the greater fortune, but not the greater beauty, for her drefs, Nov. Yet have you done, Madam? Oliv. Pray, Sir, proceed. Nov. Then fhe Oliv. Ay, lhe Eliz. I find, coufin, one may have a collection of all one's acquaintance's pictures, at your houfe, as well as at Mr. Reynolds's •, with this difference only, that his are handfome likenefTes : to fay the truth, you are the firft of the profeffion of portrait-painters, I ever knew without flattery. Oliv. I draw from the life, coufin ; paint every one in their proper colours. Eliz. Oh ! coufin, I perceive you hate detraction. Oliv. But, Mr. Novel, who had you befides at dinner ? ' Nov. Ladies, I wifh you a good morning ! ' Oliv. Pflia ! how can you be fo provoking ? ' Nay, I take my death you fhall not go till you tell 8 us the reft of the company !' (Slopping Novel, who rifes.) ' Come, fit down again : I long to hear who ' your men were; for I am fure I am acquainted with _s fome of them.' Nov. We had no men there at all, Madam. . 'Oliv. What, was not Sir Marmaduke Gimcrack ■ with you ? — I'll lay fifty pounds on't •, for I know f he is courting one of her ladyfhip's crooked ' neices.' — Nov. Pray, Ma'am, let me go. Oliv. Nay, I know another of your company; I'll hold you a wager of it. — Come, my lord Plaufible dined with you too ; who is, coufin — Eliz."], [31, "A C O M E D Y. 21 Eliz. You need not tell me what he is, coufin ; for I know him to be a civil good-natured gentle man ; who talks well of all the world, and is never out of humour. Oliv. Hold, coufin ! I hate detraction : but I muft tell you he is a tirefome, infipid coxcomb ; with out either fenfe to fee faults, or wit to expofe them -, in fine, he is of all things my averfion, and I never admit his vifits beyond my hall. 4 Nov. No, he vifit you •, damn him ! he's never 4 admitted to any one but worn-out dowagers, and 4 fuperannuated maidens, who want to be flattered 4 into conceit with themfelves ; he has often ftrove 4 to fcrape acquaintance with me, but I always took 4 care . SCENE IV. Olivia, Eliza, Novel, Lord Plausible Hah ! my dear lord ! let me embrace you. Eliz. Well, this is pleafant. L. Plan. Your moft faithful humble fervant, ge nerous Mr. Novel; and, Madam, I am your eternal flave, and kifs your fair hands ; which 1 had done fooner, according to your orders — Oliv. No excufes, my lord, I know you muft divide yourfelf; your company is too general a good to be engroffed by any particular friend. Eliz. You hate flattery, coufin. L- Plau. Oh, Lord, Madam, my company! your moft obliged faithful humble fervant ! — But I might have brought you good company indeed ; for I parted juft now at your door, with two of the moft fenfible, worthy men. Oliv. Who were they, my lord ? Nov. Who do you call the moft fenfible, worthy men ? L. Plau. Oh, Sir, two of the brighteft characters of the prefent age ; men of fuch honour and virtue — Perhaps you may know them — Count Levant, and Sir Richard Court-Title. Nov."], [32, "THE PLAIN DEALER: 22 Nov. Court-Title ! Ha ! ha ! ha ! Oliv. And Count Levant ! How can you keep fuch a wretch company, my Lord ? L. Plait. Oh, ferioufly, Madam, you are too fevere : he is highly carefs'd by every body. * Oliv. Carels'd, my lord ! why he was never * three times in any company in his life, without * being twice kicked out of it.' Nov. And for Sir Richard ! — L. Plau. He is nice in his connections, and loves to choofe thofe he converfes with. Oliv. He loves a lord indeed — Nov. Or any thing with a title — Oliv. Though he borrows his money, and never pays him again. ' Nay, he carries his paffion for 4 quality fo far, that they fay the creature has an in 4 trigue among them ; and half ftarves his poor wife 4 and family by keeping up a correfpondence with 4 that over- grown piece of right honourable filthi 4 nefs, lady Bab Clumfey.' L. Plau. Oh, Madam, he frequents her houfe, becaufe it is the tabernacle-gallant, the meeting houfe for all the fine ladies and people of fafhion, about town. Nov. Mighty fine ladies ! There is, firft — Oliv. Her honour, as fat as a hoftefs. L. Plau. She is fomewhat plump indeed : a woman of a noble and majeitick prefence. Nov. Then there's Mifs what d'ye call her — Oliv. As fluttifh and flatternly as an 1 ifh woman bred in France. L. Plau. She has a prodigious fund of wit ; and the handfomeft heel, elbow, and tip of an ear, you ever faw. Nov. Heel and elbow ! Ha, ha, ha ! Eliz. I find you fee all faults with lover's eyes, my lord. L. Plau. Oh, Madam, your molt obliged, faithful, very humble fervant to command ! — Nov."], [33, "A C O M E D Y. 23 Nov. Pray, my lord, are you acquainted with lady Sarah Dawdle ? L. Plau. Yes fure, Sir, very well ; and extremely proud I am of the great honour-, for fhe is a perfon whofe wit, beauty, and conduct, nobody can call in queftion. Oliv. No! Nov. No ! — Pray, Madam, let me fpeak. Oliv. In the firft place, can any one be called hand fome that fquints ? L. Plau. Her eyes languifh a little, I own. Nov. Languifh ! Ha, ha, ha ! Oliv. Languifh ! Eliz. Well, this is to be borne no longer: but I fee thofe who are moft ridiculous themfelves, are moft apt to fee ridicule in other people : coufin, I have fome vifits to make this morning, and will take my leave. Oliv. You will not, fure ; nay, you fhall not venture my reputation, by leaving me with two men here — You'll difoblige me for ever — Eliz. If I flay ! — Your fervant. SCENE V. Olivia, Novel, Lord Plausible, Manly and Footboy, 4 Man. Not at home ? Not fee me ! I tell you fhe 4 is at home, and fhe will fee me — —Let her know 4 my name's Manly.' 4 Boy. Well, but, your honour, my lady's fick, I 4 dare not go to her. ' Man. Well, then I'll go to her. 4 Boy. Help, Mrs. Lettice ! — Help ! — Here's the 4 fea-gentleman. ' Oliv. What noife is that ? 4 Man. My Olivia ! 'Sdeath, what do I fee : In 4 clofe converfation with thefe ! 4 Oliv . Ha, Manly ! This is fomewhat unex * peeled : however, I am prepared for him. ' L. Plau."], [34, "THE PLAIN DEALER: 24 4 L. Plau. Moft noble and heroic captain, your 4 moft obliged, faithful, very humble — 4 Nov. Captain Manly, your fervant. 4 Man. Away ! — Madam — 4 Oliv. Sir ! 4 Man. It feems, madam, as if I was an unwelcome 4 gueft here: your foot-boy would hardly allow me 4 admittance; at firft he told me you were not at 4 home. Indeed I did not expect to find you in fuch 4 good company. ' Oliv. I fuppofe, Sir, my fervant had orders for 4 what he did. ' L. Plau. Perhaps, madam, Mr. Novel and I 4 incommode you ; the captain and you may have 4 fomething to fay, fo we'll retire. 4 Oliv. Upon my honour, my lord, you fhan't ftir ; 4 the captain and I have nothing to fay to one another, 4 affure yourfelf, nor ever fhall : 'tis only one of his 4 mad freaks, for which you will make allowances; 4 falt-water lovers, you know, will be boifterous now 4 and then. 4 Man. Confufion ! 4 Nov. We fhall have a quarrel here prefently; I fee * file's going ro ufe him damnably. 4 Man. What am I to think of this behaviour, 4 madam ? 4 Oliv. Even what you pleafe, good captain ! ' Man. And is this the reception I meet with after an abfence 4 Oliv. And is this behaving like a gentleman, to 4 force into a lady's apartment contrary to her in- 4 clinations ? I fuppofe it is Wapping breeding : how- 4 ever, you are fitted for your ill manners.' Man. I am fitted for believing you could not be fickle, though you were young; could not diffemble love, though it was for your intereft ; nor be vain, though you were handfome ; nor break- your promife, though to a parting lover. But I take not your con tempt of me worfe than your keeping company with and encouraging thole things here. Nov."], [35, "A C O M E D Y. 25 Nov. Things ! L. Plau. Let the captain railly a little. Man. Yes, things. Dare you be angry, you thing ? Nov. No, fince my lord fays you fpeak in raillery, Alan. And pray, madam, let me afk you, what is it you find about them to entertain you ? For ex ample, this fpark here : is it the merit of his fafhion able impudence, the brifknefs of his noife, the wit of his laugh, or his judgment and fancy in his folitaire, that engages your efteem ? 4 Nov. Very well, Sir ! Egad thefe captains of 4 {hips'— Man. Then, for this gentle piece of tame cour tefy — . Oliv. Good, jealous captain, no more of your — L. Plau. No, madam, let him go on ; for per haps he may make you laugh ; and I would contri bute to your pleafure any way. Man. Obliging coxcomb ! Oliv. No, noble captain, you cannot think any thing would tempt me more than thac heroic title of yours, captain! for you know we women love honour inordinately. Nov. Ha, ha, ha ! I cannot hold ; I muft laugh at you, faith, Mr. Manly ! L. Plau. And, i'faith, dear captain, I beg your pardon and leave to laugh at you to; though I pro teft I mean no hurt — Man. Peace, you buffoons! And be not you vain that thefe laugh on your fide ; for they will laugh at their own dull jefts : but no more of them, for I will only now fuffcr this lady to be witty. Oliv. You would not have your panegyric inter rupted ? I go on then to your humour. Is there any thing more agreeable than the pretty oddity of that ? Then the greatnefs of your courage ! which moft of all appears in your fpirit of contradiction : for you dare give all mankind the lie ; and your opinion is E your"], [36, "26 THE PLAIN DEALER: your only miftrefs, for you renounce that too when it becomes another man's. L. Plau. Ha, ha, ha ! Nov. Ha, ha, ha ! Man. Why, you impudent, pitiful wretches! You prefume, fure, upon your effeminacy to urge me ; for you are in all things fo like women, it might be thought cowardice to chaftife you. Oliv. No hedoring, good captain ! Man. Or perhaps you think this lady's prefence fecures you ; but have a care ; fhe hath talked herfelf out of all the refpect I had for her ; and, by ufing me ill before you, hath given me a priviledge of ufing you fo before her — Therefore be gone immediately. Nov. Begone ! What ? L. Plau. Nay, worthy, noble, generous captain— Man. Begone, I fay ! Nov. Well, madam, we'll ftep into the next room ; you will not ftay long with him, I fuppofe. Fal, lal. SCENE VI. Manly, Olivia. Oliv. Turn hither your rage, good captain Swagger-huff f and be faucy with your miftrefs, like a true captain ; but be civil to your rivals and betters ; and do not threaten any thing but me here ; no, not fo much as my windows : do not think yoorfelf in the lodgings of one of your fuburb miftrefies beyond the Tower. Man. Do not you give me caufe to think fo ? For thofe lefs infamous women part with their lovers, juft as you did from me, with unforced vows of con flancy and floods of willing tears ; but the fame wind-is bear away their lovers and their vows ; and for their griefs, if the credulous, unexpected fools return, they find new comforters, fuch as I found here : the mercenary love of thefe women too, fuffers fhipwreck ■with their lovers fortune : you have heard chance has-"], [37, "A C O M E D Y. 27 has ufed me indifferently, and you do fo too. Well, perfevere in your ingratitude, falfhood, and difdain ; be conftant in fomething, and I promife to be as juft to your real fcorn as I was to your feign'd love ; and henceforward defpife, loath, and deteft you moft faithfully. Oliv. I'll wait upon you again in a minute. SCENE VII. Manly, Fidelia, Freeman. 4 Free. How now, captain ! 1 Man. Pray keep out of my way, don't fpeak to * me. * Fide. Dear Sir, what's the matter ? ' Man. Blockhead ! Oh, Freeman ! I have * been fo cheated, fo abufed, by this perfidious — ' Free. Nay, Sir, you need not tell us, for we * have been, for fome time, within hearing in the * next room. But now, I hope, you will aCt as be * comes you.' Man. I hope fo too. Fide. Do you but hope it, Sir ? Man. She has reftored my reafon with my heart. Free. But there are other things, captain, which, next to a man's heart, he would not part with, and methinks fhe ought to reftore too; I mean your money and jewels, Sir ; which I underffand fhe has. Man. What's that to you, Sir ? Free. Pardon me ; whatever belongs to you, I have a fhare in I am fure, which I will not lofe for want of afking ; though you may be too generous, or too angry, now to do it yourlelf. Fide. Nay, then I'll make bold too — Man. Hold, your impertinent officious How have I been deceived ! S C EN E. E?"], [38, "THE PLAIN DEALER: 28 SCENE VIII. Manly, Fidelia, Freeman, Olivia. « Free. Madam, excufe this liberty — but we are e captain Manly's friends, and have accidentally been ' witneffes to your difagreement ! ' Ohv. And what am I to infer from thence, Sir?' Free. Why then, Madam, there are certain ap- purtenances to a lover's heart, called jewels, which always go along with it. Fide. And with lovers, Madam, have no value, but from the heart they come with — Our captain's, it feems, you fcorn to keep, much more thofe worth- lefs things without it, I am confident. Oliv. I underftand you, gentlemen. Captain, your young friend here has a very perfuading face I muft confels ; but you might have afked me yourfelf for thofe trifles you left with me, which — Hark you a little — for I dare truft you with a fecret, you are a man of fo much honour — I fay then, confidering the chance of war, the danger of the feas, and being in doubt whether you might ever return again, I have delivered your jewels and money to — ■ Man. Whom ? Oliv. My hufband. Man. Your hufband ! Oliv. Ay, my hufband. For fince you could leave me, 1 am lately, and privately married to one, who is a man of fo much honour and experience, that I dare not afk him for your things again to reftore them to you, left he fhould conclude you never would have parted with them to me, on any other fcore than the exchange of my virtue ; which, rather than you would bring into fufpicion — Man. Triumphant impudence! — Married! Oliv. There's no refilling one's deftiny, or love, you know. f Man. Damnation I 4 Oliv."], [39, "A C O M E D Y. 29 ' Oliv. Oh, don't fwear!' — 'Tis true, my hufband is now abfent in the country; however, he returns fhortly ; therefore I beg, for your own eafe and quiet, and my reputation, you will never fee me more.' Man. I wifh I never had feen you ! 4 Oliv. You may perceive by this, how great * a dependance I have upon your friendfhip : I am 4 fenfible every man might not be talked to in the 4 fame manner. ; but your uncommon delicacy of 4 thinking, will, I am fure, feel for a perfon in my 4 nice circumftances. '■Man. True, perfect woman ! and if I could fay any * thing more injurious to you, I would — Leave me ; 4 go left I fhould be tempted to do fomething, 4 which may hereafter make me think as meanly of 4 myfelf, as I do now of you. 4 Oliv. Sir, it is a maxim with me, never to ftay 4 in any place where my company is difagreeable : 4 1 obey you with all willingnefs — Young gentleman, 4 your fervant !' SCENE. IX. Manly, Fidelia, Freeman, Footboy. Boy. Mrs. Lettice, here are Madam Blackacre and Major Oldfox, to wait on my lady. Man. Do you hear that? Let's be gone before fhe comes. Free. Excufe me ; the widow is the very game I have in view; I wanted juft fuch an opportunity to attack her — And if you will take my advice, you'll ftay too ; if it be only to fee this major Oldfox, her fupernumerary 'fquire, her occafional gentleman ufher: he is a character I afifure you. Man. No ; confound him, he is as bad as the cockatrice herfelf, whom I would avoid as a finking (hip, and the whole fex for ever. SCENE"], [40, "THE PLAIN DEALER: 30 SCENE X. Freem*an, Mrs. Blackacre, Jerry, Major Oldfox. Mrs. Black. 'Tis an errant fea-ruffian ! I thought he would would havepufh'd us down, major. Jerry, where's my paper of memorandums ? Give it me. So ! where's my coufin Olivia, now? My kind rela tion ! Free. Here's one that would be your kind relation, Madam. Mrs. Black. Hey day, who is this wild rude fellow ? 4 Jer. Why, don't you know him ? — It's the man ' that wanted to fall a board you at captain Manley's 4 this morning.' Old. Pray be civil to the lady, Mr. , fhe is a perfon of quality — A perfon, that is, no perfon — Free. Yes, but fhe is a perfon that is a widow. Be you civil to her ; becaufe you are to pretend only to be her 'fquire, to arm her to her lawyer's cham bers : but I will be impudent and forward : for fhe muft love and marry me. 4 Mrs. Black. Marry come up ; you faucy, fami 4 liar puppy ! Marry you ! Gad forgive me ! now-a 4 days every idle young rafcal, with a laced waiftcoat, 4 and a bit of black ribbon in his hat, thinks to carry 4 away any widow of the beft degree.' Old. No, no, foft ! you are a young man, and not fit; befides, others have laid in their claims before you. Free. Not you, I hope. Old. Why not I, Sir ? Sure I am a much more pro portionable match for her than you, Sir : I, who am a perfon of rank, and means in the world ; and of equal years Mrs. Black. How's that ? you unmannerly — I would have you to know I was born in Ann fecun Georgii prim — Old. Your pardon, Madam, your pardon; be not offended But I fay, Sir, you are a beggarly younger"], [41, "A COMEDY. 31 younger brother ; twenty years younger than fhe; without any land or flock, but your great flock of impudence: therefore what pretentions can you have to her ? 4 Mrs. Black. And what pretentions have you, * major ? Go and folicit a brevet for Chelfea Hof * pital, you old mummy ! Air yourfelf there under 4 the cloyfters 5 fmoke your pipe, and make love to 4 your laundrefs : you fhall have a widow with three 4 thoufand pounds a year, you fhall, you barbarous * brute !' Old. How, Madam! Free. Ha, ha, ha ! Jer. Well faid mother ! ufe all fuitors thus for my fake. Mrs. Black. A fenfelefs, impertinent, quibbling, fcribbling, feeble, paralytick, conceited, ridiculous, pretending old bellweather, Jer. Hey ! brave mother, for calling of names ! Mrs. Black. Would you make a caudle- maker, a nurfe of me ? Can't you be bed-rid without a bed fellow ? Won't your fwan-fkins, furs, flannels, and the fcorched trencher, keep your warm there ? Wou'd you make me your Scotch warming-pan, with a plague to you ; Jer. Ay, you old Fobus, and you would be my guardian, would you ? to take care of my eftate, that half of it fhould never come to me, by letting long leafes at pepper-corn rents ? Mrs. Black. If 1 would have married an old man, 'tis well known I might have married an earl. — Nay, what's more, a judge! and been cover'd the winter night's with the lamb-fkins, which I prefer to the ermins of nobles. And do you think I would wrong my poor minor here, for you ? Free. Your minor is a chopping minor ; Heaven blefs him ! Old. Your minor may be a major of horfe or foot, for his bignefs : and it feems you will have the cheating, of your minor yourfelf. Mrs."], [42, "THE PLAIN DEALER: 32 Mrs. Black. Pray, Sir, bear witnefs : cheat my minor! I'll bring my action of the cafe, for the flander. Free. Nay, I would bear falfe witnefs for you now, widow, fince you have done me juftice, and thought me the fitter man. Mrs. Black. Fair and foftly, Sir ! 'tis my minor's cafe more than my own : and now I muft do him juftice on you. And, firft, you are, to my know ledge — for I am not unacquainted with you — a de bauch'd, drunken, hectoring, lewd, gaming fpend thrift: a worn-out rake at five and twenty, both in body and eftate : a cheating, lying, cozening, impudent fortune-hunter I and would patch up your own broken income with the ruins of my jointure. Jer. Ay, and make havock of our eftate pt rfonal, and of all our guilt plate — 4 I fhould foon be pick 4 ing up our filver handled knives, and forks, 4 fpoons, mugs, and tankards, at moft of the 4 pawn-brokers between the Hercules Pillars, and 4 the Boatfwain at Wapping.' And you would be fcouring among my trees, and making them play at loggerheads, would you ? Mrs. Black. I would have you to know, you pitiful, paltry, lath-backed fellow, if I would have married a young man, it is well known I might have had any young heir in Norfolk ; nav, the hopc fulleft young man this day at the King's Bench Bar; I, that am a relict, and executrix of known plentiful affets and parts, who underftand myfelf and the law ; and would you have me under covert baron again ? No, Sir, no covert baron for me. Free. Well, but dear madam Mrs. Black. Pie, fie ! I neglect my bufinefs with this foolifh difcourfe of love Jerry, child, let me fee a lift of the jury, I am fure my coufin Olivia muft have fome acquaintance among them : but where is fhe ? Free. Will you not allow me one word then ? Mrs. Black. No, no, Sir; have done, pray. Old."], [43, "A C O M E D Y. 33 Old. Ay, pray, Sir, have done, and don't be trou blefome; fince you fee the lady has no occafion for you, though you are a younger brother. Ha, ha, ha! AC T III. SCENE I. Changes to a view of Saint James's Park; Manly enters alone mufing. 4 How irkfome is reftraint to a mind naturally 4 averfe to hypocrify ! Yet I, who ufed to give birth 4 to my thoughts as freely as I conceived them ; I, 4 who was wont to fpeak without referve to every 4 body, am now endeavouring even to deceive 4 myfelf — That ingrateful woman ! in whom I placed 4 fuch unlimitted confidence ! into whofe keeping I 4 had given my heart, my judgment, nay, my very 4 fenfes ! 'Sdeath ! had a man treated me* ill, refent 4 ment would at once have cancelled regard, and re 4 venge have prevented vexation : but here I am 4 obliged to fide with my enemy, and increafe the in juries fhe hath done me by loving her in fpite of 4 them.' SCENE II Manly, Fidelia 4 Fide. Sir, have I liberty to fpeak to you ? 4 Man. What would you fay ? You fee this is no 4 place to talk in; don't trouble me now. F ' Fide."], [44, "THE PLAIN DEALER: 34 4 Fide. I fhall not detain you long. Sir; and you 4 may bear to hear two or three words from me, .' though you do hate me, as you have often faid. ' Man. I muft confefs I hate a flatterer: why will 4 you not learn to be a man ; and fcorn that mean, that 4 fneaking vice ? ' Fide. Perhaps I am to blame, Sir; but I do not 4 come to offend you, at prefent— -1 have fomething ' to tell you, if you will vouchfafe to liften to me — ■ 4 Who do you think I met on the other fide of the ,c Park juft now, Sir ? 4 Man. Kay, how fhould J know?' Pr'ythee, kind impertinence, leave me. You are as hard to fhake off, as that obftinate, effeminate mifchief love. Fide. Love, Sir ! Did you name love ? Man. No, no ! Pr'ythee away ! Begone ! I had almoft discovered my fhame, my weaknefs ; which muff draw on me the derifion even of this boy. ' Fide. There is fomething, Sir, that makes you .* uneafy: am I not worthy to be acquainted with the 4 caufe ? ' Man. What caufe, child ? Nothing makes me 4 uneafy; a lir tie involuntary thoughtfulnefs, that's c ad. But you fay you met fomebody in the Park 4 juft now ; who was it ? ' Fide. Why really, Sir, on fecond thoughts, I 4 don't know how to mention her name to you : but ' it was that creature, that wretch, that — ' Alan. Thar who? Who is it you are going to ' fpeak of now, that you preface your difcourfe with 4 all this bitternefs of invective ? ' Fide. Why, Sir, that monfter of ingratitude, f Olivia. 4 Man. Olivia ! 4 Fide. Yes, Sir. ' Man. Well, and how ? ' Fide. Nay, not much, Sir; only fhe called me \\ over to hef as I was cfoffing the Mall, and would 'feign have had me gone home to her houfe ; where 4 Ihe faid fhe had fomething to communicate : but, for"], [45, "A C O M E D Y. 35 4 for my part, I could hardly bear to look at her, 4 much lefs afford her an opportunity for converlati 4 on — Pray, Sir, don't you chink flie has a moft for 4 bidding countenance ? 4 Man. I can't fay I ever obferv'd it. 4 Fide. Then her fhape is, by no means, one ofthe 4 beft. 4 Man. Indeed ! 4 Fide. But I hope, Sir, your eyes are now as 4 open to her deformities as they muft be to her * perfidioufnefs ; and that you will never think of her 4 any more — But why do I mention that — You never 4 can think of her without bringing your good fenfe, 4 nay, your reputation, in queftion : for, after fuch * unworthy, fuch infamous ufage- — 4 Man. Co'nfufion ! And who told you, Sir, fhe 4 had ufed me ill ? ' Fide. Why, Sir, was not I a witnefs ? 4 Man. 'Sdeath, firrah, if ever I hear you mutter 4 fuch a word again, I'll (hake you into atoms ! How * am I expofed and rendered contemptible It is 4 enough that I think I have nothing to complain 4 of — I am perfectly well fati ,fy'd with her conduct — 4 Do you mark me ? — perfectly well fatisfy'd. 4 Fide. Very well, Sir ! I have done. 4 Man. Oh, the curfe of being confcious of a' weak * nefs one is alham'd to divulge! Hold, Sir! corns 4 hither' — Have you refolution enough to endure the torture of a fecret ; for fuch to tome is infupportable ? Fide. I would keep it as fafe, as if your dear pre cious life depended upon it. Man. It concerns me more than my life, my honour. Ftde. Doubt me not, Sir. Man. And do not difcover it by too much fear of difcovering — But, above all things, take care that Freeman finds it not out. Fide. I warrant you, Sir. 4 Man. Then know I love Olivia •, dote on her : 4 her ingratitude and difdain, like oil thrown imo F 2 ' the"], [46, "36 THE PLAIN DEALER: 4 the flames, have only made my paffion burn the 4 fiercer. 4 Fide. Oh, heavens ! 4 Man. You fay fhe met you juft now, and wanted 4 you to go home with her, in order to communi * cate fomething : who knows what that might be — 4 Perhaps fhe hath repented her behaviour this morn 4 ing — Perhaps it was the refult of paffion, of affecta 4 tion, or was meant to try me : in fhort, I can affign 4 a thoufand reafons for it, befides that one of change 4 in her affections ; for, I am fure, once lhe loved 4 me. 4 Fide. Hang her, diffembling creature ! Love 4 you ! It was only for her own intereft then. 4 Man. Well, well, no matter ; but, I tell you, I 4 know better : I am fure once fhe did love me. ' Fide. Indeed, Sir, fhe never cared for you. 4 Man. Will you have done, Sir ! 4 Fide. Befides, Sir, did fhe not tell you fhe was 4 married ? 4 Man. Well, well, but that might be artifice 4 too — 'Sdeath, Sir ! will you liften to me, or go 4 about your bufinefs, and never let me fee you ' more ? 4 Fide. I beg pardon, Sir. 4 Man. I fay you fhall go to her houfe, and hear 4 what this bufinefs is. 4 Fide. I go to her houfe, Sir ? I would fooner go — ' Man. No hefitating, Sir ! I fay you muft : fhe 4 lives but in the next ftreet. 4 Fide. Indeed, Sir, I can't go there. 4 Man. No, Sir ! 4 Fide. Befides, Sir, confider : you fcorned her 4 this morning. 4 Man. I know not what I did this morning: 4 I diffembled this morning. — What, are you not ' gone yet ! 4 Fide. Well, Sir, now I think on't I will go : for, 4 perhaps, this is a fling of confcience ; and fhe hath ' a mind to make fome recompence for her ill ufage 'of"], [47, "A C O M E D Y. 37 * of you, by returning your money and jewels: me 4 thinks I feign would have them out other hands. 4 Man. Stay, Sir; if fhe drops the leaft hint of any * fuch thing, I charge you come away immediately, 4 and do not flay even to give her an anfwer. 4 Fide. Well, but, dear Sir, only let me fpeak one 4 word — 4 Man. I'll not hear a fyllable : you'll find me in 4 Weftminfter-hall : begone ! SCENE III. Changes to Weftminfter-hall ; a crowd of people, fer- jeants, counfiellors, and attornies, walking bufily about. Enter Mrs. Blac acre in the middle of half a dozen lawyers, Jerry following with a green bag. Mrs. Black. Offer me a reference, you faucy blockhead ! Do you know who you fpeak to ? Are you a follicitor in Chancery, and offer a reference ? Mr. Serjeant Ploddon, here's a fellow has the impu dence to offer me a reference. Plod. Who's that has the impudence to offer a re ference within thefe walls ? Mrs. Black. Nay, for a fplitter of caufes to do it ! Plod. No, madam, to a lady learned in the law as you are, the offer of a reference were to impofe upon you. Mrs. Black. No, never fear me for a reference, Mr. Serjeant — But come, have not you forgot your brief? Are you fure you fhall not make the miftake of— — Hark you; — SCENE IV Major Oldfox, Mrs. Blackacre, Jerry, Bookseller. Mrs. Black. Come, Mr. Splitcaufe, pray go fee when my caufe in Chancery comes on : and go fpeak with Mr. Quillet in the King's Bench ; and Mr. Quirk in the Common Pleas ; and fee how matters go there. Old."], [48, "THE PLAIN DEALER: 38 Old. Madam, I have the pleafure to bid you good morrow once again ; and may all your caufes go as profperoufly, as if I myfelf was to be the judge of them. Mrs. Black. Sir, excufe me, I am bufy, and cannot anfwer compliments in Weftminfter-hall. Go, Mr. Splitcaufe. and come to me again at that Book feller's. Old. No, Sir, come to the lady at the other bookfeller's : if you pleafe, madam, I'll attend you thither. Mrs. Black. And why to the other bookfeller's major ? Old.t Becaufe, madam, he is my bookfeller. Mrs. Black. To fell you lozenges for your cough, or falve for your corns ? What elfe can a major deal with a bookfeller for ? Old. Madam, he publifhes for me. 4 Mrs. Black. Publifhes ! Oh, that's true, I for- 4 got— You are an author. 4 Old. Now and then, madam, now and then — <* 4 the good of one's country, you know. 4 Mrs. Black. And pray, major, what are your * books upon ? 4 Old. Deign you, madam, to perufe one of them! 4 There is a thing of mine lately come out ; and I'll 4 affure you, a certain great perfon whom I prefented 4 it to, was pleated to pay me a compliment in the 4 Court of Requefts. 4 Book. Do you want any thing, madam ? We 8 have all the plays, magazines, and new pamphlets. • Mrs. Black. Have you the Lawyer's Magazine ? 4 Book. We have no law books at all, madam. 4 Airs. Black, No ! you are a pretty bookfeller ? ' Old. Come hither, young man — Has your mafter 4 got any of my laft pamphlet left ? 4 Book. Yes, Sir, we have got enough of them ; 4 we never had above two or three called for, be- ' fides what you took away yourfelf, 4 Old."], [49, "A C O M E D Y. 39 4 Old. May be fo, may be fo : the thing is not 4 fufficiently known yet. Well, let me fee a couple 4 (gets them) It is intitled, madam, \" A Letter to 44 a certain great Man, on the prefent Pofture of 44 Affairs,\" And if you will condefcend to accept 4 one, ex dono auctoris. 4 Jer. Hoh, hoh, hoh ! (laughing at a pamphlet 4 behind.) 4 Mrs. Black. Jerry, what have you got there ? 'Jer. Why — nothing- ■ 4 Mrs. Black. Nothing ! Let me look at that 4 book — Rochefler's Jefts ! — A very pretty fludy 4 truly. Give him the Young Clerk's Guide. 4 Old. No, no, give the young gentleman my 4 Treatife upon Military Difcipline. 4 Mrs. Black. Away with fuch trafh ! Do you 4 want to fend him to the devil headlong ? I fhould 4 have him teazing me to morrow or next day, to 4 buy him an enfign's commiffion. I would as lief 4 he fhould read a play. 4 Jer. Well, and what if I did ? There's very 4 good difcourfe to be got out of plays, for all you. 4 Mrs. Black. Sirrah, firrah ! Don't let me hear fuch 4 a word out of your mouth. What has fpoil'd moft ' of the attorney's clerks in London, but turning 4 criticks, and running every night to the playhoufes 4 at half price ; and do you want to follow their ex 4 ample? — Stay, Jerry!' Is not that Mr. what d'ye call him, goes yonder; he that offered to fell me a fuit in Chancery for five hundred pounds, for an hun dred down, and only paying the clerk's fees ? Jer. Yes, that's he. Mrs. Black. Its the cheapefl thing I ever heard of — Stay here, and have a care of the bags, while I go and talk with him — Have a care of the bags, I fay Jer. Have a care of the fiddle's end, I fay : Gad, I am fure I lead a dog's life with you. SCENE"], [50, "THE PLAIN DEALER: 40 SCENE. V. Freeman, Major Oldfox, Jerry, Bookseller.\" 4 Free. So here's a limb of my widow that ufed to 4 be infeparable from her : fhe can't be far — How 4 now, major ! 4 Old. What do you mean by that, Sir? — Who 4 are you, Sir ? What are you, Sir ? 4 Free. Nay, my dear Don Cholerick, don't fnap 4 my nofe off. 4 Old. Sir, you are a very impertinent fellow, 4 Sir ! — And Sir — 'Squire, where's your mother ? 4 Jer. Oh, what you were fo intent upon reading 4 your works, you let her give you the flip, did you ? 4 Well, yonder fhe is, talking to that weazle-face 4 man in the big wig — Hobble after her. 4 Old. An unmannerly, infignificant, ignorant — I 4 fhall take notice of you, Mr. Sea-lieutenant, I fhall 4 take notice of you !' SCENE VI. Freeman, Jerry, Bookseller. Jer. Look you, mafter, I'll tell you what it is — I'll buy that book of Choice Sayings from you, if fo be as you'll take half a crown for it, and flay 'till lawyer Splitcaufe comes to lend me the money to pay you. Free. Lend you ! Here, I'll pay him 1 am forry, 'fquire, a man of your eftate fliould want money. Jer. Why, I am not at age yet, you inuft under fland. Free. At age ! You are at age already man, to have fpent a fortune : there are younger than you, who to my knowledge have kept their girls thefe three years ; ruined half a dozen tradefmen, and loft as many thoufand pounds at play. 4 But what is the 4 reafon,"], [51, "A C O M E D Y. 41 4 reafon, 'fquire, that you will not give your confent 4 to my marrying your mother ? 4 Jer. Why you would not be fuch a fool, would ' you ? 4 Free. Why I would not be a fool if I could help 4 it : but has not fhe a good jointure ? ' Jer. A good jointure ! If fhe has fhe knows 4 what to do with it : fhe will let nobody have a 4 finger in the pye but herfelf, I can tell you that. 4 Come a little this way — Why, you would not be 4 iieve whac an old plague my mother is ; fhe'll never 4 allow me fix-pence in my pocket, fo that I am 4 afhamed to go into company, becaufe I have not 4 wherewithal to call for a glafs of wine and do as 4 the reft do. — And, for a wench ! I might as well 4 be mophridite 1 was but making a little fun 4 with our laundrefs's daughter upon the flair-cafe, 4 the other night, and fhe threatened to fend the 4 poor girl to Bridewell. 4 Free. Sure ! 4 Jer. Upon my word fhe did ! Oh, you don't 4 know what a woman fhe is.' Free. Well, but 'fquire, methinks this might eafily be remedied : if I was you, I would go to law with her. Jer. Law ! Lord help your head ! Why (he is as bio- a lawyer as any in our inn ; and would not de fire better fport Befides, I would not care to do that, for fear .he fliould marry out of fpite, and cut down my trees. I fhould hate to fee my father's wife kifs'd and flopt by another man — and our trees are the pureft, nice, fhady, even twigs ! Free. Come, 'fquire, let your mother and your trees fall as fhe pleafes, rather than go of this fafhion all your life — But you fhall be able to deal with her the right way yet. Jer. Nay, If I had any friend to ftand by me, I would fhew her a trick worth two of it, I can tell you that. G Free."], [52, "THE PLAIN DEALER: 42 Free. Suppofe I was to be your friend ! Look you, 'fquire, I don't ufe to profefs much ; however, there's a trifle for your prefent occafions. Jer. Oh, Lord, Sir ! Two guineas ! Do you lend me this ? Is there no trick in it ? Well, Sir, I'll give you my bond for fecurity. Free. No, no, you have given me your face for fecurity; any one would fwear you do not look like a cheat ; and come to me when ever you will and you fhall have what money you pleafe of me. Jer. By my foul he's a curious fine gentleman ! But may I depend upon you ? Will you ftand by me ? Free. Here's my hand. Jer. That's enough. Never ftir, but the next crofs word my mother gives me, but I'll leave her directly, and come off to you — ' But now I have got 4 money, I'll go pay the man at the gate two fhillings 4 J owe him, for I believe the poor foul wants it; 4 and his wife has been two or three times at ' chambers to dun me.' SCENE VII. Freeman, Manly, Mrs. Blackacre, Major Oldfox Man. Confound your caufe ! Can't you lofe it without me ? which you are like enough to do, if it be as you fay, an honeft one : I'll fuffer for it no longer. Mrs. Black. Nay, but captain, you are my chief witnefs — And Mr. Splitcaufe tells me we are pricked down for the next hearing. Lord, methinks you fhould take pleafure in walking here, as half you fee now do; for they have no bufinefs here I affure you. Man. Yes, but I allure you then, their bufinefs is to perfecute me — 'Sdeath ! I can't turn, but one puppy or other has me by the fleeve, with imperti- nent enquiries or fulfome complaints : I have been acting the fign ofthe Salutation this half hour, with a bow'd body, and my hat off, to one of your law ferjeants"], [53, "A C O M E D Y. 43 ferjeants yonder; while he was loading me with profeffions of fervice and friendfhip, though in all probability he cared not if I was at the devil ; and I was wifhing him hanged out of my way. 4 Mrs. Black. Well, well, Sir, compofe yourfelf a 4 little, and every thing fhall be made agreeable. — 4 Jerry, why Jerry ! — Mercy on me, major, did not 4 you leave my fon here ? 4 Old. Yes, madam, but perhaps the young gen 4 tleman is ftept afide. 4 Mrs. Black. Jerry Blackacre ! 4 Free. Your fon will be here in a minute, madam, 4 he's only juft gone out of the hall about a little 4 bufinefs. 4 Mrs. Black. Out of the hall ! Gads my life ! — 4 Out of the hall ! 4 Free. Don't make yourfelf uneafy, madam ; I'll 4 anfwer for it he'll come to no mifchief. 4 Mrs. Black. Sir, I don't direct my difcourfe to 4 you — But I'll fo rate this carelefs jackanapes 4 Come along, major, and help me to look for him.' SCENE VIII Manly, Freeman. Free. Well, Sir, how have you paffed your time fince you came here ? You have had a great deal of patience, fure. Man. Patience indeed ! for I have drawn but one quarrel and two law- fuits upon me, fince I came in. Free. The devil ! How could you quarrel here ? Man. How could I refrain ? A lawyer talked peremptorily and faucily to me, and as good as gave me the lye. Free. They do that fo often to one another at the bar, they make no ceremony of it elfewhere. Man. However, I gave him a cuff on the ear ; whereupon he jogs two men, whofe backs were turn ed towards us, to witnefs I ftruck him in the courts ; which office they fo readily promifed. that I called G 2 them"], [54, "44 THE PLAIN DEALER: them rafcals and fcoundrels; upon which, one of them called two other abfent witneffes, who were coming towards us at a diftance, while the other, with a whifper, defired to know my name, that he might have fatisfaction by way of challenge, as his brother by way of writ But let's get off, for I fee another quarrel coming upon me. Free. What do you mean ? Man. Afk no queftions, but walk this way. SCENE IX. Manly, Freeman, Novel 4 Nov. Hey ! Captain ! Captain Manly. 4 Man. What now ? 4 Nov. I beg pardon ; but I thought it was you. * Have you been in the Houfe, hearing the debates ? 4 What are they upon to-day ? 4 Man. Confidering what paffed between you and 4 me, at our laft interview, Sir, I cannot help being 4 a lhtle aflonilhed at the familiarity of this falutation. ' Nov. Pho. pho ! a mere trifle. Don't mention 4 it It has been a very fine morning, Sir. 4 Free. Yes, Sir, the weather has been tolerable. 4 Nov. It was very cold yefterday. 4 Free. I believe it might, Sir. 4 Nov. Captain, what do you think brings me to 4 Weftminftcr-hall ? 4 Alan. Why, I fuppofe fomebody has thrafhed 4 you lately for being impertinent, and you are come 4 to take the law of them. 'Nov. No, that's not it. But I fuppofe you 4 have heard 4 Man. Heard what ? 4 Nov. Why that I am to be play'd the Devil with ; 4 cofts and damages, and the Lord knows what. ' Man. No, really, I have heard nothing about the * matter: but what is it ? tho' I'm fure you are in 4 the wrong befose you tell me. 4 Nov."], [55, "A C O M E D Y. 45 * Nov. Why, you muft know, Sir, — Ha, ha, ha ! * Upon my foul it is fo ridiculous a circumftance, 4 that I can hardly think of it without laughing. 4 You muft know, Sir, I was fome mie ago at the 4 houfe of a confiderable merchant in the City, where * a certain lady's name was brought up; and in the 4 courfe of the ccnverfation I happened to mention 4 fome things which I had heard, and which all the 4 world believe to be fact, egad ! However, as you 4 may guefs, I did not imagine the dilcourfe would 4 have gone any further. 4 Free. But I fuppofe the lady had a friend in c'om 4 pany, Sir ? ' Nov. Oh, Sir ! I know how the matter came 4 about now — Yes, yes, the woman ofthe houfe was 4 her filler- in-law, which I never dreamt of: the in 4 tolerable Jezabel went and told her every thing 4 that paffed : an attorney came the next morning to 4 ferve me with a copy of a writ ; and now they have 4 brought me here to make me prove my words, as 4 they call it. 4 Man. And pray, Sir, what was it you faid of the 4 lady ? 4 Nov. Nothing, nothing; fome ftory that I heard 4 about her cuckolding her hufband ; that was all. 4 Man. I hope fhe may trounce you feverely ; nay, 4 and I hope what you faid of her was true ; that * you may be made the more glaring example. 4 Nov. Well, but my dear creature ! how can you 4 be fo inhuman, to a perfon that never did you any 4 injury ? 4 Man. Becaufe I would have fuch mifchievous 4 triflers as you are, punifhed for your tattling and 4 effeminacy : I would have you taught the difference 4 between Satire and Defamation ; and learn fome * other topic for your nonfenfical converfations, be 4 fides the character and conduct of the abfent : you 4 male members ofthe tea-table, who are, ifpoffible, 4 worfe enemies to women, than they are to one 4 another. 4 Nov."], [56, "THE PLAIN DEALER: 46 4 Nov. Well, upon my honour, this is pleafant ! 4 Efpecially from you, who are remarkable for 4 abufing all the world. 4 Man. Do you hear him, Freeman ? Plain-dealing 4 may well be in difrepute, when 'tis confounded 4 with Impudence and Scandal: but if I itay here 4 any longer, I find I fhall be tempted to beat him. 4 Free. Nay, pr'ythee don't leave us. 4 Man. Yes, yes, I muft ; I fhall bring myfelf into 4 another fcrape elfe : befides, I fee a perfon juft now 4 come into the hall that looks for me Stand out of 4 the way. SCENE X, Freeman, Novel. 4 Nov. This is a fad brutifh fellow, Sir; I wonder 4 you will keep him company. 4 Free. Why, faith, Sir, I don't know how it is ; I 4 think I am bewitch'd to him, for my part — and yet, 4 hang him ! he has fome good qualities too, when 4 one comes to be thoroughly acquainted with him. 4 Nov. Ay, Sir! Pray what may they be, for I 4 never could find them out. 4 Free. Why, 1 think 'tis generally agreed, Sir, that * he has a tolerable good undeTftanding. 4 Nov. Why really I have heard people fay fo, 4 and yet to me he has always appear'd the ftupideft 4 animal breathing. 4 Free. Then as to courage — It muft be allowed 4 he is brave. 'Nov. He is quarrelfome, if you pleafe; but his 4 bravery I fancy will admit of fome difpute. You 4 have heard no doubt of his late affair with the ' French ? '■Free Ay, Sir; what of that? 4 Nov. Why, I fhould not care to have my name 4 mentioned as the author of fuch a thing; but I 4 allure you there are fome very odd reports fly about; ' and this I believe you may depend upon, that he 4 will"], [57, "A C O M E D Y. 47 * will be brought to a court-martial for his behaviour * on that occafion. * Free. I am glad to hear this, Sir, with all my * heart ; for you muft know I happened to be a * partner in the action you mention. * Nov. Were you, Sir ? 4 Free. Yes, faith, but I was ignorant 'till now of * the dangerous fituation we were in ; however, I 4 am extremely obliged to you for your intelligence ; ' as I dare fwear the captain will be — ' Nov. Yonder goes my attorney I'll juft fpeak * two or three words to him and be back with you ' again in an inftant. ' Free. Hold, Sir, we muft not part fo. You muft 1 go along with me, Sir, and tell this ftory to captain 1 Manly. * Nov. Sir, I have nottime-atprefent — I — there's a 4 gentleman beckons who owes me athoufand pounds, * and goes out of town to-morrow morning. — Mr. — 4 Free. Ha, ha, ha! Well, we fhall meet again. SCENE XI. Freeman, Jerry Blackacre * Free. How now, 'fquire, what's the matter ? 4 Jer. Nothing : I don't care; nothing's the matter i * but if ever I go home again with her, I wifh I ' may never ftir 1 You faid you wou'd ftand by me. ' Free. Well, and fo I will. Who has injured you ? ' Jer. Why, my mother: fhe caught me at the * place there, changing the money you gave me, and * flew at me, like any mad, and pulled my hair, and * called me all the names that ever flie could think « of — But if I don't be up with her ! you will fee ! and * if you won't take me with you, I'll go for a foldier. ' Free. Take you with me, 'fquire ! Do you defire 4 to go with me? * Jer. Yes, it's all my defire. ' Free. How fhall I aft in this affair ? Gad, 'twill * be a good ftroke towards making fomething of the ' widow"], [58, "48 THE PLAIN DEALER: 4 widow in earneft; at leaft of getting my right out 4 of her hands — Well, 'fquire, I'll tell you what, if 4 you are really ferious — 4 Jer. Oh, Lord ! yonder fhe is coming in at the 4 gate with that old fellow : if you will come, come 4 away ; for I won't ftay any longer to be beat and 4 abus'd by her. 4 Free. Nay, fince that's the cafe, have at you 4 my boy. 4 Jer. Ay, and now let's fee how .he'll be able to 4 help herfe!f. SCENE XII Changes to the gate c/\" Weftminfter- Flail. Enter from within Manly, and Fidelia, and on the oppofite fide Mrs. Blackacre and Major Oldfox. 4 Mrs. Black. A villian ! a rafcal ! I'll teach him 4 better manners than, to talk faucily to his mother 4 — Thefe are pretty doings, Sir ; are they not ? My 4 fon flies in my face ; and, when I go to correCt him 4 for it, he tells me truly he'll leave me and go to 4 the mate of your fhip, who has offer'd to take him. ' Man. Well, and what's that to me ? You muft 4 tye your calf up if you are afraid of his being ftolen. 4 Airs. Black. But which way did he run, major? 4 May be he is gone to that feducing villian already; 4 and he has got my writings with him, all that con 4 cerns my eftate, my jointure, my hufband's deed 4 of gift, and the evidences for all my fuits now de 4 pending. ' Man. I am glad of that ! For if you have loft 4 your evidence your caufe can't go on, and I am at ' liberty. 4 Old. Mr. Jerry went off in a great paffion, 4 madam. I hope he won't commit any rafb action ; 4 to do himfelf a mifchief. Mrs. Black. No, no, I know him better than fo; he will never be fielo de Je that way : but he may g°"], [59, "A C O M E D Y. 49 go and chufe a guardian of his own head, and fo be /<?/<? defies beins : for he hai not chofen one yet. Man. Which I hope he may with all my heart ! Mrs. Bhnk. Oh, do you fo, Sir ? Then it feems you are in the plot.— Well, look to't; I'll piay faft and loofe with you all yet, if there be law, and my minor and writings are not forth coming. I'll bring my action of Detinue or Trover — But I'll firft go and feek— 4 Man. Well, I fhan't ftay here any longer. 4 Mrs. Back. Stir a ftep, ftir a ftep at your peril 'till 4 the courts are broke up, and I'll ferve you with a 4 rule of contemot. x SCENE XIII. Manly Fidelia 4 Man. Now, Sir, go on. You have been with * Olivia you fay. 4 Fide. Yes, Sir, I have feen and fpoke with her. 4 Man. Well, and fhe received, you kindly ? 4 Fide. Kinder than you would think, Sir. 4 Man. That's well: Come now let me hear what 4 Ihe faid to you. 4 Fide. Said to me, Sir ! 4 Alan. Ay, what was her bufinefs with you ? 4 Come come ! why don't you fpeak ? You are 4 fo tedious ! What was it fhe had to communicate ? 4 Fide. Modelty, Sir, prevents my entering into 4 particulars ; I need only tell you, that her bufinefs 4 with me has proved cf the moll extraordinary kind ; * I am fo fhocked at the thoughts of her behaviour, 4 I cannot fay more. 4 Man. Confufion ! 4 Fide. I allure you, Sir, 1 would not impofe upon 4 you, by the forgery of a falfhood; and cannot 4 wrong her by any report of her, ihe is fo wicked. 4 Man. Wicked ! 'Sdeath, had fhe the impudence, ' at the fecond fight of you only ! 4 Fide. Impudence ! Oh, Sir ! H . 4 Man."], [60, "THE PLAIN DEALER: 50 4 Man. But what ! How did fhe accoft you ? 4 Fide. When I came to the houfe, Sir, I was 4 conducted into her dreffing-roorn, where I found 4 her \\ alone : and I took it for granted fhe would 4 have begun immediately with talking of you and 4 your late difference with her : but, inftead of that, 4 Sir, I had hardly fat down, when fhe gave me to 4 underftand fhe had defired to fee me on my own 4 account only ; and was fo bold, and fo forward — 4 Man. But in what terms did fhe exprefs herfelf ? 4 Fide. Her tongue, I confefs, was filent, Sir j 4 but her eyes conveyed fuch things — 4 Man. Eyes! Eyes ! — What, then you have only 4 had eye kindnefs from her ; and your vanity has 4 helped you in this conftruCtion fo much to the 4 lady's difadvantage ? 4 Fide. Not fo, Sir At firft, indeed, her eyes 4 chiefly were the interpreters of her thoughts; but, 4 finding they fpoke a language I could not, or 4 would not, underftand, fhe threw off the reftraint, 4 made a tendre of her perfon in direCt terms ; and, 4 in fhort, Sir, offered to proftitute that love to me, 4 at half an hour's acquaintance, which you have 4 deferved whole years in vain. 4 Man. I'll not believe it — It's a damn'd lye of 4 your own contrivance; come, I know 'tis a lye. 4 Fide. I am forry you fhould think fo. Sir : but, 4 however unlikely it may appear, I can give you 4 proof. 4 Man. Proof ! 4 Fide. Yes, Sir ; for I have feemed half confent 4 ing to her folicitations, and made a kind of pro 4 mife to pay her a vifit, this night, at twelve o'clock, 4 when the family fhall be afleep. 4 Man. Hah ! * Fide. For which purpofe fbe has {hewn me a 4 back way into her apartment, where a lamp always 4 burns ; for fhe will have no light in her chamber, 4 becaufe her woman lies in an adjoining clofet — * Nay, more, Sir ; fhe has given me the key of the 4 garden"], [61, "A C O M E D Y. 51 4 garden to let myfelf in with, which I have brought 'off. 4 Man. The key of the garden ! Let me fee it. 4 I know it well ; and have a thoufand times gone by 4 the paflfage you mention to our private interviews : 4 1 imagined it led to paradife, and an angel of purity 4 inhabited there ; but I muft think of that no 4 more — Did fhe fay nothing to you of this hufband 4 of hers ? 4 Fide. Yes, Sir ; fhe is actually married, and her 4 hufband gone out of town ; but fhe expects him 4 very foon ; and that, I fuppofe, made her more 4 urgent with me to come to night. 4 Man. And can you think of difappointing a 4 lady upon fuch an occafion ? 4 Fide. I, Sir ! — I fhould difappoint her more by 4 going. 4 Man. How fo ? 4 Fide. Her impudence and infidelity to you, Sir, 4 has made me loath her. 4 Man. Well, Sir, but I fay the lady fhall not be 4 difappointed. 4 Fide. Not difappointed, Sir !— -If ever I go near 4 her again, may you think me as falfe to you as fhe * is ; hate and renounce me — 4 Man. Well, well, if you wont, leave the matter 4 to me ; I'll take care — 4 Fide. You, Sir ! You take care, Sir ? — Pray 4 give me that odious key again, and let me return it 4. with the contempt, the deteftation — 4 Man. No, Sir ; this key is the inftrument of 4 revenge, which Fortune hath put into my hand ; 4 and, by Heaven, I'll make ufe of it. 4 Fide. Revenge, Sir ! What revenge ? Difdain is 4 beft revenged by fcorn ; and faithlefs love by loving 4 another. 4 Man. Perhaps it may, where the object has once 4 been efteemed ; but I now begin to think I had 4 never any fhare in her affeCtions ; and therefore 4 I'll take another method. H 2 * Fide."], [62, "THE PLAIN DEALER: 52 4 Fide. And what is your defign, Sir ? 4 Alan. Not a word more ; here's Freeman corn- 4 ing towards us . we will difengage ourfelves from 4 him as foon as we can, and talk of this affair ' farther.' SCENE XIV. Manly, Fidelia, Freeman. 4 Free. The moft whimfical accident has happen- f ed to me here to day, captain ; the moft unex- 4 peeled, unaccountable — Ha, ha, ha ! ' Man. What, the great boy has rofe in re- 4 bellion againft the tyranny of his widow-mother, * and put himfelf under your protection ! Have a 4 care, Freeman ; though ihe is a fiend, and I wi(h * her at the devil, we are ftill to have a regard to . juftice. 4 Free. Then we are to do ourfelves juftice, fure ; 4 which, I promife you, is all the ufe I fhall make of * the 'fquirc's revolt in my favour. Where fhall we 4 dine ? 4 Man. I was juft thinking of it, where can we 4 dine ! 4 Free. Will you go to the King's Arms ? 4 Man. Why I don't much care if I do : but it „6 muft be upon one condition. ' Free. Name it ? 1 Man. That you fhall not attempt to pin yourfelf 4 upon me after dinner ; I muft pofitively have the * whole evening at my own difpofal ; for my young 4 volunteer and I have particular bufinefs. 4 Free. That's fuincient, Sir •, you know you . always make your own terms with me. ' Man. Come then, young gentleman, lead the • way.' End of the Third Act."], [63, "A COMEDY. 53 ACT IV. SCENE I. Manly's lodgings, a writing table and chairs. Manly enters in a fiurtoul coat, with his hat on, followed by Fidelia. 4 Man. Then Freeman betray'd no marks of fur 4 prize, at being told I was gone abroad fo early, • and you are pofitive he had not the leaft fufpicion 4 of my being out all night ? 4 Fide. I believe not, Sir. 4 Man. So much the better. I have been fitting * at the coffee-houfe thefe three hours, left knocking 4 at the door at an unfealbnable time, might alarm 4 the family — Help me off with my coat — and now * fhut the door, and bolt it, that no body may come i* in upon us unawares. 4 Fide. Heigho ! 4 Man. What's the matter with you ? 4 Fide. Nothing, Sir. 4 Man. You have been crying. 4 Fide. I have not been very well, Sir. 4 Man. Come, you are a good lad ; don't let your 4 fpirits fink, I'll be your friend, you fhall fare as I 4 do, let that content you. 4 Fide. I defire no better, Sir. 4 Man. Take the pen and ink, and fit down 4 *there — I am now convinced that what you told me 4 yefterday was truth, and Olivia is the vileft, and 4 moft profligate of her fe;_. 4 Fide. Are you convinced, Sir ? Are you in 4 deed, convinced ? Then I hope 4 Man. Speak foftly — I fuppofe I need not tell 4 you where I have been ? ■ ' Fide. Sir ! 4 Man."], [64, "THE PLAIN DEALER: 54 4 Man. I fay, I fuppofe I need not tell you where 4 I have been fince we parted — I have been with 4 Olivia ; and fhe has beftowed on me a thoufand 4 carefles, which I returned with feemingly an equal 4 ardor. 4 Fide. Lord, Sir, I am vafily fick of a fudden. 4 Man. You are a coward — What ails you ? 4 Fide. I don't know, Sir, I never was fo oddly 4 taken in my life ; but it will away again. 4 Man. Liften to me, then, and be furprized * yet more — I have paft myfelf upon Olivia for you. 4 Fide. For me, Sir ! 4 Man. Yes — Darknefs, and the particularity of 4 our fituation, favoured the deceit -, and I was cauti 4 ous not to undeceive her, by fpeaking but little, 4 and that foftly ; and leaving her this morning 4 before it was light. 4 Fide. Well, now Sir, your revenge is fatisfy'd, 4 and I truft — 4 Man. Hear me ! I would have you go imme 4 diately and write Olivia a very tender billetdoux ; 4 deplore the neceffity which forced you from her 4 this morning, fo much againft your inclination ; 4 and appoint another meeting with her, at her own 4 houfe, this evening, as foon as it fliall be dufk. 4 Fide. Out of revenge, I fuppofe, Sir. 4 Man. It is fo ; for I intend to go there. 4 Fide. Sir, my life is devoted to your fervice ; 4 but, however meanly you may think of me, I can 4 not defcend fo low as to the infamous office you 4 would lay upon me — Excufe me, Sir, I cannot act 4 the part of a pander. ' Man. Your principles of honour I do not dif 4 like, if they are fincere ; but I tell you, you are 4 miftaken in this matter. ' Fide. Indeed, Sir, I am not ; I fee all plain 4 enough — But, upon my knees, 1 beg, if you have 4 the leaft regard for yourfelf, renounce this woman, ' give her up, and never— — 4 Man."], [65, "A C O M E D Y. 55 * Man. What am I to think of your behaviour ? * Sure you would have me believe you love her 4 yourfelf; which, indeed, I have all along fufpected. 4 Fide. Indeed, Sir, it is all my concern for your 4 fafety. 4 Man. Methinks you might truft that to my 4 care But, once tor all, I defire I may have no 4 more impertinent difputing or advice. ' Fide. Sir you mult give up either Olivia or me. 4 Man. Why fo, Sir ? What have you and Olivia 4 to do with one another ? 1 Fide. Well, Sir, let me hear your commands. 4 Man. I have already told them to you —I would 4 have you write this letter to make the appoint 4 ment ; you fhall keep it in perfon ; and when you 4 have been with her fome time, I will come in at 4 the back door, which you fhall purpofely leave 4 open, and catch you together. 4 Man. Well, Sir ! and what then ' 4 Fide. Why then, Sir, I will upbraid her falfe 4 hood, confront her impudence ; boail of the triumph 4 I have had over her, and never fee her more. 4 Fide. And is this really all you intend, Sir ? 4 Man. All. 4 Fide. I think you can have no kindnefs left for 4 Olivia now, Sir ; I think you can't — You don't * love her the leaft bit, captain, do you ? 4 Man. Love her ! Damn her ! I think of her * with abhorrence. 4 Fide. Then I will go and write the letter direct - \" ly, Sir. 4 Man. Do fo — ?.nd open the door, for I think I * hear Freeman in the next room.' SCENE II. Manly, Freeman, Major Oldfox. * Old. No matter, no matter for alittle animofities ; 4 what's paft is paft, and let's think no more of it. 4 Adds"], [66, "THE PLAIN DEALER: 56 4 Adds me, captain Manly's within ; I fhould be ex.* 4 ceedingly glad to afk him a few queftions : will you 4 be fo good as to introduce me, now ? 4 Free. If you defire it. 4 Old. Sir, I fhall take it as the greateft favour. 4 Free. Captain, here's a gentleman who is ambiti ous of being ranked amongft the number of your 4 acquaintance.-:— This, Sir, is major Oldrox, at once 4 the votary of Mars and Apollo, and equally an 4 ornament to the pen and the fword. 4 Old. Sir, I am your moft 4 Man. What do you mean by bringing the old 4 fool to me ? — Why will you, Freeman, take thefe 4 liberties ? 4 Free. Excufe me ; upon my foul I could not avoid 4 it — the captain is a whimfical man, major ; but 4 I fuppofe you know his humour. 4 Old. Ay, ay, I have heard, and like him the bet 4 ter — Captain, I honour you ; you are a great man, 4 Sir ; your late behaviour againft the enemy has * proved you fuch, and I fhall be proud of being 4 better knOwn to you : as Mr. Freeman has intimat 4 ed, I am an humble admirer of the arts, and now 4 and then throw my thoughts upon paper : nequeo 4 dormire, as the poet fays. 4 Man. And what then, Sir ? 4 Old. Nay, good captain, take me along with 4 you. — I fuppofe you would not be difpleafed to 4 have the particulars of your late action laid in a pro 4 per manner before the public; and if fo, I fhould 4 be glad to drink a bottle, and have a little difcourfe 4 with you about it — That's all, Sir. 4 Man. Ha, ha, ha ! 4 Old. He's an odd man, Mr. Freeman. 4 Free. But ingenuous, major. 4 Old. Ay, ay Pray, captain, do you ever read 4 the Royal Chronicle ? 4 Man. No. 4 Old. Nor the Imperial Magazin e ? 4 Man. Neither. 'Old."], [67, "A C O M E D Y. s7 4 Old. That's much, that's much indeed ; neither 4 the Royal Chronicle, the Imperial Magazine, nor 4 — There are often very excellent pieces make their 4 appearance in thofe publications, Mr. Freeman. ' Free. So there are, major, fo there are — and I be 4 lieve I can guefs to whom the publick is indebted 4 for a good many of 'em ! What fay you ? Eh ! 4 Don't I know the fignum, three ftars and a dafh ? 4 Old, No, Mr. Freeman, no upon my honour, 4 Sir ! That was my mark formerly ; but now all my 4 things are fign'd Philanfopbs. ' Free. You were not author of that foliloquy in 4 blank verle, in the papers the other day ? ' Old. What, an addrefs to the land carriage fifii 4 office? 4 Free. Ay. 4 Old. Why, did you like it ? 4 Free. As good as Milton. 4 Old. Mr. Freeman, my dear foul! — I am ex 4 tremely forry that any thing fhould happen between 4 us ; but, as I faid before, I hope that is all forgof 4 ten : and you will henceforward look upon me as 4 your friend. — It was I that writ it. — But mum !— 4 between ourfelves. ' Man. Hark you, old gentleman, it feems you 4 have taken into your head you can write, and 4 are turned author-, fhall I tell you what I once faid 4 to an acquaintance of mine, who was poflcffed ef 4 the fame unaccountable whim ? 4 Old. Well, Sir, and what was that ? 4 Man. Why, faith, I told him very plainly he 4 was making himfelf an afs •, that he did not know 4 how to write. 4 Old. Mr. Freeman, I fhall be glad to fee you at 4 my houfe, to eat a bit of mutton with me, and to 4 have a little converfation about a matter I fhall tell 4 you. — Sir, your fervant ! 1 SCENE"], [68, "58 THE PLAIN DEALER: SCENE III. Manly, Freeman. Free. You took a very fure way to get rid of an author, by advifing him not to write. — But you are grown a very early man, fure ; I was here two hours ago, and was told you was gone out. Man. Ay, and I fhould have flaid out if I had known what company you intended to bring me. Free. As to that, don't be angry ; the major, you muft know, is the widow's harbinger, who is coming in purfuit of her fon ; and he and I having a little quarrel : I had a mind to make it up with him, by doing what he faid he would confider as the deepeft obligation, introducing him to you. Man. Well, and what have you to do with your charge ? Free. Stay and you fhall fee : I have rigged him out with the remains of my fhipwreck'd wardrobe: he has been under your fea valet-de-chambre's hands. — By Jupiter ! that's his mother's knock at the door. Stay, and I'll fetch him. Man. No — you know I cannot eafily laugh; but I defire, once more, you will take care, and bring yourfelf into no difagreeable circumftances by this bufinefs. SCENE IV. Changes to Covent-Garden Piazza, Mrs. Blackacre, Major Oldfox. 4 Old. But will you not walk in, madam ? 4 Mrs. Black. No, major, no ; I fliall not put my 4 foot into his houfe, fince I have not my lawyer with * me. I called on counfellor Quiddit, No. 8, Coney 4 Court, but he's attending at the Old Bailey, on a ' trial for an affault. ' Old. Well, but, madam, this is a ftrange place ' to tranfict bufincfs in. Mrs."], [69, "A C O M E D Y. 59 4 Mrs. Black. Major, you are an ignoramus ; do ' you know, that as I have no fearch-warrant, ex 4 ecution, or other legal authority, if I was to go 4 into his houfe, he might bring his writ for a forcible 4 entry on the premifes. I ferved a perfon fo once 4 myfelf. 4 Old. Well, madam, I have fent the fervant to 4 call him out ; and, that you mayn't think the time 4 long 'till he comes, I'll juft read you over a little 4 fancy that came into my head this morning. 4 Mrs. Black. Lord, major, how can you trouble 4 me with fuch curfed ftuff, when you fee how I am 4 perplex'd and plagued here ? 4 Old. Nay, in troth, I mufl have your opinion of 4 a fatire I am going to publifh ; it is a laih for the 4 Reviewers ; in which I give fuch a character 4 Mrs. Black. Nay, if you talk of characters, look 4 at my laft fuit in Chancery, which gives fuch a 4 character of my adverfary, makes him as black as 4 the very devil. 4 Old. Then here's the outlines of what I once in 4 tended for a pamphlet The Coffee-houfe Man's 4 Cafe on the late rife of News-papers, humbly ad 4 dreffed to both Houfes of Parliament.' SCENE V. Mrs. Blackacre, Major Oldfox, Freeman, Jerry. Mrs. Black. What do I fee ? — Jerry Blackacre, my minor, in red breeches ! Oh, Jerry, Jerry ! have I loft all my good inns of court breeding upon you, then ? and will you go breeding yourfelf at coffee houfes and ordinaries, playhoufes, tennis-courts, and bagnios ? Jer. Ay, ay ! what then ? perhaps I will, and what's that to you ? Here's my guardian and tutor now, that I am out of your huckfter's hands. Airs. Black. How ! you have not chofe him for your guardian yet ? 1 2 JeP."], [70, "60 THE PLAIN DEALER: Jer. Yes, but I have though • and I'll do any thing he b:d_ me, and I'll go all over the world with him, to ordinaries, and bagnios, or any where elfe. Mrs. Black. Do not go to ordinaries and bagnios, good Jerry ! Jer. Why, have you had any dealings there? you never had any ill by them, had you ? but if I have left you, you may thank yourfelf; for you ufed me fo barbaroufly, I was weary of my life. Mrs. Black. But confider, Jerry, you are yet but an infant; however, if you will go home with me again, and be a good child, you fhall fee Free. I beg your pardon, madam ; this young gentleman is new under my care ; and it is my duty, in quality of his guardian ; Mrs. Black. Why, you villain, would you part mother and minor ? rob me of my child and my writings ? But you fhall find that there is law and, as in the cafe of ravifhment of guard. Weftm. the fecond — i — Old Well, but madam, by what I can find, this has been all the young gentleman's own doing. Come, 'fquire, pray be ruled by your mother and friends. Jer. Yes, I'll be rul'd by my friends, and there fore not by my mother. I'll chufe him for my guardian till I am at age — nay, may be for as long as I live. Mrs. Black. Will you fo, you wretch ? and when you are of age, you will fign, feal, and deliver too, will you ? Jer. Yes, I will. Mrs. Black. Oh ! do not fqueeze wax, fon ! rather go to ordinaries and bagnios, than fqueeze wax. If thou doll that, farewel the goodly manor of Blackacre, with all its woods and underwoods, and appurtenances whatever. Free. Come, madam, don't afflict yourfelf: 'tis true, this young gentleman,' of his own tree will, has chofen me for his guardian : however, he's not out"], [71, "A C O M E D Y. 61 out cf your power; and, might I flatter myfelf with hopes of being in the mother's good graces — Mrs. Black. I underftand you, Sir; — No, if one of us mufl be ruined, e'en let it be him, if he won't be rul'd by me. — What fay you, booby, will you be rul'd ? Jer. Let me alone, can't you ? Mrs. e-ilack. Will you chufe him for a guardian, whom I refufe for a hufband ? Jer. Ay, to chufe, I thank you ! for I have taken my leave of lawyering and pettifogging. Mrs. Black. Pettifogging ! you profane villian ! have you fo ? — Pettifogging! then you fhall take your leave of me, and your eftate too; you fhall be an alien to me and it for ever. — Pettifogging ! Jer. Oh, but if you go there, we 'have the deeds and fettlements, I thank you ! Would you cheat me of my eftate ? Mrs. Black. No, no ; I will not cheat your little brother Bob ; for you were not born in wedlock. Free. How's that ? Jer. What quirk has fhe got in her head now ? Mrs. Black I fay you cannot, fhall not inherit the the Blackacre eftate : you are but my bafe child, and, according to law, cannot inherit it. Nay you are not fo much as a baftard ei__;ne. Jer. What am I then, mother, the fon of a Mrs. Black. The law fays Free. Madam, we know what the law fays — but have a care what you fay : do not let your paffion to ruin your fon, ruin your reputation. Mrs. Black. Hang reputation, Sir ! Am not I a widow ; have no hufband, nor intend to have any ? Jer. But have you no fhame left in you, mother ? Free. Confider, madam — Mrs Black. No, no, Sir, Come, major, let us mak.e hafte to the Prerogative Court. SCENE"], [72, "62 THE PLAIN DEALER: SCENE VI. Freeman, Jerry. Free. We muft not let her go fo, 'fquire. Jer. Nay, the devil can't (top her, if fhe has a mind to it. But I'll tell you what, mafter guardian lieutenant, we will go and advife with three attornies, two proctors, two folicitors, and a fharp dog in White-Friars, and fure all they will be too hard for her : for I fear, honeft guardian of mine, you are too good a joker to have any lav/ in your head. Free. You are in the right on't, 'fquire ; I under ftand no law, efpecially that againft baftards — which cuflom is againft, I am lure ; for more people get eftates by being fo, than lofe them. SCENE VII. Changes to Olivia's lodgings. Enter Olivia, thro' a door in the back ficene, with Vernish booted and fipurr'd, asjuft come off a journey. 4 Oliv. Lord blefs me, my dear, you came upon 4 me fo unawares, you quite ftartled me — Feel how 4 my heart beats. 4 Ver. Beats ! — You feem flarded indeed — And yet ' furely you expected fomebody, when you met me 4 me fo kindly in the dark paffage. ' Oliv. Why I thought it was your ftep, and could 4 not refrain from coming out of my chamber ; — and 4 yet I did not know how to believe it either, becaufe 4 it was fo much fooner than your letters bid me look 4 for you. 4 Ver. And yet you began with upbraiding me for ' having ftaid beyond my time. — Let me tell you, 4 madam, this conduct is myfterious, and requires 4 explanation. ' Oliv. What explanation, my foul ? — You mifun- 4dertlood my words. I unbraid you with having « ftaid"], [73, "A C O M E D Y. 63 4 ftaid too long from me ; and you fhall never be ab * fent fo long from me again,' — you fhan't indeed; by this kifs you fhan't ! But, my deareft, I have ftrange news to tell you ; fince you went, Manly's return'd. Ver. Fortune forbid ! Oliv. He met with the French fleet ; fought, and afterwards funk his fhip. He was here with me yefterday. Ver. You did not own our marriage to him. Oliv. I told him I was married, to get rid of him ; but to whom is a fecret to all the world — And I ufed him fo abominably ill, that his pride, I believe, will prevent his troubling me any farther. Ver. I hope it has given him a furfeitof the fhore, and will fend him to fea again ; be you fure only to keep our great fecret : in the mean time, I will lead the eafy fool by the nofe, as I ufed to do ; and whilft he flays, rail with- him at you ; and when he's gone, laugh with you at him. By that time too, I ihall have fettled fome affairs, which I have now on hand, and fhall not care who knows of our marriage. — As for the notes and jewels which he left with you, if he fhould want to recover them by law, you may plead a gift : but I fancy we are pretty fafe as to that, for I know the particularity of his temper fo well — Oliv. Yet let us be cautious, my love — Have you taken the thoufand guineas he lodg'd in my name out ofthe banker's hand ? Ver. No, where was the neceffity ? Oliv. The greateft in the world. — Don't confide too much in his generofity : I am well inform'd a much fmaller fum would be acceptable to him at pre fent ; and no doubt his neceffity will make him ready enough to take money, wherever he can claim any thing like a property. Ver. I believe you are in the right, and I will take care to remove them tomorrow. Oliv. Tomorrow ! for heaven's fake ftay not 'till then; he may receive them before tomorrow. Go this night — immediately. Ver."], [74, "64 THE PLAIN DEALER: Ver. You advife well, and I will only flay to reft myfelf a little. Oliv. Reft yourfelf when you come back — Pray, dear Vernifh, don't trifle upon fuch an important occafion — Go this very inftant. Ver. Well, well, I'll go now directly — a hackney coach will take me to Fleet-ftreet, and back again in an hour. Oliv. If you flay till midnight, no matter — Make hafte, deareft, I am impatient till you are out of the houfe. SCENE VIII Olivia. 4 1 fhan't recover myfelf a good while, this unex 4 pected vifit has fo flurried me ! Who could have 4 thought of his coming — A beaft ! — And at fo cri tical a juncture! And yet, if he had flayed a few 4 moments longer, he might have taken me ftill more 4 at a difadvantage — My conduct is myfterious, and 4 requires explanation ! — Sure he intends to give him 4 felf the airs of being jealous — I wifh I had never mar 4 ried him ! He's of a cruel and dangerous temper; 4 and, had not I luckily thought of the money as an 4 expedient to fend him out again, I know not what 4 might have happened had he and my young friend met — SCENE IX. Fidelia and Olivia ; who, during the fie ene, goes out and returns. 4 Oliv. Ah, heavens ! 4 Fide. I hope I don't frighten you, madam ? 4 Oliv. Oh, is it you? No, no; but I am the 4 ftrangeft timorous creature ! — Well, you can ex 4 cufe a woman's weaknefs ; indeed I have given you 4 too great proofs of mine — I hope you are not one of 4 thofe capricious conquerors who defpifc a victory 4 for being too eafily gained. 4 Fide."], [75, "A C O M E D Y. 65 * Fide. I hope, madam — 4 Oliv. Nay, I know you will fay to the contrary, 4 and I fhall believe you : though the hurry you \" were in to leave me, and your unkind behaviour in 4 hardly fpeaking to me, might make one of a lefs jea 4 lous temper fufpect — ' fide. Upon my word, madam ! 4 Oliv. I am fatisfied ; you will tell me, no doubt, 4 your letter contained a fufficient apology for that; 4 and, to convince you I defire no other, if you are as 4 fincere as I am, I will this moment put into your 4 poffeffion what, in many parts ofthe world, will be ,4 a magnificent fortune. In fhort, I am ready to for 4 fake friends, country, reputation, and fly with you — 4 Fide. This offer, madam, does me fo great an 4 honour i — 4 Oliv. Honour ! Why will you make ufe of that 4 cold expreffion ? But methinks you look grave up 4 on it : muft I have the mortification to find that 4 your paffion is lefs violent than mine ?' Fide. Pardon me, madam ; but the violence of your paffion may prefage its change ; and I muft needs be afraid your affections would foon cool to me, fince you could once grow indifferent to fo wor thy a gentleman as captain Manly. Oliv. Oh, mention not his name ! Free. Why, madam, did'nt you love him ? Oliv. Never.. How could you think it ? Fide. Becaufe he thought it; who is a man of that excellent underftanding, and nice difcern ment Oliv. Hang him, untraceable, furly brute ! Some private reafons, indeed, made me outwardly accom modate myfelf to his tramontane humour; and he had vanity enough to think I liked him. 4 Fide. Blefs my foul, madam ! Vanity ! Why 4 he's very well to be liked, 1 hope. ' Oliv. Ha, ha, ha ! 4 Fide. Indeed, madam, you don't do well to fpeak 4 fo d.frefpeclfully of the captain, K 4 Oliv."], [76, "66 THE PLAIN DEALER: 4 Oliv. Why, you dear, friendly creature, you 4 could not be a greater advocate for him, if you were 4 one of his miftreffes flepped into breeches. 4 Fide. His miftreffes, madam ! I don'c know what 4 you mean. To be fure I have great obligations 4 to the captain, and don't like to hear him abufed — 4 but— 4 Oliv. Come, come, let's talk no more of him, 4 that's the beft way — What fay you, fhall we go fit 4 in the next room ? I have prepared a little collation 4 there. 4 Fide. Are we not better here, madam ? 4 Oliv. No, no ; I'll conduCt you ; give me your 4 hand. 4 Fide. I would rather flay where we are, if you 4 pleafe, madam. ' Oliv. Why fo ? 4 Fide. I don't know, madam ; I think 'tis more 4 airy here. 4 Oliv. Airy! Is any thing the matter with you ? 4 Fide. I am afraid I am going to have one of my 'fits! .... ' Oliv. What fits ? 4 Fide. Oh, madam, I am mightily fubject to fits ; 4 and fometimes lye in a trance for an hour together. 4 Oliv. Ay ! '•Fide. Yes, indeed, madam; but if you'll let me 4 alone where I am, perhaps I may not have one. 4 Oliv. Oh, ftay, I'll run into the next room and 4 fetch you fome ipirits ; I would not for the world 4 you fhould be feized here. ' Fide. Mercy on us, what fhall I do ! I wifh the 4 captain would come and deliver me from this odious 4 woman. I had like to betray myfelf juft now, by 4 my ungarded warmth; and fhe will certainly dif 4 cover me if I ftay much longer. 1 with I was well 4 out of the houfe ! ' Oliv. Undone, undone ! 4 Fide. How, madam ? WAhere ? 4 Oliv."], [77, "A C O M E D Y. 67 c Oliv. Afk no queftions, but get out the back way * as faft as you can ; my hufband's coming. 4 Fide. Your hufband, madam ! 4 Oliv. Ay, ay ; he came in juft before you did ; 4 I thought he was gone abroad again, but I faw him 4 this moment crofs the hall, and he followed me up 4 flairs — Oh, Heavens, here he is ! — This way. 4 Fide. Hold, madam !■> — She has clapt the door after 4 her, and the bolt is (hot. What will become of me ?' SCENE X. Fidelia, Vernish 4 Ver. So, now I am fomewhat a more decent 4 figure to go abroad ; while the fellow has been get 4 ing me a coach, I have made a fhift to alter my 4 drefs a little Ha, who have we here ! Nay, by 4 the Lord you fhant flip by me. 4 Fide. Pray, Sir, don't be rude. 4 Ver. Rude, you rafcal ! Who are you ? And 4 what brings you into this houfe ? 4 Fide. I did not come to do you any harm, Sir. 4 Ver. You came here to do no good, I am certain. 4 But now I fee who it was my wife expected, and 4 what occafioned her extraordinary trepidation. 4 Damn you, firrah, I have a mind to cut your throat. 4 Come, draw !' Fide. Oh, pray, Sir, don't draw your fword Pray, Sir, don't. Ver. How, a coward ; yet dare to do a man the greateft injury in the world ! But your want of courage fhant fave your life. Fide. Hold, Sir, hold •! Don't terrify me, and I'll fatisfy you I could not injure you. Ver. Now, quickly then ! What have you to fay ? Fide. I am a woman, Sir ; a very unfortunate woman. Ver. Hah ' A very handfome one, I am fure. It is L — But Why in this mafquerade ? — Well, no matter. K 2 Fide."], [78, "THE PLAIN DEALER: 68 Fide. I hope, Sir, you arefo much a man of honour as to let me go, now I have fatisfted you. Ver. Let you go, madam ! Fide. Yes, Sir. You may guefs my misfortune to be love by my difguife ; and J dare fwear you will not urge me farther on fecrets which concern my honour. 4 Ver. Oh, no, madam, by no means — But I 4 thought I faw my wife turn fhort upon the flairs 4 juft now, and run up in a great hurry before me. 4 Has fhe not been with you ? 4 Fide. Yes, Sir. 4 Ver. Well, and where is fhe gone ? 4 Fide. Out of the houfe, I believe, Sir. 4 Ver. And why fo, madam ? 4 Fide. I know not, Sir :' perhaps, becaufe fhe would not be forced to difcover me to you ; or, to guard me from your fufpicions, that you might not difcover me yourfelf. 4 Ver. Well, madam, at any rate I am obliged to her for having left me alone with fo charming a creature ! — Lovely, bewitching woman ! throw off a difguife that deforms fuch excelling beauty ; the time, the place — Fide. What do you mean ? Help, ho ! Ver. 'Tis in vain to cry out, no one dares to help you ; I am lord here. Fide. Tyrant here ! — But, if you are the mafter of this houfe, which I have taken for a fanctuary, do not violate it yourfelf. Ver. No, I'll preferve you in it, and nothing fhall hurt you : I will be as true to you as your difguife, but you muft truft me. Fide. You don't look like a villain, Sir — Help, help! SCENE"], [79, "A COMEDY. 69 SCENE XI. Fidelia, Vernish, Footeoy. Ver. You faucy rafcal, how durft you ! Boy. I come, Sir, to let you know the coach is at the door. Ver. Damn the coach ! — Well, madam, I fhall leave you for a little while; perhaps, when I come back, I fhall find you in a better humour. Here, Sir, help me in with this fellow, this difhonourer of my family. Boy. Fellow ! Your honour faid fhe was a woman. Ver. No matter, Sir ; muft you prate ? Fide. Oh, Heavens ! Is there Ver. Come, madam, fince you will yield to me no pther way, you fhall, at leaft, be my prifoner till I have ieilure to examine you farther - In there, in ! — - I will know you better before I part with you, my pretty mafquerader, or you fhall have more llrength cunning than 1 think you have. A C T . V. SCENE I. \"Eliza's lodgings., Olivia, Eliza, Lettice. Oliv. Ah, coufin! nothing troubles me, but that I have given the malicious world its revenge, and it hath reafon now to talk as freely of me, as 1 ufed to do of it. Eliz. Faith then let not that trouble you; for to he plain, coufin, the world cannot calk worfe of you than it did before, Oliv."], [80, "THE PLAIN DEALER: yo Oliv. How, coufin, I'd have you to know, before this faux-pas, this trip of mine, the world could not talk of me. Let. O Lud, madam ! here is my mafter. Oliv. Whither fhall I run ? Save, protect me from him ! SCENE II. Olivia, Eliza, Vernish, Lettice Ver. Nay, nay, come. Oliv. Oh, Sir ! forgive me. Ver. Yes, yes, I can forgive your being alone with a woman in man's cloaths ; but have a care of a man in woman's cloaths. Oliv. A woman in man's cloaths ! What does he mean ? Ver. Come, come, you need not have lain out of your houfe for this ; but perhaps you were afraid, when I was warm with fufpicions, you muft have dis covered who fhe was : and may not I know, pray ? Oliv. Who fhe was ! Sure he diffembles only to get me into his power ; or perhaps my young fpark has impofed upon him. Ver. Come, what's the matter with you ? If I muft not know who fhe was, I am fatisried without Come hither. Oliv. Sure you do not know her ; foe has told you herfelf, I fuppofe. Ver. No, I might have known her better, but I was obliged to go to the banker'* ; and fo locked her into your chamber, with a defign to examine her when I came back ; but in the mean time fhe got away, by tying the window curtains to the balcony, by which fhe fiid down into the ftreet — for you muft know, I jefted, ar.d made her believe I fhould be rude with her ; which flic apprehended, I fuppofe, in earneft. Oliv. Then fhe got from you ? Ver. Yes. Oliv."], [81, "A C O M E D Y. 71 Oliv. And is quite gone ? Ver. Yes. Oliv. I am glad on't — Otherwife you had been rude with her. — But how durft you go fo far, as to make her believe you wou'd! Let me underftand that, Sir ! What, there is guilt in your face ! — You blulh too ! — Nay, then I fee how things have hap pened — Oh you bafe fellow ! Eliz. So, fo ! Ver. Nay, hear me ! — Pr'ythee — I fwear Oliv. I have heard already too many of your falfe oaths, and vows, efpecially your laft in the church: wicked man ! and wretched woman that I am. Ver. My dear ! — Oliv. My devil ! — Ver. Come, pr'ychee be appeafed — and go home : I have been fo uneafy all day, not knowing where to find you — I'll give you every fatisfaction. Oliv. Satisfaction ! Ver. Yes ; do but go home, and I'll thoroughly fatisfy you — and then too, we'll have a fit of laugh ing at Manly, whom I am going to find at the Kmg's Arms, where I hear he dined — Go, deareft, go home. Eliz. A very pretty turn indeed, this ! Ver. Now, coufin, fince by my wife I have the honour and priviledge of calling you fo, I have fome thing to beg of you too : which is, not to take notice of our marriage to any perfon whatever, yet a while, for fome reafons very important to me ; and next, that you will do my wife the honour to go home with her, and me the favour to ufe that power you have with her, in our reconcilement. Eliz. That I dare promife, Sir, will be no hard matter. Your fervant. SCENE"], [82, "THE PLAIN DEALER: 72 SCENE III. Olivia, Eliza. Eliz. Well, coufin, this I confefs was a reafonable hypocrify ; you are the better for it. Oliv. What hypocrify ? Eliz. Why, this laft deceit of your hufband was lawful, fince in your own defence. Oliv. What deceit ? I wou'd have you to know I never deceiv'd my hufband. Eliz. You do not underftand me : I fay this was an honeft come off, and a good one. But what fort of a gallant muft this be, who could fo dexteroufly pafs himfelf for a woman ? Oliv. What do you mean by a gallant, and paffing for a woman ? Eliz. What do you mean ? You fee your hufband took him for a woman. Oliv. Whom ? Eliz. Hey day ! Why the man he found with you ; for whom, laft night, you wcrefo much afraid ; and who, you told me Oliv. Lord, you rave fure ! Eliz. Why, did not you tell me, laft night ? — — - Oliv. I know not what I might tell you laft night in a fright. Eliz. Ay, what was that fright for ? — For a wo< man ? — Fie, this fooling is infipid, 'tis offenfive. Oliv. And fooling with my honour will be more offenfive. Did you not hear my hufband fay — Eliz. Come, you need not fear, I'll keep your fecret. Oliv. My fecret ! I'd hav^ you to know, I have no need of confidents, though you value yourfelf on be ing a good one. Eliz. Admirable confidence ! Oliv. Confidence ! Is this language to me? Nay, then I'll never fee your face again ! Lettice, where are"], [83, "A COMEDY. 73 are you ? Let us be gone from this cenforious, ill woman. Eliz. Your very humble fervant, my fweet, good coufin ! SCENE IV. Changes to a chamber in a tavern. Manly and Freeman, dificovered drinking at a table. 4 Free. What, then you were going to her again ' yefterday evening. 4 Man. I did, as I tell you, intend it ; but being 4 detained on the way, by an old ihip-mate ; juft as 4 I had got to the corner of the ftreet, I met the 4 volunteer, breathlefs, and almoft frightened out of ' his wits; who gave me this whimfical relation of 4 his adventure with her hufband. 4 Free. Whimfical indeed ! Damn it ! the fellow 4 muft be an Idiot. 4 Man. I am not forry the affair has happen'd, how 4 ever; for upon fecond thoughts, the difcovery I 4 have to make, fhould be public, and before a 4 number of witneffes ; fhe muft be made as in 4 famous as fhe is guilty. ' Free. Weil, I am your man at any mad work, 4 fo here's my fervice to you — but I muft now go 4 look a little after my charge-, I have difpoied of him ' in the next room, with Lord Plaufible, and Mr. ' Novel, who have been here to day, at the expence ' of a young Creole, at a turde feaft. ' Man. Go your ways then, I won't detain you ; ' but, I fay, you know Olivia's houfe, and wiil be ' fure not to let flip the hour. 4 Free. I warrant you. 4 Man. And come (trait up to her chamber, wirh 4 out more ado ; and bring your charge, and my 4 fellow Oakum, and whoever clfe you pleafe ; the 4 greater your -company the better. Here, take the 4 watch — 'Tis now five o'clock, and, at half an hour 4 after feven precifcly — L 'Free."], [84, "THE PLAIN DEALER: 74 4 Free. You need not doubt my diligence ; I am 4 an old blood, and can naturally beat up a wench's 4 quarters that won't be civil to my friend — Shan't ' we break her windows too ? 4 Man. No, no, be punctual only. SCENE V. Manly, Vernish How ! — Nay, here's a friend indeed ! And he that has him in his arms, can know no wants. Ver. Dear Sir, and he that is in your arms, is fecure from all fears whatever : nay, our nation is fecure by your defeat at fea ; and the French that fought againft you, have proved enemies to them felves only, in bringing you back to us. Man. Fy, fy ! This from a friend ? And yet, from any other, 'twere infufferable. I thought I fhould never have taken any thing ill from you. Ver. A friend's privilcdge is to fpeak his mind, though it be ill taken. Man. But your tongue need not tell me you think too well of me -, I have found it from your heart, which fpoke in actions, your unalterable heart. But Olivia is falfe, my friend ; which I fuppofe is no news to you. Ver. Why, no — it is not. Man. But could not you keep her true to me ? Ver. Not for my life, Sir. Man. But could you not perceive it at all before I went ? Could (he fo deceive us both ? Ver. I muft confefs, the firft time I knew it, was three days after your departure, when fhe received the money you had left in Flcet-itteet, in her name ; and her fears, it feems, did not hinder her from counting that. You muft truft her with all, like a true generous lover. Man. And fhe, like a mean — Ver. Jilting — Man. Traiterous — Ver."], [85, "A C O M E D Y. 75 Ver. Bafe — Man. Damn'd — Ver. Mercenary ftrumpet — - Man. Ay, a mercenary ftrumpet indeed ! for fhe made me pay her before I had her. Ver. How ! — why have you had her ? Man. Havel! Ver. Nay, fhe deferves you fhould report it. Man. Report it ! By heaven, 'tis true. Ver. How ! — fure not ? Man. I do not ufe to lie, nor you to doubt me. Ver. When? Man. The night before laft. Ver. Confufion ! Man. But, what, you wonder at it ! nay, you feem to be angry too. Ver. I cannot but be enraged againft her, for her ufage of you ; damn'd, infamous, common jade ! Man. But you do not, for fo great a friend, take pleafure enough in your friend's revenge, methinks. Ver. Yes, yes, I am glad to know it, fince it is fo. Man. You cannot tell who that rafcal her cuckold is ? Ver. No. Man. She would keep it from you, I fuppofe. Ver. Yes, yes. Man. You would laugh, if you knew but all the circumftances of my gaining her : come, I'll tell you. Ver. Damn her ! I don't care to hear any more of her. Man. Well, you fhall hear it prefently, then : and in the mean time, pr'ythee go to her, but not from me, and try if you can get her to lend me an hundred pounds of my money ; which I am at prefent in great want of. You may, perhaps, have fome influence with her; and I fuppofe there is no recovering it by law. Ver. Not any ; think not of it : nor by this way neither. Man. What have you in your head, that makes you feem fo unquiet ? L z Ver,"], [86, "76 THE PLAIN DEALER: Ver. Only this bafe impudent woman's falfehood. Alan. Oh, my dear friend, be not you toofenfible of my wiongs, for then I fhall feel them too with more pain, and think them infuffenble. Ver. But why can't you go to Olivia yourfelf ? me thinks fhe that granted you the laft favour, as they call it, ihould not deny you any thing. — I underftand not that point of kindnefs, I confefs. Alan No, you do not underftand it, and I have not time to let you know all now : but anon, at fupper, we'll laugh at leifure together at Olivia's cuckold, ■who took a young fellow, that goes betwixt his wife and me, for a woman. Ver. Ha! Man. Senfelefs, eafy rafcal ! 'twas no wonder fhe chofe him for a hufband. She thought him, I thank her, fitter than me for that blind, bearing office. Ver. Take a young fellow for a woman, fay you ? — 'Sdeath, 'tis impoffibie I could be miftaken ! Sure he muft be a dolt indeed. Man. Oh, a very buzzard ! Did you ever hear fo ridiculous a citcumftance ? Ver- Never, never. Alan. Well, bur, my dear friend, I muft be gone immediately in order to meet Olivia again to-night. Ver. To-night! it cannot be, fure? Man. 'Tis not two hours fince I made my young man write to her for that purpofe -, and fhe appointed half an hour after feven precifely — In fhort, I am, and I am not, to meet her — It is a riddle, but fhali be .explained. Ver. But don't you apprehend the hufband ? — Man. Pie, fnivelling gull, a thing to be feared ! A hufband, the tameft of creatures ! Ver. Very fine ! Alan. But I muft go to my appointment: you'll meet me here at fupper, and then we'll have our jsugh out. SCENE"], [87, "A COMEDY. 77 SCENE VI. Vernish. Ay, I'll meet you, but it fhall be at Olivia's Sure it cannot be; fhe behaves fo calmly, with that hoBeit, modeft affurance, it can't be true — And yet he does, not ufe to lye — Bur then the woman in m.in's cloaths, whom he calls a man — Well, but I know her to have been a woman — But then again, his ap pointment from her to meet with him to-night : I am diffracted more with doubt than jealoufy. Well, I have no way, but t<> go home immediately, put on a ndmg luit, and pretend, to my wife, the fame bufinefs which carried me out of town lait, requires me to go poft to Oxford again to-night : then, if the appointment he boafts of be true, 'tis fure to hold ; and I fhall have an opportunity either of clearing her, or revenging myfelf on both. S C E N E VII. Changes to another room in the fiame tavern : tables and chairs. Enter Major Oldfox, Mrs. Blackacre, and afterwards Counsellor Quillit. 4 Old. But how is it polfible, madam, that you 4 can prove your fon has no right to his father's 4 eftate ? 4 Mrs. Black. Let me alone for that, Sir ; I'll get 4 a lawyer fhall prove black's white, if occafion be. 4 But fuppofe I prove it by his father's will ; I have 4 a will, Sir ; or can have one made ; and how is he 4 to help himfelf? 4 Old. Nay, then, indeed ■ 4 Mrs. Black. Yes, yes, I'll fhew the villain that he ' took the wrong fow by the ear when he meddled 4 with me : I'll lead him fuch a law-dance, Major, as * he never was led in his life ; and make him pay the * piper into the bargain — Come, counfellor, we fhall 4 be"], [88, "7$ THE PLAIN DEALER: 4 be quite fnug here —Major, you are fure it was at * this houfe the villain appointed us to meet him ? ' Old. Yes, yes, madam, I am very fure; and 4 have left orders below accordingly, 4 Mrs. Black. Well, I fuppofe he'll be for coming 4 to a compromife! but there's no harm in being 4 prepared —Mr. Quillit let us fit down, ' Counfel. Juft as you pleafe, madam ; fit or let it 4 alone, 'tis the fame thing to me. 4 Mrs. Black. I fay, counfellor, in part I have al 4 ready told you what I would have done —With re 4 gard to this teftament, there are three things to be 4 confidered — 4 Counfel. Ay, madam, we'll confider them. 4 Mrs. Black. Well, but hear me out ; don't fnap 4 one up fo — I fay, there are three things to be con 4 fidered — Firft, to prove whether the teftator was 4 compos mentis — Secondly, whether he was in ops 4 concilii — And, Thirdly, whether there was a fuffi 4 cient probat. 4 Counfiel. Nay, nay, but, madam, this is all un * neceffary. 4 Mrs. Black. Unneceffary ! What do you mean ? 4 — Was it not fo rul'd —Catling, 15th Edward fhe 4 Firft, folio B? Was it not afterwards confirmed in \" the Exchequer-chamber, upon Error from Banco 4 Regis ? Look at your reports, Sir ; Crook • James, 1 14.. 4 Counfel. Lackaday, Mrs. Blackacre, you are real ' ly talking in the clouds ; you have got quite out of * your fphere ! — I tell you, there was no devife till the • 27th Henry VIII. ' Airs. Black. I fay there was, Sir. 4 Counfiel. You mean, Mrs. Blackacre, there was 4 devife in common-law, but not in fiecundem ftatutem ; ' fo that your quotation is quite foreign to the pur * pofe : in fine, the whole is nonfenfe, and I fee you ' know nothing ofthe law. 4 Mrs. Black. No, Sir ! But I'll fhew you that I do * know ibmething of the law ; and I'll lay you five * hundred"], [89, "A C O M E D Y. 79 * hundred pounds to your nofegay that I know more * of the law than you do; and you fhall be inftructed. 4 Counfiel. Not by you, madam ; not by you! * Send your follicitor to me ; there's your paper of 4 memorandums. 4 Mrs. Black. Impertinent ! My paper of memo 4 randums ! Odds my life ! Return me my fee too * then ; my five guineas that I gave you. 4 Counfiel. Don't put yourfelf in a paffion, Mrs. 4 Blackacre ; I am always calm. As to your fee, I 4 fhall not return it; for, if it was double the fum, I 4 have had trouble enough for it. 4 Mrs. Black. Trouble ! Major, did you ever fee * fuch ufage as this ? 4 Counfiel. To be fhort with you, madam, you are 4 a perfon whofe affairs I do not chufe to meddle with ; 4 for your caufes are fuch as have been fet on the left 4 fide of the book any time thefe fix years ; and, fince 4 your evidence at the laft Hillary fittings was pil 4 loried, my lord-chief juftice talks of making an or 4 der, that you fhall not teaze his court any more. 4 Mrs. Black. Make on order ! Make an order a 4 gainft me ? That I fhould not teaze ! No, no, they 4 know which fide their bread is buttered on better 4 than that. Ecod, if it was not for me, many a one 4 that's faucy enough in the courts would make but 4 a fcuvy figure out of them. 4 Counfiel. Come, come, madam, that affair of the 4 evidence was very black. 4 Mrs. Black. 'Tis falfe, Sir ! 'Tv/as all a prejudice, 4 becaufe he was an Irifhman : but, if there was any 4 roguery in it, did not you draw his initruCtions ? 4 Counfel. You deluded, deceived me — But guard ' your expreffions, Mrs. Blackacre •, guard your ex ' preflions ; have a care of an action of fcandalis, 4 Mrs. Black. Odds my life, is this language to 4 me, you puny upftart of the law ! You grsen bag 4 carrier ! You murtherer of unfortunate caufes ! The ' clerk's ink is fcarce off your fingers 1 What a fhame ' it is that women fhould not plead their caufes them- 4 felves,"], [90, "80 THE PLAIN DEALER: 4 felves, and not be obliged to employ fuch ignorant 4 mongrels. 4 Counfiel. Well, madam, very well ! Take notice 4 you are in the hands ofthe law 1 call you to wit 4 nefs, Sir, that this woman has attacked my reputa 4 tion Depend upon it, the bench fhall hear of 4 you, and my lord-chiefjuftice determine which is 4 the beft lawyer, you or I.' SCENE VIII. Mrs. Blackacre, Major Oldfox, Freeman, Jerry, Waiter, and Bailiffs. 4 Mrs. Black. I have not patience ! I'll have him 4 caned ; I'll have him caned in the courts, if it coils 4 me ten thoufand pounds an impudent, faucy 4 make a rule againft me! — And you, major, fitting 4 there, with your mouth open — Are you a man ? a 4 foldier to wear a fword by your fide, and fee me 4 treated Oh, I wifh I had a fword ! 4 Old. Don't make yourfelf uneafy, madam ; I war 4 rant we'll be up with him ! I'll w rite an effay againft 4 him in the news papers ; I can get any thing put in 4 for five fhillings. 4 Mrs. Black. Go, go, you are a filly old afs. 4 Waiter. What's the matter, madam ? 4 Mrs. Black. Nothing, nothing; go down flairs 4 — Make a rule againfi me ! Odds my life — I wifh 4 they durft ! egad the parliament fhould hear of it ! ' Jer. O law, My mother quarrelling with the 4 waiter. — What's the matter here ? won't fhe pay 4 the reckoning ?' Free. Bailiffs, execute your writ ; there's your prifoner. Bail. We arreft you in the king's name, at the fnit of Mr. Freeman, guardian to Jeremiah Blackacre, efq; in an action often thoufand pounds. Mrs. Black. How, how i in a choke bail action ? Free. Yes, yes ; you are taken, indeed, madam ; and we have difcover'd your equitable defign of pro viding us with a forged will. Mrs."], [91, "A COMEDY. 81 Mrs. Black. Undone, undone! no man was ever too hard for me till now. — Oh, Jerry ! child, wile thou vex the mother that bore thee ? Jer. Ay, for bearing me before wedlock, as you fay : but I'll teach you to call a Blackacre a baftard, tho' you are never fo much my mother. Mrs. Black. Well, I am undone ! not one trick left! — Cruel Sir, a word with you, I pray. Free. In vain, madam ; you have no way toreleafe yourlelf now, but by the bonds of matrimony. Mrs. Black. How, Sir, how! Matrimony! that were but to fue out an habeas corpus, for a removal from one prifon to another. Free. Bailiffs, away with her ! Mrs. Black. Oh, ftay Sir! Can you be fo cruel as to bring me under covert baron again, and put it out of my power to fue in my own name ? But I fee, Sir, your aim in all this ; and, if you think proper, to make us both eafy, I will, out of my jointure, fecure you an annuity of three hundred pounds a year, and pay your debts ; and that's all you younger brothers' defire to marry 'a widow for, I am fure. Free. Now, madam, you are come to the point I wanted to bring you to : but you fhall find I will not be behind hand with you in generofuy — I believe I need not tell you, widow, that I have fuffered fome injuries from your family, and there is now an eftate in it, which lawfully and honeftly belongs to me. Mrs. Black. Why, Sir, I do remember fomething, and if you will be fo good as to let me fpeak to my attorney Free. As for that, madam, there is no occafion — the land in queftion brings in about four hundred pounds a year ; fecure me that, and your perfon and your fon you are welcome to difpofe of as you pleafe. Jer. What, I hope, mailer Guardian, you are not making agreements without me. Free. No, no: firft, widow, you muft fay no more that he is a baftard ; have a care of that : and then he M muft"], [92, "THE PLAIN DEALER: 82 muft have a fetded exhibition of one hundred pounds a year, and a nag of affizes, kept by you, but not upon the common. Mrs. Black. Well, I can grant all this. Jer. Ay, ay, fair words butter no cabbage : but, Guardian, make her fign, fign and feal ; or otherwife if you knew her as well as 1, you would not truft her word for a farthing. Free. I warrant you, fquire. — Come, my lawyer with writings ready drawn, is within, and in hafte. Mrs Black. Make a rule againft me ! a paultry jackanapes ! ' S C E N E. IX. Changes to Olivia's houfie. Olivia is dificcvcred fieated at a table with candles, ond a fimall cabinet. 4 Oliv. Sure no intrigue was ever attended with fo 4 many odd circumftances as this of mine ! I always 4 knew Vernifh was a filly fellow, but I thought he 4 had too much experience to miftake a man for a * woman. I am glad I pick'd a quarrel with Eliza 4 however, becaufe now people will never believe I 4 was in her power, but take for malice whatever fhe 4 may fay to my difadvantage. But 'tis juft the hour 4 I appointed my young tailor. And, as if my 4 hufband had not committed blunders enough al 4 ready, he is again conveniently gone out of town, * to give me a better opportunity of entertaining him : * but I married him for a convenience. Hold, 4 don't I hear fome body treading foftly along the * paffage ?' — SCENE X. Olivia, Fidelia * Oliv. Who's there ? my dear ! 4 Fide. My life ! . 4 Oliv. Well, this is kind ; now I think you really 4 love me, becaufe you are punctual to your affigna 4 tion. I was afraid the mifadventure when you was 4 here"], [93, "A C O M E D Y. 83 4 here laft, would have frightened you from coming 4 any more ; and then I fhould have been fo un 4 happy 4 Fide Why, really, madam, I was under fome 4 apprehenfions. 4 Oliv. Go, you little coward ! You a fon of Nep 4 tune and talk of fear ? — But ftay, I'll lock the door, 4 though there be no occafion for it, but to keep out 4 your fears, and thofe ugly fits you tell me you are 4 fubject to. 4 Man. {at the door) You have impudence enough 4 to give me fits, and make revenge itfelf impotent. 4 Oliv. What do you fay ? 4 Fide. Madam if 4 Oliv. I thought I heard you fpeak — Come — Sit 4 down here — What makes you fo penfive ? 4 Fide. I am thinking, madam, if your hufband fliould furprize us again. 4 Oliv. There's no danger ; he's ten miles out of 4 town by this time : however, do not mention his 4 name, left it fhould prove ominous. 4 Fide. Well, but will not you give me the fatis 4 faction of telling you, how I abufed him ? ' Oliv. I have heard enough of it : I hate any dif 4 courfe when he, or Manly, mult be part of the fub 4 ject. No, let me rather refume the converfation I 4 began yefterday Are you willing to go off with 4 me ? 4 Fide. Whither, madam ? 4 Oliv. Any where — To Lapland or India — I re 4 peat it once more — I have a fufficient fortune to 4 make us happy. ' Fide. Hift ! Don't I hear a noife ? 4 Oliv. No, no. 4 Fide. Pray, madam, liften : I am fure I hear the 4 morion of feet upon the flairs. 4 Oliv. I tell you it's no fuch thing. 4 Fids. Hark ! It grows louder. 4 Oliv. Be filent then ! There's fomebody tamper 4 ing with the lock of the door, (puts out the candles) M 2 4 Step"], [94, "84 THE PLAIN DEALER: * Step gently this way —Death and confufion, 'tis my 4 hufband ! I heard him fpeak to the foot-boy —He 4 has fent him round to bar the garden gate. 4 Fide. I thought, madam, your hufband was out of 1 town, you faid. 4 Oliv. No, no, 'tis he. —Fool that I was to truft 4 in his pretended ignorance, or think his reconcile 4 ment real; he has laid this train purpofely for my 4 undoing. —He has ftopt the only paffage we can go 4 out by; and I know his revengeful temper fo well, * if he finds us here he'll murder us. —Let us efcape 4 your way by the balcony : here, take this cabinet, 4 it contains jewels and bank notes, to a confiderable 4 value, while I go into the next room, and pull down ' the curtains. SCENE XL Manly, Fidelia, and afterwards Vernish, who breaks open the door. Fide. This cabinet I believe is yours, Sir. Man. It is mine now, indeed ; and fhall never efcape from me again, at leaft to her. Fide. Did you ever hear fuch a wreth, Sir ? Man. A wretch ! Why fhe makes love like a devil in a play. 4 But fhe wanted to elope with you, Sir ; 4 you never told me that. 'Fide. Oh, Sir. I have not told you half her wick 4 ednefs : but they are breaking open the door, • What fhall I do, Sir? 4 Man. Stay where you are, and fear nothing. Now * we lhall fee who this happy man is fhe calls 4 hufband.' Ver. With much labour and forcing, I have at laft gained admittance : but now, to find out the occafion of all this privacy and baricading 1 heard people talk in the room, I am fure — Flah ! what's here? Man. Sword and dark lanthorn, villain, are fome odds ; however, I believe I fhall be able to deal with you — Don't be frighten'd my little volunteer. Fide."], [95, "A C O M E D Y. 85 Fide. Only for your life, Sir. Ver. Damnation ! ' two at once — but I'll make furc of one of them at leaft. Fide. Murder I Help ! Murder ! SCENE XII. Manly, Fidelia, Vernish, Olivia, and then Freeman, Lord Plausible and Novel; who 1 enter with lights on oppofite fides. Oliv. What means this uproar ? Diftraction ! My hufband has got in ! then we fhall have murder in deed. — Oh ftay, you muft not kill one unable to de fend himfelf. Lights, lights ! Man. Now, Sir, where are you ? Freeman look to the door. Oliv. Hah ! who's voice was that ? Manly's ! What devil has conjured up all this mifchief ? Man. Hold, my deareft, after fo much kindnefs paft between us, I cannot part with you yet — Free man, let no body out, for notwithftanding your lights we are ftill in the dark, till this gentleman turns his face — How ! Vernifh ! Are you the happy man ? — You ! You ! — Speak, 1 fay — But your guilty filence tells me all. Well, I will not upbraid you ; let your own reflections be your punifhment — fare ye well, Sir ! 4 Free. Look yonder, captain, to the volunteer ; 4 he is hurt, and I believe fainting. 4 Fide. No, Sir, 'tis only my fright not yet well 4 over: I fhall recover here in the next room. 4 Man. My boy hurt ? SCENE"], [96, "86 THE PLAIN DEALER: SCENE XIII. Mrs. Blackacre, Jerrv, Major Oldfox, Freeman, Olivia, and Manly and Fidelia isobo go out and return. 4 Mrs. Biack. I dare fwear there is fomething go 4 ing forward contrary to the ftatute ; and as in that 4 remarkable cafe, Stokes plaintiff, againft Jenkins 4 and other defendants. But I'll take minutes, 4 major ; for perhaps one fide or other may chufe to ' bring it into the courts. 4 Jer. Well my mother will never let the law alone, ' I fee that ; for when fhe's at a lofs for wherewithal 4 to go herfelf, fhe's for fetting other people at it. 4 Man. Oh Heaven ! — Freeman, come here ! 4 Free. How now ! What's the matter ? 4 Man. More miracles ftill The volunteer's a 4 woman. 4 All. A Woman ! 4 Fide. Dear captain, fpare my blufhes ; yet tfhere 4 fore fhould I be afhamed of a virtuous and generous 4 paffion ? Yes, I am a woman, I own it ; and through 4 love for the worthielt of men, have attempted to 4 follow him in this difguife: partly out of fear to 4 difclofe my fentiments ; for I knew of his engage 4 ments to that lady, and the conltancy of his nature, 4 which nothing but herft if could have changed.' Man. Dear madam, I defired you to bring me out of confufion, and you have given me more: I know not what to fpeak to, or how to look upon you ; the fenfe of my rough and ill ufage, though chiefly your own fault, gives me more pain now it is over, than you felt when you fuffered it : but, if my affections, once proftuuted to fuch a woman — 4 Oliv. My breaft burns with fury, indignation, ' difdain, and muft have vent. Coxcomb, ideot, 4 brute I But think not long to triumph, for I go to 4 have fuch vengeance on ye — 4 L. Plan."], [97, "A C O M E D Y. 87 * L. Plait. Ma'am, will you permit me the honour 4 of your fair hand ? 4 Oliv. Take it. SCENE XIV Manly, Fidelia, Lord Plausible, Freeman, Novel, Mrs. Blackacre. 4 Nov. Ha, ha, ha ! There's for your gentleman * ufherfhip, my lord. Well, what do you think of 4 her now ? Did not I always tell you fhe was a jilt ? 4 L. Plau. Take it from me, Mr. Novel, fhe's a 4 lady of great virtue and delicacy ; though indeed, I 4 could not have believed her fingers were quite fo 4 hard.' Mrs. Black. But, pray, captain Manly, a word with you. Is not this my coufin Olivia's houfe and furniture ? And do you eject her, feize on her goods and chatties vi et armis ? Ecod, if I was fhe, I'd make my demand, bring my trover. Man. Good Mrs. Blackacre be pacified : if your coufin had her deferts, the lav/ would be her greateft enemy. And now, madam, let me beg of you to ac cept of this ; and with it my heart; both, I confefs, too fmall a recompence for your merit; for you de ferve the Indian world, and I would go thither out of covetuoufnefs for your fake. Fide. Your heart, Sir, is a prefent of that value, I can never make any return for it: but I can give you back fuch a prefent as this, which I got by the death of my father, a gentleman ofthe north, whofe only child I was ; [gives a paper] he therefore left me in the prefent poffeffion of 2000/. a year. The name of my family is Grey ; my other, Fidelia; the reft of my ftory you fhall know, when I have fewer auditors. Man. Nay, madam, you now take from me all power of making you any compliment on my part : I was going to tell you, that on your account only, I would forego the pleafures of a retirement I have long wifh'd for, and be reconciled again to the world, which"], [98, "THE PLAIN DEALER: 88 which was grown odious to me : but if I fhould, I doubt my friend here would fay it was your eftate made' me friends with it. Free. I muft confefs I fhou'd ; for I think moft of our quarrels to the world, are juft fuch as we fome times have to a handfome woman, only becaufe fhe wo'nt grant us as many favours as we could wifh. Alan. Nay, if you are a Plain Dealer too, give me your hand ; and for your two fakes, though I have been fo lately deceived in both fexes, I will believe there are ftill in the world good-natured friends who are not proftitutes, and handfcme women worthy to be friends. THE END."], [99, ""], [100, ""]]