[[1, ""], [2, ""], [3, "THE PALACE OF HEALTH"], [4, ""], [5, "THE PALACE OF HEALTH A Poem BY R. H. WOODBURN \" Rot life is not to live, but to be well \" Martial ALEXANDER GARDNER J,Jutilist)fr to ?&fr fMai'rgtp the «3uimi PAISLEY; AND 26 PATERNOSTER SQUARE, LONDON 1891"], [6, ""], [7, "THE PALACE OF HEALTH ■ ■ o- CANTO I. i. I sing of health, a theme too long unsung, — Theme worthy of a muse of birth divine, And bard as rapt as ever numbers flung In praise of blooming maids or sparkling wine i Or ever poured the swelling martial line, Extolling heroes clad in armour sheen. Such themes as these to others I resign ; But I will sing of health, that comely queen, And of her palace fair, where I have happy been."], [8, "10 THE PALACE OF HEALTH. > II. From city smoke and tumult far withdrawn, In peaceful vale a pleasant palace stood, With fair in front a sloping grassy lawn, Behind, a hill, thick coated o'er with wood, Which warded off the northern breezes rude, And drank full deeply of the sunny ray ; Within these bounds disease might ne'er intrude, But health, blest queen, held undisputed sway, And gave a zest to toil, an added charm to play. m. Ah, happy they her gentle rule who owned, And lifelong were her subjects true and leal, Who, reverencing her laws, were ever found, And prompt to learn what science might reveal Such shared, I ween, the higher human weal, And of life's genial sunshine felt the glow, Without or ills to cure or sores to heal, Or tardy, languid hours and spirits low : The tenor of their lives would I could fitly show !"], [9, "THE PALACE OF HEALTH. 11 IV. On every hand outspread the varied scene Was fresh and fair as could engage the view — Blue mountains, dusky forests, meadows green, Trim-cultured fields where bounteous harvests grew: Down from the heights a rapid river drew Its limpid waters ; while from either side With eager haste the bickering streamlets threw Their stores into its bosom ; thus supplied, And swelling as it flowed it sought the ocean's tide. v. Whate'er the season was which ruled the year, To us it ever cheerful seemed and bright ; For every change fresh beauties made appear — New loveliness displayed to charm our sight, The skies were aye in gayest hues bedight ; The hills and valleys, fair beneath them showed, And beamed as in a kind of magic light ; Perchance 'twas from the sun this radiance flowed, Perchance a quickened sense was by our queen bestowed."], [10, "12 THE PALACE OF HEALTH. VI. The air that filled the upper space around, And down the valley flowed, was quick and free ; Far had it come o'er leagues of mountain ground, And bore the breath of many a flower and tree : With human wants full well it did agree ; The blood gay dancing thro' the limbs it sent ; And to the mind a gladsome buoyancy, And smiling cheerfulness of mood it lent. Certes, to breathe such air long travel were well spent. VII. A copious spring, perennial-flowing, near The mountain's rocky base, had formed a well, Within whose pebbly basin, sparkling clear, The active living torrent bubbling fell. Thence gliding, bickered down a wooded dell, Bathing the herbage on its channel's brink ; The virtues of this spring were hard to tell ; Though feeble beverage some might it think, The dwellers here lived long and knew no other drink,"], [11, "THE PALACE OF HEALTH. 13 VIII. Borne on the pinions of the nimble breeze, From all the vale a busy murmur rose, Such as ascends from fragrant summer leas, When up the heavens majestic Phœbus glows, And everywhere his beams profusely throws, Opening the bosoms of the grateful flowers, And forth full many a honey-gatherer goes, And patiently his bag with treasure dowers, Still singing as he toils throughout the long bright hours. IX. Such sounds of industry, of joy in toil, Were mingled here in chorus full and strong ; The buxom milkmaid crowned with creamy spoil, Light-hearted warbled as she tripped along ; The axe rang merrily the woods among ; The shepherd's pipe came sweetly from afar ; The teamster's whistle and his cracking thong Blent with the music of his rattling car, And not a sound was heard the harmony to mar"], [12, "THE PALACE OF HEALTH. 14 X. Our palace was of good substantial ware. No proud device was used to take the eye With gaudy show. Yet it was wondrous fair, And fairer grew the more you came near by. Walls, roof, foundation, all were warm and dry ; All wrought with patient care and honest skill, To bide the storm careering through the sky, And ward the rigours of the winter's chill — A house where folks might live secure from outward ill XI. Through every chamber window opened wide The balmy breath of morn had leave to blow ; And from a cistern poured in copious tide The rushing waters oft were heard to flow, Wherewith deft willing hands were nothing slow To do their part on dishes, stairs, and floors ; Meantime the beaming sun with generous glow A grateful sweetness to each room restores, Till pure as open sky is every spot indoors."], [13, "THE PALACE OF HEALTH. 15 XII. The palace such : how shall I paint the queen ? She was, perdie, a lissome, comely dame, Erect and tall, of frank and winning mien. Each feature had she of a faultless frame ; From her bright eyes a gentle radiance came ; 'Twixt ruby lips straight teeth peeped milky white, And o'er her soft, plump cheek the ruddy flame Was seen to glow. She sweetly did unite At once in one fair form strength, grace, and beauty bright. XIII. Her heart was happy as her face was fair — A well of gladness and unfailing cheer : Her sunny smile dispelled all clouds of care, And gloomy phantoms of despair and fear ; Her merry laugh was medicine to hear : Her step made music all around to flow ; She never moaned, or sighed, or shed the tear Except in tenderness for others' woe, Nor ever needed help, but aye could help bestow."], [14, "16 THE PALACE OF HEALTH. XIV. To action prone, she took delight to wield In garden plots alternate hoe and rake ; And when the season called, would trip afield, With dext'rous fork the fragrant hay to make ; Or crowned with milking pail, her way would take To where sleek glossy kine the meadows deck, While at her song the slumbering echoes wake And answer blithely. Nothing did she reck Though sun and breeze should brown her arms lovely neck. and xv. Great skill she had in all domestic arts, And to the same with heedful eye did look : The dairy she could work in all its parts, And knew to wash and sew, to bake and cook. Sometimes the spinning-wheel in hand she took ; Or when the day was bright she might be seen Spreading her linen by the rippling brook : Sure, never linen was more spotless clean, Nor laid on grassy sward by defter hands, I ween."], [15, "THE PALACE OF HEALTH. 17 XVI. Of our companions all, than Self-control None more made our prosperity to grow. A stalwart form was his, and noble soul That could not stoop to aught of vile and low. With him was no vain wavering to and fro, Or yielding ground to every idle wind ; But where his will resolved, his foot must go, And what his purpose sought his hand must find]: No tumult mote arise in his well-governed mind. XTII. Close-joined to him was kingly Temperance, Who in all goodly effort was not slack. On Pleasure's gaudy lures he looked askance, And from what drew him most could yet keep back : Nay, rather than too much he e'en would lack What Nature called enough. No surfeit foul, No midnight orgies ever poured their wrack In his pure veins ; but still his sovereign soul Rule o'er the senses kept spurning their base control."], [16, "iS THE PALACE OF ' HEALTH. l? XVIII. With us, too, dwelt the maid of quiet grace, And mild and modest bearing. Prudence hight ; A careful, pensive look o'erspread her face, Her lifted eye far-seeing was and bright ; Oft as she walked in the meridian light The coming darkness would her mind engage, And even with youth and summer full in sight She forward looked to winter and old age, And many comforts stored their rigours to assuage. XIX. Another wight well-known and much beloved Within our palace bounds was jovial Mirth. Thick-set he was ; on short, stout limbs he moved, And bore a paunch of most portentous girth. His ample mouth was like a pearly firth, Where tides of rippling laughter glanced and rolled. And ever in his brain some jest had birth Which well he could relate, as round he strolled, Waking responsive smiles and laughter uncontrolled."], [17, "THE PALACE OF HEALTH. 19 XX. Along the river side a meadow lay, Worn bare and hard with many bustling feet, The scene of exercise and eager play ; Where keen, contending bands were wont to meet, In feats of strength and swiftness to compete. What wayward gamboling ! what boisterous noise ! Oh, scenes ! to youthful hearts most dear and sweet Your golden hours, your fondly cherished joys, From memory's brightest page no aftertime destroys ! XXI. Here play is called, and lo, the bowler strong Against the wicket hurls the rapid ball, The which with dexterous bat is struck along The ground, or haply in some hand doth fall ; And yonder other bands for notice call, Who keen the firm-inflated globe pursue, And relish much the scrimmage and the maul. Disdaining falls and kicks and bruises blue. And other favoured sports and pastimes meet the view."], [18, "THE PALACE OF HEALTH. 20 XXII. Ah, think not all this vigour wasted quite, As steam upon the breezes blown away — As squandered in mere muscular delight, And barren sands of unproductive play. The seed thus sown shall yet in after day Its increase yield as in a fruitful soil, In men inured to tread life's rugged way, To strenuous acts their parts in peaceful toil, Or victor laurels gain in battle's fierce turmoil. XXIII. Nor were our girls restrained by prudish frown — By affectation false, in wisdom's guise ; But that they in the sun their cheeks should brown Should sport at large beneath the open skies, And bathe their limbs in lusty exercise. All loosely-zoned in robes of easy wear, Now in the flying swings they sink and rise, Now in their hands the silent bells they bear, And now with skipping ropes to level mead they fare."], [19, "THE PALACE OF HEALTH. 21 XXIV. Nor did our healthsome sports with summer end Even hoary Winter made new pastimes grow ; j For when the forest boughs were seen to bend Beneath their loads of softly fallen snow, And little brooks were laid to sleep below Their glistening coverlets, forth we would fare, And feel our pulses bound, our faces glow Beneath the influence of the bracing air, As to the haunts of play we gleeful made repair. XXV. Lo, o'er the frozen bosom of the lake Swiftly along the skaters glide and wheel, And in their flight right merry music make With ringing voices and with sounding steel. No dull fatigue, no vexing cares they feel, Naught breaks the smoothness of the icy track, Save when some luckless novice flings his heel High in the air, and flounders on his back ; Oh, then of laughter loud and jeers there is no lack."], [20, "THE PALACE OF HEALTH. 22 XXVI. And then at evening by the blazing hearth, Fresh rising fountains of delight we found : Blithe frolic, social glee, and jovial mirth, And jest, and song, and thrilling tale went round ; Or when the viol, with its witching sound, Poured on our ears familiar strains and sweet, What joy in homely dance to trip and bound Where happy hands and loving glances meet, While o'er our heads the hours on wings of gladness fleet! XXVII. High o'er our peaceful, smiling, blest abode The vulture Care his pinions waved in vain, For on its woods and fields so fair that showed, No footing could he get, though mighty fain ; But ever as he stooped this end to gain, Lo ! Mirth would scare him with his laughter loud, Which made him croak and ply his wings amain, And hide his head behind a distant cloud, And wish that Mirth, his foe, were sick or in his shroud."], [21, "THE PALACE OF HEALTH. 23 XXVIII. Towards this happy mansion hieing post The man of physic was right seldom seen ; For us his lore and skill had all been lost, And eke his trade a starving trade had been ; Except to set a limb, or bruise to clean, He never came a hotly-summoned guest ; Or when Old Age on his last couch would lean, Sir Physic then might been in formal quest, Against fell Death to make a decent, due protest. XXIX. No spawn of teeming press was hither brought, Our time to fritter and our brains to cheat ; No novels vile, devoid of sense and thought ; No pamphlets dense ; no vapid daily sheet, With gossip, folly, spleen, and lies replete, And filth from every corner of the world Industrious scraped ; none such to our retreat By daily post remorselessly was whirled, What time the breakfast smoke above the board curled. up"], [22, "24 THE PALACE OF HEALTH. XXX. No ! for our minds was furnished better food. There was a chamber where we could engage In silent converse with the great, the good — The master minds of every land and age ; With seer, historian, patriot, poet, sage, Who waited here our leisure or our will, And wisdom taught from many a precious page, The boundaries drew distinct of good and ill, And taught how best our lives with noble deeds to fill. XXXI. Each autumn brought us certain visitors — A welcome, worthy band, condemned by Fate In city haunts to dwell, pent up indoors At needful labour drudging close and late ; These came with purpose on our queen to wait. What joy to them to range our mountain tops, Along the brooks to steal with rod and bait, To roam by forest wild and fragrant copse ! Whence with new life they went to desks and dismal shops."], [23, "THE PALACE OF HEALTH. 25 XXXII. Oft might be seen a band of chubby boys, In woodland ramble, free from cares of school, Haste to the rippling stream with gleeful noise, And plunge into its deepest crystal pool. In summer solstice, ah, how sweet and cool ! And now they float like blossoms in a vase, Now reach the grassy bank to skip and fool Like lambs of May, in sportive devious ways, Then shouting, disappear within the leafy maze. XXXIII. Smiles and good-humour everywhere prevailed, And all were gentle both in word and deed ; No rancorous tongue a brother e'er assailed, With aim to cause that brother's heart to bleed. If e'er for honest anger there was need Some wrong to check, some folly to restrain, Such virtuous anger was dismissed with speed, When further good result it could not gain : Thereof by set of sun no traces would remain."], [24, "26 THE PALACE OF HEALTH. H XXXIV. Albeit we dwelt within a palace fair, Our table was with simplest viands crowned ; And chiefly herbs, fruit of our toil and care, Spent on the smiling fields that lay around, And generous milk in full stretched udders found. Of glossy kine that grazed the meads among ; With bread of wheat or barley fire-embrowned, Ought finer seldom passed our board along, Yet on such homely fare we joyous grew and strong, xxxv. Ah, sweetly were our daylight toils repaid When darkness o'er the valley brooded deep ! No sooner were our heads on pillow laid Than down upon us settled downy sleep, And in oblivion did our senses steep. No frightful visions our soft slumbers broke ; But meek-eyed peace her gentle watch did keep Around our beds till ruddy morn awoke, And Nature's voices all 'gan to new life invoke."], [25, "THE PALACE OF HEALTH. 27 are xxxvi. \" Is life worth living ? \" such a rascal phrase Within our palace walls was never heard, Where each new day awoke but songs of praise Spontaneous as the carol of the bird To God for this great gift anew conferred : And when the sun bade farewell in the west, Sweet thoughts of gratitude our bosoms stirred, For day's blithe labour and for night's calm rest. They question not life's worth who still with health blest. XXXVII. And yet for short-lived man it were great bane That things of time should be his only care, That he should rest in earthly good and gain, When he might part with the immortals share. Even noblest industry may hide a snare When without pause the wheels of life are driven The busiest and the blithest well may spare A quiet space to meditation given On life and death and God, eternity and heaven."], [26, "28 THE PALACE OF HEALTH. XXXVIII. So, when the Sabbath, rising soft and calm, Its hallowed beams across the mountains threw, Our breasts we opened to its gracious balm, Which fell with quickening as on flowers the dew ; Our hands from toil, our thoughts from earth withdrew; All trifling themes we shunned a little space ; Thus in our lives the blessedness we knew Of those who faithful use the bounteous grace Which can for further toils our limbs and spirits brace. xxxix. Crowning the summit of a gentle hill, Half-hid in trees an ancient chapel stood ; So shapely built, so fair, so calm and still, Its very aspect called to thoughts of good ; There we assembled all in reverent mood, With hearts enlarged by influence benign, And spirits hungering for that heavenly food Which nourishes the soul to life divine ; From hence the raptured soul might see heaven's glories shine."], [27, "THE PALACE OF HEALTH. 29 XL. With circumstance in keeping was our bard ; No sallow wight was he, of robe uncouth, But such as well might merit your regard — A handsome, manly, fair-proportioned youth Of ruddy cheek, and forehead large and smooth, And intellect robust, and tender heart ; The keynote of his song was wholesome truth, Set forth with fervour and engaging art : Who can but healthful bard the healthful strain impart ? XLI. Though sprightly he, and prone to sport and play, Though none more joyous in the dance could move, Yet 'twas his humour oft to break away And seek alone the deep sequestered grove ; There, heedless of the passing time, to rove, In his own wayward musings plunged deep Of heroes bold, fair maids, and tender love : Sometimes a smile across his face would creep, Anon at fancied woes he would in soothness weep."], [28, "30 THE PALACE OF HEALTH. XLII. Sometimes his curious glances he would send Afar through space, where glowing planets blaze, Or rest them where the mighty mountains blend With azure skies or fade in cloudy haze : Anon some tiny flower would hold his gaze Fast to the ground by an attraction strong, Then would he bask in Fancy's gorgeous rays, Or roam Imagination's halls among, Gathering from far and near wherewith to build his song. XLIII. The kindling force of noble deed he felt, The tale of tyranny his ire could raise ; At sight of want and woe his heart would melt ; But most, as well beseemed, he sang the praise Of her, the chief inspirer of his lays. Conspicuous posted on a rising ground, Whose base was skirted by the public ways, He from his lyre drew strains of sweetest sound, And thus the charms of Health proclaimed to all around : —"], [29, "THE PALACE OF HEALTH. 31 XLIV. O restless mortals ! who run up and down And scour the earth in quest of Happiness, By land and sea, in country and in town, Yet seldom find her, as ye sad confess, Nor aught will make your giant troubles less, Find ye by bustling search or quiet stealth. What is the charm your lives will cheer and bless ? What is the true, the all-sufficing wealth ? 'Tis Heaven's own gift to man — divine and sacred Health. XLV. With Health far happier is the man of toil, Whose home is but a poor straw-covered shed ; Who wrings scant nurture from a stubborn soil, And 'neath a hedge eats his sweat-moistened bread, Than is the wight with crown-encircled head, Whose stately palace is full well supplied With viands rich, and many a downy bed, And halls bedeck'd with Art's unrivalled pride, Yet to whose tortured frame Health's blessings are denied."], [30, "32 THE PALACE OF HEALTH. j XLVI. Howe'er a man might be deep sunk in woe, Howe'er his spirit might be wrapped in gloom, As if one footstep more he could not go, But sullen sit and there abide his doom, Let Health his darkness with her smile illume, And breathe upon him with her quickening breath Then see him, stout of heart, the path resume Of vigorous life, as one released from death, Treading erst dismal foes his bounding steps beneath. XLVI I. Better in lowly bowers with Health to live Than languid drive in Fashion's gaudy car ; Better the lasting pleasures she can give, Than those which charm at first then fly afar. Her gifts and favours more ennobling are Than riches gleaned from many a land and sea — Than all the trophies of successful war, Than Art's renown, and Learning's fair degree, Or sounding titles proud of Rank and Chivalry."], [31, "THE PALACE OF HEALTH. 33 XLVIII. Ye happy wights within these bowers who dwell, Your privilege and your condition prize ; While thus ye live, with you it shall be well — Unknown to you shall still be tears and sighs, And evermore shall brightness glad your eyes. In pleasant paths your feet shall swiftly run ; To loftiest human stations ye may rise, That can by patience, toil, and skill be won ; Whatever mortals may, by you shall best be done. XLIX. It was the purpose of benignant Heaven That every creature on this teeming earth Should life-long thrill with health's delicious leaven, Nor of her buoyant pleasures e'er know dearth ; But this fair plan was ruined by the birth Of sin, in human wilfulness conceived, And henceforth in their flesh, a smouldering hearth. Myriad diseases slept, or, waking, grieved The lives of men who sought in vain to be relieved."], [32, "34 THE PALACE OF HEALTH. j L> L. And herein lay a thing most strange and sad, Which showed the race, in whole, for sin accurst Not always on the reckless, flagrant, bad, The hottest flames of Retribution burst. Who sinned the least, not seldom suffered worst For other's guilt — mayhap of sire remote ; Yet while they lay on beds of sickness, nurst, Upon their inward ear, with awful note, The loud-accusing voice of Conscience never smote. LI. Yet were not all with equal anguish vexed, Though all inherited the seeds of ill ; The man whose course of life was unperplexed, With sins of his own doing largely still, His cup of blessing from Health's springs might fill, And the sweet fruits of his own virtue reap ; Secure from fever hot, and ague chill, And lesser monsters from their lairs that leap, To plunge the slave of vice in woe and darkness deep."], [33, "THE PALACE OF HEALTH. 35 LII. Nay, 'tis at least a kind and cheering thought Which opens up this hope-inspiring view : Were Virtue's paths by all with ardour sought, Should each the baits of Vice sincere eschew, They might again their first estate renew — The state ordained of Heaven they might attain ; No more with painful darts be pierced through ; Nor by diseases be untimely slain, But die of ripe old age, a death withouten pain."], [34, "36 CANTO II. i. Now must I turn from those sweet scenes of bliss Whose every sight and sound could joy inspire, Where nought in mind or body went amiss Or ever dulled the soul's celestial fire. Alas ! another strain awaits my lyre ; Of errors, pains, and woes I now must sing Of wailing griefs, and sad afflictions dire, That all from weakness, sin and folly spring, Yet can with keenest pangs poor human nature wring. 'i. For ah ! at last into our palace crept A specious cunning knave called Tempt Astray ;"], [35, "THE PALACE OF HEALTH. 37 Whose roving eye watch for the unwary kept, Whose nimble tongue had power weak wills to sway, In dress and bearing he was wondrous gay ; His countenance was ever wreathed with smiles ; Well could he talk and sing, and dance and play, And ply each art that pleasantly beguiles : The vain and foolish soon were taken with his wiles. in. Though bland and artful to conceal his trade He was chief agent of the demon Vice ; Endeavours vast he in his calling made And in his use of means was nowise nice ; Whatever toy was fitted to entice Vain fools his way he was not slow to seize. For his light wares ere long a heavy price His dupes must pay, in dungeon of Disease, For thither Vice them brought by scarce perceived degrees."], [36, "38 THE PALACE OF HEALTH. IV. Oft from his lips leaped forth this devil's saw - \"Young people needs must sow their wild oat seed:\" As if, o'erturning Heaven's eternal law, Nutritious grain could spring from noxious weed; As if, the sowing over, men were freed From reaping what they sowed. Pernicious lie ! Yet spurring many on with greater speed The way themselves are fain enough to hie Towards Destruction's pit wherein they sink and die. v. At Prudence and at Temperance he sneered And eke by Self-control set little store ; At all our homely ways he mocked and jeered Despised our wholesome rules and virtuous lore ; The baits of false delight he spread before Deluded eyes ; and such a glamour threw That hues of truth his vile deceptions wore. Thus, gently making speed, he bolder grew, And sang such strains as these while crowds around him drew : —"], [37, "THE PALACE OF HEALTH. 39 VI. Ho ! courteous dwellers in this realm remote, Where hard Restraint and drowsy Dulness reign, It much hath stirred my wonderment to note How well ye bear Routine's unvarying chain, And of your grievous lot no whit complain ; How sad ye thus your precious years should waste, And all your youth and vigour spend in vain, Nor ever life and true enjoyment taste ! Ah, if ye better knew, ye soon from hence would haste ! VII. Not thus they bear it in the merry town ! There each his pleasure takes as likes him best, Unchecked by Prudence saw, or grandam's frown, Or Sanctity's ridiculous behest ; There each his bent indulges and is blest ; Each full blown freedom wears, that gracious boon! And drinks, loves, gambles, revels without rest, For well they know youth's morning passes soon, That wisdom may be learned in life's calm afternoon."], [38, "40 THE PALACE OF HEALTH. it VIII. The cup of pleasure you might snatch to-day Why thriftless leave for an unknown to-morrow ? Who lets the rose of joy unplucked decay Deserves to reap the bitter thorn of sorrow ; Even from unthinking brutes a lesson borrow ; The good within their reach they ne'er despise, But pounce upon it and enjoy it thorough ; Herein past clouds the highest wisdom lies, Quick ! seize the present bliss, ere from your grasp flies. IK. 'Tis past belief ye should so tamely take Such menial labours, and such pauper fare ; Sleep with the sun and with the sun awake ! With water quench your thirst, nor ever dare Th' inspiring draughts of jolly Bacchus share ; Nor with complacent Venus pass the time In joys with which no other can compare : Ah sure perversity has reached sublime When nature's just desires and indulge is held a crime."], [39, "THE PALACE OF HEALTH. 41 X. What greater folly is than health to hoard ? What miser gods or men can more annoy ? Health ! which the Powers Divine of grace afford To man on earth to use and to enjoy ! Even if this talent ye not well employ, But in the earth of cold indifference hide, Full soon corroding years its worth destroy. Then, in the mart where pleasures are supplied, Freely your health expend — thus is it best applied. XI. If me you cannot credit, look abroad, And sure they must be blind who fail to see How gay along the wide, well-beaten road Of Custom eager crowds are pressing free, Close-following Rout, and Fashion, Game and Glee. The human heart is fashioned for delight; Gainsaid, I ween, this doctrine cannot be, And what the many do must needs be right ; The bounty fair of Heaven would ye unthankful slight? 3"], [40, "42 THE PALACE OF HEALTH. XII. Unruffled ! smooth ! what life so tasteless were ? Earth's varied scenes exhibit hill and plain ; Swift darting flashes brace the languid air, And frequent tempests rouse the slumberous main ; If Alpine heights of ecstasy you gain, And of life-quickening transport take your fill ; You may not grudge some little after-pain Which to remove there waits the doctor's skill, And thousand friendly herbs their healing draughts distil. XIII. Arouse ye, then, nor list my song in vain ; Your chains and childish bondage from you cast ; Hard rules and leading-strings henceforth disdain, Be men, self-governing, freemen at last ! And since ye see no more the vanished past, Nor can recover many a wasted day, More reason is ye should betake you fast To where the kind, soul-gladdening Pleasures stay ; Now that the truth ye know, will ye not hence away?"], [41, "THE PALACE OF HEALTH. 43 XIV. Alas that such a guileful, wicked wight, Should virtue feign with such consummate art ! Should so confound the hues of wrong and right And make the worse appear the better part. Alas, that ever on the human heart Promptings to evil fall with greater weight Than all the counsels Wisdom can impart, Than all the reasons sober Truth can state, Since the Old Serpent spoke, and Eve the apple ate. xv. No sooner had his baleful singing ceased Than forth the lighter sort began to pour, Like prisoned flood by lifted sluice released, Or gleeful imps from weary school-house door : Or like as when upon the threshing floor A gust of wind strikes on the yellow heap, And straightway chaff and hollow husks before The subtle influence fly and whirl and leap, And even the solid grain can scarce its station keep."], [42, "44 THE PALACE OF HEALTH. XVI. Even those who were not greatly moved at first Nor half the stranger's gorgeous tales believed, Yet in their hearts his words (Ah signs accurst !) Like evil seed in fertile soil received ; Words which their noxious purpose there achieved Full soon, and bred a restless discontent, And feelings roused which ceaseless tossed and heaved, And fierce desires which struggled to have vent, After the thoughtless herd these too careering went. XVII. Alert came Temperance and Self-control And Prudence came this tempest to restrain, Of this hot race they paint the end and goal, Show present pleasure turned to future pain. But arguments' entreaties all are vain, On rush the crowds upborne on passion's wings Ere long the thickly-peopled ground they gain Where Vice her thousand gates wide open flings, Where bright the torches glare and loud the timbrel rings."], [43, "THE PALACE OF HEALTH. 45 xvm. To every guest here was an open door And invitation kind to enter in ; For every gudgeon baits a mighty store, For every simple bird the fitting gin Well set and baited by the sire of sin With artful purpose to inflame desire ; None need delay the banquet to begin, Which was but fuel to their inward fire Which still by feeding grows, and higher mounts and higher. XIX. What hosts into the reeking tavern poured With boon companions there to lounge and swill ! Stale jokes they cracked, and senseless ditties roared, And sober reason madly sought to kill ; But when the landlord's coin-compelling bill Had turned them out with beggared, empty purse, Ah, then what horrors would their bosoms fill While aching heads and shattered nerves they nurse, Reaping for short-lived joy a bitter lingering curse."], [44, "46 THE PALACE OF HEALTH. XX. What crowds the paths of chastity forsook And prowled in dens of lewdness, lust-inflamed, Where Venus, with bold, false, enticing look Their time, their cash, their souls and bodies claimed; Of grossest deeds of shame no whit ashamed They soon became ; but gave desire the reins. Then sated, self-detesting, sorely maimed, Fire in their flesh, and poison in their veins, They languished in disease and loathly life-long pains. XXI. Here might be found a sect whose god was meat, Whose sole employment was to cram and stuff: Who did not eat to live, but lived to eat, And heeded not when Nature said, \" Enough,\" But shouted \" More ! \" in tones prompt and gruff, While every face the sweaty drops o'erspread. Anon these gluttons suffered sad rebuff, For in their bellies, swollen and overfed, And in their gorged veins were all diseases bred."], [45, "THE PALACE OF HEALTH. 47 XXII. Vast swarms with blackened teeth and sallow skin Belched from their mouths a vile, unsavoury smoke ; Precocious imps, vain youths, and those within The sway of Fashion who did bear the yoke ; Their fumes the badger in his hole might choke ; Some saw their folly, sought escape, but when They from the tyrant Habit would have broke Away, he on them laid his paw again, And kept them ever chained in his unwholesome den. XXIII. Nor could we fail to mark the bustling crew, Who slavish lives in Mammon's service led ; And little recked what toilsome loads they drew, So their fierce appetite for gain were fed. They hoped that when a few hard years were sped, They then should life enjoy and leisure sweet; But what availed their gold when Health had fled, And her bright smile again they could not meet, Though far and wide they roamed with sad unresting feet."], [46, "48 THE PALACE OF HEALTH. XXIV. Among the youths who crowded Learning's courts, With hearts elate to win his tempting bays, Were some who quite neglected youthful sports, And seldom bent their steps in Health's fair ways\"; O'er musty tomes they spent their nights and days, Starving the body to enrich the mind ; For this a bitter price each book-worm pays, When he becomes for his devotion blind, A misery to himself, a burden to his kind. xxv. Oft from us went to swell the hapless throng, Fair bands of sprightly maidens passing gay ; Who gave themselves to revel, dance, and song, Clad not for comfort but for vain display ; They turned the day to night, the night to day, Used doubtful arts to make their beauty shine ; Till fell Consumption met them on their way, Piercing their gaudy robes, their laces fine, And lo ! like\" blighted flowers they sudden droop and pine."], [47, "THE PALACE OF HEALTH. 49 XXVI. Here, too, you might behold the loathly slut, In squalid den 'mid heaps of filth she sate; Clad in foul rags, her face begrimed with smut, Her body racked with pains from sole to pate. Through laziness she came to this dire state, And disregard of Health's most urgent laws ; Yet often does she whine and feebly prate, As if or Fate or Heaven had been the cause, Whence heavier is the doom which on herself she draws. XXVII. What harm to health and life was often done, In name of training for some foolish deed ! They toil, they strain that they may walk or run To beat all rivals, all recorded speed ; They sweat, they \"waste,\" on starving meals they feed, What they most need to keep they freely spend, To ride chaff-weight upon a skinny steed ; While training is a means fresh strength to lend, Of it and of themselves they truly made an end."], [48, "50 THE PALACE OF HEALTH. XXVIII. With voices harsh and clenched emphatic fists, Lo, yonder group close-joined in fierce debate ; Perchance some point of law their zeal enlists, Or crabbed creed of new or ancient date ; Or else they bandy big affairs of State ; Each deems his rival most obtuse of mind, And inly glows with hot devouring hate, And wrath which fit expression cannot find ; Thus rapid go the mills — but where's the meal they grind? XXIX. The type of many oft full sore bested, There was bent, short-sighted, wrinkled wight ; Though poor he yet on choicest dainties fed, And burned his candle at both ends for light ; His fruitless labour ceased nor day nor night ; Oft from a moment's slumber would he start And to his task again set all his might, With sighs and groans that would a-rend your heart, Striving to make ends meet that still were far apart."], [49, "THE PALACE OF HEALTH. 51 XXX. Many who wanted not our haunts to quit, Were led astray by direful ignorance ; And where diseases lurked would thoughtless sit, Or on a path that led to pain advance ; If scatheless they escaped, it was by chance, But if, as happed full oft, they victims fell, Their lack-of knowledge plea could not enhance One whit their comfort then, nor yet repel The cruel threatening foes that round them rage and swell, XXXI. But most ridiculous of all were those Who killed themselves with over-anxious care ; Who o'er their gullets poured the frequent dose Of lauded physic, health-destroying ware ! Of every ill they bore a fancied share, And still for remedies the leech would tease ; In purest meals they feared some hidden snare, Suspected harm in every harmless breeze ; Their dread of losing health itself was a disease."], [50, "52 THE PALACE OF HEALTH. XXXII. All these, and thousands more unnoticed here, In diverse haunts of vice (some scarcely thought To smack of vice, though some with eye severe The world regards, and deems with mischief fraught), All these in haunts of vice a season wrought Their will, and of her favours proved the worth ; Then, all their life's best treasures spent for nought, Beggared and battered, they are casten forth, To wend where'er they list, east, west, or south or north. XXXIII. From bowers of health we could their case behold, Who lately from our borders straying went, In mad pursuit of pleasure, fame, and gold, On reckless, self-willed doings wholly bent ; And now, when tasting the austere event, They wistful eyes back to our portals turned ; Ah now too late they learned to repent. Too late they folly's vile allurements spurned, While ever in their breasts remorse and anguish burned."], [51, "THE PALACE OF HEALTH. 53 XXXIV. What made more bitter still their cup of gall, More poignant their remorse was that they knew Their chastisement did not at random fall, Nor to the uncertain hand of chance was due, But from their own misdeeds directly grew ; Of self-inflicted ills they bore the smart ; At thought of which they cursed themselves anew, They cursed their folly,' cursed the tempter's art, Which from health's blissful haunts had drawn them thus apart. xxxv. Their day of pleasure past, 'tis now their doom To wander in a region drear and dun, Where quagmires lurk and precipices loom, And inky clouds for aye shut out the sun ; No verdure grows, no living streamlets run ; No song of bird is heard or cheerful sound, But horrible, vague, threatening noises stun The startled ear, and trembling shakes the ground ; No comfort finds the wretch above, beneath, around."], [52, "54 THE PALACE OF HEALTH. XXXVI. Amid these shapeless wastes and terrors dim O'er which thick mists and clammy vapour hung Deep lurked a massive castle, dark and grim As if from depths of Erebus y-sprung ; About the walls foul weeds and nettles clung ; From window-chinks blood, sweat and tears out- welled ; And o'er the gate a doleful raven sung ; Disease, a giant fierce, this castle held, And many feeble wights within its walls compelled. XXXVII. Where watchful to secure the massy door Inexorable Fate as porter stood ; With scourge and record on a heightened floor Stern Retribution clerked in solemn mood ; From dusky corners glared of imps a brood, Right prompt the giant's signals to obey, Who each his victim seized with clutches rude, (As savage tiger seizes helpless prey) Gout, dropsy, fevers, aches — and many such as they."], [53, "THE PALACE OF HEALTH. 55 XXXVIII. In every chamber rows of beds were placed In bitter mockery of rest and sleep ; For though with sheets and pillows seemly graced Each coverlet did but conceal a heap Of flints and thorns that pained and picked deep The moaning wretch who tossed and writhed there- on; Who day and night did doleful vigil keep ; Who longed for morn, and when it faintly shone Then loathed its sickly beams and wished the day were gone. XXXIX. Meantime with instruments of torture armed The cruel demon ceaseless walked his rounds, And never victim did he leave unharmed ; Some he afflicts with stinging serpent wounds, And some with grievous knotty club he pounds, Nor spares the lash, the pincers, or the fire ; The while with groans and yells the place resounds, And wrinkled brows with agony perspire; The woes of hell were heaped within that dungeon dire,"], [54, "56 THE PALACE OF HEALTH. XL. On human woes the bloated demon throve ; Pains, wounds, and bruises were his sole delight ; Insatiate still his direful trade he drove, Through all the dreary day and darksome night ; On many he bestowed a wasting blight From which to be released they vainly pray; And many in his rage he slew outright, Whose carcases by imps were dragged away Beyond the castle bounds — in ghastly heaps they lay. XLI. Ah ! many a pallid corse from hence was borne To fill an early and unhonoured grave ; And many a sire his hapless son did mourn Untimely sped across Death's gloomy wave ; Many a young widow with her tears did lave The marble coldness of her husband's face ; And many a mother loud was heard to rave And wail her darling torn from her embrace. The vengeful broken law wrought blight and grief apace."], [55, "THE PALACE OF HEALTH. 57 XLII. To this sad place the tender-hearted queen Of health some chosen subjects did despatch, Such as had long and well instructed been Poor struggling mortals from disease to snatch ; These in his toils the demon could not catch, So shielded were they by a potent charm ; They smooth the pillow; mix the draught, and watch With constant care to heal the sufferers' harm, And raise and bring them back to health and sunshine warm. XLIII. A little strengthened, in their breasts arise Thoughts of escape ; but these they close conceal Lest that their tyrant should their plans surmise O'ertorn, and harsher portion to them deal. Cheered by calm sleep and by a dainty meal, (Nature's best physic ! priceless medicines !) A fitting hour selecting, forth they steal, And slip beyond that dungeon's drear confines, And lo, the star of hope on dim horizon shines. 4"], [56, "58 THE PALACE OF HEALTH. XLIV. But ah ! though they once more at freedom go, They yet are far from Health's enlivening smile They stumble on with tottering step and slow, And often must they pause and rest awhile ; O'er sterile wastes, outstretching many a mile, Their path lies steep, and perilous and hard ; They with well-plotted tale the way beguile, And glowing lays of rapt romantic bard, And brief oblivion court from present fate ill-starred XLV. It was a touching sight sometimes to see, A sufferer's woes by others nobly shared, Who else from pain and sorrow had been free ; What sacrifice might be with theirs compared ? No gold, no watchfulness, no skill is spared, Their time, their labour-all they freely give ; Even life is risked, and death itself is dared, That so the much-loved sufferer may live. And from the pangs of pain obtain a glad reprieve."], [57, "THE PALACE OF HEALTH. 59 XLVI. At last they reach where an encircling wall Is all that bars their way to health's domain ; Already on their ears sweet warblings fall, To drink the rising light their eyes they strain ; Surely they now may bid farewell to pain; When lo ! pursuing fiends upon them spring, And with fell clutches drag them back again ; The woeful spirit from the body wring, And to the piteous ground the withered carcase fling. XLVII. A few by reason of their native strength, And faithful nurse, and leech of skill and fame, Through countless dangers, pains, and woes, at length Back to their former haunts, like spectres, came. Pale, fleshless, chastened, wear)', weak and lame, Yet glad to breathe the blessed air once more ; They sturdier grew, but never were the same — Not sound and stalwart as they were before; Pains, weaknesses and scars, till death their bodies bore."], [58, "60 THE PALACE OF HEALTH. XLVIII. But many still were doomed to wander on, Pathless and aimless o'er the barren heath ; Dejected, uttering many a weary moan, And bending low their load of woes beneath ; Languid and dull and drawing hateful breath, Smarting from wounds no time can e'er repair ; Unblessed of life and yet eschewed of death, They, led by Fate, approached the gloomy lair Where lurk the dreadful demons, Madness and Despair. XLIX. Of whom the first laid hold upon the brain, And of celestial reason quenched the light, Which shows o'er rugged life the pathway plain, And plunged his victims deep in mental night, Where hideous shapes their senses oft affright ; Or else, amused with toys and trifles small, They drivel out their days in piteous plight, Save food and slumber fit for nought at all, Distinguished but in shape from soulless beasts of stall."], [59, "61 THE PALACE OF HEAL'I H. L. The other showed the future all so black, With weight of gloom their spirits so opprest, They neither can advance nor yet turn back, Nor hope again to taste or joy or rest ; With eyes fixed on the ground and chin on breast, They solemn stood like monuments of woe ; While in their ears sad speeches are addrest, Which death more blest than life of misery show, And cause that desperate schemes within their bosoms grow. ii. From genial haunts of Health for aye debarred, These wretches' woes had waxed so huge and rife, That to return they now no longer warred, But only thought how to escape from life, And so to end the weary, hopeless strife ; Resolved and thirsting but for their own blood, Some in their vitals dashed the whetted knife, Some poison drank, some plunged in murky flood, And some in nooses hung, self-strangled in the wood."], [60, ""], [61, ""], [62, ""], [63, ""], [64, ""]]