[[1, ""], [2, ""], [3, "A LETTER TO LORD VISCOUNT GODERICH, ON THE PATRONAGE OF THE ARTS BY THE ENGLISH GOVERNMENT WILLIAM WILKINS, A. M. FORMERLY FELLOW OF CAIUS COLLEGE, CAMBRIDGE, R.A. AND F.R.S. Learning and Science repay llie Slate with usury llie assistance which tile State affords to those who profess and cultivate them. NitKtn, Comptes ri'nilits, i, 157. LONDON: PRINTED FOR R. RO DWELL, NEW BOND STREET. IS32. ( Mil PUBLISHED.)"], [4, "CHISWICK: PRINTED BY C. WHITTINGHAM."], [5, "TO THE RIGHT HONOURABLE THE LORD VISCOUNT GODERICH, etc. etc. etc. MY LORO, Having at an earlier period of life enjoyed the good fortune to witness the sincere interest displayed by your Lordship in all pursuits connected with the Fine Arts, and which, 1 am persuaded, remains still unabated, although the discharge of the active duties of public life may, for a time, have withdrawn your attention from these subjects, I take the liberty of ad dressing the following pages to you. The desire you have manifested and the means you have pursued, hitherto unsuccess fully, to accomplish for the Fine Arts the performance of a pledge, often repeated and constantly evaded — namely, the removal of the Royal Academy from its present confined and B"], [6, "2 inconvenient apartments to a more commo dious and more favourable site, prove your anxiety for the improvement of national taste and leave the inquirer at no loss where to look for an advocate both able and willing to promote the advancement of Architecture, an art the study of which forms little or no part of the objects sought to be accomplished by our public institutions. At a period when the arts and sciences are said, with some foundation for the assertion, to be on the decline in England, the zeal of enlightened and influential persons may be beneficially exerted to avert the evil, by the adoption and support of measures calculated to impart to them a fresh impulse, and enable them to regain and preserve the superiority which England once claimed in this respect over the nations of the continent. I am the more particularly induced thus to address your Lordship because the opportu nities afforded by your official situation cannot but assist the bias of your mind in favour of such pursuits and enable you to predispose his Majesty in favour of any measure calculated to promote the advancement of the Arts, that may be submitted by his confidential advisers. Nor do I consider the task as one of great difficulty,"], [7, "3 as his Majesty has shown himself ever anxious to forward any plan tending to the honour of the state or the happiness of his people. That the superiority once claimed by England is of recent growth, and consequently the de cline of still more recent date, are assertions that admit of easy proof. The task therefore of an inquiry into the causes which have con tributed to both, will be limited to a very modern portion of history ; although, as a pre liminary step, we must go further back, if we would show that the cultivation ofthe arts and sciences in England owes little or nothing to the exertions of any of our administrations prior to the reign of George the Third. For this purpose a rapid sketch of the state and nature of our public establishments will be sufficient; and a retrospect of what has been done in our own times in furtherance of the objects of literature and science will determine the period from which we may date their rise and fall. Although the sciences and the fine arts are so intimately blended, that the advance or retrogradation of the one is involved in that of the other, it will not be necessary here to treat of them in conjunction; nor indeed is it essential to the object of this address to your"], [8, "4 Lordship that the arts of painting and sculpture should occupy the principal proportion of it. Mr. Babbage's recent work leaves nothing unsaid on the subject of the former, and the subsequent pamphlet of Mr. Millingen has directed the attention of the public to the latter. But as the cultivation of the branch of archi tecture labours under greater disadvantages than that of the sister arts, these require to be especially pointed out in order to their removal. The report of the select Committee, appointed to consider the propriety of purchasing the Elgin marbles for the national collection, is well known to have been framed by the chairman of the Committee. Its concluding passages offer so enlightened a view of the moral and political effects resulting from the cultivation and the public encouragement of the fine arts, that they deserve to be recorded in letters of gold. As the conclusion of this report is the basis on which the expediency of the patronage of the fine arts by the government is advocated in the following pages, it is necessary they should be quoted at length; aud indeed the sentiments they contain cannot be too fre quently or too strongly impressed on those to whose hands the glory of a great nation is intrusted."], [9, "5 If the acts of the author of such liberal sentiments are not in accordance with his public expression of them, it is not for me to reconcile the inconsistencies thus presented to our view ; but when he is induced to refuse his assent to any grant for the promotion of the arts and sciences, or limit its amount to the lowest pos sible sum, it may operate as a check upon the indulgence of a paltry and mistaken system of parsimony to expose them. The passages alluded to are these : — \" Your Committee cannot dismiss this inter esting subject without submitting to the atten tion of the House how highly the cultivation of the fine arts has contributed to the reputation, character, and dignity of every government by which they have been encouraged, and how intimately they are connected with the advance ment of every thing valuable in science, litera ture, and philosophy.\" \" In contemplating the importance and splen dour to which so small a republic as Athens rose, by the genius and energy of her citizens, exerted in the path of such studies, it is impos sible to overlook how transient the memory and fame of extended empires and of mighty conquerors are, in comparison of those who have rendered inconsiderable states eminent, and immortalized their own names, by these"], [10, "6 pursuits. But if it be true, as we learn from history and experience, that free governments afford a soil most suitable to the production of native talents, to the maturity of the powers of the human mind, and to the growth of every species of excellence, by opening to merit the prospect of reward and distinction, — no coun try can be better adapted than our own to afford an honourable asylum to these monu ments of the school of Phidias, and of the administration of Pericles; where, secure from further injury and degradation, they may receive that admiration and homage to which they are entitled, and serve, in return, as models and examples to those who, by knowing how to revere and appreciate them, may learn first to imitate and ultimately to rival them.\" The author of the report from which these extracts are taken is a gentleman well known to all who have had any transactions with the committee of public monuments and that of \" taste.\" He is not less known to the officers of the British Museum, in which institution he is an elective trustee. We have seen that he was chairman of the select committee appointed to report on the merits of the Elgin marbles. His name is also to be found in the list of most of the committees appointed to deliberate on subjects of taste or the embellishment of the"], [11, "7 metropolis. These appointments are not to be considered as a voluntary homage paid to the patron and encourager of the fine arts; for rumour is silent as to the performance of any one action entitling him to be so regarded, but rather as i u some mollification to the giant\" guarding the avenues that lead to the high road of national taste; who must first be taken into council and then soothed and caressed into acquiescence before the first step can be taken, and before the facilities of advancement can be granted from the public purse. The liberal sentiments expressed in the re port can hardly be reconciled to the character here given of his measures; it is nevertheless but too true, great as the inconsistency may appear. Looking to his after conduct we may perhaps be surprised how he could have suf fered himself to give utterance to these senti ments, whether he did it in an unwary moment or through deference to the unanimous opinion of his colleagues; but that they were his real and genuine sentiments requires but little argu ment to prove, as upon other occasions he has given proof of talents fully competent to the tracing of the connexion between cause and effect, whilst of his classical attainments and knowledge of history no one can entertain a doubt. When, therefore, the author of the"], [12, "8 Civil History of Rome asserts a liberal encou ragement of the arts and its professors to be the true policy of good government, we may be sure that this conviction is the result of long and matured reflection derived from the best and only sources of information — namely, those that arise from the study of past events. This acknowledgment, proceeding from such an author, must satisfy the most rigid of econo mists, that public grants for scientific and learned purposes are expedient under all cir cumstances, even those of distress or embar rassment. That the amount of such grants must be proportioned to the revenue, or the aspect of the times, is true ; so must all grants for the maintenance of the navy and army, and all necessary branches of the public service; but if to u uphold the importance and splen dour\" of the state be the paramount object of good government, we must never lose sight of the fact, established by the history of nations, and admitted by one of the most unbending economists of the present day, that the \" me mory and fame of extended empires and mighty conquerors are transient\" in all instances where the cultivation of the fine arts, connected as they are \" with the advancement of every thing valuable in science, literature, and philosophy,\" have not been fostered and encouraged by the"], [13, "9 government. How the advancement of either is to be accomplished without inculcating and ensuring a due respect to their professors, we' have yet to learn; for the author in his own person affords no practical instance of deference to men of science or artists : whether in the capacity of chairman, trustee, or committee man, the absence of that courtesy which ought to characterise the intercourse of gentlemen, is proverbial. What may be his notions of the amount and quality of reward and distinction to those who raise the \" reputation, character, and dignity\" of the country to eminence by enlarging the powers of the human mind, it would be difficult to say ; but judging from his deportment towards the artist and the scholar, we must infer that he rates the human intellect at a very low valuation. Were it, however, placed at a much lower mark of gradation in his scale of remuneration and reward, it would not affect the truth of the reasoning which establishes the expediency of adopting a system of liberality towards men of science and litera ture, and the necessity for the encouragement of the fine arts by an enlightened government. The character of Mr. Bankes is a paradox ; he professes liberal sentiments, but in matters of a public nature his acts are marked by the extreme of parsimony, and call for more par-"], [14, "10 ticular observation in consequence of his in fluence in the management of every thing connected with the fine arts and their advance ment. How that influence has been acquired is a great mystery; but hitherto it has never been exercised in favour of the cause we advo cate, nor according to his declared sentiments for the public good. If we inquire into the extent to which the governments of England, from the time of Charles the First up to the present period, have acted upon principles of liberality in the cultivation of knowledge, we shall see it con fined within narrow bounds. Up to the com mencement of the reign of the venerable and well-intentioned George the Third we behold almost a blank in the page which is to convey to posterity the history of the literature and science of this interval, so far as its advance ment depended on the fostering care of the government. We shall find indeed, what is experienced amongst the most uncultivated races of mankind, some great characters whose exertions and attainments, in the absence of all public encouragement, have thrown a lustre upon the dark periods of history. In the inter vening reigns we have on record the illustrious names of Milton, Wren, Barrow, Locke, New ton, Kneller, and Flamstead, and the founda-"], [15, "11 tion of one institution for the promotion of science — namely, that of the observatory at Greenwich ; but of these celebrated persons not more than two or three arrived at wealth or distinction through the patronage of the govern ment. Wren, after a long period devoted to the embellishment of the metropolis, was un justly treated by the men in power towards the latter end of his career. To the names of these celebrated men we may add those of Harley, Addison, Steele, Prior, and Bolingbroke. These, however, were the patricians of literature, and neither courted nor required the encouragement of the govern ment : but from the commencement of the reign of William and Mary to that of George the Third, few names occur of persons at all cele brated for their advancement in the arts and sciences. Sir Godfrey Kneller and the astro nomer Flamstead indeed, both born in 1646, both died in 1723, at the advanced age of seventy-seven, but these must be considered as the productions of an earlier period. The same may be -said of Clarke, Walpole, Swift, Pope, and Halley, who all, except the first, died also at very advanced ages after the accession of William and Mary. We have to record the first establishment of the British Museum, by an act of Parliament in"], [16, "12 1753; but with this we must end the enume ration of institutions for the promotion of litera ture and science supported by the government, from the year 1645 until seven years after the commencement of the reign of George the Third. It may be said that we ought not to exclude from this notice the establishment of our own Royal Society ; but this was an institution royal in its name and private in its nature. It had its origin towards the close of Cromwell's adminis tration, but subsequently was incorporated iu 1663, and received a charter, which is described as being ample ; that is to say, the body were erected into a corporation, consisting ofa \" Pre sident, Council, and Fellows, for promoting natural knowledge,\" — without public aid ! At the period abovementioned the Royal Academy of Arts was founded in this kingdom; but long before this the French, who appear to have taken the lead in the establishment of institutions of this kind, had extended their beneficial influence to the great provinces of France. A Royal Academy of Painting was founded by Louis the Fourteenth, in the year 1643, and that of Inscriptions and the Belles Lettres twenty years afterwards. In the fol lowing year the Royal Observatory at Paris, which thus took the precedence in point of seniority by twelve years above our own, was"], [17, "13 erected under the patronage ofthe same munifi cent sovereign; as was also the Academy of Sculpture, and two years later the Academy of Sciences. Soissons, Nismes, and Lyons had long possessed similar institutions, before Great Britain could boast of that advancement in the arts and sciences which the establishment of societies fostered and endowed by royal autho rity and public support can alone adequately promote. The first idea of a Philosophical Society in France is attributed to M. Mersenne, towards the commencement of the seventeenth century. It originated in conferences occasionally held at his apartments by the naturalists and mathema ticians ofthe day ; amongst whom were reckoned Gassendi, Des Cartes, Hobbes, Pascal, Blondel, and other celebrated persons. These private assemblies were succeeded by some of a more public nature, formed by M. Montmort and by Thevenot the celebrated traveller. This ex ample animated many Englishmen of distinction and learning to institute a kind of philosophical society at Oxford at the period abovementioned, which after the Restoration was erected by Charles the Second into the Royal Society. We shall look in vain for the establishment in this country of institutions similar to those thus long established in France. Every society which"], [18, "14 has for its object the promotion of the arts and sciences in their different branches is supported by the zeal and the contributions of its indi vidual members. The supineness of our govern ments in this respect has been attributed by modern writers to the hostility ofthe aristocracy to all institutions for the promulgation of know ledge and science. At no period of English history has this hostile feeling exerted its baneful influence more than during the reign of the late sovereign. The more exalted attainments of the human mind having been neglected in the education of the higher classes, they have been taught to despise them, or at least to consider them as unnecessary. A feeling of a similar kind is reciprocally engendered, and on the other hand, the man of science is too apt to look with contempt on the pretensions of the privileged orders. In the mean time, as knowledge is allowed to be power, and the possession of it, sooner or later, forces the conviction of its presence upon the human mind, the illuminated portion of mankind have found themselves in the enjoyment ofa powerful engine, acquired, if not in opposition to the higher ranks and to the government, at least, without the aid or concur rence of either. It is this cause that places the instructed classes in opposition to a government of prerogative and privilege ; and it is this that"], [19, "15 will ultimately lead, without the greatest care and circumspection, and without the efforts ofthe higher classes to acquire and maintain a similar degree of power, to the triumph of knowledge over the possession of hereditary rights. It has been said that the endowed and patron ized institutions of France were no protection against the power they contributed to create, and that the revolution was in great measure owing to the writings of the philosophers and the intrigues of their partisans. This, to a cer tain extent, may be true, and this is the argu ment put forth by those who are opposed to the universal diffusion of knowledge ; it is not, however, pretended that the stability ofa govern ment mainly depends upon the degree and extent to which they encourage the arts and sciences. The French revolution had its origin in the combined ignorance and depravity of the noblesse, and in the exemptions of the privileged classes from the onerous impositions which thus pressed with a double weight upon the lower orders. Louis the Sixteenth and his family were the victims of a system which origi nated in the early part ofthe reign of his prede cessor and reached the climax at its close. In reading the Memoires of Madame Du Barry, we are only surprised the popular indignation did not manifest itself at a much earlier period."], [20, "16 When the bas peuple were called upon to sup port extravagant grants to profligate favourites, — when the mistress of a prince obtained that ascendancy over the mind ofa monarch naturally parsimonious, and prevailed upon him to open the public purse to the cupidity of those who from rank and possessions ought not to have sought, much less to accept, a portion of the spoils exacted from the lower classes — when far from contributing to the support of the estate they drained the sources of its prosperity ; and when leltres de cachet, granted to the application of these privileged classes, were applied to the purpose of stifling complaint, leaving the ag gressor to pursue his career of vice and extra vagance, all community of feeling ceased, and no sentiments but those of hatred and fear could exist between the higher and lower classes. The strength and durability of a government is in proportion to the union of its different ranks. It requires all the exercise of forbear ance and sympathy to reconcile the labouring classes to acquiesce in the distribution of rank and wealth amongst their more fortunate posses sors : one great connecting link in the chain of society is that just ordinance which calls for the contributions of its members for the support and preservation of a government, in proportion to the means of every individual. This ordinance"], [21, "17 once infringed, the connecting link is destroyed, and the favoured and the oppressed are placed in opposite factions. The knowledge which confirms the instructed in the truth ofthe axiom, that \" Order is Heaven's first law,\" and that it is incompatible with universal equality, is denied to the uneducated mind. The ignorant see no reason why some should be hewers of wood and drawers of water, whilst others neither sow nor reap, and regard the equality of birth and the original descent from one common source as entitling all mankind to tlie same and equal privileges. Whenever, therefore, it has happened that the educated portion of mankind have obtained a degree of knowledge in science and art which is not shared by the higher classes, they regard with contempt the mere possessor of hereditary rank, and conscious of contributing to the ex tension of commerce and to the expansion of national resources, they look upon themselves as the only useful members of society. On the other hand the aristocracy, who consider hereditary titles or the possession of wealth to be sufficient distinctions, view with great jealousy the exertions of the ranks below them to acquire a power paramount to birth and riches; they are, therefore, unfriendly to the promulgation of knowledge, and opposed to."], [22, "18 the existence of all such institutions as tend to the perfection of the human intellect amongst the many ; whilst those who are closer observers of mankind, and reason upon the experience of past ages, see the expediency of more equally balancing the claims of the several orders of society, and endeavour so to regulate their policy that intellect may constantly operate against the encroachments of rank and riches, and vice versa. In order the more effectually to attain this object, the most consummate statesmen have sanctioned public institutions as an engine of state, to be directed against the too great ex tension of patrician privileges ; they have been thus tolerated, and even encouraged, by govern ments, so as to have the power thus created, if not under their control, at least not arrayed against them, through the enmity which would be engendered byr opposition or the vain attempt to prevent its extension. It is for reasons of this kind that the most powerful and civilised of states have concurred in the free acquisition of knowledge and science ; and we are told in the language of the Report with which these observations commenced, that such states have acquired a permanency and a power which have been denied to others where a narrow and blind policy seeks to envelope a people in darkness and ignorance."], [23, "19 These remarks may be trite, but their truth is every day forcing itself upon the conviction of mankind, and demands the consideration of our rulers in order to make the advancement of knowledge conduce to the tranquillity and prosperity ofthe nation. The establishment of the British Museum, and the presentation of the library of printed books by George the Second, was the first act of au English sovereign and a British parliament in the furtherance of literature ; little, however, as we have seen, was effected in the cause of science, and nothing in favour of the arts, until the reign of his successor. It is to George the Third that we owe the possession of the works of art that now enrich the national collection. It is to the reign of this amiable monarch that we must look for the first act of encourage ment in the cultivation of the fine arts. The acquisition of some ofthe chief works of ancient sculpture is owing to the interest taken by the sovereign in the advancement of sculpture and the arts connected with it ; and the additions subsequently made were the consequence ofthe example thus afforded by a sensible and clear sighted monarch, who pretended to little know ledge or judgment of the arts, yet encouraged and patronised them as the ornament and support of his throne."], [24, "20 The gallery ofthe Egyptian antiquities is the noble gift of George the Third ; and the parlia ments in his reign, stimulated by the known feelings and the zealous endeavours of the king, added to this collection the Townely mar bles, the Phigaleian frieze, and the Hamilton vases. The institution ofthe Royal Academy was an act also of this sovereign, who in the year 1768 granted the Society of Artists a charter, to which was subsequently added the gift of the apartments in Somerset House, aud the offer to replace all deficiences in their funds which might arise in the prosecution of their plans for the advancement of the arts. This princely and unlimited offer, which ultimately cost his majesty five thousand pounds, led to the appointment of a treasurer by the king, and to the measure of submitting the annual accounts to the office of the privy purse. Both of these observances are still retained, although the Academy has ceased, from the period of the first few years of its establishment, to require or to receive any aid whether public or private ; but depends solely on the exertion of its members, not only for all the heavy expenses of the establishment, but for the funds devoted to the support of the widows of its less fortunate members. In the course of his reign he gave many proofs of his"], [25, "21 attachment to the Society, particularly by pa tronizing historical painting. To George the Third, therefore, the nation is indebted for the first and chief encouragement in the culti vation of the arts of sculpture and design. The impulse thus applied to them at the com mencement communicated a movement in ad vance which was kept up by the occasional application of the same moving force ; and an impetus was given sufficient to carry it to a cer tain extent into the regency which followed upon the incapacity of the royal founder for these and all other pursuits. Like the wheel, which retains its motion for a short period only after the im pulse first given is withheld, so the progressive motion of the fine arts, when the patronage of the sovereign no longer afforded the necessary propelling force, first declined and ultimately ceased. During the short period that the regency continued to act on the known prin ciples of the sovereign the Elgin marbles were purchased, and a foundation was laid for a national gallery; but soon after the accession of George the Fourth the means necessary to continue the action of the machine which had been set in motion during the previous reign were neglected or abandoned. Some merit for having thus added a valuable collection to the British Museum, and the first"], [26, "22 step towards the latter act, must not be denied to the ministry of the time ; these are bright spots in an age of darkness. The occasional purchase of a picture has from time to time relieved the monotony of years of inactivity ; but during the last eight years, whilst the government lavished millions on palaces for the king, a few thousands have been refused to the annual augmentation of the national collection and the intellectual gratification ofthe people. Nothing has been done up to the present moment by the sovereign or the ministers in furtherance of architectural improvement and knowledge. The study of sculpture, as we have seen, has been promoted by successive acquisi tions of Grecian antiquities ; and the commence ment of a gallery of pictures must be regarded as a great step towards the improvement of painting ; but architecture has been excluded from the benefit of participating in any one public act for the encouragement of the fine arts. From the Royal Academy it has derived nothing in the form of encouragement or sup port. But the due share of participation in the benefits arising from this institution have been withheld by the circumstances attending the origin of its establishment. In order to explain how this neglect arose, it will be necessary to allude to the existence of a society, now ap-"], [27, "23 proaching the hundredth year from its first. formation, which, although the assertion may appear strange, is better known and more highly esteemed on the continent than in Eng land. The Society of Dilettanti have done more towards the acquisition of architectural knowledge by the promulgation of publications ou the antiquities of Greece and Asia-Minor, and by other aids afforded to the professors of architecture, than all the governments and socie ties of England united. This society which has at all times during the period of its existence been limited in the number of its members, enumerates amongst the names on its list those of men of the most exalted rank and splendid attainments. The circum stances relating to its origin are detailed in the first volume of the Ionian Antiquities. These notices occur in a work which was not calculated for extensive publication, and is not often to be seen in private libraries, I shall therefore tran scribe that portion of the introduction to the first volume which relates to the objects con templated by the formation of the society. It commences as follows: \" In the year 1734, some gentlemen who had travelled to Italy, desirous of encouraging at home a taste for those objects which had con tributed so much to their entertainment abroad,"], [28, "24 formed themselves into a society under the name of the Dilettanti ; and agreed upon such regu lations as they thought necessary to keep up the spirit of their scheme.\" \" As this narrative professes the strictest regard to truth, it would be disingenuous to insinuate that a serious plan for the promotion of arts was the only motive for forming this society ; friendly and social intercourse was, undoubtedly, the first great object in view; but while, in this respect, no set of men ever kept up more religiously to their original insti tution, it is hoped this work will show that they have not, for that reason, abandoned the cause of virtu in which they are also engaged, or forfeited their pretensions to that character which is implied in the name they have assumed.\" It was not, however, until the year 1764 that the work to which allusion is made in the fore going extract was published, but they had not been inactive during the interval. We have already dwelt upon the state of knowledge at the period preceding by a few years the formation of this society. The insti tution of the British Museum, in 1753, was the only step taken towards the advancement of the arts and sciences after a long interval of utter neglect, and nothing more was attempted until the period of which we are now speaking."], [29, "25 u From this state of depression,\" to use the lan guage of Sir H. Englefield, \" it seemed impro bable that the arts should ever emerge in this country. The two first princes of the house of Brunswick, called from a semi-barbarous coun try at an advanced age to fill a throne which for many years was (even) tottering, had little leisure and less inclination to foster and encou rage pursuits of which they knew nothing, and for which they felt something approaching to (contempt). George the Second subscribed a guinea to the print of the March to Finchley by Hogarth.\" \" Our youth of rank, it is true, to use the phraseology of the time, finished their educa tion by a tour to parts abroad; that is, after spending two or three years at a university, where, through the great laxity of discipline, they learnt very little, and nothing that could fit them for the purposes of foreign travel, were committed to the guidance of a travelling tutor, or sort of mental vetturino, generally, like other vetturini, a Swiss; whose care was limited to seeing that his charge performed the stated number of miles in the due number of days ; that he fed and rested at the regular stages ; that he kept as nearly as possible to the beaten tract ; and that if he did, by some great effort of self will, break from the path, he should do"], [30, "26 as little mischief as possible in his wanderings, and soon return to the proper road.\" \" Naples was the utmost southern limit of the grand tour. Even the majestic ruins of Pæstum were then unknown. Sicily, with all her noble remains, was as little visited as if her wilds had been still the abode of the Cyclops. The eastern part of the Meditera nean, her romantic islands, and her shores covered with the remains of splendid temples, were known only to the merchants who resided in different parts for the purposes of commerce. Of Athens the very name was lost under a barbarous Venetian corruption ; and it may be confidently doubted whether, even the well informed in this country, when the historians of the times told them that the explosion of a Venetian bomb during the siege had blown up the Turkish powder magazine in the citadel of Settines, were aware that they were reading the sad story of that Fatal and perfidious shell Launched in eclipse and winged with curses dark, That sunk so low the reverend head of the temple of Minerva-Parthenon, the great work of Phidias and Pericles, which during two thousand years had glittered in unbleuched majesty on the Acropolis of Athens.\""], [31, "27 K But in the midst of this Cimmerian gloom some cause, trifling perhaps in itself, and for which it would be now vain to inquire, lighted a flame which has ever since continued to burn with increasing lustre.\" \" Iu the year 1732 (1734) some men of rank, desirous to ennoble their social meetings by giving them an object beyond the (gratifications of sensual enjoyment), associated themselves under the modest appellation of the society of Dilettanti, for the express purpose of culti vating elegant and classical art in this country.\" \"Before entering into a history ofthe society itself, it may not be foreign from the subject to mention some other events which took place very nearly at the same time ; for it often happens that the spirit of improvement acts by some unknown sympathy.\" \"In the year 1733, Dr. Pococke, one of the most learned, intrepid and accurate of modern travellers, commenced his visit to foreign regions. He informs us, in his dedication, that he was eight years engaged in it. Where he passed the first four does not appear, but he arrived in Egypt towards the end of the year 1737, visited Upper Egypt to the first Cataract ; thence went to the Holy-Land, Syria, and Asia-Minor, and thence to Greece. He arrived at Athens towards the end of the year"], [32, "28 1740, and probably came directly to England, as his first volume, giving an account of Egypt, was published in 1743.\" \" A second volume, in two parts, with his voyages in 1739 and 1740, was published in 1745; to which, by way of appendix, is added a short account of his travels in Germany and Italy, in the year 1737, previous to his embark ing for Egypt. His book, however valuable, suited the taste of his cotemporaries so little, that for many years after its publication it sold for little more than the price of waste paper.\" \"While Pococke was thus employed, another voyage into the same countries was undertaken, with which the society of Dilettanti has an immediate connexion.\" \" In the year 1738 the Earl of Sandwich, then a youth of only twenty years old, accom panied by the Earl of Besborough, then Mr. Ponsonby, and two other English gentlemen, made a voyage round the eastern parts of the Mediterranean. They first went to Athens and the adjacent parts of Greece ; thence to Con stantinople, and through the Greek islands along the coast of Asia-Minor to Crete; and ended their voyage in Egypt, of which they however only visited the lower part as far as the Pyramids.\" This fragment is given at length, as it exists"], [33, "29 only in a manuscript, part of which has been lost, and was intended as the commencement of the history of the society in question. It serves to show that the impulse given to the acqui sition of knowledge by the society led to the almost immediate and practical advantage of enlarging the hitherto limited extent of the grand continental tour. From the list of members contained in the minutes it appears that amongst the names of the original founders of the society are to be found those of Lord Middlesex, Sir James Dash wood, Sir Lionel Pilkington, Lord Ravens worth, Sir James Gray, Mr. Villiers, Mr. Fau quier, Mr. Ellis, Sir John Rawdon, the Duke of Bedford, Mr. Edgecumbe, Duke of Kingston, Lord Holdernesse, Lord Granby, Mr. Wood, Lord Duncannon, Lord Sandwich, Lord Gal way, Mr. Gage, and of several other men of rank and talent. One of the earliest acts of the society was to subscribe a considerable sum in the shape of a lottery towards the . New Bridge,\" probably with a view to give their countenance and support to a proposal for building a bridge over the Thames on private speculation. The scheme was abandoned ; but we may fairly presume that this act in a manner contributed to the construction of Westminster Bridge by"], [34, "30 the public, for which Parliament voted the sum of £.389,500 in the year 1736. Soon afterwards the society, wishing to give some encouragement to the sister arts of paint ing and sculpture, appointed Mr. Knapton, one of the members, painter to the society, and Mr. Adye their sculptor, giving them severally commissions in their respective departments. In the year 1749 a plan was submitted to the society by Mr. Dingley for the formation of an academy of arts, and the society voted an annual sum out of their general fund for the encouragement of art in the three different branches of painting, sculpture and architec ture, so soon as this or any other scheme for a similar purpose should be carried into effect. It does not appear upon the records of the society that the plan they thus pledged them selves to support was then prosecuted ; but about the same period theyr appointed a com mittee to enter into a treaty for the purchase ofa plot of ground whereon to erect a building which was intended to be a repository for works of art, particularly casts from the most celebrated ancient statues, with a view to cul tivate and encourage a taste for the fine arts. Towards the attainment of this object, the society purchased and for some years retained possession of a plot of ground on the south"], [35, "31 side of Cavendish Square. Considerable pur chases of Portland stone were made from time to time for the purposes of the projected build ing, the subscriptions of the members having been increased in 1750 in furtherance of this object. In the year 1752 the society came to a reso lution that the building should be erected on the model of some ancient monument, according to the most exact proportions and measure ments. It may not be improper to remark that in the preceding year the society elected Mr. Stu art and Mr. Revest members of their body. These gentlemen were then at Athens collect ing materials for their great work, the proposals for the publication of which first appeared at Rome in the year 1748, but were not published in England until the spring of 1751, under the auspices of Col. George Gray, one of the most active members of the society, and at that time acting as its secretary and treasurer. The introduction of these young architects to the notice of the society was effected through Sir James Gray, at that time his majesty's minister at Venice, in pursuance ofa permission granted to the members to recommend candi dates for admission into the society notwith standing their residence abroad. Sir James"], [36, "32 greatly interested himself in the success of their undertaking, and was the first, as Stuart relates in his preface to the first volume, who set on foot a subscription for the intended work. It appears that these artists became acquainted with Sir James during their residence at Venice, where they were compelled to wait for some months inquiring for a proper conveyance to the Morea. During the time they were detained at Venice they had visited Pola, and possessed them selves of all the details of the ruins there, which were intended to form a work and serve as a precursor to the great publication they medi tated. In 1753 the society determined that the temple at Pola should be followed as a model in their intended building, and Sir John Dash wood, Mr. Howe, Mr. Dingley, and Colonel Gray, were appointed a committee in prosecu tion of this object : but its further progress was delayed in consequence of the measures taken by the society of painters for the formation of an academy of arts. In the year 1755 such was the character of the society, as patrons and judges of what was excellent iu art, that the society of painters, desirous of exhibiting their works, mainly relied for success in their views to establish an"], [37, "33 \" academy for the improvement of the arts in general,\" on the countenance and support they should receive from the society. With this view a select committee of their body, amongst whom were Roubilliac, Hudson, Reynolds, and Gavin Hamilton, submitted to the society the plan of the academy to be formed, the draught of a charter for the construction, maintenance and government of the same, with an intro ductory discourse, and solicited the honour of their patronage and the benefit of their support. The society appears to have acknowledged this mark of respect on the part of the artists with every degree of attention, and the commit tee, in reply to the minute containing the reso lutions adopted by the society in furtherance of their object, observed that in consequence of this encouragement they wished to enlarge the plan of their charter so as to make it embrace a num ber of members not of the professions, as before intended ; and further, that they should esteem themselves highly honoured in receiving the additional members out of the ranks of the society, to which they were also desirous of submitting the nomination of the first president. One of the last papers on the subject is so decisive as to the estimation in which the society was held at that period, that a transcript"], [38, "34 of it may not be unacceptable to those who are interested in the history of the arts. It is dated December 30, 1755, and addressed \" TO THE NOBLEMEN AND GENTLEMEN OF THE DILETTANTI SOCIETY. \" We, the committee of painters, sculptors, and architects, beg leave to remind the Hon. Dilet tanti Society of two resolutions of theirs: the one signed by his Grace the Duke of Bedford, encouraging us to proceed with our design of preparing a charter for the establishment of a Royal Academy ; and the other by the Earl of Sandwich, chairman of the committee, for con sidering our proposals in relation thereto, as suring us that their determination thereou should be communicated to us ; as also to intimate in the most respectful manner that the sooner we can be favoured with their determination the more a favour we shall esteem it. It appearing to us to be highly unbecoming to proceed in an affair once laid before them till we be made acquainted with their sentiments upon it.\" It appears that the society declined both the proposed compliment paid them by the society of painters as well as to accede to the sugges-"], [39, "35 tion of the committee, of which Lord Sandwich was the chairman, namely, that \" the president ofthe Royal Academy should be always annually chosen from the society of Dilettanti.\" The Royal Academy, however, was estab lished with the assistance and under the auspices of the society ; but it did not effect the object ofa public exhibition until the year 1769. An infant society has much to contend with when its members are not selected from a wealthy class, and when the patronage of the govern ment or the prince is limited to one or more special purposes. In the absence of necessary funds one of the objects of the institution would have been delayed, if not ultimately abandoned, but for the continuance of patron age of the society of Dilettanti, who, in March of the year 1774, Resolved, \" That the interest of four thousand pounds, three per cent. annuities, be appropriated to the purpose of sending two students recommended by the Royal Academy to study in Italy and Greece for three yrears.\" In conformity with this resolution Sir Joshua Reynolds introduced Mr. Jeffries and Mr. Pars, who were thus chosen byr the Academy, and were appointed by the society, with salaries to commence from the day of their arrival at Rome."], [40, "36 It was not until the year 1780 that the grant of their present apartments in Somerset House was conferred by George the Third on tbe Royal Academy. In an institution where the original members were for the most part painters and sculptors, it is no matter of surprise that the interests of the sister art, architecture, was less highly con sidered; nor why at a later period when George the Third placed them in their present apart ments at Somerset House, a very small portion of the space was allotted to the exhibition of the works of this branch of art. The school of sculpture has its proportionate share of accommodation for its pupils, the easts from which their studies are made are numerous, and many of them excellent; but the room allotted to the anuual exhibition of works of sculpture is miserably small and ill lighted. That the school of architecture was still worse accom modated may be owing, as I have already stated, to the emanation of the academy from a society devoted to the encouragement and pro tection of this art. In au academy of arts a professorship of architecture was as essential a part of the institution as that of painting, and the enrolment of a certain number of the pro fession amongst the members was equally necessary : but no effort to form a school of"], [41, "37 architecture has ever been attempted. There is no one appointed to direct the studies of the students, no models of ancient buildings, nor any thing to assist the pursuit and guide their taste beyond a few miserable casts of detached portions of Roman architecture. It seems, therefore, to have been considered sufficient to leave the encouragement of architecture to the protection of this parent society ; and what could be done by a community of individuals, with no other resources than those arising from their own contributions, has been performed by this liberal body. Besides the encouragement given to the Royal Academy at its outset, and when its funds were extremely limited, they have sent missions into Greece and Asia-Minor, as we have already seen, for the purpose of exploring the remains of ancient architecture. In the first enterprise the travelling members brought home the materials for the first volume of Ionian Anti- quities, and the two quarto volumes of Dr. Chan- dler's observations collected during the residence of the travellers in these countries. This mis- sion cost the society two thousand one hundred pounds, and the sum of four hundred pounds was given to its members after their return, in addi- tion to their salaries, as a mark of the society's approbation of their services. The learned conductor of the mission collected also a mass"], [42, "38 of ancient inscriptions, which, if we regard the state of literature at the period, appears a work of infinite research and difficulty. Many of the most valuable of these inscriptions were pur chased and brought home at the expense of the society and presented to the British Museum. The great national work of Revett and Stuart would not have been completed without the aid of the society, who not only lent but were at the expense of engraving twenty-six of the plates forming the second volume of this celebrated work: the architectural details were collected by Revett during his employment in the mission already mentioned, and these Stuart had not been able to obtain from the circumstance of his being obliged to quit Athens before his object was accomplished. Nor is it to the society collectively that the public is alone in debted for the cultivation of taste in architecture. The enterprising spirit of Mr. Dawkins, Mr. Wood, and Mr. Bouverie, induced them to undertake an expedition to Palestine, where the latter died, the result of which was made known to the world by the works on the mag nificent ruins of Balbec and Palmyra. To Mr. Dawkins's liberality Stuart aud Re vett, as they acknowledge in the preface to the first volume, were indebted for enabling them to proceed with the first volume of their work :"], [43, "39 his death would have prevented its further pro gress but for the assistance of the same society, which, as we have seen, contributed so largely to the second, and by far the most valuable, volume ofthe work. These remarks will be sufficient to explain the apparent supineness of the Royal Academy in regard to the sister art of architecture, al though perhaps it is expecting too much when it leaves the whole weight of a necessary por tion of such an establishment to be borne by others who have long ceased to be connected with it otherwise than by a congenial love of art. In the year 1812 the Society of Dilettanti, by the liberal subscription of its members indi vidually, were in possession of funds to a con siderable amount, and found themselves in a condition to undertake a second mission to the classic shores of Asia-Minor. The conduct of the mission was confided to Sir William Gell, who, accompanied by two young aspirants to architectural fame, collected a vast fund of materials, some of which have been already published, and much more are in progress. The republication of their volume of Ionian Antiquities, which was out of print, and con tained some errors consequent on the early attempt to make the public acquainted with"], [44, "40 the details of a style of architecture wholly unknown and unpractised in Europe, was one of the results of this expedition; but one more important still was the production of the splendid volume on the Antiquities of Attica. A second volume of the Ionian Antiquities, published in a corresponding style of magni ficence, had long before been before the public ; and the appearance of two additional volumes, intended to commemorate the centenary of their institution, will ere long complete this great national work. In the interval they have pro duced a splendid work from Specimens of Ancient Sculpture, and the second and con cluding volume of the same work will probably follow their architectural publications. The last mission cost the society between seven and eight thousand pounds. The patronage, however, of enlightened indi viduals or distinguished societies is not the only aid necessary to the encouragement and advancement of the fine arts. The countenance of the government, and some assistance from the public purse, are essential to the due culti vation, as well as to the proficiency of those who embrace the practice of the arts as the means of subsistence, if, through their agency, we hope to exalt the national character. It appears to be very questionable whether a"], [45, "41 stipendiary allowance to the members of the Royal Academy would be productive of benefit to the arts, whilst the risk of making it a theatre of cabals and jobbing might be incurred. The assistance most likely to be profitable would be the appropriation of apartments sufficiently spacious for the objects of their incorporation, and an annual grant to be expended in com missions, as a stimulus to exertion in the branches of painting and sculpture. The present apartments of the Academy in Somerset House might be capable of accommodating the schools of these two branches ; but the object most essential to their welfare is galleries for the annual exhibitions of their works, convenient in their arrangement, and situated somewhere in the neighbourhood of the great thoroughfares. It would matter little whether these were thrown back beyond the depth and frontage which is so highly valuable in public situations : it would answer all the purposes required provided they had a front of a limited extent, and occupied the higher floor of stabling or other buildings of low construction, like those of Suffolk Street and Pail-Mall East. It would be sufficient that the approach and entrance was unobjectionable in point of situation, and that the ascent was easy and of no great elevation. The great objections to the present exhibition rooms are"], [46, "42 that it is an effort of some labour to reach them, but principally that the occupation of the rooms for the purposes of exhibition closes the several schools for the period. It is painful to witness the half measures adopted by the government in all its proceed ings relating to the arts. The purchase of the Angerstein collection took place at a very favourable period, when public distress had not yet cramped their resources; still these fine and invaluable works have been suffered to remain in a mansion ill calculated for their display, and where they are subject at all times to the ravages of the elements. The principal room is above the offices of the keeper, where the accidental ignition of a chimney flue would subject the whole to irremediable perdition ; its little ele vation in the midst of a neighbourhood of lofty houses has made it necessary to build the chimney shafts of a most portentous height, and the adjoining premises having been pulled down to be rebuilt on a new plan, these lofty pieces of feeble brick-work are left exposed to the assaults of the periodical gales frequently destructive to buildings and chimneys of more substantial construction. After possessing the Elgin collection of marbles more than sixteen years, it is only now that a proper gallery has been constructed for receiving them. A greater"], [47, "43 degree of activity prevailed on a much more recent occasion out ofa politic and courtier-like deference to the reigning monarch, who pre sented to the nation a splendid library of valuable books. It is true that the acknowledged necessity for the proper preservation of the treasures con tained within the walls of the British Museum has forced upon the government the expe diency of reconstructing the building on a more commodious plan which guarantees it against accidents from fire ; but owing to the parsi monious nature of the grants made for this purpose by Parliament, the work has been and is likely to remain one of long continuance. The government is not free from the reproach of pusillanimity in their proceedings in this respect. They are deterred from more liberal grants by the watchword so commonly uttered by the economists and the timid in Parliament; and they submit to the dictation of individual members, whom they are obliged to humour and caress in order that their assent may be obtained to any demand upon the public purse. The government hitherto appear disposed to ad vance this plea for refraining from the purchase of valuable works of art which have at different times been placed within the reach of acquisi tion; it excuses them from all attempts to en-"], [48, "44 courage the advancement of the arts, to which they have shown and probably feel indifference. Were a minister to determine on promoting the advancement of the arts and sciences upon the principles admitted in the Report I have quoted, he would obtain the approbation of all cultivated minds, and thus supported might disregard the ill omened objections of the short sighted and narrow-minded, who look for some return in a tangible shape from every issue of public expenditure; wholly regardless of its secret and unseen workings, which act benefi cially upon all the ramifications of society. The trite but apposite quotation which meets the eye of every schoolboy who has advanced beyond the first pages of his Latin syntax, is as incon trovertible now as it was in the age of Ovid, who asserts that, Ingenuas didicisse fidelites artes l.inniolit mores nee sinit esse feros. The truth of this axiom has been made apparent since the opening of the British Museum and the National Gallery to the public ; and a practice of indulging the sense of vision through the medium of the touch, which formerly betrayed the Englishman abroad, has disappeared. It is true that there still exists amongst the lower"], [49, "45 orders a propensity to mutilate all works of art within the reach of a walking stick or of missiles ; but this propensity to gratuitous mischief will only be overcome by a more familiar acquaint ance with works of art, which will in time diffuse its beneficial effects over the minds of the com munity. In the first place, let the trustees of the British Museum, in whose name I believe the national collection of pictures is vested, no longer defer to the veto of a narrow-minded coterie of mistaken economists. Much is ex pected from the accession to the number of an enlightened and liberal pritice of the blood : the officers of this institution look to this circumstance as an event which will place them on a footing of respect and importance befitting men of talent and literature, unlike that to which they are now obliged to submit, but of which no individual likes to complain; knowing that an appeal would be met by the sic volo of some ofthe uncourteous amongst the trustees. Even in this noble establishment, which is nominally under the protection of officers of the state and men of the highest official situations in the country, the advance ment of science by the means recommended in the Report we have quoted, namely — \" by opening to merit the prospect of reward and distinction,\" was disregarded in the attempt"], [50, "46 made to prevent the well earned right of suc cession of Mr. Ellis in favour of the scion ofa noble stock ; who, although he might be an amiable and good man, could not be in any degree so well qualified as the present indefati gable and well-informed librarian to fill the head of this department. It is a matter of astonishment that the late Mr. Carr, who constantly complained of the apathy of the government in regard to the secu rity and protection of the National Gallery, could decide on bequeathing his valuable collec tion to this institution ; we believe, indeed, that it was given on the express condition that a proper room should be constructed for its recep tion ; and fortunately for the lovers and promoters ofthe fine arts, this must shortly be done, for the house in which these noble productions are now deposited is required for other purposes, and must without much delay be pulled down. On this occasion it is to be hoped that the minister of the day will make a noble stand on the broad principles of national prosperity and of national policy, and look forward to the solid advantages that must finally accrue to the nation from the countenance afforded by government in promoting the success of the arts. On the subject of the study of architecture, which it is the main object of these pages to en-"], [51, "47 force and promote, much has yet to be performed, for hitherto the academy has done little, and the government nothing. We must not, however, omit to record a demonstration made by the former in its favour. A collection of casts from ancient specimens of the art existing at Rome was made by the late president of the Royal Academy, and at his death was offered for a certain specified sum to this body. Rather than risk the dispersion of a valuable collection, the terms were accepted, although the Academy had not a foot of space which could with pro priety be appropriated to its reception. The offer of presenting it to the British Museum was accepted, not without repugnance on the part of some of the trustees ; first, on the plea that they were casts, and not originals : forgetting that a portion of the Panathenaic procession and the Selinuntine metopæ were only casts, and sub sequently on that of the expense it would be necessary to incur. The disposition, however, shown by the Academy to second the means for the study and promotion of architecture is highly creditable to the body ; and if merely considered as the first step towards the advancement of this art, it is important in the results that may arise from it. It will serve, at least, to show the public that they would not scruple to contribute a portion of their funds in obtaining specimens"], [52, "48 of real utility if opportunity and accommodation were placed within their reach ; and enforces their plea for a demand upon the government to aid their meritorious endeavours, by giving to all the arts a local habitation and a name. A favourable opportunity was offered to the government, such as is not likely to occur again, of promoting the advancement of architecture and the embellishment of the country by the erection of new churches, for which purpose the parliament has made such liberal grants. Had these resources been properly directed, we should not now witness the anomalous masses which, in the language ofthe Quarterly Review, have been perpetrated, with some few excep tions, in the metropolis and in the provinces. All regard to propriety aud unity of design has been disregarded by the church commis sioners, whose sole object seems to have been directed to vary the means of acquiring a certain quantum of accommodation for a given sum. The surveyor general, indeed, was added to the council, who, had he been an architect by profession instead of a field-officer, might have guided the taste of the commissioners ; but he seems to have been placed there for the sole purpose of releasing the commissioners from all responsibility on point of taste. The original appointment of this amiable man to the"], [53, "49 situation he lately held was a matter of some surprise ; for although a committee of the house of commons recommended that the surveyor general should not be an architect, there could be no impropriety in the appointment ofa person who had been one. The recommendation ofthe committee seems to have arisen from the incon venience of appointing an architect in full prac tice, which was experienced in the case of James Wyatt, whose dilatory habits and exten sive engagements rendered his appointment objectionable. The commissioners limited their inquiries to the practical details ofthe buildings, and to this object only the attention ofthe architects in the surveyor-general's department was directed. The result of these measures has really been most unfortunate. The selection of architects being left to local committees and country ves tries, gave rise to a system of cabal and jobbing that disgusted the more experienced professors ofthe art, who left the field open to young and unpractised competitors. It had too the effect of creating a number of architects, who were left without employment when the casual demand for their services ceased; and it is a circum stance of no uncommon occurrence to find these now applying to established architects for employment as drawing-clerks. There are"], [54, "50 certainly some very creditable exceptions from the general run of designs ; but in the great majority, especially in those which are called Gothic, we find the architectural characters of every age and no age at all combined. The concluding passages ofthe Report ofthe Select Committee appointed by the House of Commons to deliberate upon the subject of the Elgin marbles, the text on which the foregoing observations are founded, involves a position that may be considered very questionable. It goes the length of affirming that our own, among other free governments, is favourable to the production of native talent, to the maturity of the powers of the human mind, and to the growth of every species of excellence ; inas- much as it opens to merit, in a degree beyond the means and inclination of other governments, less free, the prospect of reward and distinction. How far this is borne out by an inquiry into the state of science in England has been discussed in the recent publication of Mr. Babbage. Although the statements are allowed to be in some degree exaggerated, there is too much of truth in the remarks it contains. The editors of the Quarterly Review, a work in which we do not usually look for dispraise of the government, to which the observations in it more particularly apply, and whose sentiments on this occasion"], [55, "51 may be regarded as biassed by no political propensities, and consequently the more readily admitted, strongly incline to the view of the subject taken by the author. These writers concur in attributing the decline of science in England to the absence of adequate encourage- ment. The ingenious and dissenting reply of a foreigner contained in the little pamphlet edited by Mr. Faraday, written in a spirit contrary to the universal practice of decrying every literary effort of English birth, is so flattering to our egotism that it is not without reluctance we question the accuracy of its deduc- tions. Iu contrasting the humiliating conditions annexed to the enjoyment of a salary granted by the government to the members ofthe French academies with the independence of the English litterati, it may be remarked that a patronage of a British government might be wholly uncon- ditional if stipendiary rewards were thought likely to prove beneficial to our national institu- tions of a similar kind. But there is one admis- sion which has found its way into the arguments in refutation of the alleged decline of literature in England that places the greater advancement ofthe foreign universities beyond dispute. The author observes, that \" there are countries in Europe where no young men could think of studying medicine, mathematics, or natural sci-"], [56, "52 ence with the help of Latin only, and without being prepared, before entering the university, with a sufficient knowledge of German, English, and French.\" It would be rare to find such a polyglot student in any of our colleges or universities. The fact, in the words of a very accomplished and well informed scholar, is that all Germany is a hot-bed of Greek, and our academic institutions are now using editions of classical writers, both Greek and Latin, issuing from the German press. The pamphlet itself, written in good English, with but few instances of foreign idiom, affords a proof in itself of the greater literary attainments of foreigners, for no Englishman engaged in scientific pursuits is capable, I think, of a production equally well written in the German language. How the truth of the position assumed is exemplified in respect to the fine arts has been canvassed in the subsequent work of Mr. Mil lengen, where the subject is discussed with much perspicuity and sound argument. It is much to be regretted that the author has per mitted the spirit of party to be mixed up with his observations. The arts are of no party, they will thrive when encouraged either by whig or by tory; but their advancement will be checked, if not finally prevented, by an attempt to raise support for them on the base of a faction"], [57, "53 or politics. The foregoing observations, how ever, apply to the governments of either party ; during the predominance of both we may look in vain for the rewards and distinctions bestowed on artists and the arts. The honour of knie-ht hood has been occasionally bestowed on personal favourites of the reigning sovereign, but no one government has as yet pursued any organ ised or constituted plan for the encouragement ofthe fine arts. The late government is open to this charge in common with every one that has preceded it, although, perhaps, it may be said that the premiership of the Duke of Wel lington has exercised an influence less beneficial to the arts and sciences than that of any of his predecessors. Already exalted to the highest pinnacle of glory by his military achievements, he can add little to the immortality he has so richly merited. The patronage of the arts might em bellish the base, and add to his reputation as a statesman ; but he has afforded ample grounds for the belief that he is wholly indifferent to such accessorial honours. The taste of the noble duke leads him no more to admire a Parthenon of Parian marble or Portland stone than one animated by a living spirit. The sculpture he regards with admiration is that directed to the repair of broken or lost limbs — not of statuary, but of flesh and blood ! and the"], [58, "54 only columns of which he knows any thing, or that he contemplates with satisfaction, are those with which he could move to support the capitals of foreign potentates. We may talk to all eternity of the elasticity of genius to spring up in spite of opposition or neglect ; it may be true to a limited extent, but is inapplicable to permanent success in the culti vation of the fine arts. Before these can con tribute to the renown or the moral strength of the government, a Pericles must be found to support the conceptions of a Phidias ; the government must take the lead m the advance ment of the arts and stamp its charter with the seal of fashion before the community will follow. On the other hand, if artists would rise to any degree of eminence, the cultivation ofthe intel lect must be united to the natural gift of talent. But where, we may ask, is the encouragement, and where the springs whence flow rewards and distinctions, about which the select committee and their chairman speak so confidently in this freest of all free governments ? and what is the reward to which artists may look as the prize of a successful exercise of talent? The patronage of artists within the reach of government is limited to very few appointments. A portrait painter, through talent, address, and the inter vention of powerful friends, maybe made painter"], [59, "55 to the king, and, with the privilege of providing foreign ambassadors with the royal portraits, have an opportunity of realising a considerable fortune. The late President of the Royal Academy was in this way in possession of a considerable income, and with his private prac tice might have amassed wealth, and yet indulged his passion for specimens of drawings by old masters. The public, perhaps, have no concern with the follies or the passions of artists ; they have the right of spending or squandering the income acq red by their own exertions in any manner how ver absurd or reprehensible ; but the ques- tion ssunies another aspect when the funds ofa pub institution are diverted from their legiti- mate purposes in favour of one who, under such crcumstances, leaves his family without any adequate provision. It cannot be regarded as consistent with the encouragement of living- artists that the proceeds of the annual exhibition ofthe British Institution should be destined to a purpose left unaccomplished through the in- conside ite conduct of an individual, however highly ifted ; especially when by following their v lal custom they would have had a fund at the., disposal for the reward and encourage- ment of historical painting, which in this country may be said to have been almost wholly unpa tronised since the death of George the Third."], [60, "56 The works of a painter so much in vogue as Lawrence might have been exhibited with equal success in any one room in the neighbourhood of St. James's ; and the directors of the British Institution would have avoided the reproach of bestowing patronage on one who in his life time enjoyed and abused it to an extent beyond any one instance of previous occurrence. The British Institution by this act have in some degree neutralised the great benefits they had hitherto conferred on the arts. They have in a measure sanctioned a disregard of moral obliga tions, and left themselves, for a time at least, without the means of being eminently useful in the cause of historical painting, which is rapidly declining, and looks to the Institution for patron age and support iu the absence of all other encouragement. But for the establishment of the British Institution, a fatal blow would have terminated the existence of historical painting when the government of the dayr deprived West of the salary, which had been granted to him by his royal and munificent patron, and left him without the means of support, and to struggle with embarrassments at the close of a life devoted to the improvement of the national taste in painting. This is one of the acts of a reign which is endeavoured to be held up to our admiration as celebrated for the patronage of artists and the arts."], [61, "57 In reflecting on the melancholy fate of that grand composition and highly-wrought produc tion of Hilton, so much admired during the last exhibition of the Royal Academy, how deeply must every one interested in the advancement of the highest branch of painting be concerned to find the artist, who has shown himself equal to the production of one of the greatest efforts of art, unsupported by any other encouragement than the admiration it excited. The little patronage at the disposal of the government or public bodies ought to be be stowed with a scrupulous regard to the claims of real merit, and on the professors of the arts of unblemished character, and not blindly or wilfully conferred at the suggestion of personal friendship or party connexions. In consolidating the board of works with the department ofthe woods and forests, the govern ment has abolished the appointment of three attached architects. These were the chief situ ations under government to which architects looked forward as the reward of a successful career in the profession. Whilst these existed, there was always a stimulus to the honourable and arduous pursuit ofthe art, and they added considerably to the respectability of the profes sion : they could only be held by a few, but like the seats of the bar they had a very extensive"], [62, "58 influence on the character and conduct ofthe can didates for public employment. They might be improperly filled, so may the seats on the bench or the bar, but to be beneficial to the nation and to the profession it was only necessary that the selection of persons should be directed by dis cernment and judgment. According to the plan intended to be pursued in future, the patronage of the government will be more widely spread ; the generality of the members of the profession will not object to the change, but the profession itself must necessarily be lowered in public estimation. Its effects, indeed, will be some what similar to those which would result from the abolition of the judges, leaving the business of the courts to be carried on by an increase of the magistracy. The sculptor has scarcely any excitement to emulation, aud he must trust mainly to chance and the patronage of individuals for the means of support and the reward of merit. During the late war opportunities were afforded to sculptors, who had the courage to encounter the chances of competition, of obtain ing employment on the monuments of the illus trious dead who had fallen gloriously in their country's cause; and although candidates pre sented themselves who relied on the character of the members of the committee, with whom a"], [63, "59 selection was vested, for impartiality and justice, it was not wholly without distrust as to their capability of discriminating between degrees of excellence; a disadvantage that must always attach to competitions where the judges can only possess a very limited knowledge of art. In the present day, the prevailing custom of competition aims at the very destruction of the fine arts ; for although on some occasions the committees of reference are composed of unexceptionable characters, in the majority of instances jobbing and favouritism frequently prevail against the claims of real merit. It is not, however, on common-place occasions, or in the hands of the better classes only, that com petitors suffer through the caprice or inca pacity of the judges. In an instance of no distant occurrence, a committee composed of persons of high character suffered themselves to be canvassed for their votes of preference in favour of a protegee of an individual who was not a member of the committee. On a still more recent occasion, the conduct of a com mittee composed of some of the highest titled members of the community has created much astonishment and disappointment, coupled with a suspicion of partiality or favouritism on the part of some of its members, and afforded an illustration ofthe observation above stated. A"], [64, "60 committee of subscribers, with the Duke of Wellington as the chairman, was appointed to determine upon and select a design for the monument, now in progress, to his late Royal Higrhness the Duke of York. The architects to whom application was made on this occasion were those attached to the board of works, the academicians and associates of the Royal Academy, and the architect employed by the Duke of Wellington. They were urged with all the known impetuosity of his grace to present their designs within a month. No reason was assigned for this hasty measure, which obliged most of the architects thus consulted to obtain the assistance of architectural draughtsmen, at a considerable expense, in order that they might be enabled to complete their drawings within this limited time. However disposed the artists might be to question the taste of the noble duke, no one hesitated to accept the offer of producing a design ; but all appear to have relied with a proper degree of confidence on his character for strict impartiality. Besides, as his grace acted in concert with Lord Farnborough, Sir T. Law rence, and some other men of acknowledged experience in such matters, it was reasonably imagined that he would suffer the opinion of these more competent judges to guide his pro-"], [65, "61 ceedings : acting on this conviction, and on the supposition that the competition would be con ducted in the manner and with the etiquette usually observed on similar occasions, several designs for a monumental column were sub mitted to the inspection of tbe committee. It was, however, necessary that the opinions of his late majesty should confirm their decision, and this eventually proved to be contrary to the expressed intention of the committee, whose preference for a column equal in magnitude to that of Trajan at Rome led them to dictate to the architects the form and nature of the designs to be presented. His majesty's wishes on the subject induced the committee to change their intentions, and fresh designs for a triumphal arch to be placed at the entrance of the Horse Guards were de manded of the artists. This was accordingly done; but still the noble duke adhered to his preference of the columnar form of monument, and trusted to the chapter of accidents to effect his object. The haste which had hitherto characterised the proceedings of the committee, to the great inconvenience and cost of the artists, was now exchanged for total inactivity: all further measures were postponed until the month of"], [66, "62 February, 1831. In this interval the death of the king left the committee at liberty to follow the- bent of their own inclinations, and they availed themselves of the event to resume their original preference of a columnar monument. The committee soon after this period renewed their sittings, and at one of these a model of the column of Trajan was selected for execu tion. The knowledge of the circumstances under which the committee came to such a decision has baffled all inquiry : the noble duke is known to have been absent, and Lord Farn borough confined by indisposition. Sir Thomas Lawrence was no more, and another of the committee, whose name I am bound to with hold, appears to have received no intimation of the meeting in question. The onlyr members who are known to have been present besides the secretary were a few individuals distin guished for their acquiescence in all the views of the noble premier. The infallibility attached to the measures of the duke by his admirers is supposed to have influenced a decision made in conformity with the expressed predilection of the duke, and in favour of his architect. Such is the explanation given of this mysterious affair. No one of the competitors can for a moment harbour a suspicion of unfairness on"], [67, "63 the part of the noble duke or Lord Farnbo rough ; they stand fully acquitted of the charge of partiality ; but a considerable degree of suspicion has been expressed as to the motives which led to the adoption of the design now in progress. Not the slightest degree of impro priety or incapacity is imputed to Mr. B. Wyatt, who possessed sufficient tact to relieve himself from every degree of responsibility to the tri bunal of taste, and who very naturally availed himself of his savoir faire by confining his efforts to the production of only one design, and that the model of a column existing at Rome; the duplicate of which at Paris, embel lished with sculpture by Parisian artists, and executed in bronze, its only recommendations, had been known to have excited the admiration of the noble duke. It was not until six weeks after the decision, which was only communicated to the successful candidate, that the other competitors were made acquainted with the selection of the committee. The official note of the secretary announcing it, and requiring the several artists to send for their drawings, was couched somewhat in the style of a man who may be supposed to have required from some half dozen of shoe-makers, Wellingtons, on trial, and, having fitted himself to his satisfaction, desires them to send and"], [68, "64 take back their rejected samples *. The noble duke, accustomed to the promptitude of obedi ence from all attached to him or his office, appears indeed to have considered the artists as much at his command as the red-coated peons and knights, which he moves at will on the great board of strategetic chess; and was much surprised when some of the archi tects, resenting the absence of all courtesy on the part of the committee, determined upon treatiug the affair as a mere matter of business, and preferred a charge for their designs, which, under other circumstances and on other con ditions virtually implied if not expressed on all similar occasions, would never have been demanded. Thus a monument objectionable in point of taste, erected at a period long subsequent to the era of pure architecture, inappropriate to the object in view, and hideous when stripped of its only claims to our admiration, is selected as the model most worthy of imitation by a * Horse Guards, March 4, 1831. General Maitland begs to inform Mr. Wilkins that the Committee for erecting a monument to the memory of his late Royal Highness the Duke of York, having made their selection, the drawings of Mr. Wilkins will be returned to him whenever he may send for them. W. Wilkins, Esq."], [69, "65 committee who countenance by such an act the charge of the decline of the arts in England, and thus convey to posterity a lasting libel on the united talents ofthe architects ofthe age. The synod of taste at Paris were fully aware of the worthlessness of the column without sculpture. Denon, in his \"description of Pom pey's pillar, describes this monument and its companion, the column of Antoninus, as \" Des cylindres colossales, sur lesquelles est fastueuse ment derolee 1' histoire des expeditions glo rieuses; et que reduites a leur simples traits et leur seul dimension, elles ne seront plus que de lourds et tristes monuments.\" The selection of this gigantic candlestick, without any strongly marked accessories de noting the purposes of its erection, is further to be condemned on the grounds of inappro priateness, if I may be allowed to use such a term: but perhaps the committee thought it unnecessary to inquire into the circumstances which led to the construction of the original. The inscription on the pedestal would have informed them that it was erected in order to commemorate a great work of Mac Adamiza tion performed by the Emperor Trajan, and not for his measures in the cabinet or his achieve ments in the field. It is circumstances of this kind that lead"], [70, "66 artists to doubt the justice and fairness of decisions on the comparative merits of archi tectural designs. No architect of any eminence, who is in the possession of a practice sufficient for his support, but feels repugnance in subject ing himself to the chance of a rejection of his design through ignorance or partiality. But although a disgust of the profession is fre quently excited from occurrences such as these, the love of architecture and the advancement ofthe art is the ruling passion ofthe true artist; and hence the natural and legitimate desire to see them placed in the way of advancement. It is a feeling of this kind that prompts me to the effort of an appeal through your Lord ship's more powerful interference with the government of which you form a part, to assist in the formation of a school of architecture. It has been said that this branch of the fine arts has been the only one patronized during the late reign ; I must beg leave to deny that architecture has been excepted from the general disregard of the arts during this period. It is true that one or two personal favourites have been extensively employed by the sovereign, but the art has neither been fostered nor cultivated. The formation of a school has yet to be ac complished ; .and it is to this primary object that I am desirous of directing your attention."], [71, "67 If I do not urge upon you the renewal of your efforts for the removal of the Royal Academy, it is because I have learnt, since the commence ment of these pages, that Lord Grey shares in common with Necker the generous sentiments of this great statesman and economist, con tained in the passage which I have borrowed from Mr. Millingen's pamphlet, and used as my motto to this Letter. His Lordship is known to have listened, with every degree of encourage ment, to a suggestion for an exchange of sites, which will enable him to concentrate the public offices, and at the same time afford to the Royal Academy a greater degree of accommodation than they now possess in Somerset House. A proposal for the more safe custody and a greater extension of space for the arrangement of the national collection of pictures has also been laid before his Lordship and received that kind of approbation which leaves its accomplishment a measure of no great difficulty. A small pecuniary grant, in order to provide models ofthe most approved specimens of ancient architecture, might be necessary at the outset of the project to which I have alluded; but the chief requisite for the success of such an under taking is that kind of accommodation granted by George the Third to the Royal Academy. Apartments for the study and the exhibition of the works of architecture would go far towards"], [72, "68 its accomplishment; and at no distant period, when the royal residence is removed to Buck ingham house, the appropriation of a small portion of St. James's Palace might probably be granted without any public inconvenience. I would propose no plan that had not the con currence of the Royal Academy, of which institution it ought to form a portion ; detached perhaps as to its locality and management, but connected with it as visiters and arbitrators in all appeals. It may be asked why support for such a purpose is not sought at the hands of the society of Dilettanti, who had a similar object in view, which was interrupted, as we have seen, by the institution of the Royal Academy? To this I answer, that the funds remaining in the hands of the society, after the demands upon it by the Asiatic missions, are appro priated to purposes closely allied to the promo tion of architecture : when this object shall have been effected, I have no doubt of their cooperation in the support of such an establish ment, and that they will answer the call upon them in the words of their reply to the society of painters, which has already been noticed. But this is not all ; the measure, to be fully effective, must emanate from the members of the government, and even then success will be very questionable, unless they give a tone to"], [73, "69 the exercise and profession of the fine arts, so as to render the pursuit of them popular, and, alas for the necessity of such a confession — fashionable ! I have already stated my doubts as to the expediency of affording salaries to the members of any of our institutions, excepting to such as devote a portion of time to the discharge of permanent duties ; but some kind of distinction is essentially necessary to the progress of sci ence and art, in cases where talent and genius have been publicly displayed and acknow ledged : there must be some certain stimulus to excite men to extraordinary efforts in cir cumstances where pecuniary profit or profes sional employment is not necessarily consequent upon the aim and attainment of excellence. It does not follow when a professional man has arrived at the highest point of excellence in his art that commissions flow in upon him. An artist must be the painter, sculptor, or architect in vogue to reap pecuniary advantages from the successful attainment of perfection in his art. In the instance of Flaxman and in the more recent case of Baily, of what advantage has it been to either that they have approached so near perfection in all branches of sculp ture? Have they been benefited by a corres ponding degree of public patronage? No ! the"], [74, "70 very reverse is the fact — they have not been the artists in fashion. The case of Hilton, in historical painting, is one of similar hardship and neglect. Quackery, assurance, and, above all, favouritism, are more certain roads to pro fessional practice than modest and unobtrusive but genuine merit. It is not pretended that this is always the result, for the extensive patronage of some noble and distinguished individuals has effected much, and afforded an example worthy of more general adoption; but to the majority of instances this remark will be found appli cable. The best rewards of successful merit at the command of a government are commissions and distinctions — commissions to artists of true merit, where other employment is insufficient, and distinctions upon those who enjoy a pro portionate share of public or individual patron age. Patronage of every description ought, as I have already remarked, to be judiciously and impartially exercised to become beneficial as a stimulus; indiscriminately bestowed it is worse in its results than no patronage at all: when conferred without regard to the just and equit able claims of character and talent, it may benefit a few individuals, but it will dishearten the truly deserving and disgust the great majo rity of professional artists. Distinctions to be"], [75, "71 valuable must not be common, and only granted on just and equitable grounds ; they must be something that will confer on the possessor a right to challenge a certain position in society, and make his profession respected by those moving in the higher circles. The members of the government should set the example of pay ing homage to science and art by occasionally associating with those who have distinguished themselves in their vocations. Commissions to artists, as a means of reward ing successful merit, must be attended with a certain portion of public expenditure ; but it ought not to be regarded on this account as objectionable in any government which has the courage to adopt a true and liberal course of policy, and on such grounds dare to lend the public money with the sure prospect of a usurious return. Whilst every nation on the continent, whe ther free or despotic, is engaged in the forma tion of galleries truly national, our own, the freest amongst the free, and therefore, in the language of the Report, but hitherto in lan guage only, the most liberal in rewarding the productions of native talent, have as yet pur sued no such patriotic example. If the trifling sum of six thousand pounds, trifling when compared with the liberal expenditure of the"], [76, "72 French towards the encouragement of the fine arts, and still more so when contrasted with the sums expended on subjects having no claim whatever upon the public purse ; if, I repeat, this sum were annually appropriated to com missions, to be given to the successful candidates for fame in painting and sculpture, with the view of forming a gallery of native talent, it would effect much for the fine arts, and make a return in the advantages which have their source in taste and refinement. The cry of the pseudo-economists, who, to obtain popularity with the multitude exclaim against all such expenditure of the public money as they deem not absolutely necessary in their contracted and near-sighted view of the objects essential to national prosperity, is unworthy the attention of an enlightened ad ministration. With equal reason they might object to that part of the public expenditure which provides for the security of commerce where the profits arise to a few individuals of the community only. But the statesman knows that in the wealth of individuals consists the wealth of the community; and this axiom is equally true whether applied to a tangible commodity or to the advantages that flow from the treasury of intellect. The cause, therefore, of the arts is the cause of the nation, and"], [77, "73 although the community at large may be uncon scious of such an intimate connexion, statesmen are not. In conclusion I shall beg leave to relate a circumstance illustrative of the mode in which an English government rewards the successful efforts of talent. After the decisive battle of Waterloo, Lord Castlereagh moved an address to the Prince Regent, that he would be pleased to give directions for erecting a national monument in honour of the victory at Waterloo, and in commemoration of those who gloriously fell in achieving it ; which was unanimously agreed to. In the fervour of admiration and sympathy the nation's representatives subsequently voted three hundred thousand pounds for the erection of two monuments to commemorate that victory and the no less decisive battle off Trafalgar and in testimony of the gratitude of the state towards those who had sacrificed their lives for the salvation of the country. In the Speaker's address to his Royal High ness the Prince Regent, on presenting the Vote of Credit Bill at the close of the session, he says, in allusion to this subject, \"To consecrate the trophies and perpetuate the fame of out brave countrymen who fell in that unrivalled victory, we have declared it to be our ardent"], [78, "74 desire, and it will be the distinguished glory of your Royal Highness' days to erect in the metropolis of the empire such a lofty and durable monument of their military renown and our national gratitude as may command the veneration of our latest posterity.\" A committee was appointed to carry this measure into effect : the artists of the LTnited Kingdom were invited to enter into a compe tition and offer designs for these national trophies. The form and solemnity attached to these preliminary measures were such as to leave no doubt of the speedy accomplishment of this object, and a numerous body of artists, excited by the desire of associating their name with the events they were intended to record, exerted their talents in the production of models and designs appropriate to the occasion. Many months after this public invitation, when the time allowed for the production of the designs was fast approaching, the committee inserted an advertisement in the public papers, in which they expressed their opinion that a tower was considered as the most appropriate form to be followed in the design for the Waterloo monument; and the time was enlarged until January, 1817, for the purpose of affording an opportunity to the artists engaged in the com petition to alter or change their plans."], [79, "75 The artists whose design for the Waterloo monument obtained the unanimous preference of the committee, had devoted more than twelve months to the study and perfection of the models they presented, and upwards of five hundred pounds in their execution; disdaining all limit of time and expenditure for the chance of obtaining the fame and the emolument which would necessarily result from success in this arduous and unprecedented competition. In the Report of the Committee to the Lords of the Treasury, they recommended that the superintendence and direction of the work should be confided to the successful competi tors; such indeed being the implied condition in all competitions when the selected design is the production of an experienced and unob jectionable candidate. The times, however, were considered to be only favourable for the construction of new and the alteration of old palaces. The Report of the Committee, for some unexplained reason, was withdrawn; the nation's gratitude cooled with the indifference shown by the administra tion, aud those who had not spared their life blood in the attainment of a victory which saved all Europe were forgotten ! The artists, however, whose talents and ex ertions never go unrewarded or undistinguished,"], [80, "76 in the language of the Report, it may be pre sumed, were remunerated — generously and nobly remunerated to an extent corresponding with the importance with which the great repre sentatives of the nation and their speaker in his address to the Prince Regent had invested the subject; — those who had devoted twelve months of their time, the artist's wealth, and upwards of five hundred pounds out of the savings of their professional practice, in per fecting their designs and in the supervision and execution of highly finished models, were remunerated, it may be thought, in a manner corresponding with the high flown sentiments of Mr. Bankes, who was himself a member of the committee!!! They were remunerated by the award of the premium offered, and left to procure their subsistence by success in future competitions instituted upon the surer basis of individual consistency. They were left to their own congratulations of success with the comfortable assurance that two such victories would, like those of Pyrrhus, be followed by their ruin. The good-natured nobleman who presided at the committee, we have every rea son to believe, saw the justice of more ample remuneration, but in this he was opposed by Mr. Bankes — the prodigal dispenser of rewards to successful merit — in words, but not in acts."], [81, "77 It was alleged that the government had pledged themselves to nothing more; it was willing to perform its part of the bargain, and doing \" no wrong could dread no judgment.\" Mr. Bankes, however, knew very well that the government was pledged to the execution of the monument, and virtually pledged to the successful candidates in the amount of the usual professional commission upon the costs of execution of the design selected. Mr. Bankes knew that the Report of the Committee to the Lords of the Treasury did in fact guarantee this amount of remuneration, exclusive of that which in the eyes of the competitors was above all value — namely, the fame of the architect, a fame coexistent with the duration of the monu ment, and in a degree associated with the noble action it was destined to commemorate. Meanwhile the French, who are naturally jealous of England's superiority, in arms if not in arts, deny to our nation the claim of a victory beyond all precedent. The memorial of battles not a tenth part of the importance of that of Waterloo have been perpetuated in France by monuments of great variety, and some of vast cost. The absence of an English trophy of corresponding importance is viewed bv the French as disclaiming all pretensions to such a victory; and this circumstance has been so industriously circulated that the people have"], [82, "78 been made to believe the English were defeated on that memorable occasion. It has been attempted to be shown by a noble lord, who ought to have been the last to aid the government in ridding themselves of a measure to the execution of which they stood pledged by the most solemn acts of the legis lature, that the little piece of cabinet work, copied from that of the Tuileries, itself a copy in miniature of the Arch of Constantine, which now forms the entrance to Buckingham Palace, was to be built in commemoration of the battle of Waterloo. Was this pretty bauble the monument sanctioned by the unanimous vote ofthe parliament — the unanimous selection of the committee appointed to carry into effect the wishes of the nation's representatives? — The lofty and durable monument of our military renown and our nation's gratitude, in the lan guage of the speaker in his address to the throne? — I am persuaded that the noble lord will on reflection repent an attempt which would involve, in its results, an act of injustice to the army and to the arts — To the army, by pre cluding the discharge, however tardy, of a debt of gratitude — To the arts, by withholding from the successful exertion of talent the emoluments arising from the execution of any design that may yet be adopted, and that reward which I have alluded as most prized by the artist; — but"], [83, "79 more than this, it would be bestowing both on one who was an unsuccessful competitor in the con test for architectural honours and distinctions. The noble leader fortunately lived to claim that fulfilment of the nation's promise and that reward so justly conceded to his military talents; the multitudinous dead had no Antony \" to put tongues in every wound and bid them speak,\" no brother in arms to demand the tribute of sym pathy, and to reproach the thoughtless living with the want of all gratitude save that of words for services so dearly rendered. The ingratitude of one state towards another for the most lasting benefits is proverbial : but it is to be hoped that the absence of all such feeling in the English nation towards its heroes and its martyrs has no parallel. With such an example before him the artist cannot wonder that his claims should be overlooked : such a line of conduct is quite in character with the oblivion ofthe no longer useful defender of his country. Eulogy which costs nothing has been, indeed, liberally bestowed whenever the military deeds of the heroes of Waterloo and of Trafalgar have been the subject of remark ; but where are the monuments which, after a lapse of two thousand years, are to tell posterity, in the words of the Potidæan inscription, ***** • * * i//t/vG__ . dfrippoira _r'_r_ 'HWaija. r' dpertjv Kal rar/)/. tvKKeiaav."], [84, "80 The little \" republic of Athens\" rose to \" im portance and splendour\" by measures such as these, for although frequently ungrateful to the heroes who led her armies to victory she never omitted to record her obligations to those who obtained them at the expense of life. I forget what Greek author has said, ANAPslN AGANATHN I1AXA TH TAOOS. A sentiment that cannot fail to be highly appre ciated by English economists, who appear to think that the memory of her heroes is best perpetuated by the sod that covers them, and every other kind of monument unnecessary. I have the honour to be, My Lord, Your Lordship's most obedient, humble servant, WILLIAM WILKINS. 35, Weymoulh Street, Ao_ 20, 1831. FINIS. Cliisnick : C. Whittiugl iam."], [85, ""], [86, ""]]