[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A I si ANr"], [6, ""], [7, "ATHELSTAN, it fEtf&ipi^ LIFE AND DEATH, Sit \"aiUgorr*, AND OTHER POEMS. By EDMUND H. WHITE, GUARD, GREAT WESTERN RAILWAY. LONDON: WILLIAM STRANGE, 21, PATERNOSTER ROW. MDCCCXLVII."], [8, ""], [9, "TO HIS GRACE THE DUKE OF BEAUFORT, THIS VOLUME IS, BY PERMISSION, MOST RESPECTFULLY ©etfi-atets, BY HIS GRACE'S MOST OBEDIENT, HUMBLE, AND VERY DUTIFUL SERVANT, THE AUTHOR,"], [10, ""], [11, "PREFACE. In presenting this volume to the public, I beg leave most respectfully to thank the numerous subscribers, for the kind manner in which they came forward, with the most generous liberality, to assist me in my undertaking ; and, although I am a\\yare of the deep responsibility I have incurred in thus venturing upon the already fully occupied field of literature, I trust that my humble efforts will not be deemed utterly useless. Doubtless there are many persons who will consider it absurd for a man born and reared in humble circumstances, to attempt to thrust himself for ward upon the notice of the public ; believing, as they do, that an all-wise Creator has conferred upon the sons of honest industry no other talent than that of earning their bread by the sweat of their brow; but, let it be remembered, that when the primeval curse was bestowed upon man, there was no distinction made by that dread Judge, in his universal sentence : the curse was addressed to no distinct class, colour, or creed, but to the whole"], [12, "PREFACE. ■ I human race. Nor can it be denied that irom amongst the lower orders of the people some of the brightest and most glorious of God's living images have sprung, and why should they not? Is not the same heaven above them, and the same earth beneath them ? Is not the illimitable light which beams in the azure sky, shed alike on the highest and the lowest of created beings ? Doth not the mighty ocean receive many tributary streams from sources whose origin is, in appear ance, too contemptible to meet a single glance from the unthinking and unobservant eye ; and shall man, alone, be denied the privilege that is granted to universal nature by its Almighty Founder ? No ! For He who sits upon the august throne Of heaven's eternal vault, and looketh down Upon poor sinful man, alone can tell What boundless thoughts do in his bosom dwell; Thoughts, which long smouldering, burst forth into flame, And erst have gain'd a plebeian lasting fame. That such a result will follow my humble efforts, I have not the ridiculous vanity to imagine ; but having for some years been a contributor to a cheap periodical, and having generally found my contribu tions willingly accepted, without ever receiving the slightest remuneration for them, my friends (many of whom move in a far different sphere to that in"], [13, "PREFACE. VII which it hath been my lot to be cast) have fre quently urged me to publish on my own account ; and with a feeling of doubt, not altogether unmixed with a slight ray of hope, for the result, I have acquiesced in their wishes ; and being perfectly aware that apologies will neither add to nor dimi nish the value of these pages, they are most re spectfully presented to the subscribers and the public, by Their most obedient, and very humble servant, The Author. ©{je aufljov's aiforess to n> ©ritt'cs. Oh, ye stern critics, who, with grey goose quill, Cut up poor authors with downright good will, Methinks, e'en now, I see your awful frown, And hear ye mutter uPho! the boor, the clown ! The untaught knave, the ignoramus, yet Hath scarcely learn'd to con his alphabet!\" Gramercy, sirs, 'tis very true, that I Have ne'er yet gazed upon Italia's sky; Nor have I drank from out the precious stream Of classic lore, the poet's loftiest theme ;"], [14, "ADDRESS TO THE CRITICS. VIII Nor Cam, nor Isis, ever deign'd for me Provide a dinner, or more humble tea. Untaught I am, save that I've cast mine eye O'er all creation's works — earth, sea, and sky ; And in each cloud which o'er my head doth lour, Behold the semblance of Almighty pow'r. Is this a crime ? — if 'tis, sirs, then let me Brave all the malice of your enmity ; But if to soar above the common herd, And let my simple strains be feebly heard, Is not a crime, unfitting me for heav'n, By man, at least, I trust to be forgiv'n. Yet, if I err, at least, sweet gentles, look, And, ere you do condemn, pray read my book."], [15, "CONTENTS. PAGE ATHELSTAN : AN HISTORICAL TRAGEDY 1 A FEW WORDS ON POETS, ANCIENT AND MODERN . . 101 STANZAS ON LOVE 121 OH, I LOVE TO RIDE ON THE OCEAN WIDE 124 \"GOD SAID, LET THERE BE LIGHT\" 126 TEIGNMOUTH, SOUTH DEVON 131 A VOICE FROM THE DEAD 133 MY MOTHER'S GRAVE 135 LIFE AND DEATH: AN ALLEGORY 136 THE POACHER 147 A STORM AT SEA 1,50 A CALM AT SEA 154 STANZAS ON HOPE 155 A SOLDIER ON THE FIELD OF WATERLOO 158 DEAR LAND OF THE FREE 161"], [16, ""], [17, "ATHELSTAN: AN HISTORICAL TRAGEDY, IN FIVE ACTS."], [18, "CHARACTERS REPRESENTED. Athelstan, King of Britain. Turketal, Chancellor. Altheof, a Warrior Bishop. „ > English Lords. Essex, J 8 Cedric, a Soldier attached to Essex. Sithric, a Danish Noble, afterwards King of Northumbria. Anlaf, ) „.,.,„ _ > Sithric s Sons. Godfrid, J _, V Welsh Princes. Glendig, J __ ' J- Danish Chiefs. Wulfstan, J Editha, Sister to Athelstan, afterwards Queen of Northumbria, Elgiva, Waiting Woman to Editha. English and Danish Soldiers, fye. fye. fye. Period, 928 and 929, a.d."], [19, "ATHELSTAN. ACT I. SCENE I.— Interior of Athelstan' s Castle Athelstan (solus.) ATHELSTAN. It must be so : then shall fair Britain rest From war's rude turmoil, and her sons enjoy The sweets of calm repose : then may our reign Shed lasting blessings o'er our sea-girt isle ! Ha, see, who comes ! Enter Turketal. Turketal, in our thoughts Thou wert but now ; thy policy we've ta'en Into our deep consideration, glanced With anxious eye o'er all its bearings, and At length become a convert. TURKETAL. Your grace will then adopt my policy ; And yielding up a part, secure the whole ? ATHELSTAN. Heaven grant it so, Turketal ! May thy words Prophetic prove ! Oh, may no luckless star b 2"], [20, "[act I. 4 ATHELSTAN. Cast gloom o'er these fair prospects ! may our land Be free from war and turmoil, and her sons Enjoy those blessings we would fain bestow ! TURKETAL. Doubt not, my liege, it will be so. I feel The spirit of sweet concord rise within My trembling breast ; grant, Heaven, sweet Peace may rest Once more on this fair isle ; bid discord cease, And teach her stubborn sons to cast aside The instruments of war ; then will this land Pour forth in rich profusion all her stores Of hidden wealth, to bless the hand that dives Into her earthly womb. Enter Kent and Essex. ATHELSTAN. Welcome, my lords — right welcome ! We have need Of thy good counsel, and our chancellor Will, in brief words, explain our utmost wish. TURKETAL. His grace, my lords, will list unto our prayers, And end this awful discord, that too long Hath rent fair Britain, and destroy'd her sons. The Princes sEditha, that beauteous maid, Whom Heaven in mercy sent us at our need, Will seal the solemn compact, and become The wife of Sithric, and Northumbria's queen. KENT. Heaven's blessings rest upon her ! May her days"], [21, "SCENE I.] ATHELSTAN. 5 Be days of joy ; her nights blest with repose — The choicest gift bestow'd on mortals ; ills Fly from her lovely presence ; may the joys That nature cast around her parent's couch On her bright natal morn, e'er shed their beams O'er her illustrious head. Oh, may she be, In ages yet to come, renown'd as free From all the vices of her gentle sex. ATHELSTAN. A goodly wish, my lord. What ! Essex dumb In a fair lady's praise? My lord, I deem The fair Editha and you are not friends. ESSEX. Pardon, your grace ; I am not free of speech, But actions speak the man. Let me be judged E'en by my deeds, and if they prove me false To Editha, or any of her sex, However high or humble they may be, Your grace may cast dishonour on my shield. ATHELSTAN. It needs not, Essex, for thy tongue to speak Thy manly virtues or heroic deeds ; Right well we know thee faithful, just, and true ; To honour's cause, and to our hearts thou'rt dear But come, my lords, be seated ! Let us cast All jesting to the winds, for idle words But speak of idle deeds. Let ours be such As tend to the improvement of our race. (Athelstan and Lords sit down in deliberation.)"], [22, "[act I. 6 ATHELSTAN. athelstan (rising.) Even so, my lord ; haste to Northumbria, And say to Sithric thus : We have resolved To crown him King of all Northumberland, Subject to us as suzerain and lord. Say, that to bind our interests in one bond Of godlike brotherhood, we do incline To offer him our sister for. his bride ; Then, if he should reject our proffer, say, We soon will quell his stubborn pride, and lay The guilt of all the blood that may be shed, In most unrighteous warfare, on his head. KENT. My liege, I will conform me to your wish, And doubt not my success. The fiery Dane Is warm and generous, and his valiant heart Too soft and tender to resist the boon Graciously offered. Lovely Editha, Who needs but to be seen, to raise a flame Of fervent passion in brave Sithric's breast, Will soon lead the old warrior in her chains, An all too willing captive to her charms. ATHELSTAN. And you, my Lord of Essex, will with Kent, To aid him with your counsel, should the Dane Refuse consent to this our mild behest. ESSEX. I am your grace's servant, and in this, As in aught else, am ready to obey ;"], [23, "SCENE I.] 7 ATHELSTAN. But think, my liege, ere yet the die is cast, The evils that the Lady Editha May in this compact suffer, should her heart Decline to shed its sweets upon the Dane. TURKETAL. His grace hath well considered, noble Essex, All that your words imply ; but regal dames' Must sacrifice those feelings that oft sway The minds of virgins of ignoble birth. ESSEX. Is't well, my lord, that you should thus advise ? For, oh, bethink you, should aught evil fall Upon the head of that illustrious maid ; Should blighted hopes and sear'd affection fail To win for Britain peace, or should the Dane, Once wedded to fair Editha, forget The value of the jewel that is cast Forth from her native home, her gentle heart Would burst with pain and anguish, and the end Of all your hopes meet with unwholesome blight. ATHELSTAN. Believe us, gentle Essex, we have weigh'd The various arguments for and against This union of our sister and the Dane. ESSEX. 'Tis well, my liege : I've said. My voice no more Shall raise its echo 'gainst thy policy — (Aside) Which rends my heart in twain with mad dening grief !"], [24, "[ACT I 8 ATHELSTAN. ATHELSTAN. Adieu, my lords ! Then, when the morrow's sun Doth cast his rays o'er our fair mother earth, You'll hie you to the Dane, and mark him well, While you recount our offers of free grace ? KENT. We will, my liege. I humbly take my leave. ESSEX. Adieu, my liege. [Exit Athelstan, Turketal, and Kent ESSEX, (solus.) My curse on thee, Turketal, and thy craft ! For thee to live in vile, luxurious ease, The fair Editha must be offer'd up, A living sacrifice. Immortal Mars, Look down upon this sublunary sphere ! Behold how evil spirits walk the earth, And to exchange thy glorious wreaths for peace, Betray soft beauty to the foul embrace Of aged dotards, and thus rob the young Of all that makes life precious — dash the cup Of joy with the polluted bitterness Of earthly wealth and grandeur, whilst the heart Is robbed of its intrinsic worth, becomes A living sepulchre of transient joys, Whose fleeting moments cast o'er all the earth A glorious radiance, while their magic voice Was heard in every gently murmur'd sigh. Oh, Editha ! thou wonder of the world,"], [25, "SCENE I.] ATHELSTAN. 9 And art thou doom'd to perish 'neath the shrine Of the old dotard's poh'cy — become Nurse to an old, decrepit, feeble Dane ! Great God ! who rides amid the whirlwinds, blast Me with vour thunderbolts, or rive the earth In countless atoms — render into chaos Earth, sea, and sky ; or bid the sun to shine No more upon creation's wondrous works ! For all will now in this torn breast be dark As midnight's solemn hour. [Exit. Enter Editha and Elgiva. elgiva. I pray you, madam, calm your troubled breast ; The king will surely listen to your prayers. editha. Oh, Elgiva, thou knowest not the power The great Turketal wields. Oh, Athelstan ! My brother and my king, what have I done, That I should thus be sacrificed ? Fond heart, Oh, lie you still, nor burst in twain with grief Ere I behold my Essex once again ! (Weeps.) ELGIVA. Oh, dearest madam, weep not thus. My eyes Are full to overflowing, and my heart So torn with rage and anguish, I could rend The cold heart out of old Turketal's breast, And hurl it to the howling wolves, whose cries Are more melodious to my ears than are The tones of that old stern and crafty man !"], [26, "10 [act I ATHELSTAN. EDITHA. Alas ! my Elgiva, he has a power Within his subtle breast of bending all My kingly brother's passions to his will. Let him but say, Do this ! and lo ! 'tis done, Though heaven and earth alike forbid the deed ! (Enter Essex.) Oh, Essex ! art thou come to cheer my heart, And bid me not despair ? Say, has the king Relaxed in cruel policy, and freed Me from that galling yoke of slavery, More dreadful than the fetters that entwine Around the outward form ? whose gnawing rends In twain the chords that bind us, heart to heart And soul to soul, in love's sweet sympathy ! ESSEX. Oh, thou much injured and oppressed fair, How shall I curb my tongue, how teach my heart To stay its wonted gush of tenderness, Which rushes madly through my burning veins, Consuming in its course all obstacles That loyalty and honour should call forth From the recesses of my o'erwrought brain, And bid me fly thy presence ! I could weep And play the whining schoolboy till my tears, Like molten lead, coursed down my furrow'd cheeks, And burnt their way into my heaving breast, Robbing it of each particle of life That fell despair hath left."], [27, "SCENE I.] ATHELSTAN. 11 EDITHA. And must we part ? Oh, Essex ! can I live. And not again behold thee ! — never more Gaze on thy godlike form, read in thine eye The love thou bearest the wretched Editha ! And must we — must we part ? ESSEX. Great God, who rul'st the world, what have I done That thus I am chastised ? — whom have I wronged ? What wondrous deed of guilt lies on my soul, That I should thus be tortured ? Have I sinn'd Past all redemption ? — has my hand been steep'd In guiltless blood, or have I raised a blush On a pure virgin's cheek — destroy'd the hopes Of aged sire or widow'd matron — raised My voice against my country, king, or God ? How have I sinned, that thus all earthly hopes, At one fell swoop, should vanish from my sight, Leaving a sightless void, an endless night, Where all was bright, and beautiful, and clear, As early morning's dawn ? Oh, Editha ! Thou best and loveliest of thy gentle sex, For whom all nature weeps — in whose dear form Each grace resplendent shines ; in whose bright orbs The lovely sky's soft azure is express'd ; Whose cheeks outvie in beauty the sweet rose, Whose odorous fragrance fades beneath thy breath, More soft and balmy than the sweet perfume That rises from the rich and gay parterre."], [28, "[ACT I 12 ATHELSTAN. Oh, can I live And not again hear thy soft voice repeat, In tones of sweetest minstrelsy, my name, Whose magic lingers on my ravish'd ears, Bringing a world of joy into my heart Too great to be endured ! (Embraces her.) EDITHA. And must I teach my heart To stay its wonted beatings, and mine eyes To shun the lustre of thy sparkling orbs ! Oh, God ! this is too much. Why was I born To be the the idle sport of fortune ? — rear'd In princely halls, — each wish, ere form'd, drawn forth But to be gratified — my sinful self Held up to an admiring throng, as one Fit only to be worshipp'd, — now cast down Into the very depths of dire despair ! ESSEX. Alas, my love ! my heart's fond idol ; I Have lived too long — to see my darling hopes Dash'd from my fever'd lips : how can I cheer, Your drooping heart, when mine with fury burns At these your great and most unheard of wrongs ? ELGIVA. Madam, the king ! — behold, he comes this way. EDITHA. Oh, heavens, Essex ! whither will you fly ?"], [29, "SCENE I.] ATHELSTAN. 13 ESSEX. Fear not for me, sweet Editha ; my life Is now not worth the keeping : I could die, And bless the hand that dealt the friendly stroke. EDITHA. Oh, Essex ! you must live, — let not your blood Lie on my soul ! Oh, fly ! — I pray you, fly ! ESSEX. One last embrace, thou dear one, ere I go ; I would not lose it for ten thousand lives. EDITHA. Oh, Essex ! noble, best beloved of men, Heaven's blessing rest upon you ! Fly — oh, fly ! (Embracing.) ESSEX. Dearest, I go ; may Heaven's choicest gifts Be shower'd in mercy o'er thy beauteous head ! [Exit. ELGIVA. See, madam — see ; they come ! Will you retire, Or will you here await my lord the king ? EDITHA. Alas, Elgiva ! I cannot retreat ; My limbs refuse their office. Ha ! he comes. (Sits down.) Enter Athelstan, Turketal, and Altheof ATHELSTAN. You see, lord bishop, that our hopes are laid"], [30, "14 [act I. ATHELSTAN. Upon a sure foundation : peace restored, Our islanders will flourish ; nature's stores Will flow in rich abundance o'er the earth, And bounteous Heaven smile upon our reign. ALTHEOF. Sure Heaven itself compassionates our isle, To send such thoughts into your royal breast ; Already do I see the bounteous earth, In rich luxuriance gladden every heart ; Methinks I gaze into the womb of time, And see the earth deck'd out with luscious corn, Whose waving fields, embrowned by the sun, Glittering like radiant gold, doth fill the heart With silent thankfulness, while lowing herds Graze on the vernal slopes, or playful skip Around the wide and lovely range of fields, Whose verdure 's deck'd with flowers of every hue Shooting their slender stems toward the sky, Opening their golden petals to the sun, Whose rays dry up the moistening dew that falls, With night's dark mantle : oh, my gracious liege, Heaven grant my vision may prophetic prove ! ATHELSTAN. Amen, my lord ! Let all our prayers ascend To Him who rules alike the heavens and earth, And all that lives within them. editha, (rising.) My king, my brother, and my gracious liege, In mercy have some pity on your slave. (Kneels.)"], [31, "•SCENE I.] ATHELSTAN. 15 athelstan (assisting her to rise.) What would our beauteous sister, that she stoops To ask of us a favour ? editha. What would I, Athelstan ? Oh, I would crave, In mercy and in pity's sake, a boon, Which you alone can grant! athelstan. 'Tis granted ere 'tis spoken, if it be A boon befitting us to grant, sweet maid. editha. Oh, help me, Heaven, in this my utmost need ! altheof. Fear not, fair daughter ; Heaven's help is nigh, Whene'er its creatures seek its wondrous grace. athelstan. Dear Editha, this weakness is beneath thee. What mighty boon is this that thou wouldst crave? EDITHA. A mighty boon, indeed ! My liege, your sire Was also mine ; what have I done, that I Should forfeit all that appertains to me, From being born of an illustrious race ? And, like the daughter of a vulgar serf, Be offer'd to the highest bidder — placed In barter for that peace your arms should win, Or you should cease to be. ALTHEOF. Daughter, too long hath blood run o'er our land,"], [32, "[act I. 16 ATHELSTAN. In crimson streams ; too long hath man been train 'd To slay his fellow man — enrich the earth With precious drops of life blood. Heaven, at last, Hath, in its boundless mercy, sent the king, Our great and royal master, forth to rear The palm leaf o'er this land of war and strife. EDITHA. That were, my lord, a great, a godlike deed, If justice led the way ; but if to heal A nation's woes, one heart is sacrificed, You do a certain evil, for a good Uncertain and unreal. Thou art a priest, Yet darest impiously to desecrate The might of the Most High — to raise the arm, And strike the heart that Heaven in mercy spares ? ALTHEOF. Pardon me, daughter, if my speech is plain, For I must urge this policy — I've laid My whole heart bare before his grace ; the king, The nobles, and the priesthood, all combine, To wish the realm at length may rest in peace, And thus recruit its wasted strength : thy hand Alone can heal the wounds so long diseased, And bring sweet peace and concord to our isle. EDITHA. All, all, have leagued against me! — heaven, and earth, And man, have all combined ; and what am I, A poor weak woman, in your powerful hands,"], [33, "SCENE II.] ATHELSTAN. 17 To do, or say, to turn your stubborn wills : Alas, there is no hope for me ! Come, Death ! Release me from the horrors of my fate. SCENE II. — Saloon in Sithric's Castle, Northum- bria. — Sithric, Manfrid, and Wulfstan. sithric I tell ye, lords, My power is fixed, in all Northumbria: Not Athelstan nor all his armed host Can hurl me from the summit I have gain'd ; Why should I yield, then, to the puny boy, And bow me down to court his languid smile ? Doth not my blood course through my fiery veins With equal ardour to the sluggish stream That animates his feeble form ? By Heaven ! I will be free as are the mountain wolves, Or else I'll be as naught : by this good blade, I'll carve me out a throne, whereon my race Shall rear its crowned head ; a diadem Shall grace my ample brow ; Northumberland Shall hail me as her king, and own my sway, Or Death shall claim me with my kindred dust. WULFSTAN. A bold resolve ; all hail, Northumbria's king! MANFRID. Sithric, all hail ! All hail, my liege and king ! SITHRIC Prepare ye, then, for war ! Let all your serfs Gird on their armour ; let their voices soar; c"], [34, "[ACT I. 18 ATHELSTAN. High in the heavens ; let our name resound, O'er all our hills, and dales : nor Athelstan Be heard again, save as our deadly foe. (Enter Anlaf and Godfrid.) Welcome, my sons, to this our council ! We Have now resolved to set Northumbria free. ANLAF. Oh, this is glorious news ! Why should I bend And crouch before young Athelstan ? My soul Is fired with gen'rous ardour, and my sword Flies from the scabbard at the glorious thought — Northumbria shall be free ! Enter a Soldier. sithric How now, rude knave ? soldier. My lord, ambassadors from Britain's king Await your lordship's presence. SITHRIC Ha ! what means this, friends ? Wulfstan, attend them ! Sirrah, canst thou tell The name these strangers bear ? [Exit Wulfstan SOLDIER. Two noble lords they are— Earls Kent and Essex. SITHRIC. Enough — you may retire. [Exit Soldier A gallant soldier is the noble Kent ; No trifling matter brings the old lord here."], [35, "SCENE II.] ATHELSTAN. 19 Enter Wulfstan, Kent, and Essex. KENT. Hail, noble Sithric ! hail, Northumbria's chief! ESSEX. Most noble Sithric, hail to thee — all hail ! SITHRIC Welcome, my lords — right welcome to our court ! How fares your liege, the royal Athelstan ? KENT. In peace and comfort Athelstan doth dwell, Surrounded by his court. His gen'rous soul Full long hath mouru'd o'er Britain's many woes ; And to assuage her griefs, dry up her tears, And heal the rancorous sores, that all too long Hath fester'd in her many gaping wounds, Hath sent the noble Essex, and myself, With friendly greeting, to Northumbria's chief. SITHRIC What would the King of Britain? speak, brave Kent, Nor hide the shadow of one thought from us ! KENT. Oh, noble Sithric, fitter is my hand To wield the glittering blade, than is my tongue To speak soft words of love, or raise a flame Within a hero's breast, that should outvie In glory all the honours he has won ! SITHRIC I pray you, noble Kent, explain your words. c2"], [36, "[ACT I. 20 ATHELSTAN. KENT. Thus saith the king to Sithric : Britain bleeds, The earth is moistened with the pure heart's blood Of her most worthy sons : t' allay the strife That all too long hath ruled o'er our fair isle, His grace holds out to Sithric the right hand Of godlike fellowship, proclaims him king Of all Northumbria, subject unto none, Save Britain's king, as suzerain and lord ; And to cement in one eternal bond Of love and friendship, this his gen'rous gift — He offers noble Sithric as a bride, The Princess Editha. ANLAF. Our sire already rules supreme ; why bend The knee to Britain's king ? SITHRIC Peace, Anlaf — peace ! this offer likes me well ; I've heard the lady is most wondrous fair. essex (aside.) Now are my hopes all blighted ; he will grasp, Like menial serf, the glitt'ring bait thrown out ; And Editha is lost, — for ever, lost ! KENT. Fair as the morning sun, whose golden beams Cast a bright radiance o'er the azure sky : Bright as the verdure of Northumbria's hills, When deck'd in summer's beauty, are the charms Of peerless Editha : her voice is soft"], [37, "SCENE II.] 21 ATHELSTAN. And silvery as the lark's, whose matin song Resounds o'er hill, and dale ; her stately form, Is clothed in virgin modesty ; her face Beams with the roseate hue of health ; her eye Darts like a gleam of sunshine on the soul, Illuming, with its beams of lustrous light, All Nature's handiworks. SITHRIC Now, by our hopes of joy, our soul is fired With fierce desire ; the hot blood courses through Our sinewy frame ! Good Kent, thou art possess'd Of youthful fervour in the maiden's praise ! KENT. All praise, heroic Sithric, doth fall short Of her most rare deserts : a lovelier maid, Or one endow'd with more intrinsic worth, Ne'er gazed upon the sun. SITHRIC Withdraw with me, my lords : we'll ponder well O'er Athelstan's fair offer. [Exit Sithric, Kent, and Essex. ANLAF. What think you, lords, of this soft-hearted king ? Is't fit Northumbria's chief bow down to him And cringe, and fawn, and play the sycophant, Or waste his hours in idle dalliance — fall A willing victim to this treach'rous spy, Who'll come deck'd out in smiles, clothed with deceit,"], [38, "22 [act I. ATHELSTAN. To worm herself into her victim's heart, And learn his secret thoughts but to betray? Shame on the man who thus would barter all His hard-earn'd honour, pander to his lust, And rob his sons of their inheritance For woman's treach'rous smiles ! WULFSTAN. Nay speak not rashly, Anlaf; this may prove A blessing to Northumbria, and may lead To safe and lasting peace. MANFRID. I would our chief had yielded to his son This wondrous Phœnix : youthful Editha Is far more fit to grace lord Anlaf's couch Than rest upon the gallant Sithric's breast. GODFRID. Such are my thoughts, brave Manfrid j 'tis not fit That one so gentle should be sacrificed, To appease the wrath of men ! ANLAF. Our father seems delighted with the toy Held up to bribe him, to betray his sons By his most wily foe. GODFRID. Good brother, let us wait, And hear our sire's resolve, ere we condemn him. Enter Sithric, Kent, and Essex. SITHRIC My lords, we have decided. Noble Kent"], [39, "SCENE II.] ATHELSTAN. 23 Will bear this answer back to Britain's king: Our days shall end in peace, war's turmoil cease, And even-handed justice mark our reign. In bonds of love we'll join us to the king; And may those bonds be lasting ! May those hopes Which Heaven, in mercy to our sinful race, Hath planted in the breast of Athelstan, Long live and flourish ! May this favour'd isle Recruit her wasted strength, and man once more Repose in tranquil peace ! KENT. Heaven grant it may be so ! SITHRIC My lords, you'll tarry till the morning's dawn, Then speed you on your way. We will prepare A fitting escort for Northumbria's queen, Then hasten to the King of Britain's court, To claim our beauteous bride. ACT II. SCENE I. — Athelstan's Castle — Editha and Elgiva. editha. Oh, woe ! — oh, woe ! Elgiva, the old Dane Is all enraptured by our worthless charms. ( Weeps.) elgiva. Alas ! alas ! dear lady, weep not thus."], [40, "[ACT II. 24 ATHELSTAN. EDITHA. Oh, my Elgiva, would that I could rend In twain this bleeding heart ! Almighty powers ! Why was I born to be the scoff of fate — Thrust in the world in an untoward hour, 'Mid fierce dissensions, to be offered up A victim to the state ? ELGIVA. Oh, 'tis a false and cruel policy, To offer one so young and guileless up Upon cold Mammon's altar ! EDITHA. Alas, my Elgiva ! how can I teach My bleeding heart to bend beneath the sway Of iron-hearted Sithric, whose stern frown Calls forth my soul's deep terror ; in whose eye The haughty fire of proud despotic will Blends with the frost of age, whose wrinkled brow Speaks volumes of the fire that burns within The soldier's rugged breast ? Enter Sithric, Wulfstan, Athelstan, and Altheof. altheof. Daughter, we have sought thee. Noble Dane, Behold the peerless maid. sithric Oh, wondrous blaze of beauty ! I am dumb With great amaze !"], [41, "SCENE I.] ATHELSTAN. 25 ATHELSTAN. Why weepest thou, sweet sister ? Thy bright orbs Were form'd for love and joy — no tears should dwell In such a sweet abode. EDITHA. Oh, Athelstan ! who is it calls them forth, (weeps,) And bids them gush in torrents, till mine eyes Are darken'd as my soul ? SITHRIC Nay, beauteous trembler, weep not thus : behold, Thy slave kneels at thy feet ; speak thy commands, Nor rack my soul with torture by thy scorn. EDITHA. Oh, noble Sithric ! if thy gentle soul Another's woe can feel, and if thy heart Hath not become unmindful of the pangs That agitate and rend thy suppliant's breast, — I pray thee fly this court — release my heart From the uneasy thraldom forced upon it, And, with my latest breath, I'll bless thy name ! SITHRIC Oh, speak not thus, thou matchless, peerless maid ! How can I teach my tongue to curb its will, And moderate my passion ? Gentle Heaven ! I thank thee for this priceless guerdon more Than all the blessings I have else received ! EDITHA. Thou wilt not, then, release my bleeding heart From all the galling chains that do entwine It in their deadly folds ! Oh, Athelstan,"], [42, "26 ATHELSTAN. [ACT II My brother, and my king — say, is it well That thou shouldst desecrate the name of God, And call this awful deed of sacrifice An offering unto peace, and in his name Barter a living soul — destroy the heart That fondly trusted in thee ? ATHELSTAN. Dear Editha, I marvel much that thou, So ever gentle, shouldst now raise thy voice In sweet complaining, and let \"grief o'erstep The bounds of virtuous prudence. Thou hast been Dear to my heart as are the rays of light That gild the azure sky to human eyes ; No thought of evil ever yet hath found A lurking place within thy breast — why fear The sweet communion love so fondly draws Around earth's creatures, blending into one The souls of those who love ? EDITHA. And darest thou thus to speak, and yet to cast Thy sister forth from all on whom her heart Hath placed its warm affections ? Thou art false To me and to thyself ! SITHRIC Oh, gentle lady, let my humble voice Plead for thy royal brother ! He has deigned To offer to our arms thy lovely form, Which soon shall grace Northumbria's queenly throne, And add new lustre to the crown that binds"], [43, "SCENE I.] ATHELSTAN. 27 Thy lovely brow beneath its ample folds, Bringing the sweets of love to heal the wounds Of rancorous hatred, that too long hath dwelt O'er all our sea girt isle. EDITHA. 'Tis an ill omen'd match ! The lion mates Not with the gentle lamb ; the eagle soars High in the changing clouds, nor bows him down To woo the humble dove ! Why, then, should man Prove false to Nature, and to Nature's laws — Destroy the budding hopes of woman's life, And wither all its joys beneath the frost Of an unequal and unholy match. SITHRIC Believe me, fairest of thy lovely sex, No evil will befal thee ; thou shalt reign Supreme o'er us as o er our subjects ; peace Shall send her soft and smiling handmaids forth To cast her garlands 'neath thy beauteous feet ; Earth shall outvie with man to bless the hour That gave thee to my faithful, loving arms. EDITHA. 'Twere madness longer to attempt to plead For mercy or for pity ! If there dwells Within thy rugged breast one gen'rous thought, I pray you let its lustre 'light on me ! SITHRIC Heaven's blessings 'light on thee, thou lovely maid, For this much of sweet grace. My future days Will all be far too short to speak my thanks."], [44, "[ACT II. 28 ATHELSTAN. EDITHA. Mere idle words flow from the well trained tongue, As doth the gentle streamlet from its source, While man's fierce passions rest within his breast, As doth the pebbles 'neath the limpid stream, Which gently courseth in its time-worn bed, Till earth doth, in her wild convulsive throes, Lash the late gentle current into streams That rush and roar with maniac impetus, And in wild torrents hurls its foaming waves Into the mighty ocean which receives, Within its ample bosom, tribute streams, And bears them on in one wild rushing flood, Destroying in their fury all the hopes Of man, and robbing Nature of her charms — E'en so -is it with man. Let anger rise, And rouse his fiery blood, nor love, nor joy, Can longer find a dwelling in his breast, But all is fierce and undissembled hate, Where late the goddess of sweet peace reposed, In all her tranquil charms. SITHRIC Be thine the task, sweet lady, theu, to curb The fiery spirit that so long hath dwelt Within our native isle ; let thy sweet voice Be heard amid the warriors, who so long Have fought beneath our banners ; bid them cast Forth from their warlike hands the blood-stain'd sword, That far too long hath drank the crimson tide"], [45, "SCENE I.] ATHELSTAN. 29 Of human life-blood, ebbing from the wounds That man inflicts on man ; their swords will fall In countless numbers at thy gentle feet. EDITHA. That were indeed a joy, the which to share I'd freely bare my bosom to the stroke Of Death, however questionable the guise In which he doth appear ! ATHELSTAN. That joy, then, be reserved for thee — thy life Be bless'd with sweet tranquillity ; our hopes, Sweet sister, rest alike on Heaven and thee. EDITHA. Oh, rash impious man, to join with Heaven The name of erring creatures ! Grant, sweet Heaven, That this poor heart may, as a sacrifice, Acceptable be deem'd. Oh, may the curse Of man's fierce passions be by this appeased ! And then, e'en though my aching heart should burst At the fair altar where 'tis offer'd up, It will not break in vain. SITHRIC Oh, rather mayst thou live To shed the glory of thy lustrous charms Around the evening of our waning days ! ATHELSTAN. And add new lustre to the princely line From which thou art descended. Gentle Heaven, And thou, blest Virgin, who doth rest on high,"], [46, "[ACT II 30 ATHELSTAN. Seated amidst the cherubim, look down Upon this beauteous virgin, Britain's hope, — Pour down upon her head the choicest gifts That mortals are endow'd with ; be her name, In ages yet to come, immortalized, As fairest and as gentlest of her sex ! Oh, may her many godlike virtues be Enshrined in every honest Briton's heart, While sun and moon ride in the vaulted arch Of heaven's high and gorgeous canopy, In their majestic course ! [Exit Athelstan, Altheof, Editha, and Elgiva. sithric What think'st thou of our bride ? WULFSTAN. Think, my lord? sithric Why, man, what ails thee ? Thou repeat'st my words, And yet not answer'st them. What think'st thou of our bride ? WULFSTAN. My lord, she is an angel, in whose form Dame Nature hath all former works excell'd, And cast into the shade. SITHRIC Even so, good Wulfstan. Never did mine eyes Gaze on so much fair loveliness, mine ears"], [47, "SCENE I.] ATHELSTAN. 31 E'er listen to such music, as doth fall, In tones of sweetest melody, from lips Too bright and glowing for a child of earth To gaze upon, and stay the fiery blood, That fierce desire doth cause to fill his veins With love's impassion'd flame ! WULFSTAN. My lord, she is a peerless paragon. I marvel that some noble of this court Hath not already won this priceless gem. SITHRIC To thee, my Wulfstan, on whose honest faith I may rely with safety, I will tell The hopes and fears that struggle in my breast Each striving for the mastery. The maid Hath fallen a victim to the rosy god, Whose piercing shafts strike, with unerring aim, The humble and the mighty. In her breast There dwells a secret passion ; every word, Each look, each thought, reveals it ; I must seek To fathom her most secret thoughts. The slave Who dares to think of Editha must die, E'en though my own right hand should strike the blow. Could I but ease me of this incubus, And rid me of my rival, I might hope Sweet Editha would then become more calm, And hide her grief within her virgin breast ; Nor dim the lustre of her eyes with tears, That silently reproach us."], [48, "[ACT II 32 ATHELSTAN. WULFSTAN. But why, my lord, seek to unroll the scroll That fate hath placed within your ready grasp ? The maid secure, placed on Northumbria's throne, Why need you fear a rival in her heart, When all to whom she's known will tarry here, And she will hence with you ? SITHRIC Oh, Wulfstan ! thou but little know'st the arts Of deep and damning subtlety, that lead The Saxon through all dangers to the goal Of his most ardent wishes. I must find My rival in the heart of Editha, And slake my burning thirst for vengeance, ere The flame doth in its fury quite devour The passion that o'ercomes me. WULFSTAN. My lord, I must condemn thee ; for in thus Seeking for causes which have no effect, We trifle with Dame Fortune, who, in spleen, Perchance may cast us off, and lend her smiles To those who more deserve them. (Enter Essex.) (Aside.) My lord, please you retire : I'll question him. SITHRIC 'Tis well, my lord. Our orders you'll attend ? [Exit. WULFSTAN. How now, my lord ! — what ! musing ? Or are thy thoughts all soaring in the clouds ?"], [49, "SCENE I.] ATHELSTAN. 33 ESSEX. What busy fool art thou that, like a jay, Doth freely chatter ? WULFSTAN. My good lord Essex, if methought those words Were meant for Wulfstan's ear ESSEX. Ha, Wulfstan ! is it thou ? My thoughts were far From thee when thus I spoke. WULFSTAN. Enough, my lord ; I could not deem these words Were meant to greet mine ear, or by this light Thou hadst not spoke again. ESSEX. Tut, man — no threats ! — my hand will else be found Ready as thine to curb too free a speech. WULFSTAN. My lord, I were right loth to be the first To burst the bonds of peace, so lately form'd Between the King of Britain and my Chief, By any private brawl. ESSEX. I dare be sworn, good Wulfstan, that thy hand Would rather wield a sword than sign a bond That seals thy boasted freedom, and enthrals Northumbria's sons once more in Britain's toils, E'en though that bond secured Northumbria's chief A young and lovely bride. n"], [50, "34 [ACT II. ATHELSTAN. wulfstan, (aside.) By heaven and earth, 'tis he That fain would win the maiden to his arms ! (To Essex.) In troth, Lord Essex, thou hast guess'd my thoughts : Northumbria will not gain much by this match, So hastily arranged. ESSEX. I tell thee, Dane, this peace will end in strife, More deadly than the fiercest war that e'er Hath cursed this isle of ours. The untried king Looks not in the far distance, as becomes A prince of quick discernment: he but sees The present ; while the future all to him Is dark and undistinguishable chaos. Now, mark the sequel. Nature's most just laws Forbid this cruel sacrifice ; the maid, Whose beauty dazzles Sithric, and destroys His sober judgment, that should bid him pause, Ere he consents to bend his noble knee In fealty to the king, is most unmeet To match with aged Sithric ; her young heart Is all attuned to love, and 'tis not fit That one so young and fair, whose gentle soul, In just abhorrence, shudders at the thought That such an ill-starr'd union conjures up, Should thus be sacrificed. Rather should the wolf Herd with the gentle fawn, the lion play In love's soft dalliance with the timid lamb,"], [51, "SCENE I.] 35 ATHELSTAN. Than valiant Sithric cease to soar, and cast His noble form down on the earth, to woo The beauteous Editha. WULFSTAN. By Heaven, Lord Essex, there is much of truth In thy discourse ! Perchance, the peerless maid Already hath been wooed and won ! Her heart, In all its virgin purity, would fall An easy conquest to some daring youth, Brave, noble, as thyself. ESSEX. Nay, Wulfstan, an' thou wouldst with prying eyes Dive into her heart's secrets, I refer You to the lovely maid. 'Twere a vain boast To say that I possess her confidence, And base, e'en if I did so, to betray it. WULFSTAN. Nay, gentle Essex, heed me not ; I spoke In words unmeasured, but methinks our views In this unlook'd for union are alike Strongly opposed. ESSEX. Thy views I know not ; but I tell thee, Dane, I'd rather that the sun no more shouldst shed Its genial warmth around us, that the moon Should cease to give her light, the myriad stars For ever cease to shine, the azure sky Become one undistinguishable mass Of solemn darkness, than thy chieftain wed The lovely Editha ! [Exit Essex. d 2"], [52, "[act II. 36 ATHELSTAN. wulfstan. 'Tis even so ; his heart is most intent, On his fair lady-love ; yet there is truth In what his tongue hath utter'd. Sithric bends In weak submission to the puny king, Whose peaceful disposition well might lead To Northumbria's independence. SCENE II. — A Saloon in Sithric's Castle Anlaf, Godfrid, and Manfrid. anlaf. Twice hath the sun run his diurnal course ; Twice hath the moon shed her soft mellow light O'er all our native hills ; twice hath the earth Resumed its wonted glories, since our sire Advised us, by brave Manfrid, to prepare To welcome his return — ay, and to greet, Northumbria's youthful queen. manfrid. No marvel that King Sithric hath forgot Northumbria's barren hills, when beauty rests Within his warlike arms ; nathless, my lord, This youthful Hebe, that hath won his heart, And so enthrall'd his senses, that he sleeps In sweet forgetfulness, will so enslave Our gallant chief in love's enticing toils, That we shall all fall victims to the craft Of old Turketal, who now guides the helm Of Britain's stately barque."], [53, "SCENE II.] ATHELSTAN. 37 GODFRID. Manfrid, thy speech but ill becomes the tongue That oft swore truth and fealty to our sire : Nor will I tamely stand, and hear thy spleen Thus vent itself in malice ; the princess Who hath become our queen, let her deserts Be judged ere we condemn her. ANLAF. Brother, I know thy nature is so soft, That beauty must be ever held by thee In secret worship ; e'en though every charm Dame Nature hath bestow'd, bring forth a snake, Whose venom would annihilate thy race. GODFRID. Anlaf, Thou art my father's son, else would these words Have sounded thy death-knell. ANLAF. Ha, sayst thou so, rash boy! — know that my sword Has edge as keen as thine ; beware, beware — Tempt me not to chastise thee ! godfrid, (draws.) Now, by the ashes of my ancestors, That taunt shall cost thee dear ! anlaf, (draws.) Come on, then, sir — come on ! manfrid, (parts them.) Nay, good my lords, put up your swords, weak words"], [54, "38 [ACT II. ATHELSTAN. Should not destroy the bond that Nature cast Around you at your birth. anlaf. Thou'rt right, good Manfrid. Godfrid, we may need To draw our weapons in a nobler cause. GODFRID. Why did you taunt me, then ? you know my soul Is fiery as thine own. [A flourish of trumpets heard. ANLAF. Here comes our sire, and with him the fair toy He has bartered for a crown. Enter Sithric, Wulfstan, Editha, Elgiva, and Soldiers. anlaf. Hail to thee, sire ! and thou, fair princess, hail ! godfrid. Welcome, sweet princess, to our home and hearts! sithric Thanks, thanks, my sons, for this our welcome ! broach Choice liquors in abundance ; let our halls Resound with mirthful joy ; throw open wide Our cells and dungeons ; let each heart rejoice ; Bid Sorrow cease to hold her dismal court In all our broad domains !"], [55, "SCENE II. j ATHELSTAN. 39 EDITHA. Brave scions of a royal house, accept Our thanks for this reception. godfrid, (aside.) Oh, wondrous sight! anlaf, (aside.) Sure beauty never yet did equal this ! SITHRIC Come, Editha, my sweet one ! Let your smiles Illume our royal halls. Come hither, boys, And bend thy knees in fealty to thy queen ! anlaf, (kneeling.) Most gracious queen, accept my faith and troth ! godfrid, (kneeling.) And mine, sweet lady ! (Kisses her hand.) EDITHA. Rise, good my lords, I pray you ; we accept Your fealty as a token of your truth ! manfrid, (kneels.) And mine, illustrious lady — at your feet I humbly pledge my troth ! SITHRIC Come, my sweet love, we will retire ! Anon, We'll meet our gallant chiefs, whose loyalty And faith we may rely on. [Exit Sithric, Editha, Elgiva, and Soldiers."], [56, "40 [ACT II. ATHELSTAN. GODFRID. Like a sweet vision hath she passed away, And left an endless void ! anlaf. 'Tis said, the Serpent tempted Mother Eve To eat forbidden fruit ; an' he had borne A female form, in truth I should have deem'd He had return'd again to lead the way To our good sire's undoing ! GODFRID. Still wilt thou harp upon that tuneless string ! anlaf. And so wouldst thou, good brother, wert thou next Our father in succession ! GODFRID. By Heaven, 'tis false ! I would not raise my voice To cause one sigh to ruffle the fair breast Of that angelic creature — though all earth Hung on the single breath, or that one word Would save the universe — if that it cast One single ray of gloom o'er the fair face Of beauteous Editha ! ANLAF. Godfrid, thou art inconstant as the winds To thy own welfare ! [Exit Anlaf and Manfrid. godfrid. Hold still, thou beating heart. What can this mean? Am I so base, so utterly depraved, To love my father's wife. Oh, gentle Heaven !"], [57, "SCENE II.] ATHELSTAN. 41 Look down upon thy creature ; crush the fiend That doth invade my heart, and hurl him forth, With all the guilty thoughts he would engender And whisper in my willing ears ! That form, So rich in gorgeous beauty, doth outvie And dwindle into ciphers all the rest Of Nature's handiworks ! when shall mine eyes E'er gaze upon these lustrous charms again ? Oh ! 'tis a most unholy sacrifice, To hide such wondrous charms beneath the frost Of my good father's age : sweet Editha, My soul doth melt in pity for the wrongs Inflicted by the cowardice of man On thy angelic form, which thy fair breast In silence must endure till nature fails, And death doth claim the spoil. Twelve Months are supposed to elapse between the Second and Third Acts. ACT III. SCENE I. — Athelstan 's Castle Athelstan, (solus.) Strange murmurs are abroad ; what dire mischance Hath thus destroy'd our hopes of tranquil peace ? Enter Turketal. What news, Lord Chancellor ?"], [58, "42 [act III. ATHELSTAN. TURKETAL. Oh, my dread liege ! ATHELSTAN. Why falters thus thy tongue ? Hath aught of evil happen'd to the state, That turns thy cheek thus pale ? TURKETAL. Sithric, Northumbria's king. ATHELSTAN. Ha ! What of the gallant Dane ? TURKETAL. Death hath been busy — Sithric is no more ! Northumbria is in arms ! ATHELSTAN. Oh, thou ill harbinger, what may this mean ? Who heads this foul revolt ? — Dare Sithric's sons Deny our just supremacy, and hurl Defiance in our teeth ? TURKETAL. Even so, my liege. ATHELSTAN. Then shall chastisement follow ; they shall learn What 'tis to trifle thus with us : our arms Shall teach these recreant slaves what 'tis to beard The lion in his den. TURKETAL. Your grace will then at once accept the gage These traitors have thrown down ?"], [59, "SCENE I.] ATHELSTAN. 43 ATHELSTAN. Turketal, we have striven hard for peace ; Nay, more, we've made a living sacrifice, And yet it doth avail not ; let our wrath Be measured by our wrongs. TURKETAL. Then shall the Danes in sorrow curse the hour, When first they did rebel. ATHELSTAN. Our sister must be cared for ; let brave Kent Demand her at their hands. TURKETAL. My liege, I fly to execute at once All thy commands in full. [Exit Turketal ATHELSTAN. Then was our dream no idle fantasy Of a disorder'd brain. The beauteous earth, So lately garnish'd with all nature's sweets, Methought was all environ'd by a cloud Whose dark'ning shadows flung a dingy mist O'er all earth's loveliness ; anon it rose, And fled before the sun's illumin'd rays, And as it faded in thin air, exposed The barren earth, satured with human gore ; While heaps of slaughter'd wretches fill'd the air With noisome pestilence — their gaping wounds Were each supplied with tongues, that cried aloud To Heaven for vengeance ; while our rivers ran In gushing streams of human blood, till all"], [60, "[ACT III 44 ATHELSTAN. Fair ocean's waves were by the crimson tide Polluted and defiled. (Enter Essex.) Oh, Essex, art thou come To cast the horrors of the coming strife Upon our policy ? ESSEX. My liege, it would but ill befit my tongue To speak rank words of treason. I have heard King Sithric is no more ; his rebel sons Have raised Rebellion's standard. ATHELSTAN. Beshrew me, noble Essex, but thy doubts Have quickly come to pass. (Enter Kent.) Oh, Kent ! again the blood of man must flow, To crush unheard of treason. The fierce Danes Have lost their new-made king ; and ere the tomb Hath closed its portals o'er his cold remains, They've raised the standard of revolt, deny Allegiance to their king, who placed a crown Upon their chieftain's brow ! (Enter a Soldier.) How now, soldier ? SOLDIER. Lord Manfrid craves an audience with your grace On matters of import."], [61, "SCENE I.] ATHELSTAN. 45 ATHELSTAN. A herald from the Danes ! Bid him approach. [Exit Soldier. Enter Manfrid and Turketal. manfrid. Great king, I am commission'd here to bear Sad tidings to your grace. ATHELSTAN. My lord, we've heard, and sorrow'd at the news — Our brother is no more. MANFRID. The spirit of the vet'ran king now dwells In Anlaf's royal breast. ATHELSTAN. We've heard from idle rumour, thy young chief Hath sent his heralds far and wide to bear These tidings to his serfs. MANFRID. King of Britain, royal Anlaf claims Northumbria as his birthright; her brave sons Are Anlaf's subjects, and the slavish term Of serf befits them not. ATHELSTAN. Say to lord Anlaf thus : — His honour'd sire We placed upon Northumbria's throne ; his son Must pay a subject's homage, ere we grace Him with the regal crown."], [62, "[ACT III 46 ATHELSTAN. MANFRID. Thus saith my liege, King Anlaf, in reply : No homage will we pay ; our princely sire Was basely bribed his country to betray ! Peace to his manes ! posterity will cast The blame where 'tis most due. ATHELSTAN. Then, by our father's throne, we will repay This treason to his cost ! MANFRID. King Anlaf bade me say the widow'd queen Is an incumbrance to Northumbria's court. ATHELSTAN. Peace, foul-mouth'd rebel ! get thee from our sight! MANFRID. Nay, King of Britain, I but speak the words Of Anlaf, my liege lord. ATHELSTAN. Bear back this answer to thy rebel chief: Thus saith his liege and king — the die is cast ; Our hungry wolves are loosed, our swords unsheathed — All Britain is in arms. Ourself will lead Our warriors to the north, there to chastise This traitorous insolence. MANFRID. Come when thou wilt, doubt not we will greet thee With a most warm reception. [Exit"], [63, "SCENE I.] ATHELSTAN. 47 ATHELSTAN. Ha ! sayst thou so ? — thy courage we will try, E'en to its utmost limits. Noble lords, Each to your duty ! Kent, thy path's beset With many dangers, yet we know thy name Is in itself a host ; the trait'rous Danes Will scarce molest the escort that doth guard Our sister to our court. KENT. My liege, I'll take with me a force shall strike The traitors dumb with fear. ATHELSTAN. Turketal, on thee now devolves the care Of our internal state : ourself will lead Our army to chastise these rebel Danes. Essex, thou wilt arouse the warlike bands Of Britain's gallant sons, and at their head Prepare to march with us to Brunsbury! [Exit Athelstan and Turketal. ESSEX. Sure never joy e'er equall'd mine — once more My soul is free as mountain air ; my brain Whirls through my burning head ; my bounding heart Beats fiercely 'gainst my lab'ring breast ! Sweet Heaven, On bended knee, I thank thee ; so much bliss Can scarcely be endured !"], [64, "48 [ACT III ATHELSTAN. SCENE II. — Saloon in Sithric's Castle, North- umbria. — Editha and Elgiva. editha. Oh, whither shall I turn ? Within, stern Death doth hold his dismal court — Without, wild tumult reigns. Oh woe — oh woe ! Why was I ever born ? (Weeps.) elgiva. I pray your grace be calm • excess of grief Is most unseemly in the sight of Heaven. editha. What hath a wretch like me to do with Heaven ? ELGIVA. Oh, dearest madam, speak not thus ! — my heart Is racked to see you. editha. Why do you not, then, leave me ? — all have fled To join mine enemies ! Why do you not Worship the rising sun, and leave me here Alone, to weep and die ? ELGIVA. Oh, my dear mistress ! now indeed I fear That grief hath turned thy brain ! editha. Oh, would it had ! sure madness would be bliss Compared to woe like mine."], [65, "SCENE II.] ATHELSTAN. 49 ELGIVA. Dear madam, say not so ; your griefs will find Relief you little dream of. EDITHA. Oh, Elgiva! thou fain wouldst bid me hope, When hope is all in vain. Sure Heaven hath pour'd Its phial of wrath upon our sinful head. ELGIVA. See you no ray of light amid the gloom Of the dark horizon ? Mine eyes are free And more inured to darkness ; I discern A far off ray of dazzling hue. Behold, The clouds are quickly passing from my view, And all is bright and glowing ! Now the sun Bursts forth in fiery flames, its genial warmth Dries up the hazy atmosphere — the sky, Which, lately louring, gloomed so terrific, Is now one field of azure blue ! All earth Teems with its luscious fruits ; you wander forth In ecstasy to gaze upon the scene. EDITHA. Oh, thou false prophetess ! ELGIVA. Not so, my queen. EDITHA. Oh, why hast thou again, at one fell swoop, Crush'd every ray of hope. ELGIVA. Dear madam, hear me. In the dismal clouds, E"], [66, "50 [ACT III. ATHELSTAN. Which rose before mv vision, I beheld The royal Sithric, who is now no more ; And as he passed away, the ray of light That beamed in the far distance, and at length Banished the darkness from the clearing sky, Assumed a human form, and as it came Nearer and nearer to mine eager gaze, I recognised lord Essex, in whose eyes EDITHA. Oh, Heavens ! ELGIVA. There beam'd a true and soul-entrancing flame, Which dried the fount of sorrow at thy heart, And gladdened it with joy — which made the earth And heavens appear to thy enraptured gaze More beautiful, than ere his noble heart, Rich in the fervour of his virtuous love Had been severely tried ! EDITHA. Oh, thou deceitful minister of joy — Too great to be endured ! (Enter Godfrid.) What means this rude intrusion ? Must our grief And sorrows thus be gazed upon by eyes Which Nature's laws, at least, should fill with tears As sacred as our own ? GODFRID. Lady, my steps were hither bent to seek, In solitude, some solace to the woe That rankles in my breast, and not to break"], [67, "SCENE II.] ATHELSTAN. 51 Upon thy silent sorrows. I knew not You were in this apartment, or my feet Should not have enter'd here. EDITHA. Oh, Godfrid, thou wert ever gentle — kind, To us and to thy sire. Alas, not so Was thy stern brother, Anlaf ! yet we hear You aid him now in treason to his king ; And ere thy father rests within his tomb You cast obloquy on his honour'd name, And call down Heaven's vengeance on the land That thus impiously is desecrated By thy stern brother's pride, and raise a storm Of warring passions in the breast of man, Which, ere i*^ shall subside, will cause to flow Man's blood in crimson streams. GODFRID. 'Tis in thy power, sweet lady, to revoke My sinful promise, if there be a sin In such a promise made. EDITHA. Thy words bring comfort to my heart, good youth. How can I aid thee in a cause so just, And thus arrest the horrors that appear Impending o'er our heads ? GODFRID. My brother without aid from me would fail, Nor dare to cope alone with Britain's king. This he well knows, and to ensure my aid, e 2"], [68, "[ACT III 52 ATHELSTAN. With all the host of friends who wait my nod, Hath purchased my good will by offering me A fair partition of Northumbria's lands, With honours that shall place me on a throne More lasting than his own. EDITHA. And wilt thou now withdraw thee, and renounce This treasonable intent ? GODFRID. This will I do — nay, more ; I will submit, And bend the knee to kingly Athelstan ; Become a faithful subject to his grace, And calm Northumbria down again to peace ; Make Anlaf bend his stubborn will, and peace Restore to all the land. EDITHA. And canst thou do all this ? GODFRID. I can, and will ; but must have meet reward For such a sacrifice. EDITHA. Trust me, thou shalt ! Our brother will not fail To recompense thy deeds. GODFRID. Nay, 'tis to thee, dear lady, I must look For my great recompence. EDITHA. Alas, good youth ! it is not in our power E'er to reward thee, save with countless thanks."], [69, "SCENE II.] ATHELSTAN. 53 GODFRID. Dear lady, you much wrong yourself, to doubt The potency of thy most wondrous charms ! EDITHA. What mean you, good my lord ? It is not meet Such words should greet our ears. GODFRID. Oh, say not so, sweet Editha ! My heart Bows down in silent worship to the charms Of thy angelic beauty. Thy sweet voice Falls on mine ear in magic tones, that fill My soul with all the fierceness of desire, To claim thee as mine own. EDITHA. What ! darest thou thus to desecrate alike The laws of God and man — to cast thine eye With foul unnatural longings on the form Of thy dead father's wife, ere yet the tomb Hath closed its portals o'er his cold remains ? Darest thou do this, yet live ? GODFRID. Nay, sweet one, judge not rashly ! My good sire, Absorb'd in his own selfishness, forgot That Nature would revolt, if her just laws By him were all revoked. EDITHA. Oh, shameful ! Most unnatural are thy thoughts—"], [70, "54 [ACT III. ATHELSTAN. Surpassing in their turpitude all else That ever yet we heard. GODFRID. Nay, thou art over sensitive, sweet love ! — You wrong yourself and me. EDITHA. Oh, thou incestuous beast ! Unnatural son, WThose thoughts degrade the godlike form of man, I marvel that thou fearest not to speak Thy dreadful thoughts aloud ! Is there no God, Whose ear is ever open, and whose eye Doth read thy sinful thoughts — whose anger roused, Would crush thee in thy guilt? Ye Heavenly Powers ! In mercy look upon this sinful wretch, And turn his guilty thoughts ! [Editha attempts to retire, when Godfrid seizes her dress, and flings himself at her feet. godfrid. Oh, leave me not in anger, gentle queen — Hope of my heart, and idol of my soul ! Turn not thine eyes away ; let not thine heart Condemn my ardent nature ! I have striven And struggled 'gainst this soul-devouring flame, Which, in its fiery course, consumeth all The gentler passions of my tortured breast, Since first the hour you came across my path, Like to a beam of heavenly light, to cheer This dreary world, as doth the morning's sun"], [71, "SCENE II.] 55 ATHELSTAN. Illume the vaulted arch of yon bright sky, And chase away the sombre hue of night ; And yet it hath avail'd not. EDITHA. Oh, rather would I die, Than listen to thy suit, or lend my soul To such unrighteous thoughts ! Come, Elgiva, We will retire, and on our bended knees, Implore Heaven's mercy for this lustful wretch, Whose guilt is far too great for man to bear ! Farewell, unhappy man ! GODFRID. Thou shalt not leave me thus, though earth and hell Conspire to my undoing. EDITHA. Not leave thee ? Sir, unhand me ! We have heard Thy lips already utter that should make Earth tremble 'neath thy footsteps. Off, sir ! — off! GODFRID. By hell ! thou shalt not go Till thou hast listened to my ardent prayer, E'en though you slay me with your bitter scorn. ELGIVA. Unhand the queen, or our loud cries shall raise The castle to her rescue ! Enter Anlaf and Manfrid. ANLAF. What ! is our gentle mother casting lures,"], [72, "56 [act III ATHELSTAN. To catch thee in her meshes ? Sweet, methinks, Our royal father's memory might hold A place within thy breast, till death's cold sweat Had ceased to rest upon his cold remains. EDITHA. Anlaf, for once we welcome thy approach With tears of heartfelt joy. ANLAF. Nay, madam, trouble not thyself to frame Soft words to greet our ears ! We heed them not. EDITHA. Thy heart, we know, is like an uncut flint, Which needs must be oft struck, ere it emit One single spark of fire ; and yet thy words Are far more pleasing to our ears than those Thy brother spoke but now. [Exit Editha and Elgiva. ANLAF. What means all this ? hast thou and the fair dame Been bandying loving words ? Thy very looks Betray the inward workings of a mind But ill at ease. godfrid. Let it not trouble you — I heed her not. ANLAF. Nay, an' thou dost, small import wert to me, For ere to-morrow's sun sinks in the west, She quits Northumbria's halls."], [73, "SCENE II.] 57 ATHELSTAN. GODFRID. So soon ? ANLAF. Ay, Godfrid ; and methinks 'twere none too soon, If we would save thee from her treach'rous wiles. GODFRID. You wrong her, Anlaf — grossly, foully wrong her ; I marvel that you speak thus wantonly Of her our father loved. ANLAF. Brother, I hate her ; from the very hour Our father sold my birthright, I did loathe This prototype of Eve ! GODFRID. Unmanly and unjust, to cast the blame Upon the fair Editha ; let it rest Upon her brother's head ANLAF. Enough of this ! How look'd the king (to Manfrid) As you declared our purpose ? manfrid. More like a hero than we yet have deem'd him. ANLAF. Well, let him come, we'll greet him and his force With a most warm reception, and thus show The spirit of our warlike sire yet dwells In Northumbria's gallant sons. (Enter Oscar and Glendig.) Welcome, brave princes, to our father's halls !"], [74, "58 [act III ATHELSTAN. Right gladly do we welcome such brave friends To this our humble court. glendig. Happy the king, who, like thy royal sire, Doth leave a son, like thee, brave prince, to wear The crown he hath bequeathed thee ! ANLAF. Say, gallant princes, is it meet, that we Should forfeit our just rights, and humbly bend Our knee in fealty to fair Britain's king, For that which is our birthright ? OSCAR. No, by the good Saint David ! Royal prince, I would not yield to Athelstan one jot, But claim at once thy crown, as doth become The son of thy brave sire. anlaf. Already have we flung in Britain's teeth The gauntlet of defiance ; armed hosts Are marching hither, headed by the king ; And his resolve is now to crush our power, Ere 'tis concentrated. OSCAR. What power have you to stay him on his march, Or meet him in the field ? ANLAF. Five hundred men-at-arms Already are in motion ; on our hills The beacon fires will cast a lurid glare,"], [75, "SCENE II.] ATHELSTAN. 59 Whose bright reflection will at once arouse Some fifteen hundred more, who do await, With most impatient zeal, to hear the cry, \" Northumbrians, to arms !\" which shall resound, And send its echoes far and wide, to bear The welcome news the moment they approach The town of Brunsbury. glendig. 'Tis well, brave Anlaf; we ourselves can bring Five hundred well-tried warriors to the field, Fully equipp'd for action, and whose breasts Are panting for the fray. ANLAF. Thanks, gallant princes ; victory is sure, With such a noble host ; we'll seek the foe, And give him instant battle, should he dare To meet us in the field. ACT IV. SCENE I. — Field in Northumberland. (Flourish of Trumpets.) Enter Athelstan, Essex, Soldiers, &c. athelstan. Here halt we for the night ! Good Essex, see Our tent securely guarded. Let our spies Proceed to gain intelligence. Ourself"], [76, "60 [ACT IV. ATHELSTAN. Will now retire awhile ; let our brave hosts Seek that repose they need. [Exit Athelstan, Soldiers, Sfc. ESSEX. Oh, thou dread Spirit, whose all-seeing eye Doth gaze upon this scene, in mercy, spare The royal Athelstan ! let no rash hand Deprive our king of life — that precious gift Which thou alone bestow'st ! Oh, guard his life In the forthcoming strife ; let victory fall Upon our warlike arms, and save this land From years of deadly fray. (Enter Cedric) How now, good Cedric ? What welcome news hast thou wherewith to greet My ears, that thus you leave the bivouac fire, To wander forth alone ? CEDRIC My lord, there is a harper who hath gained Access into our camp ; our gallant troops With joy are all elated, as his voice In tones of deepest pathos doth awake The merry roundelay. ESSEX. Some villain spy, who, in a minstrel's garb, Hath entered thus our camp. Cedric, thine eye Is like the eagle's, and thy courage tried ; Watch thou this minstrel well — ay, and detain him, Should he attempt to leave the camp ere I Have probed his purpose well."], [77, "SCENE I.] 61 ATHELSTAN. CEDRIC. My lord, an' he doth leave the camp, he'll march O'er my dead body first. ESSEX. I know thee, gallant soldier, well, nor fear To trust him to thy care. CEDRIC Thanks, noble lord. May Heaven's curse light on me, When I betray my trust ! [Exit Cedric ESSEX. Once more I live and breathe — Once more the warm blood courseth through my veins With wild impetus. Oh, thou lovely queen Arbiter of my destiny, what joys Are yet in store for Essex ! Heaven itself Hath dealt this stroke of justice, to restore The beauteous Editha to roseate health, And animate once more with life and joy My long oppressed breast. [Exit. SCENE II. — Another part of the Field — Anlaf, as a Minstrel, and Soldiers carousing. FIKST SOLDIER. Come, pledge us, minstrel, in the wassail bowl ! SECOND SOLDIER. Nor fear to drain it to the lowest peg."], [78, "62 [act IV. ATHELSTAN. ANLAF. Brave soldiers, here'syour health ; may victory Rest on your arms, or mine ! (Aside. — Drinks.) Enter Essex. How now, sir knave ! what dost thou in our camp ? ANLAF. Most worthy sir, I come to pass an hour Around the bivouac fire, and cheer my heart, By gazing on these warriors' burnish'd arms, Which, to my mind, recals back days of yore, When in my early youth I joyful troll'd The merry roundelay. ESSEX. An' thou art skill'd in minstrelsy, I'll find A king to listen to thee. ANLAF. Thanks, noble sir ; I'm late from Scotia's court, Where oft I've troll'd my lay to Constantine, And ta'en a princely guerdon from the hands Of Scotia's lovely queen ! ESSEX. Sayst thou so ? — follow me ! [Exit Essex and Anlaf First Soldier. Good comrades, this is scarcely fair, to take Our boon companion from us. Second Soldier. Nay, heard you not the words Lord Essex spoke ?"], [79, "SCENE II.] 63 ATHELSTAN. Perchance he'll lead the minstrel to the king, And give him a rich guerdon. cedric, (aside.) I know him well, and I will watch him, too; For there is mischief lurking in his eye, That bodes the king no good. I've served his sire, And cannot now betray the son, yet stay The purport of his visit to our camp. SCENE III. — Interior of Athelstan's Tent. ATHELSTAN, (solus.) Where stays Lord Essex ? — I have need of him To cheer my drooping spirits ; dismal thoughts Of man's deep treachery assail my soul, And palsy it with fear ; — Off, off, vile incubus, And haunt the guilty ! wherefore should I fear, Who long to live in peace with all mankind ? (Enter Essex and Anlaf.) Welcome, my lord ; in troth we were well tired Of our own solemn thoughts. ESSEX. My liege, I bring you one will cheer your heart With music's magic notes, and please your ear With tales of troubadours. ATHELSTAN. Right welcome is the minstrel to our camp, If treason lurk not 'neath his minstrel's garb !"], [80, "64 [act IV ATHELSTAN. ESSEX. An' I but saw the slightest treachery In word or deed, his body soon should swing From yon majestic oak, whose giant limbs Would scarcely bend beneath a traitor's form, However bold the front he did assume To hide his foul intent. ANLAF. I sought not, lord, to enter this fair tent — Then why insult me with thy doubts and threats? ATHELSTAN. To caution thee, and save thee from the fate That surely would await thee, did we doubt Thy truth or loyalty. ANLAF. You know me not, most gracious sire, or else You would not thus mistrust me. [A flourish of trumpets is heard. ATHELSTAN. What means that, Essex ? (Enter Kent.) Ha, my noble Kent ! We did not look to see thee, till the morn. KENT. My liege, I tarried not ; when danger presses, It boots not to waste time. Whom have we here ? ESSEX. One whom we now may well dispense with — Sir minstrel, follow me !"], [81, "SCENE III.] ATHELSTAN. 65 ATHELSTAN. Hold, gentle minstrel ! though thy harp's unstrung, We owe thee guerdon ; ours, not thine, the blame, We listened not unto thee. ANLAF. Pardon me, gracious sire, I may not take The wage I have not won. ATHELSTAN. Then take this as our gift, not as thy wage. anlaf, (aside.) I dare not now refuse his gold ; May curses light upon the hand that gives it ! [Takes the gold, and exit with Essex. ATHELSTAN. How parted the rude Danes with their fair queen ? KENT. My liege, 'tis well I tarried not, or else Her grace had suffer' d more ; even as it is Her wrongs demand redress. ATHELSTAN. How, Kent ? The rebels dared not add insult To other grievous wrongs. KENT. My liege, I hear the rebel chief himself Hath ever treated the fair queen with scorn And most unmanly cruelty ; but this Her grace could well endure, and murmur not, For love she courted not from him ; not so F"], [82, "66 [ACT IV. ATHELSTAN. Was youthful Godfrid ; in his breast there burn'd A foul and most unnatural flame. He loved The fair and gentle partner of his sire With most unhallow'd lust, and ever gazed On her transcendent charms with flaming eyes Of wild and fierce desire : ere I arrived, He dared to breathe into her wondering ears Soft words of lustful love, and to enforce The horror-stricken queen, despite her wrath And most indignant scorn, to hear the vows Of foul, unnatural, and incestuous love, In quick succession 'scape his treach'rous lips. Her grace, being almost frenzied by her fears, Could scarcely move or breathe, when Anlaf came, And in derision banter'd the fair queen Upon vile Godfrid's love, denounced herself As full of treach'rous wiles. ATHELSTAN. How heard you this, good Kent ? KENT. E'en from the queen's own lips, and all borne out By her attendant, too. ATHELSTAN. Oh, thou all-seeing God, who know'st each thought By which thy erring creatures are misled — Oh, give me but to chastise these foul slaves As merits their misdeeds, then will I yield My soul without a murmur, e'en though life Were far more precious to my weary frame"], [83, "SCENE III.] 67 ATHELSTAN. Than ever yet it hath indeed appear'd ! Oh, Kent, my soul is sicken'd ; for 'twas I Who plunged Editha into such a den Of fearful villany. KENT. Think not of it, your grace ; let vengeance fall Upon their guilty heads. Here do I swear, — So help me Heaven, in my utmost need, — Not one of that accursed race shall rest, While I have strength to wield a sword, or voice To lead my followers on ! The slaves shall die, Or I will cease to live ! ATHELSTAN. Oh, thou brave warrior, with thee will I join With all the energy such injuries raise In my enraged breast. (Enter Essex.) So quick return'd — I trust you have not left The minstrel unattended in our camp ? ESSEX. Not so, your grace ; I've placed upon his trail A gallant soldier, who will mark him well, And guard his king from treachery, while life Doth animate his form. KENT. I know not why, but in my breast there lurks A doubt of that same minstrel. I have seen Those piercing eyes before, yet cannot call His features to my memory. I fear There's treason in his eye. f 2"], [84, "[ACT IV. 68 ATHELSTAN. ATHELSTAN. No more of him, my lord ; he's in safe hands, Or Essex would not leave him. ESSEX. Believe me, gallant Kent, the knave is watch'd, And yet he knows it not. Should treach'ry lurk Within his breast, his life will answer it. (Enter Cedric) Ha, Cedric, has the minstrel left our camp, That thus we see you here ? cedric He has, my lord ; and ere he went, he flung This well-fill'd purse with contumely away, And cursed the hand that gave it. ATHELSTAN. And thou, brave soldier, what didst thou, when thus The minstrel proved a spy ? CEDRIC. E'en pick'd it up, and dogg'd him, step by step, Until I saw him fairly leave the camp. KENT. Then art thou a base poltroon, or thy sword Had pierced the traitor's heart. CEDRIC. My lord, I am soldier. ATHELSTAN. A soldier ! Dar'st thou boast the glorious name, Yet let a spy escape ? Thou — thou art unfit To bear the warlike name !"], [85, "SCENE III.] 69 ATHELSTAN. CEDRIC. My liege, I am a soldier, and can do A soldier's duty. In the battle-field My arm is ever ready to defend My country and my king. ATHELSTAN. Vain boaster ! why didst let the spy escape, But that thy coward soul fear'd to detain him ? CEDRIC My liege, you wrong me. I came here to speak Words of deep import, and I trust your grace Will hear, ere you condemn me. ESSEX. I pray your grace to hear him ; he is brave And fearless as the lion when he springs Upon his deadly foe. ATHELSTAN. Speak on, then, soldier ; and we trust thy words Will clear the doubts that in our breast hath sprung To thy dishonour. CEDRIC My liege, I trust to prove, in a few words, My truth and loyalty. Lord Essex gave Into my watchful care one whom I knew ; And knowing, marvell'd much to see him here, Where dangers did surround him. He came forth With noble Essex from your grace's tent, And as I follow'd in his track, he flung"], [86, "[act IV. 70 ATHELSTAN. This purse away, and curses fearful fell From out his trait'rous lips. ATHELSTAN. And you heard this, yet let the knave escape ? ESSEX. Cedric, thou art a traitor to thy king, And false to me, thy lord ! CEDRIC Not so, my lord ; born in Northumberland, I took the oath of fealty to the Dane, Who ruled with iron hand my fatherland. I served stern Sithric many a weary year, And for reward met contumely ; his arm At length was raised to strike me, when my sword Received the well-aimed blow ; he fell, I fled ; Since then I've served your lordship. If my arm Was ever wanting in a valiant cause, I pray you now condemn me. ESSEX* It were, indeed, ingratitude in me To speak against thy valour ; twice thine arm Hath saved my life ; twice hath thy goodly sword Been steeped in foemen's blood; twice hath mine eye Beheld thee foremost in the battle fray, Dealing death around thee ; thou art brave, And hitherto thou hast been trusty, — yet — Thou hast been wanting now."], [87, "SCENE III.] ATHELSTAN. 71 CEDRIC. An' I had not been bound by honour's ties, The traitor had not thus escaped ; but he Who once swore fealty to the sire, could not, Without dishonour to his name, betray The son unto his foes. ATHELSTAN. Ha ! what means the knave ? Speak, soldier : say Who was the minstrel spy ? CEDRIC Lord Anlaf, son of Sithric, and now chief Of proud Northumbria. ATHELSTAN. Soldier, thou art a traitor, and thy life Shall answer for this treason. CEDRIC I am no traitor ! I Am true and faithful. Could your grace e'er trust A man who thus betray'd unto his foes The son of one to whom he'd bent the knee And sworn a subject's fealty ? Could I thus Descend to play the trait'rous knave, such deeds Would stamp my name with infamy. Your grace Condemns me now, and then you could not trust me. ATHELSTAN. My lords, he reasons well ; our tent's unsafe, E'en though well guarded by our gallant troops, Some loophole might remain, wherein could creep This traitor to our tent."], [88, "72 [ACT IV. ATHELSTAN. ESSEX. It were most unwise To risk your precious life ; my humble tent Is well surrounded. By your grace's leave, I will surrender it, and take a share Of noble Kent's to-night. You may retire. [To Cedric] [Exit Cedric A flourish of trumpets Enter Altheof. ATHELSTAN. Welcome, lord bishop, to our camp ; thy voice Will rouse our soldiers' fervent zeal ; thy arm Deal death unto our foes. ALTHEOF. Oh, sire, it grieves my soul that all our hopes Of sweet and lasting peace should fade away, And sink into nonenity. The slaves Of wild, ungovern'd passions, who have cast The fiery brand of discord o'er this isle, So lately teeming with its fragrant sweets, Which rose like incense in the morning air, Must now be crush'd at once, their pride cast down, No more to rise again o'er this fair land, To cast their baleful influence — destroy The handiworks of God. ATHELSTAN. E'en so, lord bishop ; we will meet the knaves Soon as the sun doth gild the distant hills,"], [89, "SCENE III.] ATHELSTAN. 73 US? And hunt them till the shades of evening hide Them 'neath her sombre veil. ALTHEOF. Soon as the early blush of morn appears, Let all our warriors meet, let prayers ascend. Myself will offer up high mass, and crave The blessings of Almighty on our arms ! KENT. Where rest you, holy father, while the hours Of night do pass away ? ALTHEOF. Beneath heaven's canopy ; the cool night air Will best recruit my strength. ATHELSTAN. Not so, good father. We ourselves do purpose To seek Lord Essex's tent ; — will you not with ALTHEOF. No ; by your grace's leave, I fain would spend Some of the silent hours of night alone, To offer up my prayers to the Most High, Whose ear is ever open, and whose eye Nought evil can escape ! If this fair tent Is vacant, I will tenant it till morn. ATHELSTAN. E'en as you will. Let careful watch be kept Around its every entrance ! We have had Lord Anlaf in a minstrel's garb within, And doubt not but the traitor still may lurk Near unto our camp."], [90, "[ACT IV. 74 ATHELSTAN. ALTHEOF. Fear not for me, your grace ; the all-seeing eye Looks down upon His creatures ; His dread voice Is heard amid the murmuring of the wind, Which sweeps o'er all sweet Nature as she rests In this most solemn hour ! ATHELSTAN. Unto His guidance, then, we now will leave you, And seek some slight repose. KENT. Let me beseech you; have a care ! Let guards Be placed around this tent. ALTHEOF. I thank you, noble Kent, for so much caution ! It shall not be in vain. ATHELSTAN. Heaven have you in its keeping ! [Exit Athelstan, Kent, and Essex. ALTHEOF. It were unwise not to take caution, thus Urgently offered. [Exit and re-enter. Oh, thou all-potent Power, whose august voice Is heard amid the howling of the blast, In whose right hand the thunderbolts of heaven Are poised, whose eye/pervadeth earth and sky — Oh, grant, in mercy, Athelstan may live To crush rebellion, and restore once more Sweet peace to this fair isle ! (Sits down.) I know not why, but dismal shadows flit"], [91, "SCENE III.] 75 ATHELSTAN. Across my mental vision. Can it be That Heaven thus vouchsafes to his worshipper A foretaste of the dangers that assail His king and country ? Could my blood be shed And offered up t'appease the wrath of man, And calm those wild, ungovernable Danes, Restore sweet peace to Albion's lovely shore, How freely would I yield my life to save This land from all the horrors that assail Her'in the coming strife ! (Attempts to sleep, then speaks.) My blood creeps slowly through my sluggish veins, And yet I cannot sleep ; I feel a chill Fall on my beating heart, my eyelids droop, My limbs seem paralysed ; what may this mean, That thus I am enfeebled — while my pulse Beats wildly as it would escape the bounds That Nature hath allotted it ? — I'll wrap Yon cloak around me, and its ample folds May tempt the drowsy god ; thus may I gain An hour or two's sweet, sleep. (Rises and takes the king's cloak, which he puts on, and again sits down, and sleeps.) Enter Anlaf. anlaf. So, Anlaf, so, The tent is gained ; what more remains to do Must now be done, and yet I dread to strike The blow that places on my ample brow"], [92, "[ACT IV 76 ATHELSTAN. A kingly diadem : curse on this coward fear ! Why should I gaze upon that fragile form Which lies before me thus in tranquil sleep, And hesitate to strike the fatal blow That makes that sleep eternal ? He will pass From life to death without a single pang That Nature doth inflict ! This keen-edged blade Will at one blow dissever all the ties That bind him to the earth. (Approaches behind him.) How calm he sleeps ! Not e'en a muscle of his form doth rise To bid me pause, and yet I would he moved, Wer 't but to prove he lives, and that I struck A living man, and not a lifeless clod. (Altheof throws out his legs.) Ay, now in sooth the deed must be perform'd, Or else he will arouse, and his shrill voice Will summon to his aid the guards who wait Around the entrance of this gaudy tent. (Creeps slowly up behind Altheof, and stabs him.) This to thy heart, false king ! altheof, (attempting to rise.) So soon — And is my dream then real? Oh, help, there — help! anlaf. 'Tis mercy now to end him, and my life Depends upon his death ! (Stabs him again.)"], [93, "SCENE III.] 77 ATHELSTAN. altheof. Help — oh, help ! 'Tis past; my eyes grow dim. Death ! thou art fearful in thy bleeding form. Now all is dark and hueless ; gentle Heaven, Receive my soul ! and oh, forgive this wretch — He knows not what he does ! O h ! (Dies.) Anlaf, (uncovering Altheof.) Hell, and ten thousand furies ! Have I steep'd My hands in human blood — defaced the form Of God's own image ! and yet not appeased The fiery wrath that urged me on to slay The king, my bitter foe ? Whom have we here ? That face ! those vestments, too ! the sacred cross, All, all denote the truth ! What have I done ? Destroyed the servant of the church ? Defiled My hands with priestly blood ! Oh, woe ! oh, woe ! My very soul doth sicken at the deed My guilty hand hath done ! [Exit. Enter Guards. FIRST GUARD. I tell thee, Aldred, that I heard men speak In tones of horror. Ho ! behold our lord Is basely murdered ! Raise the alarm, quick — quick! The murd'rer is yet here — the blood yet flows ! Oh, horror, horror, horror ! [Exit Guards. Just Heaven ! (Weeps.) Who can have done this deed ?"], [94, "[act V. 78 ATHELSTAN. Enter Athelstan, Kent, Essex, and Guards. ATHELSTAN. Merciful Heaven ! KENT. Let careful search be made ; each avenue That leads toward this tent be guarded well : And, on your lives, let not the wretch escape Who thus hath murdered God's anointed son ! ESSEX. Alas, alas ! my liege, sure Heaven itself Did prompt your grace to quit this tent last night ! ATHELSTAN. Heaven's will be done ! the blow was doubtless meant To rive our royal breast ; would that our words Had made more impress on our murdered friend ! But grief avails not now ; let ev'ry breast Be steeled 'gainst pity in the coming strife ! They who send forth assassins thus to steal Upon us in our tent, and basely slay Their monarch in his sleep, deserves the fate Heaven and our arms award them ! ACT V. SCENE I.— Anlaf s Camp. Exterior of Anlaf's Tent. Godfrid, Manfrid, Wulfstan, Glendig, Oscar. godfrid. Behold, my lords, along the eastern sky The first soft blush of morn appears, and yet Our royal brother comes not !"], [95, "SCENE I.] 79 ATHELSTAN. MANFRID. Patience, my lords ! beshrew me 'tis unwise To blame our gallant chief; some unknown cause Detains him 'gainst his will. OSCAR. Once more, I tell thee, Danes, that I like not This absence of your chief : it is not meet That we, whose blood runs clear in our pure veins As are the crystal streams which gurgling rise Amid our verdant valleys — as the snow Which lies in fleecy flakes on our bleak hills, Whose mountain ridges rise in tow'ring forms Toward the azure sky — should thus attend In idle dalliance on your loitering chief, Who, in defiance of our counsel, plays The base, ignoble character of spy, And by his most untimely absence risks All our hard-earned honour. WULFSTAN. Princes, I do beseech you, ponder well Ere thus you cast discredit on our chief, Whose mighty soul would shrink in dumb amaze To hear his honour doubted ! GLEND1G. Wherefore tarries he ? WULFSTAN. Alas, my lord ! I know not. Heaven forbid Aught evil has befall'n him !"], [96, "[act v. 80 ATHELSTAN. GLENDIG. Your fears but add more weight to our wise counsel Which your proud chief did spurn. GODFRID. Enough of this ! — Behold ! the god of day Already sheds his golden beams around Earth's circling orbit. Let our troops prepare To meet King Athelstan : ourself will lead Them in our brother's absence. OSCAR. Now, by the ashes of my sire, I swear, No sword of mine shall draw for Anlaf s cause Till Anlaf doth appear ! GLENDIG. Nor shall a man, o'er whom my voice holds sway, Move in the prince's absence. GODFRID. Brave princes, pause! — you would not stain the name Bequeathed by thy brave ancestors — thy word Is pledged to aid our cause ! OSCAR. Beware, young sir, how you provoke our wrath ! GODFRID. Ha, sayst thou ! (Draws ; Oscar draws.) WULFSTAN. Forbear, my lords ; I charge ye both, forbear ! manfrid. Lord Godfrid, thou art in the wrong : thy words Are quicker than thy thoughts."], [97, "SCENE I.] ATHELSTAN. 81 GODFRID. Oscar, thine hand — pardon my free speech, My blood boils o'er with ire. Enter Anlaf. anlaf. I crave your pardon, friends ; are ye prepared To give these foemen battle ? OSCAR. Why should you doubt us ? We have pledged our troth, Which never yet was falsified ; our troops Are ready arm'd, and wait but for the word To charge, ere they have at them. ANLAF. Why, that is well ! GLENDIG. Cold is thy greeting, Anlaf, and thine eye Rolls with uneasy motion o'er the camp, As though some trait'rous caitiff had been caught Within its canvass'd walls. ANLAF. How ! — wouldst thou taunt me ? (Looks on his bloody hands.) (Aside) — 'Tis true, my hands are dyed with blood, and yet It is not stamp'd upon my burning brow. oscar, (aside to glendig.) By Heaven, he is a craven ! in his eye The demon Fear doth lurk. G"], [98, "[act V. 82 ATHELSTAN. GLENDIG. High in the heavens, already Sol doth ride, Illuming with his beams the clear blue sky, Whose radiant lustre casts into the shade The solemn darkness of the early morn ; And yet our troops rest on their arms ; the foe Will deem us cowards all ! manfrid, (aside to ANLAF.) My lord, thou'rt wounded, and thy hands are dyed WTith crimson stains of blood. anlaf, (aside to Manfrid.) 'Tis false ! — I charge you, name it not again. I did not do the deed. oscar, (aside to glendig.) Now, by the good Saint David, do I deem The prince hath played a deep and desperate game ! His hands are dyed with blood ; his haggard cheek Proclaims a mind but ill at ease. Beshrew me, But much I fear me he hath steeped his soul In the blood of Britain's king ! glendig, (aside to oscar.) What ! think you Anlaf doth possess the heart Or hand of an assassin ? oscar, (aside.) Even so, good Glendig. glendig, (aside.) Then would I not degrade myself to join The base and treacherous knave !"], [99, "SCENE I.] ATHELSTAN. 83 OSCAR, (to GLENDIG.) Hush ! Anlaf now doth speak. ANLAF. Be this the order of our field : myself Will lead the centre ; in the van, brave Oscar, You and good Wulfstan will your warriors lead Glendig and Godfrid will bring up the rear ; While trusty Manfrid the reserve commands, To aid where'er 'tis needed. GODFRID. Why should I loiter in the rear, good brother ? The van should be my post. ANLAF. Nay, gentle Godfrid, let us not now waste Our time in needless words ! GLENDIG. Already have we wasted precious time, While danger doth surround us ; deeds, not words, Have terrors for our foes. ANLAF. Away, then, gallant friends, each to the post Of honour that's assigned him ! [Exit, all but Anlaf. I would I had not steeped my soul in blood, Or slain that holy man ! o 2"], [100, "[act V. 84 ATHELSTAN. SCENE II.— Another part of the Field. Enter Essex and Godfrid. (Soldiers, fighting, cross the stage.) ESSEX. Stand, villain Dane ! I charge thee, stand ! or die The death of a vile traitor. GODFRID. Fool ! art thou then already tired of life, That thus thou rashly plung'st into the stream Of Lethe's stagnant water ? Back, sir — back, I seek a nobler quarry ! ESSEX. Perchance some trembling beauty ! Ha, thou start'st ! Come, sir — thy life or mine ! GODFRID. I know thee, Essex, and would spare thy life, In pity to thy youth ! ESSEX. Doth guilt then sit so deeply on thy soul, That thus thou fear'st to die ? Come — sir, come ! GODFRID. E'en yet I fain would spare thee — get thee gone ! ESSEX. Traitor ! thou or I Must sleep this night in Hades !"], [101, "SCENE II.] 85 ATHELSTAN. GODFRID. Nay, then, die ! {They fight, and Godfrid falls.) Oh, Essex ! thou hast conquered, and I feel My life is ebbing fast ; bear my last words To beauteous Editha ! ESSEX. Pollute not with thy pois'nous breath, the name Of so much excellence ! GODFRID. Oh, Essex i Death is making rapid strides O'er all my faculties ; and yet to live, And ever be an alien from the breast Of her on whom my heart hath poured a flood Of gushing tenderness — behold, her eyes Cast forth disdainful lightnings that would blast The fervid passion of my ardent soul — Were far more terrible than 'tis to die, And sink into nonentity ! I feel A cold and slimy substance slowly creep O'er all my palsied limbs. Oh, this is Death In all his ghastly hideousness ! I die ! And dying, bless thee, Editha! O h! [Dies. ESSEX. Peace to thy manes ! Sweet Pity, cast thy veil O'er his iniquities !"], [102, "[ACT V. 86 ATHELSTAN. Enter Athelstan and An laf, fighting ANLAF. Yield thee, Athelstan ! and save thy life While yet 'tis mine to grant ! ATHELSTAN. Never, false traitor, will I yield to thee, — Vile murderer that thou art ! ANLAF. No longer will I trifle with thee — die ! Die, thou puny thing ! (Anlaf beats down the King, when Essex rushes forward and encounters Anlaf. They fight.) ESSEX. Hold, murderer, hold ! — nor dare to slay thy king ! anlaf, (falling.) Curses on thee ! (Dies.) (Essex totters up to the King.) ESSEX. My liege, thou'rt saved — I die ! and dying, crave You'll bear this jewel to Northumbria's queen, And say, 'twas Essex sent it — his last words And thoughts were all with her ! May blessings 'light Upon her beauteous head ! [Faints and falls."], [103, "SCENE II.] 87 ATHELSTAN. Enter Kent and Oscar, Cedric and Wulfstan, fighting, Glendig and Soldiers. ATHELSTAN. Forbear ! forbear ! just Heaven, forgive these men The havoc of this day ! cedric, (seeing essex.) Oh, my dear lord and master! truest soul Of honour, art thou dead, and I yet live ! Too late to save thee have I come — yet not Too late to avenge thee ! ATHELSTAN. Alas, brave soldier ! vengeance from on high Hath fall'n upon his slayers. KENT. Oh, woful sight ! — the best and truest knight Of Christendom lies there ! ATHELSTAN. Let a rude couch be made, to bear him hence From this ensanguined field ! KENT. What shall be done with these, our prisoners ? ATHELSTAN. Let them be freed — the dragon's head hath fallen. And with it future danger ! There now lie The traitors who concocted this deep plot, Which hath o'errun our peaceful isle, and brought Destruction on their heads !"], [104, "[act V. 88 ATHELSTAN. cedric, (having carefully examined essex, exclaims exultingly.) He lives ! — he lives ! — the noble Essex lives; Ye Heavenly Powers, I thank thee ! ATHELSTAN. Bind up his wounds, and bear him to our tent The leech awaits us there ; this fearful sight Doth harrow up my soul. KENT. False pride, and vain ambition, thou art lures Doth make vain man resemble the foul fiends In their incarnate deeds ! SCENE III. — Saloon in Athelstan' s Castle. editha, (solus.) What dire forebodings thus oppress my soul, Turning the day to night! the glorious sun, In all its godlike beauty, seems to cast A bloody hue o'er all sweet Nature's works ! The earth seems parched with heat, and, as it opes, Discloses pools of blood to my mind's eye, Where silvery streams should flow. (Enter Elgiva.) What news, my Elgiva ? what makes thy cheek So pale, thy eye so tearful ? speak — oh, speak !"], [105, "SCENE III.] 89 ATHELSTAN. What news of dire import hath reached thine ear, That thus thou art oppress'd ? ELGIVA. The king is safe, the Danish princes slain, And peace once more restored ! EDITHA. Heaven be praised, for mercies thus vouchsafed ! ELGIVA. Amen ! EDITHA. And noble Kent, and Essex, and the rest Of Britain's gallant sons ? ELGIVA. Alas! EDITHA. What awful tale doth hang upon thy tongue, That thou fear'st to give it utt'rance ? ELGIVA. Patience, dear madam, I will tell you all, If you will calmly hear me. EDITHA, Patience ! just Heaven ! torture me not thus ; But tell me all the evil thou hast heard, E'en though it crush me with its fearful weight — All — all ; and I — I will endure it. ELGIVA. The brave Lord Essex"], [106, "90 [act v. ATHELSTAN. EDITHA. What wouldst thou say of Essex? — speak, oh, speak ! Oh, say not he is dead ! ELGIVA He lives, dear madam, but sore wounded — and His life is much despaired of. EDITHA. Merciful Heaven ! ELGIVA. I pray your grace be calm ; there is without One whom his lord doth trust ; who fain would speak From Essex to your grace. EDITHA. Oh, Elgiva ! thou sayst, be calm ! Go tell The winds to stay their fury ; bid the stars To hide their glowing charms in night's dark veil — Yon sun to cease to shine — wolves cease to howl — Or man to cease to slay his fellow man ; But bid me not be calm ! Oh, thou dear lord ! My life, my soul, my joy ! and art thou fall'n Beneath the treachery of these crafty Danes ? And shall I see thy godlike form no more, Gaze on thy lustrous eyes, or hear thy voice Fall on my o'er wrought ear ? ELGIVA. I do beseech thee, dearest madam — see, The soldier from Lord Essex ; he may have News of more joyful import."], [107, "SCENE III.] 91 ATHELSTAN. EDITHA. Yes, I will see him, and, perchance may hear [Exit Elgiva. The last fond words of Essex. Oh, sweet Heaven ! This blow is all too much ; and yet I bow In dutiful submission to thy will. (Enter Elgiva and Cedric) Oh, hast thou come from Essex ! — doth he live ? Deceive me not, I charge thee ! CEDRIC Lady, my tongue is not attuned to utter Aught which is untrue. EDITHA. Pardon me, gallant soldier, if my words Reflected on thine honour ! Say, thy lord ! — How fares he ? CEDRIC The noble Essex lives ! EDITHA. And is that all ? — have you no word — no sign, Sent from your lord to me ? CEDRIC. Alas, sweet madam ! (Weeps.) EDITHA. Good soldier, thou dost weep ; and yet mine eyes Refuse to join in unison with thine ; My heart is bursting, and my o'erwrought brain Whirls with incessant motion ; am I mad,"], [108, "[act V, 92 ATHELSTAN. Or is it but a dream ? Doth Essex live ? Good soldier, tell me all, ere my weak heart Doth burst its earthly bonds. CEDRIC Oh, lady ! I am sorely sorrow-stricken, And can scarcely speak for tears. EDITHA. Give them free vent ; I would that I could weep, And ease my heart's deep anguish. ELGIVA. Soldier, this weakness ill becomes thee ; thou Shouldst bear thyself more bravely. CEDRIC Lady, I am corrected ; but my love Was like a parent's, and I treasured up Each word, each look, the noble Essex cast Upon his bumble servitor ; and felt My life was all too short e'er to repay Such kindness freely lavish'd. EDITHA. Speak yet of noble Essex ; doth he live ? Or is he past all hope ? CEDRIC Lady, he lives ! Kind Heaven, grant his wounds Are not past leech's art ! His ardent soul Bore him into the thickest of the fight ; Wherever danger pressed, his glittering sword Fell with the speed of lightning's flash ; his eye Sought out the various leaders of the foe,"], [109, "SCENE III.] ATHELSTAN. 93 Till he encounter'd Godfrid. The young Dane Was brave and active ; and his heavy blows Fell with a warrior's ardour on the shield Of warlike Essex, who gave blow for blow ! Each fought now for his life ; the rebel Dane At length was foil'd — brave Essex plunged his sword Into the traitor's side, who, faltering fell, And yielded up his spirit to his God. EDITHA. And Essex ! was he wounded unto death ? CEDRIC His wounds e'en then were slight ; but as he gazed, And paused in sorrow o'er young Godfrid's corse, King Athelstan and Anlaf did appear Before his wondering eyes. EDITHA. Speak on, I charge you, soldier ! — on your words My life or death now hangs. CEDRIC They came like famished tigers : on his foe, Each look'd with lustrous eyes; the blood in streams Oozed from their num'rous wounds. Anon, the king Fell 'neath his powerful foe, who with a blow Prepared now to despatch him. Essex rush'd Beneath the upraised blade, received the stroke, And saved his royal sire. The trait'rous Dane Fell with redoubled fury on him. Life"], [110, "[ACT V. 94 ATHELSTAN. Was now the stake each fought for — blow for blow Was given and received. ELGIVA. Heroic Essex ! Then he saved the king, And lost his precious life ? CEDRIC 'Tis not in nature to hold out full long, When blood is teeming forth from countless wounds : Fierce Anlaf fell, and, with his latest breath, He cursed his conqueror. EDITHA. And your gallant lord ? CEDRIC With loss of blood, fell fainting at the feet Of royal Athelstan. His latest words — His only thoughts, dear lady, were of thee. ELGIVA. How mean you, sir ? — did you not say he lives ? CEDRIC He lives ; but life doth hang upon a thread ; He hath not spoken since. (A flourish of trumpets.) Enter Athelstan, Kent, Turketal, and Soldiers bearing in Essex. TURKETAL. All hail, victorious sire ! Thus may your foes Fall 'neath the vengeance of your warlike arms."], [111, "SCENE III.] ATHELSTAN. 95 ATHELSTAN. Oh, Turketal, it grieves our heart to see The devastating horrors that hath fall'n Upon this sinful people ! Gracious Heav'n ! Who read'st the hearts of men, in pity spare This land from a renewal of the scenes That now disfigure it. That bleeding form Is all that's left of Essex, whose brave arm Struck down the sword of Anlaf, when 'twas raised To rob thy king of life. (Editha advances.) Oh, dearest sister ! once again we greet thee, Though saddened are our hearts. Behold the man Who saved thy brother's life ! (Editha advances to Essex, and falls on her knees beside him.) editha. Oh, Essex — gentle, noblest, best of men ! Oh, let me gaze into thy dying eyes, And read thy latent thoughts ! essex, (half rising .) Methought I heard a voice, whose mellow tones Fell on my ravished ears. editha. Oh, Essex, must thou die, and I still live To see thee fade before me ? Horror — horror ! ESSEX. Hush ! thou dear one — hush ! Breathe not a sigh ;"], [112, "[act V 96 ATHELSTAN. i But let me die, gazing upon thine eyes, Which speak of love and constancy. I've lived Full long in sorrow, let me die in joy. editha. And must thou die ? Is there no hope — no aid, To snatch thee from the jaws of death ? My God And must this dear one die ? ESSEX. Oh, speak again — blest angel, speak again Those words of blissful joy ! rent, (aside to athelstan.) Oh, this is dreadful ! Good my liege, I knew not They loved each other thus. ATHELSTAN, (to KENT.) This blow hath struck me like a thunderbolt, Sent from the hand of Jove ! EDITHA. They shall not part us, Essex. We will soar Together into realms of bliss ; our faith Shall not by death be severed. ESSEX. Come nearer, dear one — nearer ! Thou hast fled : I see thee not — my eyes grow dim. Sweet Heaven Receive my soul ! and, oh, console this dear one ! Sweet love, thine hand ! I feel an icy chill Creep o'er my heart, and all is — bless thee — oh ! [Dies editha, (flinging herself upon the body.) Oh, Essex, stay — thou shalt not leave me thus !"], [113, "SCENE III.] ATHELSTAN. 97 Stern Death, thou shalt not part us ! We will go Together into realms of bliss ! Thou'rt gone ! Then I must follow, too ! [Dies. (Athelstan and Kent approach.) athelstan. Sweet sister, I beseech thee, leave this form Of poor insensate clay. (Attempts to raise her.) I pray you, Kent, lend me your aid ; my wounds Hath left me weak — I cannot raise this mourner. (Kent assists the King to raise her.) Come, dearest sister, cheer thee : bid thy heart Arouse it from this deep affliction ; cast Thy thoughts on the Most High. KENT. Just Heaven ! my liege, I fear her grace is dead ! ATHELSTAN Pray Heaven, avert that evil ! Can it be That life hath fled this form ? TURKETAL Already hath her limbs assumed the form And chilly hue of death, her glassy eyes Are fix'd and sightless, and her cheek is cold. All, all, denote the presence of grim Death In this most lovely form ! KENT. Oh, let this tale of woe Be carried far and near ! Let poets tell, In ages yet to come, this matchless pair ii"], [114, "98 ATHELSTAN. United were in death, though Heaven's decree Divided them on earth ! ATHELSTAN. And ye, vain rulers of this lower sphere, Who fain would sacrifice ten thousand lives Upon the altars of your sinful pride, Behold these victims of the vengeful Mars, Whose chariot wheels do crush the hearts of men, And rend asunder all the links of life, That an all-bounteous God hath form'd to bind Man to his fellow man — behold ! thy works Are weakly portray'd here. We will not part Those who are join'd in death ; let them be placed Together in one tomb, and may their death appease The Omnipotent wrath !"], [115, "A FEW WORDS ON POETS, ancient & ifKoBtrn IN TWO CANTOS H 2"], [116, "*#* The following Lines, when written, were in tended as the first portion of a Series, in which the Writer contemplated taking a rapid survey of the different compositions of by-gone Poets, devoting to each work one short canto, and which, if it met with the approbation of the public, would have em braced most of the names, ancient and modern, distinguished in poetic literature."], [117, "A FEW WORDS ON POETS, Ancient anU JHo&ern. CANTO THE FIRST. The Subject — Tasso, and his Jerusalem Delivered. Spirits of ancient Sages, lend your fire, To one who fain would wake the tuneful lyre, And mount Parnassus with light airy wings, And strike the mournful, or the mirthful strings First let me call from out the womb of time, Immortal Tasso ! son of southern clime ; Whose fiery soul did, like his native sky, Shed a bright halo o'er fair Italy. Oft have I pondered o'er his magic page, Where stands depicted man's impotent rage ; Who, in Jehovah's holy name o'erspread Thy fields, Jerusalem, with the mighty dead ; Who made thy rivers teem with human blood, Thy limpid streams, become a crimson flood ; Who, in Christ's name, did with his image war, And, with the cross, take up the scimetar ;"], [118, "102 A FEW WORDS ON POETS. Who preached the mercies of a righteous God, Yet used the broad-sword as a chastening rod. Such were the themes o'er which thy muse did soar Immortal Tasso, in the days of yore, When valiant knight, with helmet on his brow, For honour sought, e'en as man seeks it now ; Not with deep learning's lore, or virtue's laws, Did he attempt to prove how just his cause ; But glitt'ring sword, or battle-axe, he plied, To prove for mercy the Redeemer died ! Yet not alone of deeds of war hath sung The heav'nly bard, whilst his sweet lyre was strung But godlike virtues, which became the brave, He to bold Richard and mild Godfrey gave. Nor did he erst forget the Saracen, Whose Arab steed flew o'er the sandy plain, Like the simoom, which, ever as it flies, Who once behold it, in its grasp soon dies ! Such was Saladin ; ever brave and true, Who fought for freedom and religion, too ! Not his the hand would slay a fallen knight, But rather shield him for a nobler fight : To tempt him with high honours, or with gold, To prove the Christian may be bought and sold ; The holy cross e'en from his breast be riven, And earth be purchased by the loss of heaven ! Yet while he tempted with a bribe his foe, He honour'd him who would the bribe forego ; And like a true and valiant knight he gave The meed of honour to the nobly brave."], [119, "103 A FEW WORDS ON POETS. Why was it then, that such a gallant foe Should, like a beast, be hunted to and fro ? Was it because the bounteous earth was given To those who sought the Christian's road to heaven ? Or, was 't because a love of care and toil Alone could tempt to leave his native soil The valiant Briton, who his fatherland Forsook awhile for Asia's burning sand ? Was it for this, the mirthful sons of France Forsook alike the banquet and the dance — Laid by the lance, that in the tournay flew, And bade* their sad and weeping loves adieu ? Or was 't for this, the sons of Bretagne went To join with Austrians in one armament ? And thus advance in long and measured line, To seek for conquest in famed Palestine ; Led on by him, who, in the needful hour, Betray'd brave Richard when within his power Who basely held in bondage Britain's chief, Who scorned the tyrant as a trait'rous thief, With that fierce prophet, who led on the van, And call'd on man to slay his fellow man. Oh, rash impiety, to raise a flame Of fiery passions in Jehovah's name ! To preach Christ's mercy to an armed band. Together leagued to devastate the land ; To raise the falchion and the glitt'ring shield, To strew with human bones each verdant field To raise the vulture and the grisly bear, The fierce hyena from his midnight lair ;"], [120, "104 A FEW WORDS ON POETS. To call the tiger from his dark abode, Or spotted leopard to drink up man's blood : Which rushes forth from many a gaping wound, As the maim'd warrior sinks upon the ground ; Then as he wildly turns his eyes to heaven, His bleeding form is by the wild beasts riven ; His quiv'ring flesh, while life fast ebbs away, Torn from his bones by rav'nous beasts of prey — Such were the scenes of war in olden time, When Christian warriors sought the eastern clime ; When, for Jerusalem and the Holy Land, Christian and Pagan made a deadly stand — When \" Allah ! Allah !\" the brave Paynim cried, As for his faith he nobly fought and died : Trusting that he should with Mahomet rise, And dwell with Houris in fair paradise ! Such was his faith, and such his father's creed, And for that faith he bravely dared to bleed. While Christian warriors near the sacred tree, Where Jesus died upon Mount Calvary ! Their voices raised, a meek, yet mighty host, To God the Father, Son, and Holy Ghost ! Then for their faith imbued their hands in blood, And stain 'd all nature with the crimson flood ; Not theirs the crime, but his, that hoary friar, Who raised the fiend of War with words of fire, And roused the tempest in man's stormy breast, Where warring passions seek in vain for rest ; Who for vain glory and the phantom Fame, Slew countless thousands in the Saviour's name !"], [121, "A FEW WORDS ON POETS. 105 Not thus our Lord, who with abundant love Meekly descended from his throne above ! To take upon himself man's sin and guilt, Ere for mankind his precious blood was spilt ; As, from his side, the crimson stream did flow, He sued for pardon for his deadly foe ; Nor did one murmur ere escape his lip, When in derision they in wormwood dip The sponge, already steep'd in bitter gall ; But to his Father, humbly did he call. \" Father, they know not what they do !\" he cried ; Then yielded up his precious soul, and died. Such was the meekness of the blessed Lord ; Words were his weapons, not the keen edged sword; He preach'd to all, that peace, good will, and love, Were surest passports to the realms above : Not thus stern Peter, who in Christ's dear name, Stirr'd up man's passions into a fierce flame ; Which, ere it ceased to shed its baleful light, Destroy'd vast myriads in inhuman fight : Robb'd Christendom of all the great and good, Made human flesh become the wild beast's food ; Taught the fierce Pagan, that the Christian's God, Like filthy Moloch, lived on human blood ; Made mothers weep for sons, who, in their prime Fell easy victims to that burning clime ; Made children orphans, while lone widows wept Their much loved husbands, who in death now slept"], [122, "106 A FEW WORDS ON POETS. Upon fair Asia's hot and burning sand ; Made earth a hill, o'er all the Holy Land. Such were the deeds that earn'd a deathless name To that fierce hermit, who stirr'd up the flame : So sings immortal Tasso ; and his strain Depicts stern Peter as a son of Cain, Whose fiery zeal o'er mankind held control Till death divided body from the soul. Alas ! how many follow in his wake, And in Christ's name sad desolation make ; Depicting horrors of a ghastly hue, To all who worship God, not as they do : And in religion's pure and holy name, Light up a blaze of foul sulphureous flame, Destroying in its wild, ungovern'd might, The choicest gift of God — the lustrous light, Which at their birth to all mankind was given, To guide their souls the surest way to heaven."], [123, "107 CANTO II. Tfie Subject — Shakspeare, and his Hamlet. Hail to thee, Shakspeare ! bard of Avon, hail ! Thy name floats ever on the ambient gale ; Where'er fair Britain's sons their vigils hold, Thy deathless fame will never rest untold. For who would dare to boast a Briton's name, And not uphold immortal Shakspeare's fame — Who, with a giant spring, at once did leap Like some dread spirit, from the mighty deep, And fling around him, in his tuneful strain, Spirits of air, to float upon the main ; Or dive beneath the mighty ocean's wave, And scan the mermaid's deep and mystic cave ; Behold the treasures of her coral home, Which tempts the hardy mariner to roam Far from his native land, that he may share Some of those precious pearls which gem her hair Or peep into death's deep and dark abyss, Where Charon wafts the blessed soul to bliss ; Or plunges into Lethe's turbid wave, The guilty soul, whom riches could not save ! His was the hand, by which the magic wand Was gently raised ; when lo ! at his command"], [124, "108 A FEW WORDS ON POETS. Came forth a train of noble knights, to yield, With courtly trappings and emblazon'd shield, Unto the despot's most tyrannic sway True knightly homage, his behests obey ; Yet not alone did knights his bidding do, For kings and queens, in number not a few, At his dread nod, came forth again to wear The crowns o'erloaded with a world of care. Again he waved his magic wand, when lo ! Came forth a host of rare and costly show, Deck'd out in gems, which rivall'd in their glow The wearer's bosom, white as driven snow ; All beauteous virgins, fair and young, and coy, Fit food for Cupid — that wild urchin boy, Who, with a laugh that makes each virgin start, Plants his keen arrow in their youthful heart. There I beheld Ophelia, young and fair, Twine beauteous garlands in her glossy hair ; Flow'rs pluck'd from thorns, which in wild hedges grew, Convolvulus white, and of a purple hue ; The bluebell lent its sweet and simple bloom, To join the woodbine with its mild perfume ; Then came the jasmine sweet, the modest rose, The loveliest flow'r that in the garden grows ; Ranunculus, too, its brilliant colours vie, With rich carnations of the deepest dye ; The myrtle, too, its glossy leaves were seen, Twine with the ivy in the mystic scene ;"], [125, "A FEW WORDS ON POETS. 109 The primrose sweet, its odours scent the air, The cowslip bright, and daisy, too, was there : No shrub that grows, or flower that's known to man, But in that garland I could plainly scan ; And as the love-lorn virgin bound it round Her snowy brow, she sank upon the ground ; And on her love despondingly she cried, When Hamlet stood by fair Ophelia's side ; And in her eyes he gazed with speechless awe, While in his breast did busy demons war. For fair Ophelia was of sense bereft, And his the hand that her poor brain had cleft, When, in the chamber of the lustful queen, He slew Polonius, hid behind the screen ; The fatal blow, that slew her aged sire, Deprived Ophelia of bright reason's fire. Not his the crime : oh, rather let it fall Upon that traitorous pair, who caused it all — The treach'rous brother and adult'rous wife, That robb'd the king, and husband, too, of life, Destroy'd the hopes of that young loving pair, And shed their sweetness on the desert air ! Next, I beheld Ophelia, on her bier, Where Hamlet shed the unavailing tear ; Then came Laertes, whose proud and fiery soul Taught the brave youth to spurn unjust control ; Then I beheld the lewd, unhallowed pair, Whose guilty souls shrank 'neath the demon Fear ;"], [126, "110 A FEW WORDS ON POETS. Around their couch I seem'd to wend my way, While fiends were mocking at their worthless prey Next, to the ramparts I my way then took, While heavy footsteps on the silence broke : Methought I saw beneath the moon's pale light, A ghastly form, with visor raised, alight, As 'twere from out a dark and fleecy cloud ; When, as I gazed, the cock sent forth aloud Its warning notes, which made the phantom shrink And vanish o'er the rampart's dizzy brink. Again I gazed upon that fearful form, When winds were howling to the midnight storm — When the pale moon, beneath the ruddy light Of forked lightning, vanished from my sight — When the loud winds in anger roar'd aloud. And lofty trees before the storm low bowed — I saw stalk forth with slow and solemn tread, The phantom, or the spirit of the dead ; His visor raised, exposed to the view His pallid features of a ghastly hue ; His eyes, that erst like lightning glanced around, Now firmly set, were cast upon the ground — When, as I gazed with speechless, trembling dread Upon that form of Denmark's mighty dead, A palsied shiver quiver'd through my blood, As, with clasp'd hands and fixed eyes, I stood ; When, lo ! I heard him say, in hollow tone — \" He is not here, my son, my only son !\" E'en as the sounds fell on my list'ning ear, Quick measured footsteps I could plainly hear ;"], [127, "A FEW WORDS ON POETS. 111 I turn'd my eyes, and on the ramparts saw Young Hamlet stand, in speechless, trembling awe. The dew-drops hung upon his princely brow, As to the phantom he did lowly bow ; \"Hail!\" cried the awe-struck youth — \"hail, royal sire ! Hail, Denmark's royal chief! Ere I expire With wonder and amazement, father, say, Why from the tomb thy form doth nightly stray ? Why is it, that thy soulless shape I see, In midnight's solemn hour, arm'd cap-a-pie- ? Is it because some deadly sin doth dwell Within thy bosom, making there a hell ? Or is't because some fearful weight of woe Hangs o'er my fatherland, and makes it throe In fearful agony, and ope its womb, Casting the dead up from the mould'ring tomb, Wherein their bones full long have been at rest ? Say, in Heaven's name ! art thou not with the bless'd ?\" He paused : the phantom shook its armed head, Then glided forward with a noiseless tread : \"lam thy father's spirit,\" he replied ; \" 'Tis said, that through a serpent's sting I died. Hamlet, that serpent was a wanton wife ; Hers was the sting that took thy father's life ; No reptile's venom did my pure blood stain, But by my brother I was basely slain. Urged on by lust, that foul and loathsome thing, To slay thy father, his liege lord and king,"], [128, "112 A FEW WORDS ON POETS. The traitor came, and, with dire malice fraught, Throughout my orchard he his victim sought : He found me, as I oft was wont to lie Upon the greensward, 'neath the azure sky ; There as I lay, ne'er thinking of aught ill, The traitor came, with leperous distil, More deadly than the fatal shaft that flies From the fierce adder, when, with glist'ning eyes, He gazes on his victim, ere he springs, And with his slimy form around him clings, Nor e'er releases from his fearful fold The body of his prey, till dead and cold ; So came the traitor in the noon-day's heat, And, serpent-like, fell cringing at my feet ; Then raised himself upon his bended knee, Prepared to murder, or to basely flee. I slept ; and as I slept, a fearful dream (That I was struggling in foul Lethe's stream, While mocking fiends in mine ears did howl, And welcome to their dark abode my soul ; Which from the foul contagion seemed to shrink, And cling to life upon death's dizzy brink) Came o'er my sleeping senses, and I rose In terror, unrefresh'd from my repose ; E'en then, methought I felt a fearful pain Rush on like wildfire through my dizzy brain ; My blood seem'd boiling in my swelling veins, My body rack'd with most unusual pains. I cast my eyes in agony around, And saw the traitor lie upon the ground,"], [129, "113 A FEW WORDS ON POETS. While with one hand a poniard bright he grasp'd, The other held, within its tighten'd clasp, An empty phial, whose foulness fill'd the air, And spread corruption o'er the atmosphere. I quickly turn'd, o'erwhelm'd with fear and ire, While through my head a flame of liquid fire Seem'd madly rushing o'er my frenzied brain, And all my limbs were rack'd with deadly pain. I strove to reach the murd'rer ; but I fell, And what I suff'er'd it were vain to tell. I lay upon the cold and clammy earth, Till pain and anguish drew my spirit forth : Then I descended through the yielding earth, Where laughing fiends caroused in boist'rous mirth, And echo answer'd in my wond'ring ear The shouts that filled my soul with awful fear. Soon I arrived at the infernal gate, Where Satan sat in majesty and state : Him I beheld, while round his throne there stood A vast assemblage of hell's chosen brood. ' Hail!' cried the arch fiend, in my awe-struck ear— ' Hail, Royal Denmark ! welcome art thou here.' Then through the vaulted cavern rang a cheer, Which echoed wildly through my palsied ear ; While busy fiends around my form did flock, And, with grimaces foul, my fears did mock ; Then Satan summon'd to his councils one Who calmly stood before the arch-fiend's throne ; And as he spoke in slow and measured pace, Each fiend in silence gazed upon his face ; i"], [130, "114 A FEW WORDS ON POETS. Soon I was borne into hell's dark abyss, But more, my son, I may not tell of this, Or else my tongue could such a tale unfold Would turn the current of thy life-blood cold, Dry up the marrow in each supple bone, And turn thy warm heart into one of stone ; Such are the pangs which I am doom'd to bear, For unrepented sins, committed here. Each stormy night, when winds their vigils keep, And man awaketh from his troubled sleep, Or when the moon, beneath the lightning's glare, Doth vanish in the hazy atmosphere ; When glimmering stars withhold their twinkling light, And earth -lays hid beneath the cloak of night — At such an hour I'm doom'd to leave my cell, Where I have suffer'd that I may not tell, And walk once more upon my native soil, To terrify the sons of honest toil ; But not alone for this my ghostly form Doth brave the terrors of the midnight storm, But that my son might know to whom he owes His father's death, and Denmark all her woes \" He ceased, while Hamlet, with clasp'd hands did cry, \" Bright Jesus! hear me, in thy native sky ! And thou, poor Ghost, bear witness that I swear, I will avenge thee, on thy murderer ! Yea, while this brain doth in its caves remain, Or my warm blood doth course throughout each vein,"], [131, "115 A FEW WORDS ON POETS. No other thought shall in my bosom dwell, Till I have sent the murd'rer down to hell.\" Thus spoke the Prince, when unto him again The Ghost replied, in sad and mournful strain — \" I find thee apt, and dull wert thou indeed, More dull than Lethe's foul and noxious weed, Didst thou not stir in this ; yet, Hamlet, hear — Strike not thy mother with the vengeful spear, But, for thy trait'rous uncle, Hamlet, slay, E'en as thou wouldst the reptile in thy way, The foul, adult'rous murd'rer, though he stood Before the altar of the living God.\" As thus he spoke, the thunder loud did roar, And rain in torrents from dark clouds did pour, Loud scream'd the owlet from his nightly post, As thus communed Prince Hamlet and the Ghost : The glowworm o'er the earth now cast its light, Which the poor Ghost beheld with much affright ; And with his finger pointing to the glow, Vanish'd, and left the Prince o'erwhelm'd with woe. Awhile he stood, while o'er his princely brow The lightning flung a pale and livid hue ; Then to high heaven he raised his tearful eyes, While from his breast came forth unnumber'd sighs: \" Great God, who sits upon the eternal throne Of heaven's majestic vault, and looketh down, And all ye hosts of heaven, who at his nod, Do sing the praises of a righteous God, — And ye, dark fiends, whom he hath doom'd to dwell For evermore in tortures in deep hell, — i 2"], [132, "116 A FEW WORDS ON POETS. Where, 'neath the shadows of perpetual night, Grim shadows prowl, or where the sulphurous light Doth spread its foul and pestilential glare — Ye fiends of darkness, hear me, as I swear, I never more will rest, by day, or night, Till vengeance on the murd'rer's head alight !\" He said ; then upward turn'd his tearful eye, And thus I left him in sore agony. Again, I gazed upon young Hamlet's face, And anguish in each lineament did trace ; Around him sat a proud and glitt'ring train Of Denmark's noble sons, who, not in vain, Had met that day to see combatants stand, And for their precious life fight hand to hand ; Around the circle, as I cast mine eye, I saw fair Denmark's proudest chivalry ; While seated in the galleries above, Were beauties fitter for the feast of love, Than thus to grace with all their lustrous charms The field prepared for deadly feats of arms. Oh, who could gaze upon that bright array Of virgins, lovely, beautiful, and gay; Behold the smile that beam'd in each bright eye, As each fair bosom heaved a gentle sigh — Mark each soft cheek, whereon the roses bloom, More graceful seem'd, or feel the soft perfume, Which from their coral lips, in joyous strain, Fell sweet and grateful as the gentle rain"], [133, "A FEW WORDS ON POETS. 117 Which o'er all nature doth its treasures yield, And with sweet moisture renovate each field — And not regret that such a gorgeous train Were met to see man shed man's blood in vain ? 'Twas even so, and o'er the scene of strife Presided Denmark's proud, lascivious wife, While by her side the treach'rous brother stood, Whose guilty soul was deeply dyed in blood, Which, like the blood of Abel from the plain, For vengeauce call'd, and call'd not all in vain. Beside the lecherous pair young Hamlet stood, In solemn silence, and no loving mood ; His eye glared round the field, ordain'd to be A spot for ever stain'd with infamy; Laertes came, the bold, impassion'd youth, Who had not then been there, but that the truth, Beneath aspersions foul, unnumber'd lies, Was basely hid, for which young Hamlet dies. The bugle now sends forth its notes of war, And echo answ*ers echo from afar ; The lists prepared, the foes now take their stand, And for their lives they fight now, hand to hand ; Not long, alas ! they struggle, ere the tide Of blood runs streaming from their wounded side — They pant, they stagger, on the earth they roll, When Denmark's queen doth quaff the poison'd bowl ; The foil's sharp point, whereon the venom'd sting Of subtle poison, by the traitor king,"], [134, "118 A FEW WORDS ON POETS. Was thickly laid, had penetrated deep The youthful Hamlet's flesh, and made it creep. He reels, he sinks, but, ere his fife hath flown, He strikes the foul adult'rous murd'rer down, And deep within the guilty monster's breast He plants the weapon, and there lets it rest : The poison soon its venom doth impart, And searches through each victim's bleeding heart ; Till Death, the stern despoiler, as they lay, Claims mother, son, and uncle, as his prey. Such are the themes of which thy muse hath sung, Immortal Shakspeare, while thy harp was strung : — That harp, whose notes vibrate on ev'ry shore, And will do so till time shall be no more."], [135, "MISCELLANEOUS POEMS."], [136, ""], [137, "121 STANZAS ON LOVE. How bright is the sun when at morn it doth rise, Shedding bright beams of gladness all over the earth ! But brighter to me are my own dear one's eyes, When melting in sorrow, or glist'ning with mirth. How dark are the clouds which at midnight appearest, When winds from the westward doth sullenly blow ! But darker by far is the brow of my dearest, When anger doth lend to her features its glow. How bright are the stars which high above glitter, How sweet is the dew which at ev'ning doth fall ! But brighter and sweeter is the smile that doth flitter Around the sweet face of a beautiful girl. How chaste are the beams of the moon's soften'd glow, As proudly she soars in the heavens above I But chaster by far is the bosom of snow, Of woman, dear woman, the woman I love ! How sweet is the breeze, as it comes from the ocean, Whose ruffled green bosom it gently doth kiss ! But sweeter by far is the fond heart's devotion, When true love doth dwell in that mansion of bliss !"], [138, "STANZAS ON LOVE. 122 How bright are the hopes of the seaman, as leaving His dear native land, he the saisdoth unfurl 1 Still he watches the shore, as his boat's prow is cleaving The waves, as in eddies they gracefully curl. How drear is the prospect, when night's mantle falleth Above him, around him, in one darken'd form ; Yet the mariner's heart no danger appalleth — He loveth a calm, yet he fears not a storm. For the bold seaman knows that a true heart is beating Within his rough breast, which all danger defies ; His thoughts are now turn'd on his dear one's last greeting, And the fond recollection brings tears to his eyes. He beholds her in fancy, around his form clinging, He feels o'er again her last soft, fond embrace ; Then loudly her praises he soundeth by singing, With love's fervent pathos, her virtues and grace. And such are the pleasures which love doth delight in, No matter the country, the climate, or caste ; Though some may love drinking, and others love fighting, We all love dear woman the longest and last."], [139, "123 STANZAS ON LOVE. Then a health to dear woman, the old or the young, Be she fair as a blonde, or dark as deep jet — I love each sweet face, and each soft prattling tongue, But I love best of all my own little pet. Oh, how my heart beats as I gaze on her features, And play with the ringlets which grace her pale brow, She's surely the loveliest of all heaven's creatures That e'er condescended to dwell here below. Her cheeks are like lilies and roses entwining, To deck with their beauties some favourite tree ; Her heart is the seat where Love sits reclining, And casting his arrows around him with glee. I love to gaze on her, while gently I'm pressing Her soft taper fingers within my own palm, And fancy I feel, in the soft hand's caressing, The flame of pure love her soft bosom doth warm. How dearly I love, with one arm round her waist, While the other hand plays with her long silken hair, To pillow my head on her soft snowy breast, And banish awhile the world's troubles and care. For life is at best but a burthen and sorrow, , And love, 'tis well known, oft a traitor doth prove : Let's enjoy life to-day, then — who knows but to- morrow May bring forth a storm that's destructive to love."], [140, "124 STANZAS ON LOVE. Then here's to the minute, and here's to the hour, I first saw my love by the sun's dazzling light ; And here's to the godhead of love's magic pow'r, Who plants in each bosom a fund of delight ! And here's to fair Venus, the bright queen of beauty, Whose form in my dear one I fancy I view ! But pleasure must now give way to stern duty, So fondly, but sadly, I bid her adieu ! OH, I LOVE TO RIDE ON THE OCEAN WIDE. Oh, I love to ride on the ocean wide, When the fierce winds loudly roar ; I love to roam, on its billowy foam, As it lashes the rock-girt shore ; For though there's a charm in a gentle calm, To gaze on the pale blue sea, Yet my bosom doth warm to the raging storm, For that, too, hath charms for me. 'Tis a glorious sight, on a summer's night, To gaze on old Ocean's breast ; When the moon's pale ray o'er its bosom plays, As it silently takes its rest."], [141, "OH, I LOVE TO RIDE. 125 Its bosom then seems, like our childhood's dreams, Innocent, calm, and serene ; And the stars which glow, in the waters below, Enchantment adds to the scene. But when the great deep awakes from its sleep, And fhngeth its foam on high ; When its heaving breast, like a warrior's crest, Tow'rs proudly toward the sky ; When the waves, as they rise, man's power defy, And laugh at his fragile form ; When each bounding wave a fresh victim doth crave For the Demon of the Storm. Oh, then, as I see, in wild revelry, It dashing the barque on shore ; And the crested wave form a human grave, And take what it cannot restore — I think, while I gaze, with fear and amaze, On the foaming waters wild, How fearful is wrath when it is once call'd forth From a breast so calm and mild. Then the boundless sea appeareth, to me, Like creatures on this our earth ; For when its soft breast doth tranquilly rest, 'Tis like a young child at its birth ;"], [142, "126 OH, I LOVE TO RIDE. And when, in its wrath, it belloweth forth, And soareth toward the sky, 'Tis like the fierce brand in a warrior's hand As his foes around him die. Then let us all pray for that glorious day, When the sword in peace shall rest ; And the tale be told, that in days of old Mankind one another oppressed : When that glorious light, resplendently bright, Which gleams in the heavens above, Shall illumine each heart, bid discord depart, And earth be a region of love. \" GOD SAID, LET THERE BE LIGHT.\" \" God said, Let there be light !\" and o'er the earth And ocean's wat'ry waste, o'er hills, o'er vales, And o'er the sombre vault of heaven, erst wrapp'd In deepest hue of night, the glorious sun In gorgeous splendour burst ; and as its beams Shone forth at His command, each living thing That dwells on earth or in the humid air, Or in the rivers deep, or ocean's wide And soft expansive bosom, whose white foam, In mountain waves doth rise with fitful roar, Like mighty cataract, or silent flows In its majestic course ; or, in deep caves,"], [143, "\" LET THERE BE LIGHT.\" 127 Which Nature, in her wild convulsions, formed Beneath the ocean's surface ; or where rocks Rise high amid the rushing waters — huge, Gigantic masses, tow'ring to the sky, Like some vast monster of the deep, whose limbs, Colossal-like, do gird the mighty deep Within its ample stride, and thus outvie And far surpass in splendour puerile man's Frail, evanescent works, — sent forth a cry Of loud and grateful joy, as with its warmth, All nature was revived. And this was day — The first which ever dawn'd, which His right hand Did out of chaos form. For ere the sun Was made to rule the day, no day was there To earth-born-creatures ; neither was there night, For all was sleeping, save the awful form Of heaven's Eternal King ! who, as He spoke — Who spoke not e'er in vain, beheld with joy Unutterable, His own immortal face In the celestial fire that thus appear 'd Hung in the heavenly vault ; and heard the choir Of heavenly seraphs, with angelic strains, Sing — \" Holy, holy, infinite, and just ! That is, and was, and shall be evermore.\" God saw that it was good, and gave command That it should rule the day : to rule the night, He bade the moon ride o'er the darken'd sky In silent grandeur, flinging her chaste beams O'er all His mighty works — her mellow light, As beautifully mild, serenely soft,"], [144, "128 \" LET THERE BE LIGHT.\" As that pure virgin, who, in after time, Brought forth His own anointed Son, to bear The heavy burthen of man's heinous sins Upon his guiltless head — hung in the air, And shed a lustrous halo o'er the earth : Beneath her gentle beams the lover sighs, And pours love's magic words into the ear Of some fair, timid, yet approving maid, Whose modest blushes all unseen do rise Beneath the mellow light, as she doth press The hand which trembling grasps her own, and feels The warm blood thrilling through its every nerve, As, with impassioned words, and eyes, whose fire Would fright the timid virgin, were their glance Not hid beneath the deep'ning shades of night, He pleads his earnest cause : yet not alone Doth the fair vestal orb display her light O'er the dark horizon ; for myriad stars, In countless multitudes, do cast a glow O'er all creation's works ; those brilliant gems, E'en as a wreath of glittering diamonds, bound Around the brows of royalty, do grace The courtly palace ; or, as precious stones Of ruby, topaz, emerald, or pearl, Do add fresh lustre to the peerless charms Of some fair daughter of illustrious race, Decked out in all the wealth of famed Golcond, To grace the nuptial couch ; those dazzling rays Of heavenly radiance, o'er the distant sky Diffuse their sparkling light, and make weak man,"], [145, "\" LET THERE BE LIGHT.\" 129 While gazing upward at the vaulted arch Of heaven, admire, and worship in his works The mighty hand of God. For who can stand And gaze upon the starlit canopy Of the eternal vault, whereon the throne Of everlasting power, and love, and might — Surrounded by archangels, whose loud voice, In hallelujahs, hail their Lord and King — Is fix'd to all eternity, or gaze Upon the radiant queen of night, or cast His eye unshaded up toward the sun, Which in effulgence glows, and dare affirm, In solemn mockery, there is no God ! \" God said, Let there be light ;\" when quickly sprang A dazzling ray of light in man's rude breast, Henceforth to cheer his earthly path, to guide Him in his earthly course. \" Let there be light ;\" What potent power is in those few short words ! \" Let there be light !\" let every soul rejoice In Heaven's eternal gift ! \" Let there be light \" To cheer the humble, and exalt the just !\" *' Let there be light \" o'er earth, and sea, and sky, In howling wilderness, in verdant groves, In gilded halls, in cotter's humble shed ! \" Let there be light,\" that every living soul May feel its influence benign, and fall Before the Almighty Giver, and bow down In silent thankfulness. \" Let there be light \" ic"], [146, "130 \" LET THERE BE LIGHT.\" To chase the demon Guilt, and his vile host Of howling cormorants, from every clime Whereon the fiend hath set his cloven hoof. \" Let there be light !\" Ye legislators, hear, And hear it not unheeded : God hath said, \" Let there be light !\" Obey His dread command Let universal light be shed o'er all His erring creatures ; let all hearts rejoice In universal light ; let knowledge spring Forth from the mental darkness that too long Hath ruled o'er every land ; let learning find A place in every human breast, to shed Its glorious rays of everlasting light : — Then will all nations rest in peace ; their sons, In virtuous deeds, each with late rivals vie — The sword neglected, in the scabbard rust, And war's rude turmoil cease — regenerate man, In blissful peace dwell with his fellow man ; And the Omniscient eye at length behold His glorious image, shadowed forth in man, Pure, as at the creation — ere the world Was tenanted by evil ; ere the ray Of heavenly light was shadowed by the fall Of disobedient man."], [147, "131 TEIGNMOUTH, SOUTH DEVON. [The following stanzas were written to please a friend, residing at Teignmouth, who requested me to write something in rhyme, upon his birth-place.] Pray, list awhile, ye men of Teign, Whose river joins the foaming main, And think not that I would pass o'er Unheeded thy bold, rock-girt shore. Oft have I stroll'd along thy Den, Or boated o'er thy queenly Teign, And gazed with joyous rapture o'er The trackless sea ; from thy fair shore Beheld the star-lit canopy Of heaven's eternal, boundless sky, As silently beneath my feet The waters, in a glassy sheet, Came sweeping on with crested foam, Wafting the hardy seaman home : And I have thought what joy would be Shed o'er his humble family, As gaily he has leaped on shore, To clasp them to his breast once more — That breast, where thoughts of wife and child, All fears and sorrows had beguiled ; k 2"], [148, "132 TEIGNMOUTH. And I have fancied with what joy He clasp'd his wife, and infant boy ; Then wept, and smiled, and with caress Enhanced by love's impassion'd kiss, He with endearment to them clung, In speechless joy which had no tongue : Yes, I have fancied such a scene, As I have stroll'd along thy green ; And thought so warm a welcome home Would almost tempt a king to roam. And I have stood amid the throng Of happy creatures, old and young, And cast my eyes o'er thy green hills, Which, rising in the distance, fills The limner's canvas with a view, If fairly portray'd, grand and true. And Fancy, with her num'rous train, Hath freely scamper'd through my brain, Enhancing all that I have seen Or heard of thee, sweet flowing Teign. In visions bright before my eye, In quick succession, glided by Soft, sweet, voluptuous female forms, With swanlike necks and snow-white arms, Cheeks radiant as the blushing rose, Eyes whose long lashes half disclose The melting softness of the sex, Whom Heav'n ordained poor man to vex,"], [149, "TEIGNMOUTH. 133 Tease, and torment ; then with a sigh, And tear-drop glist'ning in the eye, To lead him in her silken chain A willing captive back again. Such are the wonders love doth work O'er Christian, Pagan, Jew, or Turk — Of ev'ry age, and every clime, They have been rulers, from all time : And ever will they hold their sway — While love dictates, men must obey ; For with their smiles, and winning graces, Gentle sighs, and lovely faces. Soft, heaving bosoms, piercing eyes, Poor man is taken by surprise ; And like the roving bee doth sip The honey dew off beauty's lip, And revel in the luscious stream Till Death, the tyrant, ends the dream. A VOICE FROM THE DEAD. Come, dry up those tears, mother, cease thus to sigh, Cast from you the gloom that now sits on your brow ! Remember, dear mother, your son dwells on high, Nor pain, care, or sorrow, he'll ever feel now."], [150, "134 A VOICE FROM THE DEAD. Oh ! how can you weep thus, and add to the gloom Of father, and brothers, and sisters so kind ; It will not recall your lost son from the tomb, But add to the sorrow of those left behind. Oh, think, dearest mother, that others must feel The deep throbs of anguish — that others have eyes; The tear-drops of sorrow, that down your cheeks steal, Must add to those pangs which escape but in sighs. Oh, think, dearest mother, my father must feel The throb of affection around his heart cling ; Let yours be the task, then, dear mother, to steal From mem'ry the shaft that affliction doth fling. Add not to the cup, that already is fill'd With deep-rooted sorrow, one drop more of grief; But labour with kindness, in which you are skill'd, To give to yourself and each mourner relief. Remember, that while on this earth I sojourn'd All known means to save me were tried, but in vain; And now, dearest mother, I must not be mourn'd, For in heav'n I dwell, and am free from all pain."], [151, "135 MY MOTHER'S GRAVE. Shadb of my mother, once again I tread The silent churchyard where thy ashes lie ; Once more by filial love I'm hither led, To ponder o'er thy much loved-memory. Hard was thy fate, by nature form'd to shine, And shed a lustrous halo o'er the earth ; Yet round thy heart affliction did entwine — Kind fortune shunn'd thee from thy very birth. Oft do I fancy, in the silent night, The music of thy much-loved voice I hear, — That voice which fill'd my heart with pure delight Whene'er its accents fell upon my ear. Thy form was cast in nature's fairest mould, Thy heart was stored with love, a garner'd heap ; That form, alas ! now lies here, silent, cold ; For death has call'd thee to thy long, last sleep. Peace to thy manes ! no monumental bust Records thy many virtues, or thy love ; Thy body here's co-mingling with the dust, Thy soul hath wing'd its flight to realms above."], [152, "136 LIFE AND DEATH. *3n allegory. When Great Jehovah said, Let man be made In our own image, breathed the breath of life Into his nostrils, made him Lord of all The birds and beasts that perish ; when He said — Go forth, increase, and multiply, till earth, And air, and water, with their kind doth teem In countless multitudes, He raised his hand, And winged seraphs, round about the throne Of their all-potent and imperial Lord, Flew with submission, meek, and humbly bow'd ; Then cried aloud, Jehovah, Lord of lords ! He singled from the seraphs, as they stood, With eyes cast down in sweet humility, One of a noble and majestic mien ; And to his guardianship bequeathed weak man, Whom he had placed in Paradise, to rule Sole lord of all things new created, save The tree of knowledge, and the tree of life, Which were forbidden man to touch ; but Eve, Too easy tempted by the foul arch-fiend, Did eat and give her lord forbidden fruit, Who thus cast forth from Paradise, became The sinful fount from which foul death did spring"], [153, "LIFE AND DEATH. 137 In loathsome hideousness. He then bestow'd Upon his chosen seraph power to shield Man from the tyrant Death ; hence Life and Death Have ever waged o'er the human form, In His great name, an everlasting war. 'Twas morn, and o'er the azure vault of heaven The sun in bright effulgence shed his beams, When from the op'ning sky there did descend Sweet Life, that erst had rested in the clouds, To guard his num'rous charge ; he halted not, Till he had reach'd a palace, whose fair walls Were hung with gorgeous tapestry, whose lord, Old and enfeebled, one short year before, Led to the altar of hymeneal rites, A maiden young, and beautiful, and chaste, As fair Diana. A foul sacrifice To filial love and duty : her proud sire Barter'd his daughter's happiness for gold, And pride, and pomp, and power; thus she became Thehoary dotard's bride. Around her couch Stood skilful leeches and attendant nurse, To welcome yet another soul on earth. Life, that bright seraph, stood unseen, unheard, And gazed in sorrow, as the mother's pangs Now raised a gentle murmur, then burst forth In one wild scream of anguish, not unmix'd With sweet ecstatic joy, as from the womb The new-born infant with loud cries came forth. All now was hush'd — anon, the leech proclaim'd, The precious stranger was a son and heir,"], [154, "138 LIFE AND DEATH. Which fill'd the suffring mother's heart with joy Too great for her endurance, and she fell Into a death-like swoon. Sweet Life approach'd, And breathed his balmy breath o'er her pale brow, Then vanish'd : as he fled, his glistening eye Fell on grim Death, who at the palace gate Stood silent, musing, and him thus address'd: \"Grim Death, avaunt ! nor follow in my wake, Where all is bright and joyous ; thy gaunt shade Doth, like a foul and loathsome pestilence, Bring sorrow, grief, and woe.\" The tyrant Death, In tones of fiendish joy, to Life replied : \" I revel in my power ; behind me stalks Disease, in all its hideous form ; my nod Calls forth on beauty's cheek the hectic flush, And bids her charms all wither ; I can strike With aim unerring, 'mid the battle's din, And single out my victims, though a crowd Environ them. Ha, ha ! my power then dread, Lest in my wrath I strike thee! Life, make way! Nor dare attempt to stay my bold career.\" \" Back to thy dark abode ! thou shalt not mar The joy of that young mother, with thy form Of vile impurity,\" sweet Life replied ; And, casting up his eyes to heav'n, behold ! The clouds did ope, and a bright flash of light Abash'd the foul abortion of the fiend, Who, howling, fled, and spread his pinions forth, Which quickly bore him to the battle-field,"], [155, "139 LIFE AND DEATH. Where man, in fury, slew his fellow man. \" Ha, ha!\" he cried, \" 'tis here I love to ride, Amid the thick and sulph'rous smoke — to cast My darts around, unheeded and unseen ; Behold, mankind thus do my work — become My willing slaves !\" Anon, the rival hosts, Met in the deadly conflict, heaps on heaps, Beheld Death's shadow on that fearful day. \" Ha, ha !\" he cried, and cast his darts around, In countless numbers. \" 'Tis a glorious sight To see these murd'rous sons of Cain thus meet In deadly fray; to hear the cannon's roar Above the din of arms ; to see the smoke Rise and o'erspread the canopy of heaven ; While groan on groan rise from the teeming earth, Like music most melodious to my ears !\" He paused ; and as he gazed with eyes elate, Sweet Life, that blessed seraph did alight, From out an azure cloud. His radiant form, Like burnish'd gold, shone through the drifting smoke, As swift his aerial chariot sped along, To stay the hand of Death. Behind him sat Sweet Pity and her handmaids, whose bright eyes Were fill'd to overflowing for man's woes. \" Son of incarnate fiend, who doth display The malice of thy foul, malignant heart, In every feature of thy hideous face — Hence to thy dark abode ! Hell's deep abyss Now yawneth to receive thee ! — Hie thee hence,"], [156, "140 LIFE AND DEATH. And hide thee in thy foul and loathsome cave,\" He said ; and Death, in scornful tones, replied : \" I go, but ere I quit thee, gentle Life, Behold the dainty dish I have prepared, To feast thy tender eyesight, fill thy hands With work enough, at least, for one brief day. Call back the spirits to these bleeding clods Of cold, insensate clay, restore those limbs, And heal those ranc'rous wounds that ope their mouths, To hail their benefactor. Ha ! ha ! ha !\" And then he stamp'd the earth, which op'ningwide, Ingulfed his hideous form. Life gazed around, With eyes brimful of tears, and thus he spake : \" Oh, ye who revel in your princely halls, And in your spleen too oft unleash the hounds Of wild, terrific Warfare — ye who stand, And proudly speak of battles far away, Go, tread the bloody field of death, when morn Breaks forth in all its loveliness — behold The teeming earth, satured with blood, where man And beast, commingling in one foetid mass Of putrefying and corrupted flesh, Deface the beauteous earth : list to the cries That rise from thy poor victims — hear their groans, Then place thy hand upon thy heart, and say — ' This is my work ! for this I have been born To wield a sceptre, or be call'd a king!'\" He ceased, and quickly o'er the blood-stain'd field He spread his halcyon wings. A fragrant breeze"], [157, "141 LIFE AND DEATH. Now cast its mild and gentle influence O'er man's enormity. Wherever Life (However weak or torpid) did abide, He breathed upon the sufFrer, and appeased His dreadful agonies ; then flung around A fragrant essence, that did quickly fill Their hearts with pure delight, caused loving forms To flit before their mental vision, made That field of horror to their eyes appear A scene of quiet and domestic joy. Anon, he bade sweet Pity summon forth Her willing handmaids, to bind up the wounds Of those poor suff'rers. Then he soar'd aloft, And, by the noxious vapours that exhaled From out the loathsome and detested form Of his antagonist, he traced his way O'er hills and valleys, rivers, mountains, plains, Till o'er fair ocean's wide and watery waste Foul Death he did espy ; who, as he came, Flung forth his forked darts, which harmless fell, For Life was there to save. He raised his voice, And thus address'd man's enemy : — \" Again I've traced thee out ! Vile enemy of man, And bitter foe to all that's great and good, What awful deeds wert thou prepared to do, That thus I find thee, o'er this wondrous waste Of wild conflicting elements ! Avaunt ! Thy shafts are harmless — Life is here to save : Death's tyranny is o'er.\" Grim Death replied : — \" Oft dost thou thwart me, Life ; thy potent pow'r"], [158, "LIFE AND DEATH. 142 I cannot now compete with. What I can, I'll do to mar the pleasures that doth fill Thy heart to overflowing.\" As he spoke, He cast malignant glances on his foe ; Who with seraphic smile did thus reply : — \" My pleasures are of heavenly birth, and thine Are of incarnate and unholy fiends The foul outpourings. Do thy worst ! I'm here, With Heaven's help, to save whom thou wouldst slay.\" He ceased, then spread his halcyon wings, and took His aerial flight, till o'er a gallant barque, Which long had lain becalmed — where health and strength Had yielded to the foul incarnate fiend, And his vile incubus — he paused, and saw The crew all gazing o'er the clear blue sea, Which, like a mirror, cast reflection back Upon the gazers. Three long weeks had pass'd Since they were thus becalm'd ; not e'en a breath Of wind had stirr'd to cool the sultry air ; Their water now was running short — their food Had long been stinted — gaunt and grim Dismay Sat on each haggard brow ; their sunken eyes Show'd Death had marked them for his prey ; their fate Was far beyond the aid of man — they felt That Death was now upon them : but to die Alone upon the waters, and to fill With nauseous smells the sultry atmosphere,"], [159, "LIFE AND DEATH. 143 Was awful to contemplate. Life now spread His wings o'er that frail .vessel ; and there came A gentle current of soft balmy air, Which sent the warm blood mantling through their veins, With all the freshness of their vigorous days. Anon, the captain starts — a languid smile O'erspread his manly features, as a breath Of balmy air fell on his wrinkled brow ; Then to his mouth he raised a trumpet — cried \" All hands aloft ! for see, the fresh'ning breeze Already fills our canvas — we are saved !\" And now, stern Death, in wildest fury flies Before the vessel's track, and loudly calls From east, north, west, and south, the boisterous winds To aid him, as he struggles for his prey. Anon, the barque bounds o'er the roaring surge With wild impetus : now, the lowering clouds Burst forth like a volcano — vivid flakes Of lightning fly around — the vaulted arch Of heaven is opened — and the mighty deep Expands its heaving breast, and, with a rush, Bounds on and on — the waves in mountains rise, And hurl the vessel up towards the clouds, Which, bursting in one wild impetuous flood, Doth dash her down into the dark abyss Of wild ungovern'd waters, — all is now Despair, as wildly o'er the boiling surge The gallant barque is dashed a fearful wreck !"], [160, "144 LIFE AND DEATH. On, on — she rushes through the watery surf, Sublime e'en in its anger ! — on she glides — Her helm's now washed away, her mainmast sprung, Her bulwark's all stove in — her foremast now Yields to the howling blast ; yet, once again, The captain's voice is heard : \"Cut, cut !\" he shouts ; \" Clear all the wreck away!\" The cannon booms, Unheard by all, except that gallant crew, Amid the howling of the angry blast ; And now the mizenmast, their only hope, Yields to the raging tempest — snaps, and falls, And crushes all beneath it ! Now, she rights, And, like a thing endowed with life, she floats, And dashes from her prow the foaming waves ! As Life now spreads his wings, in ecstasy They now espy a vessel, as she glides Far o'er the trackless sea ; the wind subsides — The waters fall before the potent wand Of Heaven's vicegerent. All is joy, as now, Quick o'er the watery waste, the vessel comes With canvas spread, and almost within hail. Anon, the cannon booms ; its echoes rise, And ere they die away, are heard by those Who ne'er refused a fellow- sufferer aid ! She comes, she comes ! — her boat is launched — her crew Give way with all their heart and soul ! — they feel The life of men now rest on every stroke. Anon, the Seraph o'er their pallid cheeks"], [161, "LIFE AND DEATH. 145 Breathed health and strength, then took his aerial flight To other scenes j where'er stern Death appeared, He followed in his trail, disputing hard With his fell enemy, each human life That he would fain destroy. The humble cot Of toil-worn peasant, or the gilded halls Of peer or potentate — o'er Afric's wilds, Or Persia's perfumed shores ; or where the rude And untaught savage in his wigwam dwells, Feasting on fruits and herbs ; or where the fiend Invests frail man with appetite, to gloat And feed on human flesh their ravenous maw With most infernal joy ; or where the bright And lovely daughters of fair Britain's isle Doth sip rich nectar from the crystal cup, Which, in return, reflects their radiant charms, He took his aerial flight ; and, as he passed, Flung forth a perfumed essence, to assuage The bitter pangs of Death, where'er his darts Had left their venomed sting. On India's shore Life paused awhile: A Hindoo mother sat, Gazing upon her offspring ; and her heart Beat audibly, as thus the mother spoke : — \" Gone is thy father to the Spirit Land, And I, too, soon must follow ; with his corse My living form must burn ; the funeral pyre Already is erected that will make Thee motherless, and me a fiery tomb.\" L"], [162, "146 LIFE AND DEATH. And now grim Death approached with a foul train Of Moloch's bloody and detested sons, Who led the victim of their horrid rites Of hellish superstition to the pyre, Whereon the body of the dead was lain. The priests now placed their victim, and began With diabolic grimaces to chant The funeral dirge ; when, springing from the wood, A band of Christian warriors were led on By that untiring Seraph (whose soft breath Recalled again to life the fleeting soul), And with their glittering spears they scattered wide Foul Moloch's myrmidons ; then hurried off The victim of their most unholy rites. Again the two unceasing foes did meet Within a little space ; grim Death was wroth, And hurled his thunders o'er the Seraph's head, Which harmless fell, as thus fair Life did speak : \" Rail on, rail on — thou foul and loathsome shape Of unborn ugliness ! — I thee defy : For howsoever thou mayst hurl thy darts, Immortal Life thou never canst o'ercome.\" Grim Death, in fury, raised his horrid voice, And thus the beauteous Seraph (who, in robes Of dazzling glory stood) he did address : — \" Spread o'er the earth, or o'er the ocean wide, Thy seraph wings, I'll follow in thy rear — Dispute with thee each particle of clay, Endowed with life but to succumb to Death.\" To him the Seraph, smiling, thus replied : —"], [163, "LIFE AND DEATH. 147 Weak are thy boastful threats ; for He alone Who rules o'er heaven and earth can work me ill !\" And then he spread his wings, and soared aloft, When Death, transported with fierce rage, let fly His most envenomed shaft ; the Seraph turned And waved his mighty wand o'er Death's gaunt shade, Who, howling, fled to shun the Seraph's ire. THE POACHER. For three long weeks he vainly sought Employment, far and near ; His children nightly round him ran, With hungry bellies, pale, and wan, And eyes dimm'd with a tear. He took them up upon his knee, And thought his heart would break ; \" God help us now, my pretty dears!\" He said, while hot and scalding tears Coursed down his furrow 'd cheek. \" Gudewife,\" at length he fiercely cried, \"Our children must have bread ! I cannot, will not, sit supine, And see them waste away, and pine — Our children must be fed.\" l 2"], [164, "148 THE POACHER. He rose, and left the humble cot, And sought the forest glade ; Beneath the branches of a tree He sat, in silent agony, Of ev'ry sound afraid. At length he heard a rustling sound, A hare came bounding by ; He raised his stick, it whizzing fell — He seized his prey — 'twere vain to tell How soon poor puss did die. He hurried home, half mad with joy. He quickly dress'd the hare ; His children all, with fond caress, Press'd on his lips a grateful kiss, Well pleased with their choice fare. Night came, and with it officers, To drag him off to gaol ; His wife's loud screams, his children's cries His own heart-breaking agonies, Were all of no avail. Morn came, and at the felon's bar He stood, in woful plight ; His haggard cheeks, his sunken eye, Spoke, more than words, the misery That urged him on that night."], [165, "149 THE POACHER. The justice sat in solemn state, With calm, portentous brow; And sternly told him, if defence He had, or pleaded innocence, That he must do it now. He cast his eyes around the court, Saw none to plead his cause ; He raised his head, and thus he spoke — \" 'Tis true, your worship, I have broke One of my country's laws. \" I've seen the lord, the squire, the priest, Ride on a foaming steed ; I've seen them hunt the timid hare, Whose shrieks resounded in the air, And made my own heart bleed. \" I saw my wife and children weep, I heard them cry for food j My brain with anguish madly whirl'd, I cursed myself, and all the world, And hurried to the wood. \" I slew the hare, I fed my babes, The rest your worship knows !\" He ceased — a gentle murmur ran Through crowded court, as that poor man Related thus his woes."], [166, "THE POACHER. 150 The justice rose, and thus address'd , The pris'ner, as he stood : \" The case is clear; the laws must be Obey'd alike by you and me — 'Tis for our country's good. \" This time, you only for one month To prison will be sent ; But if you e'er again appear, For poaching, you will find severe Will be your punishment!\" A STORM AT SEA. The sails were spread, the anchor weigh'd, the land Was fast receding ; still upon the shore, In the far distance, many a kerchief waved A last fond farewell to the gnllant crew. Farewell ! — that word clings to the hero's tongue, And draws the tear forth from the heart's recess To glisten on his cheek — a cheek ne'er blanched With coward fear — that word had pass'd. Farewell To England, home, and all endear'd ! They stood Far off to sea, till like a tiny speck In the vast horizon the vessel seem'd To those poor watchers. In deep agony The captain stood, gazing across the deep,"], [167, "A STORM AT SEA. 151 Till daylight fading, hid the rocky shore In night's dark mantle. Then he turn'd and sigh'd, Then pass'd his hand across his eyes, and dash'd Th' unbidden tear from off his furrow'd cheek ; Then, with clasp'd hands, he raised his eyes to heav'n, And silently breathed forth a fervent prayer To the Almighty for his wife and babes. Anon he starts, as o'er the deep'ning sky A lurid glare of lightning darts along, Casting a radiance o'er the rising surge, Which, moaning now in fitful gusts, rush on In fast increasing sheets of foam ; the wind Now rends the flapping sails, ere yet the crew Can furl them up ; the tatter'd canvas flies In wild disorder o'er their heads. Anon, The thunder peals in one continuous roar, As though high Heav'n had summon'd all its host To hurl destruction on that hapless crew. The clouds now ope, in one continuous sheet The rain in deluge pours, while black as night The dismal sky becomes ; the breakers' roar Is heard amid the tumult ; then a flash Of lightning rolls along the darken'd sky, Disclosing all the horrors of the scene For one brief moment. All again is dark, As though the seal of death had settled there Upon that waste of waters. Now a wave, With awful roar, doth bear the immerged barque High on its swelling bosom ; then she falls,"], [168, "152 A STORM AT SEA. And as she glides down in the foaming trough, Again a mountain wave strikes her frail hull, Clearing her decks of all and ev'rything That late was stow'd with all a seaman's care. Anon, amid the wind's incessant roar, The captain's voice is heard ; while at the wheel Himself he stands, the bravest of the brave : When, as he turns the wheel, a sullen wave Comes on with fiend-like fury, strikes the helm, And bears it far away. \" All's lost !\" he cries ; \" Pray God, we ride out this tempestuous night !\" The well is sounded, and the dread report — \" Five feet of water in her hold !\" — is made. \" Cheer up, brave hearts!\" the captain cries — \" our lives May yet be saved. Man both the pumps! be smart; What man can do, we yet will do. Our guns Cast overboard ; we shall not need their aid, Save one, to fire a signal, should we ride Throughout this awful storm ! 'Twere now but Avaste Of time, to us most precious : who could hear The cannon boom amid this awful roar Of wild conflicting elements!\" He ceased; Then to the pump he plied his vig'rous arms : With courage most heroical he work'd, And cheered with hope his poor despairing crew. Again the well is sounded : water gains On them apace. Three bells are scarcely past She cannot float till daylight ! With a shriek Of wild despair, the crew give up their toil,"], [169, "153 A STORM AT SEA. As with an awful creak the hatches rise, Disclosing to them at one glance the fate That now awaits them. See, she settles fast ! Anon, a seaman rushes forth, and cries — \" Give us some grog, ere yet the vessel sinks !\" \" Shame on ye !\" cried the captain ; \" would you steep Your coward soul in drunkenness ? Weak man, Prepare to meet your God, as man should meet That awful Judge who lays all secrets bare !\" And now with curses in his mouth, the wretch, Who fain would drown his cowardice in drink, Sneaks forth from his commander, and in rage Descends to meet that death he might have shunn'd. Meantime a raft is made, and firmly lashed, To aid them in their utmost need. She rolls. \" Cast forth the raft !\" the captain shouts. \" All hands, Make ready now to spring!\" Again she rolls, Then settles fast, and, with an awful plunge, Down, down, she glides into the dark abyss Of deep, unfathom'd waters, ne'er to rise Till heav'n, and earth, and sea again combine, Leaving that hapless crew, amid the storm, And deepest hue of night, to brave the deep, Upon that frail and buoyant raft. Three days And three long nights, all tedious, did they float Upon the crested waves ; nor food nor drink E'er pass'd their lips, till Heav'n in mercy sent A vessel to their rescue. They were saved !"], [170, "154 A CALM AT SEA. 'Twas sunset, and the glorious god of day Flung his bright shadows o'er the clear blue sea, — In many bright, yet ever-changing tints, — Making the placid waters, as they laved The vessel's side, as like a graceful swan She floated on its surface, look like streams Of molten gold, or sparkling gems, full meet To grace the brows of majesty. He stood With folded arms, scanning the vast abyss That lay beneath him, rapt in soft repose ; He turn'd his eyes now heavenward — the chaste moon Was slowly rising, as the sun declined, Casting its soft and mellow'd light o'er all That wondrous waste of waters. Thus he stood, The only living thing 'twixt sea and sky, Communing with his thoughts ; all hope was fled, Despair was brooding in his lonely breast, And yet he could not weep — the watery fount Was all dried up, his lips were parch'd and dry, His tongue clave to his mouth, his very breath Was foul and pestilential, — yet he lived, The only one of all the hapless crew. Oh, tell him not of dangers in a storm,"], [171, "A CALM AT SEA. 155 For he had seen the sea run mountains high, And yet felt fresh and buoyant ; he had braved The sea in its most wild, ungovern'd mood, And never felt his spirit quail. It pass'd, And all was well again ; not so a calm ; It hovers o'er the vessel, till her crew Fall one by one, as leaves in autumn fall — Dried up and wither'd — till one helpless wretch At length is left in lonesome solitude, To waste his hours of life in hopes and fears. Oh, who can tell the agony of thought, In such a solemn hour, that passes through The brain of man, who thus stands forth alone, In his own impotence, to plead his cause And sue for mercy ! — such dread thoughts must be Sacred for ever, 'tween him and his God. STANZAS ON HOPE. Oh, Hope ! thou art the fairest, loveliest flower, That ever blossom'd in the human breast ; The choicest gift that bounteous Heaven can shower, From the bright mansion of eternal rest, Upon impotent man : thy radiant beams Do play about the weary wand'rer's heart, And mingle in sweet childhood's sunny dreams, Robbing the keenest arrow of its smart,"], [172, "156 STANZAS ON HOPE. Making this earih appear, to human eyes, Equal in glory to the boundless skies When Sol's bright beams at early morn do rise. Go, watch the toiling slave, while to the oar Securely chain'd, he labours life away ! While busy mem'ry through his brain doth pour, Quick as his boat's prow dashes through the spray ! What is it dries the tear-drop in his eye, And drives the furrows from his pallid brow ? 'Tis Hope, that kindly beameth from on high, And kindleth in his breast a fervent glow, That speaks of what he erst was wont to be, Ere doom'd to pine in chains and slavery, And whispers, once again, he shall be free. Mark the fond mother, as o'er her sick child She trembling stands in speechless agony, And gazes on the image undefiled Of Him, whose throne is fix'd beyond the sky — What is it sheds a glow o'er her fair face, And re-illumes her eyes with lustrous light, Casting a halo o'er each beauteous grace, Which erst was shaded with the hue of night ? — 'Tis Hope, that gift of God, whose radiance flies Around her form, and sparkles in her eyes, While heaves her bosom with unnumber'd sighs. Mark the frail barque, as o'er the boiling surge She madly rushes in her wild career,"], [173, "157 STANZAS ON HOPE. While winds are howling forth the dismal dirge, And mountain waves burst o'er the mariner : He reels, he gasps, yet struggles to oppose His fragile strength so impotently weak ; While his rude breast, with strong convulsive throes: Heaves silently, as pallid grows his cheek ; His home, his wife, his children, all appear Before his mental eye, and bid him cheer, With glorious Hope, the heart bow'd down with fear Mark the frail remnant of mortality, Whose wasted form proclaims he soon must die ; What is it cheers him in his agony, And brings bright visions to his fancy's eye ? — 'Tis Hope ! that radiant star, which from on high Doth shed its genial influence benign, And lendeth to his dim and sunken eye A melting softness, Hope's most welcome sign — 'Tis Hope, at length, hath touched his troubled brain And softly whispers, though his sins remain, His deep repentance is not all in vain."], [174, "158 i A SOLDIER ON THE FIELD OF WATERLOO THE NIGHT BEFORE, AND THE NIGHT AFTER THE BATTLE. He stood alone ! — and yet not all alone — For Nature was around him ; all was calm And silent save the gentle wind, which sigh'd And whistled through the far outstretching trees, Whose giant limbs cast forth a darker shade O'er the green surface of their mother earth, While their high tow'ring forms soar'd in the air, And hid themselves amid night's solemn gloom. 'Twas midnight, as alone he stood ; his eyes Were heav'nward turn'd j his thoughts had wan der'd far From earth, and all things earthly ; and his soul Was rapt in contemplation of the skies. The moon rode high, amid the changing clouds, Which ever and anon crossed o'er her disc, And hid her from his anxious gaze. Again She soared in modest grandeur from the gloom, Casting a mellowing tint o'er all the earth. The stars, those little gems of radiant light, Like sparks of fire, burst out at intervals, Revealing for a moment their bright hues, And then again concealing all their charms, Like to a blushing virgin, who recoils"], [175, "A SOLDIER AT WATERLOO. 159 In maiden modesty from man's rude gaze, To nestle in her mother's gentle breast, And hide her fears and blushes as they rise. How beautiful and calm is silent night, When Nature sleeps, and man alone stands forth, To gaze upon the ever beauteous sky And commune with his thoughts ! — a holy calm Unfelt amid the turmoil of the day, Doth spread itself around his every sense, And teach him to bow down before his God In silent thankfulness. The soldier stood, And cast his eyes far o'er the broad expanse Of rich, luxuriant verdure, that was spread O'er all thy open field, fair Waterloo ! Night waned away, — the day ran out its course. Again he stood upon that fatal plain ; Alas ! how changed in that brief space was all The solemn beauty of that awful spot ! The earth, which erst was clothed in verdant green, Now teem'd with human gore — the zephyr's sigh Gave place to man's deep-breathed and mournful groans Which floated in the air, amid the gloom Of deep'ning night, which flung a sombre veil, As 'twere in pity, o'er that scene of woe, To hide from human eyes the mortal pangs That rend asunder life's fast fleeting ties, And waft the soul forth from the bleeding corse, Leaving that godlike form, where once were health"], [176, "160 A SOLDD3R AT WATERLOO. And strength allied to potent powers of mind, A fetid mass of foul, corrupted flesh, Filling the air with noisome pestilence, Fatal to all who move within its sphere. And why should man thus slay his fellow man ? Is it because an all- wise God hath made Too little space for all to live and breathe ? Or is't because the bounteous earth doth bear Too little produce, that man must perforce Destroy his fellow man, and stain his soul With murd'rous blood ? Alas, no ! If it were, There were a cause co-equal with effect. Why then doth man, in war's rich panoply, 'Mid trumpets' sound, and cymbals' startling crash, Rush like a demon on his armed foes, Deface their forms with wounds from glitt'ring steel And rob them of that life he could not give ? It is because ambition prompts the high And mighty still to rise, though ev'ry step Should tread on human necks, rend human hearts — Make rivers run with human life-drops, till The o'erpow'ring torrent carries in its course A heavy burthen — a whole nation's tears ! Yes ! 'tis ambition doth unleash the hounds Of murd'rous Warfare ; and for one man's gain Ten thousand lives are sacrificed, the earth Manured with human flesh and blood, the wife Robb'd of her husband, mother of her son, And children of their sires. That man must bear A heavy load of guilt upon his soul"], [177, "A SOLDIER AT WATERLOO. 161 Who rashly plunges nations into war. 'Twas thus the soldier on that awful night Soliloquized, while treading o'er the field Where death had been so busy. He escaped As 'twere by miracle — not e'en a scratch Had reached his sinewy form ; and yet his sword Was deeply stain'd with blood, e'en to the hilt. He drew it forth, and gazing on it, knelt, And poured forth to Heav'n a fervent pray'r, That such a sight might ne'er again assail His aching eyeballs ; then he raised the blade, And press'd it to his burning lips. A tear Fell from his moisten'd eye — a sacred drop, Fresh from the stream of a most noble breast. His prayer was heard. And not in vain was shed Man's blood upon thy field, famed Waterloo ; For victory crown'd the day. The eagle fell, And never soar'd again. Its obsequies Brought peace to ev'ry European shore. DEAR LAND OF THE FREE. Dear land of the free, when thy banner's unfurl'd, We'll challenge with glee, the rest of the world ; For what foe can withstand The glittering brand, Which a warrior's hand M"], [178, "162 THE LAND OF THE FREE. For freedom doth wield ; While the drums loudly beat, And the rival hosts meet, To conquer or die on the dread battle-field ! Hurrah for our Queen, and the land of our birth ! No brighter is seen all over the earth. May Victoria long reign, Our rights to maintain ; Though France, ay, or Spain, With tyrants ally 1 While her name is enshrined In each true Briton5 s mind, Proud tyrants or despots she well may defy. Hurrah ! then, hurrah ! for the land of the free ! In peace, or in war, none greater shall be. For our Queen and our laws, In honour's just cause, What Briton will pause To conquer or die, When that standard's unfurl'd That hath challenged the world, In the name of our Queea»_and of dear liberty !"], [179, "LIST OF SUBSCRIBERS. His Grace the Duke of Beaufort. The Right Rev. Henry, Lord Bishop of Exeter. The Right Hon. the Earl of Granville (4 copies). The Right Hon. the Earl of Orkney. The Right Hod. Lord Viscount Seaham. The Hon. Lord Charles Clinton. The Hon. Lord William Somerset. The Hon. W. E. Fitzmaurice, M.P. Sir Thomas Acland, Bart., M.P. Sir John Conroy, Bart. Colonel Hall, M.P., First Life Guards. Captain Bulkeley, ditto. — Hogg, Esq., ditto. Frederick Pratt Barlow, Esq., Kensington-square. Geo. E. Frere, Esq., Alfred Club, Albemarle-street. The Rev. Edward Golding, Hassenford, Devonport. Daniel Gooch, Esq., Paddington. Geo. Hennett, Esq.. Duke-street, Westminster. Colonel Maddox. C. C. Prinsep, Esq., Paddington. Thomas Osier, Esq., Cirencester. James Pyke, Esq., Paddington. F. Bush Saunders, Esq., Brompton-square ('2 copies). — Stevenson, Esq., Paddington. J. Massey, Esq. ditto. Thomas Ward, Esq. ditto."], [180, "164 LIST OF SUBSCRIBERS. Mr. Coinpton, Wallingford Road. Mr. Bishop, Didcot. — Alford, ditto. — Wilkinson, ditto. J. Kelly, Esq., Oxford. Mr. Fraser, ditto. Mr. Stevens, Faringdon Road. — Davis, Esq., Swindon. — Bartlett, Esq., ditto. Mr. Edmund Freeman, ditto. Mr. Fuller, ditto. Mr. J. Waugh, ditto. Frederick Wiggan, Esq., Stroud. Mr. W. A. Tetley, Brinscombe. Mr. Eglinton, Gloucester. Mr. John Brown, ditto. Mrs. Chas. Poole, Wykehill House, Gloucestershire. Mr. George, Wootton Basset. G. W. Andrews, Esq., Chippenham. — Brotherhood, Esq., ditto. — Fisher, Esq., ditto. Joseph Neeld, Esq., ditto. Mr. Murray, Badminton. Mr. Williams, Chippenham. Mr. Gundry, Carsham. R. Pritchard, Esq., ditto. Mr. Poole Davis, Box. Michael Lane, Esq., Bath. Mr. Harris, ditto. Mr. Denham, Keynsham. J. Badham, Esq., Bristol. C. Fripp, Esq., ditto. P. Morris, Esq., ditto. H. B. Sayer,Esq., Engineer's Office, ditto. W. D. Wills, Esq., ditto. Mr. Burton, ditto. Mr. Champion, ditto. Mr. H. Dunn, ditto. Drawing Office, ditto (2 copies). Mr. Blundell, Walworth-road. Mr. John Bailey, Paddington. Mr. Banks, ditto. Mr. Billing, ditto. Mr. Biscoe, Chelsea. Mr. Cox, Paddington. Mr. Cooper, ditto. Mr. Collard, ditto. Mr. Emmens, ditto. Mr. Fryer, ditto. Mrs. Hayes, South-street. Mr. Hackshaw, Paddington. Mr. Hoy, ditto. Mr. Jeans, ditto. Mr. King, ditto. Mr. Frederick Miller, ditto. Mr. B. Moss, ditto. Mr. Prosser, Somers Town. Miss Siggins, South-street. Mr. Sylvester, Paddington. Mr. Thrush, ditto. Mr. Tompkins, ditto. Mr. Thompson, ditto. Mr. R. G. Underdown, ditto. H. Howell, Esq., Slough. W. Nash, Esq., ditto. — Wrench, Esq., Priory, ditto. Mr. Baines, ditto. S. Chettle, Esq., Maidenhead. Mr. Hornblower, ditto. Mr. Lovegrove, jun., ditto. Mr. Saner, Twyford. Henry Simmonds, Esq., Reading. T. H. Bertram, Esq., ditto. — Beynon, Esq., ditto. II. B. Mitchell, Esq., ditto. — Orton, Esq., ditto. — Orton, Esq., jun., ditto. Mr. Childs, ditto. — Coxhead, jun., ditto. — Leaver, ditto."], [181, "LIST OF SUBSCRLBERS 165 Mr. C. Hoffinan, Bristol. Miss Lake, ditto. — Murlis, ditto. Mr. Hugh Owen, ditto. Mr. Edward Roffey, ditto. Mr. James Saunders, ditto. Mr. Stodart, ditto. Mr. Headly, Nailsea. J. Lovell, Esq., Clifton, Bristol. Robert Baker, Esq., Rington. Mr. Tomlins, Clevedon Road. Henry Davies, Esq., Weston Super Mare. Mr. Mears, ditto. Mr. Taylor, ditto. Mr. Swan, Highbridge. John Browne, Esq., Bridgewater. Wm. Browne, Esq., ditto. Isaac Dusson, Esq., ditto. Robert Ford, jun., Esq., ditto. Edward Jones, Esq., ditto. Rees Jones, Esq., ditto. Mr. William Croker, ditto. Mr. W. D. Francis, ditto. Mr. Edward Froad, ditto. Mr. Halliday, ditto. Mr. Murlis, ditto. Frederick Walford, Esq., Taunton. Mr. Reece, ditto. — White, Esq., Wellington. Mr. Bowles, ditto. Mr. Fraser, Tiverton Road. Mr. Hearn, ditto. Mr. Wonnacott, ditto. Mr. Ward, Collumpton. Mr. Mengrove, Hele. Robert Ashbee, Esq., Exeter. — Froude, Esq., Dashington. Dr. Miller, Exeter. Thomas Whitaker, Esq., ditto. M. Rae, Esq., ditto. — Marshall, Esq., Exeter. Mr. Long., ditto. Mr. Underdown, ditto. Mr. Morgan, St. Thomas's, Exeter. Mr. Hobbs, ditto. Mr. Williams, ditto. Miss Channing, Heavitree, ditto. Mr. Cross, Star Cross. Mr. Hood, ditto. Mr. Burrington, Dawlish. — Harrison, Esq., ditto. Edward Gallais, Esq., ditto. Edward Wadham, Esq., ditto. W. C. Wright, Esq., ditto. Mr. Elliott, Teignmouth. Mr. Holmes, ditto. Mr. Murch, ditto. Mt. Stuart, ditto. Mrs. Tucker, ditto. W. Carr, Esq., Newton Abbott. W. Flamank, Esq., ditto. C. Ogilvie, Esq., ditto. Mr. Thomas Pomeroy, artist, Brix- ham. Favoured by Mr. John Symonds. William White Pridham, Esq., Newton Abbott. Albert P. Prowse, Esq., ditto. Mr. Thomas Batt, ditto. Mr. Basting, ditto. Mr. Wm. Branscombe, ditto. Mr. Edwin Chivers. Mr. Charles Gedge. Mr. G. Hook. Mr. Edward Howe. Mr. David Kerr. Mr. E. C. Peck. Mr. John Symonds. Mr. G. E. Sloper. Mr. Henry Tucket."], [182, "LONDON : PRINTED BY THOMAS C. SAVIXL, 4, CHANDOS 8THEET."], [183, ""], [184, ""], [185, ""], [186, ""]]