[[1, ""], [2, ""], [3, ""], [4, ""], [5, "ANNE BOLEYN"], [6, "By the same Author. Crown Svo. Cloth, price y. bd. SAPPHO : A Dream. Crown Svo. Cloth, price 6s. GINEVRA and THE DUKE OF GUISE Two Tragedies. Crown Svo. Cloth, price 6s. PALACE AND PRISON and FAIR GERALDINE. Two Tragedies. London: C. Kegan Paul & Co., i, Paternoster Square."], [7, "ANNE BOLEYN A TRA GED Y IN FIVE A CTS BY THE AUTHOR OF \"PALACE AND PRISON,\" \"GINEVRA,\" ETC. LONDON C. KEGAN PAUL & CO., I, PATERNOSTER SQUARE 1881"], [8, "(The rights of translation and of reproduction are reserved.)"], [9, "ANNE BOLEYN. A Crowned Falcon. Device of Anne Boleyn."], [10, ""], [11, "NOTE. Whether Anne Boleyn was guilty or not of the sins with which she was charged is of little moment. Minion of the brutal tyrant, she stepped into the place of her injured queen and mistress — this was the Nemesis that laid her head upon the block. There was more noble ness in her dying than in her living. THE AUTHOR."], [12, "DRAMATIS PERSONÆ. Henry VIII. Cardinal Wolsey. Duke of Norfolk. Earl of Surrey. Gardiner, Bishop of Winchester. Lord Beauchamp. Lord Ferrers. Lord Percy. Sir Thomas Boleyn, afterwards Earl of Wiltshire and Ormond. George Boleyn, afterwards Lord Rochford, his son. Sir Thomas Wyatt. Sir Thomas Audley. Sir William Kingston, Lieutenant of the Tower. Cromwell, Secretary to Wolsey. Norreys. Weston. Smeaton, a young musician. Nobles, Pages, Attendants, Ushers, Guards, Huntsmen, etc. Anne Boleyn. Lady Boleyn. Lady Rochford. Lady Kingston. Ladies, etc."], [13, "ANNE BOLEYN. ACT I. Scene I. — Ante-chamber in the Palace. Enter Earl of Surrey and Sir Thomas Wyatt from either side. Sur. Welcome, Sir Thomas Wyatt, welcome to Court. Last eve we missed your presence at the revels That graced York House. 'Twas a rare spectacle. Wy. I have lost much by my untoward absence. Sur. I'faith ! the daintiest mumming I have seen Since the encounter on the field of Ardres. Wy. I hear the King stole on the merriment In quaint disguise. Sur. His grace was in rare humour ; Jesting with Wolsey, mingling with the guests, As he had been of their like quality ; B"], [14, "ANNE BOLEYN. [Act I 2 Treading gay measures with the fairest dames ; Whispering soft sayings in their willing ears, That called anon the colour to their cheeks. But chief he did affect the fairest there, The queenly rose amid the paler flowers, The moon amid the fainter constellations ; And when his grace broke up the revels, called For loving cup to quaff to her fair health, Whose beauty he proclaimed \"queen of the feast.\" Wy. 'Tis said his grace looks coldly on his consort — Talks of his conscience and appeal to Rome. Prithee the name of this divinity? Sur. Who should it be, but my fair cousin Anne. Wy. Anne Boleyn? Sur. . Ay ! methinks that I have seen Some verse of Wyatt's muse that did rehearse The lady's praise. Wy. In wantonness of youth And youthful poesy, I do confess (And that our sires' estates adjacent lie), I did proclaim her mistress of my thoughts. That thus I sang her charms, and that she smiled To hear them sung, sole dalliance e'er passed 'Twixt us. She is troth-plighted to Lord Percy. Sur. Troths have been broken ! I would not the King Should smile too warmly on my lady-love. I would not have him whisper in her ear"], [15, "Scene I.] ANNE BOLEYN. 3 Soft sayings, that call up enamoured glances. Wax that stands too much i' the sun may melt And lose its impress. Wy. Fie, my lord of Surrey ! The lady is most virtuous. Sur. Granted ! A woman still, and prone to change ; beauteous, Therefore ambitious. Since Eve plucked the fruit Of knowledge, the sex longs for things forbidden. Kings are not common suitors, woo like gods In golden showers. Not of flowers that wreathe The shepherd's crook, weave they the coronals To deck their mistress' brow, but of bright gems, Rival night's radiant stars ; pipe not their praise On slender reed, but with the clarion voice Of empire and renown. Such tempting baits The devil oft employs to lure faint heart From true allegiance. Wy. Tush ! there are eyes Would spy spots i' the perfect sun, could they Look into it. Sur. Anne too hath a fair spice Of vanity, that seasons woman's beauty. Of nature variable, quickly moved To passion, sorrow, anger, smiles, and tears ; As storms, clouds, heat, cold, tempests, wind and rain, All change that goes to make the heavens above us."], [16, "ANNE BOLEYN. [Act I. 4 Enter George Boleyn. Bol. Say, cousin Surrey, and Sir Thomas Wyatt, Ye were at last night's revels ; say ye then Did there aught chance for busy rumour's tongue To raise a cloud, as when a flock of sheep Travels o'er dusty roads ? Wy. I was a truant From the gay sports. Bol. Cousin of Surrey, speak. Sur. I was a guest of the Lord Cardinal. Bol. The King was there ? Sur. Ay, in disguise he came, Masked to the eyebrows, lest their lamps should scorch The foolish fluttering moths that danced too near The lightning glance of Jove. I never saw His grace in better humour. Blithe he danced, And for his partner chose the fairest there Of all the galaxy of beauteous dames. Beside her at the banquet took his seat, Nor from her presence could divorce himself, Till the sun showed his honest face i' the east- And, by my faith, he is no courtier To beauty after a night's heated revels. I ne'er saw his highness so bewitched With a bright glance."], [17, "Scene I.] ANNE BOLEYN. 5 Bol. Between a wedded king And a 'trothed damsel there is too much distance For such observance. Wy. You misjudge his grace. 'Twere hard that he should lack the privilege To look on beauty with admiring eyes. Bol. 'Tis noised abroad the King talks of his con science, And of divorcement from his royal consort. The Queen is ill at ease, and keeps her chamber. Sur. Women are subject to so many ills, Caprices, whims, disports, and fantasies, 'Tis hard to know when they most feign or feel. Wy. I scarce can think the King could entertain So bold a project, or e'er hope to win Consentment from the Holy See to such Disloyal act : to put aside his consort, A royal lady full of grace and goodness, Aunt to the Emperor But hold ! here comes His grace of York. Sur. He shows his fangs to-day. He frowns and bites his lip, an ominous sign. The Duke of Buckingham, poor gentleman, Paid for it with his head. He bears no love To any of our race. Whene'er I meet The butcher's son, I seem to feel his knife Already at my throat."], [18, "[Act I. 6 ANNE BOLEYN. Enter Cardinal Wolsey and Cromwell. Wol. (speaks as he enters). These papers will Unfold their purpose, — look that it be done. Crom. Your grace's orders shall be strict obeyed. [Exit. Wol. Never had man a truer servant Ha ! Your pardon, gentlemen ; I saw ye not. Sur. None are so blind as they who will not see ; So runs the adage. Wol. I pray ye be covered. I would not ye should catch a rheum, my lord For my poor sake. Sur. 'Tis fit the cap should doff In presence o' the hat, Lord Cardinal. We bow before the Church, not to her servant. Wol. And the Church thanks you now, my lord of Surrey, As her poor servant may hereafter. Sur. Poor ! Ye wrong yourselves by such a word. 'Tis long Since Churchmen doffed the garb of poverty. Clothed in purple now, they beard their sovereign, Ruling the nations with an iron hand. Wol. Surrey- Sur. Cardinal Wy. (aside to Surrey). Chafe him no further. Wol. Thy speech offends me not, unmannered boy."], [19, "Scene I.] ANNE BOLEYN. 7 My hair grown grey with care for England's weal Rebukes thy tongue. When thou hast served thy king As I have done, Wolsey will render thee Account of his high office. [Exit. Sur. By my faith, I honour him for the bold, keen rebuke. Let the curs snarl, Surrey will never more Bay his ascendant star. What say you now, Sir Thomas Wyatt, to a game at tennis ? Wy. With all my heart. Sur. Come on, then. [Exeunt Surrey and Wyatt. Bol. 'Tis full certain A perilous game, my lady mother plays ; And for our honour much I fear the issue, Enter Lord Percy. What, moody still ? Hast thou not seen my sister ? Per. I was denied admittance. Bol. How — denied ? Per. Attendance on the Queen was the dull plea. Bol. She bade thee later come ? Per. Ay ! on the morrow ; So said the page who brought her answer back To my petition for an interview. He said, \" I might return upon the morrow.\" Were I a beggar who besought her alms, She might have sent a kinder."], [20, "[Act I. 8 ANNE BOLEYN. Bol. Words oft lose Their import, passing through another's lips, That speak not from the heart. Per. Her heart is changed. A royal suitor hath more potent charms At his command than youth and love. Bol. Hold ! Percy, Anne Boleyn is my sister. Per. For that cause I fain would deem her true. Bol. It might have been A message from my mother. Per. Yet would I Not enter i' the list 'gainst kings, lest I Should meet with arrant overthrow. Bol. What, jealous, I' faith? Come with me straight ; Anne Boleyn's smile Shall put thy angry doubts to sudden flight. [Exeunt. Scene II. — A room in the Palace. King ; Smeaton in the background. King. What is't but conscience weighs my spirits down, That should be joyous as a May-day morn? A brother's widow, faugh ! 'Tis a rank fault, For this lack I male issue to my bed,"], [21, "Scene II.] ANNE BOLEYN. 9 Each bud with'ring ere it hath fairly blown. For this must England's golden sovereignty Upon a female brow descend ; the sceptre Turn to a distaff. What too if her birth Be a disputed point and she proclaimed Hereafter but a bastard of my line ? I must take note of this, Lord Cardinal. Anne Boleyn, sweet Anne Boleyn ! I could prattle Her name for ever, as babes lisp their mothers', Proud of their late-found speech. Sweet, sweet Anne Boleyn — 'Sdeath ! that I should love and find a hindrance ! Plainly I read the glance of her proud eye — It said, \" To win me, I must be your queen.\" How daintily she would become a throne ! Methinks I see her seated at my side. Marry come up ! I were less than a king To be forbid to crown the mate I chose. Ha ! boy (to Smeaton), hast brought thy lute ? Smea. Sire, at your bidding. King. The Lady Anne did much commend thy voice Sing then, and we will judge its quality. Smeaton sings. The voice of pealing trumpet calls The warrior from his rest ; He clasps his hauberk on his breast, Rides forth his father's halls."], [22, "[Act I. 10 ANNE BOLEYN. 'Tis won, the well-fought battle-field Whose glorious hour were worth All other pleasures that on earth A thousand years might yield. King. Tush ! there are pleasures higher than the sport To knock one's neighbour on the pate, though some Still hold it as the aim and end of life, The boisterous game of war. Smea. Will't please ye hear How in the chase the royal hart was slain ? I know a moving ballad on the subject. King. Poor shallow mimicry of war, fit sport For boys to hunt the innocent hart to death. Smea. Hurt of hart's horn bringeth man to his bier, As I have heard, my liege. King. Hurt of hart's horn ! 'Tis the heart's hurt is dangerous, if love Heal not the hurt that beauty makes. Sing then Of love and beauty. Love, that hath ere this Made rocks and forests dance to his sweet piping ; Brought back the dead to life. Rare miracle, Hath softened hearts, withstood th' assault of death. Smeaton sings. Dark eyes, whence your dazzling light ? From the diamond flashing bright,"], [23, "Scene II.] ANNE BOLEYN. 11 Or some jewel rich and rare? 'Tis the sun's beams sparkle there — Oh, then beware ! Blue eyes, whence your lovely hue ? From the violet wet with dew, Or the tint the sea-waves bear ? 'Tis heaven's smile that lingers there— Oh, then beware ! Dark eyes, blue eyes — 'tis the spell And power of love that in ye dwell ; — 'Tis love's light that sparkles there, 'Tis his charm that weaves the snare — Oh, then beware ! King. Go to ! thou art too young to sing love's praise ; Thou dost not sing like one distraught with love. Give me thy lute ; (twangs the strings) 'tis out o' tune. Enter Wolsey (unobserved). Wol. (aside). The King Jangling a lute like any wanton page ! It minds me of a sight that once I saw At the full tide o' the fair at Barthelmy, When a rough bear, mounted on his hind legs, Danced a round stave to the clown's dolorous fiddling. I was an urchin then. (Advances.)"], [24, "[Act I. ANNE BOLEYN. 12 King. My lord of York (To Smeaton.) Leave us. [Exit Smeaton. Oh, I am sick at heart, my Wolsey. O conscience, conscience ! what a wretch thou mak'st Of sinful man, plucking the rose of peace From out his thoughts, planting a canker there. What comfort dost thou bring thy king, my Wolsey ? Wol. A messenger from Rome hath just arrived King. Well, well, his news, man — what of the divorce ? Wol. I pray, your highness, exercise some patience. King. Patience ! 'tis the same sermon ye have preached These six months past. I've lived on't — patience, patience ! My sole aliment, ay, food, wine, sleep, sport — I've fed on't to a surfeit. Wol. The Pope's scruples, Sire King. When did his conscience wax so tender ? Scruples ! He hath pronounced divorce ere this Between two loving hearts, for some slight flaw F the marriage contract, light as feather I' the scale ! He weighs the Emperor's frown Against our wish, and when the balance sinks, Calls his tremors scruples. Scruples forsooth ! Wol. Cardinal Campeggio is on his way To England, with a Brief touching the matter."], [25, "Scene II.] ANNE BOLEYN. 13 The Holy Father counsels your grace, meanwhile, To take the Queen back to your royal favour, To live as should become a loving pair The Church hath joined in holy wedlock. King. Ah ! Cleanse this marriage bond from leprous taint And I would ask no better ! Were I free To wed once more, Katharine of Arragon Should still be queen of Henry — but this conscience, The shadow of our sinful wakeful thoughts, That will not let us sleep o' nights ! — Hast thou Spoken with the boy Percy ? Wol. Ay, my liege, But with small shrift. Angry he grew, then sullen. I taxed him with his love for Mistress Anne — Bade him forego his suit, renounce the troth. I told him that your grace had other views For the young lady ; that he placed his hopes Too low, that might graft on a higher stem. King. You went too far ; the lady is of blood Might mate with kings, and they know no abasement. Wol. The Lord Northumberland, urged by my counsels, Hath made threats of disheritance will drive The folly from Lord Percy's shallow brain. King. Go to ! such folly we ourselves have dreamed Ere now. Wol. Oh, good my liege, bethink you well !"], [26, "[Act I. 14 ANNE BOLEYN. Katharine of Arragon, your faithful consort For twenty years, the partner of your greatness, Mother of the young princess your sole heir ; Daughter of a king, aunt to the Emperor, A queen, may not be lightly thrust aside. King. This doctrine hath been preached till my ears tingle. 'Sdeath ! I would have male heirs to wear the crown When my head lies i' the dust, nor can hope For these, while I live on in sinful wedlock. I would not to a puling girl bequeath My kingdom, thus given o'er to foreign rule Or civil discord. For his people's good Henry alone now seeks divorce from her Who ever was the apple of his eye. Wol. Alack, my liege ! I fear me 'twill be said Your grace is less moved by your people's welfare, If so your virtuous queen be put aside To make room for a simple gentlewoman, Than love for Mistress Anne. King. More reverence, Lord Cardinal. There is small love, I wot, Between you and the lady ; ay, beshrew me, I've noted this. She doth affect new doctrines, That touch your Church's proud supremacy. I do mistrust thee, Cardinal. 'Sdeath ! man, I know thy towering ambition ; ay, Its aim and end to mount St. Peter's chair,"], [27, "■5 Scene II.] ANNE BOLEYN. When next 'tis vacant ! For this thou wouldst rain o By meek compliance th' Emperor's good will, Crossing our wishes by thy subtle craft, Heaving up obstacles by thy false breath, Pleading a Churchman's vows for lack of zeal, Shelt'ring beneath the shadow of the Church Thy sly hypocrisy. Look to 't, Cardinal, For, by my halidome, I'll rule this realm Despite of Pope or Kaiser. More ado ! I'll make myself supreme head of the Church j Then let the Pope cry largesse for his pains ! Wol. My liege and lord, all that I am, I owe Your gracious favour — needs must stand or fall At your good pleasure. Sire, this all men know. Who, then, is foe to the divorce must needs Be foe to Wolsey. True, divorce obtained From your queen, Katharine, I could have wished Your grace's newer choice had fallen on one More near your rank and quality, my liege — ■ The Princess Re'ne'e, or the French king's sister, The Duchess d'Alengon. Such marriage bond Would be strong league of amity with France ; Would much import to England's greatness, and Your grace's comfort. King. If I choose to wed A kitchen wench, making her one with us, The King, I make her equal unto all, No matter of what quality. By'r faith,"], [28, "16 ANNE BOLEYN. [Act I. We married once to please our sire and people, When next we wed Harry will please himself. [Exit. Wol. Talk of the tender pricks of consience ! 'tis A fair young face pricks his desire for change. A princess, Katharine of Arragon, Daughter of kings and emperors, a queen, Wife to a king, mother of a fair daughter Who shall be queen hereafter, to be thus Put aside to make way for a wanton ! (After a pause) Am I betrayed ? It cannot be ? All's safe ! 'Tis but the humour contradiction vents In the King's churlish mood. The tiger shows His claws and teeth e'en in his lightest gambols. On Wolsey's horizon I spy a cloud, That threatens to o'ertake his sun, ere yet It mount to full meridian ! This girl, This puppet Anne, would smile to my undoing. She knows not yet how light her suitor's fancy ; As shifting as the wanton winds, that blow From every quarter, as they list. Let her Maintain awhile the pinnacle of virtue, He'll soon grow weary. If she trust his oaths, Ay, but one hour too soon — I know him well — He'll cast her like a noisome weed away, His fancy being spent. No ! he may toy Awhile with Mistress Anne, but for his queen He shall espouse the Duchess d'Alencon."], [29, "Scene II.] ANNE BOLEYN. 17 Enter Duke of Norfolk, Surrey, Gardiner, Wyatt, and others. Gard. His grace is in his closet ; we will enter. Lord Cardinal, I pray ye, stand aside That we may pass. Wol. (aside). Ha ! is it come to this, That Wolsey must give way to Gardiner? Nor. (aside to Gardiner). Anger him not, my lord ; there's room to pass. Gard. Fear not ; we have our warrant, the King's pleasure. Wol. Now, Heaven forbid that Wolsey e'er should be Or let or hindrance to his gracious pleasure. My lords, I am not keeper of the door. [Exeunt Norfolk, Gardiner, and others. Why pass you not, Lord Surrey, with the rest? Sur. Go you not in, my lord of York ? we follow. Wol. Thy nature, noble Surrey, hath been formed To be the mirror of all courtesy And gentle thoughts, and deeds of high achievement. Take thou an old man's warning and learn wisdom, Which he hath not — until too late to learn. Beware ; walk ever charily at Court, Where brave men stumble oft. When cowards act A bold and open part, then most take heed. When ocean seems most calm, look out for shoals c"], [30, "[Act I. 18 ANNE BOLEYN. i May wreck the bark trusts her deceitful smile. When the sky o'er thee bends most lovingly, Beware the bolt ! The summer cloud oft hides The murderous lightning in her fleecy bosom ; And crafty ruin oft with double face Turns her fair Janus-side to our undoing. Remember Wolsey's warning — and pass on. [Exeunt Surrey and Wyatt. Ha ! sent for to his presence, to his closet, While I am left to cool my humour here, Like a discarded lacquey ! Does he think To do without me then ? Not yet ! My will Is not yet blunted by satiety. My brain still teems with plans for England's weal ; These shoulders have not borne the weight of empire, To bend beneath a puny wisp of straw Mine enemies would lay upon them. Bubbles Blown from the mouth of children, to dissolve I' the air made them. No, not yet, not yet ! The sun of Wolsey shall not sink betimes, But o'er the firmament pursue its course To the full hour of setting. Night's pale orbs May twinkle to their utmost, the day done ! The King shall wed as I would have him, or He keeps his homely Kate to comfort him At bed and board. Prate of the stings of conscience Well, let him sing love ditties, twang a lute, Heave amorous sighs of passionate desire ;"], [31, "Scene III.] ANNE BOLEYN. 19 His wanton arms fill o'er with empty reeds ; Gaze on Diana with Actæon's eyes — But for his mate no other shall he have Than the French princess, Duchess d'Alengon. [Exit. Scene III. — A room in the house of Sir Thomas Boleyn. Enter Anne Boleyn, with a book. Anne. The words flow pretty. 'Tis no mean verse That sings our praises. All is noted down : Eyes, hair, brow, cheek, my neck — what saith he here ? \" Her neck, the silver beauty of the swan In hue and grace.\" The King did much commend it At my lord Cardinal's ; protested 'twas Worthy to wear a carcanet of price. Eyes, hair, brow, cheek — my neck, I never knew Till then it was so wondrous fair ! so slender One of my little hands can almost clasp it. Enter Sir Thomas Boleyn. Sir Thos. Come hither, Lady Anne, salute your father ! No longer plain Sir Thomas Boleyn, Knight, But Earl of Wiltshire and of Ormond. Anne. Sir ? Sir Thos. Wiltshire and Ormond — ay, your lady mother"], [32, "[Act I. ANNE BOLEYN. 20 No more shall twit me with my plain descent : No more despise the coat of arms first borne By my good father, the late worthy mayor ; No more disdain the viands ; on our plate A coronet will tempt her appetite. I'll hear no more of her high ancestry, Her duchess-mother and the duke her sire, And all the noble race akin to her ; As if the Howards came into the world With cloth of gold upon their naked limbs. Countess of Wiltshire and of Ormond, now She styles herself. Anne. I am well pleased to learn Such welcome tidings, sir. Sir Thos. Call me \" my lord ; ' 'Tis now my style. I am as much a lord As any Howard of them all, i'faith. Anne. The Queen's grace doubtless hath solicited The honour for us. Sir Thos. Humph ! I rather think 'Tis the King's grace that hath bestowed it, child. Here comes thy lady mother ; she can best Unfold the matter — humph ! Lady Bol. Come to my arms ! A crown would well become my Anne's fair brow. Sweetheart, dost look into thy mirror oft ? For beauty thrives, looking on its own image. That blush becomes thee, girl. I would the King"], [33, "Scene III.] ANNE BOLEYN. 21 Could see thee now. My lord, hast told the damsel Of the high honour that his grace would show us ? Sir Thos. The chit lays all to the Queen's offices. Ha, ha ! a goodly jest. Lady Bol. The Queen ! Anne. Ay, madam. Since first I entered in her grace's service, She hath proved more a mother to me, than Strict mistress of my duty. Lady Bol. Go to, child ! Katharine of Arragon is fitter To be a cloistered nun than enthroned queen. The crown she would invoke for thee were like To be in heaven above. To the King's favour We are beholden more than thanks can pay. What book hast thou in thy hand ? Anne. Some verses Writ by Sir Thomas Wyatt. Lady Bol. Fie, girl, fie ! Love verses are not toys for maiden's thoughts. Throw them away, his highness would not choose That every idle gallant of the Court Should sing thy charms. Anne. What is it to the King If Wyatt list to sing a milkmaid's charms ? Lady Bol. His highness is of jealous temper, girl. Anne. He is no courtly beauty to be ruffled With envy at my praise. What is't to him ?"], [34, "ANNE BOLEYN. ■ [Act I. 22 He cannot take my head off, that a minstrel Hath praised the beauty of my neck. It were Not plea enough to make Lord Percy frown. Lady Bol. Percy is but a peevish boy, my Anne Must learn now to forget. Anne. Forget Lord Percy ! What mean you, madam ? Sir Thos. Anne, why, look you now. 'Twere best you did forget him. Anne. My betrothed, My future lord — my Percy? Sir Thos. Anne, be patient. The Cardinal disproves the match. Anne. The Cardinal ! Let him look to the Church ; it needs his ruling, More than my poor heart. The Cardinal ! Forsooth, let him not meddle in such matters. Are we his subjects ? I will to the King. The Queen hath given consentment to the marriage ; The Lord Northumberland hath given consentment. There was a time ye knew no dearer wish Than to behold me Percy's wife — and now, Ye tell me to forget him ! Sir Thos. Anne, Anne, Anne ! Speak to her, madam, prithee, speak to her, And stay this violent tempest. Lady Bol. Anne, what if The King have higher views for thy advancement ?"], [35, "Scene III.] ANNE BOLEYN. 23 Anne. The King can make a duke, if he so please ; The name of Percy needs not such advancement. Sir Thos. Thou art distraught with pride. Lady Bol. Leave me, my lord, To bring this headstrong girl to reason. Sir Thos. Ay, Listen to your lady mother. Lady Bol. Leave us, My lord, I pray. Sir Titos. Ay, listen to her, Anne. [Exit. Anne. What mean your looks, that shrink from mine — your silence ? I cannot bear it, madam — only speak. Lady Bol. Lord Percy hath forsaken thee. Anne. No, no, It cannot be ; this is some cozenage. Lord Percy is the soul of honour. Lady Bol. So Thinks every maiden of her lover. Girl, Thou hast to learn that woman's love, to man, Is but a stepping-stone to fortune's favour, Or the light toy of his fantastic hours. And she is wise who uses well the knowledge ; A man's low selfish nature makes a tool For her ambition. Anne. Percy loved me truly. Lady Bol. No marvel that he loved ! My Anne is fair."], [36, "ANNE BOLEYN. [Act I. 24 He loved thee, true ; one breath of fickle air, And lo ! his true love saileth to the moon. Anne. I cannot think 'tis so. Lady Bol. What, doubt thy mother ? I speak not without warrant — these the proofs : Thy betrothal ring, the lock of hair He should have garnered next his heart till death ; Thy letters are returned. Anne. My ring, my letters ! Some evil tongue hath slandered me to Percy. Lady Bol. Who loves is jealous — 'tis man's nature, true. But jealousy is subtle to discover Where the wind lies, lifts the light feather up Chance dropped upon the ground ; like the blind mole Gropes on to daylight. 'Tis not jealous)' — He hath broken troth with thee. Anne. I shall grow mad. Lady Bol. He plights his troth with Lady Mary Talbot, Ay, on this very day. Anne. In mercy kill me, Kill me ; bury me deep, deep in the earth Where never human eye shall see me more. I did so love this man. For him I joyed To know that I was fair, for him grew jealous, When others praised my beauty; wreathed with flowers,"], [37, "Scene III.] ANNE BOLEYN. 25 The victim to be cast down i' the dust Beneath his scorn ! There is no future now For me on earth. Lady Bol. A glorious one ! Only Be counselled, Anne, by me. When love proves false, There is revenge. Anne. Revenge ! poor spite to love ! For all the world, love would not harm one hair Of the beloved one's head. Revenge is sweet To foes. My curse would be a blessing still On Percy. Lady Bol. Wouldst thou tamely bear the wrong ? Thy face was never meant to peak and pine For a false suitor. Thou wilt love and wed. Anne. Ah ! never will I trust man's vows again. Lady Bol. Some wed for love ; the wiser part for wealth, Ambition, power. Anne. Oh, hollow mockery ! Ambition for the heart that craves for love- Yet once I was ambitious. Lady Bol. Ay, hereafter Thou'lt bless thy stars for this mishap. What if The King should love thee ? Anne. His love were dishonour, Being already wedded. Much I marvel, Madam, that you should speak oft."], [38, "26 ANNE BOLEYN. [Act I. Lady Bol. He is wedded, True, but the Church hath power to loose such bonds. Knowing the Queen was first his brother's wife, He feels the stings of conscience, looks to have Divorce. Anne. Surely his grace would never think To do such wrong, as put away his queen, After so many years of faithful wedlock. Lady Bol Katharine hath lived more like a cloistered nun, Than joyed in her high state. Holy retirement Best suits her mood. My Anne would grace a throne. Anne. Oh, madam, speak not thus. If e'er Anne Boleyn Usurp the place 'pertains her royal mistress, May every woe fall on her guilty head. Enter Lord Rochford. Koch. What means this coil ? Men say the troth is broken Betwixt Anne and Lord Percy. Anne. In one hour My heart grew cold and hard as marble. Koch. Say, What doth it mean ? Lady Bol. Go ask the loyal Percy. Roch. Anne, he loves thee better than his life"], [39, "Scene III.] ANNE BOLEYN. 27 Lady Bol. Yet weds the Lady Mary Talbot. See, Anne's jewels, letters are returned, as they Had been the proffers of some wanton. Anne. Rochford, The Cardinal's to blame. Roch. I fear one higher Than cardinal hath meddled here. Lady Bol. Well, well, What if the King designed a loftier rise For Anne ? Roch. A sudden rise foreshadows oft A speedy fall. Who soars too high must needs Know dizzier fall. Lady Bol. What if his grace should raise her To that great height whence there can be no fall, Even to himself ! Roch. He who is false to one Will ne'er be true to any. Trust him not. When time shall strip thy form and face of beauty, Another, young and fair, will minister To his polluted fancy. O my sister, If Katharine of Arragon e'en now Were in her grave, and thou couldst mount her throne Without an honest scruple, yet beware Of Henry's vows. I fain would save thee, Anne, From lot as cold and joyless as my own ; A marriage bond without or love or faith. Anne. That I should live to be a mocking word,"], [40, "28 ANNE BOLEYN. [Act I. I for whose smile men have braved death ere now ! To be rejected thus ! Lady Bol. Think of her triumph, The homely daughter of Lord Shrewsbury, Decked in thy nuptial pomp, bearing the name Of Percy's wife, that should have been thine own. Anne. I shall go mad. Oh, Percy, Percy ! Lady Bol. Shame, To grieve for such a recreant ! It shames me That child of mine should own so poor a spirit. Avenge thyself. Roch. Proffer not evil counsels, Madam. Revenge ever recoils on him Who dallies with its weapons. Anne. Where is't — revenge ? Lady Bol. The King will seek thy hand ; ay, girl, the hand Lord Percy hath disdained. Ay, mark me, Anne, Thou shalt be Queen of England, so that thou Be governed by my counsels. Enter Duke of Norfolk, attended. Nor. Lady Anne, Marchioness of Pembroke, I salute you I' the King's name. Two thousand pounds each year To keep your state withal. Lady Bol. Say, was I not True prophet of your fortunes ?"], [41, "Scene III.] ANNE BOLEYN. 29 Anne. Can it be, Or doth some evil spirit tempt me thus ? Marchioness of Pembroke ! Lady Bol. (aside to Anne). Command yourself. There is amaze to see you so distraught. (Aloud) My lord, I pray, o'erlook your niece's silence. Surprise has so amazed her senses, that She finds no words of thanks for this great honour. Anne. Too great an honour for so poor a subject ! I thank his grace. Nor. Marchioness of Pembroke ! Tut, tut ! has greater things behind. His grace Stints not his royal bounty. With his greeting, Here sends you a fair jewel for your neck, That once belonged unto his sainted mother, Elizabeth of York ; so prized, he ne'er Till now hath found one worthy to succeed To its inheritance. Lady Bol. The carcanet His grace is wont to wear around his hat At festivals, matchless in Christendom. There is no richer offering, save a crown. Anne. I am not worthy of so rare a jewel. I pray ye, take it back, good uncle Norfolk. Lady Bol. Fie, Anne ! reject his highness' gift ! My lord, I pray you, take no heed of these strange scruples, But maiden coyness all. (To Anne) Come, let me clasp"], [42, "ANNE BOLEYN. [Act I. 30 The jewel round thy neck, to show how well The King hath chosen its adornment. See, My lord of Norfolk, think you not the gems Shine brighter for the whiteness of the neck They clasp so lovingly? Nor. Mine eyes are dazzled By the encounter. So, I will report Unto his grace's ear mine office done. [Exit, attended. Lady Bol. Come, look into the mirror ; feast thine eyes. Anne. Oh, quick undo the clasp ! I feel as if Some murderous hand were at my throat — the gems Red gouts of blood flowing adown my bosom. Roch. 'Tis not too late; reject the glittering bauble. The price which thou must pay is all too dear. Anne. Alack, alack ! what shall I do ? Lady Bol. Trust me, 'Tis not so difficult to mount a throne ! Give me thy hand, thou shalt be Queen of England, King Henry's wife. All knees shall bend to thee, Even the truant Percy. Come with me. [Exit, leading Anne. Roch. The bird ta'en captive i' the fowler's net As well may hope to 'scape as thou, my sister. The hour is fraught with ruin to our house. [Exit. end of act i."], [43, "Scene I.] ANNE BOLEYN. 31 ACT II. Scene I. — A room in the Palace. Enter Surrey- and Wyatt, meeting. Wy. My lord of Surrey, come you from the Council ? Sur. Ay, and right glad to 'scape it with my head Upon my shoulders still. I never saw The King so chafed with anger. Like a tiger He glared around, as if to choose his prey. At length his wrath broke forth in words. He charged His grace of York with plotting to delay The coveted divorce ; swore that no longer He would abide the Pope's tardy decision ; Abruptly then dismissed the trembling Council, And passing out, frowned on the Cardinal, Till Wolsey's flushed brow cowered beneath the menace. Men by this token read his coming downfall. Wy. He will rally yet, and drive his foes Out o' the field."], [44, "ANNE BOLEYN. [Act II. 32 Sur. Listen to the sequel. An intercepted letter to the Emperor, Writ by the Cardinal, beginning thus : \" Ego et Rex meus,\" seals his ruin. Had ye seen the jackals, one by one, How they sluuk back, leaving the Cardinal, Like stricken lion, standing i' the midst Alone, you would have known his hour was come. Yet lion-like in port and bearing still He stood, facing his craven foes, till even The brazened Gardiner looked down abashed. When he departed, leaving to their mercy His name and reputation, they fell on't, As they had been a pack of famished wolves, Tearing it bit by bit, till not a shred Was left the hounds to gnaw at. E'en the ass Had a fling at him, who but yesterday Weighed out the sum of life and death. This Wolsey Owns many faults — among them arrogance, Disdain of lower men, pride, avarice ; Yet 'neath his governance hath England flourished, And none know I more worthy of his office. Wy. I cannot think the King will soon forget His long and zealous services. Sur. A feather Weighed 'gainst Anne Boleyn's smile ! She sees a crown Suspended o'er her head ; to reach the prize,"], [45, "Scene I.] ANNE BOLEYN. 33 She must step o'er the prostrate Cardinal. Where once ambition enters, farewell pardon ! Wy. The sorrowing Queen, who weeps at Kim- bolton, Might read a lesson to ambition. Sur. Ay, Poor Queen ! she is most worthy of all pity. And mark me, Wyatt, we shall live to see The fair usurper Anne hurled from her seat. Wy. 'Tis said Cranmer will straight pronounce divorce Betwixt the King and Katharine ; e'en said His grace hath tarried not for Churchman's leave, But by a secret union hath already Forestalled his suit to Anne ; and to prepare Men's minds to look upon a loftier rise, She is created Marchioness of Pembroke, Two thousand pounds withal to keep her state Each year. I warrant me, Wolsey's full coffers Will pay for it. Enter Duke of Norfolk and Gardiner. Sur. (to Norfolk). A fair young niece you have, My lord and sire, that we may thank hereafter If still we keep our places i' the realm. She doth affect the Lutheran creed, and soon Will make England a nest of heretics, To plague the Pope withal. D"], [46, "ANNE BOLEYN. [Act II. 34 Nor. Tut, tut, boy ; 'tis No time for jests. My lord of Winchester And I are on grave business bent. Sur. Bring ye Queen Katharine's crown to crown Queen Anne? If so, I would have ye crave a boon for Surrey. Nor. Tut, tut ! Our warrant doth concern his grace The Cardinal of York. Sur. Alack, poor Wolsey ! Is midnight come already, ere the day Hath sobered into twilight ? Pitchy midnight. No stars o'erhead ; when wolves steal on the fold In sheep's clothing. Now, when I hear thy name, Thy high and mighty titles, 'tis as if A herald o'er some mouldy vault rehearsed The style and title of a prince laid low, Wound up with echo of his broken bauble, To scare the worms withal. Gard. Think you, my lord, That we bear malice to the Cardinal ? Sur. Rancorous, deadly malice, my lord Bishop ! It flashes in your eye, flushes your cheek, Hurries your footsteps, quivers on your lips, And in your heart — I will not look within, Lest I should lose all Christian charity, Such as ye Churchmen preach in homilies,"], [47, "Scene I.] ANNE BOLEYN. 35 But leave to laymen the plain practice. Nor. Surrey, Go con thy sonnets o'er — yet say, knowest thou Where Wolsey meditates upon his sins ? Sur. Wolsey ! what, come to this ? At morn it was My lord high Cardinal, his grace of York ! At noon, plain Wolsey ! By to-morrow, he Will be the butcher's dog that every cur May snarl at ! 'Tis the world's true proper fashion. I know not where his grace employs his time, But wheresoever the place, 'tis honoured ; ay, When we shall have returned to native dust, Leaving the world's stage to other players, Time shall crown Wolsey's name, while we perchance May be forgot. Gard. We dally here too long. We'll leave Lord Surrey to his oracles. Nor. Come on ; I would the business were complete. [Exeunt Norfolk and Gardiner. Sur. If that arch-bigot e'er have rule in England, Blood, blood alone, will quench the faggots he Will light i' the width and breadth o' the land. I'faith, I would not be a heretic Where Gardiner hath a voice o'er fire and stake ! Let us seek out the Cardinal. Yon pair Are the harsh screech-owls of his fate. I fain Would learn the sequel of his wondrous tale. [Exeunt Surrey and Wyatt."], [48, "36 ANNE BOLEYN. [Act II Scene II. — A room in the Palace. Enter Wolsey. Wol. Marchioness of Pembroke ! Anne, thy star Hath conquered ! Mine is waning fast, and men Shall look in vain henceforward for its place In th' heaven where once it shone pre-eminent. Who puts his faith in princes stamps his fortunes On the unstable sand, whence the rude sea Shall wash all trace away in its reflux. When I am gone, men shall say this of me : \"He served his country well, preferring ever Her interests before his proper weal. Learning he did prefer to blustering valour, The pen before the sword ; a friend to learning, That makes good citizens and honest men.\" And so ends Wolsey's epitaph ! Enter Anne Boleyn. Anne (about to retire). My presence Shall not disturb your gracious meditations. Wol. Your presence, lady, is the gracious sun, Dispenseth light and comfort ; withdraw not. Thou thinkest Wolsey is thine enemy — Thou err'st. Thou wert to me, but the light moth That floats i' the garish sunshine, too fleeting To be crushed. Thy thoughts are thy arch-foe"], [49, "Scene II.] ANNE BOLEYN. 37 And tempter. Yet take heed, take heed, Anne Boleyn ! The vulture's beak may gore the falcon's breast. The breath of prophecy sweeps o'er my soul, As oft will come, when hour of doom is nigh. We meet for the last time in earthly presence, Yet will I be near thee at the revel ; When the gay laugh is loudest, Wolsey's voice Shall ring in thy scared ears, like a death-knell. At banquet 'midst thy dames and courtiers, The ghost of thy past life shall rise before thee In shape of her, thy injured Queen, whose place, Thou hast usurped. Anne. Lord Cardinal ! Wol. Time's fingers The curtain of the future draw aside — Lo ! I behold a schism in the Church. Men shall dispute o'er words, rites, ceremonies ; Fight like keen gladiators, warmed with blood, Until they rend asunder all the ties That make men brethren; heaven and hell, man's conscience Confounding in one dire disorder ! Thou, Anne Boleyn, the frail cause and pretext be. Anne. You do outstrip your privilege of speech, Lord Cardinal. Yet would I from the King Implore your pardon. Wol. Thou ! thou sue for Wolsey ! Better attempt the lion in his den,"], [50, "ANNE BOLEYN. [Act II. 38 Than beard the wrath of Henry ! Knowest thou, then, So little of the fate that thou wouldst tempt ? Never did Henry spare man in his anger, Nor woman in his desire. When thou'rt queen, Look well that none come near thee, save foul age, Ill-favoured visages, or crook-backed shapes ! Look well the lowliest menial of thy train Be of such shape and mien, rank jealousy Could ne'er suspect of favour in thine eyes ! Smile not on any, not on thine own kindred, Lest Henry's corrupt fancy deem it treason ! When, in despite of all thy pains, the 'King Shall look upon a fairer face than thine, Despair and die ; thine hour is come, Anne Boleyn ! Thou wilt be then alone, as I am now. All will fall off from thee, friends, kindred, lovers, Thy cringing courtiers, all will forsake thee, Whose crumbling fortunes may drag down to ruin. Anne. 'Tis too terrible ! take this curse from me, For such I feel it, O Lord Cardinal ! Wol. Wolsey wars not with such as thee, Anne Boleyn ; Leave me, the ministers of fate approach. [Exit Anne. Enter Norfolk and Gardiner. Nor. We come, Lord Cardinal of York — that is — The King hath sent us."], [51, "Scene II.] ANNE BOLEYN. 39 Wol. I await, my lords, His royal pleasure. Nor. (aside to Gardiner). Pray ye, speak to him, Wol. Have ye no words to do the King's high bidding ? I will withdraw till ye recover breath (going). Gard. Stay, Wolsey. Wol. . Gardiner ! Gard. In the King's name We here demand the seal of your high office. Wol. From the King's hand I took the seal, to him Will render it. Nor. Tut, tut, Lord Cardinal ; We have his grace's warrant. Wol. And ye have My answer. Gard. We will to the King report Wolsey's obedience — come, duke. [Exeunt Norfolk and Gardiner. Wol. Thus ends The term of all my greatness. Enter Cromwell. Behold now The gratitude of kings, my CromwelL Crom. Then Rumour spake truth, alack !"], [52, "40 ANNE BOLEYN. [Act II. Wol. My faithful Cromwell, Truth is the shadow of adversity. She hath no flattery for evil fortune ; She hath no fables to puff up fallen pride, No soothing whispers for the troubled ear. Truth is no fawning courtier to hang Upon our skirts when we sink in the slough. Never doth she speak 'neath a palace roof, Save when a tyrant dies and leaves no heir. Beside the humble board she takes her seat, Teaching the poor, harsh lessons. Now will truth Pour her rough counsels in my chastened ear; For I am fallen from my high estate. Now doth the flimsy fabric of my greatness Fade from my purged vision into air. 'Twas but a mist, the sun's deceitful smile Turned to bright bow that melted into dew. Crom. Who would believe the sun so soon eclipsed, That shone with so great splendour, this old world Scarce knew a parallel ? Wol. Alas, my Cromwell ! Our fortunes oft flow smoothly, as the stream Glides 'twixt two level banks, until it reach The brink of some deep precipice, o'er which It madly plunges, whirling, foaming, down, Bearing the wrecks of our high hopes along. Our fortunes rise like swelling wave, that when It reach its bent, poises a while, then falls !"], [53, "Scene II.] ANNE BOLEYN. 41 This seal, which o'er the realm was type and proof Of power illimitable and supreme, Is but a bauble in my nerveless grasp, In presence of the fair-faced puppet Anne. I prithee bear it to the King and make Thy peace with him, Crom. All that I am I owe Your grace ; life's service pays not my great debt I follow wheresoe'er thou goest. Wol. Not so ! Launch not thy future in my sinking bark. At Court thy honest zeal may serve me, if Remorse should e'er o'ertake the King's slow con- science, With memory of Wolsey's services. I trust my cause to thee and honest Time, That sets some things aright even in this world. Enter Lord Percy and Guards. Per. My lord, i' the King's name I here arrest you Wol. Thus retribution comes in guise of justice. I did you sometime wrong, Lord Percy, ay, Thwarting your love to please the King, and lo He sends me to the Tower. Per. Heaven forbid Your grace should lodge with traitors ! Good my lord, 'Tis the King's pleasure you withdraw a while To Esher, there to live in privacy."], [54, "[Act II, 42 ANNE BOLEYN. Wol. The King shall hear but little of his servant To vex his princely ear. I have no sword To render up ; yet have I served his highness As faithfully as any of his captains. Henceforth I've done with earthly cares and frets, Ta'en leave of the world's dusty blazonry, That blurs the painted canopy o'erhead With its misdeeds. My thoughts shall shape them selves Towards high Heaven in future, that my need Will e'er befriend, though it should greater grow. Commend me to the King — and farewell all. [Exeunt. Scene III. A room in the Palace. Enter Lady Boleyn. Lady Bol. The crowned falcon now may wing her flight Unscathed by all the arrowy darts of fortune ; Nor hawk nor halloo e'er shall bring her down From her proud perch. My golden wish accomplished, Fate, I defy thee. Enter Rochford. Rochford in good hour ! Our Anne is Queen of England, the King's wife ! Roch. Now Heaven forbid !"], [55, "Scene III.] ANNE BOLEYN. 43 Lady Bol. Out, foolish boy ! hast thou No better greeting for the glorious news That crowns our house with honour? Roch. Ah, poor sister ! Alack, poor Anne ! far better hadst thou died, Than known such baleful honour. Lady Bol. Art thou mad — Have the great tidings stole thy wits away ? Roch. My pulse beat temperately as yesterday, But you, madam, dazzled by false glitter, Spy not the dismal gulf that yawns before us. Think you the King will faithful prove to Anne, When Katharine he forsook ? Lady Bol. The Queen was aged, Ill-favoured grown, had lost the hope to give Male issue to the crown Roch. Anne too must feel The withering touch of Time's rude hand, the sooner For all the carking cares that gird a throne. The King's light love some fairer form may kindle, And Anne be cast aside for the new fancy. Lady Bol. Go to ! forebodings are not proofs — no more, No more of this. Enter Anne Boleyn. Hail, Queen of England, hail ! Anne. Oh, call me not by that ill-omened name."], [56, "ANNE BOLEYN. [Act II. 44 Lady Bol. What silly words are these ? Roch. Dear Anne, sweet sister. Anne. Ay, call me by those names ; they are my own And no usurpers. Lady Bol. These are maiden fears. Come, dry thine eyes ; the King must not see tears Upon thy cheek. Anne. I've lost the privilege To weep ! Even as I stood before the altar, Plighting my marriage vows, there rose, methought, On either side, a most majestic form : A queen — a cardinal ! They gazed on me — I quailed beneath their looks, my accents faltered- The King's eye was upon me — oh ! his frown Was terrible. Lady Bol. These are but bridal tremors. Anne. Once on a time a sybil told my fortunes \" I should be great beyond all hope, the end Would be most miserable \" — so spake she ! Lady Bol. Thou art Queen of England now ; there's not a hair On thy young head the proudest dare to wrong. Be happy then ; the King likes joyous faces. Anne. The Queen must needs seem happy. Roch. Cheer up, Anne. Anne. A step ! It is the King's ! alack, alack !"], [57, "Scene III.] ANNE BOLEYN. 45 Enter King, Norfolk, Surrey, Gardiner, Sir Thomas Boleyn, Wyatt, and others. King (takes Anne by the hand). My lords, we here present ye this fair lady, Whom we have made the partner of our greatness, The sharer of our throne and state, a consort Most worthy of our love, a queen most worthy Of all our loving subjects' loyal homage. All exclaim. Long live the Queen ! King. We thank ye all, my lieges ! (To Anne) How now — in tears ! Ha ! madam, what is this ? I understand not why women should weep When they are most content. Lady Bol. Pardon, your highness ! The Queen is overcome with her new state. King. I would that it were rather shown in smiles And prompt obedience, than melting showers That mar her beauty. Anne. Heartily I thank them ! My liege, all that I am, your grace hath made me : Your wedded wife — your queen, since it so please you. Duty, obedience, I tender here (kneels). My wishes all henceforth resolve themselves, To your good pleasure, as Heaven may help me !"], [58, "46 ANNE BOLEYN. [Act II King. Why, this is well. Rise up (raises her) Thou art our queen And lawful spouse. He who shall dare to wag His tongue against thy rights had best look to't, For, by my father's soul, he rues the day. My lord of Norfolk, issue present orders For the Queen's coronation in the Abbey. We long to show our subjects' eager eyes How well Harry hath sped in his fair wooing. Now to the banquet. We will drain a cup In honour of our consort. Thy hand, sweetheart ; We'll lead thee to thy state. All exclaim. Long live Queen Anne. [Exeunt. end of act 11."], [59, "Scene I.] ANNE BOLEYN. 47 ACT III. Scene I. — A room in the Palace. Enter Surrey and Wyatt. Sur. The times change fast, nor wait the coming hours. The future mocks the past, with a strange semblance. Wy. Hath it already come to this ? poor Queen ! Sur. Who treads o'er roses needs must feel the prick Of thorns. A crown weighs heavily on brows Unused to the dull pressure. Wy. Of late, too, The King affects some touch of jealousy ; As if his truant heart had never wandered, His love as constant as the perfect sun. The new maid of honour, fair Jane Seymour, I do mistrust me, could give some 'count oft. Sur. Ay, and the Queen acts not her part too wisely. She is light of mood, and gives occasion"], [60, "48 ANNE BOLEYN. [Act III For malice to invent its fatal slanders. Oft have I used a kinsman's privilege To warn her, but in vain ; her humour irks Prudent restraint. Wy. Too much she favours those Beneath her royal state. The minstrel Smeaton Hath grown a malapert. Weston's light speech Hath caused some eyelids wink. At the late jousts Norreys has dared to mount the Queen's device, Nor was reproved for his audacious folly. Anne hath an enemy ever at hand, Who notes down every idle word and gesture, To her undoing. Wy. Think you that the Queen Hath noted the King's love for Mistress Seymour? Sur. 'Twas but last eve she fainted at the banquet. Marking the dalliance that passed between The King and his new minion. He cares not To hide his full-blown passion, which doth gall her To use reprisals, dangerous to her fame. Meanwhile Queen Katharine at Kimbolton Lies sick and like to die. One queen got rid of, Another follows. The road of divorce Once found, 'tis easy travelling o'er again. Nowadays, the world's fashion changes quick. We may soon look to furbish up our robes For a new coronation. The King waits A plea, soon found, to crown another mate."], [61, "Scene II. ] ANNE BOLEYN. 49 I'm on my way to audience with the Queen. Wy. I'm summoned to attend on the King's high- ness. [Exeunt, severally. Scene II. — A room in the Palace. Anne Boleyn, Lady Rochford, Smeaton, and Ladies in attendance. Anne (to Smeaton). Wake up thy lute's sweet strains ; even dull sorrow Forgets itself, listening to music's spell. Lady Roch. Sorrow ! a word for subjects, not for queens ! Anne. There's none exempt from grief, or high or low. The canker feeds i' the bosom of the rose. Lady Roch. Canker and grief ! nay, now you mock us, madam. What hath a queen to do with these, save that Time steals away the roses from her cheek, Light from her eyes, strews threads of silver 'mid Her fading tresses ? Anne. Fie ! these are vain toys. Lady Roch. Call you these toys, madam ? Could I bribe Time To spare my charms, I'd queen it o'er the world — Leave care to my dull subjects. E"], [62, "[Act III. ANNE BOLEYN. 50 Anne. Beauty oft Is but handmaid of folly. Lady Roch. That same beauty Hath won a throne ere now. The King deems not How heavy weighs the crown his love bestowed. Anne. He crowned me queen, but cannot from my heart Take off the burden of the common lot, The cares that all must bear, or queen or peasant. (To Smeaton.) Close Lady Rochford's mocking lips with song. Smeaton sings. What were this world, without the light of love ? A sky without a star ; A desert, whose bright, sparkling fountains prove A mirage from afar ; An idle garden, without fruit or flowers To charm the flying hours. Thine eyes are stars, to light the world below. On thy fair cheek reposes The blushing flowers. Love twines to deck liis brow Love's crown of roses. Love, hovering o'er thy dewy fragrant lips, His fill of nectar sips. Anne. No more of these fantastic verses, boy,"], [63, "Scene II.] ANNE BOLEYN. 51 111 suited for a royal matron's ear. Choose not such theme again, lest we be forced To banish from our presence the deft minstrel. Smea. Madam, never more will I offend. Lady Roch. Nay, please your grace, 'tis but a harm- less lay, Save where it chafe our consciences, or hits Our secret thoughts o' head. Anne. No more of this. Enter Surrey. Ah, cousin Surrey, welcome to our court. Thou hast played truant long. (To Lady Rochford) Leave us. Yet stay — Lord Surrey would read o'er his latest sonnet. Poets are jealous, as the chariest lover, And ne'er forgive a slight offered their muse. I dare be sworn its theme is Geraldine, The fair, mysterious saint of Surrey's worship, Whose name the stars whisper not to the earth, Though oft they must have heard her name invoked. Thou art a churl to hide the secret, coz, But I have vowed to win it from you yet. Sur. 'Tis for your grace's ear alone. Anne (to Attendants). Retire ; Yet leave the door ajar, that Lady Rochford May keep watch o'er us. [Exeunt all but Anne and Surrey."], [64, "ANNE BOLEYN. [Act III 52 I could swear at times Her glittering eyes can hear with their swift glances, They follow all the movements of my lips With so much speaking malice. Sur. Call her back ; Provoke not such a foe. Anne. My Lady Rochford, Re-enter Lady Rochford. Lady Roch. Madam, I await your grace's orders. Anne. Wait within this chamber, my Lady Rochford, Lest busy tongues should hint treason is hatched Against the State in conning o'er a sonnet. [Lady Rochford retires to tlie back of the stage. Now, coz, your news ; it should be grave, methinks, To match the cloud that rests on Surrey's brow. Sur. I would unfold a volume to your thoughts, They would do well to scan. Anne. Why, this is strange, Ay, passing strange ! A solemn speech, when I Looked but to hear some pleasant jest should set The jocund hours a-laughing ! Sur. 'Tis no time, Madam, for idle jest — be warned. Anne. Of what ? Speak, Surrey, speak ; I read thy meaning dimly. Has the King's minion dared ? — I am not blind — I know what thou wouldst say — that the King loves"], [65, "Scene II.] ANNE BOLEYN. 53 This Mistress Seymour. 'Tis true then, 'tis true ! Since other eyes than mine have marked his falsehood. Sur. Hush, hush ! speak low : the Lady Rochford's ears Are quick to catch the sounds she lists. Be prudent, Your empire o'er the King may be regained. Anne. Thou know'st him not ; there's but one step betwixt His love and hate — that passed, there's no return For love. Sur. Yield not the field too easily. Anne Boleyn's charms might foil a potent rival. Anne. Alas ! they lack the charm of novelty To his palled fancy, that seeks ever change. Last eve, thou know'st; I fainted at the banquet. 'Twas said the heat o'ercame me — 'twas false, Surrey ; 'Twas not nor heat nor cold surprised my senses. My heart beat lighter than its wont last eve ; I thought to have crushed all suspicion from it. Jane Seymour stood behind me ; leaning forward To answer some gay word of mine, a jewel Fell from her bosom on my hand — and — there It glittered like the eye of basilisk — 'Twas the King's picture, worn around her neck ! Whose hand had clasped it there ? I swooned, and all Cried out, \"The Queen is faint for lack of air.\" Sur. The Seymours are ambitious, and urge on Their sister to the prize."], [66, "[Act III. ANNE BOLEYN. 54 Anne. What prize — his love ? Henry's perfidious love ? Well, let her win it. She cannot take the crown from off my head, Nor mount the throne, till I am dead, nor -wrench The sceptre from my hold ! It is no bauble, To pass from hand to hand, like woman's distaff. Sur. Trust not thy rights too far ! Queen Katha- rine leant Upon the reed, it broke and pierced her heart. Anne. Counsel me, Surrey ; I am past all hope. What wouldst thou have me do ? Sur. Above all things, Take heed you give no cause for jealousy ; I' the King's present mood 'twere dangerous. Anne. Hath he a right, who breaks his wedded vows As lightly, as the thief his perjured oaths, All decent feigning laid aside, to 'plain ? Jealous forsooth ! let him take heed the falcon Loose not her jesses to the wind. Sur. Beware ! The game is perilous that you would play. Man in his tyrannous power oft wears his vices Boldly upon his sleeve i' the world's gaze ; Woman should walk ever charily, ay, As if she picked her way o'er burning ploughshares, Nor give a plea to slander, whose base tongue Can tarnish purity itself, which ne'er"], [67, "Scene II. ] ANNE BOLEYN. 55 Shines forth again with its accustomed lustre — Unlike the mirror, where the sullying breath May come and go, nor leave a stain behind ! Weston has dared to boast he looks to be The King's successor to your hand, when death Shall set you free to wed again. Anne. The coxcomb ! Sur. Norreys at the late jousts assumed your crest. Anne. Well, 'tis no more than custom doth accord The valiant knight who in the lists upholds His sovereign lady's beauty 'gainst the world. Sur. In wanton strains Smeaton breathes his mad passion. Anne. I have rebuked his folly. Must I yield All gentle solace up, clasp hands with grief, Do ghastly penance for another's sins, Renounce the pleasures of my years and state, Bow down my head with sorrow, cross these arms Upon my bosom that can give no ease, Nor yet call death to comfort me ? Sur. Weep not. Enter Wyatt and others. Wy. Queen Katharine is dead at Kimbolton — Pardon, your grace — the Princess Dowager ! Anne. Then am I Queen indeed ! Queen Katha- rine dead ! We well may spare her now the empty title."], [68, "56 ANNE BOLEYN. [Act III. The childless mother, discrowned queen ! the King Refused her prayer to see her child — these men Have hard hearts. Queen Katharine dead ! woe's me ! Lady Roch. (aside to Wyatt). The news has ta'en her highness somewhat sharply. Anne. I feel as if the weight of the whole globe Were poised above my head. There, take my crown (takes off the crown) ; It seems too heavy for my brow to-day. Smeaton, a dirge, not for the dead, but living. Smeaton sings. Rest, weary heart, rest from thy sorrow ; Break not to-day, joy comes with the morrow. Darkest night is near the day, Heavy cloud will pass away. After tempest comes fair weather. After dewdrops, roses gather On their leaves a richer bloom, Sweeter scent in their perfume, Brighter for the tears that hung Like diamonds fairy hands had strung ! Rest, weary heart, rest from thy sorrow ; Break not to-day, joy comes with the morrow. Enter King and Attendants. King. Ha ! at your wanton sports, when lamentation Should fill these walls to bursting. Know ye not"], [69, "Scene II.] ANNE BOLEYN. 57 That she lies dead, the best of Nature's all, Most virtuous lady of the universe ; Most loyal, loving wife man was e'er blest with ; The pearl that from our breast we cast away, To wear a counterfeit ? Sur. Sire, spare the Queen. King. A viper stung her mistress unto death. Anne. Ah, me ! King. Ay, weep ! it doth become thee well. Go to thy chamber, minion ; on thy knees Implore the pardon of that saint above For all thy sins. Wear mourning ever, type Of this irremediable woe. Anne. O Heaven, Have mercy on me ! (faints!) Sur. Sire, the Queen is dying. King. Away ; 'tis but a feint to move our pity. Bear her then to her chamber. For awhile Let her not cross our presence. [Exit, attended. Anne (recovering). Where am I ? Is this death, and these the fiends that mock me ? Sur. 'Tis but his highness' mode of speech, when moved To sudden anger ; 'twill soon pass. Cheer up, Madam ; all here are friends. Anne. What was't I heard ? Queen Katharine is dead ! — 'twas Wolsey told me — I thought he had been dead too."], [70, "58 ANNE BOLEYN. [Act III. Sur. Her mind wanders. Bear her to her couch ; she needs repose. [Exeunt all but Lady Rochford. Lady Roch. Thy reign is past ; the King loves thee no longer, Anne Boleyn — 'tis my turn to triumph ! Mine, Who was deemed fit to bear my lady's train, So near akin and yet so far apart. [Exit. end of act III."], [71, "Scene I.] ANNE BOLEYN. 59 ACT IV. Scene I. — A room in the Palace. Enter Surrey and Wyatt, from opposite sides. Sur. Well met ! I sought you in great haste ; you must With me. Wy. Whither ? wherefore ? Sur. The Queen, I fear, Is lost. Wy. The Queen, my lord ! What then hath chanced ? Sur. Yon fatal tournament ! My mind misgave me But evil consequence would follow on't. Strange rumours are afloat, that ever steal Before the march of truth — ill-omened shadows, The boding heralds of a coming woe ! The King broke up the lists most suddenly, From Greenwich in hot haste rode forth, without Leave-taking of the Queen. Confusion dire"], [72, "[Act IV, 60 ANNE BOLEYN. Hath ta'en the place of order in the palace ; The pages walk a-tiptoe, as afraid, And every straggler of the household comes With boding look and whisper on the lip. I am sent to bid you to the King, Who chafes and rages like a maddened lion. His highness is wrought to such pitch of anger, I dread the issue to the Queen. Who watched The frown that settled on his moody brow, Knew that a tempest gathered in his thoughts. The Queen alone perceived it not, or braved it ; She talked and jested, smiled on all around. At length the storm burst forth. Norreys had gained Some vantage in the fight, and stood at rest, When, leaning o'er the balcony, the Queen Waved her light kerchief, which by chance or choice Fell at his feet. Th' imprudent Norreys raised it, Pressed to his lips, and in his bosom thrust it. The King beheld, and rising from his seat, Took horse to Lambeth, followed by his train. The Council speedily was summoned there, At th' Archbishop's palace. Lady Rochford Is now before it, giving testimony. Her lord, Sir Henry Norreys, Weston, Smeaton, Have been committed to the Tower. 'Tis said That there is matter to attaint the Queen, And that she will be brought to speedy trial. Wy. Poor lady ! she is innocent of all"], [73, "Scene II.] ANNE BOLEYN. 61 But a light spirit that will not be held In due restraint. Sur. We must delay no longer ; Come then, my barge awaits us at the stairs. [Exeunt. Scene II. — A room in the Palace. Enter Anne Boleyn, Ladies, and Attendants. Anne. Inform the King that I await his pleasure. Dost hear? (to Attendant). Why dost thou loiter? Go at once. [Exit Attendant. The air is stifling in these gloomy chambers. Throw wide the lattice, break it, if needs be, But let the fresh air from the river enter, That fanned my cheek as our barge clave the waters. How mine eyes ache with gazing on the sun ! Blood-red it looked, as it lit up the Abbey, The resting-place of England's noble dead, As if a thousand torches heralded A powerful monarch to repose ; as if It were a palace, not a sepulchre. His warm rays ne'er illume these ghostly chambers ! As I passed through the shadowy corridors, Melhought the portraits of England's dead sovereigns Had more of life in them than painted canvas, As if about to step from out then frames To join me in my walk."], [74, "62 ANNE BOLEYN. [Act IV. Re-enter Attendant. What saith his highness ? Shall I attend him in his closet ? At. Madam, His grace is not within. Anne. He takes the air Belike upon the terrace. We will join him. At. He is not on the terrace, please your grace. Anne. Then lead me wheresoe'er he be — fear not The Queen will be your warrant. At. Please your grace, The King is not arrived. Anne. How ! not arrived ? He left Greenwich some time before ourselves. At. His grace alighted from his horse at Lambeth. Anne. Lambeth ! What doth he there, at such an hour? No word to tell us of his sudden purpose. Where is Lord Surrey ? where Sir Thomas Wyatt ? Go, bid them to our presence. At. They have left The palace to attend the King at Lambeth. Anne. Why tarries Lady Rochford ? 'tis the hour For her attendance ; she forgets, methinks, The duties of her office. Lady. Lady Rochford Came not from Greenwich in your grace's train."], [75, "Scene IL] ANNE BOLEYN. 63 ■j 'Tis rumoured that the King commanded her Straight to repair to Lambeth. Anne (aside). Lady Rochford At Lambeth with the King ! 'tis passing strange ! Yet have I done no wrong. My foes shall be Abashed. (Aloud) Throw wide the doors, light up the palace ; Let all assume their best array. To-night We hold our court. Where is my brother Rochford ? Where Norreys, Weston ? they should have been here To greet the Queen's return. Go, bid them hither. Bid Smeaton bring his harp ; we'll hear some music. Ye answer me with silence. Must the Queen Speak twice. At. Ma/t please your grace (hesitates) Anne. Why am I left With scant attendance ? Why the dumb confusion Among our household ? Call Lord Rochford ; we Would know the meaning of this strange disorder. At. Lord Rochford is not in the palace, madam. Anne. Is he, too, gone to Lambeth ? Th' Arch bishop Is grown most hospitable all o' sudden. At. Lord Rochford is committed to the Tower. Anne. Oh, my unhappy brother ! At. Weston, Smeaton, Sir Henry Norreys, all are lodged i' the Tower, By warrant from the Council."], [76, "64 ANNE BOLEYN. [Act IV. Anne. Sits the Council ? Then take me to it. I will shortly prove The innocence of these poor gentlemen. Enter an Usher. Usher. The Duke of Norfolk, may it please your highness, Sir Thomas Audley, and another are Just disembarked from Lambeth. Anne. They are come To take me to the King. I knew his grace Could not long be wroth with his poor wife. Bring us a mirror quick, that we may smooth Our truant locks. Usher. The duke is at the door, Madam. Anne. Give me my mantle, quick ; this haste Will plead our gracious pardon with the King For our disordered dress. Admit the duke. Enter Duke of Norfolk, Sir Thomas Audley, and Sir William Kingston, who remains in the back- ground. You come, my lord, to take me to the King. I thank him for this pitiful remembrance Of his poor servant — I had great need oft. Nor. We come not from the King. Anne. Not Not from the King !"], [77, "Scene IL] ANNE BOLEYN. 65 1 Ye come not from the King ? Nor. The Privy Council Despatched us on our errand here. Anne. The Council ! Let them e'er meddle with affairs of State, Nor come between the King and his true consort. Take me to him. Nor. We dare not so offend, Who are his grace's loyal servants. Anne. I, / am no traitor to be dealt with thus. Ah ! now, I see, the malice of my foes Would shut me from his presence, knowing well Mine innocence would confound their schemes. Sir Thomas Audley, take me to the King, I do conjure you, take me to the King. Aud. I pray you, patience, madam. Anne. Patience, patience I should wax faint beneath the burden patience ! Yet promise you will take me to the King, And I will grow a miracle of patience. Ah, me ! who stands within the shadows yonder, Turning his visage from my searching eyes, As if the sight would blind them ? I should know His face, methinks — Sir William Kingston — once I was your guest. Nor. And must be so again, By virtue of this warrant ; the King's pleasure. F"], [78, "66 ANNE BOLEYN. [Act IV. Anne. The King's pleasure ! Give me the warrant, quick. (Takes the warrant) I cannot read — mine eyes are dim — there now, I've wiped them. Oh, my heart ! the King's name here, No sign of faltering — the King's own hand. There, take it back again — -the lines so waver, I cannot fix their meaning. Prithee tell me. Nor. By virtue of the warrant, we arrest The person of Anne Boleyn, Queen of England — Anne. I thank you for this title, good my lord ; I never thought to hear it more. Nor. Accused Of treason and adultery. Anne. Treason ! Treason ! it were to seek mine own o'erthrow, To meddle in such practices. To plot 'Gainst my own life, fame, throne, where the King's hand Hath raised me, even at his side ! No, no, My lord, the charge is monstrous ! For the rest, Ye call a blush upon my woman's cheek To hear it fall from reverend lips like yours. Nor. Further, you are commanded to the Tower, There to abide during the King's good pleasure. Anne. Is there aught else set down ? Nor. We are commanded"], [79, "Scene IL] ANNE BOLEYN. 67 To use all proper speed and diligence. Anne. You are my mother's brother, Lord of Nor- folk, Sprung from one body, nursed at one fond breast, Shared the same sports in childhood, prayed together, Laid your young heads together on one pillow. I cannot think that you would come to me On so harsh an errand ! 'Tis but a jest. His highness seeks to prove my love and duty : A cruel jest, and carried out too far. You play your parts right well — throw off your masking, And take me to the King. Nor. Tut, tut ! we trifle ; No more delay, or we shall bear the blame. The barge waits us below. Anne. Sir Thomas Audley, You have no cause to hate me, that I wot of — Speaks the Duke of Norfolk sooth ? Aud. Ay, madam It grieves me much : you are our prisoner, Yet comfort take. Anne. Alas ! 'twas lost to me With the King's favour. Nor. Prove your innocence, And the King's favour will raise you to comfort. Anne. I have sinned much, but not against the King. Subservience to his will is the sole crime"], [80, "[Act IV. 68 ANNE BOLEYN. My conscience doth lie charged with — but, alack ! The lamb as well might plead its innocence When wolves rush on the fold, or hunted stag When the dogs throttle him. Ah, me ! Anne Boleyn Is now the wrounded deer, all the herd fly from. Nor. No more delay. Anne. I will not keep ye long. Yet I cannot forget I was a queen But now, unused to be commanded thus ; Staying or going at my own sweet will. I fain would take with me some memory To lighten up the gloom of my dark cell. One look, my last, around the regal chambers Where, for three years of empty pageantry, I've played my part — where I have known some hours Of fickle pleasures and deceitful hopes ; Here shed some tears a fond hand wiped away, Chiding my sorrow, that should have been joy. One look on things that daily met my eyes, Familiar grown, till I scarce heeded them. Until about to part ! Wife — mother — queen — And now ! Nor. Tut, tut ! no more of this ! we should Be on our way. Two of your gentlewomen Have leave to wait on you. The Lady Rochford Will join you yonder. Anne. I would have spared her, Who hath ever been my mortal enemy."], [81, "Scene II. ] ANNE BOLEYN. 69 My friends (to Ladies), ye who have shared your Queen's good fortunes, Which of ye now will share the evil days She yet may pass on earth? Ladies. Your fortunes, madam, We follow, good or ill. Anne. Thanks, thanks, my friends ! Who says the world is filled with ingrate hearts ? Yet I ne'er took much pains to win your love ; Nay more, I fear I have been fretful oft, Tiring your patience with capricious change ; Arrogant, who should have been all meekness ; Harsh, where I owed forbearance most. I pray ye, Pardon me, for I am humbled now, And never more may in such guise offend. Nor. Come, come. Anne. Oh ! let me see my child once more. Alack ! Queen Katharine died nor saw her child ! Let me but clasp her to my breast once more, Impress a mother's kiss upon her lips, Feel the soft pressure of her little hands, Look in her eyes once more ? She will be taught To scorn her mother — let me see my child, My dove, Elizabeth, my innocent child ? Nor. It cannot be ; it is not in our warrant. Anne. O uncle Norfolk, see, I kneel to thee ! Take pity on me ! think a child of thine May one day kneel to move some flinty heart —"], [82, "ANNE BOLEYN. [Act IV. 70 Oh, let me see my child ! Nor. Bear her away. Anne. Ye who own pity kneel with me and try To soften this hard-hearted uncle. Nor. Tut ! Lend us a hand, Sir William Kingston, since Force needs must be to bear her to the barge. Anne (rises). Forbear, Sir William Kingston ! we can walk Even the way to death. Farewell, my friends ; Think of me henceforth in all charity, As one of dead and buried 'fore her time. Before the world, in all honest men's judgments, Bear witness to Anne Boleyn's innocence. [Exeunt. Scene III. — A Room in the Tower. Enter Lady Kingston and Messenger. Lady Kings. The Queen's highness coming hither, saidst thou ? Mess. Ay, she is even now upon the way. Lady Kings. Thou bring'st strange tidings, sooth 'twere scarce to credit ! Fallen so soon under the King's displeasure ! The fortunes of this world are ever shifting : The tide ebbing and flowing, as the hours Wear through the night and day. Alack, poor lady !"], [83, "Scene IV.] ANNE BOLEYN. 71 Thrice happy they who on a lowly pillow May lay their head, nor dread the waking ! Who Waits upon her grace ? Mess. The Duke of Norfolk, Sir Thomas Audley, and Sir William Kingston. They will be here anon, may't please you, lady ; The barge put off in haste. Lady Kings. Alack, alack ! I'll order preparation to be made, Such as the haste admits of, for her comfort. [Exeunt. Scene IV. — A Room in the Tower. Enter Anne Boleyn, Norfolk, Audley, Kingston, Ladies, Guards, etc. Anne (speaks as she enters). But for your timely aid, Sir William Kingston, I should have fallen, climbing the rude steps. Mine eyes were dazzled by the wavering glare Of the fierce torches, the bright flashing halberds. How call you the grim archway where but now We disembarked. Nor. 'Tis called the Traitor's Gate. Anne. Methinks I should have known it ! I re- member That, on the eve before my coronation, The barge that brought me hither, by mischance,"], [84, "ANNE BOLEYN. [Act IV. 72 Became entangled in the frowning archway, And was with difficulty thence dislodged. I laughed then at the omen, dreaming not To enter there again. Aud. Courage, madam. Omens are idle things, to set at nought. Many have passed through that dark gate to leave These walls again, free from attaint or loss. Anne. How many hath the headsman's arm set free ! How oft hath torture done its slower work ! How oft poison and steel their stealthy task Have done ! Alas ! how oft hath innocence Sent forth the startled cry, justice hears not, Breathed prayers, these pitiless walls have stifled Ere they would reach heaven's vault ! How many died, Self accusation on their perjured lips, Maddened by long captivity and pain ! What if we could see the ghostly tenants That people this dread prison-house ? What if These stones could speak? — Where lies my present chamber ? Is't in some dungeon deeper than the moat ? My hands might well undo your bolts and bars, Or work their way through flinty walls — look to't ! Kings. Your highness will be lodged in the same chamber Where last you slept."], [85, "Scene IV. ANNE BOLEYN. 73 Anne. It was a palace then — A prison now ! When last I left that chamber, It was to mount the proudest throne of earth. I was your honoured guest when last I slept Within that chamber — where my bed shall next Be made, these walls may yet discover. Enter Lady Kingston. Lady Kings. Madam, I would fain bid you welcome, but that here 'Twere sorry comfort. Anne. Not so, Lady Kingston ! A prison hath its welcome, like a palace, Though not so cheerily ! All things have welcome, Death hath his welcome, when we lay our griefs And wrongs within his kindly arms to rest. To some death chants a lullaby, as when Our mother's voice crooned o'er our cradled sleep. When death is near, we see the heavens open And hear the angels sing. Kind Lady Kingston, I fear I shall occasion you some trouble For a little while. Lady Kings. 'Twere a great pleasure To wait upon your grace elsewhere. Nor. Our office Being performed, we take our leave. The King Will be impatient to learn our report That all is done as he commanded."], [86, "[Act IV. 74 ANNE BOLEYN. Aud. Madam, If there be aught consistent with my duty You would desire, command my humble service. Anne. Commend me to the King, Sir Thomas Audley ; Say that you left me here a prisoner, Submissive to his will, yet sorely grieved Thus to have fallen under his displeasure ; The cause thereof I know not, for the charges Against me published, are too foul and monstrous To be circulated e'en by those who hate me. I humbly do entreat his grace to grant me An audience, when I doubt not to prove My innocence to his full satisfaction. Meanwhile, I do entreat he give no ear To my malicious enemies, who seek To rob me of his favour, who have been — Will ever be — his true and loyal wife, Come life, come death ! Aud. Madam, I will report Your words unto his grace, so help me Heaven ! Anne. Further, if that his highness should reject My prayer to be admitted to his presence, I would beseech him grant me open trial, With access to my friends to counsel me, How best I can make clear mine innocency. So as I have been openly accused, So openly may my defence be heard."], [87, "Scene IV.] ANNE BOLEYN. 75 Aud. Trust me, I'll do your bidding faithfully. I take my present leave, praying your grace Speedy deliverance find from all your dole. [Exeunt Norfolk, Audley, and others. Anne. Lead me to my chamber, I am weary. Enter Lady Rochford Lady Rochford ! Lady Roch. Ay, by the King's command, To wait upon your grace. Anne. I could have spared This token of his love ! yet ne'ertheless I thank his highness for his tender care Of his poor wife, though I would rather be Left to my jailer's 'tendance, than employ An idle semblance that but mocks our state — Yet bear we all our crosses as we may. [Exeunt. end of act iv."], [88, "76 ANNE BOLEYN. [Act V. ACT V Scene I. — A room in the Tower. Enter Lady Kingston and Messenger. Lady Kings. The trial, then, is ended? In thy looks I read the confirmation of my fears. Mess. Alack ! the judges have pronounced her guilty. The Queen is on her way back to the Tower, The glittering axe turning its cold sharp edge Towards her face, in token of the judgment. Sir Thomas Wyatt comes, who can report More of the trial than I witnessed, lady. Enter Sir Thomas Wyatt. Wy. All is over, and the Queen condemned. Lady Kings. How so ? 'Twas thought pre-contract 'twixt her grace And the Lord Percy would, by rendering null Her after marriage with the King, give plea For absolution of all charges. Wy. Ay,"], [89, "Scene I.] ANNE BOLEYN. 77 So hoped her sanguine friends ; but the twig broke And threw her helpless back into the torrent. The dastard wretch betrayed her in her need. When called upon to certify the contract, He did deny it wholly ; swore that nought E'er passed between them, save light compliments, Such as youth proffers, beauty idly takes, To while away the hour. One word had saved her — His lips have sealed her doom. Lady Kings. Alas ! poor lady. Wy. She had borne up through the day's agony So bravely, that her judges e'en were moved To see such gentle courage. When Lord Percy Took her last prop away, a stifled cry Proclaimed the inward pang. On his pale face Her large dilated eyes she fixed, until He seemed turned into stone beneath her gaze. Lady Kings. Oh, piteous ending to love story ! Wy. When Called on to say if she had aught to urge Against her sentence, calmly she maintained The truth of marriage contract with Lord Percy, Deplored his weakness, yet bestowed forgiveness — So left the court. That fiend, the Lady Rochford, In hate towards her gallant lord, hath by Her perjured testimony, slain the Queen, Laid low the noble gentlemen who lose Their lives to-day together with Lord Rochford."], [90, "78 ANNE BOLEYN. [Act V. Hark, hark ! a trumpet sounds the Queen's approach. All strangers are commanded from the Tower, Save those who must enact the tragedy. I'm here to take my last leave of her highness. Lady Kings. Surely the King will ne'er attaint the life Of her, his consort, mother of his child ? A prison were sure refuge for her dole. Wy. There is no prison so secure as death ! Nor tears, nor prayers, nor golden promises Can e'er unlock his fetters. A king's foes Find a safe shelter there from all their terrors. Lo ! the Queen comes. Enter Anne Boleyn, attended ; Sir William King- ston, and others. Anne (speaks as she enters'). Thanks, thanks ! Kind Lady Kingston, We come to plague you for a little while. (Comes forward with Wy att) Wyatt, didst hear him swear my life away ? Wy. I could have struck him in the mouth, the coward ! Anne. Percy, the lover of my youth ! O God ! That there should be such perjured men since Adam ! Would I had died before ! Wy. He is not worthy To be named on your lips — think not of him."], [91, "Scene I.] ANNE BOLEYN. 79 Anne. How that man seemed to love me once, and when In very wantonness I feigned to doubt, Sent up to heaven such vows of constancy And love, as might have blurred the patient stars ! Wy. A wretch forsworn of all, love, honour, truth. Anne. Ah, me ! I read the moral of this world ! The stricken deer must die apart from all The herd, that owned his blithesome fellowship. All the earth seems leagued against me now ! Are these the faces that once smiled on me, Eager to catch my faintest wish ? Is this The earth o'er which I passed treading on roses, The thorns all pluckt, lest they might wound my feet? Where are my flatterers now ? Melted away, Like last year's snow ! Even my sire, my mother, Refuse to see me ere I die — but they Are courtiers ; the King's bounty might stint Itself in presence of such grave offence. The Duke of Norfolk sat among my judges — But uncles are not fathers, that is true ! Enter Norfolk, Gardiner, Surrey, Audley, and others. Nor. We bring the judgment of the court, its sentence. Anne Boleyn, after due deliberation"], [92, "[Act V. 80 ANNE BOLEYN. i And patient hearing of your cause, the judges Pronounce you guilty of the twofold crimes Of treason and Anne. Halt there, my lord of Norfolk I do appeal against th' unrighteous judgment ! Nor. All in the realm have justice meted to them, Whate'er their state may be. Anne. Call you it justice? Heaven have mercy, then, on all who need it ! Scant justice shall they find at your hands, who Have now condemned me in mine innocence ! Nor. What plaint hast thou ? Anne. Ye did deny me counsel. A woman's tongue lacks eloquence to plead Where life hangs i' the balance, more, her honour ! A woman lacks the wit to ravel out The tangled web of sophistries and wiles The law weaves round its destined victim. Ye Refused to hear my witnesses ; nay, more, Denied me knowledge of the evidence Brought 'gainst me, leaving me i' the dark, whose lips False testimony bore against mine honour, Whom had I known, I had convicted doubtless Of rancorous malice, slanderous abuse. Nor. Tut, tut ! Thou hast had more than even justice. Did I not sit among thy judges, who, Being thy kinsman, needs must weakly lean"], [93, "Scene I.] ANNE BOLEYN. 81 Towards thy favour ? Anne. Now, may Heaven forgive That you did sit among my murderers ! Nor. Tut, tut ! Pass we to the award and sentence : Henceforth, Anne Boleyn, must thou lay aside Title of queen, which thou hast sometime borne ; All privileges, state, thereto belonging, All jewels, robes, to such estate pertaining. All are commanded to forbear towards thee Homage, or service, save such as the law Allows to traitors. Hear ye, hear ye all ! The King in royal mercy doth remit The way of death allotted to your crimes, Of burning, to the milder penalty — The axe and block ! Anne. Rude pillow for the head So lately on his bosom lying ! yet I thank his grace, that he hath spared his wife Some pangs ! You have not named the day and hour? Nor. Ere the first hour of sunrise close — to- morrow — The scaffold and the headsman's axe await thee, And Heaven have mercy on thy soul, Anne Boleyn ! Anne. To-morrow ! That is sudden for such journey For who can quit this earthly tabernacle Without some trembling note of preparation ? The ills of life we know, the thorns that prick us ; G"], [94, "82 [Act V. ANNE BOLEYN. But what may be beyond the awful threshold Where death keeps faithful watch, none may e'er know Till, that crossed over, there is no return. Who would not fain turn back a little while, Ay, suffer all things here, rather than meet The dread uncertainty of the hereafter ? Who then but must bethink him of some sin Unreconciled betwixt his soul and Heaven, That scares him back to life ? To-morrow ? Nor. Ay, To-morrow, ere the hour of sunrise close ! Anne. And I had much to think of, much to say ; Some friends to take my leave of, some few thoughts To set in writing ; acts of charity, Such as my slender means allow ; to pray Forgiveness on mine enemies, blessings On those who love me, and so take my leave Of this fair world ! Gard. Be reconciled unto The Church, whose doctrines ye have shown despite. Your time of pomp and pleasure is now past. Anne. My lord, you ever were my bitter foe — Yet better than false friend ! I thank your zeal. Gard. The Church hath pardon for the penitent ; Be reconciled to Heaven ! Anne. If sorrow have A claim on heaven, I shall be there anon !"], [95, "Scene I.] ANNE BOLEYN. 83 'Tis only there that we may look for pity ! Man deals harsh judgments on his fellow-man. Though all on earth are sinners, none will pardon The errors of his brethren, as if mercy Shown to another might lose his own soul. Enter Lord Percy. Percy (speaks as he enters). Give way ! I have de- stroyed thee, Anne ! Anne. O Percy ! Percy. I would have died to save the tenderest hair Upon thy head, and yet, I have destroyed thee ! Hear me ! though thou shouldst curse me ever after ! They told me, I should save thee, by forswearing That ever marriage contract passed between us. They told me that the King sought but divorce ; Divorce obtained, they said, thy life were safe. The demon, Lady Rochford, swore such oaths As hell had never heard until she oped Her perjured lips ! Forgive me, oh, forgive me ! Anne. Some say there is such thing as destiny, And that we may not pass our fate ! Ah, me ! 'Tis Heaven measures out the penalty Our sins deserve. This should have I known well ; Who took another's place should look to see Another fill my seat. I must perforce Have sinned to be so punished. I' forgive thee ! Percy. Oh, what a fool was I to be so cozened !"], [96, "[Act V. 84 ANNE BOLEYN. Anne. Thy presence calls me back to earth once more. Leave me ; thou standest between my soul and Heaven ! Farewell, until we meet above ! Percy. Farewell ! [Exit. Anne. That is well over ! Tell me, I beseech ye, How fare the poor unhappy gentlemen Who lie under the King's displeasure, sharing In my unjust accusal ? Nor. Weston, Norreys, Have already met the doom of traitors. Anne. Can Heaven look down in silence on such murders ? They were most innocent. How died these victims ? Nor. Weston said not a word : Smeaton confessed His guilt. Anne. Then Heaven have mercy on his soul, For he was greatly perjured ! Aud. Spite of torture, Norreys upheld his innocency, died Proclaiming it. Anne. Brave heart ! O, gallant Norreys ! When jousting at the Field o' Cloth of Gold, You fought at the King's side, you dreamed not then He would requite you thus ! — (A gun fired without.) What sound was that ? Kings. The evening gun proclaims the sun is set."], [97, "Scene I.] ANNE BOLEYN. 85 Anne. He turns his face from me ! when next we meet In presence, 'twill be on the scaffold. Hark ! A bell mourns his departure with sad tongue ! Nor. It rings the death-knell of a traitor ! Anne. Save us ! Ye said to-morrow ! — who is now to die ? Nor. The villain Rochford. Anne. Rochford ! My dear brother, Thy sole crime that thou wert akin to me ! Bear me to death ; the knife may cleave the air Above my head, mine eyelids shall not wink. I have lived long enough (faints). Aud. The Queen is dead ! Lady Kings. She swoons to hear the dismal news, alas ! (Aside) 'Twere cruel pity to recall her senses Back to this life ; 'twere best that she died now. Sur. (kneels and kisses the Queen's hand). Thus do I take my leave, here pay my homage, AVith deeper reverence than when a crown Circled thy brows with empire, and the hand Which hangs so cold and nerveless at thy side Upheld a sceptre. Nor. Come away, boy, lest The King's displeasure light on us. Tut, tut ! We must not loiter here. Sur. The colour comes"], [98, "86 ANNE BOLEYN. [Act V. Faintly to brow and cheek — farewell, farewell ! I would not look into her eyes again For all the sovereignty of this fair isle. [Exeunt. Scene II. — The Tower. Anne Boleyn, asleep on a couch ; Ladies in attendance. ist Lady. The morn is breaking. Rosy streaks of light • Flush up the eastern sky. She bade us wake her. 2nd Lady. She sleeps as calmly as a baby still. On her lips a heavenly smile is playing, As if an angel whispered in her dreams. 'Twere pity to awake her — yet we must — The hour draws on. ist Lady. Those ominous sounds again ! Pray Heaven she hear them not ! 2nd Lady. . They drape the scaffold. I see the torches waving to and fro ; Dark forms like demons of the night move round it, As if engaged in some unhallowed rite, To vanish at the peep o' day. ist Lady. Draw close The curtain, lest, awaking suddenly, She see yon object looming 'gainst the sky. She stirs, she wakes. Anne. Where am I ? still on earth ? 'Twas but a dream ! I do remember now. —"], [99, "Scene IL] ANNE BOLEYN. 87 How goes the night ? I bade ye call me early. 2nd Lady. The sun is not yet risen, gracious lady. Anne. I'll watch him rise for the last time on earth. 2nd Lady. I pray you, go not to the window, madam. Anne. Wherefore ? Think ye mine eyes are dim already ? I would behold the glory of the morn Once more. 2nd Lady. I'll give you timely notice, madam, Of its approach. Anne. Nay, I would watch myself The signs I've hailed so oft with ecstasy, As heralds of another joyous day. I was once sportive as a butterfly. Life seemed but one long festival of glee, — But the night cometh, that shall have no morn ! (Goes to the window) What means yon frowning object i' the court, Round which those ghostly forms are flitting? Ah ! The road that I must travel hence betimes ! It was a pleasant dream anon I waked from. I dreamed I was once more at Hever Castle, In my ancestral halls. On either side There stood an image of my ancestry : A mailed knight, a dame in gorgeous robes. As I gazed on them, they assumed the mien And forms of Wolsey and Queen Katharine."], [100, "88 ANNE BOLEYN. [Act V. Folding me in their arms, they gently bore me Away to Paradise ! Call Lady Kingston ; I would speak with her. [Exit Lady, who re-enters with Lady Kingston.] Kind Lady Kingston Thus to come so quickly ; for my sands Are running low. Be seated then, I prithee. Nay, I will have it so. I have a boon To ask on bended knees ; refuse me not — 'Tis a last favour. Lady Kings. Madam, as you please (seats herself). Anne. Thanks, Lady Kingston ! (kneels). In my garish days Of arrogant contentment, oft have I The Lady Mary harshly used, oft chided ; Unkindly with a stepdame's eyes looked on her. She ever did recall her mother to me. I feared she might prove rival of my child For crown and honour, and so I hated her. Now I perceive how gross my fault hath been. When I am dead go to her, Lady Kingston, Kneel at her feet as I do here, show her How humble I became, sue her forgiveness. Lady Kings. Trust me, madam, your pleasure shall be done. Anne (rises). Now can I die in peace ! And yet 'tis hard To quit this warm young life, to be shut out"], [101, "Scene IL] ANNE BOLEYN. 89 From light and all of nature's glorious aspect. Ay, life is sweet to those about to lose it. When death seems far, far off, we hold our life A petty gift, we make him welcome to At the first cross ; nay, an we prick a finger, Call on death to deliver us from pain, But when he comes, we look askance at him, Praying him tarry for his dues awhile. — Now to adorn us for the ceremony, The last wherein we play our part on earth. Bring here our robes of state, our coronal, The King's first gift — the ruby carcanet. Ay, this is brave attire. Fetch me a mirror. I would once more behold myself a queen, And so take leave of queenship ! I would look Upon the face once hit his dainty fancy. The mirror is no royal flatterer, Gives back the many obligations that I owe his grace ! A private gentlewoman, He raised me up to be a marchioness, From marchioness he made a queen of me. He can no further on this globe advance me, So is about to make a saint of me. 'Twill not give the headsman's arm much trouble To sever this little neck. Enter Norfolk, Gardiner, Kingston, Guards, etc. Nor. What mean these gauds ?"], [102, "ANNE BOLEYN. [Act V. 90 Woman, thou wert forbid to wear the emblems Of state which is no longer thine. Gard. Throw off The idle gear, and think of thy soul's welfare. Anne. Patience, Lord Bishop, and good uncle Norfolk ! The King could ne'er be wroth that I should take One look on all that he hath done for me : This crown, these robes, that decked me for his pleasure. My cheek is paler, true, than once it was ; My eyes less bright, my brow less smooth. The gifts I owe his grace I would pay back with thanks ! Now help me to undress and make me ready For the brief journey I must undertake. My crown I do bequeath to Mistress Seymour ; This ruby carcanet to my successor ; These royal robes are not yet frayed or dulled By use, may serve another coronation Nor. Tut, tut ! 'tis time we moved. Anne. Bear testimony, All ye who hear me ! I die innocent Of all the heavy sins laid to my charge. Albe't perhaps I have not always borne me As humbly towards my lord the King as was My duty, seeing he had raised me up From low estate to be his queen and consort. Say to his care I do commend our daughter"], [103, "Scene II. ] ANNE BOLEYN. 91 t (Cranmer did prophesy great things of her); Also, I do commend my faithful servants Unto his kingly bounty, for my means Too scanty are to satisfy their needs. My last thought is for him — Enter Lady Rochford. Thou here ! Lady Roch. Ay, madam. My duty claims attendance to the last. Anne. You have shaken the glass, my Lady Roch ford, Till the last sand is nearly spent — enough ! Death has its privileges, and waves back Revenge from yonder threshold — cross it not ! I would go forth to meet my doom, without The shadow of thy presence, that would darken The face of death himself ! [Exeunt all but Lady Rochford. Lady Roch. Farewell, Anne Boleyn The hour of sunrise draws to speedy close. end of act v."], [104, "ANNE BOLEYN. 92 EPILOGUE. Scene. — Richmond Park. Enter King, Lords Beauchamp, Ferrers, Hunts men, etc. King. The sun is grown a laggard, keeps his bed, When he should be afoot to brush the skies. Wind a reveil shall shake the clouds about His ears ; he hath o'erstayed his reckoning. [Huntsmen sound their horns. It were a blast to wake old Pluto's dogs If they were winking — yet he tarries still ! Lo ! i' the east, behold the rosy streaks That herald his approach ; yet he shows not His jocund visage to the morn, that waits A-tiptoe for his smile. Why loiters he To-day, of all the days of all the years ? So ho ! a merry stave to chide his staying !"], [105, "ANNE BOLEYN. 93 Chorus of Huntsmen. The ban-dog in his kennel sleeps, The wolf hath sought his lair ; The blind mole to his dark home creeps — He scents the morning air. The screech-owl to his roast is gone, In the lone ruined tower ; The bat clings to the ivied stone Of beauty's crumbling bower. The adder stirs him in his coil ; The toad stares at the day ; The spider weaves his wary toil To catch his fluttering prey. And life and death run on their race, One loses and one wins, Through night and day — may Heaven's grace Assoil us of our sins ! King. Ye croak like ravens o'er unburied corse. Enough ! this were no strain to charm the ear Of dainty Phœbus ; he would list as well The screech-owl's song, the scream of wounded bat. But lo ! he comes, peering above the trees, With round face leer, as curious to discover What hath been done on this half o' the globe While he was toying with the other side."], [106, "94 ANNE BOLEYN. Ferrers. See how the gossamers float on the air, Like winged fairies at their elfin sports ; On every blade of grass there hangs a drop, As if the stars were weeping o'er the day. King. Here on this knoll we'll stretch our limbs and watch His gambols through the trees. My lord of Beau champ, Have you no tale, to while away the hour ? We are in mood to listen to a jest. Beau. A sorry jest 'twould be, my gracious liege, From my untutored lips, that can discourse Of hearty blows, parry and thrust, hacked limbs ; The right down honest give and take of war. No words have they for fancy's honied food. King. Ever the same bluff warrior, Lord Beauchamp, With tongue as rough as ever licked a cub Into its proper shape. No flatterer thou, Albe't we hold thee as King Hal's true servant. Beau. My arm is yours, my liege, but not my tongue, That hath no silvery eloquence of speech, And needs must wag in its unseemly fashion. Plain Beauchamp is no carpet knight to sit AVith arms and legs crossed, sighing out his soul To the soft din of lute or dulcimer. King. We hold you well excused from such mild pastime."], [107, "ANNE BOLEYN. 95 Come, sit you down. Tush, man ! the emerald turf No velvet carpet is, as you will find By the rough proof, no pillow for the head Would rest on down, whate'er poets may sing. Lord Ferrers, you have been a traveller ; Doubtless from foreign lands, where you sojourned, Brought homeward many a strange and moving tale ; The traveller's privilege to sport with truth ; At sober firesides cause men stare to hear The world should hold such monstrous sights and shapes, Such direful incidents, such comic passes, That make the salt rheum gather in our eyes, Or shake our sides with laughter. Ho ! a tale, My lord of Ferrers, one to lure Titania From jealous watching of her Oberon. Fer. My liege, but little skilled in love am I, But if a plain unvarnished tale King. Tush, man, Begin ! Excuses are for ladies' lips, Who dally o'er what e'en they like the best : To hear themselves discourse. Fer. Sire, I obey ! In Provence, the fair garden of the South, Where yet the bloom of Eden seems to linger, As if reluctant to depart for aye ; — Where the proud palm tree waves its graceful head, The dark pine lifts its haughty crown, whose leaves"], [108, "96 ANNE BOLEYN. Strew aromatic odours on the ground ; — Where the green cork tree climbs the rugged steeps ; The olive, tree of moonlight called, distils Food for the midnight lamp of sage or lover, Or beacon star to guide the mariner When the low vesper bell hath rung its chime ; The giant cactus with its gorgeous flowers, That seem to set the air aflame around ; — Where stately aloes fringe the shores — the tree So strange, so mystical, that, like true love, Blossoms but once a lifetime ; the blue sea Is mirror to the sky, which like a sapphire Bends over all ! Where the gold orange glows 'Midst the cool emerald leaves, whose starry flowers Scent the soft air like breath of paradise ; The rich pomegranate with its burning flowers, That make the eyelids droop to gaze on them, Like passionate thoughts that flash through poets' dreams, Hangs out its fruit, within, all orient gems ; The almond blushes at the spring's first kiss ; Pink oleanders make a wall of bloom, To shade deep violets, gay hyacinths, The silver lilies, the sad, rich tuberose ; — Where the rose wins another name of beauty ; * * Lord Ferrers is here misinformed. The rose usually called the rose of Provence takes its name from Provins, a town in the north of France, whither it was transplanted from Palestine."], [109, "ANNE BOLEYN. 97 Where love's own flower, the fragrant myrtle, nestles As it would hide from the sun's wanton gaze, In nooks and shady corners of the heights ; — Land of the troubadour and \"Gentle Tongue !\" — In Provence, on a lofty peak that formed A rocky link in a long chain of hills, A castle frowned, whose stubborn ramparts oft Had stood th' assault of roving Saracen ; An old grey town crouching low at its base, Girded with towers and stalwart walls, that linked The fortress to its gates. From the high turrets The eye looked forth upon the distant sea (More distant than it seems, so clear the air), Beyond the fairy isles that stretch their arms To guard the bay from the waves' boisterous sport And o'er the range of hills, that farther west Fence the rude ocean from the smiling plain ; The last one crowned upon its eastern brow With venerable hermitage, resort Of pious pilgrims : where the mariner, Escaped from perils of the deep, hangs up His votive offering, pours forth his thanks In prayer before Our Lady's holy shrine. O'er a wide valley, with its orange trees, Vines, where the rich grapes cluster i' the sun Like gems of topaz, purple amethyst. Yet as sorrow mingle th with all mirth, As life sees death for ever in its path, H"], [110, "98 ANNE BOLEYN. I for- The dark-leaved cypress rears its mournful aspect, Whose shadow darkens earth like open grave — That gloomy tree round which the serpent coiled When Eve was tempted and death gained a world The towers are ruins now, but nature smiles As kindly as when in the castle dwelt Sir Gilles de Barbe, a knight who well had fought In Palestine for Holy Rood ; 'twas said Had brought from thence dark lore of things bidden By mother Church. King. Beshrew me, but the Church Was ever. busy. Well, proceed. Fer. 'Twas said He knew the secrets of the alchemist : To turn the baser metals into gold, To lengthen life beyond its natural span, Prolong youth's power and beauty in man's frame ; Could brew love-philtres to enthral coy hearts, Call up the fiends, question futurity, Ay, and compel an answer ! I vouch not The tale is true, but so 'twas told to me, My liege. King. A wondrous tale ! and, by Our Lady, We marvel not the Church kicked somewhat at it. She' loves no miracles but of her making. Fer. Deep in the night a lamp was ever burning In the high chamber of the eastern tower,"], [111, "ANNE BOLEYN. 99 Where none might enter save Sir Gilles himself. 'Twas there he wrought, 'twas said, his charms and spells, Held converse with the demons, hell gaped forth To do its vassal's bidding. He had given To hell a bloody bond, his soul the forfeit, The Devil would claim at the appointed hour. Yet otherwise the knight differed not much From others of his wealth and quality. Jocund of mood, could feast with appetite, Laugh at a jest, share in the gay carouse, Listen to minstrel's harp and troubadour, (That oft came wandering to his castle-gate), Nor showed a cloven foot, when i' the saddle He vaulted nimbly ; comely, too, of mien He was. King. Tush, man ! 'tis only ignorance That paints the Devil with grim horn and hoof ! He is a comely gentleman, beshrew me, Or Eve had never listened to his jargon. What saith my lord of Beauchamp ? Ha ! he sleeps, And by his visage, dreams a troubled dream. Rouse thee, Lord Beauchamp. Beau. Pardon, good my liege, I slept methought somewhat uneasily. King. Lord Ferrers' ghostly tale blent with your slumbers, As a low dirge oft runs throughout our dreams,"], [112, "100 ANNE BOLEYN. Whose strain is but the whining of some beggar Suing for alms beneath our window. Now The sequel of the tale, whose eloquence Beguiles the sun to loiter on his way. Fer. Thus passed the years without a cloud, save one. Childless, alas ! was still Sir Gilles de Barbe ; No son had he to carry on his line, Nor hope of one, his lady waxing old. One day, he called her to the eastern turret, From whence she staggered forth, breathless and pale. From that hour peaked and pined away. Some said She had inhaled a poisonous vapour there, Or seen some horrid sight ; but others said Her malady was but a broken heart, For words that he had spoken of divorce Betwixt them twain ! Suffice, the lady died. Within a month, Sir Gilles brought home a dame Buxom and fair, his newly wedded spouse ; And for a year the cloud seemed passed away. One year ! the lady brought a daughter forth. The knight swore long and loud, but still no help. A puling girl, when boys were so much wanted ! Another year, no promise of an heir — And now the cloud loomed darker than before. One eve, one summer eve, the sun not set, The lady to the eastern tower must wend, And ne'er came forth again. Upon the morn,"], [113, "ANNE BOLEYN. 101 Was at its base found dead. By some 'twas thought, Gazing from the high lattice at the sun, Dazzled she fell. Some shook their heads, nay, whispered That a strong arm had hurled her down below. But there was no mistake— her neck was broken. Once more the dark cloud seemed to pass away ! One month, and the knight brought a new spouse home, A meek and lovely damsel. In a year The gentle lady on her couch lay dead ; But no dark cloud above the castle rested ! A boy was worth the price she paid — her life ! So deemed the knight, as with high pomp and state The youthful lady to her rest was borne. The heir crowed on his nurse's knee — Sir Gilles Went forth to woo and win another bride. King. What, take a fourth ? a second Solomon But that we doubt his wisdom on this score. Three were enow for any man o' conscience. We interrupt the tale, a pleasant one. Marry, we yet may learn how Gilles de Barbe Contrived to help himself to a fifth mate. Dost hear Lord Beauchamp ? tush, he sleeps again ! Ferrers. Men marvelled this time that Sir Gilles brought home A bride nor young nor fair, as they who slept At peace within the old ancestral vault. h 3"], [114, "102 ANNE BOLEYN. But the young heir crowed on his nurse's knee, And men hoped that the cloud had passed for aye ! One night — 'twas but three months since she was wed — The lady to the eastern tower was called. She came not — she had fled, in convent cell Had found sure refuge ; none knew why. Sir Gilles Was forced to sue the Church to grant divorce, Ere he brought home a young and beauteous lady In place of her, his disobedient spouse, Who would not quit the cloister for his bed, And so perchance her life preserve — some thought. The bride was blithesome, gay, and debonair ; Loved mirth and jollity, toyed with the pages. Askance Sir Gilles looked on the wanton game. The more she toyed, the darker grew the cloud ! 'Twas noon ; the knight was in the eastern tower, Whither the lady went. 'Twas thought he called her. The day was sultry, a storm i' the air. The crash of thunder shook the battlements, And with it blent, and yet above it rose, A fearful cry, as of lost soul in pain ! Without the threshold of the eastern tower, The lady on the floor was lifeless found ; Around her slender throat a strange blue mark, As if some fiendish hand had grasped her there. They buried her out of sanctuary, Like thing accurst — and the cloud passed away."], [115, "ANNE BOLEYN. 103 Brief was the wooing next, speedy the nuptials. In a short week Sir Gilles brought home a spouse, Widow of knight who fell in Palestine. She was a goodly lady and devout — Would bring, 'twas hoped, a blessing on the house. But day by day the cloud waxed dark and darker, Till it o'erspread the castle with its gloom. Some whispered 'twas a sign the time drew nigh The knight's soul would be forfeit to the bond ; Yet day by day went by, and each alike. 'Twas night, some minutes wanting to the hour When evil spirits have power o'er the earth, The hour, Sir Gilles with laugh and jest had bidden The lady meet him in the eastern tower. The cloud grew black as midnight without stars ! The lady to the gruesome tryst had gone, The holy book clutched in her hand, a charm Hung round her neck, relic of martyred saint. Who saw her pass noted her cheek was blanched, But not with fear, her step as firm as aye. Scarce had the eastern door closed on her, when A long loud peal of thunder rocked the castle. The tower from top to base was rent in twain. The body of the knight was never found ; Whether it lay beneath the ponderous ruins, Or, as some held, the demon claimed his own, Body and soul, at the appointed time, The knight failing to render in his toils"], [116, "104 ANNE BOLEYN. As many victims as the bond required, To loose Sir Gilles from the dread penalty — None knew, nor e'er have known. The lady spake not Of aught that she had seen or heard that night. The young heir from that moment peaked and pined ; He crowed no more upon his nurse's knee — And the dark cloud for ever passed away. Castle and lands the lady, with her hand And heart, bestowed upon a worthy knight. The pair lived happy ; dying, left then wealth Unto the Church — may Heaven assoil their souls ! So ends the story of Sir Gilles de Barbe ; The peasants call him still \" Barbe Bleu,\" in proof That he had won and lost so many wives. King. Gramercy for the tale — a pleasant one, Albe't the knight proved but a fool at last, To be outwitted thus. Why, God a' mercy ! An Eve had been a widowed gentlewoman, The Devil himself would have been amort. — Lord Ferrers, lo ! what see you i' the east ? Are my eyes dazed with looking on the sun ? Ferrers. My liege, I see a dark cloud weighing down From heaven, as it would crush all light below. King. More to the left, man, of the frowning blot Which darkens the fair river with its shadow ; A bright spot waving 'gainst the sky. Look, look ! 'Tis the proud banner of old England's state,"], [117, "ANNE BOLEYN. 105 That hails the morn from Cæsar's lofty tower. Hush !— hark ! — that sound ! (Gun is heard!) So ho ! the deed is done, The deed is done ! Rouse up, rouse up, Lord Beau champ ; Uncouple the hounds and away ! To horse, Good gentlemen ! Brave sport ! the King himself Will sound reveil, run down a nimble doe. Methinks I have good appetite for breakfast. (Aside) So ho ! the deed is done, the deed is done ! To-morrow we will wed with Mistress Seymour ! [Exeunt. the end. PRINTED BY WILLIAM CLOWES AND SONS, LIMITED. LONDON AND BECCLES."], [118, ""], [119, ""], [120, ""], [121, "A LLST OF C. KEGAN PAUL AND CO.'S PUBLICATIONS. 8. So."], [122, "I, Paternoster Square, London. A LIST OF C. KEGAN PAUL AND CO.'S PUBLICATIONS ADAMS (F. O.), F.R.G.S. The History of Japan. From the Earliest Period to the Present Time. New Edition, revised. 2 volumes. With Maps and Plans. Demy 8vo. Cloth, price 21s. each. AMATEUR. A Few Lyrics. Small crown Svo. Cloth, price 2s. AMOS (Prof. Sheldon). Science of Law. Fourth Edition. Crown Svo. Cloth, price 5s. ADAMS (W. D.). Volume X. of The International Scientific Series. Lyrics of Love, from Shake speare to Tennyson. Selected and arranged by. Fcap. 8vo. Cloth extra, gilt edges, price 3s. 6d. ANDERSON (Col. R. P.). Victories and Defeats. An Attempt to explain the Causes which have led to them. An Officer's Manual. Demy Svo. Cloth, price 14.1. Also, a Cheap Edition. Fcap. 8vo. Cloth, price 2s. 6d. ADAMSON H.T.), B.D. The Truth as it is in Jesus. Crown Svo. Cloth, price 8s. 6d. ANDERSON (R. C), CE. Tables for Facilitating the Calculation of every Detail in connection with Earthen and Masonry Dams. Royal8vo. Cloth, price £2 2S. A. K. H. B. From a Quiet Place. A New Volume of Sermons. Crown Svo. Cloth, price 5$. Antiope. A Tragedy. Large crown 8vo. Cloth, price 6s. ALBERT (Mary). Holland and her Heroes to the year 1585. An Adaptation from Motley's \" Rise of the Dutch Re public.\" Small crown Svo. Cloth, price, 4s. 6d. ARCHER (Thomas). About my Father's Business. Work amidst the Sick, the Sad, and the Sorrowing. Crown 8vo. Cloth, price 2s. 6d. ALLEN (Rev. R.), M.A. Army of the North German Confederation. A Brief Description of its Organi- zation, of the Different Branches of the Service and their rSie in War, of its Mode of Fighting, &c. &c. Translated from the Corrected Edi- tion, by permission of the Author, by Colonel Edward Newdigate. Demy 8vo. Cloth, price $s. Abraham ; his Life, Times, and Travels, 3,800 years ago. Se cond Edition. With Map. Post 8vo. Cloth, price 6s. ALLEN (Grant), B.A. Physiological Æsthetics. Large post Svo. gs. ALLIES (T. W.), M.A. Per Crucem ad Lucem. Jhe Result of a Life. 2 vols. Demy 8vo. Cloth, price 25s. A Life's Decision. Crown 8vo. Cloth, price ys. CJ. ARNOLD (Arthur). Social Politics. Demy 8vo. Cloth, price 14s. Free Land. Crown Svo. Cloth, price 6st"], [123, "A List of C. Kega?i Paul &> Co.'s Publications. 3 AUBERTIN(J. J.). BAKER (Sir Sherston, Bart.). Halleck's International Law ; or Rules Regulating the Intercourse of States in Peace and War. A New Edition, Revised, with Notes and Cases. 2 vols. Demy Svo. Cloth, price 38.1. The Laws relating to Qua- rantine. Crown 8vo. Cloth, price 1 2 s. 6d. Camoens' Lusiads. Portu guese Text, with Translation by. With Map and Portraits. 2 vols. Demy Svo. Price 30s. Aunt Mary's Bran Pie. By the author of \" St. Olave's.\" Illustrated. Cloth, price 3$. 6d. AVIA. The Odyssey of Homer Done into English Verse. Fcap. 4to. Cloth, price 15s. BALDWIN (Capt. J. H.), F.Z.S. The Large and Small Game of Bengal and the North-West- ern Provinces of India. 4to. With numerous Illustrations. Second Edi- tion. Cloth, price 21s. BAGEHOT (Walter). Physics and Politics ; or, Thoughts on the Application of the Principles of \"Natural Selection\" and \"Inheritance\" to Political So ciety. Fifth Edition. Crown 8vo. Cloth, price 4s. BANKS (Mrs. G. L.). God's Providence House. New Edition. Crown 8vo. Cloth, price 3s. 6d. Volume II. of The International Scientific Series. Ripples and Breakers. Poems. Square 8vo. Cloth, price 5^. Some Articles on the De- BARLEE (Ellen). preciation of Silver, and Topics connected with it. Demy 8vo. Price Locked Out : a Tale of the Strike. With a Frontispiece. Royal i6mo. Cloth, price is. 6d. The English Constitution. A New Edition, Revised and Corrected, with an Introductory Dissertation on Recent Changes and Events. Crown 8vo. Cloth, price js. 6d. Lombard Street. A Description of the Money Market. Seventh Edition. Crown Svo. Cloth, price 7s. 6d. BARNES (William). An Outline of English Speechcraft. Crown 8vo. Cloth, price 4s. Poems of Rural Life, in the Dorset Dialect. New Edition, complete in 1 vol. Crown Svo. Cloth, price 8s. 6d. Outlines of Redecraft BAGOT(Alan). (Logic). With English Wording. Crown 8vo. Cloth, price 3s. Accidents in Mines : their Causes and Prevention. Crown 8vo. Cloth, price 6s. BARTLEY (George C. T.). Domestic Economy : Thrift in Every Day Life. Taught in Dialogues suitable for Children of all ages. Small crown Svo. Cloth, limp, 2S. BAIN (Alexander), LL.D. Mindand Body: the Theories of their relation. Seventh Edition. Crown 8vo. Cloth, price 4s. Volume IV. of The International Scientific Series. Education as a Science. Crown Svo. Third Edition. Cloth, price 5s. BASTIAN (H. Charlton), M.D. The Brain as an Organ of Mind. With numerous Illustrations. Second Edition. Crown 8vo. Cloth, price 5$. Volume XXV. of The International Scientific Series. Volume XXIX. of the Interna tional Scientific Series."], [124, "A List of 4 BAUR (Ferdinand), Dr. Ph. A Philological Introduction to Greek and Latin for Students. Translated and adapted from the German of. By C. Kegan Paul, M.A. Oxon., and the Rev. E. D. Stone, M.A., late Fellow of King's College, Cambridge, and Assistant Master at Eton. Second and re- vised edition. Crown 8vo. Cloth, price 6s. BETHAM - EDWARDS (Miss M.). Kitty. With a Frontispiece. Crown 8vo. Cloth, price 6s. BEVINGTON (L. S.). Key Notes. Small crown 8vo. Cloth, price 5s. BLASERNA (Prof. Pietro). The Theory of Sound in its Relation to Music. With nume- rous Illustrations. Second Edition. Crown 8vo. Cloth, price 5s. BAYNES (Rev. Canon R. H.) At the Communion Time. A Manual for Holy Communion. With a preface by the Right Rev. the Lord Bishop of Derry and Raphoe. Cloth, price is. 6d. *** Can also be had bound in Fiench morocco, price 2s. 6d. ; Per- sian morocco, price 3s. ; Calf, or Turkey morocco, price 35. 6d. Home Songs for Quiet Hours. Fourth and cheaper Edi- tion. Fcap. 8vo. Cloth, price 2s. 6d. This may also be had handsomely bound in morocco with gilt edges. Volume XXII. ofThe International Scientific Series. Blue Roses ; or, Helen Mali- nofska's Marriage. By the Author of\"Ve'ra.\" 2 vols. Fifth Edition. Cloth, gilt tops, I2S. %* Also a Cheaper Edition in 1 vol. With Frontispiece. Crown Svo. Cloth, price 6s. BLUME (Major W.). The Operations of the German Armies in France, from Sedan to the end of the war of 1870 71. With Map. From the Journals of the Head-quarters Staff. Trans lated by the late E. M. Jones, Maj. 20th Foot, Prof. of Mil. Hist., Sand hurst. Demy 8vo. Cloth, price gs. BELLINGHAM (Henry), Barris- ter-at-Law. Social Aspects of Catholi- cism and Protestantism in their Civil Bearing upon Nations. Translated and adapted from the French of M. le Baron de Haulle- ville. With a Preface by His Emi- nence Cardinal Manning. Crown Svo. Cloth, price 6s. BOGUSLAWSKI (Capt. A. von). Tactical Deductions from the War of 1870-71. Translated by Colonel Sir Lumley Graham, Bart., late 18th (Royal Irish) Regi- ment. Third Edition, Revised and Corrected. Demy 8vo. Cloth, price 7s. BENNETT (Dr. W. C). Narrative Poems&Ballads. Fcap. Svo. Sewed in Coloured Wrap- per, price is. Songs for Sailors. Dedicated by Special Request to H. R. H. the Duke of Edinburgh. With Steel Portrait and Illustrations. Crown 8vo. Cloth, price 3s. 6d. BONWICKQ.), F.R.G.S. Egyptian Belief and Mo- dern Thought. Large post Svo. Cloth, price ios. 6d. Pyramid Facts and Fan- cies. Crown 8vo. Cloth, price 5*. The Tasmanian Lily. With Frontispiece. Crown 8vo. Cloth. price 5-r. Mike Howe,the Bushranger of Van Diemen's Land. With Frontispiece. Crown 8vo. Cloth, An Edition in Illustrated Paper Covers, price is. Songs of a Song Writer. Crown 8vo. Cloth, price 6s. BERNSTEIN (Prof.). The Five Senses of Man. With 91 Illustrations. Second Edition. Crown 8vo. Cloth, price 5J. Volume XXI. ofThe International Scientific Series. price ss."], [125, "C. Kegan Paul & Co.'s Publications. 5 BOWEN (H. C.)f M.A. BROOKE (Rev. S.. A.), M.A.— continued. Sermons. Second Series. Third Edition. Crown Svo. Cloth, price 7-r. The Fight of Faith. Ser- mons preached on various occasions. Third Edition. Crown 8vo. Cloth, price js. 6d. Frederick DenisonMaurice: The Life and Work of. A Memorial Sermon. Crown Svo. Sewed, price is. English Grammar for Be ginners. Fcap.8vo. Cloth, price is. Studies in English, for the use of Modern Schools. Small crown 8vo. Cloth, price is. 6d. Simple English Poems. English Literature for Junior Classes. In Four Parts. Parts I. and IL, price 6d. each, now ready. BOWRING (Sir John). Autobiographical Recollections. With Memoir by Lewin B. Bowring. Demy 8vo. Price 14$. BROOKE (W. G.), M.A. The Public Worship Regulation Act. With a Classified Statement of its Provisions, Notes, and Index. Third Edition, Revised and Corrected. Crown Svo. Cloth, price 3s. 6d. Brave Men's Footsteps. By the Editor of \" Men who have Risen.\" A Book of Example and Anecdote for Young People. With Four Illustrations by C. Doyle. Sixth Edition. Crown 8vo. Cloth, price 3s. 6d. Six Privy Council Judg ments — 1850-1872. Annotated by. Third Edition. Crown 8vo. Cloth, price gs. BRIALMONT(Col. A.). BROUN (J. A.). Magnetic Observations at Trevandrum and Augustia Malley. Vol. I. 410. Cloth, price 63s. Hasty Intrenchments. Translated by Lieut. Charles A. Empson, R.A. With Nine Plates. Demy Svo. Cloth, price 6s. BRODRICK (The Hon. G. C). Political Studies. Demy 8vo. Cloth, price 14s. The Report from above, separately sewed, price 21s. BROWN (Rev. J. Baldwin). The Higher Life. Its Reality, Experience, and Destiny. Fifth and Cheaper Edition. Crown 8vo. Cloth, price 5s. Doctrine of Annihilation in the Light of the Gospel of Love. Five Discourses. Third Edition. Crown Svo. Cloth, price 2s. 6d. The Christian Policy of Life. A Book for Young Men of Business. New and Cheaper Edition. Crown 8vo. Cloth, price 3s. 6d, BROOKE (Rev. S. A.), M. A. The Late Rev. F. W. Ro- bertson, M.A., Life and Letters of. Edited by. I. Uniform with the Sermons. 2 vols. With Steel Portrait. Price •js. 6d. II. Library Edition. 8vo. With Two Steel Portraits. Price 12s. III. A Popular Edition, in 1 vol. 8vo. Price 6s. Theology in the English Poets. — Cowper, Coleridge, Wordsworth, and Burns. New and Cheaper Edition. Post 8vo. Cloth, price 5s. Christ in Modern Life. Fourteenth and Cheaper Edition. Crown 8vo. Cloth, price 5s. Sermons. First Series. Eleventh Edition. Crown8vo. Cloth, BROWN (J. Croumbie), LL.D. Reboisement in France; or, Records of the Replanting of the Alps, the Cevennes, and the Pyre- nees with Trees, Herbage, and Bush. Demy 8vo. Cloth, price 12s. 6d. The Hydrology of Southern Africa. Demy 8vo. Cloth, price iar. 6d. price 6s."], [126, "6 A List of BRYANT (W. C.) CAVALRY OFFICER. Notes on Cavalry Tactics, Organization, &c. With Dia- grams. Demy8vo. Cloth, price 12s. Poems. Red-line Edition. With 24 Illustrations and Portrait of the Author. Crown 8vo. Cloth extra, price 7$. 6d. CHAPMAN (Hon. Mrs. E. W.). A Constant Heart. A Story. 2 vols. Cloth, gilt tops, price 12s. A Cheaper Edition, with Frontis piece. Small crown 8vo. Cloth, price 3s. 6d. CHEYNE (Rev.T. K.). The Prophecies of Isaiah. Translated, with Critical Notes and Dissertations by. Two vols., demy 8vo. Cloth. Vol. I., price 12s. 6d. BURCKHARDT (Jacob). The Civilization of the Pe riod of the Renaissance in Italy. Authorized translation, by S. G. C. Middlemore. 2 vols. Demy Svo. Cloth, price 24s. Children's Toys, and some Elementary Lessons in General Knowledge which they teach. Illus- trated. Crown 8vo. Cloth, price 5$. BURTON (Mrs. Richard). The Inner Life of Syria, Palestine, and the Holy Land. With Maps, Photographs, and Coloured Plates. 2 vols. Second Edition. Demy8vo. Cloth, price 24.5. *** Also a Cheaper Edition in one volume. Large post 8vo. Cloth, price ios. 6d. CHRISTOPHERSON (The late Rev. Henry), M.A. Sermons. With an Intro- duction by John Rae, LL.D., F.S.A. Second Series. Crown Svo. Cloth, price 6s. CLAYDEN (P. W.). England under Lord Bea- consfield. The Political History of the Last Six Years, from the end of 1873 to the beginning of 1880. Se- cond Edition. With Index, and Continuation to March, 1880. Demy 8vo. Cloth, price 16s. BURTON (Capt. Richard F.). The Gold Mines of Midia* and the Ruined Midianite Cities. A Fortnight's Tour in North Western Arabia. With nu- merous Illustrations. Second Edi- tion. Demy 8vo. Cloth, price iBs. The Land of Midian Re- visited. With numerous illustra- tions on wood and by Chromo- lithography. 2 vols. Demy 8vo. Cloth, price 32^. CLERY(C), Major. Minor Tactics. With 26 Maps and Plans. Fourth and Revised Edition. Demy Svo. Cloth, price 16s. CALDERON. CLODD (Edward), F.R.A.S. The Childhood of the World : a Simple Account of Man in Early Times. Sixth Edition. Crown 8vo. Cloth, price 3s. A Special Edition for Schools. Price is. Calderon's Dramas : The Wonder-Working Magician — Life is a Dream — The Purgatory of St. Patrick. Translated by Denis Florence MacCarthy. Post 8vo. Cloth, price iar. The Childhood of Reli gions. Including a Simple Account of the Birth and Growth of Myths and Legends. Third Thousand. Crown 8vo. Cloth, price ss. A Special Edition for Schools. Price is. 6d. CANDLER (H.). The Groundwork of Belief. Crown 8vo. Cloth, price 7$. CARPENTER (W. B.), M.D. The Principles of Mental Physiology. With their Applica- tions to the Training and Discipline of the Mind, and the Study of its Morbid Conditions. Illustrated. Fifth Edition. 8vo. Cloth, price 12s. Jesus of Nazareth. With a brief Sketch of Jewish History to the Time of His Birth. Small crown 8vo. Cloth, price 6s."], [127, "C. Kegan Paul &* Co.'s Publications. 7 COLERIDGE (Sara). Pretty Lessons in Verse for Good Children, with some Lessons in Latin, in Easy Rhyme. A New Edition. Illustrated. Fcap. 8vo. Cloth, price 3s. 6d. CORFIELD (Prof.), M.D. Health. Crown Svo. Cloth, price 6s. CORY (William). A Guide to Modern Eng- lish History. Part I. MDCCCXV. — MDCCCXXX. Demy8vo. Cloth, price gs. Phantasmion. A Fairy Tale. With an Introductory Preface by the Right Hon. Lord Coleridge, of Ottery St. Mary. A New Edition. Illustrated. Crown 8vo. Cloth, price 7s. 6d. COURTNEY (W. L.). The Metaphysics of John Stuart Mill. Crown 8vo. Cloth, price 5s. 6d. Memoir and Letters of Sara Coleridge. Edited byher Daughter. Cheap Edition. With one Portrait. Cloth, price 7s. 6d. COWAN (Rev. William). Poems : Chiefly Sacred, in- cluding Translations from some Ancient Latin Hymns. Fcap. 8vo. Cloth, price 5*. COLLINS (Mortimer). The Secret of Long Life. Small crown 8vo. Cloth, price 3s. 6d. Inn of Strange Meetings, and other Poems. Crown 8vo. Cloth, price 5.J. COX (Rev. Sir G. W.), Bart. A History of Greece from the Earliest Period to the end of the Persian War. New Edition. 2 vols. Demy 8vo. Cloth, price 36s. CONWAY (Hugh). A Life's Idylls. Small crown 8vo. Cloth, price 3s. 6d. The Mythology of the Aryan Nations. New Edition. 2 vols. Demy 8vo. Cloth, price 2$s. A General History of Greece from the Earliest Period to the Death of Alexander the Great, with a sketch of the subsequent History to the present time. New Edition. Crown 8vo. Cloth, price 7$. 6d. COOKE (M. C), M.A., LL.D. Fungi ; their Nature, Influ- ences, Uses, &c. Edited by the Rev. M. J. Berkeley, M.A., F. L. S. With Illustrations. Second Edition. Crown 8vo. Cloth, price 5^. Tales of Ancient Greece. New Edition. Small crown 8vo. Cloth, price 6s. Volume XIV. ofThe International Scientific Series. COOKE (Prof. J. P.) The New Chemistry. With 31 Illustrations. Fifth Edition. Crown 8vo. Cloth, price 5s. Volume IX. of The International Scientific Series. School History of Greece. With Maps. New Edition. Fcap. 8vo. Cloth, price 3s- 6d. The Great Persian War fjom the Histories of Herodotus. New Edition. Fcap. 8vo. Cloth, price 3s. 6d. A Manual of Mythology in the form of Question and Answer. New Edition. Fcap. 8vo. Cloth, price 35'. Scientific Culture. Crown 8vo. Cloth, price is. COOPER (H. J.). The Art of Furnishing on Rational and Æsthetic Prin- ciples. New and Cheaper Edition. Fcap. 8vo. Cloth, pVice is. 6d. COX (Rev. Sir G. W.), Bart., M.A., and EUSTACE HIN- TON JONES. Popular Romances of the Middle Ages. Second Edition in one volume. Crown 8vo. Cloth, COPPEE (Francois). L'Exilee. Done into English Verse with the sanction of the Author by I. O. L. Crown 8vo. Vellum, price ss. price 6s."], [128, "A List of 8 COX (Rev. Samuel). DAVIDSON (Rev. Samuel), D.D., LL.D . — continued. Canon of the Bible : Its Formation, History, and Fluctua- tions. Third Edition, revised and enlarged. Small crown 8vo. Cloth, price 5$. Salvator Mundi ; or, Is Christ the Saviour of all Men? Sixth Edition. Crown 8vo. Cloth, price 5$. The Genesis of Evil, and other Sermons, mainly Expository. Second Edition. Crown 8vo. Cloth, price 6s. DAVIES (G. Christopher). Rambles and Adventures of Our School Field Club. With Four Illustrations. Crown 8vo. Cloth, price ss. CRAUFURD(A. H.). Seeking for Light : Sermons. Crown 8vo. Cloth, price $s. DAVIES (Rev. J. L.), M.A. Theology and Morality. Essays on Questions of Belief and Practice. Crown 8vo. Cloth, price 7s. 6d. CRAWFURD (Oswald). Portugal, Old and New. With Illustrations and Maps. Demy 8vo. Cloth, price 16s. DAVIES (T. Hart.). Catullus. Translated into English Verse. Crown 8vo. Clsth, price 6s. CRESSWELL (Mrs. G.). The King's Banner. Drama in Four Acts. Five Illustrations. 4to. Cloth, price ioj. 6d. DAWSON (George), M.A. Prayers, with a Discourse on Prayer. Edited by his Wife. Fifth Edition, Crown 8vo. Price 6s. Sermons on Disputed Points and Special Occasions. Edited by his Wife. Third Edition. Crown 8vo. Cloth, price 6s. Sermons on Daily Life and Duty. Edited by his Wife. Second Edition. Crown 8vo. Cloth, price 6s. CROMPTON (Henry). Industrial Conciliation. Fcap. 8vo. Cloth, price zs. 6d. CROZIER (John Beattie), M.B. The Religion of the Future. Crown Svo. Cloth, price 6s. D'ANVERS(N. R.). Parted. A Tale of Clouds and Sunshine. With 4 Illustrations. Extra Fcap. Svo. Cloth, price 3J. 6d. DE L'HOSTE (Col. E. P.). The Desert Pastor, Jean Jarousseau. Translated from the French of Eugene Pelletan. With a Frontispiece. New Edition. Fcap. 8vo. Cloth, price 3s. 6d. Little Minnie's Troubles. An Every-day Chronicle. With Four Illustrations by W. H. Hughes. Fcap. Cloth, price 3*. 6d. Pixie's Adventures; or, the Tale ofa Terrier. With 21 Illustra tions. i6mo. Cloth, price 4s. 6d. DENNIS (J). English Sonnets. Collected and Arranged. Elegantly bound. Fcap. 8vo. Cloth, price ss. 6d. Nanny's Adventures; or, the Tale of a Goat. With 12 Illus trations. i6mo. Cloth, price 4s. 6d. DE REDCLIFFE (Viscount Stratford), P.C., K.G., G.C.B. Why am I a Christian ? Fifth Edition. Crown 8vo. Cloth, price 3s. DAVIDSON (Rev. Samuel), D.D., LL.D. The NewTestament, trans- lated from the Latest Greek Text of Tischendorf. A New and thoroughly Revised Edition. Post 8vo. Cloth, price ios. 6d. DESPREZ (Philip S.). Daniel and John ; or, the Apocalypse of the Old and that of the New Testament. Demy 8vo. Cloth, price 12s."], [129, "C. Kegan Paul &* Co's^Publicattons. 9 DE TOCQUEVILLE (A.). Correspondence and Con- versations of, with Nassau Wil- liam Senior, from 1834 to 1859. Edited by M. C. M. Simpson. 2 vols. Post 8vo. Cloth, price 21s. DRAPER (J. W.), M.D., LL.D. History of the Conflict be- tween Religion and Science. Fourteenth Edition. Crown 8vo. Cloth, price 5*. Volume XI 1 1, of The International Scientific Series. DE VERE (Aubrey). Legends of the Saxon Saints. Small crown 8vo. Cloth, price 6s. Alexander the Great. A Dramatic Poem. Small crown Svo. Cloth, price ss- DREW (Rev. G. S.), M.A. Scripture Lands in con- nection with their History. Second Edition. 8vo. Cloth, price ios. 6d. Nazareth : Its Life and Lessons. Third Edition. Crown 8vo. Cloth, price ss- The Divine Kingdom on Earth as it is in Heaven. 8vo. Cloth, price 10s. 6d. The Son of Man : His Life and Ministry. Crown 8vo. Cloth price 7s. 6d. The Infant Bridal, and other Poems. A New and En larged Edition. Fcap. 8vo. Cloth, price 7s. 6d. The Legends of St. Patrick, and other Poems. Small crown 8vo. Cloth, price 5J. St. Thomas of Canterbury. A Dramatic Poem. Large fcap. 8vo. Cloth, price 5.1. Antar and Zara : an Eastern Romance. Ikisfail, and other Poems, Meditative and Lyrical. Fcap. 8vo. Price 6s. The Fall of Rora, the Search after Proserpine, and other Poems, Meditative and Lyrical. Fcap. 8vo. Price 6s. DREWRY (G. O.), M.D. The Common - Sense Management of the Stomach. Fifth Edition. Fcap. 8vo. Cloth, price 2s. 6d. DREWRY (G. O), M. D., and BARTLETT (H. C), Ph.D., F.C.S. Cup and Platter : or, Notes on Food and its Effects. New and cheaper Edition. Small 8vo. Cloth, price is. 6d. DOBSON (Austin). Vignettes in Rhyme and Vers de Societe. Third Edition. Fcap. Svo. Cloth, price ss Proverbs in Porcelain. By the Author of\" Vignettes in Rhyme.\" Second Edition, Crown 8vo. 6s. DRUMMOND (Miss). Tripps Buildings. A Study from Life, with Frontispiece. Small crown Svo. Cloth, price 3$. 6d. DU MONCEL (Count). The Telephone, the Micro- phone, and the Phonograph. With 74 Illustrations. Small crown 8vo. Cloth, price ss- DOWDEN (Edward), LL.D. Shakspere : a Critical Study of his Mind and Art. Fifth Edition. Large post 8vo. Cloth, price 12s. Studies in Literature, 1789- 1877. Large post8vo. Cloth, price 12.?. Poems. Second Edition. Fcap. Svo. Cloth, price 5^. DU VERNOIS (Col. von Verdy). Studies in leading Troops. An authorized and accurate Trans- lation by Lieutenant H. J. T. Hildyard, 71st Foot. Parts I. and II. Demy 8vo. Cloth, price 7s. EDEN (Frederick). The Nile without a Dragoman. Second EditioD. Crown 8vo. Cloth, price 7s. 6d. DOWNTON (Rev. H.), M.A. Hymns and Verses. Ori- ginal and Translated. Small crown 8vo. Cloth, price 3s. 6d. A 2"], [130, "A List of 10 EDMONDS (Herbert). EVANS (Mark)— continued. The King's Story Book. In three parts. Fcap. 8vo. Cloth, price is. 6d. each. ** Part I., with four illustrations and Picture Map, how ready. Well Spent Lives : a Series of Modern Biographies. Crown Svo. Price ss- Educational Code of the Prussian Nation, in its Present Form. In accordance with the Decisions of the Common Provincial Law, and with those of Recent Legislation. Crown 8vo. Cloth, price 2s. 6d. EX-CIVILIAN. Life in the Mofussil; or, Civilian Life in Lower Bengal. 2 vols. Large post Svo. Price 14s. FARQUHARSON (M.). EDWARDS (Rev. Basil). I. Elsie Dinsmore. Crown 8vo. Cloth, price 3s. 6d. Minor Chords; or, Songs for the Suffering : a Volume of Verse. Fcap. 8vo. Cloth, price 31. 6d. ; paper, price zs. 6d. II. Elsie's Girlhood. Crown Svo. Cloth, price 3s. 6d. III. Elsie's Holidays at Roselands. Crown 8vo. Cloth, price 3s. 6d. ELLIOT (Lady Charlotte). Medusa and other Poems. Crown 8vo. Cloth, price 6s. FIELD (Horace), B.A. Lond. The Ultimate Triumph of Christianity. Small crown 8vo. Cloth, price 3s. 6d. ELLIOTT (Ebenezer), The Corn- Law Rhymer. Poems. Edited by his Son, the Rev. Edwin Elliott, of St. John's, Antigua. 2 vols. Crown Svo. Cloth, price iSs. FINN (the late James), M.R.A.S. Stirring Times; or, Records from Jerusalem Consular Chronicles of 1S53 to 1856. Edited and Com- piled by his Widow, With a Preface by the Viscountess Strangfokd. 2 vols. Demy 8vo. Price 30s. ELSDALE (Henry). Studies in Tennyson's Idylls. Crown 8vo. Cloth, price ss. Epic of Hades (The). By the author of \" Songs of Two Worlds.\" Tenth and finally revised Edition. Fcap.8vo. Cloth, price7.fr. 6aT. %* Also an Illustrated Edition with seventeen full-page designs in photo- mezzotint by George R. Chapman. 4to. Cloth,extra gilt leaves, price 25s. Folkestone Ritual Case (The). The Argument, Proceedings, Judgment, and Report, revised by the several Counsel engaged. Demy 8vo. Cloth, price 255. FORMBY (Rev. Henry). Ancient Rome and its Con nection with the Christian Re ligion : an Outlineof the History of the City from its First Foundation down to the Erection of the Chair of St. Peter, a.d. .42-47. With numerous Illustrations of Ancient Monuments, Sculpture, and Coinage, and of the Antiquities of the Chris tian Catacombs. Royal 410. Cloth extra, price 5oj. Roxburgh, half morocco, price 52,s. 6d. EVANS (Mark). The Gospel of Home Life. Crown Svo. Cloth, price 4s. 6d. The Story of our Father's Love, told to Children. Fourth and Cheaper Edition. With Four Illustrations. Fcap. 8vo. Cloth, price is. 6d. A Book of Common Prayer and Worship for Household Use, compiled exclusively from the Holy Scriptures. New and Cheaper Edition. Fcap, 8vo. Cloth, price is. FOWLE (Rev. Edmund). Latin Primer Rules made Easy. Crown Svo. Cloth, price 3*."], [131, "C. Kegan Paul &* Co.'s Publications. 11 FOWLE (Rev. T. W.), M.A. The Reconciliation of Re- ligion and Science. Being Essays on Immortality, Inspiration, Mira- cles, and the Being of Christ. Demy 8vo. Cloth, price ios. 6d. The Divine Legation of Christ. Crown 8vo. Cloth, price 7s. GILBERT (Mrs.). Autobiography and other Memorials. Edited by Josiah Gilbert. Third Edition. With Por- trait and several Wood Engravings. Crown Svo. Cloth, price js. 6d. GILL (Rev. W. W.), B,A. Myths and Songs from the South Pacific. With a Preface by F. Max Muller, M.A., Professor of Comparative Philology at Oxford. Post Svo. Cloth, price gs. FRASER (Donald). Exchange Tables of Ster ling and Indian Rupee Cur rency, upon a new and extended sys tem, embracing Values from One Farthing to One Hundred Thousand Pounds, and at Rates progressing, in Sixteenths ofa Penny, from is. gd. to 2s. 3d. per Rupee. Royal 8vo. Cloth, price ios. 6d. Ginevra and The Duke of Guise. Two Tragedies. Crown 8vo. Cloth, price 6s. GLOVER (F.), M.A. Exempla Latina. A First Construing Book with Short Notes, Lexicon, and an Introduction to the Analysis of Sentences. Fcap. 8vo. Cloth, price 2s. FRISWELL (J. Hain). The Better Self. Essays for Home Life. Crown 8vo. Cloth, price 6s. One of Two; or, A Left- Handed Bride. With a Frontis piece. Crown Svo. Cloth, price 3s. 6d. GODWIN (William). William Godwin: His Friends and Contemporaries. With Portraits and Facsimiles of the handwriting of Godwin and his Wife. By C. Kegan Paul. 2 vols. Demy Svo. Cloth, price 2%s. GARDNER (J.), M.D. The Genius of Christianity U n veiled. Being Essays never before published. Edited, with a Preface, by C. Kegan Paul. Crown 8vo. Cloth, price 7s. 6d. Longevity: The Means of Prolonging Life after Middle Age. Fourth Edition, Revised and Enlarged. Small crown 8vo. Cloth, price 4s. GOETZE (Capt. A. von). Operations of the German Engineers during the \"War of 1870- 1871. Published by Authority, and in accordance with Official Docu- ments. Translated from the German by Colonel G. Graham, V.C., C.B., R.E. With 6 large Maps. Demy Svo. Cloth, price 21s. GARRETT (E.). By Still Waters. A Story for Quiet Hours. With Seven Illus- trations. Crown 8vo. Cloth, price 6s. GEBLER (Karl Von). Galileo Galilei and the Roman Curia, from Authentic Sources. Translated with the sanc tion of the Author, by Mrs . George Sturge. Demy Svo. Cloth, price 12s. GOLDSMID(SirFrancis Henry). Memoir of. With Portrait. Crown 8vo. Cloth, price 5s. GEDDES (James). GOODENOUGH (Commodore J. G.), R.N., C.B., C.M.G. Memoirof,withExtractsfrom his Letters and Journals. \"Edited by his Widow. With Steel Engraved Portrait. Square Svo. Cloth, ss. %* Also a Library Edition with Maps, Woodcuts, and Steel En- graved Portrait. Square post Svo. Cloth, price 14s. History of the Administra tion of John de Witt, Grand Pen sionary of Holland. Vol. I. 1623— 1654. Demy 8vo., with Portrait. Cloth, price iss. G. H. T. Verses, mostly written in India. Crown 8vo. Cloth, price 6s."], [132, "A List of 12 HAECKEL (Prof. Ernst.)— con- tinued. Freedom in Science and Teaching. From the German of Ernst Haeckel, with a Prefatory Note by T. H. Huxley, F.R.S. Crown 8vo. Cloth, price ss- GOSSE (Edmund W.). Studies in the Literature of Northern Europe. Witha Frontis- piece designed and etched by Alma Tadema. Large post 8vo. Cloth, price 12s. New Poems. Crown 8vo. Cloth, price 7s. 6d. HAKE (A. Egmont). Paris Originals, with twenty etchings, by Leon Richeton. Large post Svo. Cloth, price 14s. GOULD (Rev. S. Baring), M.A. Germany, Present andPast. 2 Vols. Demy 8vo. Cloth, price 21s. The Vicar of Morwenstow: a Memoir of the Rev. R. S. Hawker. With Portrait. Third Edition, re- vised. Square post 8vo. Cloth, ios. 6d. Halleck's International Law ; or, Rules Regulating the Intercourse of States in Peace and War. A New Edition, revised, with Notes and Cases. By Sir Sherston Baker, Bart. 2 vols. Demy 8vo. Cloth, price 38s. GREY (John), of Dilston. John Grey (of Dilston): Memoirs. By Josephine E. Butler. New and Revised Edition. Crown 8vo. Cloth, price 3.5. 6d. HARDY (Thomas). A Pair of Blue Eyes. New Edition. With Frontispiece. Crown 8vo. ■ Cloth, price 6s. The Return of the Native. New Edition. With Frontispiece. Crown 8vo. Cloth, price 6s. GRIMLEY (Rev. H. N.), M.A. Tremadoc Sermons, chiefly on the Spiritual, Body, the Unseen World, and the Divine Humanity. Second Edition. Crown Svo. Cloth, price 6s. HARRISON (Lieut. -Col. R.). The Officer's Memoran- dum Book for Peace and War. Second Edition. Oblong 32mo. roan, elastic band and pencil, price 3s. 6d. ; russia, ss- GRUNERfM. L.). Studies of Blast Furnace Phenomena. Translated by L. D. B.Gordon, F.R.S.E., F.G.S. Demy 8vo. Cloth, price 7s. 6d. HARTINGTON (The Right Hon. the Marquis of), M.P. Election Speeches in 1879 and 1880. With Address to the Electors of North-East Lancashire. Crown Svo. Cloth, price 3s. 6d. GU RNEY (Rev. Archer). Words of Faith and Cheer. A Mission of Instruction and Sugges- tion. Crown 8vo. Cloth, price 6s. HAWEIS (Rev. H. R.), M.A. Arrows in the Air. Crown 8vo. Second Edition. Cloth, price 6s. Current Coin, Materialism — The Devil — Crime — Drunkenness — Pauperism — Emotion — Recreation — The Sabbath. Third Edition. Crown ■6vo. Cloth, price 6s. Gwen : A Drama in Mono- logue. By the Author of the \" Epic of Hades.\" Second Edition. Fcap. Svo. Cloth, price 5^. HAECKEL (Prof. Ernst). The History of Creation. Translation revised by Professor E. Ray Lankester, M.A., F.R.S. With Coloured Plates and Genealogical Trees of the various groups of both plants and animals. 2 vols. Second Edition. Post 8vo. Cloth, price 32s. The History of the Evolu- tion of Man. With numerous Il- lustrations. 2 vols. Large post 8vo. Cloth, price 32$. Speech in Season. Fourth Edition. Crown 8vo. Cloth, price 9$. Thoughts for the Times. Eleventh Edition. Crown 8vo. Cloth, price 7s. 6d. Unsectarian Family Prayers. New and Cheaper Edition. Fcap. Svo. Clolh, price is. 6d."], [133, "C. Kegan Paul & Co.'s Publications. 13 HAWKER (Robert Stephen). The Poetical Works of. Now first collected and arranged with a prefatory notice by J. G. Godwin. With Portrait. Crown Svo. Cloth, price 12s. HINTON (James)- continued. The Place of the Physician. To which is added Essays on the Law of Human Life, and on thk Relation between Organic and Inorganic Worlds. Second Edi- tion. Crown 8vo. Cloth, price 3s. 6d. Physiology for Practical Use. By various Writers. With 50 Illustrations. 2 vols. Second Edition. Crown 8vo. Cloth, price i2.r. 6d. An Atlas of Diseases of the Membrana Tympani. With De- scriptive Text. Post Svo. Price £66s. The Questions of Aural Surgery. With Illustrations. 2 vols. Post 8vo. Cloth, price 12s. 6d. The Mystery of Pain. New Edition. Fcap. 8vo. Cloth limp, is. HAWTREY (Edward M.). Corydalis. A Story of the Sicilian Expedition. Small crown 8vo. Cloth, price 3s. 6d. HEIDENHAIN (Rudolf), M.D. Animal Magnetism. Physi- ological Observations. Translated from the Fourth German Edition, by L. C. Wooldridge. With a Pre- face by G. R. Romanes, F.R.S. Crown Svo. Cloth, price 2s. 6d. HELLWALD (Baron F. von). The Russians in Central Asia. A Critical Examination, down to the present time, of the Geography and History of Central Asia. Translated by Lieut. -Col. Theodore Wirgman, LL.B. Large post 8vo. With Map. Cloth, price 12.9. HOCKLEY(W. B.). Tales of the Zenana ; or, A Nuwab's Leisure Hours. By the Authorof \" Pandurang Hari.\" With a Preface by Lord Stanley of Alder- ley. 2 vols. Crown 8vo. Cloth, price 21s. HELVIG (Major H.). The Operations of the Ba- varian Army Corps. Translated by Captain G. S. Schwabe. With Five large Maps. In 2 vols. Demy 8vo. Cloth, price 24$. Tactical Examples : Vol. I. The Battalion, price 15s. Vol. II. The Regiment and Brigade, price ios. 6d. Translated from the German by Col. Sir Lumley Graham. With numerous Diagrams. Demy 8vo. Cloth. Pandurang Hari; or, Me moirs of a Hindoo. A Tale of Mahratta Life sixty years ago. With a Preface by Sir H. Bartle E. Frere, G. C. S. I., &c. New and Cheaper Edition. Crown Svo. Cloth, price 6s. HOFFBAUER (Capt.). The German Artillery in the Battles near Metz. Based on the official reports of the German Artillery. Translated by Capt. E. O. Hollist. With Map and Plans. Demy Svo. Cloth, price 21s. HERFORD (Brooke). The Story of Religion in England. A Book for Young Folk. Crown 8vo. Cloth, price 53-. HOLMES (E. G. A.). Poems. First and Second Se- ries. Fcap.8vo. Cloth, prices^, each. HINTON (James). Life and Letters of. Edited by Ellice Hopkins, with an Introduc- tion by Sir W. W. Gull, Bart., and Portrait engraved on Steel by C, H. Jeens. Second Edition. Crown 8vo. Cloth, 8^. 6d. Chapters on the Art of Thinking, and other Essays. With an Introduction by Shadworth Hodgson. Edited by C. H. Hinton. Crown 8vo. Cloth, price 85. 6d. HOLROYD (Major W. R. M.). Tas-hil ul Kalam ; or, Hindustani made Easy. Crown 8vo. Cloth, price ss. HOOPER (Mary). Little Dinners : How to Serve them with Elegance and Economy. Thirteenth Edition. Crown 8vo. Cloth, price 55."], [134, "A List of 14 HUTTON (Arthur), M.A. The Anglican Ministry. Its Nature and Value in relation to the Catholic Priesthood. With a Pre- face by his Eminence Cardinal New- man. Demy Svo. Cloth, price 14$. HOOPER (Mary)— continued. Cookery for Invalids, Per- sons of Delicate Digestion, and Children. Crown 8vo. Cloth, price 3s. 6d. Every -Day Meals. Being Economical and Wholesome Recipes for Breakfast, Luncheon, and Sup per. Second Edition. Crown 8vo. Cloth, price ss. HUXLEY (Prof.) The Crayfish: An Intro- duction to the Study of Zoology. With Eighty-two Illustrations. Crown Svo. Cloth, price ss. Volume XXVIII. of the Interna- tional Scientific Scientific Series. HOOPER (Mrs. G.). The House of Raby. With a Frontispiece. Crown 8vo. Cloth, price 3s. 6d. INCHBOLD(J- W.). Annus Amoris. Sonnets. Fcap. 8vo. Cloth, price 4s. 6d. HOPKINS (Ellice). Life and Letters of James Hinton, with an Introduction by Sir W. W. Gull, Bart., and Portrait en graved on Steel by C. H. Jeens. Second Edition. Crown 8vo. Cloth price Zs. 6d. INGELOW (Jean). Off the Skelligs. A Novel. With Frontispiece. Second Edition. Crown Svo. Cloth, price 6s. The Little Wonder-horn. A Second Series of \" Stories Told to a Child.\" With Fifteen Illustrations. Small Svo. Cloth, price 2s. 6d. HOPKINS (M.). The Port of Refuge; or, Counsel and Aid to Shipmasters in Difficulty, Doubt, or Distress. Crown 8vo. Second and Revised Edition. Cloth, price 6s. Indian Bishoprics. By an Indian Churchman. Demy 8vo. 6d. International Scientific Series (The). HORNER (The Misses). Walks in Florence. A New and thoroughly Revised Edition. 2 vols. Crown 8vo. Cloth limp. With Illustrations. I. Forms of Water : A Fami liar Exposition of the Origin and Phenomena of Glaciers. By J. Tyndall^ LL.D., F.R.S. _ With 25 Illustrations. Seventh Edition. Crown 8vo. Cloth, price ss. II. Physics and Politics ; or, Thoughts on the Application of the Principles of \" Natural Selection\" and \"Inheritance\" to Political So ciety. By Walter Bagehot. Fifth Edition. Crown 8vo. Cloth, price 4$. III. Foods. By Edward Smith, M.D., &C. With numerous Illus trations. Sixth Edition. Crown 8vo. Cloth, price ss. IV. Mind and Body: The Theo ries of their Relation. By Alexander Bain, LL.D. With Four Illustra tions. Seventh Edition. Crown 8vo. Cloth, price 4s. V. The Study of Sociology. ByHerbert Spencer. Eighth Edition. Crown Svo. Cloth, price 5$. Vol. I. — Churches, Streets, and Palaces. 10s. 6d. Vol. II. — Public Galleries and Museums, ss. HULL (Edmund C. P.). The European in India. With a Medical Guide for Anglo- Indians. By R. R. S. Mair, M.D., F. R. C. S. E. Third Edition, Revised and Corrected. Post Svo. Cloth, price 6s. HUTCHISON (Lieut.-Col. F. J.), and Capt.G. H. MACGREGOR. Military Sketching and Re- connaissance. With Fifteen Plates. Small 8vo. Cloth, price 6s. The first Volume of Military Hand books for Regimental Officers. Edited by Lieut.-Col. C. B. Brackenburv, R.A., A.A.G."], [135, "C. Kegan Paul & Co.'s Publications. 15 International Scientific Series (The) — continued. International Scientific Series (The)— continued. VI. On the Conservation of Energy. By Balfour Stewart, LL.D., &c. With 14 Illustrations. Fifth Edition. Crown Svo. Cloth, price ss. VII. Animal Locomotion ; or, Walking, Swimming, and Flying. By J. B. Pettigiew, M.D., &c. With 130 Illustrations. Second Edition. Crown 8vo. Cloth, price 5.$. VIII. Responsibility in Mental Disease. By Henry Maudsley, M. D. Third Edition. Crown Svo. Cloth, price 5*. XVIII. The Nature of Light: With a General Account of Physical Optics. By Dr. Eugene Lommel. With 188 Illustrations and a table of Spectra in Chromo - lithography. Third Edition. Crown 8vo. Cloth, price ss. XIX. Animal Parasites and Messmates. By M. Van Beneden. With 83 Illustrations. Second Edi tion. Crown 8vo. Cloth, price $s. XX. Fermentation. By Prof. Schiitzenberger. With 28 Illustra tions. Second Edition. Crown 8vo. Cloth, price 5$. XXI. The Five Senses of Man. By Prof. Bernstein. With 91 Illus trations. Second Edition. Crown 8vo. Cloth, price ss. XXII. The Theory of Sound in its Relation to Music. By Prof. Pietro Blaserna. With numerous Illustrations. Second Edition. Crown Svo. Cloth, price 5$. IX. The New Chemistry. By Professor J. P. Cooke. With 31 Illus trations. Fifth Edition. Crown Svo. Cloth, price ss. X. The Science of Law. By Prof. Sheldon Amos. Fourth Edition. Crown 8vo. Cloth, price ss. XI. Animal Mechanism. A Treatise on Terrestrial and Aerial Locomotion. By Prof. E. J. Marey. With 117 Illustrations. Second Edition. Crown 8 vo. Cloth, price <$s. XII. The Doctrine of Descent and Darwinism. By Prof. Osca Schmidt. With 26 Illustrations. Third Edition. Crown 8vo. Cloth, price 5s. XXIII. Studies in Spectrum Analysis. By J. Norman Lockyer. F.R.S. With six photographic Il lustrations of Spectra, and numerous engravings on wood. Crown 8vo. Second Edition. Cloth, price 6s. 6d. XXIV. A History of the Growth of the Steam Engine. By Prof. R. H. Thurston. With numerous Illustrations. Second Edition. Crown 8vo. Cloth, price 6s. 6d. XIII. The History of the Con flict between Religion and Sci ence. By J. W. Draper, M.D., LL.D. Fourteenth Edition. Crown 8vo. Cloth, price 5J. XXV. Education as a Science. By Alexander Bain, LL.D. Third Edition. Crown 8vo. Cloth, price ss. XXVI. The Human Species. By Prof. A. de Quatrefages. Second Edition. Crown 8vo. Cloth, price ss. XXVII. Modern Chromatics. With Applications to Art and Indus try, by Ogden N. Rood. With 130 original Illustrations. Crown 8vo. Cloth, price ss. XXVIII. The Crayfish : an Intro duction to the Study of Zoology. By Prof. T. H. Huxley. With eighty two Illustrations. Crown 8vo. Cloth, price 5.T. XXIX. The Brain as an Organ of Mind. By H. Charlton Bastian, M.D. With numerous Illustrations. Second Edition, Crown 8vo. Cloth, price 5.S. XIV. Fungi ; their Nature, In fluences, Uses, &c. By M. C. Cooke, LL.D. Edited by the Rev. M. J. Berkeley, F.L.S. With nume rous Illustrations. Second Edition. Crown 8vo. Cloth, price ss. XV. The Chemical Effects of Light and Photography. By Dr. Hermann Vogel. With 100 Illustra tions. Third and Revised Edition. Crown 8vo. Cloth, price 5^. XVI. The Life and Growth of Language. By Prof. William Dwight Whitney. Second Edition. Crown 8vo. Cloth, price 5J. XVII. Money and the Mecha nism of Exchange. By W. Stan ley Jevons, F.R.S. Fourth Edition. Crown Svo. Cloth, price 5*."], [136, "16 A List of International Scientific JENKINS (E.) and RAYMOND (JO. Esqs. A Legal Handbook for Architects, Builders, and Build- ing Owners. Second Edition Re- vised. Crown Svo. Cloth, price 6s. Series (The) — continued. Forthcoming Volumes. Prof. W. Kingdon Clifford, M.A. The First Principles of the Exact Sciences explained to the Non-ma thematical. W. B. Carpenter, LL.D., F.R.S. The Physical Geography of the Sea. Sir John Lubbock, Bart., F.R.S. On Ants and Bees. Prof. W. T. Thiselton Dyer, B. A., B. Sc. Form and Habit in Flowering Plants. Prof. Michael Foster, M.D. Pro toplasm and the Cell Theory. Prof. A. C. Ramsay, LL.D., F.R.S. Earth Sculpture : Hills, Valleys, Mountains, Plains, Rivers, Lakes ; how they were Produced, and how they have been Destroyed. P. Bert (Professor of Physiology, Paris). Forms of Life and other Cosmical Conditions. The Rev. A Secchi, D.J., late Director of the Observatory at Rome. The Stars. Prof. J. Rosenthal, of the Univer sity of Erlangen. General Physiology of Muscles and Nerves. Francis Galton, F.R.S. Psycho metry. JENKINS (Rev. R. C), M.A. The Privilege of Peter and the Claims of the Roman Church confronted with the Scriptures, the Councils, and the Testimony of the Popes themselves. Fcap. 8vo. Cloth, price 3s. 6d. JENNINGS (Mrs. Vaughan). Rahel : Her Life and Let- ters. With a Portrait from the Painting by Daffinger. Square post 8vo. Cloth, price 7s. 6d. Jeroveam's Wife and other Poems. Fcap. 8vo. Cloth, price 3s. 6d. JEVONS (W. Stanley), M.A., F.R.S. Money and the Mechanism of Exchange. Fourth Edition. Crown 8vo. Cloth, price 5$. VolumeXVII. of The International Scientific Series. JOEL(L.). A Consul's Manual and Shipowner's and Shipmaster's Prac tical Guide in their Transactions Abroad. With Definitions of Nauti cal, Mercantile, and Legal Terms ; a Glossary of Mercantile Terms in English, French, German, Italian, and Spanish. Tables of the Money, Weights, and Measures of the Prin cipal Commercial Nations and their Equivalents in British Standards ; and Forms of Consular and Notarial Acts. Demy 8vo. Cloth, price 12s. J. W. Judd, F.R.S. The Laws of Volcanic Action. Prof. F. N. Balfour. The Em bryonic Phases of Animal Life. J. Luys, Physician to the Hospice de la Salp^triere. The Brain and its Functions. With Illustrations. Dr. Carl Semper. Animals and their Conditions of Existence. Prof. Wurtz. Atoms and the Atomic Theory. George J. Romanes, F.L.S. Ani mal Intelligence. Alfred W. Bennett. A Hand book of Cryptogamic Botany. JOHNSTONE (C. F.), M.A. Historical Abstracts. Being Outlines of the History of some of the less-known States of Europe. Crown Svo. Cloth, price 7s. 6d. JONES (Lucy). Puddings and Sweets. Being Three Hundred and Sixty-Five Receipts approved by Experience. Crown 8vo., price 2s. 6d. JENKINS (Rev. Canon). TheGirdleLegendofPrato. Small crown Svo. Cloth, price 2s."], [137, "C. Kegan PausS* Co.'s Publications. 17 JOYCE (P. W.), LL.D., &c. Old Celtic Romances. Translated from the Gaelic by. Crown Svo. Cloth, price 7s. 6d. KING (Mrs. Hamilton). The Disciples. A Poem. Third Edition, with some Notes. Crown Svo. Cloth, price 7s. 6d. Aspromonte, and other Poems. Second Edition. Fcap. Svo. Cloth, price 4s. 6d. KAUFMANN (Rev. M.), B.A. Utopias ; or, Schemes of Social Improvement, from Sir Thomas More to Karl Marx. Crown 8vo. Cloth, price 5^. KING (Edward). Echoes from the Orient. With Miscellaneous Poems. Small crown 8vo. Cloth, price 3$. 6d. Socialism : Its Nature, its Dangers, and its Remedies con sidered. Crown 8vo. Cloth, price 7s. 6d. KINGSLEY (Charles), M.A. Letters and Memories of his Life. Edited by his Wife. With 2 Steel engraved Portraits and numerous I llustrations on Wood , and a Facsimile of his Handwriting. Thirteenth Edition. 2 vols. Demy 8vo. Cloth, price 36J. *** Also a Cabinet Edition in 2 vols. Crown 8vo. Cloth, price 12s. All Saints' Day and other Sermons. Second Edition. Crown 8vo. Cloth, 7s. 6d. KAY (Joseph), M.A., Q.C. Free Trade in Land. Edited by his Widow. With Preface by the Right Hon. John Bright, M. P. Third Edition. Crown Svo. Cloth, price 5$. KENT (Carolo). Carona Catholica ad Petri successoris Pedes Oblata. De Summi Pontisicis Leonis XIII. As- sumptione Epiggramma. In Quin- quaginta Linguis. Fcap. 4to. Cloth, price 15s. True Words for Brave Men: a Book for Soldiers' and Sailors' Libraries. Fifth Edition. Crown 8vo. Cloth, price 2s. 6d. KER (David). The Boy Slave in Bokhara. A Tale of Central Asia. With Illustra- tions. Crown 8vo. Cloth, price 3s. 6d. The Wild Horseman of the Pampas. Illustrated. Crown 8vo. Cloth, price 3$. 6d. KNIGHT (Professor W.). Studies in Philosophy and Literature. Large post 8vo. Cloth, price 7s. 6d. LACORDAIRE (Rev. Pere). Life : Conferences delivered at Toulouse. A New and Cheaper Edition. CrownSvo. Cloth, price 3s. 6d. KERNER (Dr. A.), Professor of Botany in the University of Innsbruck. Flowers and theirUnbidden Guests. Translation edited by W. Ogle, M.A., M.D., and a prefatory letter by C.Darwin, F.R.S. With Il- lustrations. Sq. Svo. Cloth, price gs. LAIRD-CLOWES (W.). Love's Rebellion: a Poem. Fcap. 8vo. Cloth, price 35-. 6d. LAMONT (Martha MacDonald). The Gladiator : A Life under the Roman Empire in the beginning of the Third Century. With four Illustrations by H. M. Paget. Extra fcap. 8vo. Cloth, price 3s. 6d. KIDD (Joseph), M.D. The Laws of Therapeutics, or, the Science and Art of Medicine. Crown 8vo. Cloth, price 6s. LANG (A.). XXII Ballades in Blue China. Elzevir. 8vo. Parchment, price 3s. 6d. KINAHAN(G. Henry), M.R.I. A., &c, of her Majesty's Geological Survey. Manual of the Geology of Ireland. With 8 Plates, 26 Wood- cuts, and a Map of Ireland, geologi- cally coloured. Square 8vo. Cloth, LAYMANN (Capt.). The Frontal Attack of I nfantry . Translated by Colonel Edward Newdigate. Crown 8vo. Cloth, price 2s. 6d. price 15.?."], [138, "18 A List of LEANDER (Richard). LOMMEL (Dr. E.). The Nature of Light : With a General Account of Physical Optics. Second Edition. With 188 Illustra- tions and a Table of Spectra in Chromo-lithography. Third Edi- tion. Crown 8vo. Cloth, price 5.?. Volume XVIII. of The Interna- tional Scientific Series. Fantastic Stories. Trans lated from the German by Paulina B. Granville. With Eight full-page Illustrations by M. E. Fraser-Tytler. Crown 8vo. Cloth, price 5$. LEE (Rev. F. G.), D.C.L. The Other World; or, Glimpses of the Supernatural. 2 vols. A New Edition. Crown 8vo. Cloth, price 15$. LONSDALE (Margaret). Sister Dora. A Biography, with Portrait engraved on steel by C. H. Jeens, and one illustration. Twelfth edition. Crown 8vo. Cloth, price 6s. LEE (Holme). Her Title of Honour. A Book for Girls. New Edition. With a Frontispiece. Crown 8vo. Cloth, price ss- LORIMER (Peter), D.D. John Knox and the Church of England: His Work in her Pulpit, and his Influence upon her Liturgy, Articles, and Parties. Demy 8vo. Cloth, price 12.1. John Wiclif and his English Precursors, by Gerhard Victor Lechler. Translated from the German, with additional Notes. 2 vols. Demy Svo. Cloth, price 21s. LEWIS (Edward Dillon). A Draft Code of Criminal Law and Procedure. Demy 8vo. Cloth, price 21$. LEWIS (Mary A.). A Rat with Three Tales. With Four Illustrations by Catherine F. Frere. Crown 8vo. Cloth, price ss. Love's Gamut and other Poems. Small crown 8vo. Cloth, price 3s. 6d. LINDSAY(W. Lauder),M.D.,&c. Mind in the Lower Animals in Health and Disease. 2 vols. Demy 8vo. Cloth, price 32s. LOWNDES (Henry). Poems and Translations. Crown 8vo. Cloth, price 6s. LLOYD (Francis) and Charles Tebbitt. Extension of EmpireWeak- ness ? Deficits Ruin ? With a Practical Scheme for the Reconstruc- tion of Asiatic Turkey. Small crown 8vo. Cloth, price 3s. 6d. MAC CLINTOCK (L.). Sir Spangle and the Dingy Hen. Illustrated. Square crown 8vo., price 2s. 6d. MACDONALD (G.). Malcolm. With Portrait of the Author engraved on Steel. Fourth Edition. Crown 8vo. Price 6s. The Marquis of Lossie. Second Edition. Crown 8vo. Cloth, price 6s. St. George and St. Michael. Second Edition. Crown 8vo. Cloth,6j. LOCKER (F.). London Lyrics. A New and Revised Edition, with Additions and a Portrait of the Author. Crown 8vo. Cloth, elegant, price 6s. Also, a Cheaper Edition. Fcap Svo. Cloth, price 2s. 6d. MACKENNA (S. J.). Plucky Fellows. A Book for Boys. With Six Illustrations. Fourth Edition. Crown 8vo. Cloth, price 3s. 6d. At School with an Old Dragoon. With Six Illustrations. Second Edition. Crown 8vo. Cloth, price ss. LOCKYER (J. Norman), F.R.S. Studies in Spectrum Ana- lysis ; with six photographic illus- trations of Spectra, and numerous engravings on wood. Second Edi- tion. Crown 8vo. Cloth, price 6s. 6d. ■ Vol. XXIII. ofThe International Scientific Series."], [139, "C. Kegan Paul & Co.'s Publications. 19 MACLACHLAN (Mrs.). MARKHAM (Capt. Albert Hast- ings), R.N. The Great Frozen Sea. A Notes and Extracts on Everlasting Punishment and Eternal Life, according to Literal Interpretation. Small crown Svo. Cloth, price 3s. 6d. Personal Narrative of the Voyage of the \"Alert\" during the Arctic Ex pedition of 1875-6.' With six full page Illustrations, two Maps, and twenty-seven Woodcuts. Fourth and cheaper edition. Crown 8vo. Cloth, price 6s. MACNAUGHT (Rev. John). Cœna Domini: An Essay on the Lord's Supper, its Primi- tive Institution, Apostolic Uses, and Subsequent History. Demy 8vo. Cloth, price 14s. Master Bobby: a Tale. By the Author of \"Christina North.\" With Illustrations by E. H. Bell. Extra fcap. 8vo. Cloth, price 3S.6d. MAGNUSSON (Eirikr), M.A., and PALMER(E.H.), M.A. Johan Ludvig Runeberg's Lyrical Songs, Idylls and Epi- grams. Fcap. 8vo. Cloth, price 5^. MASTERMAN (J.). Half-a-dozen Daughters. With a Frontispiece. Crown 8vo. Cloth, price 3s. 6d. MAIR (R. S.), M.D., F.R.C.S.E. The Medical Guide for Anglo-Indians. Being a Compen- dium of Advice to Europeans in India, relating to the Preservation and Regulation of Health. With a Supplement on the Management of Children in India. Second Edition. Crown Svo. Limp cloth, price 3s. 6d. MAUDSLEY (Dr. H.). Responsibility in Mental Disease. Third Edition. Crown 8vo. Cloth, price 5J. Volume VIII. ofThe International Scientific Series. MEREDITH (George). The Egoist. A Comedy in Nar- rative. 3 vols. Crown Svo, Cloth. MALDEN (H. E. and E. E.) Princes and Princesses. Illustrated. Small crown Svo. Cloth, price 2s. 6d. *#* Also a Cheaper Edition, with Frontispiece. Crown 8vo. Cloth, price 6s. The Ordeal of Richard Fe verel. A History of Father and Son. In one vol. with Frontispiece. Crown 8vo. Cloth, price 6s. MANNING (His Eminence Car- dinal). Essays on Religion and Literature. By various Writers. Third Series. Demy 8vo. Cloth, price ioj. 6d. The Independence of the Holy See, with an Appendix con- taining bhe Papal Allocution and a translation. Cr. 8vo. Cloth, price 5s. The True Story of the Vatican Council. Crown 8vo. Cloth, price 5.1. MERRITT (Henry). Art - Criticism and Ro- mance. With Recollections, and Twenty-three Illustrations in can- forte, by Anna Lea Merritt. Two vols. Large post 8vo. Cloth, 25s. MIDDLETON (The Lady). Ballads. Square i6mo. Cloth, price 3s. 6d. MILLER (Edward). The History and Doctrines of Irvingism ; or, the so-called Ca- tholic and Apostolic Church. 2 vols. Large post 8vo. Cloth, price 2$s. The Church in Relation to the State. Crown 8vo. Cloth, price MAREY (E. J.). Animal Mechanics. A Treatise on Terrestrial and Aerial Locomotion. With 117 Illustrations. Second Edition. Crown 8vo. Cloth, price 5 j. Volume XI. of The International Scientific Series. 7s. 6d."], [140, "A List of 20 MILNE (James). Tables of Exchange for the Conversion of Sterling Money into Indian and Ceylon Currency, at Rates from is. Zd. to 2s. 3d. per Rupee. Second Edition. Demy 8vo. Cloth, price £2 2s. Monmouth: A Drama, of which the Outline is Historical. Dedicated by permission to Mr. Henry Irving. Small crown 8vo. Cloth, price 5.9. MORELL (J. R.). Euclid Simplified in Me thod and Language. Being a Manual of Geometry. Compiled from the most important French Works, approved by the University of Paris and the Minister of Public Instruc tion. Fcap. Svo. Cloth, price 2s. 6d. MINCHIN (J. G.). Bulgaria since the War. Notes of a Tour in the Autumn of 1879. Small crown 8vo. Cloth, price 3s. 6d. MORICE (Rev. F. D.), M.A. The Olympian and Pythian Odes of Pindar. A New Transla- tion in English Verse. Crown 8vo. Cloth, price 7$. 6d. MIVART (St. George), F.R.S. Contemporary Evolution : An Essay on some recent Social Changes. Post Svo. Cloth, price 7s. 6d. MORSE (E. S.), Ph.D. First Book of Zoology. With numerous Illustrations. Crown Svo. Cloth, price 5$. MOCKLER (E.). A Grammar of the Baloo- chee Language, as it is spoken in Makran (Ancient Gedrosia), in the Persia-Arabic and Roman characters. Fcap. 8vo. Cloth, price 5s. MORSHEAD (E. D. A.) The Agamemnon of Æs- chylus. Translated into English verse. With an Introductory Essay. Crown 8vo. Cloth, price 5.J. MOFFAT (Robert Scott). The Economyof Consump- tion; an Omitted Chapter in Political Economy, with special reference to the Questions of Commercial Crises and the Policy of Trades Unions ; and with Reviews of the Theories of Adam Smith, Ricardo, J. S. Mill, Fawcett, &c. Demy 8vo. Cloth, price iZs. MORTERRA (Felix). The Legend of Allandale, and other Poems. Small crown 8vo. Cloth, price 6s. NAAKE (J. T.). Slavonic Fairy Tales. From Russian, Servian, Polish, and Bohemian Sources. With Four Illus- trations. Crown 8vo. Cloth, price ss. The Principles of a Time Policy : being an Exposition of a Method of Settling Disputes between Employers and Employed in regard to Time and Wages, by a simple Pro cess of Mercantile Barter, without recourse to Strikes or Locks-out. Reprinted from \"The Economy of Consumption,\" with a Preface and Appendix containing Observations on some Reviews of that book, and a Re criticism of the Theories of Ricardo and J. S. Mill on Rent, Value, and Cost of Production. Demy 8vo. Cloth, price 3s. 6d. NEWMAN (J. H.), D.D. Characteristics from the Wri tings of. Being Selections from his various Works. Arranged with the Author's personal approval. Third Edition. With Portrait. Crown Svo. Cloth, price 6s. %* A Portrait of the Rev. Dr. J. H. Newman, mounted for framing, can be had. price 2s. 6d. NICHOLAS (Thomas), Ph.D., F.G.S. The PedigreeoftheEnglish People: an Argument, Historical and Scientific, on the Formation and Growth of the Nation, tracing Race- admixture in Britain from the earliest times, with especial reference to the incorporation of the Celtic Abori- gines. Fifth Edition. Demy 8vo. Cloth, price 16s. MOLTKE (Field-Marshal Von). Letters from Russia. Translated by Robina Napier. Crown 8vo. Cloth, price 6s. Notes of Travel. Being Ex tracts from the Journals of. Crown 8vo. Cloth, price 6s."], [141, "C. Kegan Paul 6° Co.'s Publications. 21 NICHOLSON (Edward Byron). The Christ Child, and other Poems. Crown 8vo. Cloth, price 4s. 6d. O'HAGAN (John). The Song of Roland. Trans lated into English Verse. Large post 8vo. Parchment antique, price ios. 6d. The Rights of an Animal. Crown Svo. Cloth, price 3s. 6d. The Gospel according to the Hebrews. Its Fragments trans lated and annotated,, with a critical Analysis of the External and Internal Evidence relating to it. Demy Svo. Cloth, price 9$. 6d. O'MEARA (Kathleen). Frederic Ozanam, Professor of the Sorbonne ; His Life and Works. Second Edition. Crown 8vo. Cloth, price 7s. 6d. Oriental Sporting Magazine (The). A Reprint of the first 5 Volumes, in 2 Volumes. Demy 8vo. Cloth, price zSs. NICOLS (Arthur), F.G.S., F.R.G.S. Chapters from the Physical History of the Earth. An Introduc- tion to Geology and Palæontology, with numerous illustrations. Crown 8vo. Cloth, price 5*. OWEN (F. M.). John Keats. A Study. Crown 8vo. Cloth, price 6$. OWEN (Rev. Robert), B.D. Sanctorale Catholicum ; or Book of Saints. With Notes, Criti- cal, Exegetical, and Historical. Demy 8vo. Cloth, price iZs. NOAKE (Major R. Compton). The Bivouac ; or, Martial Lyrist, with an Appendix — Advice to the Soldier. Fcap. 8vo. Price 55. 6d. Palace and Prison and Fair Geraldine. Two Tragedies, by the Author of \"Ginevra \"and the \"Duke of Guise.\" Crown Svo. Cloth, 6s. NORMAN PEOPLE (The). The Norman People, and their Existing Descendants in the British Dominions and the United States of America. Demy 8vo. Cloth, price zis. PALGRAVE (W. Gifford). Hermann Agha ; An Eastern Narrative. Third and Cheaper Edi- tion. Crown 8vo. Cloth, price 6s. NORRIS (Rev. Alfred). m The Inner and Outer Life Poems. Fcap. 8vo. Cloth, price 6s. PALMER (Charles Walter). The Weed : a Poem. Small crown Svo. Cloth, price 35. Notes on Cavalry Tactics, Organization, &c. By a Cavalry Officer. With Diagrams. Demy8vo. Cloth, price izs. PANDURANG HARI; Or, Memoirs of a Hindoo. With an Introductory Preface by Sir H. Battle E. Frere, G.C.S.I., C.B. Crown 8vo. Price 6s. Nuces : Exercises on the Syntax of the Public School Latin Primer. New Edition in Three Parts. Crown 8vo. Each is. %* The Three Parts can also be had bound together in cloth, price 3s. PARKER (Joseph), D.D. The Paraclete : An Essay on the Personality and Ministry of the Holy Ghost, with some reference to current discussions. Second Edi tion. Demy 8vo. Cloth, price 12s. O'BRIEN (Charlotte G.). Light and Shade. 2 vols. Crown 8vo. Cloth, gilt tops, price 1 2 J. PARR (Capt. H. Hallam). A Sketch of the Kafir and Zulu Wars : Guadana to Isand- hlwana, with Maps. Small crown 8vo. Cloth, price ss- Ode of Life (The). Third Edition. Fcap. 8vo. Cloth, price ss."], [142, "A List of 22 PARSLOE (Joseph). PAYNE (Prof. J. F.)- continued. A Visit to German Schools: Elementary Schools in Ger- many. Notes ofa Professional Tour to inspect some of the Kindergartens, Primary Schools, Public Girls' Schools, and Schools for Technical Instruction in Hamburgh, Berlin, Dresden, Weimar, Gotha, Eisenach, in the autumn of 1874. With Critical Discussions of the General Principles and Practice of Kindergartens and other Schemes of Elementary Edu- cation. Crown 8vo. Cloth, price 4s. 6d. Our Railways : Sketches, Historical and Descriptive. With Practical Information as to Fares, Rates, &c.t and a Chapter on Rail way Reform. Crown 8vo. Cloth, price 6s. PATTISON (Mrs. Mark). The Renaissance of Art in France. With Nineteen Steel Engravings. 2 vols. Demy 8vo. Cloth, price 32,1. PAUL (C. Kegan). PELLETAN (E.). Mary Wollstonecraft. Letters to Imlay. With Prefatory Memoir by, and Two Portraits in eau forte, by Anna Lea Merritt. Crown 8vo. Cloth, price 6s. The Desert Pastor, Jean Jarousseau. Translated from the French. By Colonel E. P. De L'Hoste. With a Frontispiece. New Edition. Fcap. 8vo. Cloth, price 3$. 6d. Goethe's Faust. A New Translation in Rime. Crown Svo. Cloth, price 6s. PENNELL (H. Cholmondeley). Pegasus Resaddled. By the Author of \" Puck on Pegasus,\" &c. &c. With Ten Full-page Illus- trations by George Du Maurier. Second Edition. Fcap. 4to. Cloth elegant, price 12s. 6d. William Godwin : His Friends and Contemporaries. With Portraits and Facsimiles of the Handwriting of Godwin and his Wife. 2 vols. Square post Svo. Cloth, price 2$s. PENRICE (Maj. J.), B.A. A Dictionary and Glossary oftheKo-ran. With copious Gram- matical References and Explanations of the Text. 4to. Cloth, price 21s. The Genius of Christianity Unveiled. Being Essays by William Godwin never before published. Edited, with a Preface, by C. Kegan Paul. Crown 8vo. Cloth, price 7s. 6d. PESCHEL (Dr. Oscar). The Races of Man and their Geographical Distribution. Large crown 8vo. Cloth, price gs. PAUL (Margaret Agnes). Gentle and Simple : A Story. 2 vols. Crown 8vo. Cloth, gilt tops, price 12s. PETTIGREW (J. Bell), M.D., F.R.S. Animal Locomotion ; or, Walking, Swimming, and Flying. With 130 Illustrations. Second Edi tion. Crown Svo. Cloth, price 5$. Volume VII. of The International Scientific Series. *#* Also a Cheaper Edition in one vol. with Frontispiece. Crown Svo. Cloth, price 6s. PAYNE (John). Songs of Life and Death. Crown 8vo. Cloth, price 5$. PFEIFFER (Emily). Quarterman's Grace, and other Poems. Crown 8vo. Cloth, price 5$. Glan Alarch: His Silence and Song. A Poem. Second Edition. Crown Svo. price 6s. PAYNE (Prof. J. F.). Lectures on Education. Price 6d. II. Frobel and the Kindergarten system. Second Edition."], [143, "C. Kegan Paul &* Co?s Publications. 23 PFEIFFER (Emily)— continued. Gerard's Monument, and other Poems. Second Edition. Crown 8vo. Cloth, price 6s. Proteus and Amadeus. A Correspondence, Edited by Aubrey DeVere. Crown8vo. Cloth, price $s. PUBLIC SCHOOLBOY. Poems. Second Edition. Crown Svo. Cloth, price 6s. The Volunteer, the Militia man, and the Regular Soldier. Crown 8vo. Cloth, price 5^. Sonnets and Songs. New Edition. i5mo, handsomely printed and bound in cloth, gilt edges, price 5S. PULPIT COM MENTARY(The). Edited by the Rev. J. S. Exell and the Rev. Canon H. D. M. Spence. Ezra, Nehemiah, and Esther. By Rev. Canon G. Rawlin- son, M.A. ; with Homilies by Rev. Prof. J. R. Thomson, M.A., Rev. Prof. R. A. Redford, LL.B., M.A., Rev. W. S. Lewis, M.A., Rev. J. A. Macdonald, Rev. A. Mackennal, B.A., Rev. W. Clarkson, B.A., Rev. F. Hastings, Rev. W. Dinwiddie, LL.B., Rev. Prof. Rowlands, B.A., Rev. G. Wood, B.A., Rev. Prof. P. C. Barker, LL.B., M.A., and Rev. J. S. Exell. Second Edition. One Vol., price 12s. 6d. PINCHES (Thomas), M.A. Samuel Wilberforce: Faith — Service — Recompense. Three Sermons. With a Portrait of Bishop Wilberforce (after a Photograph by Charles Watkins). Crown Svo. Cloth, price 4s. 6d. PLAYFAIR (Lieut.-Col.), Her Britannic Majesty's Consul-General in Algiers. Travels in the Footsteps of Bruce in Algeria and Tunis. Illustrated by facsimiles of Bruce's original Drawings, Photographs, Maps, &c. Royal 4to. Cloth, bevelled boards, gilt leaves, price Punjaub (The) and North Western Frontier of India. By an old Punjaubee. Crown 8vo. Cloth, price 5$. POLLOCK (W. H.). Lectures on French Poets. Delivered at the Royal Institution. Small crown Svo. Cloth, price 5s. QUATREFAGES (Prof. A. de). The Human Species. Second Edition. Crown 8vo. Cloth, price 5s. POUSHKIN (A. S-). Russian Romance. Translated from the Tales of Belkin, &c. By Mrs. J. Buchan Telfer (ne'e Mouravieff). Crown 8vo. Cloth, price 3s. 6d. Vol. XXVI. of The International Scientific Series. RAVENSHAW (John Henry), B.C.S. Gaur: Its Ruins and In- scriptions. Edited with consider- able additions and alterations by his Widow. With forty-four photo- graphic illustrations and twenty-five sac-similes of Inscriptions. Super royal 4to. Cloth, 3/. 13s. 6d. PRESBYTER. Unfoldings of Christian Hope. An Essay showing that the Doctrine contained in the Damna- tory Clauses of the Creed commonly called Athanasian is unscriptural. Small crown Svo. Cloth, price 45. 6d. PRICE (Prof. Bonamy). Currency and Banking. Crown 8vo. Cloth, price 6^. Chapters on Practical Poli- tical Economy. Being the Sub- stance of Lectures delivered before the University of Oxford. Large post Svo. Cloth, price 12s. READ (Carveth). On the Theory of Logic : An Essay. Crown 8vo. Cloth, price 6s. Realities of the Future Life. Small crown 8vo. Cloth, price 1*. 6d,"], [144, "A List of 24 REANEY (Mrs. G. S.). Blessing and Blessed; a Sketch of Girl Life. With a frontis- piece. Crown Svo. Cloth, price 5$. Waking and Working ; or, from Girlhood to Womanhood. With a Frontispiece. Crown Svo. Cloth, price 5$. English Girls : their Place and Power. With a Preface by R. W. Dale, M.A., of Birmingham. Second Edition. Fcap. 8vo. Cloth, price 2s. 6d. Just Anyone, and other Stories. Three Illustrations. Royal i6mo. Cloth, price is. 6d. Sunshine Jenny and other Stories. Three Illustrations. Royal i6mo. Cloth, price is. 6d. Sunbeam Willie, and other Stories. Three Illustrations. Royal i6mo. Cloth, price is. 6d. ROBERTSON (The Late Rev. F. W.), M.A., of Brighton. Notes on Genesis. New and cheaper Edition. Crown Svo., price 3S. 6d. Sermons. Four Series. Small crown 8vo. Cloth, price 3s. 6d. each. Expository Lectures on St. Paul's Epistles to the Co rinthians. A New Edition. Small crown 8vo. Cloth, price ss. Lectures and Addresses, with other literary remains. A New Edition. Crown 8vo. Cloth, price 5s. An Analysis of Mr. Tenny son's \" In Memoriam.\" (Dedi cated by Permission to the Poet- Laureate.) Fcap. Svo. Cloth, price 2s. The Education of the Human Race. Translated from the German of Gotthold Ephraim Lessing. Fcap. Svo. Cloth, price 2,?. 6d. REYNOLDS (Rev. J. W.). The Supernatural in Na- ture. A Verification by Free Use of Science. Second Edition, revised and enlarged. Demy 8vo. Cloth, price 145. Life and Letters. Edited by the Rev. Stopford Brooke, M.A., Chaplain in Ordinary to the Queen. I. 2 vols., uniform with the Ser mons. With Steel Portrait. Crown 8vo. Cloth, price 7s. 6d. II. Library Edition, in Demy 8vo., with Two Steel Portraits. Cloth, price 1 2 s. Mystery of Miracles, The. By the Author of \" The Supernatural in Nature.\" Crown Svo. Cloth, price 6s. RIBOT (Prof. Th.). English Psychology. Se- cond Edition. A Revised and Cor- rected Translation from the latest French Edition. Large post 8vo. Cloth, price gs. III. A Popular Edition, in one vol. Crown Svo. Cloth, price 6s. The above Works can also be had half-bound in morocco. V A Portrait of the late Rev. F. W. Robertson, mounted for framing, can be had, price 2s. 6d. Heredity : A Psychological Study on its Phenomena, its Laws, its Causes, and its Consequences. Large crown 8vo. Cloth, price gs. ROBINSON (A. Mary F.). A Handful of Honey- suckle. Fcap. 8vo. Cloth, price 3 J. 6d. RINK (Chevalier Dr. Henry). Greenland : Its People and its Products. By the Chevalier Dr. Henry Rink, President of the Greenland Board of Trade. With sixteen Illustrations, drawn by the Eskimo, and a Map. Edited by Dr. Robert Brown. Crown Svo. Price 10s. 6d. RODWELL (G. F.), F.R.A.S., F.C.S. Etna : a History of the Mountain and its Eruptions. With Maps and Illustrations. Square Svo. Cloth, price 9$."], [145, "C. Kegan Paul 6s* Co.'s Publications. 25 ROOD (Ogden N.). Modern Chromatics, with Applications to Art and In- dustry. With 130 Original Illus- trations. Crown 8vo. Cloth, price 55. Vol. XXVII. of The International Scientific Series. SCHELL (Maj. von)— continued. The Operations of the First Army under Gen. von Steinmetz. Translated by Captain E. O. Hollist. Demy Svo. Cloth, price ioi. 6d. ROSS (Mrs. E.), (\"Nelsie Brook\"). Daddy's Pet. A Sketch from Humble Life. With Six Illus- trations. Royal i6mo. Cloth, price is. SCHELLENDORF (Maj. -Gen. B. von). The Duties of the General Staff. Translated from the German by Lieutenant Hare. Vol. I. Demy 8vo. Cloth, 10s. 6d. ROSS (Alexander), D.D. Memoir of Alexander Ewing, Bishop of Argyll and the Isles. Second and Cheaper Edition. Demy Svo. Cloth, price ios. 6d. SCHERFF (Maj. W. von). Studies in the New In- fantry Tactics. Parts I. and II. Translated from the German by Colonel Lumley Graham. Demy 8vo. Cloth, price 7s. 6d. SADLER (S. W.), R.N. The African Cruiser. A Midshipman's Adventures on the West Coast. With Three Illustra- tions. Second Edition. Crown 8vo. Cloth, price 3s. 6d. SCHMIDT (Prof. Oscar). The Doctrine of Descent and Darwinism. With 26 Illus- trations. Third Edition. Crown 8vo. Cloth, price 5s. SALTS (Rev. Alfred), LL.D. Godparents at Confirma- tion. With a Preface by the Bishop of Manchester. Small crown 8vo. Cloth, limp, price 2s. Volume XII. of The International Scientific Series. SCHUTZENBERGER(Prof.F.). Fermentation. With Nu- merous Illustrations. Second Edition. Crown 8vo. Cloth, price 5s. Volume XX. ofThe International Scientific Series. SAUNDERS (Katherine). Gideon's Rock, and other Stories. Crown 8vo. Cloth, price 6s. Joan Merry weather,and other Stories. Crown 8vo. Cloth, price 6s. Margaret and Elizabeth. A Story of the Sea. Crown Svo. Cloth, price 6s. SCOONES (W. Baptiste). Four Centuries of English Letters. A Selection of 350 Letters by 150 Writers from the period of the Paston Letters to the Present Time. Edited and arranged by. Large crown 8vo. Cloth, price gs. SAUNDERS (John). Israel Mort, Overman : A Story of the Mine. Cr. Svo. Price 6s. Hirell. With Frontispiece. Crown 8vo. Cloth, price 3s. 6d. Abel Drake's Wife. With Frontispiece. Crown 8vo. Cloth, price 35. 6d. SCOTT (Leader). A Nook in the Apennines: A Summer beneath the Chestnuts. With Frontispiece, and 27 Illustra- tions in the Text, chiefly from Original Sketches. Crown 8vo. Cloth, price 7s. 6d. SAYCE (Rev. Archibald Henry). Introduction to the Science of Language. Two vols., large post 8vo. Cloth, price 25s. SCOTT (Robert H.). Weather Charts and Storm Warnings. Illustrated. SecondEdU tion. Crown 8vo. Cloth, price 3s. 6d. SCHELL (Maj. von). The Operations of the First Army under Gen. von Goeben. Translated by Col. C. H. v®n Wright. Four Maps. Demy 8vo. Cloth, price gs. Seeking his Fortune, and other Stories. With Four Illustra- tions. Crown 8vo. Cloth, price 35.6^."], [146, "A List of 26 SENIOR (N. W.). SHELLEY (Lady). Alexis De Tocqueville. Correspondence and Conversations with Nassau W. Senior, from 1833 to 1859. Edited by M. C. M. Simpson. 2vols. Large post 8vo.Cloth,price2i.r. Shelley Memorials from Authentic Sources. With (now first printed) an Essay on Christian ity by Percy Bysshe Shelley. With Portrait. Third Edition. Crown 8vo. Cloth, price ss. Sermons to Naval Cadets. Preached on board H.M. S. \" Britannia.\" Small crown 8vo. Cloth, price 3s. 6d. SHELLEY (Percy Bysshe). Poems selectedfrom. Dedi- cated to Lady Shelley. With Pre- face by Richard Garnett. Printed on hand-made paper. With miniature frontispiece. E[zevir.8vo.,fimp parch- ment antique. Price 6s. t vellum 7S.6d. Seven Autumn Leaves from Fairyland. Illustrated with Nine Etchings. Square crown Svo. Cloth, price 3s. 6d. SHERMAN (Gen. W. T.). Memoirs of General W. T. Sherman, Commander of the Federal Forces in the American Civil War. By Himself. 2 vols. With Map. Demy 8vo Cloth, price 24J. Copyright English Edition. SHADWELL (Maj. -Gen.), C.B. Mountain Warfare. Illus- trated by the Campaign of 1799 in Switzerland. Being a Translation of the Swiss Narrative compiled from the Works of the Archduke Charles, Jomini, and others. Also of Notes by General H. Dufour on the Cam- paign of the Valtelline in 1635. With Appendix, Maps, and Introductory Remarks. Demy 8vo. Cloth, price 16s. SHILLITO (Rev. Joseph). Womanhood : its Duties, Temptations, and Privileges. A Book for Young Women. Second Edition. Crown Svo. Price 3s. 6d. SHIPLEY (Rev. Orby), M.A. Principles of the Faith in Relation to Sin. Topics for Thought in Times of Retreat. Eleven Addresses. With an Intro- duction on the neglect of Dogmatic Theology in the Church of England, and a Postscript on his leaving the Church of England. Demy 8vo. Cloth, price 12s. SHAKSPEARE (Charles). Saint Paul at Athens : Spiritual Christianity in Relation to some Aspects of Modern Thought. Nine Sermons preached at St. Ste- phen's Church, Westbourne Park. With Preface by the Rev. Canon Farrar. Crown Svo. Cloth, price 55. SHAW (Major Wilkinson). The Elements of Modern Tactics. Practically applied to English Formations. With Twenty- five Plates and Maps. Small crown Svo. Cloth, price 12s. Church Tracts, or Studies in Modern Problems. By various Writers. 2 vols. Crown 8vo. Cloth, price ss- each. SMITH (Edward), M.D., LL.B., F.R.S. Health and Disease, as In- fluenced by the Daily, Seasonal, and other Cyclical Changes in the Human System. A New Edition. Post8vo. Cloth, price 7s. 6d. %* The Second Volume of \" Mili tary Handbooks for Officers and Non-commissioned Officers.\" Edited by Lieut.-Col. C. B. Brackenbury, R.A., A.A.G. SHAW (Flora L.). Foods. Profusely Illustrated. Sixth Edition. Crown 8vo. Cloth, price 5-r. Volume III. of The International Scientific Series. Castle Blair : a Story of Youthful Lives. 2 vols. Crown 8vo. Cloth, gilt tops, price 12s. Also, an edition in one vol. Crown 8vo. 6s."], [147, "C. Kegan Paul &> Go's Publications. 27 SMITH (Edward), M.D., LL.B., F.R.S. — con tin ued. Practical Dietary for Families, Schools, and the La- bouring Classes. A New Edition. Post 8vo. Cloth, price 3J. 6d. STEVENSON (Robert Louis)— continued. Travels with a Donkey in the Cevennes. With Frontispiece by Walter Crane. Crown 8vo. Cloth, price 7s. 6d. Tubercular Consumption in its Early and Remediable Stages . Second Edition. Crown 8vo. Cloth, price 6s. STEVENSON (Rev. W. F.). Hymns for the Church and Home. Selected and Edited by the Rev. W. Fleming Stevenson. The most complete Hymn Book published. The Hymn Book consists of Three Parts ; — I. For Public Worship.— II. For Family and Private Worship. —III. For Children. *** Published in various forms and prices, the latter ranging from Zd. to 6s. Lists and full particulars •will be furnished on application to the Publishers. STEWART(Prof. Balfour), M.A. , LL.D., F.R.S. On the Conservation of Songs of Two Worlds. By the Author of \" The Epic of Hades.\" Fifth Edition. Complete in one Volume, with Portrait. Fcap. Svo. Cloth, price 7s. 6d. Songs for Music. By Four Friends. Square crown 8vo. Cloth, price 5s. Containing songs by Reginald A. Gatty, Stephen H. Gatty, Greville J. Chester, and Juliana Ewing. SPEDDING (James). Reviews and Discussions, Literary, Political, and His- torical, not relating to Bacon. Demy 8vo. Cloth, price 12s. 6d. Energy. Fifth Edition. With Fourteen Engravings. Crown 8vo. Cloth, price ss. Volume VI. of The International Scientific Series. STORR (Francis), and TURNER Hawes). Canterbury Chimes ; or, Chaucer Tales retold to Children. With Illustrations from the Elles- mere MS. Extra Fcap. Svo. Cloth, price 3$. 6d. SPENCER (Herbert). The Study of Sociology. Eighth Edition. Crown 8vo. Cloth, price 5 s. Volume V. of The International Scientific Series. STEDMAN (Edmund Clarence). Lyrics and Idylls. With other Poems. Crown 8vo. Cloth, price 7s. 6d. STRETTON (Hesba). David Lloyd's Last Will. With Four Illustrations. Royal i6mo., price 2s. 6d. The Wonderful Life. Thirteenth Thousand. Fcap. 8vo. Cloth, price 2$. 6d. Through a Needle's Eye : a Story. 2 vols. Crown 8vo. Cloth, gilt top, price 12$. *** Also a Cheaper Edition in one volume, with Frontispiece. Crown 8vo. Cloth, price 6s. STEPHENS (Archibald John), LL.D. The Folkestone Ritual Case. The Substance of the Argu- ment delivered before the Judicial Committee of the Privy Council. On behalf of the Respondents. Demy 8vo. Cloth, price 6s. STUBBS (Lieut. -Colonel F. W.) The Regiment of Bengal Artillery. The History of its Organization, Equipment, and War Services. Compiled from Published Works, Official Records, and various Private Sources. With numerous Maps and Illustrations. 2 vols. Demy 8vo. Cloth, price 32s. STEVENS (William). The Truce of God, and other Poems. Small crown 8vo. Cloth, price 3s. 6d. STEVENSON (Robert Louis). An Inland Voyage. With Frontispiece by Walter Crane. Crown 8vo, Cloth, price 7s. 6d."], [148, "A List of 28 STUMM (Lieut. Hugo), German Military Attache to the Khivan Ex- pedition. Russia's advance East- ward. Based on the Official Reports of. Translated by Capt. C. E. H. Vincent. With Map. Crown Svo. Cloth, price 6s. TAYLOR (Col. Meadows), C.S.I., M.R.I. A.— continued. Ralph Darnell. New and Cheaper Edition. With Frontis- piece. Crown Svo. Cloth, price 6s. The Confessions ofa Thug. New Edition. Crown Svo. Cloth, price 6s. Tara : a Mahratta Tale. New Edition. Crown Svo. Cloth, price 6s. SULLY (James), M.A. Sensation and Intuition. Demy 8vo. Cloth, price ios. 6d. Pessimism : a History and a Criticism. Demy 8vo. Price 14s. TEBBITT (Charles) and Francis Lloyd. Extension of Empire Weak- ness? Deficits Ruin? With a Practical Scheme for the Recon- struction of Asiatic Turkey. Small crown Svo. Cloth, price 3s. 6d. Sunnyland Stories. By the Author of \"Aunt Mary's Bran Pie.\" Illustrated. Small 8vo. Cloth, price 3s. 6d. Sweet Silvery Sayings of Shakespeare. Crown Svo. Cloth gilt, price 7s. 6d. TENNYSON (Alfred). The Imperial Library Edi tion. Complete in 7 vols. Demy Svo. Cloth, price £3 13s. 6d. ; in Rox burgh binding, £4 7s. 6d. Author's Edition. Complete in 6 Volumes. Post Svo. Cloth gilt ; or half-morocco, Roxburgh style : — Vol. I. Early Poems, and English Idylls. Price 6s. ; Rox burgh, 7s. 6d. Vol. II. Locksley Hall, Lucretius, and other Poems. Price 6s. ; Roxburgh, 7s. 6d. Vol. III. The Idylls of the King (Complete). Price 7s. 6d.; Roxburgh, gs. Vol. IV. The Princess, and Maud. Price 6s. ; Roxburgh, 7s. 6d. Vol. V. Enoch Arden, and In Memoriam. Price 6s. ; Roxburgh, 7s. 6d. Vol.VI. Dramas. Price *]s, ; Roxburgh, 8s. 6d. Cabinet Edition. 12 vols. Each with Frontispiece. Fcap. Svo. Cloth, price 2s. 6d. each. Cabinet Edition. 12 vols. Com plete in handsome Ornamental Case. 32s. SYME (David). Outlines of an Industrial Science. Second Edition. Crown 8vo. Cloth, price 6s. Tales from Ariosto. Retold for Children, by a Lady. With three illustrations. Crown Svo. Cloth, price 4s. 6d. TAYLOR (Algernon). Guienne. Notes of an Autumn Tour. Crown Svo. Cloth, price 4s. 6d. TAYLOR (Sir H.). Works Complete. Author's Edition, in 5 vols. Crown Svo. Cloth, price 6s. each. Vols. I. to III. containing the Poetical Works, Vols. IV. and V. the Prose Works. TAYLOR(Col.Meadows),C.S.I., M.R.I. A. A Noble Queen : a Romance of Indian History. Crown 8vo. Cloth. Price 6s. Seeta. 3 vols. Crown 8vo. Cloth. Tippoo Sultaun : a Tale of the Mysore War. New Edition with Frontispiece. Crown 8vo. Cloth, price 6s. Pocket Volume Edition. 13 vols. In neat case, 36s. Ditto, ditto. Extra cloth gilt, in case, 42s."], [149, "C. Kegan Paul dv Co.'s Publications. 29 TENNYSON (Alfred)— continued. The Royal Edition. Com- plete in one vol. Cloth, i6j. Cloth extra, i8.y. Roxburgh, half morocco, price 20s. The Guinea Edition. Com- plete in 12 vols., neatly bound and enclosed in box. Cloth, price 21s. French morocco, price 31$. 6d. The Shilling Edition of the Poetical and Dramatic Works, in 12 vols., pocket size. Price is. each. The Crown Edition. Com- plete in one vol., strongly bound In cloth, price 6s. Cloth, extra gilt leaves, price 7s. 6d. Roxburgh, half morocco, price Ss. 6d. *** Can also be had in a variety of other bindings. TENNYSON (Alfred)— continued. Songs from Tennyson's Works. Super royal i6mo. Cloth extra, price 3s. 6d. Also a cheap edition. i6mo. Cloth, price 2s. 6d. Idylls of the King, and other Poems. Illustrated by Julia Margaret Cameron. 2 vols. Folio. Half-bound morocco, cloth sides, price £6 6s. each. Tennyson for the Young and for Recitation. Specially arranged. Fcap. Svo. Price is. 6d. Tennyson Birthday Book. Edited by Emily Shakespear. 32mo. Cloth limp, 2s. ; cloth extra, 3$. *#* A superior edition, printed in red and black, on antique paper, specially prepared. Small crown Svo. Cloth extra, gilt leaves, price ss- ', and in various calf and morocco bindings. Original Editions : The Lover's Tale. (Now for the first time published.) Fcap. 8vo. Cloth, 3s. 6d. Poems. Small 8vo. Cloth, price 6s. Maud, and other Poems. Small 8vo. Cloth, price 3s. 6d. The Princess. Small Svo. Cloth, price 35. 6d. In Memoriam. A new Edi tion, choicely printed on hand made paper, with a Miniature Por trait in cau forte by Le Rat, after a photograph by the late Mrs. Cameron. Bound in limp parchment, antique, price 6s., vellum 7s. 6d. Idylls of the King. Small 8vo. Cloth, price 5*. Idylls of the King. Com plete. Small 8vo. Cloth, price 6s. The Holy Grail, and other Poems. Small 8vo. Cloth, price 4s. 6d. The Princess. A Medley. Choicely printed on hand-made paper, with a miniature frontispiece by H. M. Paget and a tail-piece in outline by Gordon Browne. Limp parchment, antique, price 6s., vellum, price 7s. Songs Set to Music, hy various Composers. Edited by W. G. Cusins. Dedicated by express permission to Her Majesty the Queen. Royal 4to. Cloth extra, gilt leaves, price 21s., or in half morocco, price 25s. Gareth and Lynette. Small 8vo. Cloth, price 3s. Enoch Arden, &c. Small 8vo. Cloth, price 3s. 6d. In Memoriam. Small Svo, Cloth, price 41. THOMAS (Moy). A Fight for Life. With Frontispiece. Crown 8vo. Cloth, price 3-r. 6d. Queen Mary. A Drama. New Edition. Crown 8vo. Cloth, price 6s. Harold. A Drama. Crown 8vo. Cloth, price 6s. THOMPSON (Alice C). Preludes. A Volume of Poems. Illustrated by Elizabeth Thompson (Painter of \"The Roll Call \"). 8vo. Cloth, price 7*. 6d. Selections from Tenny son's W rks. Super royal i6mo. Cloth, ] .e 3s. 6d. Cloth gilt extra, price 45."], [150, "A List of 30 THOMSON 0- Turnbull). Social Problems; or, an In- quiry into the Law of Influences. With Diagrams. Demy 8vo. Cloth, price ioj\". 6d. VAUGHAN (H. Halford), some- time Regius Professor of Modern History in Oxford University. New Readings and Ren- derings of Shakespeare's Tra- gedies. Vol. I. Demy 8vo. Cloth, price iss. THRING (Rev. Godfrey), B.A. Hymns and Sacred Lyrics. Fcap. Svo. Cloth, price 3.1. 6d. VILLARI (Prof.). Niccolo Machiavelli and His Times. Translated by Linda Villari. 2 vols. Large post 8vo. Cloth, price 24s. THURSTON (Prof. R. H.). A History of the Growth of the Steam Engine. With numerous Illustrations. Second Edition. Crown 8vo. Cloth, price 6s. 6d. VINCENT (Capt. C. E. H.). Elementary Military Geography, Reconnoitring, and Sketching. Compiled for Non- commissioned Officers and Soldiers of all Arms. Square crown Svo. Cloth, price 2s. 6d. TODHUNTER (Dr. J.) A Study of Shelley. Crown 8vo. Cloth, price 7s. Alcestis : A Dramatic Poem. Extra fcap. Svo. Cloth, price 5.?. Laurella; and other Poems. Crown 8vo. Cloth, price 6s. 6d, VOGEL (Dr. Hermann). The Chemical Effects of Light and Photography, in their application to Art, Science, and Industry. The translation thoroughly revised. With 100 Illustrations, in- cluding some beautiful specimens of Photography. Third Edition. Crown 8vo. Cloth, price 5J. TOLINGSBY (Frere). Elnora. An Indian Mytho logical Poem. Fcap. 8vo. Cloth, price 6s. Translations from Dante, Petrarch, Michael Angelo, and Vittoria Colonna. Fcap. Svo. Cloth, price 7s. 6d. Volume XV. of The International Scientific Series. TURNER (Rev. C. Tennyson). Sonnets, Lyrics, andTrans- lations. Crown 8vo. Cloth, price 4s. 6d. VYNER (Lady Mary). Every day a Portion. Adapted from the Bible and the Prayer Book, for the Private Devo- tions of those living in Widowhood. Collected and edited by Lady Mary Vyner. Square crown Svo. Cloth extra, price 5J. TWINING (Louisa). Recollections of Work- house Visiting and Manage- ment during twenty-five years. Small crown Svo. Cloth, price 3*. 6d, WALDSTEIN (Charles), Ph. D. The Balance of Emotion and Intellect : An Essay Intro- ductory to the Study of Philosophy. Crown 8vo. Cloth, price 6s. TYNDALL (John), LL.D., F.R.S Forms of Water. A Fami- liar Exposition of the Origin and Phenomena of Glaciers. With Twenty-five Illustrations. Seventh Edition. Crown 8vo. Cloth, price ss. Volume I. of The International Scientific Series. WALLER (Rev. C. B.) The Apocalypse, Reviewed under the Light of the Doctrine of the Unfolding Ages and the Resti- tution of all Things. Demy 8vo. Cloth, price 12s. VAN BENEDEN (Mons.). Animal Parasites and Messmates. With S3 Illustrations. Second Edition. Cloth, price $s. Volume XIX. of The International Scientific Series. WALTERS (Sophia Lydia). The Brook: A Poem. Small crown Svo, Cloth, price 3s. 6d."], [151, "C. Kegan Paul &* Co.'s Publications. 31 WALTERS (Sophia Lydia)— con- tinued. A Dreamer's Sketch Book. With Twenty-one Illustrations by Percival Skelton, R. P. Leitch, W. H. J. Boot, and T. R. Pritchett. Engraved by J. D. Cooper. Fcap. 4to. Cloth, price 12s. 6d. Wet Days, by a Farmer. Small crown 8vo. Cloth, price 6s. WETMORE(W. S.). Commercial Telegraphic Code. Second Edition. Post 4to. Boards, price 42s. WHITAKER (Florence). Christy's Inheritance. A London Story. Illustrated. Royal i6mo. Cloth, price 1$. 6d. WARTENSLEBEN (Count H. von). The Operations of the South Army in January and February, 1871. Compiled from the Official War Documents of the Head-quarters of the Southern Army. Translated by Colonel C. H. von Wright. With Maps. Demy 8vo. Cloth, price 6s. WHITE (A. D.), LL.D. Warfare of Science. With Prefatory Note by Professor Tyndall. Second Edition. Crown Svo. Cloth, price 3 s. 6d. WHITNEY (Prof. W. D.) The Life and Growth of Language. Second Edition. Crown 8vo. Cloth, price $s. Copyright Edition. The Operations of the First Army under Gen. von Manteuffel. Translated by Colonel C. H. von Wright. Uniform with the above. Demy Svo. Cloth, price g s. Volume XVI. ofThe International Scientific Series. WATERFIELD, W. Hymns for Holy Days and Seasons. 32mo. Cloth, price is. 6d. Essentials of English Grammarforthe Use of Schools. Crown 8vo. Cloth, price 3s. 6a. WATSON (William). £ The Prince's Quest and t other Poems. Crown 8vo. Cloth, price 5s. WICKHAM (Capt. E. H., R.A.) Influence of Firearms upon Tactics : Historical and Critical Investigations. By an Officer of Superior Rank (in the German Army). Translated by Captain E. H. Wickham, R.A. Demy 8vo. Cloth, price 7$. 6d. WATSON (Sir Thomas), Bart., \"M.D. |The Abolition of Zymotic Diseases, and of other similar ene- mies of Mankind. Small crown Svo. Cloth, price 3s. 6d. WICKSTEED (P. H.). Dante: Six Sermons. Crown 8vo. Cloth, price 5$. WAY (A.), M.A. The Odes of Horace Lite- Tally Translated in Metre. Fcap. tevo. Cloth, price 2s. WILLIAMS (Rowland), D.D. Life and Letters of, with Ex- tracts from his Note-Books. Edited by Mrs. Rowland Williams. With a Photographic Portrait. 2 vols. Large post Svo. Cloth, price 24$. WEBSTER (Augusta). Disguises. A Drama. Small crown 8vo. Cloth, price ss- WEDMORE (Frederick). The Masters of Genre Painting. With sixteen illustrations. Crown Svo. Cloth, price js. 6d Stray Thoughts from the Note-Books of the Late Row land Williams, D.D. Edited by his Widow. Crown 8vo. Cloth, price 3s. 6d. WELLS (Capt. John C), R.N. (Spitzbergen— The Gate- way to the Polynia ; or, A Voyage to Spitzbergen. With numerous Il- lustrations by Whymper and others, and Map. New and Cheaper Edi- tion. Demy 8vo. Cloth, price 6s. Psalms, Litanies, Coun sels and Collects for Devout Persons. Edited b^ his Widow. New and Popular Edition. Crown 8vo. Cloth, price 3s. 6d."], [152, "A List of C. Kegan Paul 6° Co.'s Publications. 32 WILLIS (R.), M.D. WOOD (Major-GeneralJ. Creigh- ton). Doubling the Consonant. Small crown Svo. Cloth, price is. 6d, Servetus and Calvin : a Study of an Important Epoch in the Early History of the Reformation. 8vo. Cloth, price 16s. WOODS (James Chapman). A Child of the People, and other poems. Small crown 8vo. Cloth, price 5$. William Harvey. A History of the Discovery of the Circula tion of the Blood. With a Portrait of Harvey, after Faithorne. Demy Svo. Cloth, price 14^. WRIGHT (Rev. David), M.A. Waiting for the Light, and other Sermons. Crown Svo. Cloth, price 6s. WILLOUGHBY(TheHon.Mrs-). On the North Wind — Thistledown. A Volume of Poems. Elegantly bound. Small crown 8vo. Cloth, price 7s. 6d. YOUMANS (Eliza A.). An Essay on the Culture of the Observing Powers of Children, especially in connection with the Study of Botany. Edited, with Notes and a Supplement, by Joseph Payne, F. C. P., Author of \" Lectures on the Science and Art of Education,\" &c. Crown 8 vo. Cloth, price 2s. 6d. First Book of Botany. Designed to Cultivate the Observing Powers of Children. With 300 En- gravings. New and Cheaper Edi- tion. Crown Svo. Cloth, price 2s. 6d. WILSON (H. Schutz). The Tower and Scaffold. A Miniature Monograph. Large fcap. 8vo. Price is. Within Sound of the Sea. By the Author of \"Blue Roses,\" \" Vera,\" Sec. Third Edition. 2 vols. Crown 8vo. Cloth, gilt tops, price 12^. *#* Also a cheaper edition in one Vol. with frontispiece. Crown Svo. Cloth, price 6s. YOUMANS (Edward L.), M.D. A Class Bookof Chemistry, on the Basis of the New System. With 200 Illustrations. Crown 8vo. Cloth, price ss. WOINOVITS (Capt. I.). Austrian Cavalry Exercise. Translated by Captain W. S. Cooke. Crown 8vo. Cloth, price 7s. YOUNG (William). Gottlob, etcetera. Small crown Svo. Cloth, price 3$. 6d. WOLLSTONECRAFT (Mary). Letters to Imlay. With a Preparatory Memoir by C. Kegan Paul, and two Portraits in eau forte by Anna Lea Merritt. Crown 8vo. Cloth, price 6s. ZIMMERN (H.). Stories in Precious Stones. With Six Illustrations. Third Edi- tion. Crown 8vo. Cloth, price ss. London:— C, Kegan Paul & Co., i, Paternoster Square."], [153, ""], [154, ""], [155, ""], [156, ""]]