[[1, ""], [2, ""], [3, "TllE ELEVEN WHITE SWANS OF DENMARK. an ©prra."], [4, ""], [5, "THE ELEVEN WHITE SWANS OF DENMARK. ©prta. COPYRIGHT. ESTEIBU AT STATIONERS- HALL. UDCCCIJCIV."], [6, "THE ELEVEN WHITE SWANS OF DENMARK DRAMATIS PERSONÆ. The King of Denmark. The Eleven Princes as Denmark. Ministers ot State — Attendants. Emperor Pacificus. Huntsmen — Attendants. Judge. \" JiviL Genius. Soldiers, Guards, Executioners, &c. Queen of Denmark, Step-Mother to the Princes. Eleonora, Daughter to the King of Denmark. Morgana, Queen of the Fairies. Fairies — the Good Spirits. Witches — Attendants on the Evil Genius. Ladi es belonging to the Palace of the Emperor Pacificus. The Eleven White Swans. Singing Birds. Fairy Palace, Fairies, &c. Invisible and Visible Spirits, &c. FOUNDED ON A DANI^H^iTCErRY H. C. ANDERSEN."], [7, "3 THE ELEVEN WHITE SWANS OF DENMARK. PROLOGUE, Spoken by the Lessee. A King — of course — what is a world without one; I must have trco — before my Opera's done. We masque the nations — Act an Emperor's part; Shift well the scenes, To shew each honest heart. If, then, our night's performance should display Virtues in Kings — and Queens should win the day, 'Tis but another fact to prove The best of riches — is in Ladye's love! ACT I. Scene 1. Beautiful Apartment in a Danish Palace. King of Denmark alone. King : How blest the\" man! A nation — ah, how happy, Deliver'd from all hostile scenes! Eleven valiant sons — wise, true, and kind ; To knowledge, as to useful arts, they're all inclined. My young and beauteous daughter, dutiful and good! Domestic peace"], [8, "Enter the Queen. Welcome, good Queen ; your haste implies anxiety — whence comes it ? Queen: \"Peace,\" sayest thou! The peace of fools may be. What peace, that a great Court should see its Princes waste their time on straws, while honour calls them to the wars? Enlarge the bounds of our dominions — Such are wise Princes best ambitions! King: Granted, oh Queen! — youth trained to war when fearful desolation stalks around! Our sons are valiant ; but times are changing. Arts, and towards all the lovers of the beautiful, such happiness from peace is all their care. Queen : Cowards — soft, idle cowards! King: Nay, good my Queen ; I cannot hear the Princes thus mistaken. Queen : Out of the Court they go ; 1 stand no reasoning — no! I'll have it — so; And, if they don't obey m'y rule, I'll wage a war that shall the whole controul. Enter the Princes, bowing to their Father; then to the Queen. King: Welcome, my sons. Queen : Nay, rather what renown bring ye to our state? Princes: Madame, to honour right our father, and obey his will. Queen: Out upon all the craven blood to cringe indoors for keep, instead of working boldly new schemes of aggran disement! Princes: Madame, would ye have us turn robbers? vex our neighbours— friends ; Alliance Holy, too, offend? Such will not now-a-day assort with Denmark. Queen: Then, fly, fly— fly my presence. Be ye changed to eels— to sloths— to birds— to any thing; moonshine, as ye will, but in the daylight be no longer men. Best that ye be. some great — some speechless bird! The Princes all rise oft the ground; stretch up their necks— become feathered, and soon flap and clap long white wings, and, in the form of Swans, mount up, fly about, making figures like Quadrilles, &c &c A great noise nicely accompanies their movements— winds roarin- and noises from the flapping of their wings. [This can be done behind the scenes with a sort oj Castanet; it must be well sustained and truly musical.] The Queen, frightened, runs about, in and out among them, 4"], [9, "5 trying to avoid the flappings wings, &c; while the King stands on the steps of his throne, and, raising his hands, cries out in astonishment and despair. The Scene opens, and out the Swans all fly— into the wide space — and are lost. King sings: See — this! troubles and tragedies! Whence comes this spell? Oh, — worse than chains ! Queen : What I have done, I cannot tell. King : What hast thou done ? Queen : I cannot tell. King: Send for my Counsellors — my Priests — my Generals all ; Give swift attendance to this mighty call. Enter Ministers of State; a procession of Priests; Guards, Soldiers, and Messengers. liccitative — Basso : King: Alas— alas! My Sons, my Sons Are flown — are flown — become as Swans. Ah, lack:a-day! v' . As Swans away — Ah, lack-a-day ! Queen faints. King :\", Guards-— see to the Queen; Her waiting-maids call in. Enter a swarm of the Queen's attendants. While they are carrying her out, aud stumbling about in a fright, the King steps forward; King: Ministers — all of high Office in my State — convene, — Congress. My Son's — my Son's distress! To meet these strange arts magic Be your discourse ! They Pepper the heart tragic ! Hold counsel, men of learning — Is it illusion? Or is the nation in ghostly confusion ? Or do we hold our titles but for scorn ? Thes ■ are predicaments not to be bourne. Such frantics from some evil must proceed — My sons the drudges of such wicked deed! Are we enfeebled — none in revenge succeed ! Odds — odds ! We scarce are men, If such Gods rule us now and then ; Sure there is villainy in our fears, My Sons — my Sons ! — flow, flow these tears !"], [10, "Speaks to the Lords : To your counsels — I'll in this Cabinet attend, Sure some among us can these mischiefs end ! (Curtain drops. Scene 2. A Garden of the Palace, Enter Eleonora. Eleonora: Dear me — what can it be? The King don't praise my garlands, as he used, and now I have no playthings. Sings— And wilt thou then wither, my rose, So cherish'd and lov'd as thou art ? E'en now, as thy fading leaves close, Thou shalt perish at least near my heart. My rose! my rose! o'er each tremulous leaf I gaze — yet thy fragrance is there, Like memory smiling at grief, To waken the heart from despair! What can have become of my Brothers! These warm sun beams make me think of their kisses. If I look through this little hole in this pretty green leaf\"— can I fancy my Brothers' bright eyes I Makes a hole in a leaf and holds it to the sun. Sings — Ye flowers, ye flowers — ye sweet young flowers, Why fade ye? Why ?— do tell me why ! So like my heart's most joyous hours, Which vanish'd with my brothers' sigh! Ye flowers, ye flowers— ye lovely flowers, Why do ye bloom, and tempt the eye? Yet shrink beneath the storm that lours, And in your heav'n-born beauty die! Speaks^- Would that you had a voice to my ear, dear flowers; but— sio — I must ask the wise Spirits to help me. Sings — Can I hold the breeze which sweeps Across my flowr'j' bower, Courting each perfume's rising sweets, Olfer'd by every flower. Gentle Spirit, tell me — how, G"], [11, "7 Can the winging Spirit's thought, When souls their raptures pour, Bright sunny counsel e'er be caught ? Nay, — touch them and they — expire! Is mortal mind too rough to hold, Or to the Spirits dumb ? Invisible reply — beautifully sung. Beauteous child, we can unfold Thought swiftly cause to come. Chorus: Sing — sing — while flowers are wreathing, Our spirits over thee are breathing. Sings I must whisper to the Roses — Their nightingale I'll be ; I'll sing and gather poseys — Who's so beautiful as ye? Spirit voices Invisible sing: The ro8es blushing — shake their heads, Scattering diamond tears of dew, Smallest leaflet perfume sheds, Sighing — \" not beauteous as you.\" Eleonora continues — I wrought this pretty posey-basket of wild flowers, and the King refused to look at it ; and here is my book, so full of beautiful pictures and poetry. I must whisper to my book. Gentle Winds! Sings : What says the rustle as ye look, Fluttering, my leaves thy soft breath heaving, As the heart with deep sigh grieving, Is it not a holy book? Gentle winds, my book you're reading, Whisper — are the fairies speeding With love to me — to me? Fates mystery — mystery ! Enter the Queen. Queen : And here you are again, about this nonsense. Snatches the basket. I hate all nosegays — I will no more of music. Lovers of \"sweet poetry\" — ha, ha, ha — an idle race. I'll have this Court my own — I'll have none other to divide my reign. The King shall learn to worship one; I'll have no daughter; neither will I — son."], [12, "8 To Eleonora. You — who are you ? Eleonora : The King— my father's — daughter. Queen : And dare you thus address the Queen? Eleonora: Nay, Lady, I did my answer to a pointed question. Queen : Then to your points — your father thus discards you! Eleonora : Me! — my father turned against his pet ! No, no — this cannot be. I'll go — and see! Queen: You'll go— 'Tis my permission you have first to gain ; And as I am — just so will I remain. Your father is against you — so am I, So seek the grove, the meadow, or the wood, Then to the owls and bats for mercy cry — Your garlands there may well be understood ; No longer dwell the lazj'-day throughout, But henceforth wander— as a lone outscout. Queen turns the child out of doors. Winds rouse — great sounds, as large flapping wings — windows rattle — trees blown down — the Palace trembles. Queen alone. Queen: What causes all this rout? Why bluster thus, ye winds? Why tremble I too — to feel the palace shake? Nerve up — nor notice all this idle common rattle ; I'll to the King — a truce to all this prattle! (Scene closet. ACT II. Scene 1. Peep Wood — dark — silence; Eleonora sleeping. A bird flies in, perches on a spray over her head and sings beautifully. Other birds come and sing real bird songs, and fly about. Day dawns -raduallv ; Eleonora wakes. ° J ' Eleonora: — Oh, grand this palace ! Temple of great Nature! Since sunset sleeping on perfume, —"], [13, "9 Great are the visions here ;. Great is the peace so musical! I dreamed a choir — so clear — hark! (Bird sings.) Hark! a choir of innocents — ah, well! Sing on, lam accustomed to your company; but, oh! dear playthings, shew me where I am to go, and what to do. Enter a large White Swan — her youngest Brother; flies round her — leans his head on her shoulder. Then the ten meet and fly about, while she sits and watches them ; talks to them — bids them to come again. They all fly away. Eleonora sings: Glide away! Glide away! Ye wakeful hours of sorrow. The past intrudes upon to-day — Faint hope — but flutters for the morrow. Glide away! Glide away ! Ye hours of nightly silence ; Sustained, the languid pulse would stay, Breathless, for some mysterious guidance. Glide away! Glide away! Life's summer tide is flowing, Mingling with welcome sunny ray, The lasting day-light showing. Full Chorus — Spirit voices invisible : Glide away! Glide away! Life's summer tide is flowing; Night merging into day, Life, then, with joy is glowing. While Eleonora is singing \"Glide away!\" the Scene changes to a Sea- side. She walks in meditative mood. Eleonora: — I am so sad— where can I go? My Brothers driven out into the world ! I've wandered over fields and moors and deep forests. The soft moss gave me dreams last night — the air was, oh, so fragrant — glow-worms gleamed their green lights — tall trees entwined their thickly-leafed branches. I seemed enclosed by trellis-work upon trellis work. Oh, the solitude ! Then, as the sunbeams played, they wove a golden veil while waving to and fro the trailing sprays. Soft music — of bubbling waters rippling along the smooth pebbles led me on — until the broad path by light footed deer trodden opened to me this grand beach. - - What have I here — upon this wet sea-weed — Eleven white feathers, spangled with — tears ! !"], [14, "10 Sings : Nay — you're too good for magic, Yet, are these salt tears? — tragic? Or are they pearly dews — Bright clouds red-tinted hues ? Waves flinging forth their foam, Sea like a rose-leaf's bloom., When winds asleep, Light breezes keep Astir on shore — no more! Heave gently — gently, Like baby's breast asleep! Surely my steps are blessed — how great is nature! Kings have their palaces, and my Father his; but mighty are the rocks and mountains — and you, oh wide, wide ocean spread! But — Oh, what's here? These lovely Swans again, Sailing like glory — mirrored — Glowing in this azure main ! The flock of Swans come shipping their wings, and cheerfully settle around her. By degrees they change into the eleven Princes. Eleonora sing* a wild bravura of astonishment during the transformation: Oh, rapture ! My astonished sight; Great Creator, What delight! Worship Nature, Every change Widens wonders as they range! Oh! darling- Lovely Brothers; Brothers — brothers ! They all stand round her in noble admiration ; she bids a Chorus— they all join. Recitative : Oh, happiness extreme thus to meet thee, Eleonora. Chorus, long continued: El eonora — Eleonora. She sings: Tell me brothers, tell me What is this I see? What is this I hear? I find no fear. Or, has sorrow drowned my brain, Or does sleep me overwhelm?"], [15, "11 Is it all a pleasing dream? Are ye — are ye as ye seem, Duet and Cliorus : My brothers? Thy brothers. My brothers? Thy brothers. Solo : J Ye are my brothers? Chorut : Brothers — bro thers — brothers. Eleonora sings: What power controls ye? Eleven Princes sing: We're bound by rage, by jealousy, by hate, (At twilight bidden to abate) ; But as the morning decks the dawn — Her rosy fingers streak the .East, Putting on her ruby vest, We by this fatal spell foreborne, Enclosed in white, with feathers firm, With powerful wing — in silence fly, 'Till day recedes; when night is nigh — we stand, Imprisoned by some fell command, On islet in the midst of sea — Raging and foaming furiously. 'Tis thus our hopeless days went on, — until allured by Thy chaste song, Dear sister, Eleonora. Beautifully concerted Chorus upon this one word. Eleonora, in agony, sings a Bravura: Oh, brothers — see the day, We have talked the night away; Dear brothers, must you wing away — Away — alas away ! They are gone — gone! They fly round in circles ; during their Metamorphosis Eleonora sings: Alas! arouse some great — good power, At this Potential hourl Nay, gone — gone — Yes — yes — Where are they gone — Gone — gone ? The Eleven Swans are flown away, leaving their Sister on the beach."], [16, "12 She sings a mournful song: Gently breathe these golden waters, Day-streaks purpling every wave; Hail not I, oh day, thy radiance, Hail not now each flowery fragrance! Awake — awake — some holy charm, Break — break off this wicked harm! Da}', oh day! I long for night; My brothers mount — they're clothed in white. {Looking anxiously after them. What can so weak a sister do? Enter a Witch, bringing a basket of berries and savoury herbs, singing : Wrho, in this solitude, Chaunts in such dreary mood, Where is the gentle maid, Chained here— by sorrow staid, Gazing into sun-beams. Through gushing chrystal streams, Not pierced by mortal sight? Eleonora sings in reply: What voice is that I hear? 'Tis — 'tis a friend that's near Witch sings: Eleonora, beauteous child, So kind — so loving — mild,— Rage shall be foiled, Hate shall be spoiled. Guard well those feathers white- Fear not the evil sprite ! Eleonora: — Morgana ! Witch:— Eleonora? Duet upon the two names, Eleonora:— Blest spirit— our friend, Who'll— ever attend; Speak what you wish ! Duet on the two names, Morgana— Eleonora. Sweet Spirit, I'll go Where kindly you 11 guide— You only can know. Witch: — In me confide — In me — me confide!"], [17, "13 Duel Yes — yes, safety and care Are everywhere; Bright spirits can come, Whispering of home — dear home! Invisible Chorus: Home — home; dear home! Eleonora: — I come! Both: — Come — come — come — come Inv isibles sing : Joyously come! (Scene closes. ACT III. Scene 1. A Meadow. Eleonora on a bank alone. She sings: Happy wild birds, nature frames your laws ; Soft, gay your lives — provided all your fare, Romantic dwell where genial fancy draws, Singing and loving all your pleasant care. Oh, Nightingale ! first poet of the grove, That plaintive note can ne'er belong to thee; Blest every hour, thy song — the song of love — Such strains ought rather to belong to me. Enter Morgana, singing: Daylight is wailing, See the Swans sailing — Near, to drop their white wings over thee! Speaks : Pretty child, gather eleven flowers for your brothers; and two for the youngest — (sings) — the fairest of aye. Eleonora stoops hastily to gather the flowers; the Swans advance from a distance ; she rises joyfully singing : Heyday— heyday; Snow white noble creatures come! On the hill-side hangs the day, To the far west daylight's hurled, Welcome twilight, dim and grey, The night cloud's unfurled—"], [18, "14 Princes truly — birds of beauty, Brothers — stay ! The Princes stand round her; they bow to Morgana. Morgana sings: Limits of relief, These gloomy robes of night To shelter ye in grief, Sweet Princes — hold your right. Princes, in mournful recitattjpt What right That is thus darkly beheld, — is this our destiny Eleonora sings: Revolutions — fates decree; :' What — if the fashion of the? times Revolve some destiny, And thwart these crimes! * Princes in Chorus: Utter weakness cannot be, The most forlorn at last shall see Great Powers watching, all in love, Dear sister, misery they will remove. Morgana sings: Now we're propitious to the rose, Now favouring to the thorn ; Now in gloomy robes of night, With flaming diamonds sprinkling light, Looking whilst hours the deep blue treading — Fates at work for mortals threading, Gems flooring their travels. While we weep, Our watch we keep. Inoisille Chorus: We keep; We weep — weep, Keep — weep. Dark night, bend thy stars, Looking o'er mortals who weep ; Weep — weep — weep. Eleonora sings: Soon nectaring dawn, Happy, happy morn, New as the bud-blossoms, bent with dew. Soon nectaring morn,"], [19, "15 See my brothers return To their sweet form ; Dark night, so beauteous — thy starry gems Looking down — hear our song, Help, help — undo this mighty wrong! Brothers sing: • To-morrow to the Islet we Are bound — are bound, in the rough — rough sea; This the last night, lovely Sister, allowed are we To pass with thee. Trio : To pass with thee — Thee — me — thee. Eleonora sings: On thy wings, dear — dear brothers, Take me, oh, take me away to the sea, Never, oh, never parted ever to be! Brothers sing to the Witch: Haste — haste, dearest Spirit, Join closely our wings, Across to the Island we'll bear her along; Mount — mount, dearest Sister, see the day dawns — Compulsion — enchantment — enchantment so strong, We fly — we fly away! They fly away, carrying Eleonora; during- which the Witch goes through an Incantation. Sings: Broadly as soft shadows paint The waking flow'ret in thy bower, As night returns — those shadows faint, We meet thee in that hour ! AVitch vanishes. The Swans are seen sailing steadily in the distance; Eleonora is heard singing- : Oh, dreadful lest they tired become, That— that my fault will be, Should they not safely reach the home — The Islet in the sea! Presently a little Island springs up, and they all alight, and become men. Eleonora sings: Oh, could our blest guardian tell me of the plan — tell me, That released my dear brothers might be From this terrible — terrible spell — This prison in the sea. To replace — to replace — In their palace replace — From this prison in the rough sea, — tell me."], [20, "16 Voices invisible : We know of good plans, But your powers are too weak. Eleonora: — Nay, say not too weak; No harm can reach me, Though a thousand wolves bark, Though a savage mob mock ; Safe in your presence must be. The Island gradually becomes larger, and the waves subside. Au immense Fairy Palace appears. Eleonora: — See, my Brothers — see floating in the air, a lovely land of mountains — glaciers — palaces ! See in the centre, tier upon tier of colonade — lofty palace with palm trees! Oh, see those gorgeous flowers growing beneath yon airy castle. Morgana as Queen of the Airy Castle, descends to the Island, accom- panied with happy groups of Fairies — very beautiful. Invisible Spirits : Then aid we thee give, while you obey; But should you fail to accomplish the task, No power we possess to coerce. We'll give you the knowledge, We'll give you the power; But the will is your owrn, And the charm is soon o'er. Eleonora sings: Oh, tell me, dear Spirits, My will is to you, Obedience, I promise Your schemes I'll pursue. Morgana takes Eleonora by the hand, and leads her to the front of the stage ; sings : Devotion to vows, then performance is sure, But the slightest forget — and all will be o'er; Your brothers' distress is now yours, But faithful to us, we lend you the powers. Sperrks sternly: Hast thou courage and patience? Look well — ere trial you make ; Once lost — the ruin is complete ! Sings : Go where the nettle tallest grows, Pluck up the strongest stem, And with the fibre weave the clothes — Eleven dainty suits for them ;"], [21, "17 But while this process you pursue, Mark well — one word, if spoken by you, The toil is all in vain. Utter not even \"Yes,\" or \"No;\" Be dumb — let those who will Talk as they list — and wage A woman can't engage To weave eleven suits from nettles spun, And word not speak — not one. Invisible Cliorus : One not one — not one. Long sleeves to every one ! Long, long — sleeves, — Long sleeves to every one! Eleonora joins in Chorus: Done To speak a word — not one ! I'll wander all the wilds among, I'll seek the nettle bold and strong; I'll weave the silky thread — I'll spin a yarn so silvery true Till disengaged from charms are you, My noble Brothers — all. Morning advances. (Scene closes. ACT IV. Scene 1. Open country — beautiful blue mountains — Cedar woods — Palm trees. Enter Eleonora, conducted by Morgana as Queen of the Fairies: leads her to the front of a large Cavern ; delicate creeper-flowers grow thickly around. The Cave appears as if covered with gaily embroidered carpets. Morgana: — Here is your sleeping chamber. This cave will yield you nettles, dear. The churchyards too — best nettles rear, No others are of slightest use, — What, if their stings your hands abuse, Trample the nettles with your feet; WTeary not till the work's complete. Should blisters — -painful stings— abound, Touch with those tears on feathers found;"], [22, "18 And when I'm gone, Your work begun — Speak not one word till all are spun. Eleonora: — Radient Queen and fairies stay; Must you also fade away — This cave to be my home to-day ! ! Morgana, kindly smiling, makes mysterious movements, and disappears. Eleonora gathers a bundle of nettles, and enters the cave. Scene 2. Hunting horn is heard; enter Sportsmen and dogi Enter Emperor with his Chief Huntsman. Emperor: — Where is that charming child I have seen these several days plucking nettles; never have I watched lovelier — so delicate a maiden. I'll have her found ; her occupation among these dangerous nettles ! What can she be — so desolated, and so ill employed? Huntsman : — My Lord, your Majesty, here is the child ; we found her busily at work in this deep cave, and gently bring her thus before you. Eleonora steps forward. Emperor: — Tell me, fair child, how came you here — your home — your occupation? Eleonora shakes her head; hides her bleeding hands. Emperor :— What dumb ; beautiful child ! Come with me — you must not stay here. If you are good as beautiful, I will dress you in velvet and silk ; you shall dwell in my palace. Eleonora weeps — makes signs to the cave. Emperor: — I only desire your happiness; you shall thank me for this some day. Guards, take her as best befits her beauty; give her stately apartments in my palace. Eleonora with dumb oratory thanks him. Scene changes to a Hall in the Palace. Enter an Evil Spirit: Here is a scandal entered now ; Morgana thinks to rob us of our powers! The Queen of Denmark shall be served, and all this be counteracted. This must not be! This youthful monarch thus enthralled, and all his courtiers dazzled, with the beauty of this dumb maiden. She shall speak ; this mis-"], [23, "19 chief once atchieved — and all is over! Here comes the Em peror; he does not know me, I'll throw a spell over him. Enter Emperor. Evil Genius goes up to him — lays his hand on his arm. Emperor : — What now — what wouldst thou with me ? These hours of festivity, and these halls forsooth, is no fitting place for confidential ceremony. Evil Genius intruding his purpose, whispers : This Lady of the wood is a witch. Emperor: — Out with this insolence; this is no time or place to force your secrets on me. Leaves him. I Scene Changes Into a splendid lioom in the Palace. Eleonora, in beautiful costnme, rises to meet the Emperor. Emperor: — What still— still so cast down! Art fond of music — banquets — say, will you have dancing maidens? Will you be led through fragrant .gardens — through high marbled halls, where fountains, richly perfumed, are playing and birds and flowers rejoicing? Come say, hast thou no smile — no beam of comfort in thy eye? Why — why speakest thou with tears? Here, come with me. Emperor opens a small door, and there is a Room, with costly tapestry, exactly resembling the Cave in which she had been found; the bundle of yarn she had spun, and the dresses she had completed hanging on the wall. Emperor: — Here thou may est dream of thy former home; it may give thee pleasure to fancy thyself there again. My Huntsman brought all this, thinking there must be something wonderful in it. Eleonora kisses the Emperor's hand; is so delighted — she nearly speaks; covers her mouth with both hands; makes signs; takes down, the dresses — is very thankful. Emperor: — How kind — how thankful! but why so silent —not speak one word. I will not — cannot believe you are so dumb. Takes up her work. She takes it gently from him ; folds it up, and places it away. He tries every method to make her speak, but is unsuccessful. , (Scene drops."], [24, "ACT V. Scene 1. Churchyard— dark. Enter Evil Genius: I must awake while others sleep. The Emperor is en chanted—my work is nearly done. I'll set such trials over that young girl— not all the protection of Morgana, and her paltry \"good people,\" shall outdo me. I'm for the Queen of Denmark— she shall judge if I'm outdone by Queen Mor gana and her good fayes. Enter MORGANA. Evil Genius sings: Poor shadows of Elysium hence — ye shine but to fade; and all your petty spirits — fade, fade I command — fade. Morgana advances and sings: Harsh and potent injuries, Take oft' these miseries, Or against thy deity The innocent shall nurture strength To baffle you at length! Enter a crowd of ugly Witches, who surround the Evil Genius. Morgana stands alone. Enter EMPEROR, in great confusion. Emperor: — I, I to be convinced all is not right — I, I en chanted — well, and so I am! I dearly love and respect the Lady of the cave ; I'll find it all out yet. Hither she comes — what can it mean ! this dark night — alone — she steals along as though she would avoid observation. (Stands behind a tree. Eleonora passes close to him — kneels down — raises her hands as in devotion. Enters the Churchyard ; the ugly Witches surround her — she passes them, raising her hands as if in prayer — gathers nettles, and retires. The Witches give a loud laugh , and follow her to th ; gate and disappear. Emperor : — What, oh ! — who's here at this dark hour. Who's that disappears at the gate, and all of you — ye ugly witches. What can it mean ? Evil Genius advances: 'Tis well your Majesty has sought such confirmation to these unholy deeds ; thither she goes, and her companions. (Loud, unearthly, wicked laughing. Emperor: — More of this anon. Evil Genius : — Nay, rather nip such evils ere they riper grow; let her to the judgment. Let the people judge her — she'll speak loud enough, I'll venture. She's an imposture. 20"], [25, "21 Scene 2. Eleonora in her room ; counts her dri sses — wants yam for one. Wraps herself up, and steals forth to the Churchyard. Scene changes. Churchyard—dark. Enter Eleonora; the ugly Witches surround her. A mob follow her — -Evil Genius among them instigates the pebple to mob her. She gathers some nettles ; they follow her. People: — Let's watch this girl. She's no girl, she's a witch! Ah, she's possessed! \" On to the Emperor. What wretch is harboured in the Princely Walls of Denmark? Sing a rude Chorus : A witch — she's a witch — let's off; Give her up to the rabble — the rabble! Scene changes. The Mob hunt her; acting altogether as mobs in civilized countries can. She escapes into the Palace. Scene 3. A Court of Justice ; Tribunal — Judges. The Emperor enters — addresses the Court. Emperor: — What; oh, who's the criminal to-day ? Judge: — A girl from the palace is charged with witchcraft. Police: — Stand aside; hither she comes with her accusers. Judge : — Well maiden, and what is this against you? Eleonora looks towards the Judge — makes signs of innocence ; gains the sympathy of the whole Court, and the admiration of all, except her vulgar accusers, by the eloquence of her powers of dumb oratory, so gracefully pleaded. The mob enforce the sentence; the Emperor pleads — in vain. She is rushed forth to the execution of burning. Scene changes. Executioners waiting round the fire in the Market-place. The violence of the mob increases; shouting, and rude behaviour. They drive her up to the fire; she appeals to them. The Emperor follows, melancholy, at a distance; finds no way to release her. Suddenly a great wind and flapping noise is heard; the coward mob are struck silent. In flies a beautiful lily-white Swan, and shelters Eleonora with his wings. Suddenly in fly the ten, and hover about her some time; the mob give way, alarmed. Eleonora stands patiently by the prepared fire ; the Swans align t round her — she tears open a bundle, and throws the eleven new dresses"], [26, "22 over the Swans ; instantly the Brothers appear as Princes, all uninjured except the youngest, who is deficient one arm— large white wing in place of the other. She examines the dresses, and finds that in her haste she has omitted to finish the youngest brother's coat— it wants one sleeve. A Fine Song, by the Princes. PRINCES' SONG. Beauteous Sister, — so dutiful, so brave! No terrors of the land or ocean wave, No wild mob-roars could shake thy virtuous heart; Oh, that we could thank the Heavens, thus blessed are we, From malice thus escaped, Beauteous Sister, by thee — Eleonora! Emperor joins in the Chorus : Beauteous Eleonora — by thee! Coward mob shrinks back. Morgana, as Queen of the Fairies, most richly dressed, enters, singing: Beauteous Eleonora — so dutiful, so good! The powers of evil well withstood ; No danger now — their strength is lost, Now victor thou — such painful cost, Beauteous Eleonora! Chorus : Beauteous Eleonora! Eleonora makes signs to ask if she may speak. Song by Morgana. Enter Fairies, congratulating Eleonora and her Brothers. A beautiful Fairy Dance — Fairies bringing Coronets to each. Morgana sings : Thy task is done! Speak sweetly — speak, fair one ; This triumph, greatest ever wrought on stage — A woman's silence quells a woman's rage! The Fairy Queen uses incantation. Morgana: — I order forth the King of Denmark, and his spiteful Queen. They enter momentarily. Morgana sings: Here, gentle Father of a gentler race, Take back thy sons — such beauty, — regal grace; Nay, nay, false magic could not these deface. Accept with them, a lovely daughter too, And — be thou willing — loving Emperor true. Judge then how beauteous two great Courts can shine, United thus in honour — valorous line! Think not that fighting — murderous wars — alone can gain, Kingdoms and peoples — let true love obtain; Well founded reason suits this recompence, Destruction — oh, so far from common 6ense."], [27, "Give now a daughter to a neighbour's throne, And thus extend most firmly, bire, th}T own. King of Denmark: What scenes are here? — what Spirits have engaged Their kindly help these mischiefs to assuage? Turns to the Fairy Queen. Great Fairy Queen, Morgana — good as great — my thanks, And ye attendants on her Royal state; I thank these Fairies — their good advice I take; Turns to the Emperor. And you, great Sir, for my daughter's sake. (If so, her heart disposed is to reign your Queen) — A happy father's gift! Turns to the Princes. My sons — again no evil can befal, Since powerful Spirits can you disenthral ! No sickly envy — no inhuman hate Can ever shake again my happy State ! Call now the merry feast, Call now the dance and song ; A happy people — lo the happy powers belong! Open Festive place. Enter all sorts of dancers ; music — drums — country people; invisible* and visible Fairies. The Stage is full. Statesmen — lawyers — doctors — priests — all professions — all ages and qualities, keeping up a pleasant scene, and freely mixing together. The King goes to the Queen, who has been standing alone, witnessing all these conjunctions of happiness. Madame, accept my hand. This day we owe Great debts to sons and daughter — so to you. Let us believe the Spirits have good care — Good, when they come to ripen goodness here ; Thanks to their counsel — open hearts we give, Thus under them in happiness to live. Let influence bad— bad fruit, be none of ours, Introducing the Queen to the Emperor. Unite our Crowns, protecting crowned powers : Our children wise — they've striven well to show That with good counsel — every good will flow ! Drop Scene. ( Curtain falls. ♦ The Invisible can appear after Mr. Pepper's plan (saving the Patent). Printed by Da vi EL Jones, Bradsord-un-Avon, Wilts."], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""]]