[[1, ""], [2, ""], [3, "NEBRASKA a:n~ r> THE TERRITORIES AS DEVELOPED BY Mitoilr miMb0 mh wf&mtbm PUBLISHED BY THE Union Pacific Railway Co.'s Land Department, OMAHA, NEBRASKA. Prepared and Compiled by J. T. ALLAN. OMAHA, NEB.: Republican Printing Housk. 1882."], [4, ""], [5, "NEBRASKA A^J 13 THE TERRITORIES AS DEVELOPED BY Ewtosib ftolMwig unh [wftmtwn. PUBLISHED BY THE Union Pacific Railway Co.'s Land Department OMAHA, NEBRASKA. Prepared and Compiled by J. T. ALLAN. OMAHA, NEB.: Republican Printing House. 1682."], [6, "NEBRASKA AND THE TERRITORIES The following facts and figures will show in a concise form the great advancement of the material wealth of that section of the ■western country on the line of the Union Pacific railway. The comparative statements prove the ii fluence of the railroad in build ing up a region once supposedto be desert lands, and cannot be denied."], [7, "PUBLIC L^ISTIDS Nj EBRASKA h is 3,49s 000 acres ot improved land of the taxable I value of $16,325,000; and of unimproved lands, 9,768,000 acres valued at $27,368,000. Of these there were sold in 1SS0: Acres. Cash Entries 850,700 Homestead Entries (i, 045, 570 Timber Claim Entries 2,193, 18-t Land Warrant Entries .... 88,522 Acres. 757,888 Swamp Land Entries Lands Certified for Railroad Purposes 1,157,375 The policy of the government in offering lands to settlers at a nominal price is well sustained by the above figures. Eight millions of acres taken in a single year has increased to that extent the area of production and in the same proportion the material wealth of the country. The homesteads alone, at 160 acres each, represent 37,500 homes and that number of farms commenced in a single year. Noth ing could more forcibly illustrate the growth of the State. The following will show how lands may be acquired and the cost: A man can take a quarter section as a homestead, another 160 acres as a timber claim, and a third quarter he can pre-empt — in all 480 acres, at a cost of $254.. Union Pacific Hallway Lands. The extensive advertising of these lands in Nebraska and their value for farming and stock growing has drawn the attention of thousands who are now in good circumstances on homesteads. Figures already given show the large amount of lands taken in a single year for timber claims, homesteads, and pre-emptions, all of which is due to the advertising of the country by railroads. The long time given by the railway allows a poor man to pos sess a farm on yearly payments, and the crops furnish the means. The first lands were sold in July, 1869. In 1869, 1S70, 1871 and 1872,671,000 acres were sold at an average of $4.25 per acre. In 1878, 1879, 1S80 and 1881, 834,000 acres were sold at an average price of $4.66. Total number of acres sold, 2,228,611. Remaining unsold, about 8,800,000, On each side of the Platte valley are hilly lands covered with rich grasses, more suitable for sheep- growing than farming. These lands are offered al low prices by the railroad and on time, but"], [8, "Nebraska and the Territories. 4 there are thousands ot acres open to ihe homesteader. The existence of blue joint and other grasses, which are covering even the sandy hills with a dense growth, indicate a contirued increase of moisture. This moisture will be retained, and the shading of the ground pre venting evaporation, will cause an entire charge in lands formerly parched and dry. There is no doubt but this increase of rainfall is due to the cultivation of the soil, which absorbs the rain and gives it gradually back to the atmosphere. The settlers of Western Nebraska believe that rain follows the plow, and have no fear of drought. The rainfall in Eastern Nebraska will average 3S inches; in Central Ne braska, 26 inches, and in Western Nebraska 17 inches, and as observ ations show the most rain falls during the growing season. Tax Valuation of the State. The following statement shows the rapid growth of the material wealth of Nebraska: Value in 1S70, $53,756,1 15; value in 1SS0, $90,499,6 1 S. The tax valuation of the counties within the limits of the Land Grant of the Union Pacific Railway in 1S70 was $15,436,279; in 1SS0 it was $35,567,418. Tax Paid by the Union Pacific Railway. The taxes paid in Nebraska in 1S81 were: Personal property, $185,000; Real Estate, $55,000; Total, $240,000. Since 1S70 the cor.pany has paid taxes averaging $250,000 per annum. This does not include the land sold on contract or on time, on which the parties themselves pa) . These amounts tend to lessen the taxes of those who settle along the line. Increase of Population. The fol'owing from the census returns will show how rapidly has been the settlement of Nebraska: Year. Population. 1855 4,494 185C 10,716 1860 28,841 1870 122,833 1874 225,257 This is the largest percentage Year. Population. 1876 257,747 1877 271,561 1878 313,743 1879 386,410 1880... 452,542 of any State in the Union. During the six years ending in 1SS0 the population in the counties where the Land Grant of the Union Pacific is lo:ated increased from S6,oco in 1S74 to 172,000 in 1S80— a gain of S6,ooo."], [9, "Nebraska and the Territories. 5 Immigration into Western Nebraska is an evidence of its pros perity, and that labor and capital can find profitable employment there. To-day the progress westward is a march of solid skilled men from the rugged hills of New England and the valleys of New York and Pennsylvania, who are looking for lands which are ready for the plow and its harvest. The ratio of increase since 1S70 compared with other States named is — Nebraska 13.40 Per Cent. Kansas 5.10 \" Minnesota 3.94 \" Iowa 2.03 \" Wisconsin 1 .71 \" The Western movement of the people has always been on the same parallels. A strip 200 miles wide on the south of the fortieth parallel and 300 miles north of it is called the \" Golden Belt,\" on account of its grain growing. The rapid settlement of the Nebraska section of this belt is readily accounted for. Its rich lands for grain growing and pasturage, its schools and churches, pure water in abundance, and facilities for market, all have attracted the thousands who are now occupying the lands. The ratio of increase in immigration since 1870 has been: Nebraska 3.10 Per Cent. Kansas 1-76 \" Minnesota 1-54 \" Iowa 1-15 \" Wisconsin 1-05 A Comparison of Freight Mates— Oxen and Steam. Rates by ox teams in summer to Denver in 1860 were from 10 to 12^ cents per pound; in 1S61, from S to 10 cents per pound; in 1864, from 6 to 7 cents per pound : and the general price was 1 cent per pound per hundred miles till the railroad was built. At this same time in winter Denver merchants often paid 25 cents for freight by mule teams. Time from Omaha to Denver, 45 to 60 days by cattle trains. To Salt Lake in 1860 the rate was 25 to 30 cents, and the time about six months. Russell & Majors, government contractors, received larger prices than the above, as will be shown. Rates of Freight by Railroad. By railroad now the rate to Denver is $1.87 per hundred, and car loads 75 cents. Time, two days— a saving of 50 days and over $9 per hundred over 1860."], [10, "Nebraska and the Territories. 6 To Salt Lake now the rate is $2.63 per hundred, and $1.37 in car lots; time, 41^ days, a saving of nearly six months in time, and over $25 per hundred. Tne interest saved on these goods during transit is no small item. One merchant in Salt Lake paid one hundred and fifty thousand dol lars in one year for freights from the Missouri river. Transportation of Military Supplies — What is Saved by the Government. In 1865 the rate by teams to Ogden were $27.84 per hundred- Now, by rail, $2.63, and by car loids, $1.37. The cost of government transportation to Utah that year was $1,524,1 [9. The cost of grain and transportation over the same route was $2,526,728. The cost of a bushel of corn delivered at Kearney was $5.03 ; Laramie, $9.26; Denver, $10.05; Salt Lake, $17.00. To-day, as will be shown in this article, the corn needed by the government can be grown in Nebraska, and delivered at railway stations along three hundred miles of the Platte valley. Grain and Flour Movement. The following shows the local movement of grain, flour and feed by the Union Pacific in 1SS0 in bushels and pounds: Bushels. Wheat 2,686,617 Corn 4,630,555 Oats and Barley 744,551 Pounds. Eye and Flax 94,363 Flour 12,148,290 Meal and Feed 12,748,285 Tons. Hay 24,850 The shipments of ore and bullion in 1SS0 was 70,295,919 pounds. The products of the mines along the mineral belt of the Union Pacific in 1881 was $27,000,000. Here is an important point for farmers to consider who are look- ing for locations. The value of a mairket at home, the saving of the expenses of wear and tear in hauling grain long distances by team, the loss of time, and the opportunity of being able to take advantage of the market, all shows the advantage of the railroad to the farmer. As has been said before, the farmers of Central and Western"], [11, "Nebraska and the Territories. 7 Nebraska have both an eastern and western market, and the govern ment statement does not equal that shipped to stations and the mines. One mill in Buffalo county ground 30,000 bushels for customers, shipped west 10,000 sacks of flour, and ground 10,000 bushels of coarse grain and feed, which all found a market westward. Coal Mined in 1SS1. The whole amount shipped from the mines of the Union Pacific was fifty thousand car loads or six hundred thousand tons. Of this the company used three hundred and eighty thousand tons, and two hundred and twenty thousand tons were sold to the people along the line. With an endless supply there will be an abundance of fuel sent eastward of the best quality of bituminous coal to supply all the towns and stations of the line and branches. This tells that there can be had even in a country where timber is not plenty (till it is planted) this essential article. The company now employ about two thousand miners. Forest and Fruit Trees. The importance of timber for protection and fuel is appreciated over the whole western country. Plantations and wind breaks of the fast growing trees are yearly extending westward. There is no great expense in planting a tract of timber which in five years will commence to give a return. The reports lo the close of 1880 show that there has been planted in the State fifty-eight millions of forest trees, two millions of fruit trees, and four hundred and sixty-seven thousand grape vines. The planting of 1SS1 was very large, and it is safe to say that there are in Nebraska one hundred thousand a:res of cultivated timber. Railroads Completed in Nebraska. The whole number of miles completed is 2,071 — 81S of wh'ch belong to the Union Pacific and its branches. The roads of the State represent a capital of $60,000,000, and are being constantly extended, giving facilities for farmers to market their products at their doors. Xe wspapers. There are in Nebraska 145 weekly, 12 daily, and 5 monthly papers. The support which these papers receive in their different localities tells of the intelligence of the people. In the development of the State much is due to the newspapers. More attention is being given to crop reports and publishing the stock interest. Practical talk and the results of successful farming are of"], [12, "Nebraska and the Territories. 8 value to those both at home and abroad. Farmers should not fail to support their home paper, not with money alone, but with plain talk about their work. The new settler asks for the experience of those who have preceded him. By all means give it. It saves years of experimenting and often disappointment. Men Employed by the Union Pacific in Shops and Stations. Total on main line 7,700 Engineers and Firemen 752 Total on branch lines 3,297 Track men 1,422 Conductors and Brakemen 687 Bridge men 297 Total 14>155 Mention is made below of stations at which shops are located, and, excepting Omaha, at these points where now are flourishing towns there was not a habitation before the building of the road. There are employed at shops and stations: Omaha 2,559 Laramie 700 North Platte 361 Grand Island 100 This large number of men and Rawlins 335 Evanston 308 Green River 67 their families require the exten- sive production of food, which is an important point for the agricul turist. The farmers of Central and Western Nebraska have the ad vantage of a market both east and west to stations along the whole line and the mining regions. Man u fact ares. To manufacture something from the great wealth of grass and the products of the soil — something which the world wants — is im portant to-day. The manufactures which have already been put in operation, those which are projected, and the great opportunities for hundreds of others, tells what railroads are doing for this country Commencing at Omaha and thence westward, at the standpoint we have the largest smelting works on the continent. The product of gold and silver is $400,000 per month, and 15,000 tons of lead during the year. These works employ 250 men with a monthly pay roll of $13,000. The product of the smelter supplies the white lead works, which has a capacity of 4,000 tons per year, and the shot works. The nail works are using the worn out rails, and the foundries are ■working over the cast-iron. These and other industries depend on the railroads for material and transportation and for the indespensible coal."], [13, "Nebraska and the Territories. 9 The linseed oil works at Omaha will use this year 175,000 bushels of flax seed, all of which is shipped from stations of the Union Pacific. The product last year was 375,000 gallons of oil and oil cake to the value of $350,000. Farmers ivho are feeding cattle are selling corn at 50 cents and buying oil cake at $26 per ton. One pound of the ground oil cake is considered equal to three pounds of corn. The mill pro duces ten tons of this rich feed per day. The cultivation of flax as a profitable crop is attracting much attention. The soil and climate halve been found to be all that is required, and the main points now are clean ground and clean seed. Sowing three pecks to the acre on sod, rolling well and harrowing with sharp teeth slanting backward, so that the sod is not torn up will give a crop the first year on land which otherwise would lie idle. At the same time the roots of the flax subdue the soil which is mellow for fall plowing in preparation for next year's planting. Thirty miles west, at Waterloo, is a large flouring mill, which ships most of its products westward. At Fremont, 50 miles out, is a large three story brick creamery, capable of using the milk of 2,000 cows; also large hay presses con stantly employed during the winter. At Schuyler, the great hay point, one man ships at the rate of 12,000 tons per year. Here also is a great four story flouring mill capable of turning out 200 barrels of flour per day. An elevator connected has a capacity of 150,000 bushels. Then at Columbus, 90 miles west, is a pork packing house, com menced December, 18S0, which is handling 1,500 hogs per day. Here also is a creamery just going into operation. In the next county is another creamery; and so factories of some kind will soon be found in every town along the railroad line in Nebraska. At Kearney it is proposed to bring in water by a ditch from the Platte to furnish power for flouring mills, a woolen factory and a paper mill. The water from the canal will furnish 700 horse power for these fac tories and other purposes. To June 30, 1872, the statement of the War Department shows a saving by railway transportation of $6,507,282. At this rate, up to 1882, presuming that the same amount was transported, the total saving by the government since the building of the railway would be $17,342,752; and including Indian goods, navy department, currency, etc., a grand total of over $34,000,000 saved by the government."], [14, "Nebraska and the Territories. 10 Military Supplies Transported. The shipments of government freight by the Union Pacific rail- road in iSSi,from Omaha and Council Bluffs, amounted to 11,425.520 pounds. The shipments of grain from stations in Nebraska west of Omaha were: Corn 7,856,117 lbs. Oats 3,166,830 \" Bran 457,140\" The amount paid for the transportation of supplies, troops, express and telegrams was $683,483.88, nearly a million dollars less than the cost of freight to Salt Lake alone in 1S65. The Mails. The mail facilities furnished by the railroads to the whole west is an important feature in its progress. Where once was a weekly or monthly mail, now it is delivered daily, and the daily papers are received as regularly as if they were delivered in the cities where published. This causes the wide spread of the news of the world, more reading among all classes, and higher civilization. The influence of the newspapers is a most important one in the world — none appreciate the fact more than the people of the west. Before the building of the railway the overland coaches carried all mail that passed across the continent. Now the postal cars leave Omaha every day in the year with from forty to fifty thousand pounds of mail matter. This is assorted on the train, and every town and station along 2,591 miles of the Union Pacific road receives its share. For this service the govern ment paid in 18S1, $683,483.88. There is not a settler from the east who will not realize the benefit of the present mail service and would not seek a home where he could not hear from the outside world and his old home. Official statements show that the saving of the postal service up to 1S72 was $643,579, ar|d a daily mail carried at one-half the cost of a weekly. The mails had increased 600 per cent., so the real saving was nearly four million dollars. Even this result fails to represent the certainty, security and celerity afforded by railwiiy postal cars. One instance will show the immense saving to the government by railway transportation of mails. In September, 1S7S, the Union Pacific was built 700 miles west of Omaha. The distance then to the east end of the Central Pacific was 850 miles. Wells & Fargo, on the basis of this distance, received a contract to carry the mails be- tween the two roads for $175,000 per annum till the roads met."], [15, "Nebraska and the Territories. 11 The weight then was 1,500 to 3,000 pounds westward and 500 eastward. Telegraph Lines. The rapid growth of business has caused an equal increase of tel egraph lines. The railroads own and operate their own lines, but outside of them the Western Union had i,SSo miles in the state to May I, 1SS0. The assessed valuation was $45,076. What It Cost to Travel Then and Now. By Ben Holiday's coaches in 1S60 the fare to Denver was #175. Reduced in 1S62 to $150. Time, 72 hours. Now by the Union Pacific Railway the fare is: First class, $25; second class, $22.50; emigrant, $20. Time, 24 hours. At the same dates the fai e by coach to Salt Lake was $300. Time, 6 days. Now by rail the fare is: First class, $62; emigrant, $42. Time, 54 hours. The fare by coach then to San Francisco was $500. Time, 16 to iS days. Now the time is 96 hours and the fare, first class, $100; second class, $75; emigrant, $45. In connection with the great reduction of fares is the reduced cost of living. In early times the cost of meals to San Francisco would not be less than $60. The amount of fare paid then did not represent what it cost nor the discomfort of being cramped in a stage coach days and nights in winter, nor the poor meals and slow travel. Those who once suffered the trip to Denver, Salt Lake, and across the continent can realize the comfort of day coaches and the luxury of sleeping cars. Certainly the government did not overestimate the benefits to the people when it encouraged the building of the great railway. The number of passengers carried by the Union Pacific was as follows: 1870. 1881. Through 60,000 Through 70,000 Way 82,000 Way 362,000 ■>' Schools. Those coming from the Eastern States and from abroad looking for new homes always ask about schools and churches, and when they see the educational provisions of Nebraska are surprised. They bring out their growing boys and girls, not altogether for the wealth that may be acquired by the occupation of public lands by them as"], [16, "Nebraska and the Territories. 12 they grow up, but, besides, that solid education which is the birth right of every settler in Nebraska, and which is guaranteed by the endowment of 2,500,000 acres of common school lands. The intelli gence developed is of itself a wealth to Nebraska and will ever be considered the corner stone of its greatness. Tnis state has the low- est average of persons who cannot read and write. There is only a percentage ot 1.73 who cannot read and 2.55 who cannot write. April 1,1881, there were 152,824 pupils. The number of school houses, 3,873—78 of which were brick, 2,370 of wood, 232 of sod and 148 log buildings. The value of school buildings was $1,774,176; value of school sites, $219,041; amount raised for school purposes, $I,330'449- The reader will notice the great increase since 1870, when there were only 32,000 children, and the school property was valued at $178,000. To show how well the schools are endowed, which is a feature which cannot fail of being of interest, the following will tell: Of the common school lands there are 2,445,000 acres subject to lease or sale. The capital is a permanent fund now amounting to $100,000 while the interest only is used. The University lands, 45,039; Nor mal School, 12,700, and agricultural college lands, 89,450. December 1, 1880, the State owned school and other lands amounting to 2,500,000 acres. During 1879 and 1SS0, 280,000 acres of these lands were leased. The growth, bcth of the country and its educational interests, which keep pace with it, the following will show: (The towns mentioned had no existence until the building of the railroad.) Value of Population. School Buildings. Scliuyler 2,000 $15,000 Grand Island 4,000 30,000 Kearney 2,500 25,000 North Platte 1,500 15,000 Gibbon 500 10,000 Fremont (then small) 3,500 40,000 Columbus \" 2,500 20,000 These towns have large modern brick buildings furnished in the best manner. But for the taxes paid by the railway these fine struc tures could not have been built, or many other public improvements made. Live Stock. The rapid increase of live stock with profitable results has made stock-growing the most important interest of the western plains. All this great trade has been built up since the building of the railroad."], [17, "Nebraska and the Territories. I:: What the great future of this important business will be no man can even predict. The fact is acknowledged that the western lands must furnish the bread and meat for the east. Capitalists are en gaging in the production of meat for Europe, for which there is a growing demand, and there is no better grazing lands on the conti nent for producing meat and wool. The opportunity should be noticed by eastern sheep growers. The net profits of last year have been $33 per head on three year old steers, and 25 to 30 per cent, on every dollar invested in sheep. No other investment will pay as well with so little labor and expense. Young men with moderate capital can find wealth here without the hard labor of farming among the rocks of New England or the stumps of Michigan. At the end of ten years of gocd management, besides the money on hand, he will have a capital of health which will be worth more than money can buy. Altogether a competence both for middle life and later days. The Western Stock Growers' Association of Nebraska ind Wyoming stock men represent 500,000 head of cattle and a capital of twelve millions of dollars. The books of the stock yards at Council Bluffs show that during the past season of 1SS1, 170,000 cattle were received from the west by the Union Pacific. The live stock of Ne braska is estimated as follows: Hone.', 198,381; cattle, 675,244; mules, 20,032; hogs, 767,702. The great importations of sheep this season makes it impossible to arrive at anything like an estimate even of the number. The following will show the number of sheep in some of the counties along ihe line of the Union Pacific: Dodge County 40,000 Colfax 25,000 Platte 30,000 Merrick 25,000 Hall 40,000 Buffalo 25,000 Dawson 35,000 Lincoln ' 25,000 Keith 10,000 Cheyenne 25,000 Total 280,000 From contract; already made there seems to be no doubt but that this number will be doubled the present j ear. Large numbers are being fed. One firm alone in Dodge ccunty are feeding 23,000^ which will weigh in March 135 pounds each, for which they are offered 6 cents per pound for April delivery in Chicago. Eastern growers will see the profit, and there is open to them hundreds of thousands of acres of cheap sheep lands within easy access of rail roads and markets. In weight of fleece Iowa stands first in the"], [18, "Nebraska and the Territories. 14 United States and Nebraska next. The improvement in breeds and increased protection is annually increasing the quantity of wool per head. Corn and Pork. The hog crop is becoming one of the most important in the west. American bacon is being called for from beyond the sea, and as it be comes known will ensure a large trade. The corn lands of Nebraska have a share in the production of pork. When a farmer can grow fifty bushels of corn on an acre, raise a hog which at eight months weighs 200 pounds, drive him to the railroad and get 5^ cents per pound, he is making money. The books of Mr. J. E. Boyd, of Omaha, the largest packer in Nebraska, show that during the year 1SS1 he paid $976,636 for live hogs. He says there are no better hogs in America than those in Nebraska. Farmers are finding the great profit of corn and pork . The spring of 1SS2 will witness the largest planting of corn ever known in Nebraska, and from the present condition of the ground there is a prospect of an immense crop. Much of this will be fed on the farm, and instead of hauling it to the railway station, fat cattle hogs and sheep will represent this important cereal. Their numbers and quality will prove the wealth of the country. The great demand for meat both at home and abroad calls for the improvement of these broad tracts of western lands yet unoccupied which are offered to homesteaders almost free. Lands that are ready for the plow invite the skilled farmers of Eastern States. Shipments East. The car loads of stock from the line of the Union Pacific received at Omaha in 1SS1 were: Cattle 8,329 Hogs 1 ,577 Horses 51 Sheep 298 Agricultural products and pro- visions 9,c56 Total 19,912 Nearly 20,000 cars from a region recently called desert lar.ds. Six hundred tons of broom corn were shipped in 1SS1 from stations which will soan have factories to manufacture brooms. The railroad owns on the Laramie plains a soda lake 100 acres in extent and seven feet in depth of pure crystals of sulphate of soda. The track of the Laramie and North Park branch of the Union Pacific, now building, passes these lakes 11 miles from the main"], [19, "Nebraska and the Territories. is track. Machinery is now being made and large works will be put in operation in the spring of 1S82. These deposits will furnish soda for the whole United States, for which there is now nine millions of dollars sent abroad. The salts, as found in their natural state, are perfectly free from iron, and so well adapted to the manufacture of plate glass of the finest quality that great glass factories are in the near future. Wyoming Territory. The following is official and correct, showing the great growth of the Territoty, which, previous to 1S6S, had no white population, except at stage stations: The population now is 25,000. The property valuation was $14000,000 in 1SS1, against $9,000,000 in 1S73 The number of cattle and sheep have doubled in two years. In the territory now are 600.000 cattle, 400,000 sheep, and 40,000 horses. Rich mines of cop per, silver, soda, petroleum, etc., are being developed, all of which h is been caused by the facilities for transportation afforded by the railroad. Branch lines of the Union Pacific are reaching into the finest coal fields on the continent, which will furnish fuel for manu factories that will be built at an early date. The foregoing statement of facts and figures clearly show that a region which, fifteen years ago, was generally uninhabited save by hostile Indians, has been reclaimed, hundreds of millions added to the wealth of the nation, and the bonds of fraternal and commercial rela tions strengthened between the east and west. Let him who would rightly estimate the future of this region look back to the days before a trans-continental railway was built, and then trace the growth and development of the few years past. From this he can but barely approximate the coming history of the great west. The past tells of the products of the soil finding a ready market both east and west. The report of the government commissioners for 1S81 shows that at the commencement of the road's operations the surplus earnings were 70 per cent, on through traffic and 30 on way. Last year 90 per cent, was received from local business. Why this change? It is accounted for by the rapid settlement of the country through the influence of the railroad. Farmers who are growing wealthy along the Platte valley would have sought other locations if there had not been an outlet for what they produced. In the early days of the road, when all looked dark, the government helped with"], [20, "Nebraska and the Territories. it; the donation of lands, which has ciused the sale of hui.dreds of thou sands of acres of the public domain, which to-day would have been vacant but for the railroad. The statistics given show the saving of millions to the government in carrying mails and army supplies. In a business point of view the government is largely the gainer, and if the bonds were never paid it would be over $6,000,000 over paid in the saving of transpoi tation. There is not a farmer or stock grower in Western Nebraska that can truthfully deny that he is indebted to the railroad for his present prosperity. The products of the far n are now worth more at the farmei's door than when he had to hiul them long distances by team. No laose of years, no process of time or change, no influence of growth or culture, would have changed the tormer condition of things with out the means of transpoitation from one part of the country lo an other. Settlers then lived in the most primitive manner, badly fed, poorly clothed, and without the common comforts of life. Under such a state of things the lands would have been thickly settled near the lakes ard navigable water courses, but the vast interior and the broad prairie lands of the west would have been occupied by poor se* tlers here and there. The fine farms, the numerous churches and school houses, the comfortable dwellings and thickly planted villages grow ing into cities would all have been wanting. Travel was a wretched experience by slow coaches at a rate of 25 cents per mile Note the present rapid transit and comfort and the cost. When we consider the vast territory to the west, its great future in grain growing, its great cattle ranges, and its rich mines of precious metals, we can have some idea of the vast individual and national wealth created by the i.ifluence of railroads. The fact is evident that they have been of incalculable benefit to mankind and civilization and no greater evil could befall the nation than the loss of its Li^S-sS^Nwhich is generated by railways."], [21, "Information concerning lands belonging to the Government and The Union Pacific Railway Com- pany, referred to in the foregoing pamphlet, fur- nished ivithout expense on application to LEAVITT BURNHAM, Land Com. U. P. Ry., OMAHA, NEB."], [22, "HEADQUARTERS U. P. RY., OMAHA."], [23, ""], [24, ""]]