[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ARDEN OF FEVERSHAM, K TRAGEDY: REPRINTED FROM THE EDITION OF 1592. With an Introduction c.X A. H. BULLEN. LONDON : J. W. JARVIS &» SON, 28, KING WILLIAM STREET, STRAND. 1887."], [8, "250 Copies only, are printed of this Edition of \" Aeden of Feveesham.\" This being No.i J. W. Jarvis & Son."], [9, "Fac-simile, by Rev. J. IV. Ellsworth, of the illustration (from Roxburghe Collection of Ballads, III., 156J representing the murder us Arden of Feversham."], [10, ""], [11, "%a HIS GRACE THE DUKE OF DEVONSHIRE, K.Q, WHOSE DRAMATIC TREASURES ARE GENEROUSLY MADE ACCESSIBLE TO STUDENTS, THIS EDITION OF 91 r tie u of jfeuerssfram, IS DEDICATED WITH GRATITUDE AND RESPECT <Y HIS grace's vert faithful servant THE EDITOR."], [12, ""], [13, "INTRODUCTION. T\\7'HENEVER popular attention was excited by a murder of ** more than usual interest, the ballad writers of Elizabeth's days promptly brought their pens into play ; and occasionally, even dramatists of high repute condescended to seek materials for a tragedy from the records of contemporary crime. Four of these murder-plays, if the expression may be allowed, have come down : (1) Arden of Feversham, 1592; (2) A Warning for fair Women, 1599 ; (3) Robert Yarington's Two Tragedies in One, 1601 ; (4) A Yorkshire Tragedy,1 1608. Of others only the bare titles are recorded. Two plays entitled Murderous Michael and The Cruelty of a Stepmother were performed at Court so early as 1578. Twenty years afterwards, in 1598, was produced Black Bateman of the North, a play by Chettle, Wilson, Drayton, and Dekker ; and a Second Part, by Chettle and Wilson, followed in the same year. From entries in Henslowe's Diary, it appears that several plays of similar character were produced in 1599. Dekker and Chettle wrote in that year The Stepmother's Tragedy ; Day and Haughton Ihe Tragedy of Merry (otherwise called Beech's Tragedy), and Cox of Collumpton ; and Jonson is found working with Dekker, before the outbreak of hostilities, on Page of Plymouth. To 1602 belong Haughton's Cartv.right, which dealt with the murder of a clergy man, named Storr, by one Cartwright ; an anonymous piece entitled Baxter's Tragedy; and The Bristol Tragedy, by Day, which Collier wrongly identified with an anonymous comedy 1 On the title-page of A Yorkshire Tragedy, the publisher, Thomas Pavier — the most rascally pu blither of his time— had the impudence to print Shakespear's name."], [14, "Introduction. IV published in 1605 under the title of The Fair Maid of Bristow. In 1624 was performed A Bristow Merchant, written by Ford and Dekker ; and in the same year Ford joined Webster in writing A Late Murthcr of the Son upon the Mother. Among the manuscript plays destroyed by Warburton's cook was a play of Chapman's entitled The Yorkshire Gentlewoman andher Son (entered in the Stationers' Registers, 29 June, 1660, but never printed), which may have belonged to the class of domestic tragedies. Of the four extant plays Arden of Feversham is unqu estionably the most important. A Warning for Fair Women, as a whole, must be pronounced a bald and prosaic piece of work. Two Tragedies in One, albeit crude and stiff, is a more energetic and workmanlike play than A Warning. Both Yarington and the author of A Warning, studied Arden closely, though they failed to reproduce the excellence of their model. A Yorkshire Tragedy has no points in common with the other murder-plays ; it stands quite apart by itself. A storm of frenzy sweeps over the stage : we see a maniac raging furiously, and shudder as the helpless victims fall before his violence. The ravings of Bedlam are mellow music to the murderer's curses in A Yorkshire Tragedy. Thomas Arden (or Ardern, as the name is more correctly written), was chief comptroller of his Majesty's Customs at Faver sham. He was a jurat in 1544, and was mayor of the town in 1548.' His wife Alice is described as a \"daughter-in-law,\" — that 1 He left to the corporation some houses and lands, to the value of about forty shillings a year, for the benefit of the poor, and for an annual sermon to be preached in commemoration of the benefactors to the town. The legacy was contested by his daughter's second husband, and partly set aside. A local antiquary, Mr. Charles Smith, of the Market Place, Faversham, informs me (on the authority of the town-clerk, who has possession of all the documents relating to the town), that the money left by Arden was lent out by the corporation to needy persons during the Commonwealth and was lost. The corporation, however, continued to pay the Vicar until 1836, when, by the New Municipal Reform Act, the Borough Fund was no longer available for such purposes. The Vicar continued for some years to preach the annual Mid-Lent sermon, after payment had been dropped ; but at length the Vicar grew tired of doing the work for nothing, or the monotonous story palled on the congregation. The only piece of property remaining now to the town from Arden's will is a small plot of ground (behind the town-hall) where once stood the pillory, and where now stands the market-pump."], [15, "Introduction. V is, a step-daughter — of Sir Edward North, father of the famous translator of Plutarch. The house in which Arden was murdered is still standing, and on the glass of the parlour window were once to be seen the arms of the family of the Norths. As the drama tist drew the materials for his tragedy from Holinshed's Chronicle it will be well to quote in full the chronicler's account of the murder. \"[1552. An. reg. 5.] About thys time1 there was at Feuersham in Kent a Gentleman named Arden most cruelly murthered and slaine by the procurement of hys owne wife. The which murther for the horriblenesse thereof, although otherwise, it may seeme to bee but a private matter, and therefore as it were impertinent to thys Hystorie, I have thought good to sette it foorth somewhat at large having the instructions delyvered to me by them that have used some diligence to gather the true understanding of the circumstances. Thys Arden was a manne of a talle and comelye personage, and matched in maryage with a Gentlewoman yong, tall, and well favoured of shape and counte- nance, who chauncing to fall in familiaritie with one Mosbye, a Tayler by occupation, a blacke swart man, servaunt to the Lorde North, it happened thys Mosbye upon some misliking to fall out with hir, but she being desirous to be in favour with him againe sent him a paireof silver dice by one Adam Foule, dwelling at the Floure de Lice in Feversham. After which he resorted to hir againe and oftentymes lay in k Ardens house, insomuch that withiu two years after he oliteyned such favour at hir handes, that he laye wyth her, or (as they terme it) kept hir in abusing hir bodie. And although (as it was said) Maister Arden perceyved right wel their mutuall familiaritie to be much greater than theyr honestie, yet bycause he would not offende hir, and so lose the benefite which he hoped to gaine at some of hir friendes handes in bearing with her lewdnesse, which he might have lost if he should have fallen out with hir, he was contented to winke at hir filthie disorder, and both per- mitted and also invited Mosbye verie often to lodge in his house. And thus it continued a good space before anye practise was begonne by them agaynst Maister Arden. Shee at length inflamed in love with Mosbye and loathing her husbande, wyshed and after practised the meane howe to hasten his ende. There was a Painter dwelling in Feversham who had skill of'poysons (as was reported) ; she therefore demaunded of him whether it were true that he had such skill in that feate or not, and he denyed not but that he had in deede. Yea (sayed she) but I woulde have suche a one made as shoulde have most vehement and speedie operation to dispatch the eater thereof : that can I doe (quoth hee) and forthwith made hir suche an one, and willed hir to put it into the bottom of a Porenger, and 1 It appears from the Faversham Wardmote Book (quoted in the preface to Edward Jacob's edition of Arden) that the murder was commiltei ou Sunday, 15 Febry., 1550—1, about seven o'clock in the evening."], [16, "Introduction. VI then after to pour Mylke upon it, which circumstance she forgetting did cleans contrary, putting in the Mylk first, and afterward the poyson. Now Maister Arden purposing that daye to ride to Canterburie, his wife brought him hys breakfast, which was wont to be mylke and butter : he having recey ved a spoonefnl or two of the Mylke mislyked the tast and colour thereof, and sayed to his wife Mistress A les what milk have you given me here ? Wherewithall she tilted it over with hir hande, sayinge, I wene nothing can please you. Then bee tooke horse and road towards Canterburie, and by the way fell into extreeme purging upwards and downwards and so escaped for that time. After this his wife fell in acquaintance with one Greene of Feversham, servant to Sir Anthony Ager, from which Green maister Arden had wrested a peece of ground outhe backside of the Abbey of Feversham, and there had blowes and great threates passed betwixt them about that matter. Therefore shee knowing that Greene hated hir husbad began to practise with him how to make him away, and con cluded that if he could get any that wold kill him, he should have ten pounds for a reward. This Greene having doings for his master Sir Anthonie Ager, had occasion to goe up to London where his maister then lay, and having some charge up with him, desired one Bradshaw a goldsmith of Feversham that was his neighbour, to accempanie him to Gravesend, and he wold content him for his paines. This Brad shaw being a verie honest man was content and roade with him, and when they came to Rainham down they chanced to see three or foure serving men that were comming from Leedes, and therewith Bradshaw espied comming up the hill from Rochester one black Will a terrible cruell ruffian with a sword and a buckler, and another with a great staffe on his necke. Then sayde Bradshawe to Greene, we are happie that here commeth some companie from Leedes, for here commeth up agaynst us as murthering a knave as any is in Enyldd, if it were not for them we might chance hardly to escape without losse of our money and lives. Yea, thought Greene (as he afterwards confessed) such a one is for my purpose, and therefore asked which is he ? Yonder is he, quoth Bradshaw, the same that hath the sword and Buckler: his name is black Will. Howe knowe you that, sayde Greene .' Brad shawe answered, I knew him at Bullonge, where we both served, he was a souldier, and I was Sir Rkhard Cavendishes man, and there he committed many robberies and heynous murders on such as trauailed betwixt Bollongne and France. By this time the other companie of serving men came to them, and they going all togither met with black Will and his fellow. The serving men knew black Will, and saluting him demaunded of him whither he went, he answered by his blood (for his use was to swear almost at every word) I know not, nor care not, but set up my staffe, and euen as it falleth I goe. If thou (quoth they) wilt go back againe to Gravesend we will give thee thy supper : by his blood (sayd he) I care not, I am content, have with you, and so he returned again with them. Then black Will took acquaintance of Bradshaw saying fellow Bradshawe how dost thou ? Bradshaw unwilling to renue acquaintance, or to have ought to doe with so shamelesse a ruffian, said, Why : do ye know me ? Yea, yt I do (quoth he) did not we serve in Bollongne togither ? But ye must pardon me (quoth Bradshaw) for I have forgotte you. The Green talked with black Will and said when ye have supped come to my hostesse house at such a signe, and I will give you the Seek and Sugar. By his"], [17, "Introduction. VII Wad (s&id he) I thank you, I wil come, and take it, I warrant you. According to his promise he came, and there they made good chere. The black Will and Green went and talked apart fro Bradshaw, and there cocluded togither that if he would kill maister Arden, he should have ten pound for his labour, then he answered, by hys wounds that I wil, if I may knowe him ; marie to morrow in Poules I will shew him thee, sayd Greene. Then they lefte their talke, and Greene bade hym goe home to his hostes bouse. Then Greene wrote a letter to mistres Arden and among other things put in these words ' we have gote a man for our purpose, we may thanke my brother Bradshaw.' Now, Bradshaw, not knowing any thing of this, toke the letter of him, and in the morning departed home agayne, and delivered the letter to Mistresse Arden, and Greene and llacke Will went up to London at the tide. At the time appoynted Greene shewed blacke Will maister A rden walking in Poules. Then sayde blacke Will, what is hee that goeth after him ? marie sayd Greene, one of his men By hys bloude, said blacke Will, I wil kil them both. Nay, said Greene, do not so, for he is of counsel with us in this matter. By his blond, sayd he, T care not for that, I will kill them both. Nay sayde Greene, in any wise do not so. Then blacke Will thought to have killed Maister Arden in Poules Church-yarde, but there were so many Gentlemen that accompanyed him to dinner, that he missed of his purpose. Greene shewed all this talke to maister Arden's man, whose name was Michael, whych ever after stoode in doubte of black Will least he should kill him. The cause that this Michael conspired with the rest against his maister was, for that it was determined that he should marrie a kinswoman of Mosbyes. After this maister Arden lay at a certaine Personage whicli he held in London, and therefore his man Michael & Greene agreed that black Will should come in and murther maister Arden. This Michael hauing his maister to bed, left open the doors according to ye appointment. His maister then being in bed asked him if he had shut fast ye dores, and he said yea : but yet afterwards, scaring least black Will would kill him as well as his maister, after hee was in bed himselfe hee rose agayne and shut the dores, bolting them fast, so that black Will comming thither, and finding the dores shutte departed being disappoynted at that time. The nexte day blacke WiU came to Greene in a greate chafe swearing and staring bycause he was so deceyved, and with many terrible othe3, threatned to kill maister Ardens man first, whereso ever he met him. No, said Greene, do not so, I will first know the cause of shut ting the dores. Then Greene met and talked with Ardens man, and asked of hym, why he did not leave ope the doors according to his promise. Marie, said Michael I will shew you the cause. My maister yesternight did that he neuer did before, for after that I was abedde he rose up and shut the dores, and in the morning rated me for leaving them unshut. And herewith Greene and black Will were pacified. Arden being ready to go homewards, his maid came to Greene and said, this night wil my maister goe downe, whereupon it was agreed that blackWill shoulde kyll him on Raynam doione. When maister A rden came to Rochester his man stil fearing yt black Will would kil him with his maister, pricked his horse of purpose, and made him to hault, to the ende he mighte protract the time and tarrie behinde, hys maister asked him why his horse halted, he sayd, I know not. Wei, quoth his maister, when ye come at the Smith here before (betwene Rochester and the hil"], [18, "Introduction. VIII foote over againste Cheetam) remove his shoe and search him, and then come after me. So maister Arden rode on and ere he came at ye place where black Will lay in waite for him, there overtooke him divers Gentleme of his acquaintace who kept him Company, so that black Will mist here also of his purpose. After yt maister Arde was come home, he sent (as he usually did) his man to Shepey to sir T/w. Cheney, then L. Warden of the Cinque Ports, about certain busines, and at his coming away hee had a letter deliuered sent by Sir Tho. Cheny to his maister. When hee came home his mistres toke the letter and kept it, willing hir man to tell his maister that he had a letter delivered him by Sir Tho. Cheny and that he had lost it : adding that he thought it best that his maister shuld goe the next morning to Sir Tho. bycause be knew not the matter : he said he would, and therefore he willed his man to be sturring betimes. In thys meane while black Will and one George Shakebag his companyon were kept in a storehouse of Sir Anthony Agers at Preston, by Greenes appoyntment, and thither came mistresse Arden to see him, bringing and seding him meate and drinke many times. He therfore lurking there and watching some opportunitie for his purpose was willed in any wise to be up earely in the morning to lie in wait for maister A rden in a certaine brome-close betwixte Feuersham and the Fery (which close he must needes passe) and there to doe his feate. Now black Will sturred in the morning betimes but hee mist the way and tarried in a wrong place. Maister A rden and his man comming on their way erely in ye morning towards Shornelan where sir Tho. Cheyny lay, as they were almost come to the brome-close, his man alwayes fearing that black Will would kill him with hys mayster, seined that he had lost his purse. Why, said his maister, thou foolish knave couldest thou not looke to thy purse, but lose it ? What was in it ? three pound, said he. Why then goe thy wayes back agayne lyke a knave, said his Maister, and seeke it, for beeing so earely as it is, there is no man sturring, and therefore thou maist be sure to find it, and then come and ouertake me at the Fery. But nevertbelesse by reason that black Will lost his way, maister Arden escaped yet once agayne. At that time black Will yet thought he should have bin sure to have met him homewardes, but whether that some of the L. Wardens men accompanyed him backe to Feuersham, or that being in doubt for that it was late, to goe through the broomye-close, and therefore tooke another way,6/ae£ Will was disappointed then also. But now St. Valentines faire being at hand the conspirators thought to dispatch their divelish intention at that tyme. Mosby minded to picke some quarrell to maister Arden at the faire to fight with him, for he sayde he could not find in his hart to murther a gentleman in that sort as his wife wished although she had made a solemne promise to him, and hee againe to hir, to be in all poynts as man and wife togither, and thereupon they both received the Sacrament one Sonday at London openly in a Church there. But this deuise to fight with hym would not serve, for maister Arden both then and at other times had bin gretly provoked by Mosby to fight with him, but hee would not. Now Mosby had a sister that dwelt in a tenement of maister Arden's neere to his house in Feversham, and on the faire even black Will was sente for to come tbyther, and Greene bringing him thyther, met there with mistres Arden acconi anyed with Michael hir man and one of hir maides. There were also Mosby and George Shakebag and there they devised to have him killed in manner as afterwards"], [19, "Introduction. IX he was, but yet Mosby at the first, woulde not agree to that cowardly murthering of him. but in a fury floog away and went up the Abbey streete towards the Flower de lice the house of the afore mentioned Adorn Foules where he did often host. But before he came thither now at this time a messenger overtook him that was sente from mistres Arden, desiring him of all loves to come backe again to help to accom plish the matter he knewe of. Heereupon he returned to hir again, and at hia comming back she fell down upon hir knees to him, and besought him to goe through with the matter, as if he loved hir he would be contented to do : sith, as she had divers time3 told him, he needed not to doubt, for there was not any that would care for his death, nor make any great inquirie for them that should dispatch him. Thus she being earnest with him at length he was contented to agree unto that horrible deuise, and thereupon they conveyed black Will onto Maister Ardens house, putting him into a closet at the end of his Parlour. Before this, they had sent out of the house all the servants, those excepted which were piivie to the devised murtber. Then went Mosbie to the door and there stood in a nightegowne of silke girded about him, and this was betwixt sixe and seven of the clocke at nighte. Maister Arden having bene at a neighbors house of his named Dumpkin, and having cleared certaine reconings betwixt them came home, and finding Mosbie standing at the dore, asked him if it were supper time. I thinke not quoth Mosby, it is not yet ready. Then lette us goe and play a game at the tables in the meane season, said maister Arden, and so they went streight into the Parlor. And as they came thorough the Hall, his wife was walking there, and master Arden said, How nowe, mistres Alesl but shee made small aunswer to him. In the meane time one cheined the wicket dore of the entrie. When they came into the Parlor, Mosby sate downe on the bench, having his face towards the place were blacke Will stoode. Then Michaell, maister Ardens man, stode at his maisters backe holding, a candell in his hande to shaddowe blacke Wil that Arden might by no meanes perceive hym comming forth. In their play Mosby said thus (which seemed to be the watch word for blacke Wills comming forth), Now may I take you, Sir, if I will. Take me, quoth maister Arden, whych way ? With that blacke Will stept forth, and cast a towell aboute his necke, so to stoppe his breath and strangle him. Then Mosby having at hys girdle a pressing iron of 14 pound weight, stroke him on the head with the same, so that he fel downe and gaue a great grone, in so much that they thought hee had bin killed. Then they bare him away to ley him in the counting house, and as they were about to ley him down, the pangs of death comming on him, he gaue a greate grone and stretched himself, and then black Wil gaue him a great gash in the face, and so killed him out of hand, laid him along, tooke the money out of his purse, aud the rings from hys fingers, and then comming out of the counting house said, Now this feate is done give me my mone3T, so mistre-s Arden gave him ten lb.: and he commyng to Grene had a horse of him, and so rode his ways. After that black Will, was gone mistress Arden came into the counting house, and with a knife gave him seven or eight pricks into the brest. Then they made clene the Parlor, tooke a clout, and wiped where it was bloudy and strewed agayn the rushes that were shuffled with strugling, and cast the clout with which they wiped the blood, and the knife that was bloudy wherewith she had wounded hir husband into a tubbe by the welles side, wher afterward both the same cloute and kniæ were founde. Thus thys wicked woman with hir"], [20, "X Introduction. curnplices most shamefully murthered hir owne husband who most entirely loved hir all his life time. Theu she sente for two Londoners to supper, the one named Prune and the other Cole, that were Grosers, which before the murder was committed were bidden to supper. When they came, she said, I marvell where maister Arden is : wel, we wil not tarie for him, come ye, and sitte downe, for he will not be long. Then Mosbye's sister was sente for, she came and sate downe, and so they were merrie. After supper, mistres Arden caused hir daughter to play on the virginals, they danced, and she with them, and so seemed to protracte time as it were, til maister Arden should come ; and she said, I marvel where he is so long, wel, hee will come auone I am sure, I pray you in the meane while let us play a game at the tables. But the Londoners said they must goe to their hostes house, or else they shuld be shut out at dores, and so taking their leave departed. When they were gone, the servants that were not privie to the murther were sent abroade into the Towne, some to seeke their maister, and some of other errands, all saving, Michael and a maid, Mosbye's sister, and one of mistresse Arden' s own daughters. Then they tooke thfi dead body and caryed it out to lay it in a field next to the Churcheyard, and joining to his garden wall, through the which he went to the Church. In the meane time it began to snowe, and when they came to the garden-gate they remembred that they had forgotten the kay, and one went in for it, and finding it, at length brought it, opened the gate, and carried the corps into the same 6eld, as it were ten paces from the garden gate, and laid him downe on his backe streight in his night gowne, with bis slippers on, and betwene one of his slippers and his foote a long rush or two remained. When they had thus laid him down, they returned the same way they came through the garden into the house. They beeyng returned thus backe againe into the house, the dores were opened and the servauntes returned home that had bin sent abrode, and being now very late she sente forthe hir folkes againe to make enquirie for him in divers places, namely amongthe best in the towne where he was wont to be, who made answere that they could tel nothing of him. Then she began to make an outcry, and said, never woman had such neighbors as I have, and herewith wepte, insomuch, that hir neighbors came in and found hir making great lamentation, pretending to marvell what was become of hir husbande : whereupon the Mayor and others came to make search for him. The faire was wont to bee kepte partly in the towne. partly in the Abbey, but Arden for his owne private lucre and covetous gaine had this present yere procured it to be wholly kepte within the Abbey ground which he had purchased, and so reaping al the gaynes to himselfe, aud bereaving the towne of that portion which was wont to come to the inhabitants, gote many a bitter curse. The Maior going about the faire in this search, at length came to the ground where Arden lay, and as it happened Prune the grosser getting sight of him first said, Stay, for methinke I see one bye heere and so they looking and beholding the body found that it was maister Arden lying there througly dead, and viewing diligently the maner of his bodv and hurtes, founde the rushes sticking in his slippers, and marking further espyed certaine footesteppes by reason of the snowe, betwixt the place wher he lay, and the garden dore. Then the Maior commanded every man to stay, and herewith appointed some to goe about, and to come in at the inner side of the house thorough the garden as the way lay to the place where maister Ardens dead body did lye,"], [21, "Introduction. XI who al the way as they came percey ved footings still before them in the snowe, and so it appeared plainly that he was brought along that way from the house through the gardeu, and so into the field where he lay. Then the Maior and his company that were with him went into the house, and knowing hir evil demeanor in times past, examined hir of the matter, but she defyed them, and said, 1 would you should know I am no such woman. Then they examined hir seruants, and in tho examination by reason of a peece of his heare and bloud founde neere to the house in the way by the whiche they caried him forth, and likewise by the knife with which she had thrust him into the brest, and the clout wherewith they wipt the blood away whiche they found in the tubbe into the which the same were throwen, they al confessed the matter, and hir seise beholding hir husbands bloud, said, Oh the bloud of God help, for this bloud have I shed. Then were they al attached and committed to prison. And the Maior with others presently went to the Flower de lice, where they found Mosby in bed ; and as they came towards him they espyed his hose and purse stayned with some of maister Ardent bloud ; and when he asked what they meant by their comming in such sort, they said, See, here ye may un derstand wherefore, by these tokens, shewing him the bloud on his hose and purse. Then he confessed the deede, and so he and al the other that had conspired the murder, were apprehended and layd in prison, excepte Greene, black Will, and the Painter, which Painter and George Shakebag that was also fledde before, were never heard of. Shortly were the Sessions kept at Feuersham where all the prisoners were arraigned and condemned. And thereupon being examined whither they had any other complices, mistres Arden accused Bradshaw uppon occasion of the letter sent by Greene fro Gravesend (as before ye have heard) which words hadde no other meaning, but only by Bradshawe's describing of black Wills qualities, Greene judged him a meete instrument for the execution of their pretended murther : whereunto notwithstanding (as Greene confessed at his death certaine yeares after) this Bradshaw was never made privie, howbeit he was uppon this accusation of mistres Arden immediately sent for the Sessions and indited, and declaration made against him, as a procurer of black WiU to kill maister Arden, which proceeded wholly by misunderstanding of the wordes conteyned in the letter which he brought from Greene. Then hee desired to talke with the persons condemned, and his request was granted : he therefore demaunded of them if they knew him, or ever had any conversation with him. and they all said no. Then the letter being shewed and redde, he declared the very trueth of the matter, and upon what occasion he told Greene of blacke Will ; neverthelesse he was condemned and suffered. These condemned persons were diversly executed in sundry places : for Michaell maister Ardens man was hanged in chaynes at Feuersham, and one of the maides was brent there, pitifully bewailing hir case, and cryed out on hir mistres that had brought hir to this ende for the whiche she would neuer forgive her. Mosby and his sister were hanged in Smithfielde at London, M istress A rden was burned at Caunlerbury the 14 of March : Greene came agayne certayne yeares after, was apprehended, condemned, and hanged in chaynes in the high way betwixt Ospringe and Boughton agaynste Feversham ; . black Will was brent on a scaffolde at Flishing in Zeland. Adam Foule that dwelt at the Floure de lice in Feuersham was brought into trouble about this matter, and caried up to London w-ith his leggs bound under the horse belly, and committed to prison in the MarshoJsea, for that Mosby was heard to"], [22, "Introduction. XII say, had it not bin for Adam. Foule I hadd not come to this trouble, meaning that the bringing of the silver dice for a token to him from mistres Arden, as ye have heard, occasioned him to renue familiaritie with hir agayne. But when the matter was througly ripped up, and that Mosby had clered him protesting that he was neuer of knowledge in any behalfe to the murther, the mans innocencie preserved him. This one thing seemeth very strange and notable touching maister Arden, that in the place where he was layd being dead, all the proportion of his body might be seene two years after and more, as playne as could be ; for the grasse did not growe where his body hadde touched, but betweene his legges, betweene bys armes and about the holowness of his necke, and round about his body : and where his legges, armes, head, or any part of his body had touched, no grasse growed at all all that time ; so that many strangers came in the meane time beside the Townesmen to see the print of his body there on the ground in that field, which fielde he hadde (as some have reported) cruelly taken from a woman that had bin a widow to one Cooke, and after married to one Richard Read a mariner, to the great hinderance of hir and hir husband the sayd Read, 'for they had long enjoyed it by a leasse whiche they had of it for many yeares not then expired : neverthelesse he got it from them, for the which the said Reade's wife not only exclaymed against him, in sheading many a salte teare, but also cursed him most bitterly even to his face, wishing many a vengeance to light upon him and that all the worlde might wonder on him : which was thought then to come to pass,wheu he was thus murthered, and lay in that fielde from midnight till the morning, and so all that day, being the fayre day, till night, all the whyche day there were many hundreds of people came wondering about hym. And thus farre touching this horrible and haynous murder of master Arden \" (pp. 1703 — 8, ed. 1577). Among the archives of the city of Canterbury is preserved the hideous entry \" For the charges of brennrng Mistres Arden and execution of George Bradshaw xlih s \" (Hist. MSS. Comm., Appendix to Ninth Report, p. 154). In one important point the dramatist departed from Holinshed's narrative. Holinshed distinctly states that Arden was aware of the guilty intimacy1 that existed between his wife and Mosby ; and that 1 The writer of an article on A rden in The Monthly Journal of the Faversham Institute, August, 1881, tells us that the following statement occurs among some MS. notes found many years ago in a lumber-room at the Dolphin Inn, Faversham: — \"Arden was a gentleman bred near Wye, in Kent, and was importuned to buy the Abbey lands by Lord Cheyne, and was not aware when he bought them that several tenants had leases of different portions. He was 56 when he came to Faversham. His wife was 28, and had had familiarities with Mosbie before she was married, which made her friends desirous of marrying her with Arden.\" The writer of the MS. notes was a Mr. Burton, who states that he had procured his information from the \" auncientest people.\""], [23, "Introduction. XIII he bore with her infidelity \" bycause he would not offende hir, and so lose the benefite which he hoped to gaine at some of hir friendes handes.\" In the play Arden is represented as a weak-minded man, who suspects his wife to be disloyal, but is so completely over- mastered by his affection for her, and so cowed by her vehement protestations of innocence, that he is ready at any moment to regard his suspicions as the coinings of groundless jealousy. In the chronicle he is odious and despicable; in the play he is an object for mingled scorn and compassion. Elizabethan literature abounds in difficulties for the student ; but the question of the authorship of Arden of Feversham is, perhaps, the hardest difficulty of all. Edward Jacob, a Faversham man, who reprinted the play in 1770, boldly attributed it to Shakespeare. In support of his contention he merely produced a meagre array of parallel passages. The testimony of parallel passages is like the evidence given by experts in handwriting before a jury : it is always expected, it is always produced, and it is seldom regarded. Some of the dramatists, it is true, slipped into mannerisms, by which they may be frequently detected. Massinger, for instance, has a set of favourite phrases and turns of expression ; Shirley repeats himself again and again ; and Fletcher's metrical peculiari- ties are a tolerably sure guide. But mistakes may easily occur even where Massinger, or Shirley, or Fletcher, is the subject of discussion ; and when an attempt is made to father an anonymous play on Shakespeare, it behoves us indeed to be wary. Arden was entered in the books of the Stationers' Company on Sth April, 1592. At that early date the chief writers for the stage, omitting Shakespeare, were Marlowe, Greene, Peele, Kyd, Lyly, Nashe, Wilson, and Antony Munday. To none of these writers can Arden be assigned, with the slightest show of proba bility. Marlowe was the master-spirit among them, and his influence permeated the dramatic literature of the day ; but the author of Arden quietly pursued a course of his own, far from the throng of Marlowe's satellites. So far as I can discover, there is only one"], [24, "Introduction. XIV Marlowesque passage in the play. It is where Bradshaw gives a description of the thief who stole Lord Cheiny's plate : — \" A leane faced writhen knaue, Hauke nosde and very hollow eied, With mightye furrowes in his stormye browes ; Long haire down his shoulders curled ; His chin was bare, but on his vpper lippe A mutchado, which he wound about his eare.\" Compare with these lines the description of Pilia Borsa in the Jew of Malta : — \" He sent a shaggy tottered staring slave, That when he speaks draws out his grisly beard, And winds it twice or thrice about his ear ; Whose face has been a grindstone for men's swords,\" &c. Such a verse as \" With mightye furrowes in his stormye browes \" might have come straight out of Tamburlaine. But in no other part of the play can we find a tracs of Marlowe's influence. In general dramatic treatment Arden is totally unlike any of Mar lowe's plays.' No reader can fail to be struck by the sober self-restrained manner in which the unknown playwright has dealt with his sub ject. There is no exaggeration, no straining after effect. The writer knew precisely what he wanted to- do, and did it. In the epilogue he appeals modestly, yet confidently, to the audience : — \" Gentlemen, we hope youle pardon this naked Tragedy,' Wherein no filed points are foisted in To make it gratious to the eare or eye ; For simple trueth is gratious enough, And needes no other points of glosing stuffe.\" 1 \" The whole style of treatment from end to end,\" says Mr. Swinburne, in his Study of Shakespeare, \" is about as like the method of Marlowe as the method of Balzac is like the method of Dumas.\" * It was in imitation of the example set in Arden that the author of A Warning begged the audience in the epilogue to"], [25, "Introduction. XV We accept the apology, but it is allowable to regret that the writer thought fit to adopt a style of language so severely simple. For we feel that he could, an' he would, at any moment discard this unadorned simplicity and speak in tragic accents. In reading A Warning for Fair Women and Yarington's Two Tragedies, we see no trace of hidden force and fire ; the writers seem to be giving us of their best and to be witholding nothing.1 But the magnificent scene of the quarrel and reconciliation between Arden and Mosby — a scene infinitely finer than any scene in A Warning or 'Two Tragedies — proves that the writer of Arden, had he selected a more stately subject for his pen, could have risen to the full height of tragic dignity. But he preferred to exercise his genius on a tragedy of domestic life, following faithfully, but with a true artist's instinct, the plain and terribly graphic narrative of Holinshed. He worked in the sphere of realism, but it is realism of no vulgar type. Visions of the night and omens on the way warn Arden of his approaching doom, but with heavy heart and downcast eyes he treads the path of death. Alice, the adulteress and murderess is as one con trolled by the imperious will of a malignant destiny ; in vain she strives to escape from the toils of sin and shame, for the Fates are pitiless. Mr. Swinburne, in his Study of Shakespeare, seems to incline to the view that Arden, was written by Shakespeare.2 \" Considering,\" \" Beare with this true and home-borne Tragedy, Yielding so slender argument and scope To build a matter us importance on, And in such forme as happly you expected.\" 1 I must here withdraw a suggestion, tentatively put forward in the preface to my edition of Yarington's Two Tragedies (Old English Plays, Vol. iv., p. 2), — that Arden, A Warning, and Two Tragedies, are all by the same hand ; that A Warning and Two Tragedies, though published later, were early essays by the author, whose genius afterwards displayed itself at its highest in Arden. To this theory there is a fatal objection, as was pointed out to me by the Rev. J. W. Ebsworth and others — namely, that one of the murders with which Two Tragedies deals, is shown, by entries in the Stationers' Registers, to have been committed in 1594. ' Mr. J. A. Symonds, in Shakespeare's Predecessors, has an excellent analysis of Arden. He leaves the question of authorship open."], [26, "Introduction. XVI he remarks, \" the various and marvellous gifts displayed for the first time on our stage by the great poet, the great dramatist, the strong and subtle searcher of hearts, the just and merciful judge and painter of human passions, who gave this tragedy to the new-born literature of our drama ; taking into account the really wonderful skill, the absoluteness of intuition and inspiration with which every stroke is put in that touches off character or tones down effect, even in the sketching and grouping of such minor figures as the ruffianly hireling Black Will, the passionate artist without pity or conscience, and above all the 'unimitated inimitable' study of Michael, in whom even physical fear becomes tragic, and cowardice itself no ludicrous infirmity, but rather a terrible passion ; I cannot but finally' take heart to say, even in the absence of all external or traditional tes timony, that it seems to me not pardonable merely or permissible, but simply logical and reasonable, to set down this poem, a young man's work on the face of it. as the possible work of no man's youthful hand but Shakespeare's.\" It is with the greatest diffidence that I venture to differ from Mr. Swinburne, but I am bound to say that I cannot see on what ground Arden can be pronounced \" a young man's work.\" To me the tragedy appears to be the work of an artist writing in the full maturity- of his power. In my judg ment the straightforward unambitious style of the language, the quiet self-restrained composure of the dialogue, bears no marks of juvenility. It is hardly credible that Shakespeare at any period of his career could have adopted so bald a simplicity of diction. The versification — except in a few passages — is undoubtedly want ing in elasticity, in poetic force and fervour ; it too nearly approaches to sermo pedestris ; it is not, in a word, Shakespearean. I question whether Shakespeare, would ever have chosen the story of the mur der of Arden as a subject for a tragedy ; but, if he had made such a choice, there can be little doubt that he would have raised the argument to a higher level and invested it with the glamour of his marvellous imagination. But, even if we do not admit the theory of Shakespeare's authorship, it is in the highest degree probable that Arden was one of the plays which received correction and re vision from Shakespeare's hand. I do not for a moment suppose"], [27, "Introduction. XVII that Arden is to be identified (as some have suggested) with the old play of Murderous Michael, acted at court, in 1578. Between 1578 and 1592 a literary revolution was effected in English stage-history, and it is incredible that Arden could have been written at the ear lier date. But of course it is not necessary, in order to accept the theory of Shakespeare's revision, to believe that the play was an obsolete production. We have ample evidence to justify us in as suming that Shakespeare at the beginning of his career employed himself in revising plays of contemporary authors : and I suspect that Arden, in its present state, has been retouched here and there by the master's hand. In reading the scene of the quarrel and re conciliation between Mosbie and Alice, it is hard indeed to resist the feeling that it was Shakespeare who put into the mouth of Alice this passionate entreaty : — \" Look on me, Mosby. or Ile kill my seise ; Nothing shall hide me from thy stormy looke ; If tho a cry warre there is no peace for me. I will do penance for offending thee. And burne this prayer booke where I here vse, The holy word that had conuerted me. See, Mosbie, I will teare away the leaues, And al the leaues, and in this golden couer Shall thy sweete phrases and thy letters dwell ; And thereon will I chiefly meditate And hould no other sect but such deuotion. Wilt thou not looke ? is all thy loue ouerwhelmde ? Wilt thou not heare ? what malice stopes thine eares ? Why speaks thou not 1 what silence ties thy tongue ? Thou hast bene sighted as the eagle is, And heard as quickly as the fearefull hare, And spoke as smoothly as an orator, When I haue bid thee heare or see or speak, — And art thou sensible in none of these ? \" Occasionally we come upon single lines, or short clusters of lines, that seem to have a genuine Shakespearean flavour, for instance — \"It is not loue that loues to anger loue.\" \" A womana loue is as the lightning flame Which euen in bursting forth consumes it seise.\""], [28, "Introduction. XVIII ' ' Tntreat her faire ; sweete words are fittest engines To race the flint walles of a womans breast.\" Nothing in the play is more intensely dramatic than the in cident in the third act, where Franklin, riding towards Rainham Down with Arden, to whom he is relating a story of a disloyal wife, is assailed, as he approaches the spot where the miscreants are con cealed, by a sudden indisposition, an ominous fighting at the heart, which compels him to break off his story.1 The episode is rendered the more effective by reason of the brevity with which it is introduced : an inferior writer would not have been content to stir the reader's imagination with a vague hint of mystery, but would have sought to emphasise the situation by the addition of a multitude of details. Yet, I confess that I can see no reason for assigning (with Charles Knight) that particular incident to Shake speare's invention. Nor again can I distinguish Shakespeare's hand in that powerful scene where Michael, waiting for the murderers in the lonely silence of the night, is smitten at heart with pity for his master, and then — as he reflects that he may share his master's fate — pity passes into terror, until his agony of spirit at last forces from his lips a shrill cry which rouses the sleeping inmates. As I read that soliloquy, and turn the lines on my tongue, I am more and more convinced that the writer was not Shakespeare. 1 cannot imagine Shakespeare writing \" Whilst thou submissiue. pleading for releefe, Art mangled by their irefull instruments.\" I will confidently venture to assert that so uncouth an expres sion as irefull instruments cannot be paralleled in Shakespeare. 1 There is a somewhat similar incident in the second act of A Warning for Fair Women, where Master Sanders and John Beane are passing through a wood. Beane says to his companion : — \" 0 God. sir, I am heavy at the heart ! Good Master Sanilers, let's returne backe to Woolwich, Me thinkes I go this way against my wilL\" But Beane has some tangible cause for alarm, as he has just seen a man slip behind some bushes."], [29, "Introduction. .'■>.: Whether we agree or not that Shakespeare revised Arden, no competent reader will deny that the old play is of striking interest. One would fain trace the fortunes of the lonely artist who followed no man's guidance, but sought inspiration from \" simple truth.\" Oldys, in his annotated copy of Langbaine's Dranlatick Poets, says, \" They have the play in manuscript at Canterbury.\" I made enquiries for the manuscript at Canterbury, hoping that it might contain some notice of the author ; but the learned and courteous Registrar, Mr. Brigstocke Sheppard, believes that it has perished. All that he could find was the entry relat ing to the charges for the burning of Alice Arden. In 15901 Lord Leicester's players were performing at Faversham (J. M. Cowper's Notes from the Records of Faversham, p. 27). Perhaps Shakespeare was one of the actors, and Arden of Feversham may then have been represented for the first time. In recent years the play has been frequently acted, doubtless in Lillo's wretched version, at the Faversham Theatre.2 But wretched as is Lillo's recast of the old play, it produced on one occasion, according to Campbell, so mag netic an effect of terror on the audience that the representation had actually to be suspended. To see the noble tragedy acted in its integrity, with all its wealth of passion and poetry, would indeed be a rare and high delight. The first quarto of Arden of Feversham was printed in 1592 ; it is in black letter. There is a copy of it in the Bodleian Library, and another (wanting at the end a few leaves, which are reproduced in facsimile) in the Dyce Library at South Ken sington. Of the 1599 quarto, which is also in black letter, there is a copy in the library of His Grace the Duke of Devonshire, K.G.: it has been generously placed at my service. The third quarto, 1633, which contains at the back of the title page a woodcut representation of the murder, is not of great rarity. The textual variations in the old copies are of little account ; the play was carefully printed 1 In 1597 Lord Hundson's players were at Faversham, and perhaps Shakespeare was among them. See Mr. Halliwell-Phillipps' very interesting tract The Visits of Shakespeare's Company of Actors lo the Provincial Cities and Towns of England. (Privately printed, 1837). 2 See An Essay on the Tragedy of Arden of Feversham, 1873, p. 18, by Rev. C. E, Donne, Vicar of Faversham."], [30, "Introduction. XX (though the metrical arrangement of certain passages is uncouth) and there is little need of emendation. A fourth edition was not published until 1770, when Edward Jacob, a Favershan Antiquary, issued a careful reprint. Lillo's Arden of Feversham, posthumously published in 1762, is a feeble alteration of the original, cut to suit the taste of an eighteenth century audience. There are modern editions of the old play in Tyrrell's Doubts all Plays of Sliakespeare and Dr. Delius' Pseudo-Shakspere 'sche Dramen, Elberfeld, 1855. The ballad of The Complaint and lamentations of Mistress Arden of Feversham, preserved among the Roxburghe Ballads, is reprinted in Evans' Old Ballads, and in Miss De Vaynes'1 charming Kentish Garland. I should judge that the ballad in its present form was written about the time (1633) when the third edition of the play was issued ; but doubtless there was an older ballad on the subject. In the Roxburghe ballad is an illustration of the murder (seemingly from the same block as the illustration at the back of the title-page of the 1633 quarto of the play). It was reproduced in facsimile for the Kentish Garland by Rev. J. W. Ebsworth, Rec tor of Molash, author of a delightful volume of Cavalier Lyrics, and our greatest living master of ballad-lore. With his usual kindness he allowed me to use his facsimile illustration as a frontispiece to the present volume. l I have to thank Miss De Vaynes for a transcript of Holinshed's account of the murder and for some useful notes. Ebkata. I regret to say that a few errors have crept into the text. P. 8, five lines from the bottom, for might read may (which is the reading of ed. 1). P. 33, last line, ed. 1 reads not Nor but Now ; aud Now may stand, if we place a hyphen at the end of the line and suppose that the sentence is left unfinished. P. 66, nine lines from the bottom, for dear read dearer. P. 81, 1. 7, del. Ales. In a few instances the spelling of ed. 1 has been inadvertently altered."], [31, "THE LAMENTA BLE AND TRVE TRA- GEDIE OF M. AR- DEN OF FEVERSHAM IN KENT. Who was moji wickedlye murdered, by the meanes of his difloyall and wanton wyfe, who for the lone /lie bare to one Mosbie, hyred two defperat ruf- fins Blackwiil and Shakbag, to kill him. Wherin is (hewed the great mal lice and discimulation os a wicked wo- man, the vnsatiable desire of filthie lust and the fhamefull end of all murderers. jfmprinted at London for Edward White, dwelling at the lyttle North dore of Paules Church at the signe of the Gun. 1592."], [32, ""], [33, "The Tragedy of zM. Arden of Feueshame. ACT I., SCENE I.1 Enter Arden and Francklin. Franklin. Arden, cheere vp thy spirits and droup no more. My gratious Lord, ye Duke of Sommerset Hath frely giuen to thee and to thy heyres, By letters patents from his Maiesty, All the lands of the Abby of Feuershame. Heer2 are the deedes. Sealed & subscribed wb his name and the kings. Read them and leaue this melancholy moode. Arden. Francklin, thy loue prolongs my weary lyfe ; And but for thee how odious were this lyfe, 1 In the old editions the acts and scenes are not marked. \" ;- Heer are the deedes .... and the kings.\" Printed as one line in old eds. B"], [34, "The Tragedy of M. Arden 2 That showes me nothing but torments my soule And those foule obiects that offend myne eies ! Which makes me wish that for this vale of Heauen The earth hung ouer my heede and couerd mee. Love letters pass1 twixt Mosbie and my Wyfe, And they have preuie meetings in the Towne : Nay, on his finger did I spy the Ring \"Which at our Marriage day2 the Preest put on. Can any greefe be halfe so great as this % Fran. Comfort thy seise, sweete freend : it is not strange That women will be false and wauering. Arden. I, but to doat on such a one as hee Is monstrous, Francklin, and intollerable. Francklin. Why, what is he ? Arden. A Botcher and no better at the first ; Who, by base brocage getting some small stock, Crept into service of a noble man, And by his seruile flattery and fawning Is now become the steward of his house And brauely iets it in his silken gowne. Fran. No noble man will countnaunce such a pesant. Arden. Yes, the Lord Clifford, he that loues not mee. But through his fauour let not him grow proude ; For were he by the Lord Protector backt, He should not make me to be pointed at. 1 Old eds. \"past.\" s Omitted in ed. 3."], [35, "of Feuershame. 3 I am by birth a gentle man of bloode, And that iniurious riball1 that attempts To vyolate my deare wyues chastitie (For deare I holde hir loue, as deare as heauen) Shall on the bed which he thinks to defile See his disseuerd ioints and sinewes torne, Whylst on the planchers pants his weary body Smeard in the channels of his lustfull bloode. Fran. Be patient, gentle freend, and learne of me To ease thy griefe and saue her chastitye. Intreat her faire ; sweete words are fittest engines To race the flint walles of a womans breast. In any case be not too Jelyouse Nor make no question of her loue to thee ; But, as securely, presently take horse And ly with me at London all this tearme ; For women, when they may, will not, But being kept back straight grow outragious. Arden. Though this abhorres from reason yet ile try it, And call her foorth and presently take leaue. How I Ales I Heere ente[r~]s Ales. Ales. Husband, what meane you to get vp2 so earely 1 Sommer nights are short and yet you ryse ere day. Had I beene wake you had not rise so soone. 1 Ed. 3, \"ribald.\" 2 For \"get vp,\" ed. 3 reads \"rise.\" B 2"], [36, "The Tragedy of M. Arden 4 Ard. Sweet loue, thou knowst that we two, Ouid like, Haue1 chid the morning when it gan to peepe And often wisht that darke nights purblind steedes Would pull her by the purple mantle back Aud cast her in the Ocean to her loue. But this night, sweete Ales, thou hast kild my hart : I heard thee cal on Mosbie in thy sleepe. Ales. Tis lyke I was a, sleepe when I2 nam'd him, For beeing awake he comes not in my thoughts. A rden. I, but you started vp and suddenly, In steede of him, caught me about the neck Ales. In steede of him ? why, who was there but And where but one is how can I mistake ? Fran. Arden, leaue to urdge her ouer farre. Arden. Nay, loue, there is no credit in a dreaine ; Let it suffice I know thou louest me well. Ales. Now I remember where vpon it came. Had we no talke of Mosbie yesternight ? Fra, Mistres Ales, I hard you name him once or twice. Ales. And thereof came it, and therefore blame not me. Arden. I know it did, and therefore let it passe. I must to London, sweete Ales, presently. Ales. But tell me, do you meane to stay there long ? Arden. No longer there till my affaires be done. 1 All the old eds. give \" Haue [or Have] often chid,\" The compositor's eye caught the word often from the following line. 2 Omitted in ed. 3."], [37, "of Feuershame. 5 Fran. He will not stay aboue a month at most. Ales. A moneth ! aye me, sweete Arden, come again e Within a day or two, or els I die. Arden. I cannot long be from thee, gentle Ales. Whilest Michel fetch our horses from the field, Franklin and I will down unto the key. For I have certaine goods there to vnload. Meanewhile prepare our breakfast, gentle Ales ; For yet ere noone wele take horse and away. Exeunt Arden & Francklin. : ' >one he meanes to take horse and away ! ete new es is this. Oh that some ayrie spirit - aid in the shape and liknes of a horse Gallope with Arden crosse the Ocean And throw him from his backe into the waues ! Sweete Mosbie is the man that hath my hart ; And he vsurpes it, haying nought but this, That I am tyed to him by marriage. Loue is a God and mariage is but words, And therefore Mosbies title is the best. Tushe ! whether it be S^, or no, he shall be mine, In spite of him, of Hymen, and of rytes. Here enters Adam of the Flourdeluce. And here comes Adam of the flourdeluce : I hope he brings me tydings of my loue. — How now, Adam, what is the newes with you ? Be not affraid ; my husband is now from home."], [38, "6 The Tragedy of M. Arden Adam. He whome you wot of, Mosbie, Mistres Ales, Is come to towne and sends you word by mee In any case you may not visit him. Ales. Not visit him ? Adam. No, nor take no knowledge of his beeing heere. Ales. But, tell me, is he angree or displeased ! Adam. Should seeme so, for he is wondrous sad. Ales. Were he as mad as rauing Hercules, He see him, I, and were thy house of force, These hands of mine should race it to the ground, Vnless that thou wouldst bring me to my loue. Adam. Nay, and you be so impatient lie be gone. Ales. Stay, Adam, stay ; thou wert wont to be my fred. Aske Mosbie how I haue incurred his wrath ; Beare him from me these paire of siluer dice With which we plaid for kisses many a tyme, And when I lost I wan and so did hee (Such winning and such losing Joue send me) ; And bid him, if his loue doo not decline, To1 come this morning but along my dore And as a stranger but salute me there : This may be do without suspect or feare. Adam. He tell him what you say, and so farewell. Exit Adam. Ales. Doo, and one day He make amends for all. 1 \"To\" omitted in ed. 1."], [39, "of Feuershame. 7 I know he loues me well, but dares not come Because my husband is so Jelious, — And these my narrow1 prying neighbours blab Hinder our meetings when we would conferre. But if I liue that block shall be remoued, And, Mosbie, thou, that comes to me by stelth, Shalt neither feare the biting speach of men Nor Ardens lookes : as surely shall he die As I abhorre him and loue onely2 thee. Here enters Michaell. How now, Michaell, whether are you going ? Michael. To fetch my masters nagge ; I hope youle thinke on mee. Ales. I, But, Michaell, see you keepe your oath And be as secret as you are resolute. Michaell. He see he shall not liue aboue a weeke. Ales. On that condition, Michaell, here is my hand : None shall haue Mosbies sister but thy seise. Michaell. I vnderstand the Painter heere hard by, Hath made reporte that he and Sue is3 sure. Ales. There's no such matter, Michaell; beleeue it not Michael. But he hath sent a dagger sticking in a hart, With a verse or two stollen from a painted cloath, The which I heere the wench keepes in her chest. 1 Ed. 1, \"marrow.\" 2 Ed. 2, \" none but thee.\" 3 Ed. 3, \" are."], [40, "The Tragedy of M. Arden 8 Well, let her kepe it : I shall finde a fellow That can both write and read and make rime too. And if I doo — wrell, I say no more : He send from London such a taunting letter As shall eat the hart he sent with salt And fling the dagger at the Painters head. Ales. What needes all this \\ I say that Susan's thine. Michaell. Why, then I say that I will kill my master Or anything that you will haue me doo. Ales. But, Michaell, see you doo it cunningly. Michaell. Why, say I should be tooke, ile nere confesse That you know any thing ; and Susan, being a Maide, May begge me from the gallous of the Shriefe. Ales. Trust not to that, Michaell. Michaell. You can not tell me, I haue seene it, I. But, mistres, tell her, whether I liue or die, Ile make her more woorth then twenty Painters can ; For I will rid myne elder brother away And then the farme of Bolton is mine owne. Who would not venture vpon house and land, When he might1 haue it for a right downe blowe 1 Here enters Mosbie. Ales. Yonder comes Mosbie. Michaell, get thee gone, And let not him nor any knowe thy drifts. Exit Michaell. Mosbie, my loue. Mosbie. Away, I say, and talke not to me now. Ed. 2, \" may.\""], [41, "of Feuershame. 9 Ales. A worde or two, sweete hart, and then I will. Tis yet but early daies, thou needest not feare. Mosbie. Where is your husband % Ales Tis now high water, and he is at the key. Mos. There let him be ; hence forward know me not. Ales. Is this the end of all thy solemne oathes % Is this1 the frute thy reconcilement buds ? Haue I for this giuen thee so many fauours ? Incurd my husbands hate and (out alas I) Made shipwrack of myne honour for thy sake 1 And dost thou say ' henceforward know me not ' 1 Remember when I lockt the[e] in my closet, What were thy words and mine ; did we not both Decree to murder Arden in the night ? The heauens can witnes, and the world can tell, Before I saw that falshoode looke of thine, Fore I was tangled with thy tysing speach, Arden to me was dearer then my soule, — And shall be still : base pesant, get thee gone, And boast not of thy conquest ouer me Gotten by witch-craft and meere sorcery ! For what hast thou to countenaunce my loue, Beeing discended of a noble house And matcht already with a gentleman Whose seruant thou maist be ! and so farewell. 1 Omitted in ed. 3."], [42, "The Tragedy of M. Arden 10 Mos. Ales. Mos. Ales. Mos. Ales. Mos Ales. Mos. Vngentle and vnkinde Ales, now I see That which I euer feard, and finde too trew : A womans loue is as tbe lightning flame Which euen in bursting forth consumes it seise. To trye thy constancie haue I beene strange ; Would I bad neuer tryed, but liued in hope ! What needs thou try me whom thou neuer found false ? , Yet pardon me for loue is Jelious. So lists1 the Sailer to the Mannaids song, So lookes the trauellour to the Basiliske ; I am content for to be reconcilde, And that, I know, will be mine ouerthrow. . Thine ouerthrow 1 first let the world dissolue. . Nay, Mosbie, let me still inioye thy loue, And happen wbat will I am resolute. My sauing husband hoordes up bagges of gould To make our children rich, and now is hee Gone to vnload the goods that shall be thine, And he and Francklin will to London straight. To London, Ales? iY thoult be rulde by mee, Weele make him sure enough for comming there. Ah, would we could. I happend on a Painter yesternight, The onely cunning man of Christendoome ; For he can temper poyson with his oyle, That who so lookes vpon the worke he drawes 1 So ed. 3. Eds. 1 and 2, \"list,\""], [43, "of Leuershame. 11 Shall, with the beames tbat issue from his sight, Suck vennome to his breast and slay him seise. Sweete Ales, he shall draw thy counters et, That Arden may by gaizing on it perish. Ales. I, but, Mosbie, that is dangerous, For thou, or I, or any other els, Comming into the Chamber where it hangs, may die. Mos. I, but weele haue it couered with a cloath And hung vp in the studie for himselfe. Ales. It may not be, for when the pictur's drawne, Arden, I know, will come and shew it me. Mos. Feare not ; weele haue that shall serue the turne. This is the painters house : Ile call him foorth. Ales. But, Mosbie, Ile haue no such picture, I.1 Mos. I pray thee leaue it to my discretion. How ! Clarke ! Here enters Clarke. 0 you are an honest man of your word ! you serud me wel. Clark. Why, sir, ile do it for you at any time, Prouided as you haue giuen your worde, I may haue Susan Mosbie to my wife. For, as sharpe witted Poets, whose sweete verse Make beauenly gods break of their Nector draughts 1 Ed. 3, \" not I.\""], [44, "The Tragedy of M. Arden 12 And lay their eares down to the lowly earth, Vse humble promise to their sacred Muse, So we that are the Poets fauorits Must haue a loue ; I, Loue is the Painters Muse, That makes him frame a speaking countenaunce, A weeping eye that witnesses1 hartes griefe. Then tell me, Master Mosbie, shall I haue hir ? Ales. Tis pittie but he should ; heele vse ber well. Mosbie. Clarke, heers my hand ; my sister shall be thine. Cla. Then, brother, to requite this curtesie, You shall command my lyfe, my skill and all. Ales. Ah that thou couldst be secret. Mosbie. Feare him not. Leaue ; I haue talked sufficient. Cla. You know not me that ask such questions. Let it suffice I know you loue him wTell And faine would haue your husband made awTay Wherein, trust me, you shew a noble minde, That rather then youle Hue with him you hate Youle venture lyfe and die with him you loue. The like will I do for my Susans sake. Ales. Yet nothing could inforce me to the deed But Mosbies loue. Might I without controll Inioy thee still, then Arden should not die : But, seeing I cannot, therefore let him die. Mos. Enough, sweete Ales ; thy kinde words makes me melt. Your tricke of poysoned pictures we dislyke ; Some other poyson would do better farre. Eds. 2 and 3, \" witnesseth.\""], [45, "of Feuershame. 13 Ales. I, such as might be put into his broth And yet in taste not to be found at all. Clarke. I know your minde, and here I haue it for you. Put but a dram of this into his drinke, Or any kinde of broth that he shall eat, And he shall die within an houre after. Ales. As I am a gentle-woman, Clarke, next day Thou and Susan shall be. maried. Mos. And ile make her dowry more the ile talk of, Clark. Clarke. Yonder's your husband. Mosbie, ile be gone. Here enters Arden and Francklin. Ales. In good time see wThere my husband comes. Maister Mosbie, aske him the question your seise. Exit Clarke. Mos. Maister Arden, being at London yester night, The Abby lands, whereof you are now possest, Were offred me on some occasion, By Greene, one of sir Antony Agers men : I pray you, sir, tell me, are not the lands yours t Hath any other interest herein1 ? Arden. Mosby, that question wele decyde anon. Ales, make ready my brekfast, I must hence. Exit Ales. As for the lands, Mosbie, they are mine By letters patents from his Maiesty. 1 Ed. 3, \" therein.\""], [46, "The Tragedy of M. Arden 14 But I must haue a Mandat for my wyfe ; They say you seeke to robbe me of her loue. Villaine, what makes tbou in her company ? Shees no companion for so base a groome. Mosbie. Arden, I thought not on her, I came to thee ; But rather then I pocket1 vp this wrong — Francklin. What will you doo, sir 1 Mos. Reuenge it on the proudest of you both. Then Arden drawes forth Mosbies sword Arden. So, sirha ; you may not weare a sword ; The statute makes against artificers ; I warrand that I doo. Now vse your bodkin, Your Spanish needle and your pressing Iron, For this shall go with me ; and marke my words, You goodman botcher, tis to you I speake ; The next time that I take thee neare my house, In steede of Legs Ile make thee crall on stumps. Mos. Ah, maister Arden, you have iniurde mee : I doo appeale to God and to the world Fran. Why, canst thou deny thou wert a botcher once 1 Mos. Measure me what I am, not what I was. Ar. Why ? what art thou now but a Veluet drudge, A cheating steward and base minded pesant ? Mos. Arden, now thou hast belcht and vomited, The rancorous venome of thy mis-swolne hart, Ed. 3, \"put up.\""], [47, "of Feuer shame. 15 'i Heare me but speake : as I intend to liue With God and his elected saints in heauen, I neuer meant more to solicit her ; And that she knowes and all the world shall see. I loued her once ; sweete Arden, pardon me : I could not chuse, her beauty fyred my hcarte ; But time hath quench't these ouerraging coles, And, Arden, though I now1 frequent thy house, Tis for my sisters sake, her waiting maid, And not for hers ; maiest thou enioy her long. Hell fyre and wrathfull vengeance light on me If I dishonor her or iniure thee. Ard. Mosbie, with these thy protestations, The deadly hatred of my hart is appeased, And thou and He be freends if this proue trew. As for the base tearmes I gaue thee late, Forget them, Mosbie : I had cause to speake, When all the Knights and gentlemen of Kent Make common table talke of her and thee. Mos. Who Hues that is not toucht with slaunderous tongues ? Fra. Then, Mosbie, to eschew the speache of men, Upon whose generall brute all honor hangs, Forbeare hi? house. Ard. Forbeare it ! nay, rather frequent it more : The worlde shall see that I distrust her not. To warne him on the sudden from my house Were to confirme the rumour that is growne. 1 Omitted iu ed. 3."], [48, "Tlie Tragedy of M. Arden 16 Mos. By faith, my sir,- you say trew, And therefore will I soiourne here a while Vntill our enemies haue talkt their fill ? And then, I hope, theile cease, and at last confesse How causeles they have iniurde her and me. Ard. And I will ly at London all this tearme To let them see how light I wey their words. Here enters Ales. Ales. Husband, sit down ; your brekfast will be could. Ard. Come, M. Mosbie, will you sit with vs 1 Mos. I can not eat, but ile sit for company. Ard. Sirra Michaell, see our1 horse be ready. Ales. Husband, why pause ye ? why eat you not 1 Ard. I am not well ; thers something in this broth That is not holesome : didst thou make it, Ales 1 Ales. I did, and thats the cause it likes not you. Then she throtves down the broth on the grounde. Thers nothing that I do can please your taste : You were best to say I would haue poysoned you. I cannot speak or cast aside my eye, But he Imagines I haue stept awry. Heres he that you cast in my teeth so oft : Now will I be conuinced or purge jij seise. I charge thee speake to this mistrustfull rian, Thou that wouldst see me hange,2 thou, Mosbye, thou : 1 Eds. 2 and 3, \"your.\" \" Ed. 3, \"bang.\""], [49, "of Feuershame. 17 What fauour hast thou had more then a kisse At comming or departing from the Towne 1 Mos. You wrong your seise and me to cast these douts Your louing husband is not Jelious. Ard. Why, gentle mistres Ales, cannot I be ill But youle accuse your seise \\ Franckline, thou haste a boxe of Methridate : lie take a lytle to preuent the worst. Fran. Do so, and let vs presently take horse : My lyfe for yours ye shaU do well enough. Ales. Giue me a spoone, He eat of it my seise : Would it were fuU of poyson to the brim, Then should my cares and troubles haue an end. Was euer silly woman so tormented ! Arden. Be patient, sweete loue ; I mistrust not thee. Ales. God will reuenge it, Arden, if thou doest. For neuer woman lou'd her husband better The I do thee. Ard. I know it, sweete Ales, cease to complaine, Least that in teares I answer thee againe. Fran. Come, leaue this daUying, and let vs away. Ales. Forbeare to wound me with that bitter word ; Arden shall go to London in my armes. Arden. Loth am I to depart, yet I must go. Ales. Wilt thou to London then and leaue me here ? Ah, if thou loue me, gentle Arden, stay : Yet, if thy busines be of great Import, c"], [50, "The Tragedy of M. Arden 18 Go if thou wilt Ile beare it as I may. But write from London to me euery weeke, Nay euery day, and stay no longer there Then thou must nedes, least that I die for sorrow. Arden. Ile write vnto thee euery other tide ; And so farewell, sweete Ales, tiH we meete next. Ales. FareweU Husband, seeing youle haue it so ; And, M. Francklin, seeing you take him hence, In hope youle hasten him home Ile giue you this. and then she kisseth him. Fran. And if he stay the fault shaU not be mine. Mosbie, farewell, and see you keepe your oath. Mosbie. I hope he is not Jelious of me now. Arden. No, Mosbie, no : Hereafter thinke of1 me As of2 your dearest frcnd, and so farewell. Exeunt Arden, Franklin, & Michaell. Ales. I am glad he is gone ; he was about to stay, But did you marke me then how I brake of ? Mosbie. I, Ales, and it was cunningly performed. But what a villaine is this painter Clarke ! Ales. Was it not a goodly poyson that he gaue ? Why, he's as well now as he was before. It should haue bene some fine confection That might haue giuen the broth some daintie taste : This powder was to grosse and populos. Mosbie. But had he eaten but three spoonefuHes more, Then had he died and our loue continued. 1 Ed. 3, \"on.'; 2 Omitted in ed. 3."], [51, "of Feuershame. 19 Ales. Why, so it shall,1 Mosbie, albeit he liue. Mosbie. It is vnpossible, for I haue sworne Neuer hereafter to solicite thee Or, whylest he lives, once more importune thee. Ales. Thou shalt not neede, I wiU importune thee. What ? shall an oath make thee forsake my loue 1 As if I haue not sworne as much my seise And giuen my hand vnto him in the church ! Tush, Mosbie ; oathes are wordes, and words is2 winde, And winde is mutable : then I conclude Tis childishnes to stand vpon an oath. Mos. Well proued, Mistres Ales; yet by your leaue Ile keep mine vnbroken whilest he Hues. Ales. I, doo, and spare not, bis time is but short ; For if thou beest as resolute as I, Weele haue him murdered as he walkes the streets. In London many alehouse Ruffins keepe, Which, as I heare, will murther men for gould. They shaU be soundly fe[e]d to pay him home Here enters Greene* Mos. Ales, whats he that comes yonder ' knowest thou him.3 Ales. Mosbie, be gone : I hope tis one that comes To put in practise our intended drifts. Exit Mosbie. 1 Ed. 3 omits the words \" so it shall. 2 Eds. 2 and 3, \" are.1 3 Omitted in ed. 3. C 2"], [52, "The Tragedy of M. Arden 20 Gre. Mistres Arden, you are weU met, I am sorry that your husband is from home, When as my purposed iourney was to him : Yet all my labour is not spent in vaine, For I suppose that you can fuU discourse And flat resolue me of the thing I seeke. Ales. What is it, maister Greene ? If that I may Or can with safety, I will answer you. Greene. I heard your husband hath1 the grant of late, Confirmed by letters patents from the king, Of all the lands of the Abby of Feuer shame, Generally intitled, so that aH former grants Are cut of ; whereof I my seise had one, But now my interest by that is void. That is aU, Mistres Arden ; is it trew or2 no 1 Ales. Trew, maister Greene; the lands are his in state, And wdiatsoeuer leases were3 before Are void for tearme of Maister Ardens lyfe : He hath the grant vnder the Chancery seale. Gre. Pardon me, mistres Arden, I must speake, For I am toucht. Your husband doth me wrong To wring me from4 the little land I haue : My liuiug is my lyfe, onely that 1 Ed. 2, \" had.\" 3 Ed. 1, \"nor.\" 3 Omitted in ed. 3. 4 Qu. \" To wring from me \" 1"], [53, "of Feuer shame. 21 Resteth remainder1 of my portion. Desyre of welth is endles in his minde And he is gredy gaping stiU for gaine, Nor cares he though young gentlemen do begge, So he may scrape and hoorde vp in his poutche. But, seeing he hath taken my lands, Ile value lyfe As careles as he is carefull for to get : And tell him this from me, — He be reuenged, And so as he shall wishe the Abby lands Had rested still within their former state. Ales. Alas, poore gentleman, I pittie you, And wo is me that any man should want. God knowes tis not my fault ; but wonder not Though he be harde to others, when to me, — Ah, maister Greene, God knowes how I am vsde. Gre. Why, mistres Arden, can the crabbed churle Vse you unkindely ? respects he not your birth, Your honorable freends, nor what you brought % Why, all Kent knowes your parentage and what you are. Ales. Ah, M. Greene, be it spoken in secret heere, I neuer liue good day with him alone. When hee is at home then haue I froward lookes, Hard words and blowes to mend the match withall ; And though I might content as good a man, Yet doth he keepe in every corner trulles; 1 Eds. 2 and 3, \" remained.\""], [54, "The Tragedy of M. Arden 22 And weary with his trugges at home, Then rydes he straight to London ; there forsooth He reueUes it among such filthie ones As counsels1 him to make away his wyfe. Thus Hue I dayly in continuaU feare, In sorrow, so dispairing of redres As every day I wish with harty prayer That he or I were taken forth the worlde. Gre. Now trust me, mistres Ales, it greeueth me So faire a creature should be so abused. Why, who would haue thought the ciuill sir so sollen, He lookes so smoothly 1 Now fye vpon him, Churle ! And if he Hue a day he Hues too long. But frolick, woman, I shall be the man ShaU set you free from all this discontent ; And if the Churle den)'\" my intereste And wiU not yelde my lease into my hand, He paye him home, what euer hap to me. Ales. But speake you as you thinke ? Gre. I, Gods my witnes, I meane plaine deahng, For I had rather die then lose my land. Ales. Then, maister Greene, be counsailed by me : Indaunger not your seise for such a Churle But hyre some Cutter for to cut him short, And heer's ten pound to wager them with aU ; When he is dead you shaH haue twenty more,. 1 Ed. 3, \"counsell.\""], [55, "of Feuershame. 23 And the lands whereof my husband is possest Shall be intytled as they were before. Gre. WiH you keepe promise with me 1 Ales. Or count me false and periurde whilst I Hue. Gre. Then heeres my hand, Ile haue him so dispatcht. Ile vp to London straight, Ile thether poast, And neuer rest till I have compast it : Till then farewell. Ales. Good fortune follow all your forward thoughts, Exit Grene. And whosoeuer doth attempt the deede A happie hand I wish ; and so fareweU. All this goes weU : Mosbie, I long for thee To let thee know all that I haue contriued. Here enters Mosbie & Clarke. Mos. How now, Ales, whats the newes 1 Ales. Such as will content thee well, sweete hart. Mos, Well, let them passe a while, and tell me, Ales, How have you dealt and tempered with my sister ? What, will she have my neighbour Clarke or no ? Ales. What, M. Mosbie 1 let him wooe him self : Thinke you that maides looke not for faire wordes 1 Go to her, Clarke ; shees aU alone within ; Michaell my man is cleane out of her bookes. Clarke. I thanke you, mistres Arden, I wul in ; And if faire Susan and I can make a gree, You shall command me to the vttermost,"], [56, "24 Tiie Tragedy of M. Arden As farre as either goods or lyfe may streatch. Exit Clark. Mos. Now, Ales, lets heare thy newes. Ales. They be so good that I must laugh for ioy Before I can begin to tell my tale. Mos. Lets heare them that I may laugh for company. Ales. This morning M. Greene, dick greene I meane, From whom my husband had the Abby land, Came hether, raiHng, for to know the truetb Whether my husband had the lands by grant. I told him aU, where at he stormd a maine And swore be would cry quittance with the Churle, And, if he did denye his enterest, Stabbe him, whatsoeuer did befall him seise. When as I sawe his choller thus to rise, I whetted on the gentleman with words ; And, to conclude, Mosbie, at last we grew To composition for my husbands death. I gaue him ten pound to hire knaues By some deuise to make away the Churle ; When he is dead he should haue twenty more And repossesse his former lands againe. On this we greed, and he is ridden straight To London, to bring his death about. Mos. But call you this good newes ? Ales. I, sweete hart, be they not ? Mos. Twere cheerfull newes to hear the churle wer dead"], [57, "of Feuershame. 25 But trust me, Ales, I take it passing ill You would be so forgetfuH of our state To make recount of it to euery groome. What ? to acquaint each stranger with our drifts, Cheefely in case of murther, why, tis the way To make it open vnto Ar dens seise And bring thy seise and me to ruine both. Forewarnde, forearmde : who threats his enemye Lends him a sword to guarde himselfe with alL Ales. I did it for the best. Mos. Well, seing tis don, cberely1 let it pas, You know this Greene : is be not reHgious ? A man I gesse of great deuotion. Ales. He is. Mos. Then, sweete Ales, let it pas : I haue a dryft Wul quyet all, what euer is amis. Here enters Clarke and Susan. Ales. How now, Clarke ? have you found me false ? Did I not plead the matter hard for you ? Clarke. You did. Mos. And what ? Wilt be a match ? Clarke. A match, I faith, sir : I, the day is mine. The Painter layes his cuUours to the lyfe ; His pensel drawes no shadowes in his loue. Susan is mine. Ales. You make her blushe. 1 Ed. 3, \" cheerefully.\""], [58, "26 The Tragedy of M. Arden Mos. What ? sister, is it Clarke must be the man ? Su. It resteth in your graunt ; some words are past, And happely we be growne vnto a match If you be willing that it shall be so. Mos. Ah, maister Clarke, it resteth at my grant ; You see my sister's yet at my dispose. But, so youle graunt me one thing I shaU aske, I am content my sister shaU be yours. Clark. What is it, M. Mosbie ? Mos. I doo remember once in secret talke You tould me how you could compound by Arte A crucifix impoysoned, That who so looke vpon it should waxe bHnde And with the sent be stifeled, that ere long He should dye poysond that did view it wel. I would haue you make me such a crucifix, And then Ile grant my sister shall be yours. Cla. Though I am loath, because it toucheth lyfe, Yet, rather or Ile leaue sweete Susans loue, He do it and with aU the haste I may. But for whome is it ? Ales. Leaue that to vs. Why \\ Clarke, is it possible That you should paint and draw it out your seise, The cuHours beeing balefull and impoysoned, And no waies preiudice your seise with aU ? Mos. WeU questioned, Ales : Clarke, how answer you that ?"], [59, "of Feuershame. 27 Cla. Very easily ; Ile tell you straight How I doe worke of these Impoysoned drugs. I fasten on my spectacles so close As nothing can any way offend my sight. Then as I put a lease within my nose, So put I rubarbe to auoid the smell, And softly as another worke I paint. Mos. Tis very well, but against when shall I haue it ? Cla. Within this ten dayes. Mos. Twill serue the turne. Now Ales, lets in and see what cheere you keepe. I hope now M. Arden is from home Youle giue me leaue to play your husbands part. Ales. Mosbie, you know, whose maister of my hart He weH may be the master of the house. Exeunt. ACT II. SCENE I. Here enters Greene and Bradshaiv. Brad. See you them that corns yonder, M. Greene 1 Gren. I, very weU : doo you know them ? Here enters Blacke Will and Shakebagge. Brad. The one I knowe not, but he seemes a knaue Cheefly for bearing the other company,"], [60, "The Tragedy of M. Arden 28 For such a slaue, so vile a roge as he, Lyues not againe vppon the earth. Blacke-tvill is his name : I tell you, M. Greene, At Bulloine he and I were fellow souldiers, Where he plaid such prankes Ae aU the Campe feard him for his viUany. I warrant you he beares so bad a minde That for a croune heele murther any man. Gre. The fitter is he for my purpose, mary. Will. How now, fellow Bradshaiv ? Whether away so earely ? Brad. 0 Will, times are changed : no fellows now, Though we were once together in the field ; Yet thy freend to doo thee any good I can. Will. Why, Bradshawe, was not thou and I Fellow souldiers at BuHoine,1 wher I was a corporall And thou but a base mercenarye groome ? No feUowes now ! because you are a gouldsmith And haue a lytle plate in your shoppe ! You were glad to caU me ' feUow Will,' And with a cursy to the .earth ' One snatch, good corporaU ! ' When I stole the halfe Oxe from John the vitler, And domineer 'd with it amongst good feUowes In one night. 1 Old eds. end the line at \"Bulloine,\" and make one line of \"wher I was groome.\""], [61, "of Fe uer shame. 29 Brad- I, Will, those dayes are past with me. Will. I, but they be not past with me, For I kepe that same honorable mind still. Good neighbour Bradshaw, you are too proude to be my fallow, But were it not that I see more company comming down The hill I would be feUowes with you once more. And share Crownes with you to. But let that pas and tell me whether you goe. Brad. To London, Will, about a peece of seruice Wherein happely thou maist pleasure me. Will. What is it \\ Brad. Of late Lord Cheiny lost some plate Which one did bring and soulde it at my shoppe, Saying he serued sir Antony Cooke. A search was made, the plate was found with me, And I am bound to answer at the syse. Now Lord Cheiny solemnly vowes, If law will serue him, hele hang me for his plate. Now I am going to London vpon hope . To finde the feHow. Now, Will, I know Thou art acquainted with such companions. Will. What manner of man was he ? Brad. A leane faced writhen knaue, Hauke nosde and verye hoUow eied, With mightye furrowes in his1 stormye browes ; Long haire down'2 his shoulders curled ; 1 Omitted in ed. 3. 2 Ed. 3, \" down to.\""], [62, "The Tragedy of M. Arden 30 His chin was bare, but on his vpper Hppe A mutchado, which he wound about his eare. Will. What apparell bad he ? Brad. A watchet sattin doublet aU to torne, The inner side did beare the greater show ; A paire of threed bare Veluet hose, seame rent, A wosted stockin rent aboue the shoe, A Huery cloake, but aU the lace was of ; Twas bad, but yet it serued to bide the plate. Will. Sirra Shakebagge, canst thou remember Since we trould the boule at Siitingburgh,1 When I broke the Tapsters head of the Lyon With a Cudgill sticke ? Shah I, very well, Will. Will. Why,itwas with the money thattheplatewas sould for. Sirra Bradshaw, what wilt thou giue him That can telle thee who soulde thy plate s Brad. Who, I pray thee, good Will 1 Will. Why, twas one Jack Fitten. He's now in Newgate for steaHng a horse And shall be arrainde the next sise. Brad. Why, then let Lord Cheiny seek Jack Fitte forth, For He backe and tell him who robbed him of his plate, This cheeres my hart ; M. Greene, Ile leaue you, For I must to the Ile of Sheppy with speede. GVeene. Before you go let me intreat you 1 Ed. 3, \" Sittingburne.\""], [63, "of Feuershame. 31 To carry this letter to mistres Arden of Feuershame And humbly recommend me to her seise. Brad. That will I, M. Gi'eene, and so fareweU. Here, Will, theres a Crowne for thy good newes. Exit Bradshawe. Will. FareweU, Bradshaw ; Ile drinke no water for thy sake whUest this lasts.1 Now,gentleman,shaU we haue your company to London. Gre. Nay stay, sirs : A lytle more I needs must vse your helpe And in a matter of great consequence, Wherein if youle be secret and profound Ile giue you twenty Angels for your paincs. Will. How ? twenty AngeUs ? giue my feUow George shakbag and me twenty Angels ? And if thoult haue thy owne father slaine, That thou mayst inherit his land, weele kiU him. Shak. I, thy Mother, thy sister, thy brother, or aU thy kin. Gre. Well, this it is : Arden of Feuershame Hath highly wrongd me about the2 Abby land, That no revendge but death wiU serue the turne. WiU you two kiU him \\ heeres the Angels downe, And I will lay the platforme of his death. Will. Plat me no platformes ; give me the money, And Ile stab him as he stand spissing against a waU but Ile kiU him. Sha. Where is he ? 1 Ed. 2, \" doth last.\" ' Omitted in eds. 2 and 3."], [64, "The Tragedy of M. Arden 32 Gi-eene. He is now at London, in Alder sgate streete. Shak. He's dead as if he had beene condemned By an act of parHament, if once Black Will and I Sweare his death. Gre. Here is ten pound, and when he is dead Ye shaU haue twenty more. Will. My fingers itches to be at the pesant. Ah that I might be set a worke thus through the yeere And that murther would grow to an occupation, That a man might without daunger of law : Zounds, I warrant I should be warden of the company. Come, let vs be going and wele bate at Rochester, Where Ile give thee a gaUon of Sack To hanseU the match with aU. Exeunt. SCENE 2. Here enters Michael. Mich. I have gotten such a letter As wiU touch the Painter : And thus it is. Here enters Arden and Francklin a/ad heares Michaell read this letter. My duetye remembered, Mistres Susan, hoping in God you be in good health, as L Michaell was at the making heereof This is to certife you that as the Turtle true, when she hath lost her mate, sitteth alone, so T mourning"], [65, "of Feuershame. 33 for your absence do walk vp and down Poules til one day L fell a sleepe and lost my maisters Pantophelles. Ah, mistres Susan, abolishe that palti-y Painter, cut him off by the shinnes with a frowning looke of your crabed countenance, & think vpon Michaell, who druncke with the dregges of your fauour will cleaue as fast to your loue as a plaster of Pitch to a gald horse back. Thus hoping you will let my passions penetrate or rather impetrate mercy of your meeke hands, I end. Yours Michaell, or else not Michaell. Ard. Why, you paltrie knaue ! Stand you here loytering, knowing my affaires, What haste my busines craues to send to Kent ? Fran. Faith, friend Michaell, this is very ill ; Knowing your maister hath no more but you, And do ye slack his busines for l your own. Ard. Where is the letter, sirra ? let me see it. Then he giues him the letter. See, maister Francklin : heres proper stuffe. Susan my maid, the Painter, and my man, A crue of harlots all in loue forsooth ! Sirra, let me heare no more of this, Nor 2 for thy lyfe once write to her a worde. Here enters Grene, Will, and Shakebag. 1 Omitted in ed 3. 'Eds. 2 and 3, \"Now.\" 0"], [66, "34 The Tragedy of M. Arden Wilt thou be married to so base a truU ? Tis Mosbies sister : come I once at home Ile rouse her from remaining in my house. Now, M. Francklin, let vs go walke in Paules ; Come but a turn or two, and then away. Exeunt. Gre. The first is Arden, and thats his man ; The other is Francklin, Ardens dearest freend. Will. Zounds, Ile kiU them aU three. Gre. Nay, sirs, touch not his man in any case, But stand close and take you fittest standing And at his comming foorth speede him : To the Nages head, ther' is this cowards haunt, But now Ile leaue you tiU the deed be don. Exit Greene. Sha. If he be not paid bis owne nere trust Shakebagge, Wil. Sirra Shakbag, at bis coming foorth Ile runne him through, and then to the blacks reers, And there take water and a way. Sha. Why, thats the best, but see thou misse him not. Wil. How can I misse him when I thinke on the fortye Angels I must haue more ? Here enters a Prentise. Prentise. 'Tis very late ; I were best shute vp my stall, For heere will be ould filching when the presse comes foorth of Paules."], [67, "of Feuershame. 35 Then lettes he downe his window, and it breaks Black Wils head. Wil. Zounds, draw, Shakbag, draw, I am almost kild. Pren. Wele tame you, I warrant. Wil. Zounds, I am tame enough already. Heere enters Arden, Fran., & Michael. Ard. What trublesome fray or mutany is this % Fran. 'Tis nothing but some brabling paltry fray Deuised to pick mens pockets in the throng. Ard. 1st nothing els ' come, Franklin, let vs away. Exeunt. Wil. What mends shal I haue for my broken head ? Pren. Mary, this mends, that if you get you not away AU the sooner you shall be well beaten and sent to the counter. Exit prentise. Wil. Well, He be gone, but looke to your signes, For He pull them down all. Shakbag, my broken head greeues me not so much As by this meanes Arden hath escaped. Here enters Greene. I had a glimse of him and his companion. Gre. Why, sns, Arden' s as well as I ; I met him and Francklin going merrilly to the ordinary. What, dare you not do it < Wil. Yes, sir, we dare do it, but, were my consent to giue again e, We would not do it vnder ten pound more. d 2"], [68, "The Tragedy oj M. Arden 36 I value euery drop of my blood at a french Crowne. I haue had ten pound to steale a dogge, And we haue no more heere to kiU a man ; But that a bargane is a bargane, and so foorth, You should do it your seise. Gre. I pray thee how came thy head broke ? Will. Why, thou seest it is broke, dost thou not ? Sha. Stading against a staule, watching Ardens coming, A boy let down his shop window and broke his head ; Wherevpon arose a braul, and in the tumult Arden escapt vs and past by vnthought on. But forberance is no acquittance j1 Another time wele do it, I warrant thee. Gre. I pray thee, Will, make cleane thy bloodie brow And let vs bethink vs on some other place Where Arden may be met with handsomly. Remember how deuoutly thou hast sworne To kill the villaine ; thinke upon thyne oath. Will. Tush, I haue broken fiue hundred oathes; But, wouldst thou charme me to effect this dede, Tell me of gould, my resolutions fee ; Say thou seest Mosbie kneeling at my knees, Offring me seruice for my high attempt, And sweete Ales Arden with a lap of crownes Comes with a lowly cursy to the earth, Saying ' take this, but for thy quarterige, 1 Eds. 2 and 3, \" quittance.\""], [69, "of Feuershame. 37 Such yeerely tribute will I answer thee.' Why, this would steale soft metled1 cowardice, With which black Will was neuer tainted yef.2 I tell thee, Greene, the forlorne trauailer, Whose lips are glewed with sommers parching heat Nere longd so much to see a running brooke As I to finish Ardens Tragedy. Seest thou this goare that cleaueth to my face ? From hence nere will I wash this bloody staine Till Ardens hart be panting in my hand. Gre. Why, thats wel said ; but what saith Shakbag ? Shak. I cannot paint my valour out with words : But, giue me place and opportunitie, Such mercy as the staruen Lyones, When she is dry suckt of her3 eager young, Showes to the pray that next encounters her, On Arden so much pitty would I take. Gre. So should it faire with men of firme resolue. And now, sirs, seeing this accident Of meeting him in Patties hath no successe, Let vs bethinke vs of some other place Whose earth may swallow vp this Ardens bloode. Here enters Michaell. See yonder comes his man : and wat you what \\ The foolish knaue is in loue with Mosbies sister ; 1 Eds. 2 and 3 \" melted.\" 3 Old eds. \" with.\" * Omitted in ed. 3."], [70, "Tlie Tragedy of M. Arden 38 And for her sake, whose loue he cannot get Unlesse Mosbie solicit his sute, The viUaine hath sworne the slaughter of his maister. Weele question him, for he may stead vs muche. — How now, Michael, whether are you going ? Mic. My maister hath new supt And I am going to prepare his chamber. Gre. Where supt M. Arden ? Mic. At the Nages head, at the 18 pence ordinarye. How now, M. Shakbag ? what, Black Wil, Gods deere lady how chaunce your face is so bloody ? Wil. Go too, sirra, there is a chaunce in it : This sawcines in you wU make you be1 knockt. Mic. Nay, and you be offended ile be gone. Gre. Stay, Michael, you may not scape vs so. Michael, I knowe you loue your M. wel. Mic. Why, so I do ; but wherefore vrdge you that ? Gre. Because I thinke you loue your mistres better. [Mic.'] So think not I ; but say yfaith, what if I should t Shak. Come to the purpose, Michael ; we heare You haue a pretty loue in Feuershame. Mic. Why, haue I two or three, whats that to thee ? Wil. You deale to[o] rmldely with the pesant. Thus it is Tis knowne to vs [that] you loue mosbies sister ; We know besides that you haue tane your oath To further Mosbie to your mistres bed, 1 Omitted in eds. 2 and 3."], [71, "of Feuershame. 39 And kill your M. for bis sisters sake. Now, sir, a poorer coward then your seise Was neuer fostered in the coast of Kent. How comes it then that such a knaue as you Dare sweare a matter of such consequence ? Gre. Ah, Will- Will. Tush, giue me leaue, thers no more but this : Sith thou hast sworne, we dare discouer all, And hadst thou or shouldst thou vtter it, We have deuised a complat vnder hand, What euer shall betide to any of vs, To send thee roundly to the diueU of hell. And therefore thus : I am the very man Markt in my birth howre by the destynies To giue an end to Ardens lyfe on earth ; Thou but a member but to whet the knife Whose edge must search the closet of his breast Thy office is but to appoint the place And traine thy1 M. to his tragedy, Myne to performe it when occasion serues. Then be not nice, but here deuise with vs How and what way we may conclude his death. Sha. So shalt thou purchase Mosbie for thy frend, And by his frendship gaine his sisters loue. Gre. So shal thy mistres be thy fauorer And thou disburdned of the oath thou made. Mic. Well, gentlemen, I cannot but confesse, 1 Ed. 2, \" the."], [72, "40 TJie Tragedy of M. Arden Sith you have vrdged me so aparantly, That I have vowed my M. Ardens death ; And he whose kindly loue and liberall hand Doth challenge naught but good deserts of me, I will delyuer ouer to your hands. This night come to his house at Aldersgate : The dores He leaue vnlockt against you come. No sooner shaU ye enter through the latch, Ouer the thresholde to the inner court, But on your left hand shaU you see the staires That leads directly to my M. chamber : There take him and dispose him as ye please. Now it were good we parted company ; What I haue promised I will performe. Wil. Should you deceiue vs twould go wrong w* you. Mic. I will accomplish al I haue reuealde. Wil. Come, let's go drinke, choUer makes me as drye as a dog. Exeunt Will, Gre., and Shah Manet Michael. Mic. Thus feedes the Lambe securely on the downe, Whilst through the thicket of an arber brake The hunger bitten Woulfe orepryes his hant And takes aduantage [for] to eat him vp. Ah, harmeles Arden, how, how hast thou misdone, That thus thy gentle lyfe is leueld at ? The many good turnes that1 thou hast don to me 1 Omitted in ed. 3."], [73, "of Feuershame. 41 Ard. Now must I quitance with betraying thee ; I that should take the weapon in my hand And buckler thee from ill intending foes, Do lead thee with a wicked1 fraudfull smile, As vnsuspected, to the slaughterhouse. So haue I sworne to Mosby and my mistres, So haue I promised to the slaughtermen ; And should I not deale currently with them, Their lawless rage would take reuenge on me. Tush, I wUl spurne at mercy for this once : Let pittie lodge where feeble women ly, I am resolued and Arden needs must die. Exit Michaell. ACT 111. SCENE I. Here enters Arden & Fran. . No, Francklin, no : if feare or stormy threts, If loue of me or care of womanhoode, If feare of God or common speach of men, Who mangle credit with their wounding words And cooch dishonor as dishonor buds, Might ioyne repentaunce in her wanton thoughts, No question then but she would turn the lease And sorrow for her desolution ; But she is rooted in her2 wickednes, Peruerse and stobburne, not to be reclaimde ; 1 Omitted in ed. 3. 2 Omitted in ed. 3."], [74, "The Tragedy of M. Arden 42 Good counsell is to her as raine to weedes, And reprehension makes her vice to grow As Hydraes head that1 flourisht2 by decay. Her faults, me think, are painted in my face For euery searching eye to ouer reede ; And Mosbies name, a soandale vnto myne, Is deeply trenched in my blushing brow. Ah, Francklin, Francklin, wdien I think on this. My harts greefe rends my other powers Worse then the conflict at the houre of death. Fran. Gentle Arden, leaue this sad lament ; She wiU amend, and so your greefes wiU cease, Or els shele die, and so your sorrows end. If neither of these two do happely fall, Yet let your comfort be that others beare Your woes, twice doubled aU, with patience. Ard. My house is irksome, there I cannot rest. Era. Then stay with me in London, go not home. Ard. Then that base Mosbie doth vsurpe my roome And makes his triumphe of my beeing thence. At home or not at home, where ere I be, Heere, heere it lyes, ah Francklin, here it lyes That wU not out till wretched Arden dies. Here enters Michael. 1 Omitted in ed. 3. 3 Old eds. \" perisht.\""], [75, "of Feuershame. 43 Era. Forget your greefes a whUe ; heer corns your man. Ard. What a Clock ist, sirra ? Mic. Almost ten. Ard. See, see, how runnes away the weary time ! Come, M. Franklin, shal we go to bed ? Exeunt Arden and Michael. Manet Francklin . Fran. I pray you go before ; Ile follow you. — Ah what a hell is fretfull Jelousie ! What pitty mouing1 words, what deepe fetcht sighes, What greeuous grones and ouerlading woes Accompanies this gentle gentleman ! Now wiU he shake his care oppressed head, Then fix his sad eis on the sollen earth, Ashamed to gaze vpon the open world. Now wiU he cast his eyes vp towards the heauens, Looking that waies for redresse of wrong : Some times he seeketh to beguUe his griefe And tels2 a story with his carefull tongue ; Then comes his wiues dishonor in his thoughts And in the middle cutteth of his tale, Powring fresh sorrow on his weary Hms. So woe begone, so inly charged with woe, Was neuer any lyued and bare it so. Here enters Michaell. 1 Ed. 1, \"moning.\" 2 Ed. 1, \"tals.\""], [76, "44 The Tragedy of M. Arden ■> '> Mic. My M. would desire you come to bed. Fra. Is he himselfe already in Jiis bed ? Exit Fran. Manet Mic. Mic. He is, and faine would haue the light away. — Conflicting thoughts incamped in my brest Awake me with the Echo of their strokes, And I a iudge to censure either side Can giue to neither wished victory. My masters kindnes pleads to me for lyfe With iust demaund, and I must grant it him : My mistres she hath forced me with an oath, For Susans sake, the which I may not breake, For that is nearer the a masters loue : That grim- faced feUow, pittiles black Will, And Shakebag stearne in bloody stratageme, Two Ruffer Ruffins neuer Hued in Kent, Have sworne my death if I infrindge my vow, A dreadfuU thing to be considred of. Me thinks I see them with their bolstred haire Staring and grinning in thy gentle face, And in then ruthles hands their dagers drawne, Insulting ore thee1 with a peck of oathes, Whilst thou submissiue, pleading for releefe, Art mangled by then irefull instruments. Me thinks I heare them aske where Michaell is And pittiles black Will cryes ' stab the slaue I 1 Eds. 1 and 2, \" there.\""], [77, "of Feuershame. 45 The Pesant will detect the Tragedy I ' The wrincles in his fowle death threatning face Gapes open wide, lyke graues to swaUow men. My death to him is but a merryment And he will murther me to make him sport. He comes, he comes ! ah, M. Francklin, helpe ! CaU vp the neighbors or we are but dead ! Here enters Fran. & Arden. Fran. What dismall outcry cals me from my rest ? Ard. What hath occasiond such a fearefull cry ? Speake, Michaell : hath any iniurde thee ? Mic. Nothing, sir ; but as I fell a sleepe, Vpon the thresholde leaning to the staires, I had a fearefuU dreame that troubled me, And in my slumber thought I was beset With murtherer theeues that came to rifle me. My trembling ioints witnes my inward feare : I craue your pardons for disturbing you. Ard. So great a cry for nothing I nere heard. What ? are the dores fast lockt and al things safe ? Mic. I cannot tel ; I think I lockt the doores. Ard. I like not this, but Ile go see my seise. Nere trust me but the dores were1 all vnlockt : This negligence not halfe contenteth me. Get you to bed, and, if you loue my fauour, Let me haue no more such pranckes as these. Come, M. Francklin, let vs go to bed. 1 Eds. 2 and 3, \"are.\""], [78, "46 Tlie Tragedy of M. Arden Fran. I, be my Faith ; the aire is very colde. Michaell, farewell ; I pray thee dreame no more. Exeunt SCENE 2. Here enters Will, Gre. and Shak. Sha. Black night hath hid the pleasurs of ye day, And sheting darknesse ouerhangs the earth And with the black folde of her cloudy robe Obscure vs from the eiesight of the worlde, In which swete silence such as we triumph. The laysie minuts Hnger on their time, [As] loth to giue due audit to the howre Til in the watch our purpose be complete And Arden sent to euerlasting night. Greene, get you gone and linger here about, And at some boure hence come to vs againe, Where we will giue you instance of his death. Gre. Speede to my wish, whose wd so ere sayes no ; And so ile leaue you for an howre or two. Exit Gre. Will. I tell thee, Shakebag, would this thing wer don ; I am so heauy that I can scarse go : This drowsines in me bods little good. Shake. How now, Will ? become a precissian ? Nay, then1 lets go sleepe when buges and feares Shall kill our courages with their fancies worke. Will. Why, Shakbagge, thou mistakes me much And wrongs2 me to[o] in telling me of feare. 1 Omitted in ed. 3. 2 Eds. 2 and 3, \" wrongs [and \" wrongst \" ] me in the telling me.\""], [79, "of Feuershame. 47 Wert not a serious thing we go about, It should be slipt till I had fought with thee, To let thee know I am no coward, I. I tel thee, Shakbag, thou abusest me. Sha. Why, thy speach bewraied an inlye kind of feare, And sauourd of a weak relenting spirit. Go forward now in that we haue begonne, And afterwards attempt me when thou darest. Wil. And if I do not, heauen cut me of ! But let that passe, and show me to this house, Where thou shalt see He do as much as Shakbag. Sha. This is the doore ; but soft, me thinks tis shut. The viHaine Michaell hath deceiued vs. Wil. Soft, let me see ; shakbag, tis shut indeed. Knock with thy sword, perhaps the slaue will heare. Sha. It wil not be ; the white Huerd pesant is gon to bed, And laughs vs both to scorne. Wil. And he shall by [sic j his mirriment as deare As euer coistrell bought so little sport. Nere let this sworde assist me when I neede But rust and canker after I haue swTorne, If I, the next time that I mete the hind, Loppe not away his leg, his arme, or both. Sha. And let me neuer draw a sword againe Nor prosper in the twilight, cockshut light, When I would fleece the welthie passenger, But ly and languish in a loathsome den,"], [80, "48 Tlie Tragedy of M. Arden Hated and spit at by the goers by, And in that death may die vnpittied, If I, the next time that I meete the slaue, Cut not the nose from of the cowards face And trample on it for this1 vUlany. Wil. Come, lets go seeke out Green ; I know hele swear. Sha. He were a villane and he would not sweare. Twould make a pesant sweare amongst his boyes, That nere durst say before but ' yea ' and ' no/ To be thus flouted of a coysterel. Will. Shakbag, lets seeke out Green, & in the morning At the Alehouse butting Ardens house Watch thee [sic] out comming of that prick eard cur, And then let me alone to handle him. Exeunt, scene 3. Here enters Ard., Frc, & Michaell. Ard. Sirra, get you back to billensgate And learne what time the tide wiU serue our turne. Come to vs in Paules ; first go make the bed, And afterwards go harken for the floude. Exit Michaell Come, M. Francklin, you shall go with me. This night I dreamd that, beeing in a parke, A toyle was picht to ouerthrow the deare, 1 Eds. 2 and 3, \" his.\""], [81, "of Feuershame. 49 And I vppon a little rysing hill Stoode whistely watching for the herds approch. Euen there, me thoughts, a gentle slumber tooke me, And sommond all my parts to sweete repose ; But in the pleasure of this golden rest An HI thewd foster bad removed the toy le And rounded me with that beguyling home AVhich late me thought was pitcht to cast the deare. With that he blew an euill sounding home, And at the noise an other heard man came, With Fauchon drawn and bent it at my brest, Crying aloud ' Thou art the game we seeke ! ' With this I wakt and trembled every ioynt : Lyke one o[b]scured in a lytle bushe, That sees a lyon foraging about, And when the dreadfuU forest King is gone He pryes about with timerous suspect Throughout the thorny casements of the brake, And wiU not think his person daungerles, But quakes and sheuers1 though the cause be gone. So trust me, Francklin, when I did awake I stoode in doubt whether I waked or no, Such great impression tooke this fond surprise. God graunt this vision bedeeme me any good. Fran. This fantassie doeth rise from Michaels feare, 'Ed. 1, \" shewers.\" E"], [82, "The Tragedy of M. Arden 50 Who being awaked with the noyse he made His troubled sences yet could take no rest, And this, I warant you, procured your dreame. Ard. It may be so, God frame it to the best : But often times my dreames presage to[o] trew. Fran. To such as note then nightly fantasies, Some one in twenty may incurre behefe ; But vse it not, tis but a mockery. Ard. Come, M. Francklin ; wele now walke in Paules And dyne togeather at the ordinary, And by my mans direction draw to the key And with the tyde go down to Feuershame. Say, M. Francklin, shall it not be so ? Francklin. At your good pleasure, sir; Ile beare you companye. Exeunt, scene 4. Here enters Michaell at one doore. Here enters Grene, Will, and Shakebag at another dore. Wil. Draw, Shakbag, for heers that vUlaine Michael, Gre, First, Will, lets heare what he can say. Wil. Speak, milksope slave, & neuer after speake. Mic. For Gods sake, sirs, let me excuse my seise : For heare I sweare by heauen and earth and all I did performe the outmost of my task"], [83, "of Feuershame. 51 And left the doores vnbolted and vnlockt. But see the chaunce : Francklin and my master, Were very late conferring in the porch, And Francklin left his napkin where he sat With certain gould knit in it, as he said. Being in bed, he did bethinke himselfe And comming down he found the dores vnshut : He lockt the gates and brought away the keyes, For which offence my master rated me. But now I am going to see what floode it is, For with the tyde my M. will away ; Where you may frons1 him well on Raynum downe, A place weU fitting such a stratageme. Wil. Your excuse hath somewhat molyfied my choller. Why, now, Greene, tis better now nor ere it was. Gre. But, Michaell, is this trew 1 Mic. As trew as I report it to be trew. Shah Then, Michaell, this shall be your pennance, To feast vs all at the Salutation Where we will plat our purpose th[o]roughly Gre. And, Michael, you shal bear no newes of this tide, Because they two may be in Raynu down Before your M. Mic. Why, Ile agree to any thing youle haue me, So you will except2 of my company. Exeunt. 1 Ed. 3, \" front.\" 2 Ed. 3, \"accept.\" E 2"], [84, "The Tragedy of M. Arden 52 Mos. SCENE 5. Here enters Mosby. Disturbed thoughts dryues me from company Ard dryes my marrow with their watchfulness ; Continuall trouble of my moody braine Feebles my body by excesse of drinke, And nips me as the bitter Northeast wind Doeth check the tender blosoms in the spring. Well fares the man, how ere his cates do taste, That tables not with foule suspition ; And he but pines amongst his delicats Whose troubled minde is stuft with discontent. My goulden time was when I had no gould ; Though1 then I wanted yet I slept secure ; My dayly toyle begat me nights repose, My nights repose made dayHght fresh to me. But since I climbd the toppe bough of the tree And sought to bund my nest among the clouds, Each gentle stary gaile doth shake my bed And makes me dread my downfall to the earth. But whether doeth contemplation carry me ? The way I seeke to finde, where pleasure dwels, Is hedged beneath me that I cannot back, But needs must on although to dangers gate. Then, Arden, perish thou by that decre, Ed. ], \"Thought.\""], [85, "of Feuershame, 53 For Greene doth eare the land and weede thee vp To make my haruest nothing but pure come ; And for his paines Ile heaue him vp a wb.de And after smother him to haue his waxe : Such bees as Greene must neuer liue to sting. Then is there Michael and the Painter to[o], Cheese actors to Ardens ouerthrow ; Who when they shall see me sit in Ardens seat They wil insult vpon me for my mede Or fright me by detecting of his end. Ile none of that, for I can cast a bone To make these curres pluck out each others throat. And then am I sole ruler of mine owne. Yet mistres Arden Hues ; but she's my seise, And holy Churchrites makes vs two but one. But what for that f I may not trust you, Ales You haue supplanted Arden for my sake And wdl extirpen me to plant another. Tis fearefull sleeping in a serpents bed : And I wiU cleanely rid my hands of her. Here enter A[l]es. But here she comes and I must flatter her. — How now, Ales ? what, sad and passionat ? Make me pertaker of thy pensiuenes : Fyre deuided burnes with lesser force. Ales. But I will damne that fire in my breast"], [86, "54 The Tragedy of M. Arden Till by the force therof my part consume. Ah, Mosbie ! Mos. Such depe patbaires, lyke to a cannons burst Dischargde against a ruinated waU, Breakes my relenting hart in thousand pieces. Vngentle Ales, thy sorrow is my sore ; Thou knowst it wel and tis thy poUicy To forge distressefull looks to wound a breast Where lyes a hart that dies when1 thou art sad. It is not loue that loues to anger loue. Ales. It is not loue that loues to murther loue. Mos. How meane you that ? Ales. Thou knowest how dearly Arden loued me. Mos. And then ? Ales. And then — conceale the rest for tis too bad, Least that my words be carried with the wind And publisht in the world to both our shames. I pray thee, Mosbye, let our springtime wither ; Our haruest els will yeald but lothsome weedes. Forget, I pray thee, what hath past betwix[t] vs, For now I blushe and tremble at the thoughts. Mos. What ? are you changde ? Ales. I, to my former happy lyfe againe, From tytle of an odious strumpets name To honest Ardens wife, not Ardens honest wife. Ha, Mosbye ! tis thou has rifled me of that 1 Ed. 1, \"where.\""], [87, "of Feuershame. 55 Mos, And made me slaund[e]rous to all my kin ; Euen in my forehead is thy name ingrauen A meane Artificer,1 that lowe borne name. I was bewitched : woe worth the haples howre And all the causes that inchaunted me ! Nay, if thou ban, let me breath curses forth, And if you stand so nicely at your fame Let me repent the credit I haue lost. I haue neglected matters of import That would haue stated me aboue thy state ; Forslowde aduantages, and spurned at time. 1, Fortunes right hand Mosbie hath forsooke To take a wanton giglote by the left. I left the Mariage of an honest maid Whose dowry would have weyed down aU thy wealth, Whose beauty and demianor [sic] farre exceeded thee : This certaine good I lost for changing bad, And wrapt my credit in thy company. I was bewitcht, that is no theame of thine, And thou vnhaUowed has enchaunted me ; But I will breake thy spels and excirsimes, [sic | And put another sight vpon these eyes That shewed my hart a rauen for a doue.2 Thou art not faire, I vieud thee not tiU now ; Thou art not kinde, till now I knew the[e] not ; 1 Ed. 1, \" Artificoer.\" 2 Ed. 1, \"dowe.\""], [88, "The Tragedy of M. Arden 56 Ales. And now the raine hath beaten of thy gilt, Thy worthies copper showes thee counterfet. It grieues me not to see how foull thou art, But maddes me that euer I thought thee faire. Go, get thee gone, a copsemate for thy hyndes ; I am too good to be thy fauorite. I, now I see and too soone find it trew, Which often hath beene tould me by my freends That Mosbie loues me not but for my wealth, Which too incredulus I nere beleeued. Nay, heare me speake, Mosbie, a word or two ; Ile byte my tongue if it speake bitterly. Look on me, Mosby, or Ile kill my seffe ; Nothing shall hide me from thy stormy looke ; If thou cry warre there is no peace for me. I will do penance for offending thee And burne this prayer booke where I here vse, The holy word that had conuerted me. See, Mosbie, I wiU teare away the leaues, And al the leaues, and in this golden couer Shall thy sweete phrases and thy letters dweU ; And thereon will I chiefly meditate And hould no other sect but such deuofcion. WUt thou not looke ? is all thy loue ouerwhelmde ? Wilt thou not heare ? what malice stopes thine eares ? Why speaks thou not ? what sUence ties thy tongue ?"], [89, "of Feuershame. 57 Thou hast bene sighted as the eagle is, And heard as quickly as the fearefull hare, And spoke as smoothly as an orator, When I haue bid thee heare or see or speak, — And art thou sensible in none of these ? Waigh aU thy | sic] good turns with this little fault And I deserue not Mosbies muddy lookes. A fence of trouble is not thickned still ; Be cleare againe, Ile nere more trouble thee. Mos. 0 no, I am a base artificer, My winges- are feathred for a lowly flight. Mosby, fy no, not for a thousand pound. Make loue to you ? why, tis vnpardonable ; We beggers must not breath where gentUes are. Ales. Sweete Mosbie, is as gentle as a King And I too blinde to iudge him otherwise. Flowres do sometimes spring in fallow lands, Weedes in gardens, Roses grow on thornes ; So, what so ere my Mosbies father was, Himselfe is valued gentle by his worth. Mos. Ah how you women can insinuate And cleare a trespasse with your sweete set tongue ! I wiU forget this quarrel, gentle Ales, Prouided Ile be tempted so no more. Here enters Bradshaiv. Al. Then with thy lips seale vp this new made match."], [90, "The Tragedy of M. Arden 58 Mos. Soft, Ales, here comes some-body. Ales. How now, Bradshaiv, whats the news with you ? Brad. I haue little news but heres a letter That M. Greene importuned me to giue you. A les. Go in, Bradshaw ; caU for a cuppe of beare ; Tis almost suppertime, thou shalt stay with vs. [Exit Bradshaw.] Then she reades the letter. We have mist of our purpose at London, but shall per form it by the waye. We thanke our neighbour Brad- shaw. Yours Richard Greene. How lykes my loue the tennor of this letter. Mos. Well, were his date compleat and expired. A les. Ah, would it were ! Then comes my happy howre : TiU then my bHsse is mixt with bitter gaU. Come, let vs in to shun suspition. Mos? I, to the gates of death to foUow thee. Exeunt. SCENE 6. Here enters Greene, Will & Shakbag. Shah Come, Will, see thy tooles be in a redynes. Is not thy powder dancke, or wUl thy flint stryke fyre. Will. Then aske me if my nose be on my face, Or whether my toung be frosen in my mouth. Zounds, heres a coyle ! You were best sweare me on the intergatories 1 Ed. 1, \" Ales.\""], [91, "of Feuershame. 59 How many pistols I haue tooke in hand, Or whether I loue the smeU of gunne powder, Or dare abide the noise the dagge will make, Or wiU not wincke at flashing of the fire. I pray thee, Shackbag, let this answer thee, — That I have took more purses in this down Then ere thou handledst pistols in thy life. SJia. I, happely thou hast pickt more in a throng : But, should I bragge what booties I haue tooke, I think the ouerplus thats more then thine Would mount to a greater somme of money Then either thou or all thy kinne are worth. Zounds, I hate them as I hate a toade That carry a muscado in their tongue And scarce a hurting weapon in their hands. Wil. 0 Greene, intollerable ! It is not for mine honor to beare this. Why, Shakbag, I did serue the King at Bulloyne, And thou canst bragge of nothing that thou hast done, Shak. Why, so can Jack of Feuershame, That sounded for a phillope on the nose, When he that gaue it him hoUowedin his eare And he supposed a Cannon bullet hit him. Then they fight. Grene. I pray you, sirs, list to Esops talk : Whilst two stout dogs were striuing for a bone"], [92, "The Tragedy of M. Arden 60 There comes a cur and stole it from them both ; So, while you stand striuing on these termes of man- hoode, Arden escapes vs and deceauefsj vs al. Shake. Why, he begun. Will. And thou shalt finde He end. I doo but slip it vntil better time : But, if I do forget — Then hee kneeles downe and houldes up his hands to heauen. Grene. Wei, take your fittest standings & once more Lime your twigs to catch this wary1 bird. Ile leaue you, and at your dags discharge Make towards, lyke the longing water dog That coucheth til the fowHng peece be of, Then ceazeth on the pray with eager moode. Ah, might I see him stretching foorth bis limmea As I haue seene them beat their wings ere now ! Shah Why, that thou shalt see if he come this way. Gre. Yes, that he doth, Shakbag, I warrant thee : But braul not when I am gone in any case. But, sirs, be sure to speede him when he comes ; And in that hope Ile leaue you for an houre. Exit Gre Here enters Arden, Fran, d Mic. 1 Old eds. \" weary.\""], [93, "of Feuershame. 61 Mic. Twere best that I went back to Rochester : The horse halts down right ; it were not good He trauaUed in such paine to feuershame. Remouing of a shoe may happely help it. Ard. WeU, get you back to Rochester, but, sirra, see ye ouertake vs ere we come to Raynum down, For it wiU be very late ere we get home. Mic. — I, God he knowes & so doth Will and shakebagge, That thou shalt neuer go further then that downe ; And therefore haue I prickt the horse on purpose Because I would not view the massacar. Exit Michaell Arden, Come, M. Francklin, onwards with your tale. Fran. I assure you, sir, you taske me much ; A heauy bloode is gathered at my hart, And on the sudden is my winde so short As hinderetb the passage of my speach : So ferse a qualme yet neere assayled me. Ard. Come, M. Francklin, let vs go on softly : The annoyance of the dust or els some meat You eat at dinner cannot brooke with1 you. I haue been often so and soone amended. Era, Do you remember where my tale did leaue ? Ard. I, where the gentleman did chek his wife. Fran, She being reprehended for the fact, 1 Omitted in ed. 1."], [94, "62 The Tragedy of M. Arden Witnes produced that tooke her with the deed, Her gloue broght in which there she left behind, And many other assured Arguments ; Her husband askt her whether it were not so. Ard. Her answer then : I wonder how she lookt, Hauing forsworne it with such vehement oathes And at the instant so approued vppon her. Fra. First did she cast her eyes down to the earth, Watching the drops that fell amaine from thence ; Then softly drawes she foorth her hand kercher And modestly she wypes her teare staind face ; Then hemd she out (to cleare her voice should seeme) And with a maiesty addrest her seise To encounter aU their accusations. — Pardon me M. Arden, I can no more ; This fighting at my hart makes shorte my wynde. Ard. Come, we are almost now at Raynuni Downe : Your pretty tale beguUes the weary way ; I would you were in state1 to tell it out. Shak. Stand close, Will, I heare them cumming. Here enters Lord Cheiny with his men, Wil, Stand to it, Shakbag. and be resolute. Lord Che. Is it so neere night as it seemes Or wil this black-faced euening haue a showre ? — What ! M. Arden ? you are weU met. 1 Ed. 3, « case."], [95, "of Feuershame. 63 I haue longd this fortnights day to speake with you : You are a stranger, man, in the Ue of Sheppy. Ard. Your honors al way es : bound to do you seruice. Lord Che. Come you from London & nere a man with you? Ard. My man's comming after, But her's my honest freend that came along with me. Lord Che. My Lord protectors man I take you to bee. Fran. I, my good Lord, and highly bound to you. Lord Che. You and your freend come home and sup with me. Ard. I beseech your honor pardon me ; I haue made a promise to a gentle man, My honest freend, to meete him at my house ; The occasion is great or els would I wait on you. Lord C. WiU you come to morrow & dyne with me, And bring your honest frend along with you 1 I haue dyuers matters to talke with you about. Arden, To morrow we wHl waite vpon your honor. Lord C One of you staye my horse at the top of the hil. — What ! black Will ? for whose purse wait you ? Thou wilt be hanged in Kent when all is done. Wil. Not hanged, God saue your honour. I am your bedesman, bound to pray for you. Lord C. I think thou nere saidest prayer in all thy lyfe. One of you giue him a crowne ; And, sirra, leaue this kinde of lyfe."], [96, "The Tragedy of M. Arden 64 If thou beest tainted for a penny matter, And come in question, surely thou wUt trusse. — Come, M. Arden, let vs be going ; Your way and mine lyes four myle togeather. Exeunt. Mane[n]t Black Wil and Shakbag Wil. The Devil break aU your necks at 4 myles end ! Zounds, I could kiU my seise for very anger ! His Lordship chops me in Euen1 when my dagge was leaueld at his hart. I would his crowne were molten down his throat. Sha. Arden, thou hast wondrous holye luck. Did euer man escape as thou hast done ! Well, Ile discharge my pistol at the skye, For by this bullet Arden might not die. Here enters Greene. Gre, What ! is he down, is he dispatcht 1 Sha. I, in health towards Feuershame to shame vs all. Gre. The Deuill he is ! why, sirs, how escapt he ? Shah When we were ready to shoote Comes my Lord Cheiny to preuent his death. Grene. The Lord of heauen hath preserued him. Wil. Preserued a figge ! the L. Cheiny hath preserued him, And bids him to a feast to his house at shorloiv ; But by the way once more Ile meete with him, And, if all the Chenies in the world say no, 1 Old eds. give \" Euen when \" as part of the preceding line."], [97, "of Feuershame. 65 Ile haue a bullet in his breast to morrow. Therefore come, Greene, and let vs to Feuershame. Gre. I, and excuse our selues to mistres Arden : 0 how shele chafe when she heares of this ! Slut. Why, ile warrant you shel think we dare not do it. Wil. Why, then let vs go and teU her aU the matter, And plat the newes to cut him of to morrow. Exeunt. ACT IV. SCENE I. Here enters Arden and his wife, Francklin and Michaell. Ard. See how the hours, the gardeant of heauens gate, Haue by their toyle remoued the darksome cloudes, That Soil may wel deserne the trampled pace Wherein he wount to guide his golden car. The season fits ; come, Francklin, let's away. Ales. I thought you did pretend some speciall hunt That made you thus cut shorte the time of rest. A rd. It was no chase that made me rise so early, But, as I tould thee yesternight, to go to the He of Sheppy, There to dine with my Lord Cheiny ; For so his honor late commanded me. Ales. I, such kinde husbands seldom want excuses ; Home is a wilde cat to a wandring wit. The time hath beene, would God it were not past, E"], [98, "TJie Tragedy of M. Arden 66 That honors tytle nor a Lords command Could once haue drawne you from these armes of mine. But my deserts or your deserues decay, Or both ; yet if trew loue may seeme desert, I merite stil to haue thy company. Fran. Why, I pray you, sir, let her go along with vs ; I am sure his honor wil welcome her, And vs the more for bringing her along. Ard. Content ; sirra, saddle your mistres nagge. Ales. No, begde fauor merits little thankes ; If I should go, our house would runne away, Or els be stolne ; therefore Ile stay behind. A rd. Nay, see how mistaking you are ; I pray thee goe. Ales. No, no, not now. Ard. Then let me leaue thee satisfied in this, That time nor place nor persons alter me, But that I hould thee dear then my life A les. That wiU be seene by your quick returne. Aid. And that shall be ere night and if I liue. Farewell, sweete Ales, we mind to sup with thee. Exit Al. Fra. Come, Michaell, are our horses ready ? Mic. I, your horse are ready, but I am not ready, For I haue lost my purse, With six and thirtie shUlinges in it, With taking vp of my M. nagge."], [99, "of Feuershame. 67 Era. Why, I pray you let vs go before Wildest he stayes behind to seeke his purse. Ard. Go too, sirra, see you foUow vs to the ile of sheppye To my Lord Cheynyes, where we meane to dine. Exeunt Arden & Francklin. Manet Michaell. Mic. So, faire weather after you, For before you lyes black Will and shakebag In the broome close, too close for you. Theyle be your ferrymen to long home. Here enters the Painter. But who is this ? the Painter, my corriual, That would nedes winne M. Susan ? Clark. How now, Michael ? how doth my Mistresse And aU at home \\ Mic. Who 1 susan Mosbye ? sheis your Mistres, too. Cla. I, How doth she and aU the rest 1 Mic. Al's weU but susan ; she is sicke. Cla. Sick 1 of what disease \\ Mic. Of a great feare. Cla. A feare of what ? Mic. A great feuer. Cla. A feuer ! God forbidde ! Mic. Yes, faith and of a lordaine, too, As bigge as your seise. Cla. 0, Michael, the spleane prickles1 you. 1 Eds. 2 and 3, \"pricks.\" F 2"], [100, "68 The Tragedy of M. Arden Go too, you carry an eye ouer mistres susan. Mic. I faith, to keepe her from the Painter. Cla. Why more from a Painter then from a seruing creature like your seise ? Mic. Because you Painters make but a painting table of a pretty wench and spoile her beauty with blotting. Cla. What meane you by that 1 Mic. Why that you Painters paint lambes in the lyning of wenches peticots, And we seruingmen put homes to them to make them become sheepe. Cla. Such another word wil cost you a cuffe or a knock. Mic. What, with a dagger made of a pensell 1 Faith, tis too weake And therefore thou to[o] weak to winne susan. Cla. Would Susans loue lay vppon this stroke. Then he breaks Michaels head. Here enters Mosby, Gi-eene & Ales. Ales. lie lay my lyfe this is for susans loue. Stayd you behinde your M. to this end ? Haue you no other time to brable in, But now when serious matters are in hand ? Say, Clarke, hast thou done the thing thou promised ? Cla. I, heare it is ; the very touch is death. Ales. Then this, I hope, if all the rest do faile, Wil catch M. Arden And make him wise in death that liued a foole."], [101, "of Feuershame. 69 Why should he thrust his sickle in our come, Or what hath he to do with thee, my loue, Or gouerne me that am to rule my seise ? Forsooth for credit sake I must leaue thee : Nay he must leaue to Hue that we may loue, May Hue, may loue, for what is lyfe but loue ? And loue shaU last as long as lyfe remaines, And lyfe shall end before my loue depart. Mos. Why, whats loue without true constancy 1 Lyke to a piUer built of many stones, Yet neither with good morter weU compact Nor semell1 to fasten it in the ioynts, But that it shakes with euery blast of winde And, being toucht, straight falles vnto the earth And buries all his haughty pride in dust. No, let our loue be rockes of Addamant Which time nor place nor tempest can a sunder. Gre. Mosbie, leaue protestations now And let vs bethinke vs what we haue to doo. Black Will and shakebag I haue placed In the broome close watching Ardens comming. Lets to them and see what they haue done. Exeunt. 1 Ed. 3, \"cement.\""], [102, "70 The Tragedy of M. Arden scene 2. Here enters Ard. & Fra. Ard. Oh ferry man, where art thou ? Here enters the Ferriman. Fer. Here, here, goe before to the boat And I wiU follow you. Ard. We haue great haste ; I pray thee come away. Fer. Fy, what a mist is here. Ard. This mist, my frend, is misticaU, Lyke to a good companions smoaky braine That was halfe dround with new ale ouer night. Fer. Twere pitty but his scuU were opened To make more Chimney roome. Fran. Freend, whats thy opinion of this mist \\ Fer. I think tis lyke to1 a curst wife in a lytle house, That neuer leaues her husband tiU she haue2 driuen him out at doores with a wet paire of eyes. Then lookes he as if his house were a fire Or some of his freends dead. Ard. Speaks thou this of thine owne experience. Fer. Perhaps I, perhaps no. For my wife is as other women are, that is to say, gouerned by the Moone. Fran. By the Moone ? how I pray thee 1 1 Omitted in eds. 2 and 3. , 3 Eds. 2 and 3, \"till she driue.\""], [103, "of Feuershame. 71 Fer. Na, thereby lyes a bargane, And you shall not haue it fresh and fasting. Ard. Yes, I pray thee, good ferryman. Fre. Then for this once, let it be midsommer Moone, But yet my wyfe has1 another moone. Fran. Another Moone ? Fer. I, and it hath influences and Eclipses. Ard. Why, then, by this reconing you somtimes Play the man in the Moone. Fer. I, but you had not best to meddle with that moone Least I scratch you by the face with my bramble bush. Ard. I am almost stifled with this fog, come lets away. Fran. And, sirra, as we go, let us haue some more of your bolde yeomandry. Fer. Nay, by my troth, sir, but flat knauery. Exeunt, scene 3. Here enters Will at one doore and Shakbag at another. Sha. Oh, Will, where art thou ? Wil. Here, shakbag, almost in hels mouth, Where I can not see my way for smoake. Sha. I pray thee speake still that we may mete by the sound, for I shall fall into some ditche or other vnles my feete see better then my eies. 1 Eds. 1 and 2, \" as.\""], [104, "72 The Tragedy of M. Arden Wil Shah Wil Sha. Wil Sha. Wil. Sha. Fer. Wil Fer Wil Didest thou euer see better weather to runne-away with another mans wife or play with a wenche at pot finger. ;. No, this were a fine world for chandlers, If this weather would last, for then a man Should neuer dyne nor sup without candle light. But, sirra Will, what horses are those that past ? Why, didst thou heare any 1 I, that I did. My life for thine, twas Arden, and his companio, And then aU our labour's lost. Nay, say not so, for if it be they, they may happely loose their way as we haue done, And then we may chaunce meete with them. Come, let vs go on lyke a couple of bhnd pdgrims. Then Shakebag falles into a ditch. Helpe, Will, help, I am almost drownd. Here enters the ferryman. Whose that that caUes for help 1 Twas none heere, twas thou thy seise. I came to help him that cald for help. Why, bow now ? who is this that's in the ditch ? You are well enough serued to go without a guyde such weather as this. Sirra, what companyes1 hath past your ferry this morning ? 1 Eds. 2 and 3, \"companions."], [105, "of Feuershame. 73 Fer. None but a cupple of gentlemen that went to dyne at my Lord Cheyneis. Wil. Shakbag, did not I tell thee as much ? Fer. Why, sir, wiU you haue any letters caried to them \\ Wil. No, sir ; get you gone. Fer. Did you euer see such a mist as this ? Wil. No, nor such a foole as wiU rather be hought then get his way. Fer. Why, sir, this is no hough munday ; you ar deceiud. — Whats his name, I pray you, sir ? Sha. His name is black will. Fer. I hope to see him one day hangd vpon a hiH. Exit Ferriman. Sha. See how the Sunne hath cleard the foggy mist Now we haue mist the marke of our intent. Here enters Grene, Mosbye and Ales. Mos. Black Will and Shakbag what make you heer ? What, is the deed don ? is Arden dead ? Wil. What could a blynded man performe in armes ? Saw you not how tiU now the sky was darke, That neither horse nor man could be decemed ? Yet did we heare their horses as they past. Gre. Haue they escapt you then and past the ferry? Sha. I, for a while, but here we two wiU stay, And at their comming back meete with them once more. Zounds I was nere so toylde in all my lyfe"], [106, "74 Hue Tragedy of M. Arden Mos. Wil. Ales Gre, Wil. Mos. Ales. Mos. In following so slight a taske as this. How camst thou so beraide 1 With making false footing in the dark : He needes would follow them without a guide. . Here's to pay for a fire and good cheere : Get you to Feuershame to the Jlowre deluce And rest your selues vntd some other time. Let me alone ; it most concernes my state. I, Mistres Arden, this wiU serue the turne In case we sal into a second fog. Exeunt Grene, Will, and Shah These knaues wd neuer do it, let vs giue it ouer. First teU me how you like my new deuice : Soone, when my husband is returning back, You and I both marching arme in arme Like louing frends, wele mete him on the way And boldly beard and braue him to his teeth. When words grow hot and blowes beginne to ryse, Ile call those cutters foorth your tenement, Who in a manner to take vp the fray Shall wound my husband hornesbie to the death, Ah, fine deuise ! why this deserues a kisse. Exeunt"], [107, "of Feuershame. 75 scene 4. Here enters Dick Reede and a Sailer. Sayler. Faith, Dick Rede, it is to lytle end : His conscience is too liberall, and he too nigardly To parte from any thing may doo thee good. Rede. He is coming from Shorlow as I vnderstand. Here ile intercept him, for at his house He neuer wiU vouchsafe to speake with me. If prayers and faire intreaties wiU not serue Or make no battry in his flintye breast, Here enters Era. Ard. and Michaell. Ile cursse the carle and see what that wil doo. Se where he comes to further my intent ! M. Arden, I am now bound to the sea ; My comming to you was about the plat of ground Which wrongfully you detaine from me. Although the rent of it be very small, Yet wiU it helpe my wife and chddren, Which here I leaue in Feuershame, God knowes, Needy and bare : for Christs sake let him haue it ! Ard. Francklin, hearest thou this feUow speake 1 That which he craues I dearely bought of him, Although the rent of it was euer mine. Sirra, you that aske these questions, If with thy clamarous impeaching tongue Thou rade on me, as I haue heard thou dost,"], [108, "76 The Tragedy of M. Arden Ile lay thee vp so close a twelue months day As thou shalt neither see the Sonne nor Moone. Looke to it, for, as surely as I liue, Ile banish pittie if thou vse me thus. Rede. What, wilt thou do me wrong and threat1 me, too ? Nay, then, Ile tempt thee, Arden, doo thy worst. God, I beseech thee, show some miracle On thee or thine, in plauging [sic] thee for this. That plot of ground which thou detaines from me, I speake it in an agony of spirite, Be ruinous and fatall vnto thee ! Either there be butcherd by thy dearest freends Or els be brought for men to wonder at ! Or thou or thine miscary in that place, Or there runne mad and end thy cursed dayes ! Fra. Fy, bitter knaue, brydle thine enuious tongue, For curses are like arrowes shot vpright, Which falling doun light on the sutors f sic] head. Rede. Light where they wiU, were I vppon the sea, As oft I haue in many a bitter storme, And saw a dreadfuU sutbern flaw at hand, The Pylate quaking at the doubtfull storme And all the saylers praying on their knees, Euen in that fearefuU time would I fall down And aske of God, what ere betide of me, 1 Ed. 3, \" threaten.\""], [109, "of Feuershame. 77 Ard. Era. Ard Fra. Ard. Vengeance on Arden or some misevent To shewe the world what wrong the carle hath done. This charge Ile leaue with my distresfuU wife, My children shaU be taught such praiers as these : And thus I go but leaue my cursse with thee. Exeunt Rede & Sayler. It is the raylingest knave in christendome And oftentimes the viUaine wiU be mad. It greatly matters not what he sayes, But I assure you I nere did him wrong. I think so, M. Arden. . Now that our horses are gone home before, My wife may hapely mete me on the way. For God knows she is growne passing kinde of late And greatly cbaunged from the oulde humor Of her wounted frowardnes, And seekes by faire meanes to redeeme ould faults. Happy the change that alters for the best, But see in any case you make no speache Of the cheare we had at my Lord Clieinies, Although most bounteous and HberaU, For that wUl make her think her seise more wrono-d In that we did not carry her a long ; For sure she greeued that she was left bebinde. Come, Francklin, let vs strain to mend our pace And take her vnawares playing the cooke, Here enters Ales and Mosbie."], [110, "78 The Tragedy of M. Arden For I beleeue sheele stryue to mend our cheere. Fran. Why, thers no better creaturs1 in the world Then women are when they are in good humors Ard. Who is that ? Mosbie ! what, so famUiare ? Iniurious strumpet, and thou ribald knaue Untwyne those armes. Ales. I, with a sugred kisse let them vntwine. Ard. Ah, Mosbie ! periurde beast ! beare this and aU ! Mos. And yet no horned2 beast : the homes are thine. Fran 0 monstrous I Nay, then tis time to draw. Ales. Helpe, helpe ! they murther my husband ! Here enters Will and Shah Sha. Zounds, who iniures M. Mosbie ? Help, Wil, I am hurt. Mos. I may thank you. Mistres arden, for this wound ! Exeunt Mosby, Will, & Shakbag. Ales. Ah, Arden, what foUy blinded thee ? Ah Jelious harebraine man what hast thou don ! When we to welcome thy intended sport, Came louingly to mete thee on thy way, Thou drewst thy sword, inraged with Jelousy, And hurt thy freende3 whose thoughts were free from harme ; 1 Eds. 2 and 3, \" creature.\" 3 Ed. 3, \" home-beast \" — Eds. 1 and 2 begin a new line after \" beast.\" s Old eds. begin a new line after this word."], [111, "of Feuershame. 79 AU for a woorthles kisse and ioyning armes, Both don but mirrely to try thy patience. And me vnhappy that deuysed the Jest, Which though begonne in sporte yet ends in bloode. Fran. Mary, God defend me from such a Jeast. Ales. Couldst thou not see vs frendly smyle on thee, When we ioynd armes and when I kist his cheeke 1 Hast thou not lately found me ouer kinde 1 Didst thou not heare me cry they murther thee ? Cald I not helpe to set my husband free ? No, eares and aU were witcht ; ah me accurst To lincke in lyking with a frantick man ! Hence foorth Ile be thy slaue, no more thy wife, For with that name I neuer shall content thee. If I be merry, thou straight waies thinks me light ; If sad, thou saiest the sullens trouble me ; If well attyred, thou thinks I wiU be gadding ; If homely, I seeme sluttish in thine eye : Thus am I stiU and shall be while I die, Poore wench abused by thy misgouernment ! Ard. But is it for trueth that neither thou nor he Entendedst mahce in your misdemeanor ? Ales. The heauens can witnes of our harmles thoghts. Ard. Then pardon me, sweete Ales,1 and forgiue this faulte; Forget but this and neuer see the lyke. 1 Old eds. begin a new line after this word."], [112, "The Tragedy of M. Arden 80 Impose me pennance and I wUl performe it, For in thy discontent I finde a death, — A death tormenting more then death it seise. Ales. Nay, hadst thou loued me as thou doest pretend, Thou wouldst haue markt the speaches of thy frend, Who going wounded from the place, he said His skin was peirst only through my deuise ; And if sad sorrow taint thee for this salt, Thou wouldst haue followed him and sene him drest And cryde him mercy whom thou hast misdone : Nere shall my hart be eased tdl this be done. Arden. Content thee, sweete Ales, thou shalt haue thy wil What ere it be. For that I iniurde thee And wrongd my frend, shame scourgeth my offence ; Come thou thy seise and go along with me And be a mediator twixt vs two. Fran. Why, M. Arden ! know you what you do ? WUl you follow him that hath dishonourd you 1 Ales. Why, canst thou proue I haue bene disloyall ? Fran. Why, Mosbie taunt your1 husband with the horn. Ales. I, after he had reuyled him By the iniuryous name of periurde beast. He knew no wrong could spite an JeHous man More then the hatefull naming of the home. Fran. Suppose tis trew ; yet is it dangerous 1 Ed. 1, \" traunt you husband.\""], [113, "of Feuershame. 81 To'foUow him whome he hath lately hurt. Ales. A fault confessed is more than halfe amends ; But men of such ill spirite as your seise Work crosses and debates twixt man and wife. Ard, I pray the[e], gentle Francklin, holde thy peace I know my wife counsels me for the best. Ales. Ile seek out mosby where his wound is drest, And salue his haples quarrell if I may. Exeunt Arden & Ales. Fran. He whome the diuel driues must go perforce. Poore gentleman how sone he is bewitcht ! And yet, because his wife is the instrument, His frends must not be lauish in their speach. Exit Fran. act v., scene t. Here enters Will, shakabage, & Greene. Wil. Sirra Greene, when was I so long in kilHng a man ? Gre. I think we shall neuer do it ; Let vs giue it ouer. SJia. Nay, Zounds ! wele kill him, Thouo-h we be bangd at his dore for our labour. Wil. Thou knowest, Greene, that I haue Hued in London this twelue yeers. Where I haue made some go vppon wodden legges"], [114, "82 Tlie Tragedy of M. Arden For taking the wall on1 me ; Dyuers with siluer noses for saying There goes Black2 Will ! I haue crackt as many blades As thou hast Nutes. Gre. 0 monstrous lye ! Will. Faith, in a maner I haue. The bawdie houses haue paid me tribute ; There durst not a whore set vp vnlesse she haue aggreed with me first for opning her shoppe windowes. For a crosse worde of a Tapster I haue pearced one barrell after another with my dager And held him be [sic] the eares tiU all his beare hath run out. In Temes streete a brewrers carte was like to haue runne ouer me : I made no more ado but went to the dark and cut all the notches of his tales and beat them about his head. I and my compayne haue taken the Constable from his watch And carried him about the fields on a coltstaffe. I haue broken a Sariants head with his own mace And baild whome I list with my sword and buckler. All the tenpenny alehouses would stand euery morning 1 Eds. 2 and 3, \" of.\" 2 Ed. 1. \" blackwill.\""], [115, "of Feuershame, 83 Gre Ales Mic. Ales. Mic. Ales. With a quart pot in their' hand, Saying, will it please your worship drinke \\ He that had not doone so had beene sure to haue had his Signe puld down & his latice borne away the next night. To conclude : what haue I not done % yet cannot do this ; Doubtles he is preserued by Miracle. Here enters Ales and Michaell. Hence, Will ! here comes M. Arden ! . Ah, gentle michaell, art thou sure thei'r frends ? Why, I saw them when they both shoke hands. When Mosbie bled, he euen wept for sorrow, And raild on Francklin that was cause of all. No sooner came the Surgen in at doores But my M. tooke to his purse and gaue him money, And, to conclude, sent me to bring you word That Mosbie, Francklin, Bradshaw, Adam fowle, With diuers of his neighbours and his frends, Will come and sup with you at our house this night. , Ah, gentle Michaell, runne thou bak againe, And when my husband walkes into -the faire Bid Mosbie steale from him and come tome; And this night shal thou and Susan be made sure. Ile go tell him. And as thou goest, tell John cooke of our guests, 2Ed. 1, \"his.\" G 2"], [116, "84 Ttie Tragedy of M. Arden And bid him lay it on, spare for no coast. Exit Michaell. Wit. Nay, and there be such cheere we wil bid our selues. — Mistres Arden, Dick Greene & I do meane to sup w' you. Ales. And welcome shaU you be. Ah, gentlemen, How mist you of your purpose yesternight ? Gre. Twas long of shakebag that vnluckye villaine. Sha. Thou doest me wrong ; I did as much as any. Wil. Nay then, M. Ales, He teU you how it was ; When he should haue lockt with both his hilts, He in a brauery florisht ouer his head ; With that comes Francklm at him lustely And hurts the slaue ; with that he slinks away. Now his way had bene to haue come hand and feete, one and two rouud at his costerd : He lyke a foole beares his sword point halfe a yarde out of danger. I lye here for my lyfe ; If the deuill come and he haue no more strength than fence, He shaU neuer beat me from this warde. He stand to it, a buckler in a skilfull hand Is as good as a casteU ; Nay, tis better then a sconce for I have tryde it. Mosbie, perceiuing this, began to faint : With that comes Arden with his arming sword And thrust him through the shoulder in a tryce."], [117, "of Feuershame. 85 Ales. Wil. Ales Wil. Ales, Mos. Ales. Mos. Ales. Mos. I, but I wonder why you both stoode stiU. Faith I was so amazed I could not strike. . Ah, sirs, had he yesternight bene slaine, For euery drop of his detested bloode I would haue1 cramd in Angels in thy fist, And kist thee, too, and hugd thee in my2 armes. , Patient your seise, we can not help it now. Greene and we two will dogge him through the faire, And stab him in the crowd and steale away. Here enters Mosbye. It is vnpossible, but here comes he That will I hope inuent some surer means. Swete Mosbie, hide thy arme, it kds my hart. I, mistres Arden, this is your fauour. Ah, say not so, for when I sawe thee hurt I could haue toke the weapon thou letst fall And runne at Ar den ; for I haue sworn e That these mine eyes, offended with his sight, Shall neuer close tiU Ardens be shut vp. This night I rose and walkt about the chamber And twise or thrise I thought to haue murthred him. What, in the night ? then had we bene vndone Why, how long shall he liue? Faith, Ales, no longer then this night. 1 Ed. 1, \"I would cramme.\" 2 Eds. 2 and 3, \" mine.\""], [118, "The Tragedy of M. Arden 86 Black Will and shakebag will you two Perform the complot that I haue laid. Wil. I, or els think me a1 villaine. Gre. And rather then you shall want Ile helpe my seise. Mos. You, M. Greene, shal single Francklin foorth And hould him with a long tale of strange newes, That he may not come home till suppertime. Ile fetch M. Arden home & we like frends Will play a game or two at tables here. A les. But what of all this ?2 how shall he be slaine ? Mosbie, Why, black Will and shakebag lockt within the countinghouse, ShaU at a certain watchword giuen rush foorth. Wil. What shall the watch word be ? Mos. (Now I take you) that shaU be the word : But come not forth before in any case. Wil, I warrant you. But who shall lock me in ? Ales. That wUl I do ; thou'st kepe the key thy seise. Mos. Come, M. Greene, go you along with me. See all things ready, Ales, against we come. Ales. Take no care for that ; send you him home ; — Exeunt Mosbie and Greene. And if he ere go forth againe, blame me. Come, blacke Will, that in mine eies art fane ; 1 Ed. I, \"as a villaine.\" 2 Old eds. begin a new line after this word."], [119, "of Feuershame, 87 Next vnto Mosbie doe I honour thee. Instead of faire wordes and large promises My hands shaU play you goulden harmonie, How like you this ? say, will you doe it, sirs. Will. I, and that brauely too. Marke my deuice : Place Mosbie, being a stranger, in a chahe, And let your husband sit vpon a stoole, That I may come behind him cunninglie And with a towell pull him to the ground, Then stab him fine till his flesh be as a siue ■} That done, beare him behind the Abby, That those that finde him murthered may suppose Some slaue or other kUd him for his golde. Ales. A fine deuice : you shall have twenty pound, And when he is dead you shaU haue forty more ; And, least you might be suspected staying heere, Michaell shaU saddle you two lusty geldings ; Ryde whether you wiU, to Scotland, or to Wales, Ile see you shall not lacke where ere you be. Wil. Such wordes would make one kUl 1000. men. Giue me the key : which is the counting house ? A les. Here would I stay and still encourage you, But that I know how resolute you are. Sha. Tush, you are too faint harted ; we must do it. Ales. But Mosbie will be there, whose very lookes WUl ad vnwounted courage to my thought 1 Ed. 1, \"sine.\""], [120, "The Tragedy of M. Arden 88 Wil Ales. And make me the first that shaU aducnture on him. Tush, get you gone ; tis we must do the deede. When this doore oppens next, looke for his death, , Ah, would he now were here that it might oppen ! I shall no more be closed in Ardens armes, That lyke the snakes of blacke Tisiphone Sting me with their embraceings : mosbies Armes Shall compasse me, and were I made a starre I would haue none other spheres but those. There is no nector but in Mosbies lyppes ! Had chaste Diana kist him, she like me Would grow loue sicke and from her watrie bower Fling down Endimion and snat[cjh him vp ; Then blame not me, that slay a silly man Not halfe so louely as Endimion. Here enters Michaell. Mic. Mistres, my maister is comming hard by. Ales. Who comes with him ? Mic. Nobody but mosbye. Ales. Thats well michaell. Fetch in the tables And when thou hast done stand before the counting house doore. Mic. Why so ? Ales. Black will is lockt within to do the deede. Mic. What ? shall he die to night. Ales. I, michaell. Mic. But shall not susan know it 1"], [121, "of Feuershame. 89 Ales. Yes, for shele be as secreete as our selues. Mic. Thats braue ; Ile go fetch the tables. Ales. But, michaell, hearke to me a word or two When my husband is come in lock the streete doore ; He shall be murthred or the guests come in. Exit mic Here enters Arden & Mosbie. Husband, what meane you to bring mosby home ? Although I wisht you to be reconciled, Twas more for feare of you then loue of him . Black Will and Greene are his companions, And they are cutters and may cut you shorte : Therefore I thought it good to make you frends. But wherefore do you bring him hether now ? You have giuen me my supper with his sight. Mos. M. Arden, me thinks your wife would haue me gone. Arden. No, good M. Mosbie ; women will be prating.1 Ales, bid him welcome ; he and I are frends. Ales. You may inforce me to it, if you wiU, But I had rather die then bid him welcome. His company hath purchest me ill frends ; And therefore wil I nere frequent it more. Mos. — Oh, how cunningly she can dissemble! Ard. Now he is here you wil not serue me so. Ales. I pray you be not angree or displeased ; Ile bid him welcome, seeing youle haue it so. 1 Eds. 2 and 3, \"pratling.\""], [122, "TJie Tragedy of M. Arden 90 You are welcome, M. Mosbie ; will you sit down ? Mos. I know I am welcome to your louing husband ; But for your seise you speake not from your hart. Ales. And if I do not, sir, think I haue cause. Mos. Pardon me, M. Arden ; Ile away. Ard. No, good M. Mosbie. Ales. We shal haue guests enough thogh you go hence. Mos. I pray you, M. Arden, let me go. Ard. I pray thee, Mosbie, let her prate her fill. Ales. The dores are open, sir, you may be gone. Mic. — Nay, thats a lye, for I haue lockt the dores. Ard. Sirra, fetch me a cup of Wine,1 Ile make them freends And, gentle M. Ales, seeing you are so stout, You shal beginne : frowne not, He haue it so. Ales. I pray you meddle with that you haue to do. Ard. Why, Ales ? how can I do too much for him Whose lyfe I haue endaungered without cause ? Ale. Tis true ; &, seeing twas partly through my means, I am content to drinke to him for this once. Here, M. Mosbie ! and I pray you henceforth, Be you as straunge to me as I to you. Your company hath purchased me Ul freends, And I for you, God knowes, haue vndeserued Beene Ul spoken of in euery place ; Therefore hencefoorth frequent my house no more. Mos. Ile see your husband in dispight of you. 1 Old eds. begin a new liue after this word."], [123, "of Feuershame. 91 Yet, Arden, I protest to thee by heauen Thou nere shalt see me more after this night. Ile go to Roome rather then be forsworne. Ar. Tush, Ile haue no such vowes made in my house. Ales. Yes, I pray you, husband, let him sweare ; And on that condition, Mosbie, pledge me here. Mos. I, as willingly as I meane to liue. Ard. Come, Ales, is our supper ready yet ? Ales. It wUl by then you haue plaid a game at tables. Ard. Come, M. Mosbie, what shall we play for ? Mos. Three games for a french crowne, sir, And please you. Ard. Content. Then they play at the tables. Wil. — Can he not take him yet ? what a spight is that ? Ales. — Not yet, Will ; take hede he see thee not. Wil. — I feare he wil spy me as I am coming. Mic. — To preuent that, creepe betwixt my legs. Mos. One ace, or els I lose the game. Ard. Mary, sir, theres two for fayling. Mos. Ah, M. Arden ( now I can take you). Then Will pulles him down with a towell. Ard. Mosbie, Michaell, Ales, what will you do ? Will. Nothing but take you vp, sir, nothing els. Mos. Thers for the pressing Iron you tould me of. Sha. And ther's for the ten pound in my sleeue. Ales. What ! grones thou ? nay then giue me ye weapo :"], [124, "The Tragedy of M. Arden 92 Take this for hindring Mosbies loue and mine. Michaell. 0 Mistres. Will. Ah, that villaine wUl betray vs aU. Mos. Tush, feare him not ; he will be secrete. Mic. Why, dost thou think I will betray my seise ? Sha In Southwarke dwels a bonnie northeme lasse, The widow Chambley ; ile to her house now, And if she will not giue me harborough Ile make bootie of the queane euen to her smocke. Will. Shift for your selues ; we two will leaue you now. Ales. First lay the bodie in the countinghouse. Then they lay the body in the Countinghouse. Will. We haue our gould ; mistris Ales, adew ; Mosbie, farewell, and Michaell, farewell too Exeunt. Enter Susan. Susan. Mistres, the guests are at the doores. Hearken, they knocke : what, shall I let them in ? Ales. Mosbie, go thou & beare them companie. Exit M. And, susan, fetch water and wash away this bloode. Susan. The bloode cleaueth to the ground & will not out. Ales. But with my nailes Ue scrape away the blood. The more I striue the more the blood appeares ! Susan. Whats the reason, M., can you tell. Ales. Because I blush not at my husbands death."], [125, "of Feuershame. 93 Here enters Mosbie. Mos. How now ? whats the matter ? is all well ? Ale. I, well, ii Arden were aliue againe. In vaine we striue, for here his blood remains. Mos. Why, strew rushes on it, can you not ? This wench doth nothing : fall vnto the worke. Ales. Twas thou that made me murther him. Mos. What of that ? Ales. Nay, nothing, Mosbie, so it be not known. Mos. Keepe thou it close, and tis vnpossible. Ales. Ah but I can not ! was he not slain e by me ? My husbands death torments me at the hart. Mos. It shall not long torment thee, gentle Ales; I am thy husband, thinke no more of him. Here enters Adam fowle and Brad. Brad. How now, M. Arden ? what ayle you weepe ? Mos. Because her husband is abroad so late. A cupple of Ruflins threatned him yesternight, And the poore soule is affraid he should be hurt. Adam. 1st nothing els ? tush, hele be here anone. Here enters Greene. Gre. Now, M. Arden, lacke you any guests. Ales. Ah, M. Greene, did you se my husband lately ? Gre. 1 saw him walking behinde the Abby euen now. Here enters Francklin. Ales. I do not like this being out so late. M. Francklin, where did you leaue my husband ?"], [126, "71 te Tragedy of M. Arden 94 Fra. Beleeue me I saw him not since Morning. Feare you not, hele come anone ; meane time You may do well to bid bis guests sit down. Ales. I, so they shaU ; M. Bradshaw, sit you there ; I pray you, be content, Ile haue my wUl. M. Mosbie, sit you in my husbands seat. Michaell} — Susan, shall thou and I wait on them ? Or, and thou saist the word, let vs sit down too. Su. — Peace, we haue other matters now in hand. I feare me, Michaell, al wilbe bewraied. Mic. — Tush, so it be knowne that I shall marry thee in the Morning, I care not though I be hangde ere night. But to preuent the worst, Ile by some rats bane. Su. — Why, Michael, wUt thou poyson thy seise ? Mic. — No, but my mistres, for I feare shele teU. Su. — Tush, Michel, feare not her ; she's wise enough. Mos. Sirra Michell, giues a cup of beare. M. Arden, heers to your husband. Ales. My husband ! Fra. What ailes you, woman, to crie so suddenly ? Ales. Ah neighbors a sudden qualm came ouer my hart. My husband being2 foorth torments my mynde. I know some thing's amisse, he is not well ; Or els I should haue heard of him ere now. Mo. — She wiU vndo vs through her foolishnes. Gre. Feare not, M. Arden, he's well enough. 1 I use the dash [ — ] at the beginning of a line to mark an aside. Ed. 1, \" deing.\""], [127, "of Feuershame. 95 Ales. Tell not me ; I know he is not weU : He was not wount for to stay thus late. Good M. Francklin, go and seeke him foorth, And if you finde him send him home to mee, And tell him what a feare he hath put me in. Fra. — I lyke not this ; I pray God aU be well. — Ile seeke him out and find him if I can. Exeunt Fra., Mos., & Gre. Ales. — Michaell, how shaU I doo to rid the rest away ? Mic. Leaue that to my charge ; let me alone. — Tis very late, M. Bradshaw, And there are many false knaues abroad, And you haue many narrow lanes to pas. Brad. Faith, frend Michaell, and thou saiest trew. Therefore I pray thee lights foorth and lends a linck, Exeunt Brad., Adam, & Michael. Ales. Michael, bring them to the dores, but doo not stay ; You know I do not loue to be alone. — Go, Susan, and bid thy brother come : But wherefore should he come ? Heere is nought but feare ; Stay, Susan, stay, and helpe to counseU me. Susan. Alas, I counsell ! feare frights away my wits. Then they open the countinghouse doore and looke vppon Arden. Ales. See Susan, where thy quandam Maister lyes,"], [128, "71ie Tragedy of M. A rden 96 Sweete Arden smeard in bloode and filthy1 gore. Susan. My brother, you, and I shall rue this deede. Ales. Come, susan, help to lift his body forth, And let our salt teares be his obsequies. Flere enters Mosbie and Greene. Mos. How now Ales, whether will you beare him ? Ales. Sweete Mosbie, art thou come? Then2weepe that will I haue my wishe in that I ioy thy sight. Gre. Well, it houes vs to be circumspect. Mos. I, for Francklin thinks that we haue murthred him. Ales. I, but he can not proue it for his lyfe. Wele spend this night in daliance and in sport. Here enters Michaell, Mic. 0 mistres, the Maior and all the watch Are comming towards our house with glaues & bdles. Ales. Make the dore fast ; let them not come in. Mos. Tell me, sweets Ales, how shall I escape. Ales. Out at the back dore, ouer the pyle of woode, And for one night ly at the floure deluce. Mos. That is the next way to betray my seise. Gre. Alas, M. Arden, the watch will take me here, ' And cause suspition where els would be none. Ales. Why, take that way that M. Mosbie dooth ; But first conuey the body to the fields. 1 This word is omitted in eds 2 and 3. 3 \" Then ... will \" — printed as a separate line in old ods."], [129, "of Feuershame. 97 Then they beare the body into the fields. Mos. VntU to morrow, sweete Ales, now farewell : And see you confesse nothing in any case. Gre. Be resolute, M. Ales, betray vs not, But cleaue to vs as we wU stick to you. Exeunt Mosbie & Grene. Ales. Now let the iudge and iuries do their worst ! My house is cleare, and now I feare them not. Susan. As we went, it snowed al the way, Which makes me feare our footsteps will be spyed. Ales. Peace, foole, the snow wil couer them againe. Susan. But it had done before we came back againe. Ales. Hearke, hearke, they knocke ! 1 go, Michaell, let them in. Here enters the Maior and the Watch. How now, M. Maior, haue you brought my husband home. Maior. I sawe him come into your house an hour agoe. Ales. You are deceiued ; it was a Londoner. Maior. Mistress Arden, know you not one 1 that is called blacke Will. Ales. I know none such : what meane these questions ? Maior. I haue the counsels warrand to apprehend him. Ales. I am glad it is no worse. — Why, M. maior, thinke you I harbour any such. Ma. We are informd, that here be is ; 1 Old eds. begin a new line after this word. H"], [130, "The Tragedy of M. Arden 98 And therefore pardon vs, for we must search. Ales. I, search, and spare you not, through euery roome : Were my husband at home, you would not offer this Here enters Francklin. M. Francklin, what meane you come so sad ? Fra. Arden, thy husband and my freend, is slaine. Ales. Ah V by whome, M. Francklin, can you tell ? Fra. I Snow not ; but behind the abby There he lyes murthred in most pittious case. Mai. But, M. Francklin, are you sure tis he ? Fra. I am too sure ; would God I were deceiued. Ales. Finde out the Murthrers, let them be knowne. Fra. I, so they shall ; come you along with vs. Ales. Wherefore ? Fra. Know you this handtowel and this knyfe ? Su. — Ah, michael, through this thy negligence Thou hast betraied and vndone vs all. Mic. — I was so affraide I knew not what 1 did : I thought I had throwne them both into the well. Ales. It is the pigs bloode we had to supper. But wherefor stay you ? finde out the murthrers. Ma. I feare me youle proue one of them your seise. Ales. I one of them ? what meane such questions ? Fra. I feare me he was murthred in this house And carried to the fields, for from that place Backwards and forwards may you see The print of many feete within the snow."], [131, "of Feuershame. 99 And looke about this chamber where we are, And you shall finde part of his giltles bloode ; For in bis slipshoe did I finde some rushes, Which argueth he was murthred in this roome. Ma. Looke in the place where he was wont to sit. See, see ! his blood ! it is too manifest. A les. It is a cup of wine that michaell shed. Mic. I, truely. Fran. It is his bloode, which, strumpet, thou hast shed. But if I liue, thou and thy complices Which haue conspired and wrought his death1 shaU rue it. Ales. Ah, M. Francklin, God and heauen can teU I loued him more than all the world beside. But bring me to him, let me see his body. Fra. Bring that villaine and mosbies sister too ; And one of you go to the floivre deluce Amd seeke for mosbie, and apprehend him to Exeunt. scene 2. Here enters shakebag solus. Sha. The widdow chambly in her husbands dayes I kept ; And now he's dead she is growne so stout She wiU not know her ould companions. 1 Old eds. end the line at the word \"death.\" H 2"], [132, "100 The Tragedy of M. Arden I came thither, thinking to haue had Harbour as I was wount, And she was ready to thrust me out at doores ; But whether she would or no I got me vp, And as she foUowed me I spurnd her down the stairs And broke her neck and cut her tapsters throat, And now I am going to fling them in the Temes. I haue the gould ; what care I though it be knowne ! Ile crosse the water and take sanctuary. Exit shakbag scene 3. Here enters the Maior, Mosbie, Ales, Franklin, Michael and Susan. Mai. See M. Arden, where your husband lyes, Confesse this foule fault and be penitent. A les. Arden, sweete husband, what shaU I say ? The more I sound his name the more he bleedes ; This bloode condemnes ne, and in gushing foorth Speakes as it falles and askes me why I did it. Forgiue me, Arden : I repent me nowe, And would my death saue thine thou shouldst not dye, Ryse vp, sweete Arden, and enioy thy loue, And frowne not on me when we mete in heauen. In heauen I loue thee though on earth I did not. Maior. Say, Mosby, what made thee murther him ?"], [133, "of Feuershame. 101 Fra Mos. Fra. Will. 2 Study not for an answer ; looke not down : His purse and girdle found at thy beds head Witnes sufficiently thou didst the deede. It booties is to sweare thou didst it not. I hyred black Will and Shakebagge, Ruffynes both, And they and I haue done this murthrous deed. But wherefore stay we ? Come1 and beare me hence. . Those Ruffins shall not escape ; I2 will vp to London. And get the counsels warrand to apprehend them. Exeunt. scene 4. Here enters Will. . Shakebag, I heare, hath taken sanctuary, But I am so pursued with hues and cryes For petty robberies that I haue done, That I can come vnto no Sanctuary. Therefore must I in some Oyster bote At last be faine to go a boord some Hoye, And so to Flushing. There is no staying here . At Sittinburgh the watch was like to take me, And had not I with my buckler couerd my head And run fuU blanck at all aduentures, I am sure I had nere gone further then that place ; For the Constable had 20 warrands to apprehend me, 1 \"Come ... hence\" — printed as a separate line in old eds. ;' I will . . . apprehend them \" — printed as one long line in old eds."], [134, "The Tragedy of M. Arden 102 Besides that I robbed him and bis Man once at Gades hill. Farewell, England; Ile to Flushing now. Exit Will. SCENE 5. Here enters the Maior, Mosbye, Ales, Michaell, Susan, and Bradshaw. Maior. Come, make haste & bring away the prisoners. Brad. M. Arden, you are now gomg.to God. And I am by the law condemned to die About a letter I brought from M. Greene. I pray you, M. Arden, speak the trueth : Was I euer priuie to your intent or no. Ales. What should I say ? You1 brought me such a letter, But I dare sweare thou knewest not the contents. Leaue now to trouble me with worldly things, And let me meditate vpon my sauiour Christ Whose bloode must saue me for the bloode I shed. Mos. How long shall I liue in this hell of griefe ? Conuey me from the presence of that strumpet. Ales. Ah, but for thee I had neuer beene strumpet. What can not oathes and protestations doe, When men haue opportunity to woe ? 1 \" You ... letter\" — printed as a separate line in old eds."], [135, "of Feuershame. 103 I was too young to sound thy villanies, But now I finde it and repent too late. Su. Ah, gentle brother, wherefore should I die ? I knew not of it till the deed was don. Mos. For thee I mourne more then for my seise ; But let it suffice, I can not saue th'ee now. Mic. And if your brother and my Mistres Had not promised me you in marriage I had nere1 giuen consent to this foule deede. Maior. Leaue to accuse each other now, And listen to the sentence I shall giue. Beare Mosbie and his sister to London straight, Where they in Smithfield must be executed. Beare M. Arden vnto Canterburye, Where her sentence is she must be burnt. Michaell and Bradshaiv in Feuershame must suffer death. Ales. Let my death make amends for all my sinnes. Mos. Fy vpon women, this shall be my song ; But beare me hence for I haue Hued to long. Snsan. Seing no hope on earth, in heauen is my hope. Mic. Faith, I care not seeing I die with Susan. Brad. My bloode be on his head that gaue the sentence. Maior. To speedy execution with them all ! Exeunt. 1 Eds. 2 and 3, \" neuer.\""], [136, "The Tragedy of M. Arden. 104 Here enters Francklin. Fran. Thus haue you seene the trueth of Ardens death. As for the fiuffins, Shakbag and blacke Will, The one tooke Sanctuary, and, being sent for out, Was murth[e]red in Southwark as he past to Greenewitch, where the Lord Protector lay. Black Will was burnt in Flushing on a stage ; Greene was hanged at Osbridge in Kent ; The Painter fled & how he dyed we know not. But this aboue the rest is to be noted : Arden lay murthred in that plot of ground Which he by force and violence held from Rede ; And in the grasse his bodyes print was seene Two yeeres and more after the deede was don. Gentlemen, we hope youle pardon this naked Tragedy, Wherein no filed points are foisted in To make it gratious to the eare or eye ; For simple trueth is gratious enough, And needs no other points of glosing stuffe. Finis."], [137, "NOTES The title of ed. 2 runs thus : — The Lamentable and true Tragedie of M. Arden of Feversham in Kent. Who was most wickedly murdered by the meanes of his dis loyall and wanton wife, who for the loue she bare to one Mosbie, hyred two desperate ruffins, Blackunll and Shakbag to kill him. Wherein is shewed the great malice and dissimulation of a wicked woman : the vnsatiable desire of filthy lust, and the shame full end of all murtherers. At London, Printed by I. Roberts, for Edwarde While and are to be sold at his shop at tlie little North doore of Paules, at the signe of the Gun. 1599. 4to. Ed. 3 hears the following title: — The Lamentable And Trve Tragedy Of Master Arden Of Feversham In Kent : Who was most wickedly murdered by the meanes of his disloyall and wanton wife, who, for the love she bare to one Mosby, hired two desperate fivffins, Blocke- Will and Shakebag, to kill him. Wherein is shewed the great malice and dissimulation of a wicked woman, the unsatiable desire of filthy lust, and the shameful! end of all murderers. London, Printed by Eliz. Allde dwelling neere Christs- Church. 1633. 4to. Page 1, 1; 7., \" w'.\" Here and on pp. 40, 84, the first 4to, gives a compound letter (a w with a comma over it), which my printer could not reproduce without having a letter specially cut. So I have given \" w' \" which looks something like the original. Page 2, 1. 17, \"service.\" Read \" seruice.\" (In two or three other instances v has been inadvertently substituted for u in the middle of words. Humanum est errare). Page 3, 1. 7, \" planchers\"' — planks. Page 3, 11. 20—21, \" And call How ! Ales! \" — Printed as one line in old eds. Page 6, 1. 18, I am responsible for the bracket. Page 7, 5 lines from the bottom, \" is sure,\" i.e., are contracted. Page 8, 1. 12, \" Susan being a Maide,\" &c. — It was popularly supposed that a virgin might save a criminal from the gallows by offering to marry him. See note in my edition of Marston, III., 190—1. I"], [138, "106 NOTES, Page 11, U. 15 — 16, \" I pray... How ! Clarke.\"— Printed as one line in old eds. Page 14, 1. 10, \" The statute makes,\" &c— 37 Edward III., c. 9, &c. Page 14, 1. 12, \" Your Spanish needle.\" — \"The making of Spanish needles was first taught in England by Elias Crowse a Germane about the eight yeere of Queene Elizabeth, and in Queen Maries time there was a Negro made fine Spanish Needles in Cheape-side, but would neuer teach his Art to any.\" — Howe's Stow, 1631, p. 1038. Page 16, 1. 1, \" By faith, my sir.\" — So the old eds. ; but undoubtedly we should read \" By my faith, sir.\" Page 1 6, 1. 3, instead of a note of interrogation there should be a full stop at the end of the line. Page 17, 1. 7, \" Methridate.\" — An antidote against poisons. Page 17, 11. 17—18, \" For neuer... The I do thee.\"— Printed as one line in old eds. Page 18, 1. 23, \" to grosse and populos.\" — For populos modern editors read palpable. Perhaps jwpulos may be used in the sense of thick, compact; but I cannot quote for this use of the word. Page 21, last line, \" trulles \" and \"trugges \" are contemptuous terms for whores. Page 23, last line but one, \" make a gree.\" — Come to an agreement. Page 28, 1. 15, \" Why, Bradshawe,\" See- This speech and others should doubtless be printed as prose. Page 30, 1. 1, for \" chin \" read \" Chinne.\" Page 30, 1. 4, \"all to,\" entirely. Page 31, 1L 8—9, \" Nay stay ..your helpe.\"— Printed as one line in old eds. Page 31, 1. 22, \" platforme,\" plan, scheme. Page 31, 1. 23, \"Plat me no platformes.\"— So the First Murderer in Yarington's Tuo Tragedies (HI. 2) :— ' ' Grace me no graces, I respect no grace. Bat with a grace to give a gracelesse stab.\" Page 34, last line but one, \" ould filching,\" rare filching ; old was used to emphasise the word that followed. Page 44, 1. 18, \" bo/stred haire,\" hair matted with blood. Cf. Shakespeare's \" blood - bolter'd Banquo \" (see Dyce's Shakesp. Gloss.) Page 47, last line \"but two, \"cockshut light,\" twilight (the time when the net — termed a cock-shut — was spread for snaring woodcocks). Page 49, 1. 3, \" me thoughts,\" a common corruption of methought."], [139, "107 NOTES, Page 49, 1. 6, \" foster,\" forrester. Page 51, 11. 22 — 23, \" Because... your M.\" — Printed as one line in old eds. Page 52, 1. 17, \" stary,\" stirring. (Star and stir are etymologically connected). Page 53, 1. 1, \" eare,\" plough, till. I ought to have mentioned in a footnote that ed. 1 reads '■ erre \" and ed. 3 \" heyre.\" Page 54, 1. 3, \" Such depe pathaires.'' Patliaires soui)ds well I but can attach no meaning to the word. It has been suggested that we should read \"deep-set airs,\" and the correction is tolerably satisfactory. Page 55, 1. 11, \"Forslowde,\" neglected, delayed. Page 56, 1. 5, \"copsemate,\" copesmate, companion. Page 57, 1. 20, \" Himselfe is valued.\" — The word is is omitted in old eds. Page 58, last line, \"intergatories,\" a common abbreviation of interrogatories. Page 59, 1. 13, \" muscado,\" gadfly (Span, moscarda). Page 59, 1. 20, \" sounded,\" swooned. Page 60, 1. 10, \" dag,\" pistol. Page 63, L 17, \" we will.\" Old eds. give \" wele \" and \" we'l.\" Page 64, two lines from the bottom, \" shorlow,\" Shurland, in the Isle of Sheppey. Page 67, two lines from the bottom, \" and of a lordaine too,\" Lourden was a term for a clownish, idle, person (Fr. lourdin), and fever lourden was a jocular ex pression for slothfulness. Page 73, 1. 9, \" hough munday,\" Hock Monday, the day following the second Sun- day after Easter, formerly observed as a holiday : see Brand's Pop. Antiq. Page 74, 1. 2, \" beraide,\" befouled. v Page 84, three lines from the bottom, \"sconce,\" a block-house, a small round fort. Page 84, one line from bottom, \" arming sword,\" a strong two handed sword. In the ballad of Mary Ambree we are told \" A helmet of proof she straight did provide, A strong arming-sword she girt by her side.\" Page 86, 1. 8, \" tables,\" backgammon. Page 92, 1. 8, ' harborougb,\" an old form (frequently found), of harbour. (\"Arribado, arrived, landed, come lo harborough,\" Minsheu's Spanish and English Dic- tionary.) Page 101, 1. 14, \" some oyster bote.\" — \"The Faversham oysters (says Hasted), are of the same kind as those which were so highly esteemed by the Romans. The Dutch give a preference to these oysters of the Faversham grounds before all others along the coast.\" — C. E. Donne. Page 104, \" Osbridge,\" i.e., Ospringe, near Faversham."], [140, "London : Printed by S. & J. Brmvn, 13, Gate Street, Lincoln's Inn Fields."], [141, ""], [142, ""], [143, ""], [144, ""], [145, ""], [146, ""]]