[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THESPIS AND MELPOMENE"], [6, ""], [7, "Thespis and Melpomene. A LYRICAL DRAMA. IN FOUR ACTS. BY A. ARTERTON. ACTliOlt OF \" KINQ CHAHLES I.,\" AX'HISTOHICAI. PO DM. L O N D O N : LONDON LITERARY SOCIETY, (Authors' Agent*. Founded 1S79.J 3 7 6, STRAND, W C. [AIL KliiBTS RJLSliHYED."], [8, "LONDON : PRINTED BV MIILINGTON BROTHERS, 25 & 27, ST. JOHN STREET, WEST SMITHFIELD, E.C."], [9, "Dramatis Jupiter. Venus. Juno. Discord. Cdpid. Ariel. Psyche. Thespis, Poet. Neptune. The Muses: Sea Nymphs. Calliope. Clio, Erato, Hymen. Thalia, Melpomene, The Graces. Mariners, Maids, &c Terpsichore, Euterpe, Polyhymnia, & Urania. Scene — Greece."], [10, ""], [11, "PREFACE. The readers of the following Lyrical Drama, without aid from me, will soon perceive that Thespis and Melpomene are ideals, however they may be surrounded in manner and word of Ancient Mythology. I may here say it was written principally to nourish the imagination, and to arouse in mankind a love of the beautiful. THE AUTHOR."], [12, ""], [13, "THESPIS AND MELPOMENE. ACT I. SCENE I.— Fort of Parnassus. Discovers THESPIS asleep. Enter ARIEL. Ariel. What weary youth is here asleep. From the sky I saw thee fall, ■Could not thy tired feet further creep, I will question, I will call. Why sleepest thou in heavy breath. Bosom heaving, sighing loud, Thou lookest as body after death. All thy meedings is a shroud. Awake, my youth, aud answer me, What dark sorrow's haunt thy breast ? My spirit tongue shall make thee free. Thou shalt be my airy guest. Awake, awake ! [Thespis opening his eyes.] B"], [14, "2 THESPIS AND MELPOMENE. What eyes of fire'with poet's gleam, Rise ! awake ! thou soul of light, Arise ! he waketh from his dream Hither, hither to my sight Thy pain, thy pain. THESPIS. [advancing. ] Say whom art thou ? Ariel. Thy minister. Thespis. Thy voice is not the voice of man, Thy breath more pure, Thine is a spirit tongue. Ariel. If not of flesh, I still may minister unto thy pain, May give thee useful aid. Thespis. Most grateful words, But tell me whom art thou ? Ariel. I am of air, do dwell amid this earth and sky. My food the stolen fragrance from the musk rose-bud, My drink the dew from heather. Thespis. Hast thou a name that I can call thee by."], [15, "3 THESPIS AND MELPOMENE. Ariel. In this I'm blest, Mv name is Ariel. Thespis. What can'st thou do To render me a mortal free of pain, Who is now weary even to the death Seeking but cannot find. Ariel. What wouldst thou find To render life more suited to thy wish, I now may guide thy steps. Thespis. Find I would a soul The kindred to my own. Ariel. How hast thou spent thy day. Thespis. Reading the soul of man. Ariel. Knowest thou this hill ? Thespis. This is Parnassus. Ariel. Aud how earnest thou here ? Thespis. 'Tis now three circling years that I have trod O'er Thebes and Athens, Sparta, Licyon, Mycenæ, Corinth, far and wide, till now Heart -burden' d in my futile task to find, A maiden soul that all my heart could love, That she could teach me how feel woman's heart"], [16, "4 THESPIS AND MELPOMENE. In all the joys and sorrows of her life. For this kind spirit have I strayed afar, Till now I fall at Phocis. Ariel. Chaste minded youth, My power shall assist thee in thy task, Till on some brighter path I leave thine hand With thy most dearest wish. But tell me why Thou longest thirst-unslaked for this mad wish, To give thee joy in man's short hours of life, I fain would know such longing. Thepsis. Spirit, list, Thy tongue hath uttered words of joy to me, Thou canst and wilt ere many days have waned, Give me a soul the kindred to my own ; And I will tell thee Avhy I crave from love Joint mistress to my soul a maiden's heart, Wing'd with the love of her own mortal kind, One whose high bearing is to pore on life, To see frail woman in her simple shades, To know her virtues in a thousand lines, 0 spirit such an one my heart would bless, T would make these dreary and these weary hours, Bright as yon gold cloud in the eastern skv :"], [17, "THESPIS AND MELPOMENE. 5 Light as the wavy air that smites my lips. Ariel. Thy flesh soars highest, nearest, with love, Whence comes this passion to thee by this divine ? For if a spirit of the boundless air Is charged to know what is in mortal flesh, How near it reacheth unto holy things, How low it sinks, e'n to dense shades of night. Thespis. Born in the being of my baby flesh, I know no hour, no day, no week, no month, I longed not to know of mortal kind, Not for the daily prate in mankind's ear, But to give guidance to the feet which erred, 'To track the pathway unto saving truth. Ariel. Not vain your search. But if light burdened, rise. Striving for one who is akin to thee, Blame not thy spirit, Ariel, who wilt Port thine heart safely to a maiden's arms. Thespis. Hast thou the power ? Ariel. See ! eight thousand feet Up this high mountain is the Muses' seat, There in sweet concord to High Jove above"], [18, "6 THESPIS AND MELPOMENE. They charm the air with never dying sounds, They wing the cloudlets with their music breath. Thespis. 0 spirit, speak. Ariel. There wilt thou go with me, And I will aid thee for eternal bliss, Till doth my spirit-breath fall on thy face, And leave thee happy. Thespis. I will. Ariel. There is a grove, Bound with rich laurels that these maidens prize Above the flitter of the diamond star, Above the Orient pearl, there wilt thou tread And hear their voices. Thespis. Gladly. Ariel. Come, Thespis, then ascend ? Thespis. The path is rough, but I will climb. [Ascend the spirit.] Ariel. The path ! Is rough but this is fair I will bear thee thro' the air, Touch my pinion, thou wilt rise, Higher, nearer, to the skies. [Ascending.]"], [19, "THESPIS AND MELPOMENE. 7 See the lark now pass thine eye Soaring, soaring, to the sky, Hear him singing from above, Music, music, is his love. [Ascending.] Watch that thrush now strike the ground. From this hill I saw him bound, Now he lighteth on a branch, Hark in music hear him touch [Ascending.] Hark from lyre I now can hear Music waving thro' the air, Light the touch, the music free, Sweetest, choicest, melody. [Thespis ascends.]"], [20, "8 SCENE II. — Mount Parnassus. With a view of the Cyrocean Cave, and the Castalian Stream. Discovered the Muses seated in a laurel arbour Harp, fife, trumpet, and other instruments. ARIEL and THESPIS in the distance. Muses singing. Join we thine, in happy song. Bid old Time his course alone;. 0 how bright, All is light, Welcome day, and welcome night. Join we nine in airy glee What is love but melody. 0 how bright, All is light, Welcome day, and welcome night."], [21, "THESPIS AND MELPOMENE. 9 Strike the lyre, let it resound Let its music bound and bound. O how7 bright, All is light, Welcome day, and welcome night, Thro' the grove, now let us rove, Dearest maidens unto Jove, 0 how bright, All is light, Welcome day and welcome night. [Dancing through the grove.] Calliope. Hear me, ye sisters of our choir. Heroic deeds the soul inspire, Sing now of Ajax and of might His valiant arm in thickest fight. Sing we Ulyssus wise and strong, A giant arm no war will wrong. In prudence far above his kind , Thus tune him praises to the wind. Sing we old Nestor brave and just, Who led his army thro' the dust ; Struck hard the Trojans, might and main. Thus ring him praises once again."], [22, "10 THESPIS AND MELPOMENE. i Sing we, Achilles, greatest Greek, Who smote brave Hector on the cheek Then drag'd his body high in joy, Three times around the walls of Troy. Sing we all Grecians far aud near, The mighty heroes with the spear ; Of all the bravest on the field, Their only cry, \" we never yield ! \" Chorus. O what joy Thus to sing, Of the brave On the field, Dying, dying, never yield. Clio. I the past do now narrate, Save it from a dying fate, On my scroll in greatest care Have I pictured here and there. Wars an sea, and wars on land, Side by side I have them stand ; Death of kings, of princes born, Monarchs hurled from the throne."], [23, "11 THESPIS AND MELPOMENE. Cities buried, cities built, Men who've died in greatest guilt. All in place in greatest care, Have I pictur'd here and there. This my task To narrate, Save the past from dying fate. Erato. Love I sing the greatest pain, Love the ruler of the earth, Love that enters every vein, Cupid, Cupid, gave it birth. Love I sing the sweetest joy, Love that blindeth out our sight. Love that maketh maidens coy, Love that maketh darkness bright. Love that rusheth through the soul, Love that heareth not a tale, Love that knowreth not a goal, Love and love that n'er can fail. Chorus. This we sing. This we ring,"], [24, "12 THESPIS AND MELPOMENE. Oh ! to love, Constant love, Never ending ! endless love ! Thalia. I the heart make light and free, Make the world a comedy, Foolish mortals trip and trip, Laughter runneth to my lip. Is not error blind as stone, Give him laughter to the bone, Smite his forehead with a smile Turn he not from his beguile. Chorus. Thus we sing, and thus we glee, Joyful, joyful comedy. [Thespis advance.] Melpomene. 'Tis mine to know the human heart, 'Tis mine its knowledge to impart, 'Tis mine to know the woes of life, 'Tis mine to picture endless strife."], [25, "THESPIS AND MELPOMENE. 13 'Tis mine to draw the tear at ill, 'Tis mine to purge the tyrant's will, For Œdipus my heart doth grieve, For Hucuba my bosom heave. Andromachi, quick runs the pain, Antigone I see again, Poor Iphigenia I woe, Alcestes strikes another blow. These, and more quick runneth free. These I build to tragedy For the loves of human kind Are as puzzles in my mind. Thus I go. Feeing woe, Feeling pain, For the gain, Of poor mortals born to love. Euterpe. Music is my dearest love, Straight it cometh down from Jove, Quick it enters every vein As a stream of pleasant pain."], [26, "14 THESPIS AND MELPOMENE. Music is the heart in tone, Music sticketh to the bone, Pipe and harp the waking lyre, Feel the music runs as fire. Give the trumpet a full breath, Quickly banish thoughts of death, Care, it wander to the brink, Music, music, will it sink. Light the hours, How they roll, When the soul Neareth heaven to its goal. Terpsichore. I make light the weary feet, Tread the air my sisters fleet, High ye bound, [Dancing.] All around, Now alternate touch the ground. I make light the weary day, Lovers, lovers, dance away, High ye bound, All around, Now alternate touch the ground."], [27, "15 THESPIS AND MELPOMENE. I make gay the weary night, Banish care, the foot is light ; High ye bound, All around, Now alternate touch the ground. I give joy to saddest eye, Now as lightning let us fly, High ye bound, All around, Now alternate touch the ground. Polyhymnia. Gesture, actions, grace and ease, These are mine mankind to please, Words ill-said are greatest pain, Mine to weave them in a chain. Hands hard wrung, a downward brow This is suited to man's woe ; Move the finger graceful round. If you would a truth propound. Cut no dog-stars in the air, Or your truth I'd even fear ; From the heart should words run free- In the race of oratory."], [28, "16 THESPIS AND MELPOMENE. Then must we mature the mind, Early blessing thus to find, Thus I muse, To infuse, From my dreams. Richest themes, Seeing Gron with her beams. Urania. 'Tis I that read the starry sky, 'Tis I that pierce the heavens high ; All stars and planets I give name, And of their changing I proclaim. Of comets coming to the earth, 'Tis I take note and tell their birth, Eclipses of the sun and moon, The rolling thunder from Jove's throne I view and draw unto my sight, For love of man for mankind's lisrht 'Tis I assay Thy Milky-way Wide peering high The boundless skv, Drawing heaven to mine eye."], [29, "17 THESPIS AND MELPOMENE. Chorus. Join we nine in chorus gay, Bid old time upon his way, O how bright, All is light, Welcome day, and welcome night. [Ariel and Thespis advance to the groves Ariel. Flee ye maidens, onward flee, All but thee, Melpomene ; Stay here comes a handsome youth, Turn thine eyes and test my truth. [Exeunt Muses, all but Melpomene. Discord enters the cave.] See his eyes of sunny blue And his cheeks of rosy hue, Graceful step, yet careless mien, \"Tis thy love his heart now ween. Melpomene. Love, spirit, Love. [Ariel, Love, Spirit, Air, vanish.] Melpomene. My love ! I have no heart for loving. Gone and where ? Was this a spirit of the airy realm ? Was this a being waved down from Love, To test mine essence in a guardless hour ? c"], [30, "18 THESPIS AND MELPOMENE. Hail ye my sisters and unravel all, Hail god Apollo to thy sister's call, Hail silver voices and unloose thy tongue, Make knowm the being that we now call love. No answer ! [To Thepsis.] Mortal of this craggy earth, Tell whom art thou, and hast thou tongue to tell What being 'twas just vanished from my sight, For thou wert here and heard the selfsame voice. For thou wert here and heard its voice of love. O mortal, if thou knowrest tell to me, And I will make thee just return. Thepsis (slowly.) Chaste maid, It was a spirit of the boundless air, For at its bidding rode I to this grove Upon its airy wings. Melpomene. What ! it bade thee, From what choice spot of Jove's wide-reaching realms Wert thou transported here ? Thespis. Down by yon stream I weary laid me down to rest, when lo ! Upon my drooping eyelids felt I breath,"], [31, "THESPIS AND MELPOMENE. 19 I gazed and there it stood. Melpomene. No ill spake it Unto thine ear ? Thespis. None, maiden, none, I stood FilTd with dark wonder at its spirit form, When in clear notes not like to human breath, It questioned why I slept, why was I there, And whom was I. To it I ran my tale, That I had roamed through cities far and near, In quest of maiden that loved human kind, In quest of maid that knew all maidens hearts, For such an one would be akin to mine, Who was a lover of all mortal flesh, When thus the spirit answer'd that it would Give me such maiden as my heart desired, Above my power to picture in my mind, With this it lifted up my weary feet Bearing me here. Melpomene. Friend, stranger, what can I Give thee in just return ? Ariel (In space.) Thy love, fair maid, Thy love, Melpomene. Melpomene. A voice in air 'The spirit friend, I can no longer here,"], [32, "20 THESPIS AND MELPOMENE. 'j My sisters will be calling in harsh tones, They will await me at yon distant pines To join in choral song, I have no gold To give thee, stranger, how can I repay Thy ready willing tongue ? Ariel (In space.) Give him thy love, Melpomene. Melpomene. My love, the spirit ask, Allseeing Jove. Thespis. Fair maiden. Melpomene. Spirit, speak, Why asketh thou from me my maiden heart. To give to utter stranger ? Ariel. But obey, I speak in voice of Jove. Melpomene. Allot sometime, And I will give thee answer. Ariel. Six bright suns, The seventh tell thine heart. Melpomene. I must obey Immortal Jove's behests. Thespis. Upon this mount Shall I thy love here linger."], [33, "THESPIS AND MELPOMENE. 21 Melpomene. Until then Take thou this laurel to thy beating heart The richest gift Melpomene can give. Adieu, kind stranger. Thespis. Maid, till then, adieu ! Support my heart, O spirit. [Venus passes across the mount.] Melpomene. Mother, queen, I flee. [Exit Melpomene.] Thespis. Where spirit? [Ariel appears.] Ariel. Hither, hither, Friend, come hither. Thespis. Six suns ! six ages ! Ariel. List thee, friend, Six suns are six Ions: a°:es to thine heart, Yet if thou wilt haste to yon limped stream Where grow the olive on the distant bank, I will enwrap thine eyes in dewy sleep, So shall these six long ages slip thy mind As one strike of my wing. Thespis. Thy words are bliss, O cut these countless ages from my mind, That I may not repent."], [34, "22 THESPIS AND MELPOMENE. Ariel. Then fly. [Ariel and Thespis descend the hill. Dis- cord advances from the cave. Cupid and Psyche pass over the mount.] Discord. What means one love-god with this Avily nymph, She hath play'd harlot to his base desires, And I, by Zeus, will outpour her trick, And send her cursed to the shades below, Much have I to tell Venus ere I rest, So shall god Hymen count his virgin's o'er, Melpomene hath yielded up her heart To that young stripling with a beardless chin. And now this Psyche hath her heart upturned And stolen Cupid from his mother's arms,* Quick footed will I tell her. [Exeunt.] * Venus."], [35, "23 SCENE III.— Venus' Temple in Phocis. Discovered Venus the Graces, and several Phœcian maids. Graces singing. We three sisters are one heart, Ever loving, never part, Join we hands In holy bands, Three as one, And one as three. We three sisters are one life, Never quarrel without strife, Join we hands In holy bands, Three as one. And one as three. We three sisters are one soul Highest heaven is our goal"], [36, "24 THESPIS AND MELPOMENE. Join we hands In holy bands, Three as one. And one as three. Enter DISCORD [Exeunt Graces and Maids.] Discord. Hail mother of all love, all-hail I come To preach my sorrow to thine happy ear. Psyche, that tainted and corrupted nymph, Hath caught thy son and bound him in her arms. Cupid and she were stealing to the pines, That foot Parnassus by the Muses' path, I tracked them with these eyes. Venus. Thou speakest false, Strife- making wretch. Discord. Fair goddess, I speak truth, Yet if thou purpose I will hold my tongue, That god nor goddess of this lowly earth Shall fan the news to wind. Venus. Hold thou thy peace or I will call the Furies to this spot, And gnash thee out of being."], [37, "25 THESPIS AND MELPOMENE. Discord. Queen, thy love ! I talk too foolish of what e'er I see, To gain my seat in heaven. Venus. Thv cursed tongue Is hard and cased with lying. Thou ne'er saw My Cupid. Discord. Celestial goddess, I feel now Thou lovest Cupid with heart-burning ire Therefore for me who see with mortal eyes, Whose love is bounded in thee and thy son Cannot speak word but falsely. Venus. Saw'st thou my son with Psyche. Discord. Goddess I have told thee truth, Run I not peril with immortal Jove Whose favour I would win again. Venus. The slut, The wily wanton aud lascivious cheat, I'll chase her howling to eternal night, Death is her portion for this trick to me, My son, my Cupid and my lovely boy, I'll blast her name thro' Hades. Discord. Queen of love, Teach her thy strength, omnipotence,"], [38, "26 THESPIS AND MELPOMENE. Her raging armour for thy Cupid's heart first cool, Then dash her down to Erebus. Venus. My voice shall so pronounce it. Discord. Listen goddess, list, For I have other news of great import, Give sweet attention, hear what I have heard, Melpomene, fifth Muse to stripling Greek, Hath sworn her dying love. Venus. In Pluto's voice Thou speakest freely. Discord. Bitter truth cuts deep, And yet fair goddess must I tell thee all, I saw this stripling hanging near the grove Where meet the Muses in their daily song, And fearing ill attended his slow steps, I drew me to the rushed cavern's mouth And there I enter'd lightly unobserved, And there secretlv sjave I list'nina; ear To hear discourse quick running from their breath, Love fast with love they changed note with note, As birds give answer from their joyant throat, Much time in love-sick babbling they let dip,"], [39, "27 THESPIS AND MELPOMENE. When to some coyish question put to Muse, She drew her hand around rich laurel stem Aud threw its riches to the stripling's hand, Whilst thus she tuned from her music lips : \" Takest thou this laurel to thy beating heart,\" Meaning : whilst six suns traversed this dull earth, For she upou the seventh had made vow, To meet him there again. Venus. Poor feeble Muse, By Hymen's love aud by his holy bonds. And by those sacred ties made dear to Jove, I mother, and love goddess of all hearts, Will know all secrets that pertain to me ; Will charge them fouly and confound their crimes. Six days and sayest, thou her vow made, To meet a lover on Parnassus Mount, I will devise. Discord. Six suns. Venus. See thou her there, And to this temple bid her trace thy steps Where shall dark ills attend her."], [40, "28 THESPIS AND MELPOMENE. Discord. I obey thy high behests. [Exit, Discord smiling.] Venus. My Cupid, Jove's dear son, Hail curses on this Psyche, vile, base nymph, My boy, my Cupid. [Re-enter Graces hand in hand, singing.] From the heart should kindness flow, Give the needy generous aid, Gifts should fall as light as snow, Know the giver is repaid. Give thy sister, ere she call, What are earthly stores to Jove, Wait not till thy brother fall, Give him with thy parting love. Earthly riches come and end Why then covet twice thy need, Give to brother, sister, friend, Bless the action, bless the deed. Join we hands In holy bands, Three as one, And one as tnree. [Curtain.]"], [41, "i 29 ACT II SCENE I.— Parnassus. Thespis discovered asleep by the Castalian stream. THESPIS (awakening). O, ever watchful and beloved Love, Hail Phœbus in thy radiant carcussvan, And hast thou ran six courses o'er the sky Since that sweet spirit shook his magic wand ? And if in slumber rotted from the world, Thou hast not, or thy golden burning beams Would 've pierc'd my eyelids, shook me into life To bless thy beauty as each morn awoke. As thou unrolled daytime from thy scroll. Six suns the spirit said that I should sleep, And then awake as 'twere from dart of time, To meet that maiden whom my heart desire To hear her echo words of dying love."], [42, "30 THESPIS AND MELPOMENE. 0, purest spirit it can never be That I have slept thus long, and yet my dreams Would fill six volumes of most happy thoughts. Flee, Morpheus, with thy enchanted wand, Love I in heaven, or touch I a cold heart, 'Tis earth, and I have dreamed heavenly dreams O, rolling glory, picture of sweet bliss Ye clear ton'd maidens, still I hear thy strains, I am with the muses by the spirit's hand, With her, the grove, now roll my dreams aback. Enter ARIEL. Ariel. Sweet youth. Thesjjis. 0 spirit from where. Ariel. From yon cloud Of lurid blue, I heard thy lofty voice Struck air and pass'd along. Thespis. How many suns have I now slum- ber'd ? Ariel. Six. This is the day, The maiden's voice give answer to thy love, 'Twill be as thou dost wish it. Thespis. 0 swTeet one,"], [43, "31 THESPIS AND MELPOMENE. How fleeting hath the time slipp'd by in sleep, But how know'st thou her answer ? Ariel. If six suus Have hung above the laurel grove where thou Gavest ear to her rich and balmy breath, Elicited her love, and then as each sun Threw out His splendour to this dewy earth, I saw her. feet advancing to the stem Wherefrom she pluck'd the laurel leaves that thou Now shelters in thy breast. Each day she took The broken stem, and press'd it to her lips, Thou border' d near it, as if loath to leave the leaves, Drew from them near, then kiss'd again, Then parted with quick steps. Tliespis. Her love was there ! Thy words are sweeter than my blissful dream, That I six days have dreamed. Ariel. What hast thou dreamt, My youth ? Thespis. To answer thee I am sore perplex'd, It seems as vision to my air-charg'd brain, I know I was with maiden, which fair paris"], [44, "32 THESPIS AND MELPOMENE. We were high beaming o'er this mother earth, Holding sweet converse on all human acts, Chiding all passions that arouse the soul. 'Twas a most happy dream, yet but a dream. Then tell me spirit what thou know of her, For thine is knowledge ? Ariel. Look when Phoebus mounts, And throws his shadow in that wavy stream, Melpomene will wend her course along, To touch the laurel stem. Thespis. Hark, we. Ariel. But list, Her heart, her soul, her spirit, all is thine, Yet hath she sorrows pacing in her path That Love hath destin'd on her head should fall Her sorrows will be thine, therefore my youth Prepare thy mind to many mournful tales ; I give thee fortitude, which thou must prize As thou doth her sweet life. Thespis. Pain must she bear? Pain ! O let the burden fall down on me, I have not tender and light-framed limbs, Could bear Love's thunder rolling on my head ; Make me Prometheus, chain me to a rock,"], [45, "33 THESPIS AND MELPOMENE. Weight-bearing Atlas, and it shall be cheer To lift the woe from her. Ariel. It cannot be, For Night's dark clouds are gathering to her steps, Bearing much potent ill, when they discover A blaze of glory shall array ye both, And fold ye round in light. Thespis. O future bliss, Haste on dark omens. Ariel. See the fiery orb, How far he's marched since we gaz'd at him, Think ever, my sweet youth, thus Time slides by Till thou wilt pass from earth. Thespis. As fast ? Ariel. She walks, Bearing within her bosom pangs of love To greet thy longing ears. Thespis. Her voice ! Ariel. Flee we. {Exeunt] i)"], [46, "SCENE H.— Mount Parnassus. Enter MELPOMENE, and advance to the laurel stem, then enter DISCORD, and secrets herself. MELPOMENE. The golden hour hath come when I of love Must show my leanings to that sweet fac'd youth, I must by Hymen loose the prison'd flame That burns my heart, that heats my reeling brain ; O sweet and lovely golden fair-hair' d youth, The calm demeanour of thy fair face, The liquid music of thy breath I hear, Thy mighty and majestic tread behold. O Venus, goddess of immortal love, Thro' thee may I in Hymen's sacred bonds In holy nuptials be for ever joined ; Here is the broken stem, from whence I pluck'd 31"], [47, "THESPIS AND MELPOMENE. 35 The smiling laurel leaves he lightly caught, And plac'd them gently to his beating breast. {Ariel and Thespis appear in the background.] Sweet youth. {Ariel withdraws.] Thespis. Fair maid. Melpomene. His voice divine, O youth ! Heard'st thou my voice aud echo'd to my plaint ? Saw'st thou me gather to this sacred tree, To kiss this dying stem ? Thespis. I heard thy voice, Sweet maiden, lisping love words to the air, And thought thro' Venus that thou didst evoke My voice unto thy presence. Melpomene. Love words, youth, This is the seventh sun. Thespis. And com'st thou here, To yield thine heart unto my burning soul, Thine, aye, will sooth me ever. Melpomene. Much my heart I own has long'd to see thee here again, Time is slow mover, when we bid him speed He neareth to the drone-bee."], [48, "36 THESPIS AND MELPOMENE. Thespis. Loose the chain, If chain there be that gather to thine heart, I. Thespis, Grecian born, of noble sire, Plere call God Hymen witness to my vow ; I love thee, Melpomene. Melpomene. Take then my heart for aye. Thespis. My fair Melpomene, My lovely maid, till shall our sacred rites By Hymen be performed. Melpomene. Oh mournful pain, A pain comes quickening beating at my voice ; O love my Thespis. Thespis. Heaven disapproves Of our love making vows. Melpomene. Sad omens rise ; Whom hath our loves offended ? Thespis. Calm thyself, Love sanctions marriage. Melpomene. Venus turns away from all our doings. {Discord comes from her place of secrecy^ and advances to Melpomene.] Discord. Venus venture hither."], [49, "37 THESPIS AND MELPOMENE. To bid thee hasten to her sacred fane. Wilt thou accompany me ? [Ariel appears in the background.] Ariel. Come youth. Thespis. Thy voice. O minister. Ariel. Come near. [Thespis advances to Ariel. They withdraw.] Melpomene. Her want, What said the Goddess with this high command ? How quick the mind presageth joy and woe ; How coupled she her words ? Discord. Her words I gave ; Her purpose it were well to go aud learn. To disobey is madness, love accurs'd. Then follow thee my footsteps. Melpomene. Lead the way unto her portal. [Exeunt Discord and Melpomene. Thespis advances to the foreground with his eyes fixed in the direction Melpomene is going. Ariel follows her.] Thespis. See her serpent locks, What fiery evil darted from her eyes When giving Venus' message."], [50, "38 THESPIS AND MELPOMENE. Ariel. \"Discord \" her name ; From hell she rambles, plucking at all hearts Who roam this earth unguarded. Thespis. Can she hurt This lovely virgin whom my heart adores ? Tell me, 0 spirit, tell me. Ariel. She cannot hurt The truly virtuous souls made light by Love ; Than can the virgin pea from slander hush Hurt rocks of adamant, Thespis. No harm will come From this dread summons to the Queen of Love ; Will Venus chasten her for puny cause ? Will love immortal suffer ill to her Whose soul is white as lily ? Ariel. No dread harm ; Her mind is pure as crystal, wide as earth, Deep as the rugged bottom of the sea. Brave as Mineva, tender as the dove, Chaste as the moonbeam, simple as the babe, Yet is she woman. Thespis. My soul ! Ariel. Discord will beat out fierce fury from her lying lips,"], [51, "39 THESPIS AND MELPOMENE. Roll out loud thunder from her darken'd soul Into the ears of Venus, her to hurt, i Yet shall it fall as hail upon the rock, Doing her little harm. Thespis. Say none. Ariel. As leaf Recovers from the beating breeze, so shall Her heart recover from a moment's shock, And be again Melpomene. Thespis. Joy ! joy ! And ever joy ! Ariel. My Thespis, thou shalt go To Venus' sacred portal, there await Beside the marble entrance, there thy love She will forth issue down the snowy steps, Dismissed by the love Goddess. Thespis. Words divine. But how can I, a weakly son of earth Return to thee, a spirit Heaven born, Who knows my mortal nature to the quick, For in thine essence thou art purer far 'Than dare my most entranced hope hope for. Some good, some blessing."], [52, "40 THESPIS AND MELPOMENE. Ariel. Hear me, sweetest youth. There are high regions in man's mortal flesh. Above the words of thee, as man, to shape, Above the dulcet music of thy lips ; Hope to attain the essence thou dost love, And help shall come most ready. Act as thus And thou wilt bless the spirit whom we charge Thee in thy living flesh. Thespis. O spirit fair, What simple truth thou runnest in mine ear, The mind made beautiful with chasten'd thoughts, So light is Love. Ariel. Truth said. But come we now, Our course let's bend unto the temple door, To meet thy maiden heart. [Exeunt.]"], [53, "SCENE III.— Venus' Temple at Phocis. Discovered, VENUS seated at an altar, DIS- CORD standing near her. MELPOMENE kneeling at the foot of altar. Maidens in attendance. Venus. Tell me, Melpomene, in Love's high name, I, the entrusted Goddess, Queen of Love, Tell me, hiaih tragic muse, to whom has thou Yielded to arguments of feigned love Without my high consent. Melpomene. To noble youth, To Grecian born of high and mighty parts, And worthy of my love. Venus. Hush, hush. Melpomene. Dread Queen Fair Goddess. Venus. Hush thy voice, Melpomene, Or Love's wing'd lightning shall enclose thy lips, Shall burn thy tongue for lying. 11"], [54, "42 THESPIS AND MELPOMENE. Melpomene. Mother Queen, Immortal Venus, he is gallant youth, His looks bespeak he sprang from royal race Of high and noble parents. Discord. Liar born ; He snivels like a running beaten whelp, He howls like flogg'd schoolboy. Melpomene. To thy words I have no answer. Venus. Answer me, pert muse. Why to my sacred counsels turn dull ear ? Canst thou avert mine anger ? Melpomene. Queen of love, I know thy might invisible, yet bear Thy queenly favours to my virgin choice, For I am woman, and am therefore part, And is not maiden apt to yield her heart To words of wisdom from a sweet- tongued youth? Thou knowest, dread Goddess, for thine heart. is love, Thine heart was fashion'd by the might of love, To feel as speaks my tongue. Discord. Poor whining muse, Thou fearest for thy chastening."], [55, "43 THESPIS AND MELPOMENE. Melpomene. In my sight, Thine eyes are horror. Venus. Disobedient muse, Dread Death is nearing to thy broken voice ; He may snatch thee from hither. Melpomene. Cruel Queen Recall thy dreadsome sounds, high peering Love_ Hymen, Apollo, heaven avert the fact. Why am 1 punish'd ? [Suddenly a curtain falls showing a niche, wherein lies the dead body of Psyche.] Venus. See there, stubborn muse, Faint hearted wretch. Melpomene. Psyche ! Discord. Howl on ! Melpomene. Death might be wretched. Discord. Wanton slut. Melpomene. All seeing God, What didst thou, Psyche ? Venus. Mournest thou her fate ? She hath play'd wanton with my cupid blood. And thus have I chastised her."], [56, "44 THESPIS AND MELPOMENE. Discord. Treat her thus, And show thy power. Melpomene. Death ! I fear it not, My mind is temper' d to the dying sting, Woe, sorrow, grief, the bosom's throb, all hearts Destin'd by Love to bear harsh fated pangs, Finds minister in me, Death frights the base, Death rolls the tyrant on his downy couch, Death shakes the monster as he lash the brave. But me it cannot hurt. Discord. Thou dragon tongu'd, Thou hissing viper, lower down thy touch. Or shall the furies dart their vengeful look Into thy inmost beins; ? Venus (to Discord). Hush ! draw, breath, My wily Goddess. Discord. Mother, to her fate, To thy just judgment leave I thee to treat, I will not tell my feelings. Venus, Thou shalt do as Venus bids thee. Discord. Mother, Goddess fair, As thou (aside) to Gartams, I will ensnare This saucy maiden, and make sweet the day That I first caught her wooin\"-."], [57, "THESPIS AND MELPOMENE. 45 Venus. Hear me muse, Thou talk'st much idly on the fears of death, This death would sever thee from whom thou lovest. Would hurl thy body to the mother earth. Would sweep thy soul to Plades. Melpomene. Hast thy voice Pronounc'd such fate upon poor Psyche's soul. For loving Cupid with a passion true ? High Love will never see her wrongs so base, Will give her life again, her soul sweet bliss Will check thy schemes defiant. Venus. Go to, slut ; Come promise me thine heart will not response. Will not consent to marriage, ere my voice Pronounce its fitness. Psyche is now earth, Is icy cold, for her dread deeds to me, And so may be thy body, if thou turu From my reproof. Melpomene. I cannot promise, My heart dictates and 'neath its own true flame, Will trust my cause to Love. Discord (aside). To hell profound, To Pluto's dreary realms I'll wing thy feet, Will send thee racing to the shades below."], [58, "46 THESPIS AND MELPOMENE. Venus. Out from my Temple, from its sacred floor, No further commune will I hold with thee ; Out, harlot, from my altar — this, my dome. Shall shelter thee no longer. Melpomene. Hear me Queen, I yet have thoughts unspoken. Venus. Out ; go to ! Out from my sacred portal-distance far; Let Woe and Sorrow follow where thou tread'st, For thy tongue's disobedience. [Exit Melpomene, Discord slowly following her.] Discord (aside). For her path, By wood, by stream, along the pleasant meads, On Neptune's surging billows will I ride Till her I have bewilder'd. [Exit.] Venus. Gone thou slut ; Now will I find my Cupid. [Exeunt.]"], [59, "47 SCENE IV.— Without, the Temple of Venus. Enter THESPIS and ARIEL. Thespis. I hear some rustling sound. Ariel. Breathe not. [Melpomene appears at the portal, and issues down the steps. Ariel vanish.] Thespis. My love, My fair Melpomene, what pallid cheeks, There is a tremor hanging on thy lips, A mark of strangeness in thy loosen'd hair. Telling a mind distress' d. Melpomene. No, no, my love, My heart is lighter than my looks bespeak. And I stronger than my sex are wont, A mind of power is a strength so dense That naught can rudely shake it to the dust. I boast not of such power, Thespis dear, For would not that be weakness in the tongue Who'd utter words so rashly."], [60, "48 THESPIS AND MELPOMENE. Thespis. Sweet, thy truth. But spoke not Venus of our loves to thee, Causing thee woe and pain. Melpomene. My voice would keep From whom I love all words of harsh drawn note, Coming what course they might. Therefore from thee, My dearest Thespis would I hold my breath To leave the light and happy. Thespis. Does not the heart Receive much lightness, having told its woe Into a trustful ear ? I guess thine aye. Therefore, my dear Melpomene, tell me What sorrow Venus visited on thine heart, That I may rub it off. Melpomene. By Hymen's breath, Thou'st won a battle o'er my own conceit, Yet would I hold from thee all painful breath. And bear her words heroic. Thespis. Love, my love, Thy words rekindles, not allays, desire To know what Venus counsell'd in thine ear"], [61, "49 THESPIS AND MELPOMENE. To hurt thy bosom's joy. Come hear'st thou then My suppliant wishes, tell me why so pale, Then will I sever pain in twain and take Full half thy burden. Melpomene. Thespis, dear lov'd one, Wilt thou not let me bear her jealous words, Her unrelenting dictates to our loves, Without a gifted part Light will I tell, For anger blemish speech sparest gift, Then will I speak collected, ah, but first, In Love's high name thou will not ask for more, Then will I in one speech impart. Thespis. Be it. [Enter Discord. On seeing Thespis and Melpomene, she secrets herself in hearing.] Melpomene. Whom did I love? the Goddess then enquired, As felt my heart, I told her in good grace, I loved a youth whom Greece had given birth. Whose soul seems tutor' d in her laws divine. On hearing this, mine answer, quick her voice Sonorous sounded to her lofty dome, Chiding to fury at our passion pure, K"], [62, "50 THESPIS AND MELPOMENE. Without her high consent. Much then she talk'd Of death, of Tartarus, of lasting night. Then drew my weakness to the fear of death, Its thousand endless stings . Whilst chiding thus Down fell rich curtains near my frail eyes Showing poor Psyche on resplendent couch In death, in death outstretch'd, my eyes were fixed, And throbbing woe came beating to my breast, Till harsh the accents roll'd from my lips, And I had freed my heart far gentle tone, I then more freely talked of this death, For surely felt I 'twas not meant by Love That mortals should suffer death like fear, Who lov'd virtue, and walk'd in its path. The Goddess hearing how I held discourse, Struck first her ample robes, next wav'd her wand, Bidding me leave her Temple, quit the walls Where she held sacred sway. Thus, then, my love, Thou hast the reason for my pallid cheek, The why I tripp'd so lightly down the steps From her chastising tongue."], [63, "THESPIS AND MELPOMENE. 51 Thespis. Melpomene, My dearest, and much lov'd Melpomene, Thy virtuous, prudent and courageous tongue Stamps added lustre on thy beauteous face, Turns thee to goddess in my mortal eye, Fitted to sit with Love. 'Twas for our love, Eternal love, thy words took potent strength To strike the ears of Venus, proud hard Queen, Why 'gainst our nuptials turns she eyes severe '. Why rolls she rancour at our dearest wish ? Why turns she distant at our look'd for joy And throw us hurtful bane ? Hear me, belov'd. Thro' Hymen's potent aid, her much-lov'd son We may get license for our nuptial day, Thus smile on other omens. Melpomene. Ah ! thy thought. Hope takes the substance from our cloudy ills. And leaves us rich in being. Thespis. Strong. Melpomene. But love, That dark ey'd messenger, Discord her name, No converse must we hold with her vile tongue,"], [64, "52 THESPIS AND MELPOMENE. Or shall we founder, as a poor wreck'd bark, And our fair loves sink low. Thespis. That such should speak In human voice, whose voices are of hell, Whose actions are as foul as tracing death, To hurt the happy and those espoused by love, Anger's my weakly nature, shun her voice, My lov'd Melpomene, the very air From whence she draws her cruel breath flee Afar to other regions. Melpomene. Voices pure Will hold her chained to her dismal shades, Will keep her mind confounded. Thespis. Then my love, As love-birds gather to some friendly bough. Calling for answers to each others' throats. So shall our tongues give answer pure and free, Till she retreats before us. Melpomene. Thespis, love, Thy tongue is ever victor o'er my speech, 'Thou leav'st my poor heart naked."], [65, "53 THESPIS AND MELPOMENE. Thespis (embracing). Joy tears flow ! My heart, the larger, shall clothe thine around, These tears let fall upon my sunburnt cheek. Till I have drawn their richness. Melpomene. Love, from here, From victims eyes that loiter to kill joy. Quicken we now our steps. Thespis. Adown yon path, Or bv those high rear'd columns. Melpomene. Down. Thespis. Light trod, And free from voices. [Exeunt Thespis and Melpomene.] Discord (from her hiding place). Down to hell accurs'd, Ye whining throated little slaves I track, Hold we no converse ! Converse hold with me ! I would they'd babble for some three moons waste. That in their chatter I could burn their tongues. Could cinder up their beings to a crisp. How shall I infernal web their pliant feet ? O sweet comes running a most happy scheme."], [66, "54 THESPIS AND MELPOMENE. Build we a ship, with deck as false as hell, Allure this strumpet to take seat aboard, Let go the moorings, make an easy launch, Thus sail her safely on the boundless main, Then break the ship in brine, in rolling brine, Let her go hmding into instant death, How plann'd ! If father Neptune steers I'll catch Her with my mischief. [Exeunt.]"], [67, "ACT— III. SCENE I.— Attica. By the shore of the Saronic Gulf. Enter DISCORD. Discord. — Thro' all my watching come at last my day, To l'oll thee, Thespis, in a blacksome cloud. To dash thy consort in the howling deep. [Enter several mariners.] Is the ship ready ? First Mariner. Ready, worthy mistress, She is anchor'd safely yonder. Discord. No foul act, Her bottom will split easy. First Mariner. Draw two bolts, Her bottom is a hell-house. 65"], [68, "56 THESPIS AND MELPOMENE. Discord. This base wind Will go down surely in the foaming deep Or what may I to thee. Mariners (severally). Curse us to hell, Where thou wouldst have this damsel. Second Mariner. Damn us all To Pluto's realm. Discord. If thy dread scheme act well, And this Melpomene turn to fishes food, I'll give ye riches for full twice your years, Will make your sons my sailors. Second Mariner. If we fail From foulsoine Styx make us its poison quaff, Till thou shalt deem us punish'd. Discord. Fair thy breath, O ye are true Greeks in valour, hardy sons of Attica. First Mariner. Our birthplace Discord. Know ye then, The house where was this Thespis rear'd, can point Its true direction. First Mariner. Track my hand, o'er there His father's dwelling."], [69, "57 THESPIS AND MELPOMENE. Discord. True. Give further ear, This morn, ere darkness fled, and cursed light Struck these torn garments, I was hankering there. Watching his footsteps as he left the door. Of that, his father's dwelling, this elf, This Thespis walks afar o'er sunny meads, Sometimes he gathers 'neath a wide top'd tree, At others, down he settles by rich bank, Watching the flocks as they draw forth to feed. At others, he's bv this shore treading slow, With fixed eyes upon this foaming gulf, At others he takes sail, and ship afar To the Ægean Main. To-day, I trac'd His steps o'er wide and fertile lands, till lost He ran from sight. Thus far Hear now mv scheme. Ye Mariners, go ship some other bark, And sail wide-boundins; distant from this shore. 'That ye to here can signal. First Mariner. As thou bidest Good mistress. Discord. Mark, Melpomene each morn, Comes tracking 'long this shore to watch light barks"], [70, "58 THESPIS ANE MELPOMENE. Beat thro' the seething wave, to pick rich shells, Weeds, mosses, stones, and all such childish toys, As serves her cunning fancy Third Mariner. Here. Discord. Along, where drag my feet. First, Mariner. Speak further. Discord. Jump aboard Some other bark, and skim the boundless flood,. The distance thou couldst answer to my wave, There anchor and ride easy. Second Mariner. Talk not obscure, We will go launch. Discord. Hear further my bold men, Some go launch this ship, others stay on shore, To work mv deed successful. First Mariner. \"Tis my charge To ride the one well-bottom'd. Discord (to second Mariner). Takest thou then The other anchor where I bade thee cast, Wave signal of distress to signal them From ship of damn'd intent. See clear."], [71, "59 THESPIS AND MELPOMENE. Second Mariner. Clear, clear. Discord. Melpomene, ere long, as I have said, Will come her usual course. As she glides by, Throw thou a signal from thy anchor'd bark, The meaning in distress. Ye Mariners, From shore, set up dire howl, her lover is, This Thespis is aboard. First Mariner. Contriv'd. Discord. In tones, Loud sounding, offer her thy bark to sail Unto his rescue. First Mariner. Aye, within the ship, Her fate, her fate. Discord. Is seal'd, turn'st thou, Thine eyes in my direction, or I'll take The light from out their pupils. First Mariner. Sad. Discord. Fierce ! fierce ! Do ye my bidding, then in purple vests. In gold ye shall all glitter. Second Mariner. Safe. Discord (to second Mariner). Go to, Push off thy bark, thou loiterest here too long."], [72, "60 THESPIS AND MELPOMENE. This harlot will come tripping. [Exeunt Second Mariner and several others following.] First Mariner. Trust thy deed To me, thy Mariner, flee, Mistress flee, I will return and bring the message, death Of her thy mind so hateth. Discord. Flee, I will, But only twice the distance thou couldst hurl, This stone into the air. Thou wily cheat I mean to anchor by thy brawny arms, Till thou givest chuck the bolts. By hell I say Strike her below. First Mariner. If Neptune — Discord. Curse take thee, He rides some other ocean First, Mariner. Her. Discord. Load down, Thou spitest venom. First Mariner. Mistress Discord. To thy ship, Dread night and danger rack thy lazy limbs, If thou fail from thy promise. [Exeunt severally!]"], [73, "SCENE II. — Another part of the Shore. Discovered a galley at its moorings. Another at anchor a distance off. Enter several Mariners. First Mariner. A fated doom await us, if we fail To strike her to the bottom Third Mariner. Hadst thou dark hair I'd take thee for a timid hag whose sins, Hung hard within her windpipe. First Mariner. Peace, thou dog Or I will knead thy stomach to a pulp, Will make thee spit thy entrails. Third Mariner. Speed thy head At prow o' the ship and jut thy senses back. Or by these waters I will see thou curs'd, If I unlace a sail. First Mariner. Go plough our lands, Where there is little danger, tend our flocks, And die upon your hearth-stone. si"], [74, "62 THESPIS AND MELPOMENE. Third Mariner. Break — [Enter Melpomene, Mariners withdraws] Melpomene (picking up a shell). Where's gone the life from out this tiny shell Two days ago, and in this craggy rock, It might have been creeping from the peering sun, To seek fit shelter in some rocky nook, So pass poor mortals to the realms of Love, To-day all mirth, love, pleasure, joy and glee, To-morrow ailment, sorrow, woe and death, To-day in festival we join our friends, To-morrow linger, and we seek the shades, How tragic, freezing runs this passing scene. [Turning suddenly at a ship waving distress.] What means that bark high tossing, waving here, It sure is sinking. No, it rides aloft, It waves, still waving. Neptune means it what. [Re-enter Mariners.] First Mariner. Distress ! distress Third Mariner. She's sinking. Melpomene. Sailors, Greeks, Push off, go save, the wretches hail for help,"], [75, "63 THESPIS AND MELPOMENE. They will be sinking, brother, father, friend. Ship, ship, 1 will reward, come agile hands, The gods, who may they be. First Mariner. On board, thou ask ? Melpomene. Knowest thou ? First Mariner. Three sailors, Thespis, and of name one Brontes. Melpomene. Thespis ! gods ! all-seeing gods, Ship me to him, spread out your canvas sails. My lover: — Greeks, save him, beiar me aboard, Thespis ! my Thespis ! [Enter Maidens.] Maidens. What ! Melpomene. Stay ye ashore, Till my returning. Maiden. Let us. Melpomene. Stay dear maids, Here, haste me to get seated in this ship, Watch ye the ship's return. [Maidens help Melpomene into the ship; sailors jtimp aboard, some attend to the sailing, others push it from its moorings. Gradually the ship dies behind the scene.] [Exeunt Maidens as if following the course of the ship.]"], [76, "t 64 SCENE II. — Another part of the shore. Discovered MELPOMENE floating about on a piece of wreckage. Enter DISCORD. Discord. Accursed sailors, by this dire mis- hap, By Nemesis, I'll stretch your cords of life. For your base promises, your potent vows, No deed, no deed accomplish'd. [Looking at Melpomene afloat.] Strike ye waves, Up, up, ye winds and beat her in the main, Aud I will bless your fury. [ Voices are heard. Exit Discord. Enter several sea nymphs.] First Sea Nymph. Call, sisters call, Call Father."], [77, "65 THESPIS AND MELPOMENE. Sea Nymphs (severally). Father Neptune, hear our call. We call thee. Father Neptune. [Neptune rises from the ocean.] Neptune. Daughters, what ! I heard thy voices freely. First Sea Nymph. Father Neptune of the boundless deep, 'Tis thy aid we come to seek, Yonder where I point at sea Floateth now, Melpomene. Neptune. What ! what, my daughters. Some dire deed without a name, Some dire deed of greatest shame, Who the authors we know not, Vengeance, vengeance be their lot. First Sea Nymph. She by scheme was caught to ship, On these waters to take trip, When afar the deck gave way, I have told thee our dismay. F"], [78, "66 THESPIS AND MELPOMENE. Neptune. Plunge ye the waters, dive ye deep, afar Steer ye the wreckage to this easy port. Subside ye waves, Melpomene is safe, My daughters. [Nymphs plunge into the sea. Neptune draws under the Ocean. Nymphs rise by the ivreckage, creep into it. Then some bear up Melpomene, others engage in steering the wreckage ashore.]"], [79, "SCENE III.— Another part of the shore. Enter THESPIS, meeting him ARIEL. Ariel. Stay, my beloved youth. Thespis. Why turn my course, Dread minister. Ariel. My power to break pain, To shatter woe ere it touch other flesh, Threw me upon thy path. Thespis. Kind Minister, What hangs at thread of thy ambiguous words, My mind cannot conceive. Ariel. Heal up thy thoughts. To carry balm throughout wide bounding space. Is part of my employment. Thespis. Noble form, How sweet must be thy duty Ariel. Sweet it is, For few the voices that can carry pain Can tell their taste by pause. I',7"], [80, "68 THESPIS AND MELPOMENE. Thespis. 'Tis not flesh, I fear it is not in our mortal parts To tell dread woe collected. Ariel. Man by steps May shadow up to Love. Thespis. What love ? Ariel. How, dear ? We must now further here along the shore, But listen calmly ere we wend our way ; Melpomene is safely by yon rock, Six maidens guard her and attend her call, She just now landed from a sailing trip, The ship (Melpomene is safe) became a wreck. She's safe (the deck gave way) her present mind O'ercame the doer of the darksome deed. Plear me, dear youth, she rests by maiden hands, God Neptune turned all dark deeds to winds, The waves fell lightly on her. Thespis. Spirit voice, Consoler, words of music then my love, My dear espous'd, my all, my joy, my life, Melpomene, O, spirit, rest my heart, I know, thou speakest truly."], [81, "69 THESPIS AND MELPOMENE. Ariel. Pure my breath, And have I speech that rout thine ears. Discord now falter at her dreadsome wiles, She is fast nearing to her own abode, To quit thy presence. Thespis. Fair earth. Ariel. So thro' time, Thro' myriad ages shall pure hearts of light Burst thro' vile darkness that then steps Shall shade it from their being, Thespis. Far thine eyes See mortal doings. Ariel. To her I stay thee, Mv course is meted, and I must from here, Adieu, fair youth, adieu. [ Vanish.] Thespis. To her, — with thee. Gone, gone. [Exit Thespis hastily.]"], [82, "SCENE IV '.— Another part of shore. Discovered. MELPOMENE seated by a rock. Maids in attendance. First Maid. Hear me, dear mistress, by my love be ruTd, Avert the danger that these dashing waves Have beat upon thy person ! Melpomene. I am well, Dear maidens, by great Neptune's potent aid The sea it deaden'd, and it turn'd as still As water in a vessel. More, my love, This golden light will give my heart new warmth ; That I can tell my lover all my tale For patience to his hearing. First Maid. Great thy might To bear ill-fortune. Melpomene. Gather from me, then, The riches thou dost praise. [Maidens withdraw.] 73"], [83, "71 THESPIS AND MELPOMENE. Enter THESPIS. Thespis. Belov'd, how pale ! Melpomene, Melpomene, lov'd one, Just gods, cold thy lips, what direful deed Foul vengeance beat upon us. Melpomene. Thespis love. Thank, love, I am as well as heretofore ; I was decoy 'd to sail in snare made ship By Discord's hired sailors. Thespis. Base the act ; The deed how horrid '. Melpomene. Love. Thespis. I was waylaid By Messenger, whose heart share all our woes. He, in soft measure, of his music breath, Told me of ills that thou hast borne by her. The foul stigmatic goddess. Melpomene. Love's just voice Will punish her. Thespis. Hear me, Melpomene. Love's Messenger, the spirit voice our guide, Declares that Discord is now fleeing fast from our true love and presence."], [84, "72 THESPIS AND MELPOMENE. Melpomene. Flees she far, Dear Thespis ? Thespis. Into darkness ! Melpomene (abruptly). Thy dear name, \" Thespis,\" her sailors murmur'dthem in words, Purported thou wast signalling from a ship, The cause thou wast distress'd, Thespis. Immortal love. How false ! Melpomene. Their falseness had its dire effect — 1 hasten'd to a bark and bade them board, The which they answer'd, with quick reply, yes. Throwing the canvas to the beating wind, So o'er the main our course we bent alone ; When to some motion, only known to them, The ship's firm deck gave way and hurl'd us all Into the foaming flood. A thousand thoughts, 'Then came the knowledge of the swimmer's art. I struck the main aud reached wreckage near, The which I boarded looking wide for help ; There from my perilous seat, I saw go down, Hung in the cordage for the fight for life, Those foolish mariners that split the ship,"], [85, "73 THESPIS AND MELPOMENE. To please her Discord to bring woe on us. Amidst this dans-rer and dead heaving sounds My eyes kept gazing far for potent aid, When lo ! Fair Neptune's daughters pierc'd the flood And held the wreckage firm. Then, was I safe, 'Gainst wind and tide they steer'd the wreckage here, And held me to my maidens. Thespis. Dear belov'd, Feel not thy tender limbs in dreadful pain, Thy mind no awful shock ? Melpomene. When the ship gave, Awhile my thoughts were only of despair ; Then came there rushing to my heated brain Our dear and solemn vows, our joys and love, The hope that bless' d our being from such thoughts, I felt no more as woman weak of arm But strong as Vulcan's Brontes. Thespis. Dearest love, My tongue can pour no praises half as great As is thy lovely worth. Yet shall this heart Cherish, with fondness, all thy noble deeds, Till close these eyes in death."], [86, "74 THESPIS AND MELPOMENE. Melpomene. Speak not my love Of death, if Discord keepeth from our path, Thro' love, o'er Venus may we gain her will To stoop unto our pleadings Thespis. Weary time, Still must we linger till she, Discord, flee, To gain the ears of Venus. Come then, and Join we, thy maidens [Exeunt.]"], [87, "ACT IV. SCENE I. — Olympia, Jupiter's Temple. Discovered JUPITER and JUNO seated on their Throne. Other Gods and Goddesses in attendance. Enter CUPID and falls before the Throne. Jupiter. What prayers, what suppliant wishes, Son of Love Call thou from me, Immortal Cupid. God supreme And sovereign ruler over love and hate. Reverse my Mother's doings. Jupiter. Name her act, Then shall my power, deeming them ill-done,. Reverse their baneful rigour. Cupid. Ruling Might. I had true passions for fair Psyche's heart. The author of my woes. 76"], [88, "76 THESPIS AND MELPOMENE. Jupiter. Speak further, son. Why in enigma hold thy woeful thought ? I rule o'er earth and heaven. Cupid. The Goddess fair, My mother, finding I in nuptial bonds, Was bound, and dearly, to her Psyche-flesh, Have chas'd her foulv ; adding woe to woe, And pain to pain, till now she is as Earth — Clay-cold and lifeless. Jupiter. Cupid, my dear Son, Thy mother Venus, Goddess, Queen of Love, Having so acted 'gainst thy chosen spouse, Fighting the power of my ruling hand, Must meet my just reproach. Yet, my dear bon, What asketh thou by word and sacred speech, Of me thy Sire and heaven's all ruling King, To change thy mother's doings, Cupid. Mighty Sire. I ask of thee to give back Psyche life ; To force thy spirit in her closed lips, That she, my much-lov'd, may take up her flesh And walk thy sacred grove,"], [89, "77 THESPIS AND MELPOMENE. Jupiter. Dread Queen and wife, Hearest thou our Cupid's pleadings? Juno. And approve, My Sire, of his love bounding plea, and tui-n Against her Venus. Jupiter. Cupid, Son of Love, From this, my Temple, hasten now thy steps Unto the death-couch where thy Psyche sleeps, There watch her bosom till it heaves to life, Then turn thy blessings to our Sovereign aid, Joint rulers over all. Cupid. All ruling Sire, From my dread mother hold my fair love safe, That walking Earth she suffer no new grief, Cloud her in life immortal. Jupiter. Great thy prayer, My Cupid. Juno. Great, dread Sir, but whom but thou, Can grant his high request. Cupid. Almighty Jove,"], [90, "78 THESPIS AND MELPOMENE. 5 his Here me, thy son's entreaty, Jupiter. Son of Love, From this dread moment on my throne of light Shall live thy much lov'd Psyche reign in name, Jove's daughter, Juno. Jove restor'd against the wiles Of artful cruel Venus. Cupid. For this act, Against my Psyche cruel hath she been Yet as her son much kindness have I known From her mv mother Venus. Juno. Harsh ! Jupiter. Chaste speech. My Queen, our Cupid words tell much love For we that gave him light. Cupid. So the great god And goddesses — Juno. Cupid spare thy words, my lord, Reprov'd my justly."], [91, "79 THESPIS AND MELPOMENE. Jupiter. Cupid, haste my son With gentle steps to where thy Psyche lies, There by her couch await in patient mien, My might and favour. Cupid. Calmly and in prayer, Rulers of heaven. [Exeunt.]"], [92, "SCENE II.— Olympus .- A Grove. Enter THESPIS and MELPOMENE, meeting them ARIEL. Ariel. Whither, my loving twain ? Thespis. Good minister, To yonder dome. Ariel. Upon what mission say, I bring ye news sweet sounding. Melpomene. Tell ! Thespis. To break Again upon fair Venus' ears our true And ardent loves to gain good Hymen's hand To celebrate our marriage. Ariel. Turn thy sieps, But listen, ere ye wend your course direct The way that I would lead From love's bright realm ; From his great council bring of this, fair news, so"], [93, "81 THESPIS AND MELPOMENE. It is of Cupid's amours. Melpomene. Psyche's heart Was Cupid's dearest love. Ariel. True, maidens, true ! And for such love, proud Venus spared her life, Till it ran from her being. This ye know, But harken to the mandate of Great Jove ; Cupid, the love god, mourning Psyche's loss, Sought Jove's high aid to call her back to life, 'The which He's promised, and I would now lead Your youthful footsteps to poor Psyche's couch, Aud watch her rise to life. This having pass'd, 'There is great council in Jove's sacred walls. High Jove, his Queen, and Venus takes her seat, There, too, will gather Hymen's many gods And goddesses in mutual conference form'd ; There would I have ye tend your twin-love hearts, And plead your cause loud sounding. G"], [94, "82 THESPIS AND MELPOMENE. Thespis. Lead, bright light, Our darken'd footsteps whither thou would'st go, That we may see the power of high Jove, Then will we to his temple and confront The harshness of proud Venus. Ariel. Discord sleeps ! And joy is come. [Exeunt.]"], [95, "83 SCENE III. — Jupiter's Temple. A niche. Discovered PSYCHE outstretch 'd on a couch. Enter CUPID. Then enter ARIEL, THESPIS, and MELPO- MENE and take their stand in the distance. Cupid. Awake, my Psyche, from thy heavy sleep ! Psyche, my much lov'd, hear thy Cupid's call ! Awake, my consort, and return thy love. Or I, in madness, shall run on to death. Why turn'd my Mother 'gainst such blinding charms ? Fairest of nymphs, my Psyche, love, my love : Cold, frigid, cold, great sire of heaven, awake ! Bring her to life, and chain her to my heart. Her fingers quicken Psyche, beauteous love, Great love arouse thee, open wide thine eyes,"], [96, "84 THESPIS AND MELPOMENE. And I will bear thee from this stone hard couch. Unto more blissful sphere. Her bosom heaves. Beloved ! Psyche ! Psyche ! Cupid calls ! \"Tis I, thy youth, thy love. Psyche. What voice, my love ? Why, cruel Venus, did'st thou punish me ? Cupid, my love ! I thought I heard his voice ! What clouds mine eyes, what realms have I pass'd through ? {Turning to Cupids] Thou Cupid ! My dear lover, where's thy voice ? Could'st thou not answer to thy love-born name ? Cupid, dear, love my Cupid ! Cupid. Jove, my Sire, With boundless power and love for me, his son, Hath call'd thee, Psyche, from the shades of death, To be my consort in all future years ; To reign on earth his daughter. Psyche. Cupid, love. Love is benignant from this mouldy death, To call me Psyche, and to give me speech; But yet, what had I in name to Venus done,"], [97, "THESPIS AND MELPOMENE. 85 To treat me cruel and to take my life ? I had done nothing, only lov'd her son. Lov'd thee, dear Cupid, with my heart's pure flame, Beyond the love of mortals. Cupid. Love is thee, My Psyche ? Psyche. On thy mother light my blame, I blame the goddess Discord for my ills ; She broke all rashness on thy mother's ears. Killing our love most foully. Cupid. From our path, I'll supplicate my sire to move her from, To banish Discord to her hell profound ; Then will we, as an atom of this earth, Defy all separation. Psyche. Love persuade, With power, majestic, to let loose his bolts To hurl down thunder on her direful head. Thus strike her to the centre. Cupid. From this couch, My dearest Psyche, let me now import Thy tender person to my father Jove. For thus his words decreed."], [98, "86 THESPIS AND MELPOMENE. Psyche. Love, Cupid, Love, To his high seat then bear and loose our tongues Against her Discord. [Exeunt Cupid and Psyche. Ariel, Thespis,. and Melpomene advance to the fore.] Ariel. Happy looks the hour For ye my lovers, and dread woes now fly To work fair changes in the lot of youth, That mark some goal with love and goodly aim. That turn no eye but on some worthy end, That throw their vision on the purest path, And will not turn aslant. Thespis. Far seeing guide, And God-like minister to our dear loves, How happy thou must pass thy length of years In guiding we, who are least partly blind In what is our well-being. Ariel. Sweet all time. Thunder, sun, moon, rain, hail, cold, frost and snow, My being cannot hurt, I loveth light, And darkness harms me not. Thespis. What hours."], [99, "87 THESPIS AND MELPOMENE. Melpomene. Bless'd voice, In heartfelt gladness let me render thee My maiden homage to thy kindness given Ere thou pass into air. Ariel. I flee but ere, Go ye my lov'd ones to Jove's sacred dome, There turn thy voices on foul Discord's deeds. That Love may bind her firmly. [ Vanish.] Thespis. Gone, then tend we to its bidding. [Exeunt.]"], [100, "88 SCENE IV.— Jupiter's Temple. Discovered JUPITER, JUNO, VENUS, HY- MEN, and other Gods and Goddesses. Enter THESPIS and MELPOMENE, and kneel before Jove's Altar. Thespis. Heaven's all-ruling power and mighty King, We happy lovers at thine altar fall, Imploring aid from thine all-ruling might, Against harsh Venus' ruling. Jove. Speech severe, Against our daughter — mother of all love, Thy words resoundeth anger ! Thespis. Heavenly Sire, And most high judger, we here supplicate Thy sovereign ears unto our heartfelt plea, Will fall unto thy bidding."], [101, "89 THESPIS AND MELPOMENE. Venus. Sire, divine, Wilt thou give ear unto their practised wiles To cheat my powers o'er that high control Given to me o'er lovers ? Juno. Sister, love, Thy deeds must bear the testing. Melpomene. Queen of heaven, Just Goddess to our voices. Jove. Fair born youth, In peace we hearken to your dire complaint, Against our Queen entrusted. Thespis. Sire of Heaven, I seven cities wandered far and wide, Seeking twin heart to potion out my lips, In peering deeply into mortal parts, Ere I found this my lov'd one. Jove. Fair born youth, My sovereign ears thy prudence tell more, What led thee to this virgin pure of heart, No ill thy steps attended. Venus. Ruling Jove, Much ill."], [102, "90 THESPIS AND MELPOMENE. Melpomene. Fair Goddess, hear my lover's voice, Break not thy sounds discordant. Thespis. Heavenly Sire, From wandering cities, I fair Phocis' reach'd, Where down I laid me to muse o'er the scene, To turn mine eyes on Attica, my home, When to dull sleep I yielded. Thus profound, I laid me, when to some sounding voice divine Was rous'd from my repose. With mind awe fill'd, I turn'd me to the spot whence came the voice, When this the same voice asked, \"Whom was I? \"\" To it I ran my story of my love, That I was seeking maiden near my heart, That two might be one, being sweet its voice, My love heart temper'd, telling me it would Bind my warm heart unto a maiden's flame, Above my mind drawn fancy high its truth, For up it bore me thro' the fields of air, Till on Parnassus rested it my feet, With this my dear heart chosen. Enter CUPID. Love thus pure,"], [103, "91 THESPIS AND MELPOMENE. We sought fair Venus in her ample dome, Invoking her dread aid to join us twro In holy joyous nuptials. Hymen. Mother, loud their dire complaint. Thespis. To this she hath refused, Therefore we suppliants at thine altar ask Aid from thy power immortal. Jove. Sister love, 'Tell loud thy reasons. Venus. Vile the maiden's heart, She sought my humour with a scorpion tongue, And from my walls I drove her. Melpomene. Goddess fair, Thou wrongst my prudence. I thy power sought. Thy love and fair consent from me thou turn'd, Enter DISCORD, and loiter in the elistance. As some dread monster from the nether world, Hurling thy love-made power at my prayers, Placing dead Psyche 'fore my loving eyes, To show thy potent strength. [Cupid turns from Venus.]"], [104, "92 THESPIS AND MELPOMENE. Venus (aside). Why, Cupid, why Turn from my presence ? Cupid (aside). Psyche, — Venus (aside). Hush ! Melpomene. Dread Sire, Be thou just judger of our loving hearts, And punish Venus. Venus. Hush, Melpomene, The wayward tricks of Psyche and of thee Than thro' my portals to my thoughtless tears, Ere I had call'd thee false one. Melpomene. Then Discord Came idling telling thee false tales, till she Thine ears had poison'd. Discord. Venom ! Jove. Woe, dread ill, To darkness thou base and avenging fiend, What prompted thy feet hither ? [Exit Discord.] Melpomene. Power divine, Shut her dread being down in endless night. Foul mischief."], [105, "THESPIS AND MELPOMENE. 93 Venus. Whom would guard thy wily acts. Make known thy sordid doings. Juno. Sister Queen, Whence found thou kindness for this adverse fate, To thee her deeds are known as to our sire ; Whence came this loving. Venus. Juno, Queen of all, On earth, in air, in heaven, is this fate, To truth unknown are all her myriad deeds, Black, foul, unwholesome. Juno. As is Eve to day, So is she, false and true. Jove. Recline thine head, Dear Juno, hear our suppliants. Thespis. Mighty Sire, All ruling and majestic love, my prayer Is that thou givst to me this maiden's heart, Or all thy bounteous earth is dreary blank, Is dismal to my breathing. Melpomene. And mine, dread Sire, Thou givst this youth unto my bosom's love, 'This voice is potent over Venus' tongue,"], [106, "94 THESPIS AND MELPOMENE. Thy might can chain down Discord to her realm, Can make our loves e'erlasting, Jove. Venus smiles, And thou my spouse propitious turn, And I more mighty here as say my will Do twine their hearts in Concord's lasting bonds, Till change the mortal flesh Thespis. Great loving Jove, Approve of our espousals. Melpomene. Love us, Jove, O happy. Jove. Hymen, lead this blissful twain To thy love-healing altar. Hymen. To obey, Thy Hymen is most happy, virgin come, Follow this flaming torch to where I lead, Come, fair hair'd maidens, and join in the train, To celebrate the marriage. [Enter several Nymphs.]"], [107, "95 THESPIS AND MELPOMENE. Nymphs, severally. To thy voice we answer. Hymen. This day we heal two lovers hearts, Come ye fair nymphs attend us. Nymphs, severally. In thy steps we follow. Jove. Juno, Venus, sisters, twain, Hear me their rites perform. Thespis. Attend, attend, And seal our happy omen. (Music.) [Exeunt.] The End. London-MillinKton Brothors, Printers, 25 & 27. Si. John St., West Smithfleln, E.C."], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]