[[1, ""], [2, ""], [3, "ROYAL ENGLISH OPERA, ©othot ©Amrasf, Jl (Sttantt Semantic (©i[isl.inat %ei[a, IN THREE ACTS, 1H£ MUSIC BY \"W. VI^TOElSrT WALLACE, THE WOEDS BY EDWARD FITZBALL, IIEST PRODUCED AT THE ROYAL ENGLISH OPERA, COVENT GARDEN, UNDEB THE MANAGEMENT OF MISS LOUISA PYNE AND MR. W. HARRISON, THURSDAY, FEBRUARY 23rd, 1860. FIRST EDITION. PRICE ONE SHILLING. LONDON PUBLISHED AND SOLD IN THE THEATRE. Copnright. KAS3.YU STEAM PRESS, W. S. JOHXSO-J, 60, ST. MART1>\"'3 LAKE, CHASING CROSS, W.O."], [4, "CATALOGUES SENT FREE BY POST, THE EVERT GREATEST REOUUISITE FOR CHOICE OF THE TOILET PERFUMERY OF FASHION IN BEAUTY. EUROPE. AND PIESSE AND LUBIN, FLOWER FARMERS & PERFUMERY FACTORS, NO. 2, NEW BOND-STREET, LONDON, W. WORKS BY SEPTIMUS PIESSE. PIESSE'S ART OP PERFUMERY, and tlie method of obtaining the odours of plants, full instructions for the manufacture of every article of Per fumery, and for the Toilet, Scents, Cosmetics, &c, crown 8vo., with 50 Wood cuts, price 8*. 6rf. PIESSE'S CHYMICAL, NATURAL, and PHYSICAL MAGIC, intended for the entertainment of youth during the holiday vacations, 130 Wood-cuts, price 3*. 6d. LONGMAN & CO., PATERNOSTER-ROW."], [5, "AND EVERY DESCRIPTION OF CLOAK FOR THE CARRIAGE, PROMENADI AND OPERA. FARMER and ROGERS, 171, 173, 175, Regent Street, W. N.B.— A SUPERB VARIETY OF OPERA CLOAKS, FROM ONE GUINEA. THE GREAT SHAWL AND CLOAK EMPORIUM. THIS CELEBRATED EMPORIUM OF FASHION, CONTAINS A LARGE AND MAGNIFICENT COLLECTION OF INDIA SHAWLS, FRENCH SHAWLS CHINA SHAWLS, BRITISH SHAWLS,"], [6, ""], [7, "Li U LO i e: gt Clranb Uomantu (Original Ojjot* IN THREE ACTS, COMPOSED BY W. VINCENT WALLACE, THE WORDS BY EDWARD FITZBALL: FIRST FRODUCED AT THE ROYAL ENGLISH OPERA, COVENT GARDEN, UNDER THE MANAGEMENT OF MISS LOUISA PYNE AND MR. W. HARRISON, THURSDAY, FEBRUARY 23rd, 1800. The Opera produced under the superintendence of Mr. Edward Stirling. tfopnrigbt LONDON: PURLISHED AND SOLD IN THE THEATRE."], [8, "NOTICE TO MANAGERS. Miss Louisa Pyne and Mr. W, Harrison, having purchased this Opera, with the exclusive acting and singing right, all applications must be made to them, in writing, for permission to perform or sing the same, or any part thereof. Royal English Opera, February 23rd, 1860,"], [9, "LURLINE. ACT I Count Rudolph, an extravagant young German, residing in an antique castle on the banks of the Rhine, having dissipated his patri mony among his graceless followers, proposes marriage with Ghiva, the daughter of a neighbouring Baron, thinking thereby to replenish his coffers. The young lady's father, however, is nearly as poor as the Count, and hopes that the union between Ghiva and this young nobleman will the better enable him to support his own estate. An explanation soon puts an end to the treaty, and the hand of the suitor is rejected. Previously to this rupture, Lurline, the Nymph of the Rhine, who, by her enchanted harp and song, lures vessels to destruction in the whirlpool of the river, has seen Count Rudolph in his barque, and fallen desperately in love with him. Accordingly she presents herself to the Count at a wild banquet (the last that he and his com panions have determined to hold in the old castle), and, surrounding him by spells, places a magic ring on his finger, and disappears. On recovering bis reason, the Count has become enamoured of the beautiful Water Queen ; the notes of her bewildering voice and harp attract him to the Rhine ; he embarks, despite all interference, is engulphed, and supposed to perish. ACT II. Opens in the coral caves, under the waters, inhabited by Lurline and her nymphs, in which, by virtue of the talismanic ring, Rudolph is enabled to exist. His followers are seen in a boat, singing a requiem for the loss of their chief, by which he is so affected, that he urgently desires to return to them for a short time. Lurline consents to his"], [10, "IV departure for three days, and agrees to await his return on the summit of Lurlei-Berg, at the rising of the moon on the third evening. To augment his happiness, she prevails on her father, the Rhine King, to grant him a cargo of wealth, with which he embarks in a fairy skiff, leaving Lurline in dread of the non-fulfilment of his promise. ACT III. On returning to his companions Rudolph discloses to them, and to the Baron and his daughter, the secret of his almost inexhaustible wealth. This produces a great change in the disposition of the latter. The Baron once more courts the Count's alliance, while Ghiva, finding his heart engaged to Lurline, and fearing to lose her now wealthy former suitor, contrives to steal Lurline's enchanted ring from his finger, and cast it into the Rhine. In the mean time, Lurline, inconsolable in the absence of the young Count, sits singing her laments to the chords of her harp, nightly, on the edge of the Lurlei-Berg, where a Gnome, in the service of the Rhine King, brings her the plighted ring, in token of her lover's infi delity. Distracted with grief, Lurline resolves to upbraid him for his perfidy, and visit him with her vengeance. The old mansion on the Rhine is now the scene of great festivity ; but in this gay and gorgeous revel, the rich Count is the least happy of his numerous and joyous guests. His heart is away on the Lurlei- Berg, with his lovely and faithful Lurline, but he dares not present himself before her without his lost ring. Lurline appears to him when alone, and demands the ring. A scene of reproach here takes place, ending by her denouncing the treachery of the companions in whom he most confides. They, grown envious of Rudolph's wealth, had plotted to destroy him, to plunder the castle. Their plan is overheard and hastily communicated to the Count by the ever-listening Ghiva and her Father, who importune him to instant flight. The assassins are at hand, Rudolph prefers death at the feet of Lurline. The assassins approach, when, Lurline's affection returning in full force, she seizes her harp, and, by the spell of music, causes their destruction, and effects the preservation of her penitent lover."], [11, "Urantatta fettsonæ. Count Rudolph (a Young Nobleman) Me. W. HARRISON. WlLHELM (his Friend) Rhineberg (The River Kin//) The Baron Truenfels Zelieck (a Gnome) Conrad Adolphe Me. LYALL Me. SANTLEY. Mb. G. HONEY. Mr. H. CORRI. Me. FRIEND. Mb. MENGIS. Vassals of Rudolph, Attendants of Baron, Conspirators, Page?. Water Spirits, &c, &c. Lurline (Nymph of the Lurlei-Berg) ... Miss LOTTISA PYNE. Ghiva (The Baron's Daughter) LlBA (A Spirit of the Bhine) Miss PILLING. Miss FANNY CRUISE, Naiads, Nymphs, &c. Scene — The Banks and Waters of the Rhine."], [12, ""], [13, "ACT I SCENE I. — Moonlight. A Cavern on the Rhine. Rhineberg enters, l. h. RECITATIVE. All is silent, save the murmur Of the lone waves, and the nightingale. That in sadness to the moonbeam, Telleth her love-lorn tale. In yonder blue serene, the stars above Hold sentinel. From the crystal deep The weary fisherman to his home is gone. And sinks with nature Into tranquil sleep. ARIA. Idle spirit, wildly dreaming, In thy cavern dost thou lie, 'Mid thy slumber, little deeming Of thy master's watchful eye."], [14, "8 Zelieck ! wake ! Thy master calls thee, Dwarfish traitor, quit thy restj Up, sluggard, up ! Thy master calls thee. Look forth ! Look forth ! Or be with fiends possess, [Music. During the last few lines, Zelieck, the Gnome, peeps through a chasm of the rock above — as Rhine berg stretches forth his staff, the Gnome utters a cry of dismay. Gno Rhi. The master. Yes, thy master, crouching slave. [The Gnome vanishes — then rapidly emerges from a bed of water lilies, and throws himself crouching at the King's feet. Gno, Rhi. Have mercy, master. (striking him) Thus I smite thee, slave, For thy neglect of duty. Gno Magic power Had sealed my eyes in sleep. Where is Lurline I Rhi, In vain I sought her ; in her coral cave She sleeps not ; While her sluggish maidens sleep, She wanders out into the starry night Alone ! (striking him) Slave, From their shells of opal Waken those slumber ers. Gno. Wake ! wake ! wake ! The king commaudeth. Off your dreamy slumbers shake. Wake ! wake !"], [15, "9 Rhi. Wake ! wake ! Idle dreams forsake, &c., &c. Other Nymphs. Hark ! hark ! hark ! The king advanceth : Off those dreamy slumbers shake, Naiads, Sisters, wake ! [Nymphs appear. CHORUS. — Nymphs, Liba, and Gnomes. King of the Rhine, welcome ! Welcome to thy silvery home ! In the halls of liquid crystal Where the water lilies bloom ; Where the music of the billow, Lulls thee on thy wavy pillow, King of the Rhine, Welcome home ! Rhi. (impatiently) Where's Lurline? Gno. (pointing b.) Behold her, master ! [Music. Lurline is discovered, playing on an antique harp. Lib. Thus ever at the midnight hour, Steals she from her coral bower — Sitting on yon rock alone, She tells to the stars her grief unknown. Lur. (touching the harp) Ah, Rudolph, thee I love. Rhi. Hush ! 'tis her voice ! She strikes the lyre. Retire ! Retire ! [They retire, r. and l., listening."], [16, "10 THE SPELL. Lue. Flow on, flow on, oh, silver Rhine, Convey to him these sighs of mine ; Ye rocks, that wildly spread around. Let echo's note his name resound, And breathe from earth to sky My love and secret sigh — Waft echo, waft above, Oh, Rudolf, thee I love. Thee I love. Em, (troubled) She loves a mortal of this earth, She loves a child of earth — To her 'tis death. Liba, Gnome, Chorus. Ah ! list the spell ! By mortal heard, 'tis death ARIA (2nd verse). Lur. Ye flowers, that strew the crystal tide, With perfume, tempt him to my side : Ye nymphs, that dwell beneath the wave, Transport him to my coral cave. Oh, Rudolph, thee I love. Rhi. (troubled) What does she say 1 She loves Count Rudolph ? Woe to this ill-fated day. Lurline ! [Calling. Lur. My father ! [Music. She hurries forward, and falls at the King's feel. Lur, Dear father !"], [17, "11 Rhi. Lur. Rhi Oh, Lurline, my child. My dearest father ! Lo ! this love of thine ! [Raising her [Embracing him This human love, thy nature doth degrade, It half hath robbed thee of this heart of mine Nay, speak ; all I'll know, Thy shame, and my woe ; Tell me when thou saw'st him first, Oh ! may he be accurst. [Bitterly. Lur, Rhi. Lur, (agitated) No ! ah ! no ! (angrily) I bid you tell your tale of love. (imploringly) Father ! I will. ROMANZA. When the night winds sweep the wave, And the white surge forms a grave ; When yon moon withdraws her beam, When the stars no longer gleam, Then my wild chords pierce the gale, And distract the marinei-'s sail ; On the barque plunges, through billow and gloom, To the Lurlei-BYrg whirlpool, its wreck and its tomb. Yet when 'tis calm, And Naiad charm Is hushed and silent as the deep, And the mariner, pale As his own white sail, Lies fathoms down in his quiet sleep, Oh, then I weep, I weej). Father, thou'rt King of the Rhine, The wealth of the vessel-wreck is thine ;"], [18, "12 Yet thy daughter laments, when her task is done, And envies the corse she gazeth on; The blue sky fades from her troubled sight, — Around float the shades of her victims white. The tempest yell Which rends the air, Is calm to the cry Of this heart's despair. Lo ! as I sat on yonder frowning cliff, Weaving wild music-charms that Naiads know7, High o'er the wave, borne in an airy skiff, A youthful knight gaz'd on me from below. His beauty's power This heart could not withstand, The trembling harp Fell tuneless from my hand : — Since that sad hour I've felt each joy decay, As perfume quits the flower — As the wind dies away. Rhi How can a son of earth ensnare A daughter of the wave and air? Come with me, and see Him, in his halls revelry, Among his wild mates drinking, On spoil and plunder thinking, Then shalt thou know How worthless is his love for thee, — The spell that binds thy being Shall be broken ! [Music. He takes her by the hand. She ascends earth. to"], [19, "13 CHORUS. Sail, sail, sail On the midnight gale, The moonlight falling around ; While sprays of the wave, The pearly car lave, With soft and soothing sound, &c, &c, &c. tableau, scene closes. SCENE II. — Ghiva's apartment. Ghiva richly attired, with her attendants. Ghi. Bring me the mirror. [Affectedly. Mirror brought in. S/ie admires herself. I'm handsome, truly. CHORUS. Ladies. That cannot be denied. [Ladies assenting. Ghi. (making a few steps before the glass) I dance divinely ! Lad. That's certain. [Ladies ass [Ladies assenting. Ghi. Yet made no conquest at the ball, alas ! Away, away, too flattering glass ! Like all the rest thou'rt false ! Cho. No, no ! Ghi. I'm ugly. Cho. Ah, no ! Ghi. Yes, yes. Cho. No, no, no. Enter Baron, hastily, l. Bar. W.^at ails my darling ? Ghi. (pettishly) Nothing, nothing."], [20, "14 Bar, Our guests depart, say kind good night, [To Ladies, who retire a little. While I these sad looks make more bright ; WThence this cloud on my Ghiva's brow ? I'm weary of the dance. Ghi, Bar You ! the belle on every side admir'd. Count Rudolph, too — so rich, so handsome. More than once, to-night, I hoped he would Declare his love — but, oh ! provoking, Ghi, Still remained he silent. Oh, heart of adamant ! Bar DUET. Ghi, Oh, Rudolph, haughty Rudolph, tell, While other lips resound thy praise, Why mute are thine, as with a spell? Why from me only turn thy gaze? The secret of that little heart, Those words of woe too well impart. Bar, Why thus despond, though Rudolph thee disdain, Armies of suitors sigh for thee in ram — Wilhelm adores thee ! Ghi. (wvrnfutty). Wilhelm ! no, my sirr, The Count wins Ghiva's heart, Not his esquire. Proud one ! by thee this bosom torn, For thy disdain would life suffice, I'd give it to pay back thy scorn, And freeze thee with a look of ice. Bar, (Calling back Ladies, r.) To charm her, quick, seek something new, While I Love's tempest here subdue. To charm her, we seek something new, Well pleased to leave the storm to you. Lad. [Curtseying, and exit K."], [21, "15 Bar. (taking fimv as hand.) Thejbonour of this hand, if he refuse, Rudolph has only one thing left to choose . My arquebuss ! I'll shoot him. Ghi. (eagerly) Do. Bar. He sails with Charon, or he weds with you. ENSEMBLE. O ! soft affection ! to thy rest (embracing) Thou clingest like the woodbine wild — An oak-tree firm, a father's breast — Like woodbine sweet, his trembling child. Enter Page, giving a letter to Ghiva. Bar. Ah ! what's that — a note ? Ghi. For me ! for me ! (Snatching it) And from Rudolph. - Bar. A declaration ? Ghi. Yes ! a request to throw himself at my feet before he leaves the castle. Bar. Ah I think how rich he is, and let him not despair. Ghi. I tremble ! Oh, soft emotion ! Bar. She trembles ! Oh, sweet emotion, Let the noble Count approach. Enter Count Rudolph, l. b., richly dressed. I Music. CONCERTED. Rud. (kneeling). Oh, dare I hope my suit to gain, I come not then to plead in vain. Ghi. Rise, noble Count, this blush excuse, Such earnest love I'll not refuse (affectedly). Bar. Our hand we'll not refuse. H"], [22, "16 Oh joy ! oh joy ! what envied bliss, While this fair hand I fondly kiss. Rud. [Kissing her hand and rising. Attest, it Cupid, from above, And knit the silver threads of love. Oh, rapture soft ! (To Ghiva). Without delay, Deign, deign to name the nuptial day. Bar. Ghi. Rud. A settlement you must prepare ! My diamonds ! my jewels rare ! I shame to own my fortune small, My title now is nearly all. Ghi. Bar. Rud. No jewels rare ? No golden store. You've wealth enough, what need we more ? I've youth ; I've rank. O ! name the day. I've chang'd my mind; excuse me, pray. [Curtseys. We've chang'd our mind; excuse us, pray. [Bowing. You've chang'd your mind ? My suit resign ? Ghi. Bar. Rud. to Ghi, Yes, •! I the honour, Count, decline. My hand decline 1 Both. Rud. Nay, name the day, when you'll be mine. Count, the honour < > decline. ' { we J Decline 1 Decline ! Both. Rud. Both. TRIO. I see by the gray of the sky That morning is now very nigh ; The guests have all quitted the ball, The tapers burn out on the wall. The lacqueys are falling asleep, So longer, you here, we'll not keep, Bar."], [23, "17 But wish you ere pale twilight, Count Rudolph, a very good night. Oh, lady, ere this heart you slight, [Bowing. Rud, One gentle word — one kind good night, I'm sorry your suit to deny, Ghi. Your castle, you know, is hard by, And when I have made up my mind, My page, with a letter, you'll find One day at your hall. But I fear A dwelling so ancient and drear, Might put even owls to flight, — And so, Count, I wish you good night. Good night. 0, rainbow world ! [Curtxeys. Rud, When sunbeams melt away, How dark becomes life's cloud, How bright smiles fast decay. Ghi. (bowing and curtseying) Bar. and Good night. Rud, I think there's a saying of yore, When poverty peeps in the door — But the Proverb's too old to repeat, Farewell, we shall never more meet ; Your page to my hall do not send : To you sir, I'd speak through a friend, But then, you're too old, sir, to fight; All I shall say is — good night [Boioing. [Enter Valets, as lie crosses to door, b., lighting him. Valets (bowing) Largess, Count ! good night ! Rud. (gives money.) My sword! my steed ! good night ! [Valets give him sword and hat, and follow him out, b. Baron and Ghiva exeunt s. -B 2"], [24, "18 III. — Portico of Rudolph's Castle, overlooking the Rhine. SCENE ;. Wilhelm and the rest of Rudolph's followers lying drinking. Music. about CHORUS. Drain the cup of pleasure ; Never think of care, 'Tis life's brightest pleasure, Thus the bowl to share. the blue Rhine, By the sunbeams that shine, Through its crystal waters clear ; Cup to cup at friendship's shrine, Pledge me thus the sparkling wine, Heart and hand sincere, Hurrah ! [Enter Rudolph at back in a' skiff with sail — they run and tow the barque to shore. Here's Lord Rudolph, Wil, Cho. Rud. Wil. Rud. Huzza ! Huzza ! Yes I am here, and'spurn'd ! How spurn'd ? Proud Ghiva cares not for me ; Her father's gold will not my house restore — Hope flies from me. WlL. Cho. Rud Never heed — Rudolph, never heed. Never heed. Thanks, brave comrades, thanks. Bjt my birth a nobleman, I could not wrong a lady ; So I told her my poverty : the end was sharp and sudden — The Baron bow'd me out, as she dismissed me. Cho. Ah, dismiss'd you ? WlL. & Rud, Ah, with scorn !"], [25, "19 Wil. & Cho. (angrily) With scorn dismiss'd you. Rudolph, our captain, scorn' d, — our leader scoru'd ? Vengeance, say I — Vengeance, say I — 'Tis an affront to all of us \\ Our leader scorned — revenge ! revenge ! Our captain scorn'd — revenge ! revenge ! Never The gallant hearts around me shall Not seek vengeance on bright eyes and sunny locks. She is a woman, therefore I forgive her — A woman — therefore worth a Rhenish bumper. So hence with anger — give me wine. Rud Wil. & Cho. Hurrah ! hurrah ! hurrah ! Rud, Our vaults have still a welcome store of rich old wine We'll soon win more to cheer us. Hurrah ! hurrah ! Cho, Rud. Cho. Rud. Gold may be gathcr'd on the ocean wave ; We have our galley still. Sharp swords, strong arms, shall reap the azure fields, 'Tis our last night 'neath these old towers. Let's drink and drown unpleasant memories — Bring wine, bring wine ! Cho. Rud. Hurrah ! hurrah ! hurrah ! I'll singyoualegend of our lovelystream, the Rliine — The story of the Water-Sprite, who with her song At midnight hour allures brave hearts beneath yon waves. Cho, Ah ! woe betides the man that listens ; Ah ! cold bridal bed awaits him in the flood. The song ! the song ! the song ! ROMANZA. Our barque, in moonlight beaming, Lay still'd by the note of a fairy charm — Her broad sail brightly gleaming, Rud, White as the moonlight, and as calm."], [26, "20 Pale stars look'd down on the clear blue stream, As lovely eyes on a mirror beam, While o'er that deck the Naiad maid, Sweetly sad her wild harp play'd ; Our crew all lost in silent wonder — Brave hearts, spell-bound, and awe-disniay'd, While she her soft notes deeply thrilling, Still sang Lurline ! Lurline ! Lurline ! Cho, Rud. Lurline ! All night, till early morning, Entranced by the spell of that magic lay, On fairy harp, still sweetly playing, O'er us held she magic sway. But with the breeze, as the barque moved on, Distraught the crew — the captain gone ; Yet from afar the Naiad maid, Wildly sad her harp still play'd. Oh, stay not when the deep'ning twilight Throws darkness o'er yon rocky scene ; Beware that voice, so deeply thrilling, Beware Lurline ! Lurline ! Lurline ! Cho, Lurline ! [The notes of Lurline's harp are heard. All start — then appear to struggle with the overwhelming influence of sleep — Rudolph sinks on a rock near the water. Lurline rises from the waves, which jet and sparkle around her. FINALE. Lur, When on yon rock the moonbeams fall, My fairy spell shall breath thy call. Wear this [She bends forward, and places a ring on his finger. g'age ! The Water Queen Invites thee, Rudolph. 'Tis Lurline ! Lurline ! Lurline ! | Vanishes,"], [27, "21 (recovering) What's this ? Rud. [Gazing at ring. Behold ! a magic band. This ruby ring of her a part, I see it glitter on my hand — I feel its influence o'er my heart, [Lurline's harp heard That signal soft, it calls for me. Oh, moon, I wait thy silver beam — The wave thou light'st my rest shall be ; Once, once again of her to dream. That signal soft, it calls for me. Lur. Cho, Lurline ! (recovering and detaining him.) Oh, beware ! Follow not, 'Tis the spell of despair. Rudolph ! Stay ! Beware ! (struggling) Stay me not, Rud, Or I die of despair [Storm commences. Cho, Offended skies are demons lashing ; The billows rise : the lightning flashing. Oh ! beware ! Follow not the spell of despair. Lurline ! Lur. Rud. (distractedly) Thro' the pausing storm That voice so dear ; To her my heart is firm ; Lurline, I come ! [Rushing, Cho. Rud. Follow ! seize him ! drag him home ! (springing into skiff') Lurline, I come ! [The skiff1 moves on, and appears sinking."], [28, "22 Cho. Horror ! Horror ! By wicked spell, Of demon fell, Our master's lost. He's lost. [Rhineberg, the Gnome, and a host of Spirits appear on the rocks. Rhineberg, Gnome, and Spirits. Vengeance ! Vengeance ! The billow swell Rings out thy knell, — Thy daring, life shall cost, Thou and thy barque be lost Chorus. Our master's lost. [Thunder, and flash of forked lightning. The skiff sinks Picture of consternation &c, &c. Tableau. end of act i."], [29, "ACT II. SCENE I. — The Crystal Dwelling of Lurline. Doors of bronze, R. — Music — Rhineberg seated. Enter Gnome and Chorus, beariwj vast treasures, which they place at his feet — kneeling. Gnome and Chorus. Behold ! Behold ! Wedges of gold From upper air we bring To thy feet, mighty master — Of the Rhine, King. Homage and tribute we pay, And thy potent will obey : Our King ! Enter, down centre, Lurline, Liba, and the Water Rhineberg rising, as she kneels to him. Ah ! Lurline ! Nymphs, Rhi. How much it glads thy father That this calm now soothes thy breast, Though thy young and mortal lover, By the storm be sent to rest. Lur. (mysteriously) He is at rest ! Liba and Nymphs. He is at rest ! Rhine, (apart) So best. Lur. Under a spreading coral where"], [30, "24 The Naiad floats in upper air, On bounding wave, with busy hand Snatching the pink shells from the sand 'Tis there he sleeps : ten fathom deep, Over his head the lilies weep. Soft be his slumber, Sorrow forsake him. Maidens tread lightly, Do not awake him : Rhi. Gno, (apart) Death be his slumber. Life quite forsake him. RECITATIVE. Rhi (exultingly) 'Tis well. He is at rest. Rudolph the Bold, For ever crush'd ; His spirit quench'd — The spell that charmed my daughter Is no more. Yes ! yes ! Such are the passions of this earth — A few brief weeks Or hours, at most, Will end them. Lurline, I praise thee ! And, as a reward For thine obedience, Trust to thy hand The key of my vast treasures. (joyfully) Goes my father hence 1 Lur. Rhi. (apart) She's glad. What means it 1 (To her) Even so, Lurline."], [31, "25 The storm-clouds gather o'er the western waves, Which, rising, Scatter hull and argosy, Laden with wealth, Before the Water King. Farewell, my child, — The Gnome will keep strict watch. [Music. — He embraces Lurline, and gives her a golden key from his breast — goes out l., followed by Gnome and attendants. CHORUS. — Lurl'ne and Nymphs. [As Gnome returns and indicates by joyful signs that the King is gone. From his palace of crystal the King is gone : Obey his mandate every one. He sees through the wave — he hears on the wind — Though lock'd in your breast, he the secret can find. 'Neath one beam of his eye your poor heart must unclose, And out floats the truth, like the bee from the rose. (perceiving Gnome) Lur. How to escape the vigilance of the Gnome. [Seeing the treasures at the foot of the throne. RECITATIVE. Ah, the gold ! happy excuse for his absence Gnome, giving key) Take this key, secure Yonder treasures in the deepest recesses of That cave. Be vigilant, as you would Avoid your master's displeasure. Go ! (To [Gnome unlocks door r., and, assisted by Water Spirits. bears off treasures."], [32, "26 Lur. (joyfully locking door, in which he has left the key.) Now, to awaken Rudolph ! Shake off thy slumber — Torpor forsake thee — Love o'er thee watcheth. Nymphs. Shake off thy slumber, &c. Music. — Scene, divides in back, and discovers Rudolph sleeping under a coral tree and, lily flowers. — Lurline and Nymphs retiring slowly, r. and l., as he awakes, — Rudolph rising as from a dream, and surveying the place with amazement. RECITATIVE. Where am I ? How came I hither — In this romantic cave ? [Lurline sings outside — he listens. Ah ! yes ; again that voice enchants my senses, Which lur'd me to the deep, o'erwhelming wave, CAVATINA. Sweet form, that on my dreamy gaze In dazzling beauty stole, Where have set those gentle rays, Which so transfix'd my soul 1 Bright star of love, where'er thy sky — In waves below, or heav'n above : Lost in thy light, oh, let me die, Star of love — Bright star of love ! Sweet voice attun'd to chords divine, Though, like the syren's strain, To peril's brink those notes incline, Oh ! sing to me again."], [33, "27 Bright star of love, where'er thy sky, In waves below, or heav'n above, Lost in thy light, come let me die — Star of love — Bright star of love ! Enter Lurline and her Nymphs, in a group of flowers. (kneeling). Ah ! lovely Naiad Queen ! Rud. Enchantress of my fate ! I kneel to thee — I worship thee ! [The Nymphs dance around him, and entwine him their garlands, while Lurline receives a cup crystal from Liba. in of Lurline, Lib. & Chorus. Take this cup of sparkling wine, Warm'd by sunbeams, from above ; In his golden beams combine Life and rapiture — peace and love. Quaff this cup of sparkling wine — Cho, Nectar, coldest hearts to move. Quaff from out its hallow'd brim, Lur, Let its sparkling tide reveal, Through clouds that mortal transports dim, The joy we spirits feel. To thee I drink this rosy wine, My heart — my soul is thine. Rud, [As he drinks, a violent knocking is heard K Gnome, (inside knocking.) Fury ! vengeance ' Lib. and Nym. Ha ! ha ! Gno. Open ! open ! Lib. and Nym. The captive asks in vain. Rud. 'Mid this enchantment, a captive !"], [34, "28 Lur. 'Tis a Gnome, would play the spy on thee. Rud. For me no dungeon dark must he endure. Lur. Dungeon dark ! all around beams resplendent gold, Rud. Gold! gold! Lur. Yes ! there are all the treasures of the mighty Rhine Behold the key ! Gno. Fury ! vengeance ! Rud. Must he remain a captive ! Pardon ! pardon ! if I set him free ? Lur. Gen'rous heart ! as thou wilt. Rud. Gnome, come forth ! Amazement ! [Opening door and gazing at gold. [Gnome rushes in with his followers. CONCERTED. Gno. My rage beware ! cunning wile, Think not my zeal You can beguile. [Liba and Nymphs dancing about the Gnome, and entang- ling him in their garlands, to conceal Rudolph. Cho. Forgive us, pray, This little while : Those gentle looks Were made to smile. Rud. (apart gazing, r.) What wond'rous sights These eyes beguile. Jewels and gold, Like sunbeams smile. Lur. (observing him) How wrapt he seems. There lost awhile, With ease you might The Gnome beguile."], [35, "29 [Rudolph enters cave — Lurline follows at a distance observing him. The Gnome becomes suspicious — Liba and Nymphs surround him — Liba presents him a cup of wine. Liba and Chorus. Take this cup of sparkling wine, Nectar, coldest heart to move, In its golden beams combine — Joy and rapture, peace and love. Gno. (with cup) As in this cup [He drinks. The bead flies up, Joy and delight ascending, Rise to the brain In one bright chain, Life with rapture blending. Dance ! [Dancing. Sing! Oh ! what rapture, Oh what bliss Nought on earth can equal this — Eyes that sparkle ! [Amorously to Liba, ivho coquets with him. Lips to kiss. As through this glass The sunbeams pass, Like golden bubbles flowing, So, through despair, Wine chaseth care, Joy in its glow bestowing, Dance, &c, &c. [He falls slupified — they anxiously regarding him."], [36, "30 CHORUS. Hush ! hush ! hush ! Silence, pray ! Hush ! hush ! Softly, Softly ! [They glide out. Softly steal away ! the Castle of Truenfels. SCENE II ■A Gothic apartment in Enter Ghiva. RECITATIVE.— Ghiva. Ah, me ! Ah, me ! How dismal is the Castle ! My heart is still with Rudolph, Even in misfortune. Though no longer Wealthy, still so handsome ! Oh that 'Neath my latice ! I could hear his Voice sweetly sing of love and fame ! A gentle troubadour. SONG. Ghi Troubadour enchanting, When the dew is falling, Twilight sunbeams slanting O'er the western tower, 'Neath the shady linden tree, At the moonlight hour, Come and sing love's song to me, Gentle Troubadour ! Troubadour enchanting, When love's bird is calling, — Balm the zephyrs scenting, From each fragrant flower,"], [37, "31 'Neath my rose-hung lattice be, At the silent hour : Bring thy lute and sing to me, Gentle Troubadour ! Enter Baron hastily, l. Bar. Oh, sweet daughter ! [Disconcerted. Ghi. Thou bringst ill tidings. Bar. Rudolph ! Rudolph is drowned ! [Affecting tiars. Ghi. Drown'd himself ! No doubt for love of me, Oh, horror ! Bar. Oh droop not thus, poor blighted flower. Ghi. I'm going to faint. Oh ! oh ! Bar. Hark ! hark ! I hear the hunters this way coming, to invite us to the chase. Ghi. Oh, sounds reviving ! Bar. You requested are to share the sports, and of merit award the prize. Ghi. I'm somewhat better; I cannot disoblige these brave young foresters. My hat and feathers ! my javelin also. I'll stifle sorrow in the joyous hunter's cry. Bar. Noble impulse ! Behold our friends. Enter Hunters I*. CONCERTED. Enter Hunters, l. Hun. Away, to the chase, come away : The horn of the hunter is sounding ; The lark in the sky, sweetly heralds the day— The deer in the forest is bounding. Away ! Bar. Hark ! 'tis the horn of the hunter, To health and to pleasure inviting : There's joy in the lay. Come away ! c"], [38, "32 To the chase, come away ! Nothing on earth so delighting ! Away ! Ghi. (attiring herself, etc) Hark ! to the horn of the hunter ! From sorrow to pleasure inviting ; The bugle's soft notes, through the woods as we stray, Will chase ev'ry sorrow away ! The heart with new transport delighting. Away, &c. [They go out in pi-ocession, l. h, SCENE III.— (The same as Scene I., Act II.)— The Gnome folded up asleep. Enter Rhineberg mysteriously, b., and not perceiving Gnome in the shade. Music, RECITATIVE AND ARIA.— Rhineberg, An anxious fear comes o'er me, I cannot longer from my dwelling roam ; Some shadow glides before me — My daughter seems unhappy — That thought brings me home. ARIA. The nectar cup may yield delight, The heart sweet music move, But oh, no charm, however bright, Is like paternal love : Affection wears a silken chain, O'er oceans though we rove, It gently brings us back again — Each link a father's love."], [39, "33 Yes, like the balm of opening flowers, Across the ocean foam, It floats with us to distant tow'rs, It pilots back our home. Alas, how oft, in later years, Though chang'd the heart may prove, Doth memory's dream recall — through tears — A father's early love. [Turning, perceives the Gnome asleep. Rhi. Suspicion haunts rny mind ! when I went hence, Lurline dissembled grief : What's here ! The Gnome asleep ! A wine cup in his hand. [He strikes him with his staff. The Gnome starts up and falls, terrified, at his feet, concealing the cup behind his back. Rhi. Slave ! where's my child ? [Gnome 23oints to cavern, letting fall cup, and picking it up awlcwardly, as Rhineberg makes a step towards door, r. Rhi. (gazing R.). Ah ! the traitor Rudolph, Amongst my treasures— In my magic cave ? He wears Lurline's enchanted ring ! My vengeance, spite of it, Shall wither and destroy him. (To Gnome) Thou hast been drinking ? Gno. 'Twas but one cup, master, Drain'd to thee, My mistress gave it me, Rhi. (seizing him) Yes ! To bribe thee from thy duty, Wretch ! (strikes him) C 2"], [40, "34 Gno, Oh, mercy ! Rhi. (drives out Gnome) How should I look for truth in thee, When mine own child deceiveth me ? How can I rid me of this mortal ? Chase him from my magic portal ? Human feelings must enhtral him, Earth's fond memories recall him. [Waves his wand — a boat is seen sloioly gliding doivn the Rhine in which are Wilhelm and the rest of ~Rv volvu's folloivers, strewing flowers on the waves, in the moonlight. CONCERTED ENSEMBLE, Chorus (in boat) Peace to the mem'ry of the brave, Tranquil may their slumbers be, Peace to the dead beneath the wave. Rudolph ! peace to thee, Rudolph ! peace to thee. Rhi. (apart) Far from this spell-enchanted cave, Rudolph ! Quickly shalt thou be. [Exit L. Cho, Rudolph ! peace to thee ! [Re-enter Rudolph from cave, anxiously listening. Rud.( garing b.) Ah ! sounds remembered, My brave companions ! Till now, who ne'er Breath'd holy pray'r, Or sank on bended knee, They pray, They pray for me ?"], [41, "35 Cho. (in boat) Ave Maria ! Benedicite ! Rud. (calling)Wi\\he\\m I Wilhelm ! Ah ! no, they cannot hear ; (despondingly) They list with mortal ear. CHORUS (in boat). The wild wind blows, The false tide flows, But never turn our hearts from thee. Ave Maria ! Benedicite ! Though the wind blow, Though the tide flow, Never will go our hearts from thee. Ave Maria ! Benedicite. [The beat disappears. [Lurline, who has been watching, to Rudolph, who has cast himself, following the boat uith his eyes, despond' ingly on a rock RECITATIVE. Lur. Dearest ! I'll give thee wealth, Return to earth. Rud. Lur. Rud. Without thee ? Never! I cannot hence. The love you bear to me Should lure you thither. You entreat in vain, You wring my heart : The Naiad dwelleth here ; Lur. But at the bidding of the Water King. Is it permitted her, to quit her crystal home ?"], [42, "36 Leave\" then, this charmed spot, For that thou wishest : I give thee three long days, And, when they end, Upon the Lurlie-BergI'll wait for thee. Rud. (anxiously.) I will not fail thy wish. Lur (pointing.) That ring I gave thee, At our first meeting, Cherish tenderly. My love shall hallow it ; It is a spell, A potent spell. Swear ne'er to part with it. I swear 1 Rud Enter Rhineberg, angrily, attended by Gnome — at the same lime Liba and Nymphs, r. Lur, Rhi, Cho, Rhi, Ah ! my father ! Yes: traitress! 'tis thy father ! Behold ! returned, our master 1 From this heart the life blood gusheth, Fury's rage o'ercomes me so — Quickly, as the whirlwind rusheth, AVill I prove his overthrow. Lur, (kneeling) Ah ! for me, your victim spare Pardon, and forbear. Rud. (raising her) This lowly suit forbear — Nor breath, for me, one pray'r. Your haughty scorn beware, Your life will I not spare : Rhi,"], [43, "37 Cho. Pity and forbear : For her your victim spare. Lur. Ah, no ! on me your rage let fall : Forgiveness, I implore : Him to his father's hall — Me, to thine arms restore : His life, in mercy, spare— My love shall all atone — My duty and my care, Shall, henceforth, be thine own. ENSEMBLE. Lur. Rud. Rai. Cho. Rhi. Pardon, (fee. This lowly, &c. Your haughty, <fec. Pity, <fec. Lurline, I yield me to thy will : My gold too, shall his coffers fill, Only, that his falsehood show, True love these mortals ne'er can know : Yes thou shalt quickly see, How frail is human constancy, How transient mortal love can be. Hail ! all hail ! King of the Rhine ! We own thy power ; Cho. We homage and tribute pay, And all thy laws obey. Rhi, The barque awaits, its airy sail Spreads wide before the swelling gale. [Dawn commences. Points l. B. Go, mortal, go : speed on thy way. See blushing breaks the rosy day."], [44, "38 [A Vessel enters l., conducted by Gnome, while otlier Gnomes convey from t/ie cavern golden ingots, jewels, &&, with which, directed by Rhineberg, they fill the deck. Rud. (to Lurline.) Forget me not, sweet Fairy Queen, In coral bow'r or crystal grot, Amid the gay enchanted scene, Forget me not. Lur Forget not thou, thine own Lurline ! Who pines alone in coral grot, Amid yon gay, yon joyous scene, Forget me not. Cho. &c, Blushing breaks the early day ; The barque awaits. Away ! [The early dawn throws a pink radiance on the winding river. Rudolph, attended by Gnome, who sits at the helm, takes his position on the deck. The sail- spread barque goes out l., as Lurline, overcome by grief sinks into the arms of Liba and Nymphs. Rhineberg watching the skiff', <Lx., &c. TABLEAU.— Drop Slow. End of Act II."], [45, "ACT III. SCENE I. — Rudolph's Castle — thunder at distance, mixed with distant horn. Enter Baron and Ghiya Imstily, R. RECITATIVE.— Baron and GhivA. Bar. Heavens ! what a fearful storm ! We must shelter find. Ghi. See, there, a friendly bower ! Hark ! a footstep. [Listening. Baron (frightened) Should it be a robber ! Thought alarming. Ghi. Let's away ! Bar. No ! rather let us 'neath these spreading trees conceal ourselves. [They hurry into the bower. Enter Rudolph. SONG.— Rudolph. My home ! my heart's first home ! Thy sky is ever clear ; No absence can o'ercome Thy scenes so bright, so dear ;"], [46, "40 Thy hills how oft in transport climb 'd, Thy woods I lov'd to roam, Thy bells that sweetly chim'd — My heart's own home ! My home ! Though years unheeded fly, Wherever I may be, Fond mem'ry brings thee nigh, And turns my heart to thee : And while life's dreamy fountains last, Though wint'ry age may come, Thy spring can ne'er be past, My heart's own home ! My home ! RECITATIVE. — Rudolph, Baron, Ghiva, and Chorus. Bar. That voice ! 'tis Rudolph's ! GHI. Not drown'd for love of me ! [ With chagrin. Bar. Hard-hearted monster ! Ghi. Let's avoid him ! Bar. Yes, he is poor ! Ghi. And not so handsome as I thought 1 Bar. He comes — retire 1 Rud. Cho. Rud. Cho. Rud. Cho. Rud. Enter Chorus, Ah, my friends ! Rudolph ! alive ! The same, but poorer still than ever ! More welcome to our hearts, we thought you drown'd. Saved by this charmed ring. A ring ! Comrades, I deceived you but to try your truth. I'm rich — behold I [Gold brought in by Gnome and Attendants in skiff. Baron peeping through leaves."], [47, "41 Ghi. I'vo lost him and his gold. Oh, provoking ! Oh, tormenting ! Bar. Look there ! Behold how vast his store of gold ! Oh, tormenting ! Cho. Oh, what wealth ! See here ! How vast his store of gold ! Long live Rudolph. Rud. A cup of wine to pledge the pilot Of these mighty treasures. CHORUS.— Ensemble. Gold and wine heal ev'ry care, Aching heart and deep despair : Where's the eye that would not shine, Lighted up with gold and wine. Baron and Ghiva. (apart) Gold can ransom every care, Banish sorrow — charm despair. Let but gold upon him shine, Really he'll be quite divine. Gno. Not for me the festive dome ; No, the slave must hasten home. Rud. (detaining him, apart) Go ! from this heart its fondest message bear — Whisper it softly as a maiden's prayer, — Say that my love till life's last throb shall last, — Earth fade away ; and hope's sweet dream be past. Gno. Thy message fond, I bear Lurline. j (whispers) Beware the love of the Water Queen. [Goes back to skiff, and exeunt r. H CHORUS.— Ensemble. Gold and wiDe, <fec. [T/iey enter tlie Castle."], [48, "42 RECITATIVE.— Ghiva, Rudolph, and Baron Bar. We've made a slight mistake. Ghi. (pettishly) Don't say me, say you. Bar. Hist, here he comes. Oh, what a noble presence ! Ghi. How handsome ! Both. We greet you, noble count ! Rud. The Lady Ghiva at poor Rudolph's door. Bar. Woman's heart is feeble. Fond child, she loves but you Rud. (aside) And I love but Lurline ! Bar. (aside to Ghiva) Why don't you faint I Ghi. My feelings overcome me ! Bar. My child ! she faints ! she faints ! Ghi. Oh support me ! Bar. I haste for aid. [Exit Baron. DUETTO. Rud, Lady ! let this arm sustain thee. Droop not, near these friendly tow'rs — Welcome sweet shall here enchain thee — Revel gay, and joyous hours. Come and share the banquet-seat. Honest eyes that welcome shine — Hearts, though rough, that lowly beat- Welcome thee and thine ! Ghi. (seeing the ring) Ah ! what gem, so brightly shining, Seems o'er thee a spell to fling ? Fitter, sure, for lady's finger Were that strangely radiant ring. Rud. (confused) Ah ! this ring. Ghi. Rud. Let me, pray, its beauty see ? No, I dare not !"], [49, "43 Gm, (snatching ring off' his finger) Dare not ! .1 Thus my prize then shall it be. Oh, that sacred gift restore, Gift of one whom I adore. If not lov'd I'll be revenged, Thou shalt wear it never more. Rud, Ghi, [Throws ring into the Rhine. A fearful peal of thunder, and vivid flashing of lightning ; the waves sioelling, in lohich Gnome seems lo catch the ring. Rud, (frantically) Oh, despair. What hast thou done ? Her gage of love for ever gone. Whence this despair ! What have I done? If 'twere a spell, 'tis better gone. Ghi, Gno. On his brow be lightning flashing, Stormy waves his castle lashing. CHORUS— Storm Spirits. False one, false one, on thy head Every shaft of vengeance fall ; Seek thy rest on sorrow's bed, Demon forms thy senses pall : Vengeance on his head we call ! Vengeance on him fall. Rud. (distractedly) Ah, what cry comes o'er the deep ? Wailing from the storm apart, Telling of fond eyes that weep O'er a mortal's erring heart. (trembling) Ah ! what cry comes through the deep, Ghi Wailing from the storm apart ; Scarce these eyes forbear to weep, Terror thrills my troubled heart.*"], [50, "44 Wilhelm and Chorus of Vasssals (hurrying in.) See the vivid lightning flashing, List the waves the wild rocks dashing ; Master in, ere yet the storm Burst on thy unsheltered form, [During this storm movement, all retreat into the castle, SCENE II. — The Lurlei Berg. Moonlight. As the scene i away, Lurline is discovered mourns ally seated o'er her harp, chars GRAND SCENA. RECITATIVE. Sad as my soul, yon flood this dark rock laves, Seeming to mock, in solemn pomp, my woe — While spirit-groans, that rise from yawning waves, Burst forth from restless lips, that sleep below, I heard them not till now ! While he was here, The music of his voice disjiers'd each ill — . Sweet spell of love ! — Yes, while he was near Yon phantoms slept — Those waves lay hush'd and still, ANDANTE. Where art thou ? Rudolph, oh, my love ! Could'st thou see me desolate, Wandering like some weary dove, Through the tempest, to her mate —"], [51, "45 Buoyant, on affection's wing — Dear one, thou would'st hither fly; To thy fate this heart would cling — Near thee it were bliss to die. AGITATO. Again, distracting to my sight, Shadows of mist glide through the night Shadows of those who 'neath the wave, Betrayed by me, here found a grave. [Shuddering. PRAY ER— (Kneeling). Oh, Thou, to whom this heart ne'er yet Turn'd in anguish or regret, Great Spirit ! hear my prayer. Oh ! leave me not forlorn in grief — Make Thou my life Thy future care, Send me some relief — Great Spirit, hear my prayer. RECITATIVE. Oh ! welcome gentle Hope, I feel Thy holy influence o'er me steal, [Rising, ALLEGRO MOLTO. As a bounding barque, When the light wind blows, Though clouds look dark, On her voyage goes, So this beating heart Shall, despite each care, With Hope depart, And brave despair."], [52, "46 Yes, Rudolph, yes, I Naiad life forego, On earth to share Thy happiness or woe. Enter Gnome and Liba, l. Lib, (pointing) Behold our mistress ! oh, glad surprise ! Joy beams, once more, in those dear eyes ! Ah ! woe is me. I scarcely dare, Gno. Impart the fatal news I bear. Lur, (seeing him) Ah ! from Rudolph ? (sadly) Came I now. Gno. Lur. Gno, (eagerly) Happy tidings bringest thou 1 Mistress, no ! He loves another ! Lur, Gno, False fiend ! say not so. 'Tis but the truth ! This ring confirms the truth My lips impart. [Giving the ring. rock. and Lib. Oh ! faithless heart ! [Sinks against Lur, Faithless heart ! Enter Rhineberg, hastily, l. Whence those looks with anguish fraught? Heart conceal thine inmost thought ! Love, fatal passion of the world, is thine. Rhi. Lur. Rhi, Oh, 'tis a charm all fly in vain, When youth and fancy, both alike, combine To link its rosy chain : And she, who lur'd love's victims to the wave, Must, in her turn, become love's slave. Go ! quit thy native stream, and prove How frail is mortal love."], [53, "47 Lur. From thee to part. [Throwing herself 'into his arms. Oh ! deep remorse. Rhi. Go ! and kind stai-3 direct thy course. QUARTETTO.— Ensemble. Lur. Though the world with transport bless me — Love requited, though I find Not one heart can ere possess me, Dearer than I leave behind. Lib. Though yon world with transport bless thee — Gayer hearts though there you find — Not one heart can ere caress thee — Truer than those left behind. Rhi. Should the world with sorrow try thee, Think of those thou leav'st behind : Friends whose hearts will ne'er deny thee, Though all else may prove unkind. Gno. Though yon faithless world caress thee — Pleasure's wreath thy brow may bind — One day of return will bless thee — Brighter than on earth thou'lt find. [Lurline taking up her harp — she embraces her father and goes out, R. H. — King and others retire, l. LAST SCENE. — Rudolph's Castle, conducting by a portal to the foot of an ancient bridge, which crosses the Rhine — The scene is decorated for a fete ivith flowers, lamps, &c. — On the r. and l. tables with refreshments — Guests seated — Valets waiting — A dance proceeding, &c. — Music. CHORUS.— Dancers. Now with joy each bosom beating, Thus the festive dance we twine — Mirth partaking — sweet smiles greeting — On the flow'ry banks of Rhine. D"], [54, "48 Sing and dance, and laugh and play, It is Rudolph's natal day. Conspirators (at table — playing dice, &c.) While in joy and pleasure dreaming, Thus the festive dance they twine, We, in secret, darkly scheming, On the banks of Father Rhine, Plot to wrench, from Rudolph's hold, All his hoarded store of gold. Enter Rudolph, crossing the bridge, from the Castle, gorgeously attired, but evidently pale and dejected, — All rise and, bow, &c, as he comes down centre. Rud. Welcome to this happy meeting ! Mirth, with song, and dance combine : While I render kindly greeting, On the flow'ry banks of Rhine, Go ! rejoice, while here I stay, Grateful task, the host to play. [Pointing r. and l., they retire, the Conspirators only enter across the bridge into the Gastle. GRAND DUETTO Rud. (alone) Lurline ! Lurline ! My naiad queen ! This heart is wand'ring still with thee ! Despite this gay and golden scene, Thy coral cave, Thy bower green, My happier home would be. Lurline, I sigh for thee."], [55, "49 [Sits, pensively, at a side table, L. Enter Lurline, r., her harp on her shoidder. She strikes a chord. Lur. Rud. Rudolph ! (starling) Ah ! that voice ! 'Tis Lurline! Can it be thou, thou art here ? [Joyfully. Hence with sorrow ! hence with pain ! Ever more this fond heart near ! Thou with love shalt now remain, We'll never part again, No ! we'll never part again ! [Advancing to embrace her, she drops her harp, and avoids him. Lur, Nay, restore that charmed ring, Given when we jjarted last : Back to mem'ry let it bring All the sweet dream of the past. Rud, (confused) Said'st thou that ring restore? Lur Pledge of thy truth? It would I see once more, By our days of happiness, Truly, in anguish, I confess, Thy ring no longer I possess ; 'Tis gone! Alas! 'tis lost! Lost ! Rud, Lur. Rud. Yes j a jealous rival's art Tore the solemn gift apart, And, despite the promise past, In yon waves the treasure cast. D 2"], [56, "50 Traitor ! give me back my troth, Since those vows, once clear to both, Lur, (bitterly) Thy falsehood hath destroy'd. Give me back my sky of blue, Tranquil ere thy face I knew, And teach, oh teach me, to renew The peace I once enjoy'd. Vengeance I could o'er thee shed, Draw down tempests on thy head ; But thy punishment is near. Rud, Lur. Ah ! what say'st thou ? Friends most lov'd will thee betray, Seek to take thy life away. Love, hope, pity, all decay From hearts when insincere. Ah ! what hear I ? Misery ! Pity, friendship, love denied, Rud Lost to thee ? Oh, agony ! Come death, my cruel doom decide. Self devoted at thy feet, [Draws dagger. Atoning let me lie ! Fated, no more, thy smile to greet. Nought is left me but to die. Yes ! thus, Lurline, for thee I die. [Attempts to stab himself. Lur, (staying his hand) Stay ! stay thy hand ; no more despair, Though from thee wealth and friendship go ; Thou still hast left thy fate to share, One heart that falsehood ne'er can know. [Giving him back ring."], [57, "51 For, oh ! I love thee still, And thus my pledge of truth restore, May it thy breast with rapture fill : [Smiling. But guard it better than before. Rud. (passionately) Thou lovest me still ? My life t my soul ! Thus, at thy feet, behold me fall : ' Anguish no more my life enthral. She loves me ! that repays for all. Yes, I love thee, <fec. Lur. ENSEMBLE. W emeet again, no more to part — Of joy flows back the golden tide. Love's garland binds us heart to heart — With peace and bliss in smiles allied. We meet no more to part, Bliss o'erflows each beating heart. We meet no more to part. Lur. Ah ! think what peril waits thee here — For thee my heart o'erflows with fear. Enter Baron and Ghiva, in fete dresses over the bridge. Lurline running to her harp. Bar <fc Ghi. O ! Rudolph ! In the castle ! We overheard them — Fell assassins ! Thy friends Behold ! They come to claim thy gold —"], [58, "52 Thy life ! My life ! Rud [Calling. What ho ! My vassals ! & Ghi. In the forest — all Bar Are far beyond thy call ! Assassins enter on bridge. Rud, (drawing his sword). My sword defend me ! Rudolph ! thy gold ! or thou shalt die. Ass. Lur. Bar. Rud Fear them not ! & Gin. They come ! Oh, fly ! (to Lur.) Hence ! Let me die ! Near thee I'll die, (striking her harp wildly.) Lur, INCANTATION. Wild waters, from your fountains rise ; Oh, Rhine, obey my earnest cry ; Sweep, clouds, across avenging skies ; Burst, thunder, from above ; Waves, their destruction prove. Let them die ! die ! [At the commencement of this wild incantation, Rudolph, Baron, and Ghiva appear as if transfixed by the spell — as do also the Conspirators on the bridge, their upraised daggers gleaming in their hands. The. dashing and furious waves rise higher and higher, till they bury the bridge and Conspirators. As the waves sink to their original level, Rhlneberg, Gnome, Liba, and Water Spirits, on a bank of Coral supply the places of the drowned. Enter, r. and l., all thp Company of the fete."], [59, "53 Rud. (tenderly) Oh ! Lurline ! saved by thee Ghi. (gazing.) Lurline ? Cho. Lurline ! Lur. (to Rudolph.) Thy courage and thy truth, Claim all my love. Ah ! my father. [Seeing Rhineberg, Rhi, Yes; thy fond father, To Rodolph's hand here cometh to resign, By love and fate decreed, His child, Lurline, Best treasure of the Rhine. [Joins their hands. Hurrah ! hurrah ! Cho, Ghiva, Baron, Wilhelm, Chorus. 0, sing once more, that song divine, Whose fairy notes enchant the Rhine. List to Lurline, The Water Queen. Flow on ! Lur, Flow on ! Thou lovely Rhme ; The spell hath ceased, Which made me thine. Oh, smile, enchanting scene ! While young and fond heats beat, Or pure and gentle lips repeat The legend of Lurline ! Lurline !"], [60, "54 CHORUS. Hark ! she sings once more : That spell divine ! Hark ! her fairy voice Enchants the Rhine ! 'Tis Lurline ! The glory of the Rhine ! Lurline ! Lurline ! curtain falls. assau Steam Trezz— W. S. Johnson, GO, f.;t. Martin's lane, Charing Ciosb W"], [61, "ro all who court the Gay and Festive Scenes, the following ELEGANT PREPARATIONS arc indispensable for personal (Comfort nno Attraction. ROWLAND'S MACASSAR OIL^ rls a delightfully Fragrant and Transparent |s.} iPiEisiFAiE-a,ir,n^)H if®ie \"arsis ®&ni&, ™ (V- aud as an tf |) INVIGORATOR AND BEAUTIFIER * beyond all precedent. In dressing the Hair, nothing can equal its effect, rendering it so admirably soft that it will lie in any direction, and imparting a transcendent lustre. Price3s.6d.; 7s.; 10s. 6d. (equal to 4 small); 21s. per bottle. ROWLAND'S KALYDOR, FOR THE SKIN AND COMPLEXION. A Balmy, Odoriferous, Creamy Liquid, unequalled for its rare and inestimable qualities, the radiant bloom it imparts to the Cheek, and the softness and delicacy which it induces of the Hands and Arms. Its capability of soothing irritation, aud removing Cutaneous defects aud discolurations, render it indis- pensable to every Toilet.— Price 4a. 6d. and 8s. 6d. per bottle. ROWLAND 'S ODO NTO, OR PEARL DENTIFRICE. A White Powder compounded of the' choicest and mo3t recherche\" ingredients of the Oriental Herbal, and of inestimable value in CLEANSING AND PRESERVING THE TEETH, Imparting a PEARL-LIKE 'WHITENESS, strengthening the Gums, and giving a Delicate Fragrance to the Breath. — Price 2s. 9d. per box. >. Sold by the Proprietors, and by Chemists and Perfumers. /t ggl BEWARE OF SPURIOUS IMITATIONS ! ! ! <Æ"], [62, "FOR FAMILY ARMS, send Name aud County to the HERALDIC OFFICE. Uo charge for Search. Correct sketeh anil description, 2s. Bd.j in colour, 5s. Monumental brasses, seals, dies, and diploma plates, in meili;.\\ al and modern styles. Lever-press and Crest-dies, one guinea. Illustrated price-list yiost free. ARMS, CRESTS, &c.— Crests on rings or srals 8s.; on dies, 7s.; arms, crest, and motto, 25s.; book-plate, 25s. SOLID GOLD, 18-carat, Hall-marked Sard or Bloodstone RING, engraved with CREST, two guineas; seals, desk-seals, pencil-cases, &c. Send size of finger with orders for rings. T . MORINQ (Who has received the Gold Medal for Engraving), 44, High Holborn, London, W.C. _ THOMAS PHILLIPS, 55, SKINNER-STBEET, SNOW-HILL, Patentee and Manufacturer of all kinds of appa ratus for Cooking, Heating Halls, Mansions, Public Buildings, &c., by Gas ; and General Gas-fitter by Appointment to His Royal Highness the Duke of Cambridge, and many of the Nobility and Gentry. Gas Stoves, from 16s. Cooking Apparatus, from 20s. Gas Baths, complete, from £16. Hot Water Work in all its Branches. T. P.'s Gas Bath Boilkr, which is worked under A Patent, will heat a 5 feet Bath, when properly silled, to 100 degreos in the short space of half -an hour, and at a cost of something under 2d. for Gas. When the \"Water is raised to the required temperature, the burner may be turned nearly out, as a small light only is necessary to keep up the temperature while in use. N.B.— A Selection of HUGHES'S Patent Safety Atlas Chandeliers, and all kinds of Gas Fitting of a superior kind. CRICKET I NG OUTFITTERS. JOHN WISDEN & CO., LATE F. LILLYWHITE AND WISDEN, ' 2, New Coventry St., Leicester Square, London, W. Every Article oonneoted May be had at this Establishment. with Cricket Their large stock of Old and Well-Seasoned Bats Cannot be equa led, and tliey iuvito Noblemen and Gen.lemen to inspect them. The wants of Clubs, Regiments, Colleges, Schools, &c, are particularly paid attention to; aud their Lists of Prices will convince official* that a groat saving is effected by pur chasing at their establishment, which coutains articles, uot only of their own manufacture! but ot thoae who are acknowledged first-rate inakeru, aud whose goods are selected by J, W, andC'>. themselves, and therefore will be warranted. Moil >.ls of the nuw Patent CATAPULTA pan be seen aud worked at the above Address. Illustrated List of Prices forwarded Post Free. Exnort Orders with immediate despatch. Just Publislied, ENGLAND'S TWELVE CHAMPION CRICKETERS. FHOTOflliAPHED ON BOARD SHIP THIS DAY OF THETK DEPARTURE FOR AMERICA. Subscribers' names received al the above address."], [63, "A FIRST CLASS SILVEE MEDAL Has been awarded to MES3BS. NYE & CO., at the Paris Universal Exhibition, 1855, for their Improved Patent HINGING AND SAUSAGE-MAKING MACHINE Foil AND Private Families, Hotel Keepers, Pastrycooks, Pork Butchers, &c The Press throughout the country have spoken in the highest praise of this little Machine. From among them we select the opinions of the two principal Journals. \" Among other objects in the show worthy of special notice, we may mention the very ingenious Mincing Machine exhibited by Nvh and Co. ; it is extremely clever, and, for the mechanical skid which it displays, is eclipsed by nothing in the whole show.\" — Times, July 11th, 185?. \"On Stand 12, we met with one us the gems of the yard, invented and manufactured by Nye and Co., of Wardour-street, Suho, London. This machine is for making Sausages, &c , mincing up, mixing, aud at the same time forcing the meat into the skins ; it will mince Slbs. of meat in four minutes— it will als^ cut suet, vegetables fn- soup, &c. It may likewise be used fir various other purposes. It is made of metal, very strong, durable, aud compact, aDd is particularly adapted for privato families. Price, £2 2s. This is a little thing every husband ought to carry home to his wife, who we are satisfied will turn it to the best account, aud save the price.\"— Mark Lane Express, August 15th, 1854. This Machine will mince, ) mix the seasoning, and force into the skin at the same time. It cuts allTtinds of meats, Cooked or Uncooked, Forced Meats, Suet, &c. It will also cut Vegetables for Soup, Fruit for Mincemeat, and it will be found useful iu Mixing and Mincing for many other purposes, and, bein\" all metal, does not absorb the juices of the meat, and is easily cleaned with'boiling water. Price £1 10s.; £2 2s.; £3 3s. ALSO A SMALL MINCER FOR THE DINNER TABLE, TO ASSIST DIGESTION, LOSS OF TEETH, &c. Price £1 10s. This Machine is very neatly got up, and may be screwed on to the dining-table without even injuring the cloth. The small Mincer used for the Dinner Table will be found admirably adapted for small quantities, as in mincing one pound of meat it forces the whole of the meat out within one ounce, and even this may be obtained by passing a little bread through the machine, thus rendering it the most useful and economical desideratum. The above Mineing Machines are admirably adapted for reducing meats for making soups acoording to the mode recommended by Professor Liebig, in his work \" On the Chemistry of Food.\" BY H.EE MAJESTT'3 HOYAL LETTERS PATENT, S. NYE'S PATENT IMPROVED MILLS, For Coffee, Pepper, Spice, &c, &c. These Mills are most conveniently arrauged for domestic use, being provided with cramps, by which they are fixed to the table iu au instant, and as quickly removed, without injury to the table, or they may be fixed to any other con venient place. By a nice and safe arrangement, the grind ing surfaces cannot possibly touch each other. They are provided with a regulating screw, by means of which the Mills are set to grind fine or coarse as desired. When not in use, the receiver forms a lid or cover for the Mill. They grind very rapidly, and are the best and most convenient Mills ever offered to the public. Price 8s., 10s., and 14s. The large and rapidly increasing sale of these Mills, and the many Testimonials which have been received, is a guarantee that they only require to be Tcnoivn to secure their general adoption. S. NYE & Co., Inventors, Patentees, and Manufacturers, 79, Wardour-street, Soho, London, W. Post Office Orders lo be made payable to Samuel Nye, Post Office, Coventry-street."], [64, "EUROPEAN & COLONIAL WINE COMPANY, 122, PALL-MALL, S.W. THE above Company has been formed for the purpose of supplying the Nobility/Geutry, and Private Families with PURE WINES of the highest character, at a saving of at least 30 per cent. SOUTH AFRICAN SHERRY. . . 20s. & 24s. per doz. SOUTH AFRICAN PORT . . . 20s. & 24s „ THE FINEST EYER INTRODUCED INTO THIS COUNTRY. ROYAL VICTORIA SHERRY (A truly excellent and natural Wine) 32s. per doz. SPLENDID OLD PORT . . (Ten years in the wood) . . 42s. \"J PALE COGNAC . 52s. and 60s. „ SPARKLING EPERNAY CHAMPAGNE (Equal to that usually charged 60s. per doz.) ......**. 388. ,, ST. JULLEN CLARET . (Pure and free from acidity) . . . 28s, „ Bottle3 and Packages included. Delivered free to any London Railway Station. Terms, Cash, or reference. Country Orders to be accompanied with a remittance. Price Lists sent free on application. Cheques to be crossed Barclay & Co. ; and Post Office Orders made payable to WILLIAM REID TIPPING, Manager. THE BEST A\\» CHEAPEST visas & mwwmm m sira&jjvs ABE AT ALL TIMES TO BE OBTAINED OF PHILLIPS AND COMPANY, TEA MERCHANTS, 8, KING WILLIAM-STREET, CITY, LONDON, (E.C.) Good strong useful Congou Tea, 2s. 8d., 2s. 10d., and 3s. Od. Rich Souchong Teas . . 3s. 8d., 3s. 10d., and 4s. Od. Pure Coffee .... Is., Is. 2d., Is. 3d., Is. 4d., Is. 6d. A PRICE CURRENT FREE. SUGARS AT MARKET PRICES. PHILLIPS and CO. send all Goods CAEBIAGE FREE, by their own vans, within eight miles of No. 8, King William-street, City, aud send Teas, Coffees, and Spices, CARRIAGE FREE, to any RAILWAY STATION OR MARKET TOWN IN ENGLAND, if of the value of 40s. or upwards."], [65, "3 Minstrel Boy, and Rory,vO'More. Se. (Irish Melodies.') Grand Triumphal March, dedicated to the Three Regiments of I 1/ Absence et le Retour is to Kearn.y, -mdT<m ro . »\"»»*(&! „J3u,*irdf' 3s\" ... „. , „ . , „ ! Fantasia on Do*iald, un'd D.mcan Grey. S, ISeoteh MeMUs 1 E -gg- By a recent arrangement with this eminent Composer, Robert Cocks and Co. are constituted the sole Publishers of his Pianoforte Works for Great Britain and its Dependencies. FAVOURITE SCOTCH MELODIES, TRANSCRIBED FOR PIANO. Ye banks and braes (Duet, 4s.) 3 0 The yellow-haired Laddie 3 0 Auld Lang Syne \\ Z n Highland Laddie / Comin' thro' the rye 3 0 The Keel Row (Duet, 4s.) 3 0 Jock o' Hazeldean 3 0 Logie o' Buchan 3 0 Blue Bell of Scotland . . (Duet, 3s.) 3 0 Wandering Willie ) , « My love she's but a lassie yet ) \" ' Highland Mary 3 0 Annie Laurie 2 6 FAVOURITE IRISH MELODIES, TRANSCRIBED FOR PIANO. My lodging is on the cold ground.. 3 0 Go where glory waits thee ) „ „ Love's young dream / The soldier's greeting 3 0 The last rose of summer. .(Duet, 4s. 3 0 The Bard's Legacy 3 0 The harp that once thro' Tara'sJ halls 5 3 0 Fly not yet J Oh ! leave me to my sorrow 3 0 ELEGANT FANTASIAS AND DRAWING ROOM PIECES. Grande Mazurke guerriere, dedi- ) , « cated to the Empress Eugenie . . } Fantasia on \" Charlie is my darling\" I , fl and \" The Campbells are coming\" I Reverie on \"The Banks of Allan) „ . Water\" J3 ° Fantasia on \" Scots wha hae,\" 3 0 Nocturne, dedicated to Mrs. Horace ) „ st Twiss J3 ° Forget me not — Romance 3 0 The Old Hundredth, transcribed for ) . . Piano J 4 ° The Vesper Hymn, transcribed for ) , n Piano ]6 ° II Sostenuto, Etude de Salon 3 0 The Surprise, (Andante from\"! Haydn's Third Symphony) trans- > 3 0 cribed for Piano J Fading away, (Ballad, byMissAnne \\ „ » Fricker) transcribed for Piano . . j Woodland Murmurs — Nocturne . . 2 0 Le Reve — Romance 3 0 Marche Militaire 3 0 Roslin Castle and ), _ A Highland lad my love was born . . } Evening Star (Schottische) 2 0 The Rose Bud Polka* 2 0 Alpine Melody Duet 3s. 2 o Pretty Mary Waltz 2 0 The Anna Waltz 2 0 L'Hirondelle, Waltz 2 0 La Gondola, Souvenir de Venise — ) „ ft Nocturne j Rondoletto Scherzo 2 0 \" I know that my Redeemer liveth ;\" 1 Sacred Song from Handel's Mes- \\ 2 6 siah, transcribed for Piano ) \" With Verdure clad \" (Aria from J Haydn's Creation) transcribed for J 2 6 Piano j La Donna e mobile, Ballad from! Verdi's Rigoletto, transcribed for > 2 6 Piano J Bella Figlia dell' Amore ; Quatuor de \\ 1' Opera Rigoletto, transcribed for> 2 6 Piano ; OPERATIC FANTASIAS On favourite Themes from the following Operas : each 3s. — ( To be continued.) Mozart's Don Giovanni. Zauberflbte. Bellini's Norma. Bellini's Sonnambula. Rossini's Otello, Flotow's Martha Flotow's Stradella. Auber's Fra Diavolo. Weber's Freischiitz. Elementary — Scales and Exercises 4s. W. VINCENT WALLACE'S EDITIONS OF STANDARD WORKS. NEWLY REVISED AND FINGERED, VIZ. Schulhoff's Carnaval de Venise . . 4 0 Galop di Bravura ... . 4 0 Chanson des Paysans Bohemes 3 0 Impromptu Polka . . 3 0 ——— — — Minuet from Mozart's Symphony in E flat 3 0 Talexy's Adrien, Etude 2 6 Streich's Les Hirondelles, Varia- tions Brillantes 4 0 Lefebure-Wely's Les Cloches du Monastere, Nocturne 2 6 Leduc's La Chatelaine, Fantaisie a la Valse 2 6 Dreyschocx's Bluette, Nocturne, Op. 16 2 0 ALSO, BY W. VINCENT WALLACE, NEW AND IMPROVED EDITIONS OF Cierny's Etude de la Velocite, for the Pianoforte (with the addition of an elegant Nocturne, by W. Vincent Wallace) 10 6 - 101 Elementary Studies (with the addition of a Choice Pianoforte Piece, by W. Vincent Wallace) 8 0 LONDON :— ROBERT COCKS & CO., New Burlington Street, Music Publishers to their Majesties Queen Victoria and the Emperor Napoleon in. * Btaulifidly Illustrated in Colours."], [66, "MUSIC IN THE OPERA. OF \"LURLIN E!\" WRITTEN BY EDWARD FITZBALL, COMPOSED BY V. VINCENT IALLAC E ACT I. ,. it The Opera Complete, in cloth, folio net i\\. 0 The following Songs, &c, published separately. 3. The Naiad's Spell— \"Flow on, oh silver Rhine\" — Lurline ... 2 0 4. Romance — \"When the night-winds sweep the wave\" — Lurline 3 () 5. Chorus— \" Sail, sail, on the midnight gale\" 3 0 6. Duet— ''O, Rudolph, haughty Rudolph, tell\"— Ghiva and the Baron ... ... ... 3 0 8. Chorus — \" Drain the cup of pleasure\" 3 0 10. Barcarole — \" Our barque in moonlight beaming\" — Rudolph... 2 0 ACT II. 12. Song — \" Under a spreading coral\" — Lurline ... 2 0 14. Recit. and Air — \" Sweet form, that on my dreamy gaze\" — Rudolph ... ... \" 2 0 15. Rondo — \"Take this cup of sparkling wine\" — Lurline 2 6 17. Drinking Song— \"As in the cup the bead flies up\"— Gnome 3 0 18. Ballad— \"Gentle Troubadour\" — Ghiva 2 0 19. Hunting Chorus — \" Come away to the chase\" 3 0 20. Recit. and Ballad— \"The nectar cup\" (A father's love)— Rhineberg ... ... ... ... ... ... ... 2 0 21. Chorus — \" Peace to the memory of the brave\" 2 0 ACT III. 24. Recit. and Ballad— \"Home of my heart\"— Rudolph 2 6 Ballad — \" My home, my heart's first home\" (Chimes of home) Rudolph 2 0 26. Duet—\" Lady, let this arm sustain thee\"— Ghiva and Rudolph 3 0 27. Grand Scena— \"Sad as my soul,\" and \" O thou to whom\" — Lurline ... ... ... ... ... ... ... 4 0 Air— \"O thou, to whom this heart\" (Sweet spirit, hear my prayer) — Lurline 2 0 28. Ballad — \" Love's transient passion\" — Rhineberg 2 0 29. Quartet {unaccompanied)—\"' Though the World\"— S. C. B. B. 2 (> 31. Grand Duet—\" Oh ! Lurline, my Naiad Queen\"— Lurline and Rudolph ... ... 4 0 PIANOFORTE ARRANGEMENTS. The Overture, as a Solo, 3s. 6d. As a Duet, by Rimbault, 5s. The favorite Airs, as Solos, by Calcott, 3 books, at 5s. each. As Duets, at CSs. Two Fantasias by Osborne ; two by Favarger ; two by Wallace. Quadrilles and Waltzes, as Solos and Duets, by J. G. Callcott. Other Arrangements in the Press. 199 & 201, REGENT-STREET."], [67, ""], [68, ""]]