[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "RODOIL P H O, A POETICAL ROMANCE."], [8, ""], [9, ""], [10, "SOB OliPHO"], [11, "RODOLPHO ; A POETICAL ROMANCE. 3Y JAMES ATKINSON, \" Ere the bat hath flown '* His cloister'd flight, ere, to black Hecates summons, \" The shard born beetle, with his drowzy hums \" Hath rung night's yawning peal, there shall be done \" A DEED OF DREADFUL NOTE.\" SHAKES- Œtrittlwzgfi ': PRINTED BY J. DENOVAN, FOR R. PHILLIPS, AND W. GLENDINNING, BOOKSELLERS, LONDON. 1S01."], [12, ""], [13, "INTRODUCTION. \" And what's Rodolpho !\"• sage Sir Pious cries — \" Delusive nonsense all, romance and lies; \" Some horrid tale of wandering ghosts, or so — Perhaps been known a thousand years ago.\" — The title thus he storms, with eyes askance, A mighty foe to Novel or Romance ; Who boasts \" no German nonsense sways his heart, \" Unus'd at ghosts, and rattling bones to start.\" What! when f am'd Kotzebue Shakespeare far transcends, And honest Burger for the bays contends ? Oft o'er Lenora, sweet Belinda sighs, And oft, in secret, wipes her tearful eyes! ! When the Wild Huntsman* with impetuous force, Scours o'er the meadows on his fiery horse : Th' astonish'd reader, charm'd with ev'ry line, Enraptur'd cries — \" 'tis marvellous divine!\" — These noble works had sage Sir Pious known, He'd given to German bards the bays alone! Would on the magic page with wonder gaze, And crown their labours with immortal praise! ! The lovely fair, Romances, JIM admire, - And yet to rest they tremble to retire ; * Popular Ballads by Burger,"], [14, "8 For chains rough-clanking in their ears resound; They start, — and thunder seems to rock the ground; Tremendous howls have oft disturb'd their sleep, From hideous dreams, they oft have wak'd to weep. The Author, hence, whose youthful bosom glows, With gen'rous pity for the sexes woes ; Resolv'd no chains should blot his moral page, But would with gentle ghosts their grief assuage. Such harmless things, adorn the poets lay, Nor e'er inspire distraction or dismay. — Yet, Little Book, should any wight inquire, What tempted with Romance thy tender sire; Say, that he read of ghosts with strange delight ; And sigh'd Udolpho o'er one winter's night. — Then, for a while, he felt the poets fire, And mov'd with pity strung the sounding lyre ; The Bleeding Nun* the winged hours beguil'd; De Servac, too, Misfortune's hapless child. While yet o'er these with eager eyes he hung, — In Fancy's ear, a lovely Maniac sung! Lovely, tho' fad, dishevell'd was her hair, Wild was her .aspect, and her bosom bare. This tale she sung, so curious, yet so bold But true as ever dying prophet told An Episode in the Monk."], [15, "RQDOLPHO. '■■ ! ■ parole di dolore. Dante' *^tfiffp0&tf* — 1. \\_,OME, and listen awhile to my sorrowful strain, Full sorely my heart is opprest : Ah ! sooth with soft pity the bosom of pain, Oft the Maniac had droop'd on yon far-distant plain, But the lute lull'd her sorrows to rest. Gentle spirit ! see here stern Rodolpho laid low, How the fiend rent his heart-strings in twain; See, how Innocence bore the vast trials of woe, And then, sprung, like the lily refresh'd by the dew. But, come listen awhile to my strain."], [16, "10 II. Near the Tiber a Mansion all worn and decay'd, Stands lonely and sullen to sight ; On its turrets on high, batter'd helms were display'd, Now the rank noxious weeds have the trophies o'erspread, Which the Warrior once view'd with delight. Here, Sir Bertram resided, a knight of renown, Who the lance cou'd with energy wield ; And the laurels 'mid Palestine's ruins had won, For mighty in arms he had ever been known ; And he bore the red-cross on his shield A brother he had, his companion in war, Who the Infidels wrath had subdued : Rodolpho his name — who in fight had no peer, But silent and gloomy — his look was severe, As the tyger when thirsting for blood. Implacable hate, mark'd his earliest days, Deceitful and false was his soul j Overbearing — contemptuous — a glutton of praise, Few dar'd him confront, or his anger to raise, For his spirit cou'd brook no controul."], [17, ":cl IT From the clangor of arms had Sir Bertram retir'd, And Rodolpho was still at his side ; But the Mansion, with envy his bosom inspir'd ; The domain, which Sir Bertram's achievements acquir Touch'd and gall'd his unlimited pride. He his purpose conceal'd. — Now Sir Bertram display'd All the glitter and splendor of state : His benevolence all with amazement survey'd, But a child, with the charms of a Venus array'd, Crown'd his blessings, and made them complete. This dear lovesome damsel, no mother's fond care Ever witness'd, to shield her from harm ; It was sudden she died, — poor Elwina the fair ! Now her shade sadly wails thro' the regions of air, Hark ! it shrieks on the wings of the storm! III. To the Mansion the knights came in gorgeous array, And their banners wav'd high to the wind ; From the feast many a dame had gone mournful away, For as Selma was young, fascinating, and gay, They were griev'd such a fav'rite to find."], [18, "12 \\ pale purple tint was sufms'd o'er her cheek, And her lips tipt with coral so bright ; Her eloquent eyes seem'd in silence to speak : — — So graceful her step — her demeanor so meek, That she fill'd ev'ry heart with delight. With such pleasure she smil'd, and her auburn hair O'er her forehead in negligence hung ; And thus to a face so transcendently fair*, Gave a saintly expression : — but what can compare With the sweetness that fiow'd from her tongue And long, long the knights had her beauty admir'd, And to win her alternately strove : Each still possess'd hopes,— by the same passion fir'd, But how vain were the thoughts these fond hopes had inspired- For Alqnzo alone had her love. , Alonzo a youth of great prowess In war, And eke he was courteous and kind : His birth taught him no glorious triumph to share, But his conquests proclaim'd him a hero afar, Of a strong and magnanimous mind."], [19, "13 Oft in secret they stole to the cinnamon grove, When the moon shed its silvery light ; There they sigh'd out the transports of innocent love: And the bright twinkling stars in the welkin can prove. How the damsel was lov'd by the knight. But Alonzo had soon from his Selma to part, For the Pagans grew desperate and strong ; From the mansion, the strangers all rose to depart, With Alonzo ; — for love so deep fixt in his heart, Had his arm with fresh energy strung. So victorious he fought, on the blood-streaming plain, And undaunted 'mid squadrons he ,rode, That many brave youths, by his valour were slain ; While he thought of his Selma, no wounds gave him pain, Now familiar with carnage and blood. IV. Meanwhile, gnawing jealousy rag'd like a fiend, In Rodolpho's insidious breast ; With no infidels wrath he had now to contend, But with passions grown furious — in youth unrestrain'd3 And with frenzy his forehead he prest. £-"], [20, "14 «' Shall he thus in magnificence, glory, and pride, \" His revels eternally keep ? \" And none dare his vain, pamper'd folly deride ; \" Not one injur'd knight, tho' of Selma deny'd, \" Dar'd break this vile hypocrite's sleep. But 'tis fixt, he must die, and my curse on his soul, \" Then his far-stretch'd domain is my own : And for Selma\" — (his eyes seem'd with fury to roll) Where the tempest is heard thro' yon dungeon to howl, \" She must languish her life out unknown.\" Choak'd with rage ; and now full of the desperate intent, He flies where th' assassins reside : Ah ! would not his heart with soft mercy relent ! On the rash, horrid deed, still inflexibly bent — — And Sir Bertram by treachery died. V. Drop the warm bitter tear, gentle spirit, o'er his fate, For he ever was generous and brave ; In yon bleak hoary Cavern, the murderers met, And at one cruel blow, made their vengeance complete,— And the hard flinty rock was his grave."], [21, "15 Gentle spirit, ah ! saw'st thou yon dark crimson gleam ; Now 'tis lost the tall poplars among ; Ah ! heard'st thou the ravens, the owls piercing scream? — But oh ! mournful see there, o'er the black rolling stream, Gor'd Sir Bertram's lorn shade flits along. Near the Cavern, the peasants pronounce in the storm, Sad mysterious forms have been seen ; Dreadful yells have been heard ; and, they spread the alarm, That fell witches and ghosts, midnight revels perform, And then frisk to dire sounds o'er the green. VI. Fair Selma no more near the rampart appear'd, No more at the cinnamon grove ; No more her melodious chantings were heard, In the woodbine-crown'd bower, which Alonzo had rear'd, Where the hero first breath'd out his love. In a dank dreary chamber where no friendly ray, From the skies dissipated the gloom ; Not a lamp's doubtful gleam told where shivering she lay, For affliction had sleep from her eyes chac'd away, From her cheeks was departed the bJoom,"], [22, "16 And oft the black warrior with dark glancing eye, To his wishes had urg'd her consent, Thrill'd with horror, as death-struck, she dar'd not reply, Still unmov'd by her tears, ev'ry art he would try, Which her sorrows did only augment. Two lingering months, had now witness'd her woes, And his suit still the sycophant prest ; — When, with weeping and wailing, she sunk to repose, A vision terrific, and dreary arose, And thus, solemn the damsel addrest : — *' Beware of Rodoepho, with crimes now made bold ; Beware of offending just heaven : For Alonzo is thine, as the fates have foretold ; A tale full of horror now hear me unfold, — Broken vows, maid, are never forgiven. The long-sounding bell had knell'd out the last hour, When Emmeline softly advanc'd ; Dark, daik was the sky, and the owls in the towet, Shriek'd aloud, in their high habitation secure, Which the horrors of midnight enhanc'd —"], [23, "17 j A garland she had in her hand of fresh flowers, To adorn her brave warrior's tomb ; She reclin'd on the turf, and exclaim'd — \" O ye powers, Is there one conscious wretch, such sad torment endures When a hollow voice echoed — \" I come !\" With amazement struck mute, for a while she appear 'd, Then listen'd, and hung o'er the tomb; \" I come,\" and a hideous trampling she heard, \" I come\" she replied, \" for your vengeance prepar'd ;\" \" When again the voice echoed \" I come.\" On the wings of the blast, came the spectre, its eyes Glow'd like flames, and deform'd was its look. And dismal it frown'd, while the lady, with sighs, Still embracing the tomb, all its terrors defies ; And thus the dire phantom bespoke. \" Go, son of the winds, to thy dark mansion go, \" Does Emmeline dread thy disdain ? * See ! from her fair bosom the purple stream flow, \" Fly ! son of the winds, to the regions below ! *J To the regions of sorrow and pain I ! D"], [24, "18 '• Oh false that I was, when the ring I received, \" I swore to be constant and true . \" Osmyn prest me, with tears, and oh . fondly betiev'd; \" But I was perfidious, — he, basely deceiv'd; *' And broke was my sinister vow. \" When distant from home, and involved in the war, \" He fought with the valiant and brave . \" Gonzago, his passion, would softly declare, \" Was won by my charms, and wou'd say I was fair, \" — Thus beauty descends to the grave. \" How horrid to think, on that ill-fated day, \" Gonzago, first call'd me his bride, \" While the guests laugh'd and danc'd, so fantastic and gay . *' Then, I thought not of perjury, death, or dismay ; \"■ — The sad victim of falsehood and pride. \" Now my eyes swim in death, and with penitent hearts \" I die for my Osmyn so bold, \" Then, son of the winds, to thy mansion depart; \" Thy terrors e'en now, make my bosom to smart/* •' The spectre, in thunder, cried \" Hold ! !\""], [25, "19 Her soul wing'd its way— but the spectre with groans, Indignant, retarded its flight , \" Hold ! hold ! not e'en death, for thy falsehood atones, \" Thy blood has been spilt, now thy marrowless bones, \" Shall join with the phantoms of night.'*' Then instant two monsters, who heard the alarm, Appear'd, with a horrible grin ; Two monsters, who Hecate's curst offerings perform, Two monsters, engender'd amidst the dire storm ; To punish the children of sin. Beneath them a steed seem'd to paw with affright, But shapeless, and groans from it came ; All sable its sides, and tremendous its height, From its nostrils, which made the black agents look bright, Proceeded a brilliant flame. Like a meteor they fled — with their prize on before, When her soul gave a tremulous cry : The monsters lash'd on, as they reach'd the sea shore, Where the birds ceaseless scream, and the rude billows roar, And dash the white spray to the sky."], [26, "20 Over mountains, thro' forrests, scenes savage and drear, They hurried and hurried away : When the spectre broke silence, his words stun the ear ; \" We'll soon reach the goal, where thy friends shall appear, \" Long long ere the dawning of day.\" Now the moon shed its light, and his helmet shone bright, He snuff 'd not the gale of the morn, Terrific the Cavern now yawn'd to the sight ; And dire grinning fiends with infernal delight, t Now welcom'd each monster's return. O'er corses all mangled, and skeletons dread, Impatient they hurried along ; — Shrieks, cries of despair, sad forebodings convey'd, While they tramp'd on the mouldering bones of the dead, And re-echoed, of ghosts, the dire song. Pale Emmeline shudder'd, — the clock it struck one, Blood stream'd from the wound of her breast ; Deep thunder was heard — and the spectre begun — ** My vengeance,\" — it falter'd, and pass'd with a groan, Half-supprest, to the Horrible Feast."], [27, "21 The dæmons then rose, and receiv'd her with joy, The Cavern rung loud with the din ; Ghosts danc'd in the air, and triumphant on high, Quaff'd the blood of the slain, while for vengeance they cry, — Thus they punish the Children of Sin These shadowy fiends, now in armour so bright, Now groaning they press the cold ground ; Now frantic they rave, and now wild with delight, They push round the skull, as confus'd thro' the night, These horrible verses resound. *' Drain, drain the sweetbeverage, more victims shall die, \" And gloriously welter in blood, \" For vengeance is ours , feeble man we defy, u Carouse ghosts, drink deep, and remorse from us fly, \" We'll seek fresh supplies from the wood.\" VIII. Chill'd with fear, Selma started, the vision withdrew ; And alone her cold pallet she prest; Gazing round her, she cried, — \" Why thus warn'd to my vow, •• To Alonzo, I ever was constant and true; \" And he e'er with his Selma was blest. E"], [28, "22 But my father, h&helps not his suffering child'j \" Am I here doom'd incessant to mourn? — ; How I dread stern Rodolpho, — his looks make me wild,— When I ask'd for my father, — so ghastly he smil'd V \" Oh !\" then sunk on her matrass forlorn,. IX, The Sun in the Heavens resplendent arose, And with gold ting'd the woodlands around ; When Alonzo, awaken'd from transient repose, Took his quivering lance, would have rush'd on his foes, . For his mind was disturb'd, and he frown'd — Twas the thought of his. Selma had wilder'd his brain, When a stranger in sorrowful mood, Thus addrest him; \" Alonzo, from battle refrain, \" Follow me, injur'd Knight, tho' o'er mountains of slain ; , Twill be better than here shedding blood.\" Now the stranger began in a hollo we r tone, . And Alonzo was aw'd by his mien ; 'Twas a voice more than human — \" Infields of renown^ \" Thou hast now reap'd the harvest, thy valour is known;-. '■' And immense thy achievements have been..."], [29, "23 \"' Then Knight follow me as a father, a friend, I have strange, mystic truths to reveal.\" Straight Alonzo arose, nor long dubious remain'd ; He was powerful, and deem'd new adventures would tend More to prove the dread force of his steel; (Oh Chivalry ! mighty, belligerent power, Thou that ledst on La Mancha to fame — What perils, what hardships, would he not endure, When engag'd under thy glorious banners of yore ; Then he'd fight 'gainst the winds for a name.) On his richly caparison'd courser he rode, Nor conceiv'd that such horror was nigh ; Over mountains, thro' vallies, their course they pursued ;, Till at length they arriv'd at the side of a wood, When the stranger, thus spoke with a sigh : — It is night, dismal night, to yon mansion we go ; \" Mark me well, brave Alonzo, 'tis there! •* Leave thy courser,\" — the Knight with a courteous bow, Gave assent, and then brush'd thro' the soft-fallingjdew, To the mansion they straightway repair"], [30, "24 Through a dark winding passage, with fearful tread, Pass'd the Knight, with the stranger before ; Now the first time he seem'd with its terrors dismay'd ; Yet convinc'd the adventure was glorious, the blade From the scabbard he furiously tore. Then boldly advanc'd, — distant sounds struck his ear ; — \" Why, stranger, this horrible noise ? \" But hark ! what are these mournful cries that I hear ? \" Mark me well,\" quoth the stranger, \" Alonzo, 'tis there! \" — From thence, come these heart-piercing cries.\" The strong rusty folds broke — reclin'd on a bed, They a virgin all trembling espied; And Alonzo drew back — shriek'd the virgin with dread, Who in haste, to the woods thicken'd gloom they convey'd. Where Alonzo was plac'dby her side. Now, Sir Knight, I must go, it is past midnight hour, \" And my last brief injunction then hear ; •' I have wrench'd her, Alonzo, from tyranny's power ; \" Now accept her fair hand, her affection's secure : — \" To yon mansion, now, straightway repair."], [31, "25 \" Farewell!\" — Instantaneous his mail, shining bright, From his shoulders dropt off, — from his hand Fell the lance, — when a skeleton, loathsome to sight. Join'd the hands of the maid, and the warrior knight ! ! And repeated this tender command ! 11 Protect, brave Alonzo, this suffering fair! \" Live in peace.\" — And then vanish'd away. A blue lambent flame, in the thick lurid air, Shone around, — and 'twas Selma that, shuddering with fear Sat expos'd by the glimmering ray Now Alonzo with wonder the damsel beheld, And was sorely forlorn, 'till she spoke ; He sunk on her bosom, the mystery reveal'd ; — '. But the storm rose, and thunder incessantly peal'd ; When their way to the mansion they took. Yet he paus'd, and reluctant was Selma to go, She the skeleton fear'd to obey ; But celestial spirits man's destiny- know, Ever watchful they view ev'ry action below, 'Twas her. father's that pointed the way. F"], [32, "26 X. Now his crimes, and the scorpions of envy and care, Had bereft false Rodolpho of rest ; It was he, that once sigh'd for Elwina the fair, But his offers she scorn'd, — when o'erwhelm'd in despair, His stiletto he plung'd in her breast. She shrunk, her pale cheek prest the cold chilly ground, And languid and thick was her breath j Her innocent blood stow'd apace from the wound ;r She struggled, grew faint, and gaz'd wistful around ; Then her blue-rolling eyes clos'd in death. He shudder'd with horror — severe was his frown, His countenance ghastly and pale : Ferocious and cruel, to pity unknown — — For the corse of Elwina — the stream hurried down ; — And none knew what the lady befel.- — One cold wintry night, wrapt in deep-brooding thought, From the chace thro' the forest he rode ; Cou'd a mind so diseas'd, with such misery fraught, Find one moment's repose ? — all amusements he sought; Still his hands he thought crimson'd with blood."], [33, "27 The storm rav'd aloud, and Rodolpho, aghast, Saw the fatal stream silently roll, Where Elwina! — he heard hollow sounds on the blast, As fearful his eyes to just Heaven he cast ; Which struck dread and remorse on his soul, Dreadful phantoms arose in his agoniz'd mind ; And he shook with increasing dismay; — They came, pale and bleeding, as roar'd the wild wind, \" Hail Fratricide, hail ! with fell demons combin'd.\" And thus, shrieking, they glided away. Now his palfry he furiously spurr'd, — and, with speed, He hurried the knight o'er the plain ; Still the storm drove its arrowy sleet on his head, And now those, whom his dark cruel soul doom'd to bleed, He endeavour'd to fly, but in vain. Still they haunt him, O God, can repentance or tears, Atone for so horrid a crime ? \" Hail Fratricide, hail,\" still resounds in his ears,. Still Elwina's shrill spirit before him appears ; Or whirls round his courser sublime."], [34, "28 His ill-boding conscience tormented him sore ; When distracted with anguish anon, The dungeon in secret he flies to explore, Desperation then siez'd him, he sprung to the door : — It was open, and Selma was gone ! ! From his grasp dropt the torch, and extinguish'd the flame; Now he stagger'd, and fell to the ground : Horror perch'd on his brows, and confusion and shame, Stung his soul, when his curses, too hideous to name, Through the vaults rung, and echoed around. Then embarras'd he lay, dews distill'd from each pore ; \" Ah! terrible visions\" — he cried — O how dreadful, why look ye so angry ? — no more — \" My eye-balls are sjar'd ! — but all cover'd with gore \" 'Tis my brother! — he points to his bride. \" Heaven's vengeance must fall on the murderer's head, \" Oh ! the fiend rends my heart-strings in twain ; \" How he tugs — see the point of this blood-crusted blade, \" Now, 'tis sheath'd in that heart, which dull reason ne'er sway'd, \" Yet, it sought for contentment in vain \""], [35, "29 In the bitterest agony died the false knight, Awful spectres were seen at his grave ; And ravens and screech-owls, and every sprite, That revisits this world in a black moonless night, Shriek'd in concert his funeral stave. XL Alonzo with Selma enfeebled and faint, To a neighbouring cot had retir'd. And tho' comfort was there, health and smising\"content -y Selma sigh'd, for, alas ! in the morning they went, With sad hearts, where the spirit requir'd, Full soon did they hear the black-knight was no more, Full soon all his crimes were reveal'd ; Selma burst into tears, when they pass'd by the tower Which with mirth erst resounded, the woodbine-crown'd bower. And with grief the lorn ruins beheld. But the damsel so peerless, the knight so renown'd, So long doom'd to distresses and pain y Were united at length, and their happiness crown'd, With the love of the valiant, — the country around.— Far remov'd from this fatal domain."], [36, "30 Yet the once splendid mansion, all worn and decay'd,. Stands lonely and sullen to sight ; . On its turrets on high, batter'd helms were display'd, And the rank, noxious weeds have the trophies o'erspread, Which the warrior once view'd with delight. The Maniac ceas'd, and vanish' d like a dream,. And left me musing on the -tragic theme. She, fair Enchantress, German worth rewards,,, And crowns with poppy, her enlighten'd bards ! Protects the muse, that sings of skulls and worms ! ! . Of fiends and spectres, yawning graves, and storms ! And you O Laura, don't a smile refuse,: Accept this effort of the sportive Muse, The tuneful Nine your glowing thoughts inspire, And fill your breast With true poetic fire. Like Selma, too, with generous feelings blest, \" Of every female excellence possest.\" If you're propitious to this humble strain, Perhaps the author has not toil'd in vain, EINI.S."], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""]]