[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "(&ntti+"], [10, ""], [11, ""], [12, "■f Pub * bv J.D*vU. M Zrsar Str. Sfr.nid. Jan>J,Jtl8."], [13, "Horace. IN HONOUR OF HIS ROYAL HIGHNESS THE PRINCE REGENT WITH Æfyer poems. BY JOHN BELFOUR, Esq. sebus in coelum bedeas ; diuque lætus intebsis populo Qimbim : neve te nostbis vitiis iniqhum OCIOR AUBA TOI.LAT. HIC MAGNOS POTIUS TB1UMPHOS, HIC AMES DICI PATER ATQUE PRINCEPS. Uonbon : PRINTED BY WILLIAM WILSON, 4, GBEVILLE-STKEET 1812."], [14, ""], [15, "TO THE RIGHT HONOURABLE FRANCIS, EARL OF YARMOUTH, THE FOLLOWING OCCASIONAL storm* ARK MOST RESPECTFULLY INSCRIBED."], [16, ""], [17, "#trt, (FOR MUSIC) IN HONOUR OF HIS ROYAL HIGHNESS THE PRINCE REGENT. RECITATIVE. VTrand Prince ! qui es la gloire d'un peuple che\"ri, Acceptez le tribut de mon parfait hommage ; Les Arts vous appellent leur protecteur choisi, La Science vous nomine le Me\"cene de cet _ige."], [18, "8 ALLEGRO. Dove stai, i tuoi sembianti Fan soggetto ogni core, Asciugan i pianti, Spiian desio ed amore, — Ed intornoti, Bellezza Scherza con allegrezza. — MAESTOSO. Quando con atrevido acento, Tu Eloqiiencia suave inspira El pecho del Oidor, atento, Oman las Graeias su celeste Lira Mientras la Musa aleanza El canto de alabanza."], [19, "9 ALLEGRETTO. Realt-ada na nobreza Liberal da natureza, Na gentileza singular; — Neste se v£ junto quanto (Causando geral espanto) A fortuna pode dar. CHORUS. Thus gifted with each grace of mind, Born to delight and bless mankind ; Wisdom, with pleasure in her train, Great Prince ! shall signalize thy reign To honour- virtue, truth- allied — The nation's safeguard and its pride ; With monarchs of immortal fame Shall bright renown enrol thy name."], [20, ""], [21, "#tre ON THE BIRTH DAY OF HIS ROYAL HIGHNESS THE PRINCE REGENT. 1802. I. Itlorious Apollo, hail ! whose genial ray Cheers sorrow's brow- and sooths the heart of toil ; With added lustre, usher in the day, That gave a future King to Britain's isle."], [22, "12 With knowledge, taste, and talents, blest, By genius and by worth carest ; By dauntless valour crown'd : — Ye Muses ! strike the lyric string, Ye Loves ! ye Graces ! hither wing, And George's praise resound. II. Gladd'ning the fleeting hours, to joy assigned, On frolic step, see pleasure's airy train, With truth and honour, in assemblage joined, To Lydian measures, wake the festal strain. The whiles- excursive o'er the land, The social virtues hand in hand, Where Bacchus' votaries throng ; Exulting, lead the Aonian choir, And beauty, wit- and mirth inspire The Pæan to prolong."], [23, "13 III. Rapt with the votive theme, the God of War Suspends his course, and sheaths the avenging sword; As Art and Science, hovering round his car, Invoke their Patron in the Prince adored. While Concord, of seraphic mien Impassioned, consecrates the scene With peals of wild acclaim : And, lost to every neighbouring coast, Sweet Liberty, Britannia's boast, Extols great George's name."], [24, ""], [25, "#tre to (Bloxy, IN COMMEMORATION OF THE HEROIC DEPORTMENT OF THE PRINCE REGENT, ON THE THREATENED INVASION IN 1803. SIC HUB AD ASTRA. Virgil. _T rom dewy shades emerging bright, As breaks the Morn with orient light ; And, wide o'er earth diffused her ray, To Nature gives the golden day :"], [26, "16 Glory, ætherial spark, refined, Invigorates the human mind ; Directs the passions as they rise, Of ardent love and bold emprize. And as the Comet's vivid gleam Adds lustre to Apollo's beam ; Ambition nurtures Glory's flame, Impells the heroic mind, andpoints the path to fame II. To realms of peace and endless love, As springs the imperial bird of Jove ; And, perched on Glory's hallow'd seat, Views states and empires at his feet ; So Thou, great Prince ! of godlike soul, Enrapt, impatient of controul, Honour, the sovereign of thy breast, — The social virtues there imprest, —"], [27, "17 The patriot's glow thy pride to feel, — Intent thy heart on Albion's weal ; To Fame's bright summits pant'st to soar, Redress a nation's wrongs, protect thy native shore III. The Sun in his meridian blaze, The grandeur of thy mind pourtrays ; The Eagle, as to heaven he tow'rs, Notes thy ambition and thy pow'rs . — Ye chiefs ! ye guardians ! of the state, Your Prince in fervour emulate ; Let Glory every soul inspire, The warrior's first and last desire. Dauntless, by valour led, advance Oppose the base designs of France ; Bid Albion's sons HIS influence own, And, with unfading wreaths, adorn a Bruns wick's throne. c"], [28, ""], [29, "#tre WRITTEN IN HONOUR OF HIS ROYAL HIGHNESS THE PRINCE REGENT: AND SUNG AT MORDEN, THE SEAT OF THE LATE ABRAHAM GOLDSMID, Esq. Aug. 1806. I. VV hile venal bards, with rude acclaim, Extol a haughty despot's fame, And where he drives the fiends of war, With adulation rend his car;"], [30, "20 The Muses here, from Plenty's hoard, As Wit and Beauty deck the board, Attune the lyre, rejoiced to sing In praise of Britain's future King. CHORUS. Fill then the bowl, with myrtle bound, Let Morden's roof with mirth resound, And every tongue this strain declare \" Long live Britannia's Joy and Heir.\" II. At ease reclined, or robed in state, The Graces on his actions wait ; Where'er the Prince is seen to rove, There Pleasure sports, and frolics Love While Art and Science o'er the land, Confess in smiles his fostering hand ;"], [31, "21 And with the sons of Commerce blend, To greet the Nation's Hope and Friend. CHORUS. Fill then the bowl, with myrtle bound, Let Morden's roof with mirth resound, And every tongue this strain declare, \" Long live Britannia's Joy and Heir.\" III. But should Ambition's hordes invade This sacred isle, for Freedom made ; When myriads, flush'd with ardour, glow To hurl destruction on the foe ; The foremost, with terrific mien Great George in battle shall be seen Resolved his destined realm to save, Or fall the bravest of the brave."], [32, "22 CHORUS. Fill then the bowl, with myrtle bound. Let Morden's roof with mirth resound, And every tongue this strain declare, \" Long live Britannia's Joy and Heir.\""], [33, "<mt to |3atrifltt5ttu DULCE ET DECORUM EST PRO PATRIA MORI. Nor. I. _Dritons, whose firm revenging arm Thro' Gallia's Legions struck dismay. When, fraught with slaughter and alarm- Proud Edward march'd in dread array ;"], [34, "2 + When Poictiers' memorable plain, The grave of thousands, nobly slain, Beheld her glitt'ring banners won By Valour's pride, his daring Son ; Arise, Ambition's host oppose, And hurl, with giant strength, destruction on your foes 11. If brilliant deeds, if deathless fame, The soul heroic can inspire, Reflect on Henry's hallowed name, And glow with his unrivalled fire. Again, in hostile troops advance, And crush the base designs of France ; Muse, Chieftains, muse, with fond delight, On Agincourt's tremendous fight ; Nobly a Tyrant's power subdue, And in Britannia's HEIR, another Henry view."], [35, "25 III. Our pomp, our commerce to confound, Spain* erst, her floating terrors bore, Drake bade the British thunder sound, Abashed they hurried from our shore. Cherburgh, alike of haughty Gaul, Thy Cliffs beheld the mighty fall. But why in ancient records trace Their baffled schemes, their unredeem'd disgrace ? Thy annals, George, with victories teem, On Rodney's tomb what trophies gleam ; Howe liv'd to prove their efforts vain, And Nelson guides our fleets, dread Sov'reign of the Main! * When this ode was first published, the Spanish nation was in amity with France."], [36, "26 sway II. I. But late, impell'd by lawless pride, Fierce L-ochlin's sons to arms prepared, And, leagued with hostile bands, defied Our native prowess, long declared. Locked in their icy realms, with rage Each bosom warfare burned to wage ; But when to the auspicious gale, Our fleet triumphant spread the sail, Britannia made them rue the day They rous'd her lion port and scorn'd her naval II. 2. But not alone upon the wave Is Britain Victor in the fight ; Where'er her legions march the Brave, Check'd is Ambition in his flight j"], [37, "27 'Ventrous on Egypt's arid coast, When Valour led the Gallic host; From brows that Glory's chaplet bore, Britannia's Sons the laurel tore, And Acre's chiefs, while known to fame, Shall speak of humbled Gaul, & Albion's pow'r proclaim II. 3. Britons, the sword of valour wield ! Advance, ye brave, in freedom's cause ! Your country calls you to the field, To ™ard her charters and her laws. Shall you, whom Europe's treasures crown With wealth, with splendour, and renown, Bid war's inspiring trumpet cease, When mad Ambition bursts the bonds of peace . Let France with feuds embroil the land, And crouch when Britons should command ! Sooner may Heaven desert the just, And all Augusta's towers lie level with the dust."], [38, "j 2S III. 1. Bound by the ties of social love, Ierne, in the conflict join : Thine is the giant broil we prove ; — Britain's prosperity is thine. No more with hands in blood imbrued, Let Discord stain wide Shannon's flood Sedition, revelling in her chains, With devastation fill you)- plains : Bravely her ruthless train appal, With Britain conquer, or with Britain fall III. 2. Lo ! where the Gallic streamers fly, And mock, in triumph borne, the air Religion mourns, with downcast eye, Her rites profan'd, her altars bare !"], [39, "29 Their track the great and good deplore, From Belgium's coast to Afric's shore ; Where'er they rove, see Terror flings Her shafts, unfolds her baleful wings ; Oppression raves, with poisonous breath, And ghastly famine stalks, and agonizing death. III. 3. Genius of Albion's Isle, draw near ! Ye muses, strike the living lyre ! Shades of illustrious chiefs appear, And every breast with zeal inspire ! Tho' restless pow'r the base enslave, Unawed her minions view the brave ; No prowess Britons shall subdue, \" If Britons to themselves prove just and true.\" Soon shall the clouds that bear affright Be set in shades of endless night, Fame o'er Britannia's weal preside, And George in triumph reign, a nation's hope and pride"], [40, "TRIBUTE 1 TO THE MEMORY OF THE RIGHT HONOURABLE Charles 3fan.es; iFoy. If bright renown, if ancestry, or power, Or grandeur, wealth, could stay one circling hour ; Or learning, wit, or elocution, save The august possessor from the silent grave ; — This mighty Statesman, long a nation's pride, Much praised, and justly valued — had not died. For, Reader, in his nature were combined A soul exalted — an enlightened mind ; A heart in friendships and affections warm, And talents that e'en apathy might charm :"], [41, "31 Nay, on his eloquence persuasion hung, \" And truths received came mended from his tongue While all in private life that men hold dear, And all in public stations they revere, — Manners refined, and taste, and knowledge great, The love of Freedom, and Oppression's hate ; In Senates with a patriot's fire to glow, The will to foster worth, and succour woe : These, with the god-like zeal rude War to cease, And bless his country with the joys of Peace, To Fox belonged ; — but envious that his name, On Earth, should be immortalized by Fame, Proud Death, in triumph, bore his peerless prize To endless Glory, and serener Skies. THE END."], [42, "W. WILSON, Printer, 4, GREVILLE-STREET, HATTON-GARDEN, LONDON."], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""]]