[[1, ""], [2, ""], [3, "MELODIES Ml' SCOTLAND. B1 ARCHIBALD BELL, ESQ. EDINBURGH : PRINTED FOR PRIVATE CIRCULATION. MDCCCXLIX."], [4, "PRINTED BY. NEILL AND COMPANY, EblSBCRCH."], [5, "INTRODUCTION. Notwithstanding the valuable labours of Burns, Ramsay, and others, in furnishing verses for our Scottish Melodies, there still remain some airs of great beauty, which are unprovided with suitable words. In many of these, the old words are so coarse, or absurd, as to exhibit a revolting contrast to the dSlicacy and beauty of the airs to which they belong : and, not unfre quently, their absolute indecency condemns them to proscription with that sex whose sensibility, taste, and voice, are calculated to give the music its highest charm. Allan Ramsay (whose other performances exhibit a remarkable inferiority to his matchless Dramatic Pastoral of the Gentle Shepherd) has written many songs ; but his suc cess has not been great. Even those in the Gentle Shepherd are by far the least prominent of its beauties. Most of those in his publica tions of the Evergreen and the Tea- Table Mis-"], [6, "INTRODUCTION. IV cellany — (whether written by himself, or by other contributors of his time) — are of very mo derate merit ; and are, in general, deformed either by coarseness on the one hand, or by a mawkish classical affectation on the other. Of the songs of Burns it is needless to speak. The consenting admiration of his country has long pronounced their character. To Mr George Thomson, Scotland owes a debt of lasting grati tude for having called forth that mighty voice in a congenial labour of love ; and for having col lected and published the corresponding airs, with an industry and good taste, which have spread the Melodies of Scotland over many lands, and made our vocal treasures the companion and charm of the civilized world.* There still remain, however, the Author has persuaded himself, some good airs not furnished with suitable words ; and this want he has at tempted to supply in the following pages. To wards a task so difficult he can pretend to bring no qualifications, except an early delight in our native music ; with the advantage of having passed many of his younger years in the country, * It would be unjust here to omit, that to Female Authors we are indebted for three of the finest sets of words for Scot tish Melodies: — two for the Flowers of the Forest, and one for Auld Robin Gray."], [7, "INTRODUCTION. V and in the most familiar intercourse with our Scottish peasantry. Without this, it is impos sible to acquire a thorough knowledge of their feelings, habits, prejudices, and language ; — with their mode of thinking and mode of speak ing : — and unless this be attained, in vain will any one attempt to supply words to their native songs. The Author had the advantage, at the same period, of hearing our best Scottish airs sung by persons of refined musical taste ; in whom the most perfect scientific culture had not impaired the relish of our native music, in its original simplicity and purity. This is a combination seldom to be met with, at the present day, when more elaborate and complicated systems of music have much superseded the simple melodies of our forefathers. This, however, is a disunion which, to the Author, seems by no means neces sary or inevitable. He conceives it quite pos sible that a sound musical taste may, at the same time, retain a relish for the simple native melo dies of Scotland, Ireland, or any other country, and for the more elaborate and complex harmo nies of the Italian or German school. The Author must own that he has little hope of ever again hearing Scottish music sung in the same perfection as that in which he has formerly"], [8, "VI INTRODUCTION. heard it ; — for the art itself, as well as the taste which understood and relished it, have almost passed away. But he thinks that something may still be done towards its preservation and revival, by instilling good doctrine into youthful minds, — continuing it by sound tradition, — and providing the means of its practical exercise, by furnishing suitable words for the music. Mr Tytler of Woodhouselee (author of the Vindication of Mary Queen of Scots), a person eminent in musical science — but nurtured among the pure ivells undefiled of genuine Scottish Song — has declared that no one can properly sing a Scottish air, except an individual born and bred in Scotland. \" A Scots song,\" says he, \" can only be sung in taste by a Scots voice.\" * In this opi nion the Author is somewhat disposed to concur ; for though he has heard historically of one not a native of Scotland being able to sing a Scottish song, such a phenomenon has never been pre sented to his waking sense : And often has he listened, with the sufferings of a martyr, to the barbarous trucidation committed by some ac complished English artist, on Auld Robin Gray, * See Mr Tytler's Dissertation on Scottish Music, printed in the Appendix to Arnot's History of Fdinburgh. Mr Tytler does, however, afterwards make a qualified exception in the case of Tenducci, the celebrated Italian singer."], [9, "INTRODUCTION. VII Nid, nid, noddin', the Bush aboon Traquair, or the Braes of Yarrow. \"Were there no other obstacle, the ludicrous mis-pronunciation of the Scottish language, which must attach to all fo reigners, throws an air of burlesque over passages whose sentiment is serious, or even pathetic. But. besides this, there is a peculiar character in the Scottish — as in all national music — indelibly in terwoven with both language and manners, — which makes it impossible for any one fully to comprehend, or give expression to, the music of Scotland, who has not been familiar, from his infancy, with the feelings, usages, and dialect, of its people. Besides a general familiarity with the people of Scotland, and their usages, there are, as it ap pears to the Author, three requisites indispen sable towards the writing of good words for Scot tish songs ; — not to mention the most indispen sable of all, — a poetical genius. The first of these is a thorough command of the national dialect. This is an accomplish ment so rare, that, of all the moderns who have attempted it, the Author knows only of three who have succeeded, — Ramsay, Burns, and Sir Wal ter Scott : — and even Ramsay has often failed, except in his Gentle Shepherd. Under this head of Language, is included not merely an acquaint-"], [10, "INTRODUCTION. VIII ance with vocables, in all their shades of meaning ; but a familiarity with the idiomatic and proverbial phrases,— the manner of thinking, and turns of expression, — usual among our rural population, who speak their native dialect in greater purity than the lower orders of large towns. Besides this, an extensive knowledge of the language en ables a writer to select the pleasing, characteris tic, and euphonious expressions, and avoid such as are coarse, ill-sounding, or disagreeable. The legitimate Scottish language is not to be con founded with the provincial barbarisms of Eng land, or other countries ; but is a remnant of the ancient English tongue, as used by the original classical authors of England, — by Chaucer, Spen cer, Shakespear : — And indeed so late as the days of Elizabeth, and Mary Queen of Scots, the lan guage of the two countries was nearly identical. Many Scotsmen, of the educated classes of so ciety, are still alive, who remember that, in their youth, their parents and relations, and many per sons of the highest rank and accomplishments, spoke their native dialect, almost with the same intonation and pronunciation as the lower orders ; though with a greater selection of expressions. It was from this recollection that Sir Walter Scott derived that fine discrimination of language which distinguishes the conversation of the Ba-"], [11, "INTRODUCTION. IX ron of Bradwardine, or Lady Margaret Bellen den, from that of Dandy Dinmont, or Cuddy Headrigg ; — a distinction of which no English or foreign reader is probably sensible. There is, therefore, pure and corrupt Scots, as there is pure and corrupt English ; and Scottish composition admits of good taste and selection as well as English. This ancient distinction of language between the higher and lower classes, in Scotland, was, however, so slight, that the former may be used, now-a-days, in representing the dialect of the people, without the smallest violation of nature. It may also be observed, that, in Comic or Bur lesque Songs, words may be used which would be unsuitable in those of a graver character.* To the Author it further appears, that the Scottish language is, in many respects, peculiarly fitted for adaptation to music, by possessing a Doric naivete, simplicity, and melody, in many * The great mistake of the usual adventurers in Scottish composition is to over-Scolify. It must never be forgotten, that even the humblest peasant in Scotland, in his ordinary speech, uses ten English words for one strictly Scottish ; though his pronunciation of the former be, no doubt, very unlike that of England. It is also an error to attempt the expressing of the exact Scottish pronunciation by English orthography. The thing is really impossible ; and the result commonly is, to render the language unintelligible both to Scotsmen and Eng lishmen."], [12, "INTRODUCTION. X of the vocables, as well as in the idiomatic phrases. These suit well with the simple music to which they are applied. There is occasionally a soft ness and smoothness in the combinations of the vowels, which slide into the notes of the mu sic with an almost Italian sweetness. These beauties, however, it is not every hand or ear which can attain.* In the second place, it is necessary for one who composes words for Scottish songs, to be ac quainted, not merely with the Scottish language in general, but with the peculiar phraseology and mode of composition used in our ancient songs. In this way alone can he attain that idiomatic simplicity and naivete by which, in the success ful instances, our songs are distinguished, and which form their peculiar charm. Everything resembling effort or endeavour, — refinement or over-ornament, — must be avoided; as inconsistent with the Doric simplicity both of the thoughts and the music. A sort of infantine carelessness * The softness of the Scottish pronunciation is considerably promoted by the elision of the final consonant in words, and leaving the termination in a vowel, or a liquid consonant : such as a', ca\\ for all, call, &c. ; yoursell. himsell, for yourself, himself, &c. Many particular words are also liquid and eu phonious, as gloamin' for twilight, sowm' for faming, dool for grief, whin or broom for furze or gorse, burn for rivulet, brae for declivity, wimple for the undulation of running water, &c."], [13, "INTRODUCTION. XI and naivete is even becoming : But this is a ha zardous attempt, and runs the risk of falling into a mawkish inanity, — the last and lowest stage of poetical declension. One of the greatest diffi culties in writing words for Scottish songs, is to preserve the distinction between simplicity and childishness. But, above all, in adapting words to Scottish melodies, the quality of ease is indispensable. There must be no inversion, no involution, no stiffness, no labour, no effort ; — the words must come trippingly off the tongue, and seem to drop into their places as if the utterer could not help it. But, in the third place, all these acquirements will be unavailing towards the composition of good words for Scottish songs, unless the com poser have a correct musical ear, — a taste which can appreciate the charm of our Scottish music, — and a perfect acquaintance with the particular air which he supplies with words. He must sing as he writes : — he must adapt his choice of words to the various turns of the air : — In short, if the words be not suggested and inspired by the air, they will be good for nothing. It is, doubtless, very desirable, as to written songs, that they should both read well and ring well ; yet the latter is by far the most essential"], [14, "XII INTRODUCTION. air has a sort of specific or prevailing character, or sentiment, which it is the design of the music to express. This character, or sentiment, it should be the first object of every one to discover, who attempts to supply it with words ; and such, accordingly, we learn from Burns, was his own practice. And yet, while this is true, it is won derful what a power of adaptation many of our melodies possess, to express sentiments of very opposite kinds. Thus the well-known air of Hey tuttie tatie is applied to the old roystering, drunk en, Jacobite song of Fill, fill your bumpers high, — to Burns' noble lyric of Scots wha hae wi Wallace bled, — and to the tender and plaintive words of The land of the leal : And although to none of these sets of words does the air seem absolutely uncongenial, yet the Author must own that the last appear to him to express its most pleasing and appropriate character. Thus, also, many of our finest serious melo dies admit, with little loss of beauty, of a quick movement ; — omitting the half notes, and dwell ing solely on the full and long-sounding notes, — and thus approaching to what we, in Scotland, call a Lilt. As instances of this may be given, The Floivers of the Forest ; The Bush aboon Traquair ; The Braes o' Yarrow ; Tak' your auld Cloak about ye ; The mill, mill, 0 ; Comin"], [15, "INTRODUCTION. XIII thro' the rye, &c. The converse of this is also true (as is occasionally remarked in the following pages), that many of our lively airs, when sung or played slowly, and with expression, possess a serious and even pathetic character. Instances of this are, Saw ye Johnnie comin , There's nae luck about the house, The dusty Miller, and many others. To conclude : — The Author trusts that the fol lowing Poems will be found to possess a merit, in which far greater masters have sometimes failed ; — that of containing nothing which can offend the most scrupulous delicacy, or render them unworthy of the favour of that sex whose approbation would be their highest reward."], [16, ""], [17, "CONTENTS. PAGE I. The Mill, Mill, 0, 1 II. Duncan Davison, ...... 3 III. LOW DOWN, AMANG THE BROOM, . . 5 IV. Mount and go, 7 V. Robin Adair, 9 VI. The Deuks dang ow'r my Daddy, . . 12 VII. My jo, Janet, 14 VIII. Jumpin' John, 19 IX. The weary pund o' Tow, ... 22 X. Dinna ASK ME GIN I LOO YE (Comin' thro' the rye), 24 XI. The foul fa' the gear and the Blauthrie o't, 25 XII. Ow'r the Water to Charlie, . 27 XIII. Here 's a health to Bonny Charlie, 29 XIV. My Barbarie, 0 31 XV. 0 WHAT CAN AIL THE Lads, I TROW (Dainty Davie) ....... 34 XVI. Maggie Lauder 36 XVII. The young Goodman 39 XVIII. Willie was a Wanton Wag, ... 41 XIX. The Boatie rows 44 0"], [18, "XVI CONTENTS. PAGE XX. The Sneeshin' Mill, 46 XXI. Hotch-Potch, 49 XXII. Johnny, I was dear (Dusty Miller), . 52 XXIII. There cam' a young Lad to my Daddy's dook, '. 54 XXIV. There was a man, and he had a wife (Same tune), ...... 58 XXV. I 'm ow'r young for wooin' yet, . . 60 XXVI. Loch Erroch Side, . . . .62 XXVII. The Bard, No. 1, . ■ . . .64 XXVIII. The Bard, No. 2, 67 XXIX. 0 Lassie, will ye gang wi' me ? . . 69 XXX. The Merry Ploughman, ... 72 XXXI. The last time I came ow'r the moor, 75 XXXII. The Bush aboon Traquair, ... 76 XXXIII. Nid, nid, Noddin' 78 XXXIV. Weell may the Maid be that marries the Miller, 80 XXXV. 0 Peggy, why that altered look ? ( What is that to you ?) . . . .83 XXXVI. Johnny stays lang at the Fair, . . 85 XXXVII. Ow'r the Muir, amang the Heather, 88 XXXVIII. My Sailor 's awa', .... 91 XXXIX. No Tom, no 93 XL. The Broom of the Cowden Knowes, . 95 XLI. The Lassie 's lost her silken snood, 97 XLII. The Yellow-hair'd Laddie, . . 98 XLIII. Whistle ow'r the lave o 't, . . 100 XLIV. 0 Lassie, ye say, ye canna get a tow, 102"], [19, "CONTENTS. XVII PAGE • XLV. Cauld Kail in Aberdeen, . . . 104 XLVI. The Banks o' Tweed 106 XLVII. Lassie, can ye loo me (Carle, an the King come), ....... 108 XLVIII. My bonny Highland Lassie, 0, . .110 XLIX. The love token, 112 L. O Lassie o' my heart (Captain Kidd), . 114 LI. O wha wad lippen to the Warld's helpin', 117 LII. Lassie, can ye think to leave me? . 119 LIII. Gentle Jeanie o' the Glen (Tibbie Fowler), 121 LIV. War Song of the Swiss, . . . 123 LV. The Irishman to his love (Carrickfergus) 125 LVI. The Railway Garland (Let the toast pass) 128 LVII. May-day Carol (Tyrolese Melody), . . 131 LVIII. A WREATH I BRING OF FLOWERETS RARE (Hindoo Melody) 133"], [20, ""], [21, "SCOTTISH MELODIES. I. THE MILL, MILL, 0. This is one of the sweetest of our Scottish melodies, when sung moderately slow, and with expression. The words given by Allan Ramsay, in his Tea-Table Miscellany (partly old, and partly added by himself), are unfit for decent ears. Those written by Burns for the air, \" When wild war's deadly blast wasblawn,\" though extremely pretty in themselves, are to be considered, from their length, rather as a Ballad than a Song. The last four lines of the following stanzas are taken from the original words, which are of an earlier date than the age of Ramsay. 1. Sweet lass o' the mill, come tell me your will, Can ye fancy a soger to win, 0 ? For since I hae seen thae bonny blue een My heart is nae langer my ain, 0. I 've been to the wars, and dree'd clouts and scars, But, at heart, I'm as sound as the steel, 0 And mony bright een in my day have I seen, But nane like the lass o' the mill, 0. A"], [22, "2 SCOTTISH MELODIES. 2 Can ye mak' up your mind to leave a' behind. The pack and the wallet to bear, 0 ? Come weal or come woe, come friend or come foe, The lot o' a soger to share, 0 ? Ay close by my side, whate'er may betide, To wander the wood and the plain, 0 ; And at night lie at rest on your true soger's breast, Secure that his heart is your ain, 0. 3. 0 Johnny, they say, fause man will betray ; But for you I will leave kith an' kin, 0 ; Tho' some be untrue, to think sae o' you I wad count it a shame and a sin, 0 : Then here tak' my hand, and keep true to your band. 0' falsehood I winna hear tell, 0 : Be 't right or be 't wrang, wi' you I maun gang, For I ne'er loo'd a lad but yoursell, 0. 4. Then leave a' the rest for the lad you loo best, And follow, and follow wl' me, 0 ; Pack your pearlings sae braw for lands far awa*. Wide ow'r the ragin' sea, 0 : The mill, mill, 0, and the kill, kill, 0, The cogging o' the wheel, 0, The sack and the sieve, and a' ye maun leave, And round wi' a soger reel, 0."], [23, "3 SCOTTISH MELODIES. II. DUNCAN DAVISON. To this pleasant and merry air, the Author has never heard any words which he thinks worthy of it. Some are given in Chambers's Songs of Scotland, vol. ii., p. 369, but they are not of great merit. An attempt has, therefore, been made in the following stanzas, to furnish a suitable hero for the song. 1. Wi' reamin' swats, and hearty cheer, We welcome in the gude New Year ; Then wha comes round, the fun to steer, But canty Duncan Davison ? He blaws his drone, and whisks about, And reels wi' mony a roarin' shout, And young and auld come rinnin' out To bob wi' Duncan Davison. 2. And then, the blade, he cracks sae cvouse When ruggin' at his Christmas goose ; The blithest bairn about the house Ne'er daffs like Duncan Davison : To push around the whisky gill, Or blaw the froth frae nappy yill, Then toss it aff wi' right good will, There's nane like Duncan Davison."], [24, "4 SCOTTISH MELODIES. 3. Yestreen we met atllauldy Rabb's, The night afore at limpin' Habb's, Then wha sae fu' o' sangs and gabbs As hearty Duncan Davison ? He set us a' in sic a roar, The folk cam' gatherin' round the door, And troth it ended in a splore Wi' rantin' Duncan Davison. 4. When brought afore auld Bailie Clegg, He look'd fu' blate, and made his leg, But wha was e'er sae sharp and glegg As pauky Duncan Davison ? \" C+ude bail and caution ye maun bring :\" \" Na, troth, ye 's hae a better thing ; I'll screw my pipes, and gi'e ye a spring,\" Quo' spankin' Duncan Davison-. 5. His mither, whirrin' at her wheel, Cried \" Duncan, ye 're a ne'er-do-weell ! Ye 're gaun head-foremost to the Deil, As sure 's your name is Davison ! ' He whisk'd her up, and bobb'd fu' fain, And jigg'd her round and round again, Till, a' forfeucht, she scarce could grane, \" The Deil 's in Duncan Davison !"], [25, "5 SCOTTISH MELODIES. 6. Then come, my hearties, lad and lass, And round the reekin' cogie pass, And, ane and a', tak' aff your glass To dainty Duncan Davison : For, seek braid Scotland round and roun\", By moss or muir, by dale or down, By kintra side, or burrow town, There's nane like Duncan Davison III. LOW DOWN, AMANG THE BROOM. This beautiful Melody is of comparatively modern origin, having, it is said, been composed by Mr Carnegie of Balnamoon , a Forfarshire Laird, who was out with Prince Charles Ed ward, in the Forty-five.* It is one of the happiest imitations of the simple beauty of the ancient Scottish melody which has been produced in later times. The original words were, it is believed, by the same hand as the music ; but, with ex ception of the first stanza, and of the Burden, or Chorus, they are scarcely worthy of the sweetness and delicacy of the air. This has occasioned the following attempt to add to the first stanza (which is excellent) three others, more in unison with the music than those originally written. 1. My daddy he 's a canker'd carle, Ay countin' at his gear ; My minny she's a scoldin' wife, Hauds a' the house asteer : But let them say, or let them do, It 's a' ane to me ; * Chamberss Scottish Songs, vol. i., p. 173."], [26, "6 SCOTTISH MELODIES. For he 's low down, amang the broom, That's waitin' on me. That 's waitin' on me, my jo, That 's waitin' on me ; He 's low down, amang the broom, That 's waiting on me. 2. My daddy flytes, because the cow She was na milkit soon ; My minny threaps, e'er gloamin' fa', My dizzen maun be done :* But let them say, &c. 3. 0 Johnny, it was a' your wyte That I forgat the cow ; And I sit dreamin' ow'r my wheel, A-thinkin' ay on you. But let them say, <fec. 4. But I 've a thought the time will come, A blither tale to tell, When I will tent baith cow and wheel, A heartsome wife mysell. Then let them say, dr. * To spin a dozen of skeins or hanks of yarn is reckoned good darg, or day's work, for a young woman : — \" The country lassie at her wheel. Her dizzen done, she 's unco weel.\" — .Burns."], [27, "7 SCOTTISH MELODIES. IV. MOUNT AND GO ; OR, THE MORNING MARCH. Three stanzas are given in Chambers's Scottish Songs, vol. ii.. p. 607, which seem to be intended for this air ; though they are not precisely of the same measure as the following. Neither are they so good as to preclude further attempts. From a foot note in Chambers, the air seems to be considered as of English origin. That with which the Author has long been familiar, — and to which the following words are adapted, — he always considered as Scottish. It is lively and pleasant. 1. Hark ! the bugle sounding cheerly ! Cheerly taps the morning drum ! Waken, lass ! — The sun shines clearly : — Quick! — the hour of march is come. Mount and go ; — Mount ami go Mount, and ay be ready : Mount and go ; — Mount and go A gallant Sergeant's Lady. ■1. Up the baggage : — Up the bairnies : — All make ready for a start : — Fetch the waggons round frae Cairnie's : — Hoist the hampers on the cart. Mount and go, dx."], [28, "8 SCOTTISH MELODIES. 3. Blithely scud the little drum-boys : Slowly toils the stalwart steed : Sharp to muster! — Come, boys! — Come, boys! Call the roll ; — and off we speed. Mount and go, dec. 4. Over hill, and over valley, On by tower and town we go ; Now we rest, and now we rally, Now in quick time, now in slow. Mount and go, etc. 5. Colours flying, — bugles sounding, — Crowds huzzaing as we pass ; Every heart with welcome bounding, — Boy and grey-beard, — lad and lass. Mount and go, dx. 6. Storm or sunshine, — bright or dreary, — Still we laugh at Fortune's spite ; All day long, tho' wet and weary, Oh ! how sweet our halt at night. Mount and go, dx."], [29, "SCOTTISH MELODIES. 9 7. Up then, lass ! — the train is moving ; — Up and off, my winsome wife : — Shifting, stirring, rambling, roving,— Who would change a soldier's life ? Mount aud go, dx\\ V. ROBIN ADAIR. Whether this well-known and excellent air be of English or Irish origin, the Author knows not ; but he fears that Scot land can make no claim. She is, however, too rich in her own treasures to envy or dispute the merits of her neighbours. After this full acknowledgment, the Author trusts that he will be forgiven for adapting to the air words in our northern dialect. The character of the air appears to him to combine the Festive with the Tender ,- — and hence is not ill suited to a meeting and recognition of old friends, as is attempted here. The two sets of words written for it by Burns (Phillis the fair. and Had I a cave on some wild distant shore) are on designs so different from the following, that no competition can be suspected. 1. Welcome !— You're welcome here ! Robin Adair : Come, — taste our Christmas cheer ; — Come, — never spare. Here is the lusty chine ; — Here is the rosy wine ; — Come, pledge a health to mine, Robin Adair."], [30, "10 SCOTTISH MELODIES. 2. Lang have we been acquaint, Robin Adair ; Since our young brows were brent Flaxen our hair ; Thin are our haffits now ; White is our frosty pow ; Wrinkled our faded brow ; Robin Adair. 3. Yet the heart 's warm and leal, Robin Adair ; Yet Friendship's glow we feel Ever the mair : Come, — push the drink about ! — Fancy we 're young and stout ! — Hey for the jest and flout ! — Robin Adair. 1. Blithe were our early days, Robin Adair ; Joy came a thousand ways, Ne'er came a care : Blithe was the morning light ; Blithe was the jovial night ; — Hopes, — fancies, — a' were bright, Robin Adair."], [31, "11 SCOTTISH MELODIES. 5. Tell me of a' the folks, Robin Adair ; Ned ay as fu' o' jokes, Sym fu' o' care : How do the Gordons thrive ? Is Widow Walsh alive ? Did auld Sandy ever wive ? Robin Adair ? 6. Loud howls the winter storm, Robin Adair ; Here, cozey, couth, and warm, We need na care ; Let the loud tempest blaw, Fast come the drivin' snaw, We '11 haud the storm awa ! Robin Adair. Come, then, we '11 drink good night, Robin Adair ; Our spence is braw and bright ; Ye shall sleep there : Come, friend, your cogie clear ; Come, join the jovial cheer ; Here 's to the good New Year, Robin Adair."], [32, "12 SCOTTISH MELODIES. VI. THE DEUKS DANG OW'R MY DADDY. This well-known and familiar air, the Author thinks simple and pretty. Chambers, vol. ii., p. 668, gives only one stanza of the words, which differs somewhat from the first of the fol lowing. The rest are added with the view of bringing out the object of the song, which seems to be that of portraying the character of a Daidlin' Body ; — that is, one who is always in the way, and always in the wrong, — always falling into one unlucky scrape or another. Burns has written words for this air, beginning — Tlie bairns gat out wi' an unco shout ,- but they are none of his best. The first two lines of the stanza form the first part of the air, the last two the second part. Each part, from its shortness, may be sung twice. In the recent valuable publication of Wood's Songs of Scot land (vol. ii., p. 8), the present name is given to a quite dif ferent air, which is not adapted to the following words, and which the Author has always heard called by the name of My Highland Lassie, 0. 1. The nine-pint can dang ow'r the gudeman. The deuks dang ow'r my daddy : The nine-pint can, dec. It's nae muckle matter, quo' our goodwife, For he icas but a daidlin' body, It 's nae muckle matter, dec. '2. The midden-stead mire's ayont the byre, And there coupit in my Daddy ; The midden-stead mire, Sic."], [33, "SCOTTISH MELODIES. 13 It canna be helpit, quo' our Goodwife, He was ay but a daidlin' body. It canna be helpit, &c. 3. His pipe he took at the chimley neuk, And he brunt his breeks, my Daddy : His pipe, &c. The auld donuert carle ! quo' our Goodwife Was e'er sic a daidlin' body. The auld, &c. I. My Daddy gaed down to the burrow town, And he tint himsell, my Daddy : My Daddy, &c. But ay he cam back, like the auld ill plack Ye '11 ne'er lose a daidlin' body. But ay, &c. 5. He doitit by, at milkin' the kye, And he whaml'd the stoup, my Daddy : He doitit by, &c. He 's ne'er out o' mischief, quo' our Goodwife The foul fa' the daidlin' body. He 's ne'er, &c. 6. He fell, gaw'n ben, ow'r the auld pet hen, And he smoor'd her cleckin', my Daddy ; He fell, gaw'n ben, &c. i-"], [34, "14 SCOTTISH MELODIES The sorrow gae wi' him, quo' our Goodwife, The Deil's in the daidlin' body. The sorrow gae wi' him, &c. VII. MY JO, JANET ; OR, THE PRUDENT LOVER. This is one of the best known, and most relished, of our Scottish songs. The air is good ; but still better the pregnant sense, and quiet humour, of the words. The Author has given all that he ever heard of the old words ; and has ventured. somewhat boldly, to add a few stanzas, carrying on the dia logue between the young couple in the same prudent spirit as the original. His additions are interjected between the be ginning and concluding stanzas of the old words. Burns has written new words to this air — Husband.' Husband/ cease your strife, &c. ; but they are on an entirely different design. 1. Sweet Sir, for your courtesy, When ye come thro' the town, Sir : A ml for the luve ye bear to me, Buy me a pair o' shoon, Sir : — Clout the auld — the new 's dear, Janet, Janet; A pair may serve ye half a year, My jo, Janet."], [35, "SCOTTISH MELODIES. 15 2. But what if dancin' on the green, And skippin' like a maukiii, My cloutit shoon they shou'd be seen, Then folk wad a' be talkin' ? — Dance laigh, and late at e'en, Janet, Janet: Then a' your fauts toill no be seen, My jo, Janet. 3. Sweet Sir, for your courtesy, When ye come thro' the Pass, Sir : And, for the luve ye bear to me, Buy me a keekin' glass, Sir .- — Keek into the draw-well, Janet, Janet ; And there ye '11 see your bonny s< U, My jo, Janet. 4. But, keekin' in the draw-well dear, What if I shou'd fa' in, Sir? Then a' my friends wad say and swear I drown'd mysell for sin, Sir: — Haud the better by the brae, Janet, Janet; Then nae anc will hae ought to say, My jo, Janet."], [36, "16 SCOTTISH MELODIES. 5. Sweet Sir, for your courtesy, When ye come frae the Fair, Sir ; And for your luve, bring hame to me A snood to bind my hair, Sir : — Snood it wi' a corkin' preen, Janet, Janet ; For that will haud frae morn to e'en, My jo, Janet. 6. But what if a' my tap come down, When round my head I'm jinkin', Then ilka ane about the town Wad say I had been drinkin' : Ne'er jink your head, nor jig your chin. Janet, Janet ; Still without is staid within, My jo, Janet. I . Sweet Sir, for a sma' propine, When ye come through the market, Buy me twa braids o' Holland fine, For, troth, I 'm serimply sarkit : Siller 's scant, and Holland 's rare, Janet, Janet ; Wha wad want but sarks a pair, My jo, Janet ?"], [37, "17 SCOTTISH MELODIES. 8. A pair o' sarks, I needs maun say, Is but a sma' providin' ; And, till the weekly washin'-day, It's unco lang abidin' : — Saip 's risin' at the trone, Janet, Janet ; T'ane will wash when t'ither's on, My jo, Janet. 9. Sweet Sir, for your courtesy, When ye come by Dumblane, Sir And, for your favor, bring to me A cloak to kep the rain, Sir : — When it 's drappin', bide within, Janet, Janet ; That's the time to sit and spin, My jo, Janet. 10. But I maun tramp it on my feet, When to the kirk I gang, Sir, And if it cam' a blash o' weet, I cou'd na tak' but wrang, Sir ; Jouk, and let the jaw gae ow'r, Janet, Janet ; Ye winna melt wi' ilka shower, My jo, Janet."], [38, "18 SCOTTISH MELODIES. 11. Sweet Sir, for your courtesy, When ye come by the cross, Sir, And for the luve ye bear to me, Buy me a pacin' horse, Sir : — Pace upon your spinnin' wheel, Janet, Janet; For that will set ye just as weell, My jo, Janet. 12. Mu spinnin' wheel 's grown auld and stiff, It winna work nae mair, Sir ; To keep the temper-pin in tiff It fashes me fu' sair, Sir: — * Mak' the best o 't that ye can, Janet, Janet; But like it, never wale a man, My jo, Janet. * A small change has been here made, to avoid an equivoque in the original."], [39, "SCOTTISH MELODIES. 19 VIII. JUMPIN' JOHN ; OR, THE WELCOME HOME. Tune — The lang lad they ca' Jumpin John. This air is simple and pleasing. The old words given by Chambers (vol. ii., p. 607) are rude, and otherwise objection able. The following are upon a totally different design. I. It 's a lang time, it's a lang time, It 's a lang time, quo' he ; It 's a lang time, billy Jumpin' John, Sin' ye gaed frae the West Countrie. When bairns thegither, We took to ither, An' wha sae thick as we ? It's a lang time, billy Jumpin' John, Sin' ye gaed frae the West Countrie. 2. Ye 're welcome hame, and ye' re welcome hame, Ye 're welcome hame to me ; Come, sit 'tween me and my good auld Dame, For a good auld friend are ye :"], [40, "20 SCOTTISH MELODIES. We poukit the slaes About the braes, As blithe as blithe cou'd be : It 's a lang time, billy Jumpin' John, Sin' ye gaed frae the West Countrie. 3. Ye '11 mind, I ween, o' the Jumpin' Green, That brought baith big an' wee ; And ye did best amang the rest, And bure awa the gree. Then, King o' the Game, Ye gat your name, When young, an' souple, an' spree : It 's a lang time, hilly Jumpin' John, Sin' ye gaed frae the West Countrie. 1. We 've toil'd for bread, but sma' our speed, Like ither folk we see ; Yet ay we've keepit up our head Aboon cauld povertie. We're scant o' cheer To end the year, But what we hae we will gie : It 's a lang time, hilly Jumpin John, Sin' ye gaed frae the West Countrie."], [41, "SCOTTISH MELODIES. 21 5. There 's mony awa, haith great an' sma' ; For a' their weird maun dree ; An' Death, he maks nae odds ava' 'Tween high and low degree. 0, mony we've tint, And few behint ; They're no aboon twa or three ; It 's a long time, billy Jumpin' John, Sin' ye gaed frae the West Countrie 6. Draw in your seat, and steer the peat, An' taste our barley-bree ; In troth, man, but it's blithe to meet Ance mair before we dee. Ye 're welcome hame, For ye're ay the same, Ye're welcome ow'r the sea : Ye 're welcome hame, billy Jumpin' John, Safe back to the West Countrie."], [42, "22 SCOTTISH MELODIES. IX. THE WEARY PUND 0' TOW. The following stanzas were written for this pleasant air before the Author was aware that Burns had written words for it ; — at least he is stated as the author of those printed in Wood's Songs (vol. i., p. 141); although Chambers (vol. ii., p. 561), in giving the same words, does not state Burns to be the author; — nor do they occur in the edition of his works printed in London in 1825. The following words are, how ever, written on a somewhat different design, and may be allowed to appear. The chorus or burden is old. 1. Thro' a' braid Fife, was ne'er a wife Sae eident, sure, as mine ; For ay she wheel'd, and ay she reel'd, And scarce wad tak' her dine. The weary pund, the weary pund, The weary pund o' tow ! I thought my wife wad end-her life, Before she span her tow. 2. Frae mornin' light, till ten at night, When bells began to jow, Nae care in life could win my wife To leave her taps o' tow. The weary pund, dec."], [43, "23 SCOTTISH MELODIES. 3. The wind blew gruff, an' tirled the roof, The stack was in a low ; But ne'er a bit wad she demit Frae teazin' at her tow. The weary pund, dec. 1. The bairn it fell into the well ; The tyke he worried the yow ; \" Get up !\" cried we ; — \" Na, na,\" quo' she, \" I canna leave my tow.\" The weary pund, dec. 5. The rock and pin she twisted in, To gar the napery grow ; An' counted ow'r her hindmost score, To heap her hanks o' tow. The weary pund, die. 6. When ought gaed wrang, she croon'd a sang, An' skartit at her pow ; But ill or weell, she whirled her wheel, An' teaz'd her taps o' tow. The weary pund, etc."], [44, "24 SCOTTISH MELODIES. 7. Till grim Death came, and sent her hame Foot-foremost ow'r the knowe ;* And so my wife did end her life Before she span her tow. The weary pund, dec. X. DINNA ASK ME GIN I LOO YE. TUNE — Comin thro? the rye. This is a very pleasing melody ; and, when sung with taste, possesses great delicacy of feeling and expression. The words commonly given are quite unworthy of it : nor are those of Burns, Comin thro\"1 the rye, poor body, &c, by any means for tunate. There are words given for the air, in Chambers, vol. ii., p. 494, beginning with the first four of the following lines. These are pretty, and well adapted to the air; but the after stanzas are inferior. It has, therefore, been attempted to sup ply their place. i. Dinna ask me gin I loo ye : Deed I daur na tell : Dinna ask me gin I loo ye; Ask it o' yoursell. Gin your heart be cauld or rovin', I the dool maun dree ; But if that it be leal and levin'. Think the same o' me. * This line is nearly taken from the former words."], [45, "SCOTTISH MELODIES. 25 2. Johnny, aince ye said ye loo'd me ; Ne'er ye spak again ; Wad ye ken my heart, 0 Johnny, Judge it by your ain. Luve frae luve its flame maun borrow, Cauld breeds cauld, I trow ; But if ye'd live my winsome marrow, I could dee for you. XI. THE FOUL FA' THE GEAR, AND THE BLAUTHRIE O'T. This air is not without beauty and expression. There are old words given for it in Chambers (vol. i., p. 303), but of merit so moderate as not to discourage further attempts. The air is alluded to by Mr Dauney, in his learned and valuable Dissertation on the Skene Manuscript, p. 369 ; but he seems doubtful of its great antiquity. 1. 0 wae to the wanworth, the hard scrapin' elf, Wha thinks but o' hoardin', and hainin' his pelf: He trows himsell fu' wise ; — I trow he 's but a sot, To warstle for the gear, and the blauthrie o 't. c"], [46, "26 SCOTTISH MELODIES. 2. But auld-warld kindness is sair wearin' done ; And hearts are as hard as the sole o' your shoon ; An' true-luve it grows cauld, an' friends they are forgot A-grippin' at the gear, and the blauthrie o 't. 3. I helpit a friend, when his back was at the wa' ; Syne, I wantit his help for a guinea or twa ; He turn'd me his cauld shouther, an' wadna gie a groat ; Sae, the foul fa' the gear, and the blauthrie o 't. 4. I woo'd a bonny lassie, — the light o' my een, — And thought wedded luve wad be heaven wi' my Jean : She speer'd what feck o' siller I had to boil the pot : — Oh ! — the foul fa' the gear, and the blauthrie o 't. 5. There's some maun hae feastings, an' some maun hae braws, And some hae their coach, when it rains or it snaws : But, sae lang 's I hae a penny to buy me a coat, I' 11 whistle at the gear, and the blauthrie o 't. 6. Then here 's to the heart that is loyal and leal, And seeks na for siller, — the gift o' the Deil ; In poortith I can fend, and, contentit wi' my lot, Sing, The foul fa' the gear, an' the blauthrie. o 't."], [47, "SCOTTISH SIELODIES. 27 XII. OW'R THE WATER TO CHARLIE. BVhatever might be the merits of the Jacobite cause, on the score of policy and civil government, there can be no doubt of its triumph over its rival in Poetry and Song. The reason proba bly is, that these last derive their inspiration from the heart, ra ther than the head : And the fortunes of Charles-Edward were calculated to engage the> feelings far more strongly than those of his prosaic and uninteresting competitor, George II. It is really surprising how many beautiful melodies have sprung from the outbreaks of Fifteen and Forty-five. The present is one of the most pleasing and popular ; but the original word^ are far inferior to the music. A set of these is given in a Collection of English and Scottish Songs published in London in 1835, and dedicated to Allan Cunningham (vol. ii., p. 148 | ; but no part of them is retained in the following stanzas, ex cept the two concluding lines. I. 0 fair befa' the heroes a', That, braving every danger, Frae ruthless hands, and traitor hands, Preserv'd our gallant stranger : At length, wi' toil, thro' rock and isle. When winds were blawin' fairly, We shipp'd him o'er to yonder shore, And sav'd our Royal Charlie. 2. Sure Heaven did aid that noble Maid To rescue and relieve him ; And fear and gain were tried in vain To tempt one Scot to leave him ; * Flora Macdonald."], [48, "28 SCOTTISH MELODIES. On sea or shore, — by wild or moor, — 111 fed, and clad fu' barely, A' hardships thro', nae follower true Deserted Royal Charlie. 3. Accurs'd for ay the fatal day ! Accurs'd the dreary morning ! That made us yield Culloden field To Saxons proud and scorning : Of a' bereft, — yet He was left, — Our hope, — tho' blighted sairly : A nohle few, — 'mid danger true, They rescued Royal Charlie. 1. But tho' the reel o' Fortune's wheel Has borne him to the wa' man, Your heart keep up, and drain a cup To German Geordie's fa' man : For, late or soon, yon Hanover loon, We tell him free and fairly, — We '11 draw once more the good claymore, And fecht a fa' for Charlie. 5. Tho' banish'd far by chance o' war, We ay will follow and cheer him : By land or sea, — where'er he he,-^ It 's comfort to be near him :"], [49, "29 SCOTTISH MELODIES. Then hoist our sail afore the gale, The breeze is rising rarely, Come weell, come woe, we '11 gather and go, And live and die wi' Charlie. XIII. HERE'S A HEALTH TO BONNY CHARLIE. TUNE— Here's a health to Wittol tieordic. This is another shaft from the Jacobite quiver. The origi nal words are scarcely producible ; and are, by no means, complimentary to the House of Hanover: Uut as the air ifi pleasant (though not equal to the last), the author has supplied it with a few verses, characteristic, but less offensive. The old cfiorus or burden is retained in the two concluding lines of each stanza. i. Here 's a health to bonny Charlie, Tho' he be far awa' ; Ayont the saut sea roamin', Wi' neither house nor ha' : But we '11 get hame our King again, In peace and unitie ; And we'll crown Charlie Stuart In his a in countrie. c 2"], [50, "30 SCOTTISH MELODIES. 2. When he was ow'r amang us, 0, but our hearts were fain, And soon, we hope, the time will come To fecht for him again : And mony a darg an' danger yet For his sake will we dree ; And we '11 crown Charlie Stuart In his ain countrie. 3. Our bairns about the ingle They llichter at his name ; And, when for him we 've done our best, They '11 up an' do the same : And a' true-hearted Highlandmen In concert will agree To crown Charlie Stuart In his ain countrie. i. But, as for German Geordie, We '11 float him ow'r the faem ; To delve his wee kail-yeardie, An' clout his hose at hame : Sic hafllin gentles on our throne, We canna bide to see, But vie '11 crown Charlie Stuart In his nin countrie."], [51, "31 SCOTTISH MELODIES. 5. Then, tho' we lost ae venture, We '11 yet anither try ; Again our highland hills and glens Shall hear our Gathering-cry: And, sharp and sore, our good claymore, Shall gar the Southrons flee ; And we '11 crown Charlie Stuart In his ain countrie. XIV. MY BARBARIE, 0; OK, THE NIGHT-WOOING. Of this sweet and simple melody the Author can give no account, but that he has known it, from his earliest years, by the above name. He recollects but few of the original words, and they are of little merit. He has here adapted the air to the song of a rustic lover, describing his night-journey to visit his mistress. This practice of night-wooing is common among our Scottish peasantry. Indeed, it is the only opportunity which they have for such objects, amidst their incessant la bours ; and extraordinary distances do they often traverse, on these errands, after a long day of toil. A tragic incident oc curred, some years ago, in the west of Scotland, on an occa sion of this kind. A young man of two-and-twenty, the son of a respectable farmer, set off on such an expedition, after the labour of a summer day ; and reached the abode of his mistress, ten miles off, about midnight. He had an inter view with her, but was unsuccessful in his suit. She pre ferred another. He parted from her with apparent calmness ; but next morning, at sunrise, was seen suspended from a tree close by the house, and quite dead. He had entered the stable"], [52, "32 SCOTTISH MELODIES. and got a rope, on which he made a running noose ; and had completed his purpose with such desperate resolution, that, when found, his knees were, bent, and his feet resting on the ground. 1. Now rings* the winter chill, The wind blaws loud and shrill, And the moon looks ow'r the hill 0' auld Carberrie, 0 : I 've wrought the weary day, And the folk are at their play ; But I maun haud my way To my Barbarie, 0. 2. 0 lang, lltng is the gate, The night is wearin' late, And the waters in a spate, Wildly racin', racin', 0 : But, hastin' to my dear, I laugh at every fear, And thro' the storm will steer, Bauldly facin', facin', 0. 3. The lift is stern and stour, And wide and waste the moor, And shapes unearthly glower, There abidin', 'bidin', 0 : * It is a common expression of the Scottish peasantry, in winter, that There's a ringin frost in the air. Thomson, in his Winter, uses the expression — \" Loud rings the frozen earth.''"], [53, "SCOTTISH MELODIES. 33 And, by the moon's wan licht, They flee afore the sicht, And on the clouds o' nicht, Will be ridin', ridin', 0. 1. But Luve, he conquers a', An' dangers, great or sma', We count at nocht ava', When the heart is willin', 0 Sae, I will haud my way, Betide, betide what may ; And be back afore the day, Without tellin', tellin', 0. 5. 0 lassie, lassie, sweet ! It 's blithesome when we meet ; For you I daur the weet, An' the bitter, blindin' snaw Tho' soil'd wi' dub an' lair, An' tash'd an' droukit sair, It 's a' made up, an' mair, By a kiss ahint the wa'. >;. Then Luve and Hope to cheer, I '11 aff and meet my dear ; The moon is shinin' clear Ow'r auld Carberrie, 0 :"], [54, "34 SCOTTISH MELODIES. And she '11 haud up her flame, Ay steady a' the same, An' light me canny hame Frae my Barbarie, 0. XV. 0, WHAT CAN AIL THE LADS, I TROW; OR, THE UNBIDDEN FAIR. Tune — Dainty Davy. This is one of the pleasantest, and most familiar, of our lively tunes. Burns has written words for it, with the chorus, Meet me on the ivarlock knowe, &c. ; but they are on a totally differ ent design from the present. 1. 0, what can ail the lads, I trow, Or what can be the matter, now. That fient a ane comes here to woo Tho' I am brawly giftit ? For here I sit, forlorn an' wae, While chiels are passin' a' the day But maidens are like middens, they Maun lye till they are liftit. What can ail the lads, I trow, Dour an' dorty, dour an' dorty .- What can ail the lads, I trow, They winna come to woo me."], [55, "35 SCOTTISH MELODIES. 2. There 's Jessy o' the Gowan-lea, — Wha e'er wad even her to me ? Yet she has sweethearts, twa or three, While I am left a-wantin' : But that 's the way the jads get on ; An' that 's the way the lads are yvon At fair an' market, kirk an' trone, They 're ta'en by gallivantin'. What can ail, etc. 3. But I sing dool, the house within, An' hake the scones, an' shew, an' spin ; Some canny kimmer syne draps in, To speer how we are fairin' : I wat we gie 't the hizzies then, For gigglin' out amang the men ; And o' their birkies, afterhen', In troth, we are na sparin'. But what can ail, etc. 1. An' whiles we tak, when a' is done, A drap to keep the heart aboon ; For ne'er a lad will fyle his shoon Wi' comin' to my dwelling :"], [56, "36 SCOTTISH MELODIES. Tho' I am furthy, brisk, an' braw, Yet ay the wanworths bide awa' ; — The Deil gae wi' them, — ane an' a', — The spite o' t 's past the tellin'. What can ail, dec. XVI. MAGGIE LAUDER ; OR, THE DESPAIRING SBBrAIN. This is one of the best known and most popular of our lively airs ; — yet, like many others of these, when played or sung slow, and with good taste, it possesses a considerable degree of expression and delicacy. The usual words are coarse, even beyond burlesque ; and although the following by no means aspire to the praise of dignity or refinement, yet it is hoped that the spirited character of the heroine has been preserved, without any breach of decorum. 1. O Luve ! how snell ye pruve, To keep puir sauls a-dwinin' : Wi' heart sair, and fu' o' care, We canna help repinin' : Her scornful e'e it geeks at me, Wha to the lift applaud her ; But I 'm a fool to dree sic dool Frae cruel Maggie Lauder. But wha wadna be in luve W? bonny Maggie Lauder ?"], [57, "37 SCOTTISH MELODIES. ii Wha wadna be in luve Wi' bonny Maggie Lauder? Her scornfn' ee it geeks at me, Wha to the lift applaud her But I'm a fool to dree sir (loot Frae cruel Maggie Lauder. 2. At Anster Fair we baith war' there Where lads an' lasses cheery, Cam' busk'd in braws, by threes an' twas, Ilk ane to meet their deary : I snoovled up, wi' creepin' pace, An' to the dance I bade her ; — She snapt her fingers in my face, — \" Tak' that frae Maggie Lauder.\" But wha wadna, etc. I snoovled up, etc. 3. 0 pride ! ye 're ill to bide Frae haughty woman's scornin' : It yerks me sair, baith late an' air, Frae weary night till mornin'. She looks as hie as if that she Sud match the Laird o' Cawdor ; But nae kind ee will licht on me Frae saucy Maggie Lauder. But wha wadna, etc. She looks as hie, dr."], [58, "38 SCOTTISH MELODIES. L The lads, afore the smiddy door, About their joes war' vauntin' ; And, in the thrang, some did her wrang Wi' jibin' and wi' tauntin' : I swore I 'd fecht him for a crown, Whaever had misca'd her : — Quo' she, — \" I want na sic a loon •■ To fecht for Maggie Lauder.\" But wha wadna, etc. I swore I'd fecht, etc. 5. Yestreen, when I had ta'en a drap, My heart was loupin' finely ; 1 met her at the Nether-slap, An', 0 she look'd divinely ! I Avail hae pree'd her bonny mou', An' speer'd her what forbade her : — -■ Haudaff,yesow ! — Ye'rebletherin' sou' !' Quo' dorty Maggie Lauder. But wha wadna, etc. I wad hae pree'd, dr. 6. 0, when will trouble en', Ilk joy an' pleasure baulkin' 3 I gang, amaist, like to a ghaist, Or restless spirit walkin' :"], [59, "39 SCOTTISH MELODIES. In ilk good thing this warld can bring 1 freely wad uphaud her ; But oh ! wi' speid, she'll be my deld, This cruel Maggie Lauder. But wha wadna, etc. In ilk good thing, etc. XVII. THE YOUNG GOODMAN. Tune — The Flowers of Edinburgh. This is a cheerful and pleasant air, but. from its complex character, it has not the appearance of great antiquity- The Author never heard words to it of any kind. i. We hae na gowd, we hae na mony braws, We hae na a house wi' bonny biggit wa's: But we 've a bit bield when the winter wind it blaws, And sae we may be proud and be dainty, 0 ; We hae na mickle cheer To keep the pat asteer ; Yet, tho' we be na sweer. We 11 be tenty, 0 : An' we dinna grudge a share 0' a' that we can spare ; An' freely wad gie mair. Had we plenty, 0."], [60, "40 SCOTTISH MELODIES. 2. It 's no a house, or bonny braid o' land, It 's no the clink o' siller in your hand, That peace o' mind or pleasure can command, Altho' ye had them a' for the wissin', 0 When ance we hae eneugh, Tho' toilin' at the pleugh, We '11 never gie a sugh Ought 's a-missin', 0 ; But we '11 do wi' what is sent, An', thankfu' thereanent, We '11 sweeten 't wi' content For a blessin', 0. 3. Your Dad was dour, an' wadna 'gree ava' ; He wantit a carle wi' land, an' gowd, an' a' ; And nocht he reck'd o' the luve atween us twa For ay upo' the gear he was thinkin', 0 But we wadna be gainsaid ; We sought nae ither aid ; And a canny trick we play'd In the jinkin', 0 : The moon she was our guide ; The lucky knot was tied ; And ye stood my bonny bride In a blinkin', 0."], [61, "41 SCOTTISH MELODIES. I. Three years, sweet Nan, hae quickly come an' gane Sin' haly bands in luve hae made us ane ; Nor strife, nor jar, atween us never nane. Altho' the warld's gear was but scanty, 0 : But here's a braw wee chiel, As wild as ony Deil, That up my neck does spiel, C rouse and canty, 0 : And ye 're my winsome wife, The comfort o' my life ; An', when blessings are sac riff. I '11 be vaunty, 0. XVIII. WILLIE WAS A WANTON WAG. This air, — one of the most pleasant and animated that we possess, — is stated by Chambers (vol. i., p. 300; to be the pro duction of Mr Walkinshaw of BValkinshaw, in Renfrewshire. The words given in Allan Ramsay's Tea-Table Miscellany are also said to be by the same hand. But although they well express the eminently saltatory character of the air, they are in some respects objectionable. The same design is preserved in the following stanzas; but the first is the only one bor rowed (though with a slight variation) from the former verses. I O, Willie was ,i wanton wag, The blithest lad that e'er I taw, At bridals brave he bure tin- brag, Anil carried mi the nrei men' :"], [62, "42 SCOTTISH MELODIES. Sue weel put on was ilka rag, His coat sae smart, his cap sae braw And on his shoulder hung a tag, That pleas' 'd the lasses best of a'. 2. For nane to him was worth a magg, When up we stood, a' rang'd in raw Sae smart, sae spree, without a clagg, He look'd the king amang them a' ; And ay he loupit like a stag, While bonny een their glances staw ; And ay the gallant shoulder tag It pleas'd the lasses best of a'. 3. AVhen hearty thro' the dronin'-bag The pantin' piper's blast did blaw, Our bobbin' heels we crousely wag, Till chanticleer began to craw : And, wild as ony year-auld nag, 0' mirth and fun he kick'd the ba' ; And wallop'd weel the winsome tag That pleas'd the lasses best of a'. 4. Then shouts cam' frae his canty cragg, And on we linkit, twa an' twa ; The young as souple 's haggabag, The auld as stiff 's a whinstane wa' :"], [63, "43 SCOTTISH MELODIES. And fast and fierce — but flaw or flag,- The mirth cam' ow'r us like a jaw ; And ay we cheer'd the jolly tag That pleas'd the lasses best of a'. 5. And, by his side, the soger's dagg Hung danglin' frae its belt sae braw And round he look'd, wi' saucy brag, That car'd na for the warld a straw And ay we loupit round the tag Wi' rantin', ragin', and gaffaw ; For wanton Willie was the wag That pleas'd the lasses best of a'."], [64, "44 SCOTTISH MELODIES. XIX. THE BOATIE ROWS; OR, THE SONG OF THE FISHERMAN'S WIFE. This beautiful melody is said, in Wood's Songs of Scotland, (vol. ii., p. 3) to be the production of a Mr Ewen, of Aber deen, who died so lately as the year 1821. If this be the case, it is one of the happiest imitations which we possess of the genuine ancient Scottish music. The following lines were written while the Author had a faint recollection of the for mer words ; and there may be some resemblance of design between them ;— but he thinks that there is a sufficient variety in the treatment of the subject, to allow the following words to appear. The first stanza is nearly from the old words. 1. 0 weell may the Boatie roiv, And better may she speed : 0 weell may the Boatie row, That brings the lairns' brunt : The Boatie rows, the Boatie rows, The Boatie rows fu' weel; And muckle gude befa' the Hoik, The Marline and the Creel* 9 When our Gudeman gaes out to fish, And winds blayv cauld and stour, We beek the house for his come-hame. And kep him at the door. The Boatie rows, dr. * The Anchor; — the Rope or Hawser; — the Fish-basket."], [65, "45 SCOTTISH MELODIES. o ■J. Then atf we pu' his slappy duds, An' busk him dry and clean ; And a' the wee-things gather round Our canty spunk at e'en. The Boatie rows, etc. 1. And aue it hangs about his neck, And ane sits on his knee ; And ane is ruggin' at his sleeve, And winna let abee. The Boatie rows, etc. 5. There 's wee bit Johnnie scarce can speak, Or mint his father's name ; And yet ye '11 hear him gabbin' ow'r That daddy is come hame. The Boatie rows, etc. 6. The pat it simmers in the low, The fire it blee/.es fine ; And a' the smilin' faces round They welcome to his dine. The Boatie rows, etc."], [66, "46 SCOTTISH MELODIES. 7. Then saftly comes the e'enin' rest, And bright the mornin' daw' ; Syne up the nets, — push aff the boat,— A cheer, — and then awa'. The Boatie rows, dr. 8. Then fair befa' the bonny Boat And fair befa' the Oar ; And fair befa' the Master o 't, Afloat or on the shore. The Boatie rows, dr. XX. THE SNEESHIN' MILL. The Author can say nothing of this air, but that he has long been familiar with it; and also with the first stanza of the words, including the chorus, here given. The air, without any great pretensions, is pleasant enough. The after stanzas will, it is hoped, be found to express the sententious morality, and edifying reflections, of a veteran toper and muft-taker. i. Sandy Brodie, lend me your* mill : Sandy Brodie, lend me your mill : Sandy Brodie, lend me your mill ; Lend me your mill, Sanely. * To suit the air, this word must be accented, so as to give a double ending to the line."], [67, "SCOTTISH MELODIES. 47 Sunlit lent the man h/s mill : The mill, that was lent mat Sandy's mill ; The man got the lend o' Sandy's mill ; And the mill it belang'd to Sarnia ■2 Sandy, sin' we last forgather'd, Mony a storm we twa hae weathei d ; Ay by cauld misfortune tether'd, Ay in trouble, Sandy : But, Sandy, lend 's your sneeshin' mill It helps a friendly hour to fill ; And. if ye say anither gill, I '11 say the like o 't, Sandy. Sandy Brodu . eti . 3. ■>oine pass their time in dozin', winkin Some in rantin', roarin', drinkin', Aiblins, ane or twa in thinkin' ; Whilk 's the better, Sandy ? But, Sandy, lend 's your sneeshin' mill, It helps a dowy hour to kill ; An\", if ye say anither gill, I wiinia bau'k ye, Sandy. San, hi Brodie, etc. 4. Some get thro' the warld by preachin', Some by craft and over-reachin',"], [68, "48 SCOTTISH MELODIES. Some by flytin', some by fleechin' ; That 's the gate o 't, Sandy. But, Sandy, lend's your sneeshin' mill, Let's hae our crack, an' tak' our fill, An', if ye ca' an orra gill, I '11 ca' anither, Sandy. Sandy Brodie, etc. 5. What is Fortune but a bubble ? What is life but toil an' trouble ? Thinkin' only maks it double ; — Pass the bicker, Sandy. But, Sandy, lend 's your sneeshin' mill — What ails my hand to shake an' spill ? — An', if ye 're for anither gill, I '11 stand the lawin', Sandy. Sandy Brodie, etc. 6. Poortith comes, wi' a' our hainin' ; Friends we 're losin', seldom gainin' ; Closer draw to them remainin' ; That's the lesson, Sandy : Then fill your glass, and dinna spare ; When that is done we can get mair, And, if you tak' your honest share, Then I'll mak' siccar* Sandy. Sandy Brodie, dr. * I'll make sure ; — the motto of the Kirkpatricks of Closehurn"], [69, "SCOTTISH MELODIES. 49 7. A weary warld we hae, I trow it, 111 or weell, we maun get thro' it, We canna mend it, or renew it, That's aboon us, Sandy. But, Sandy, never mop or mane, Let 's pass a social hour our lane, And, aiblins, tryste to meet again Tak' out this dribble, Sandy. Sam/y Brodie, Ac. XXI. HOTCH-POTCH. TllNK — B*l,-at-th*-Bowster brawly. The hint of this composition was taken from a prose narra tive of the dialogue between an English tourist and a Scottish waiter, touching the nature and ingredients of that well-known and savoury compound called Hotch-Potch. The point of the story turned on the constant misapprehension between the parties, from the difference of dialect ; but this, it exceeded the Author's powers to transfer into his song. He has, there fore, contented himself with a general but sincere tribute to the merits of the above inestimable soup, given under the cha racter of the Scottish waiter. The tune named above will be recalled to recollection, by mentioning that it is the constant accompaniment of that old fashioned but excellent and merry dance, known by the name K"], [70, "50 SCOTTISH MELODIES. of the Country Bumpkin: — a dance ill exchanged for the sprawling inanities of the present day. 1. 0 leeze me on the canny Scotch, Wha first contriv'd, without a botch, To mak' the gusty, good Hotch-Potch, That fills the wame sae brawly : There 's carrots intill 't, and neeps intill 't, There 's cybies intill 't, and leeks intill 't, There 's pease, and beans, and beets intill 't. That soom thro' ither sae brawly. 2. The French mounseer, and English loon, When they come daund'rin' thro' our tqwn, Wi' smirks an' smacks they gulp it down, An' lick their lips fu' brawly. For there 's carrots intill 't, and neaps infill 't. And cybies intill 't, and leeks intill 't, There's mutton, and lamb, and beef intill t. That maks it sup sae brawly. 3. And Irish Pat, when he comes here, To lay his lugs in our good cheer, He shools his cutty wi' nuco steer, And clears his cogue fu' brawly :"], [71, "51 SCOTTISH MELODIES. For there 's carrots intill 't, and neaps intill 't There 's pease, and beans, and beets intill 't, And a' good gusty meats intill 't, That grease his gab fu' brawly. I. A dainty Dame she cam' our way, An' sma' soup meagre she wad hae : \" Wi' your fat broth I cannot away, — It maks me scunner fu' brawly : For there 's carrots intill 't, and neaps intill 't There 's cybies intill 't, and leeks intill 't, Aud filthy, greasy meats intill 't, That turn my stamach sae brawly. 5. She gat her soup : — It was unco trash ; — And little better than poor dish-wash ; 'Twad gie a man the water-brash To sup sic dirt sae brawly : Nae carrots intill 't, nor neaps intill t, Nae cybies intill 't, nor leeks intill 't, Nor nae good gusty meats intill 't, To line the ribs fu' brawly. 6. Then here 's to ilka kindly Scot ; Wi' mony good broths he boils his pot, But rare hotch-potch beats a' the lot, It smells and smacks sae brawly :"], [72, "52 SCOTTISH MELODIES. For there 's carrots intill 't, and neaps intill 't, There 's pease, and beans, and beets intill 't, And hearty, wholesome meats intill 't, That stech the kite sae brawly. XXII. JOHNNY, I WAS DEAR; OR, THE FORSAKEN. Tune — The dusty Miller. It may strike some persons with surprise to see this air, — so well known as lively and familiar, — adapted to words of a grave, and even pathetic, character. But it has always ap peared to the Author that this melody (like many other of the cheerful airs of Scotland) possessed — when played or sung slowly, and with expression — a character of simple pathos which accorded with words of the same description. He has therefore made the following attempt. The air is alluded to by Mr Dauney, in his Dissertation, p. 144, under the old name of Binny's Jig. 1. Johnny, I was dear, When first we cam' thegither ; Aften did ye swear Ye ne'er wad loo anither : Now, your Luve grown auld, Looks fu' strange upon me, And that e'e sae cauld, It 's no the e'e that won me."], [73, "53 SCOTTISH MELODIES. 2. Ye hae sought a bride Proud wi' braws and siller ; And she thinks ye '11 bide Ay true-hearted till her -. She may be mista'en, Tho' sae brisk and bonny ; He that 's false to ane Will ne'er be true to ony. 3. When we 're far apart, Pride may come to free me ; I wad scorn a heart That ye grudge to gie me : But how vain the boast, My sharp woes to cover ; — A' my pride was lost When I lost my lover. 4. Comrades dear, I crave, Twine the rue and willow ; Soon they '11 deck my grave, As now they deck my pillow Griefs they may be borne When by Luve partaken ; But, oh ! the bitter scorn To luve, and be forsaken. e2"], [74, "54 SCOTTISH MELODIES. 5. Nought remains for me, This sad warld thorough ; I my weird maun dree, Till I sink wi' sorrow : A' your luve forespent, — Scorn'd each plighted token, — Ye may yet repent, — When my heart is broken. XXIII. THERE CAM' A YOUNG LAD TO MY DADDY'S DOOR; OR, THE BASHFUL WOOER. This pleasant and humorous air is well known ; but the usual words seem to the Author by no means worthy of it. They are given in Chambers's Scottish Songs, vol. ii., p. 334. All that is retained of them in the following lines is the first stanza (which is compounded from two of the original), and the chorus or burden. 1. There cam' a young Lad to my Daddy's door, My Daddy's door, my Daddy's door ; There cam' a young Lad to my Daddy's door, A-seekin' me to ivoo :"], [75, "55 SCOTTISH MELODIES. There was a deuk-dub afore the door, Afore the door, afore the door; There ivas a deuk-dub afore the door, An' he fell in, I trow. But wasna he a bonny young lad, A braw lad, an' a brisk young lad : But wasna he a bonny young lad, Cam' seekin' me to woo ? 2. He tiri'd the pin, and I loot him in, I loot him in, I loot him in ; He tiri'd the pin, and I loot him in, For he was a' wet thro' : And ay he sat, but ne'er he spak', But ne'er he spak', but ne'er he spak' And ay he sat, but ne'er he spak', He was sae blate, I trow. lint wasna he, etc. ■-;. I speer'd him how the uowt did sell. The nowt did sell, the nowt did sell. I speer'd him how the nowt did sell ; At Falktrk Tryst ye' now : He answer'd that he cou'd na tell, He cou'd na tell, he cou'd na tell ; He answer'd that he cou'd na tell, And syne he shut his mou'. But wasna he, etc."], [76, "56 SCOTTISH MELODIES. 4. I speer'd him gif the crap was in, The crap was in, the crap was in ; I speer'd him gif the crap was in, For har'st was wearin' thro' : He answer'd that he didna ken, He didna ken, he didna ken ; He answer'd that he didna ken, An' syne he shut his mou'. But wasna he, etc. 5. I took the quaich, an' I gied him a drap, I gied him a drap, I gied him a drap ; I took the qttaich, and I gied him a drap, But no to mak' him sou : He drank the drap, an' syne he spak', An' syne he spak', an' syne he spak' ; He drank the drap, an' syne he spak', \" 0 ye 're my bonny doo !\" An' wasna he, etc. 6. My Daddy he is intill the byre, Intill the byre, intill the byre ; My'Daddy he is intill the byre, A-muckin' out the cow ; But he '11 come in, if ye desire, If ye desire, if ye desire ;"], [77, "SCOTTISH MELODIES. 57 But he '11 come in, if ye desire, To speak a word ye' now. But wasna he, Ac. 7. He stappit his head thro' the winnock-bole, The winnock-bole, the winnock-bole ; He stappit his head thro' the winnock-bole, \" Gudeman, ye 're wantit now.\" Sae my Daddy cam' in, and his turn was done His turn was done, his turn was done ; My Daddy cam' in, and his turn was dons , That brought him here to woo. And nino I'm the Bride o' the bonny lad, The braw lad, an' the brisk young lad : And now I'm the Bride o' the bonny lad, Cam' seekin' me to woo."], [78, "58 SCOTTISH MELODIES. XXIV. THE MATRIMONIAL CURE. Tune — There cam' a young lad to my Daddy s door. The Author, with that profound admiration and respect which he bears towards the fair sex, hardly knows how to ac count for his having fallen into the following effusion. He can only plead, in mitigation, that he was apprehensive lest the preceding lyric might prove too strong an encouragement to matrimony, and might require a gentle corrective. 1. There was a man, and he had a wife, And, oh ! she was the plague o' his life ; She keepit him ay in sturt and strife, And ne'er wad steek her mou' : For, a' day lang, she wad rage an' rout, And after ferlies rin thereout ; An' yvhen the night it cam' about, She ay gat roarin' sou. An' wasna she a bonny young wife, A braw wife, an' a brisk young wife; An' wasna she a bonny youmi wife, That ay gat roarin' sou. 2. \" Gudeman,\" quo' she, \" ye 're a dirty loon, Weel kent for greed thro' a' the towii ; Ye winna gie me a coat or gown 0' the genty fashion new.\""], [79, "SCOTTISH MELODIES. 59 \" Ye jad, ye 've got baith gown and coat, I 've ward upon ye mony a groat ; But a' gaes into the swillin'-pot When ye get roarin' sou.\" And wasna she, dr. 3. \" Ye speak but havers, man,\" quo' she, \" For never I taste the barley-bree, But. now an' then, a drap sae wee It scarcely weets my mou'.\" \" Ye lee, ye limmer, — ye ne'er-do-weel ! — Ye've harried my house, — ye'vecoupit my creel But, if there 's remeid frae man or Deil, I swear I '11 hae it now.\" And wasna she, etc. I. He 's gane to the Souter, an' cost a whang, He 's brunt the ends o' the leather lang ; An', when she set up her drunken sang, Then out his whang he drew : He baistit her hide thro' a' the town ; He baistit her black, — he baistit her brown, — And, e'er the tawse he laid them down, He sobered her, I trow. A n' wasna this the cure for a wife, A braw wife, an' a brisk young wife; An' wasna this the cure for a wife, That ay gat roarin' sou."], [80, "60 SCOTTISH MELODIES. XXV. I 'M OW'R YOUNG FOR WOOIN\" YET ; OR, THE FORWARD YOUTH. Tune — The sow's tail's to Geordie. The above well-known Jacobite song was levelled at George I. and his mistress, the Duchess of Kendal. The air, however (which is lively, and not unpleasant), belongs to an older pe riod, and was adapted to the words — The auld wife, ayont the fire, She dee'd for want o' sneeshin'. In the Chorus or Burden, the first line is sung three times — the last, once. 1. My Friends, they say I 'm just a bairn. An' only fit my book to learn ; Frae smirkin' Lasses ay they warn, That lead us a' to ruin. I 'm ow'r young, — they ay will say 't, — I 'm ow'r young for wooin' yet, I 'm ow'r young for wooin' yet, I 'm ow'r young for wooin'. 2. But I jalouse they 're sair mista'en, For, a' the night, I mope and mane, A-thinkin' o' thae bonny e'en That shoot, like needles thro' ane :"], [81, "61 SCOTTISH MELODIES. But ay they threap, I 'm just a gett, I 'm ow'r young for wooin' yet ; An', dearly tho' I loo my Bet, I maunna gang a-wooin'. 3. They say that I maun wait a wee, Till I can do my spellin' free, Wi' Fractions and The Rule o' Three, That set me a' a-gruin' : But let them fidge, or let them fret, I 'm no sae young as they wad hae 't ; I dinna ken the spellin' yet, But weel I ken the wooin'. 4. I gaed wi' Bessie to the fair, And muckle din an' daffin' there :— I gat ae kiss, an' gat nae mair, But, 0, it was a true ane : Then I '11 gang a-wooin' yet ; Then I '11 gang a-wooin' yet ; Then I '11 gang a-wooin' yet ; It's just the time for wooin'. F"], [82, "62 SCOTTISH MELODIES. XXVI. LOCH ERROCH SIDE ; OR, THE FAREWELL. This air is well known and admired as a modern strath spey. It has always appeared to the Author to possess consi derable pathos, and he has, therefore, adapted it to words of that character/ It has been printed in Wood's Scottish Songs (vol. i., p. 134), under the name of The Lass o' Gowrie ■. but the words there given are on a design wholly different from the present. 1. Farewell to sweet Loch Erroch side : — May peace and plenty there abide ; — For I am boune to tak' the tide, And cross the stormy main, 0 : How dark the road that I maun gae ; — How lang an' dreary is the way ; — And sad forebodings seem to say, We ne'er shall meet again, 0. 2. When pass'd awa' the winter chill, And blithesome buds began to fill, We sought our sheilings on the hill, And I the first was there, 0 : The genty Ewies took their ground, The pipers blew their roarin' sound, An' sport an' daffin' a' gaed round : — I '11 never see 't nae mair, 0."], [83, "63 SCOTTISH MELODIES. 3. And when auld Yule, wi' snawy pow, Brought friends thegither round the lowe, We laugh'd to scorn the Worricow, And bade him pinch and freeze, O : Took down the kebbock and the gill, And push'd about the sneeshin'-mill ; Syne, — wag the warld as it will, — We cuitled ow'r the bleeze, 0. 4. When clean'd, at night, frae dub aud mire, And hous'd the hawkics in the byre ; How canty loup'd our gloamin' fire, An' round the Spence did shine, 0 : — But now that I maun leave them a', Baith friends and fire, — baith house an' ha', — How aft I '11 mind, when far awa', The days o' sweet lang syne, I '. 0 scenes, sae welcome to my heart ! — And maun we ever — ev.r part \\ What keen regrets and sorrows start ; — What thoughts o' joy and pain, 0 : But dark tho' a' my future ways, Thro' restless nights, and weary days, Sweet Hope her still sma' voice will raise — We yet may meet again, 0."], [84, "64 SCOTTISH MELODIES. XXVII. THE BARD. No. I. Tune — 0, quo' the wee wifie, this is no me. The following stanzas will perhaps recall to recollection Hogarth's picture of The Distressed Poet. The variety of the genus here represented is one who marries music to immortal verse, — with which occupation the Author's sympathies are at present deeply engaged. A set of words for this air is given by Chambers, vol. ii., p. 316. The following are on a different de sign, though neither aspire above the character of burlesque. 1. I canna eat my needfu' meat, I canna clout my claes ; The bairns like wul-cats rin thereout ; The beds they hotch wi' flaes. But ay, frae bonny mornin' light, Until the afternoon, I 'm hummin', an' bummin', An' drummin' at a tune. 2. My wife she says it 's a' for nought, I '11 never win the gear ; \" Wha keepit e'er a house,\" quo' she, \" Or gat their kail by lear ?\""], [85, "SCOTTISH MELODIES. 65 Yet a' the night, e'er moruiii' light. An' till the afternoon, I 'm hummin', an' bummin', An' thrummin' at a tune. 3. The dog an' cat amaist are starv'd, An' fechtin' for a bane ; They howk for bits amang the aiss, But troth they can get nane : The wee bit linty chirps fu' sma', An' maks an eerie croon, While I keep fidgin' at my wark, A-thrummin' at a tune. I. The sleekit mouse rins thro' the house, To find a candle end ; The ratton comes to snoove for crumbs, But canna mak' a fend : My wife she steers the parritch-pat, To get our poor Disjuru . While I sing dool upon my stool, An' hammer out a tune. 5. In comes the saucy sour-milk wile. Her nick-stick* in her hand ; I tell her no to vex my life, I dinna understand : * The tally by which the milk score is kept. f2"], [86, "66 SCOTTISH MELODIES. I watna when the chappin's out, But 0, it 's unco soon ; E'er a' gae thro', an' weet their mou', In troth the dribble's done. 6. \" But gin ye '11 tak' this dainty lilt In payment o' your due, Tho' worth your milk a hunner-fauld, I '11 aiblins gie 't to you.\" \" Houts! haud your haverin' tongue,\" quo' she \" An' wi' your clash hae done ; Wha 'd gie their bonny butter-milk In nifter for a tune ?\" 7. Next comes the hurley butcher-man, Wi' voice sae stern an' dour ; He gars the very rybats ring, And stamps upo' the floor : I roose him sair to flyte nae mair, And I will pay him soon ; For, in a wee, I '11 get my fee, And siller for a tune. 8. Yet, a' the while, I fecht an' toil To clamper up a rhyme ; But, 0, the sang it 's dreich to gang, The ends they winna chime :"], [87, "67 SCOTTISH MELODIES. I scart my head, an' bite my nails, An' glowr upo' the moon ; But ne'er a bit the word will fit, Or catch the dorty tune. 'J. 0 wae befa' the weary wight That plies the Muses' lear ; His wame is toom, — his aumrey's out, — His back an' side gae bare ; Yet ay he taigles at his task, And never will hae done Wi' hummin', an' bummin', An' drummin' at a tune. XXVIII. THE BARD. No. II. Tune — The rock and the wee pickle tow. The old words of this air are given by Chambers, vol. i., p. 249. The design of the following words is wholly differ ent ; and they are merely furnished as a companion to the last song, under a somewhat different phase, — but with pretences no higher than burlesque. 1. I lang hae bethought me o' croonin' a sang, If ance I cou'd ken the spinnin' o 't ; But the tune it was stiff, an' the words they gaed wrang, An' that was a bad beginnin' o 't :"], [88, "68 SCOTTISH MELODIES. I fidg'd an' I fykit, I hotch'd an' I blew, I rantit an' pantit, I flate an' I flew, I hoastit an' boastit — but a' wadna do ; Sae the Deil flee awa' wi' the dinnin' o 't. 2. The first ane I tried was in praise o' my dear, An' dour was the tink'rin' and tinnin' o 't ; I offer'd my heart ; — but, quo' she, wi' a jeer, \" I'd no gie a preen for the winnin' o 't :\" I gran'd an' I gruntit, — I fleech'd an' I pray'd ; I ca'd her my charmer, my beautiful maid ; — But, tossin' my liltie, — \" It 's nonsense,\" she said. \" Forbye a sair hitch in the rinnin' o 't.\" 3. The neist ane I sent to a Lord o' the land ; His favor I tried for the winnin' o 't ; I swore that true wisdom he did understand ; May Heaven forgi'e me the sinnin' o 't ; I trow'd o' his bounty belyve I wad hear : But, rowin' in riches, his fist it was sweer : He keepit my sang, — but he keepit his gear ; — Fient a bawbee e'er heard I the dinnin' o 't. 4. There was an auld proverb o' catchin' your Bear Before ye begoud to the skinnin' o 't ; When I took to the quill, an' the profits o' lea:', I sairly miscountit the innin' o 't :"], [89, "SCOTTISH MELODIES. 69 0, had I sat down at the Lug o' the Law, I had rantit an' routit the best o' them a', An' rade in my coach, wi' my Jeezy sae braw, An' gowpins o' gowd for the winnin' o 't. XXIX. 0 LASSIE, WILL YE GANG WI' ME ; OR, THE HIGHLANDER'S WOOING Of this air the Author cannot give the name, although he has been long familiar with it. It is usually Bung quick, in the manner of what is called in Scotland a Lilt .■ — but, when given moderately slow, it possesses both beauty and delicacy. Although the following stanzas are written in a very 6imple measure, the air, in singing, requires so many refrains and re petitions, — both of entire lines, and of parts of lines, — as to be somewhat complicated : A stanza or two will, therefore, be added in a note at the end, shewing these repetitions. Any old words which the Author has heard are wholly unfit for exhi bition. I. 0 Lassie, will ye gang wi' me, To our sweet Hieland glen ? We've wealth o' gear and haudin' then-, A cozey butt an' ben."], [90, "70 SCOTTISH MELODIES. 2. It lies amang the heather hills, Where smells the honey flower ; An' mony a dainty cock an' hen Gae pickin' round the door. 3. A bonny burn it wimples down Amang the sunny braes ; An' maks a pool sae clear an' cool, For washin' o' the claes. 4. And lammies play, the livelang day, About the grassy knowes ; And ay, at e'en, the lasses gae A-milkin' o' the yows. 5. 0, wad ye cast your lot wi' me, Nae ill shou'd you betide ; Ye 's want nae good that I can gie, If ye will be my Bride. 6. My Minny says, I maunna gang An' leave her far awa' ; Your Hieland kin wad do me wrang I canna gang ava'."], [91, "SCOTTISH MELODIES. 71 7. But bring your Minny ow'r the hills, Where glints the heather bell ; She '11 hae her share in a' my gear As welcome as yoursell. 8. Then, Laddie, I will gang wi' ye, Wi' heart baith leal an' true ; I '11 leave our bonny Lowland lea, An' tak' the hills wi' you.* * The third of the above stanzas, written as it is sung, is as follows : — A bonny burn it wimples down, It wimples down, it wimples down; A bonny burn it wimples down Amang the sunny braes ; An' maks a pool, sae clear an' cool, Sae clear an' cool, sae clear an' cool ; An' maks a pool, sae clear an' cool. For washin' o' the claes. The last stanza is as follows :• — Then, laddie, I will gang wi' ye, Will gang wi' ye, will gang wi' ye ; Then, laddie, I will gang wi' ye, Wi' heart baith leal an' true : I '11 leave our bonny Lowland lea, Our Lowland lea, our Lowland lea ; I '11 leave our bonny Lowland lea, An' tak' the hills wi' you."], [92, "72 SCOTTISH MELODIES. XXX. THE MERRY PLOUGHMAN Tune — Merrily danced the Quaker's wife. This is a cheerful and pleasant air. Such of the former words as the Author has heard, are of no great merit : And the following are on a different design. 1. Merrily danced the ploughman's wife, And merrily danced the ploughman : The blithe Daft-Days* they cheer his life, Tho' comin' but ance a towmont : The nappy yill, the canty gill, Gae briskly round the maillin' ; An' nocht but ploy, an' jest, an' joy, Are in the happy dwellin'. 2. The sun shines bright, and fresh the light, When spring it opens fairly ; Then out, wi' sangs, the ploughman gangs, Up in the mornin' early : His stalwart beasts they join their breasts, An' tug before his singin' ; While colley barks, an' shues the larks, That frae the lea are springin'. * The days between Christmas and the new year"], [93, "73 SCOTTISH MELODIES. 3. And now, when melteth comes about, — Across the quakin' bogie, The wee bit bairn comes toddlin' out, To bring her Father's cogie : He slacks the graith frae horses baith, That pasture round in plenty, Then taks his spare but wholesome fare, Which hunger maks a dainty. 4. Thus slips away the live-lang day, Till glints the peacefu' gloamin' ; The bairns look out, an' tot about, To watch their Father's comin' : And, when he 's seen, they skelp an' rin Wi' shouts o' joy to meet him ; An' pu' his coat, an' rage, an' rout, For fainness a' to greet him. 5. Then round they jouk the ingle neuk, Their een wi' pleasure glancin' ; Some sit fu' douce, — some scour the house Wi' daffin' and wi' dancin' : Goodwife looks in her aumry bin, To fetch the bit an' drappy ; — The kebbock fat, — the gusty swat, That reams sae rich and nappy. o"], [94, "74 SCOTTISH MELODIES. 6. 0 leeze me on the ploughman's hame, Tho' no in gauds excellin' ; He 's free frae care — he 's free frae blame, And peace is in his dwellin' : The lofty tower, the dainty bower, They mak' an unco show, man ; But snug the cot, and sweet the lot, That wait the happy ploughman. XXXI. THE LAST TIME I CAME O'ER THE MOOR. This well-known and pleasing melody is conjectured by Mr Tytler, in his Dissertation, to have been composed about the end of the 17th century ; but this opinion has been signally dis proved by the Skene Manuscript. This air is there inserted, as known nearly two centuries earlier : and this circumstance, in deed, leads Mr Dauney, its learned editor and commentator, to remark on the great uncertainty of such conjectures, as to de termining the era of songs from their musical character. The air, as copied in the Skene MS., differs considerably from the one now commonly known ; and the older of the two is pre ferred by Mr Dauney.* The first line, giving the usual title of the song, has also been changed from that in the Skene MS., which is, \" Alas ! that I came o'er the moor.\" The first of the following stanzas is that published by Allan * Dissert, on Skene MSS., p. 10, and pp. 253, 3c». The Skene MSS. are conjectured by Mr Daunev to have been written about tlit- v,-ar 1815 or 11>20."], [95, "SCOTTISH MELODIES. 75 Ramsay, with a few alterations. It has little merit, but is better than the rest, — and has been retained here, as asso ciated with the melody. The second and third stanzas below are new. 1. Th. last time I came o'er the moor, I left my Love behind me ; Alas! what pain do I endure, When tender thoughts remind me : Soon as the glint o' morn betray' d The sultry day ensuing, I met betimes my bonny maid In scent haunts for wooing. 2. But, e'er the hour o' gloamin' grey, Thro' moors and mosses dreary, Again I '11 toil my lanesome way, An' back to meet my deary ; The hafflin' moon will shew her face Out ow'r the hills to guide me ; And weel I ken the trystin'-place Where love and joy abide- me. 3. Tho' life should pass in care and toil, Wi' her I weel cou'd bear it ; Nor reck I ought o' Fortune's smile. Unless wi' her to share it :"], [96, "76 SCOTTISH MELODIES. On heaps o' gowd, — on ferlies fine, — Let others set their fancy ; But gowd an' ferlies a' are mine, When wedded to my Nancy. XXXII. THE BUSH ABOON TRAQUAIR. This is certainly one of the finest of our Scottish melodies. If excelled by any, it is only by The Flowers of the Forest. The words usually sung were published by Allan Ramsay, in the Tea-Table Miscellany, and are said, in Wood's Songs, vol. i., p. 19, to have been the production of a Mr Crawford. They are by no means first-rate, and have too much claim to the title of namby-pamby, bestowed by Mr Dauney on some of Ramsay's songs. In the following words the first stanza only has been retained of the former set, with some slight altera tions. Two others have been added. The air is conjectured by Mr Tytler to have been composed about the end of the seventeenth century ; and this opinion, it is believed, is generally thought to be correct. 1. 0 hear me, every faiths ul swain! I'll tell how Peggy grieves me ; For, tho' I languish and complain, Alas ! she ne'er believes me. My vows, my sighs, my mute despair, Unheeded never move her : The Bonny Bush aboon Traquair, 'Twas there I first did love her."], [97, "77 SCOTTISH MELODIES. 2. 0 Peggy, wilt thou scorn me now, For lordly birth aud bearing ? Forget, forego, each plight i-d vow, And leave me here despairing ? The pomp of state, — the pride of art, — Thou 'It gain, if such can move thee ; But thou wilt lose a faithful heart That never ceas'd to love thee. 3. How oft, beneath that verdant shade, The winged hours flew by us : Secure in bliss, I fondly said, What ill can e'er come nijsh us ? But, if thou 'rt false — ah ! never more That Bunny Bush I '11 see, Love ; But die upon some foreign shore, Far, far from home and thee, Love."], [98, "78 SCOTTISH MELODIES. XXXIII. NID, NLD, NODDIN'; OR, HOGMANAY This is one of the pleasantest and best known of our lively airs. The old words are, in some parts, inadmissible. The following are an attempt to supply their place. 1. Cry in a' the folk, Let ne'er a body gae ; We maun a' be at hame On the merry Hogmanay. And we're a' noddin', Nid, nid, noddin', We 're a noddin' At our house at hame. 2. The dogs they do bark, The bairns mak' a din ; The wind roars without, And the ingle roars within : And we're a' noddin', etc. 3. An' sangs gae about, An' jokes never tire,"], [99, "79 SCOTTISH MELODIES. As we a' gather round Our bonny lowin' fire. And we 're a' noddin', etc. 4. Then out spak' Jock Robb, \" We maun a' be asteer, At First-foot* the morn, A-wooin' to our dear.\" And we're a' noddin', etc. 5. Jock has liae sark, An' Jenny has nae shoe ; They gaed to Mass John,-f But he wadna buckle too. And we 're a' noddin', etc. 6. Now a' down we sit — Goodwife, where 's the gill ?• Get hornsj for the Haggis, And let us hae our fill. And we're a' noddin', etc. * The first-footing ot first meeting on New-year's morning is an important augury in love-matters. f The Clergyman. J Horn spoons."], [100, "80 SCOTTISH MELODIES. 7. Then, stecht out our wames, Ilk man dights his mou', An' Het-pint* gaes round Till we 're a' noddin' sou. And we're a' noddin', etc. S. Syne, noddin' an' bobbin', We tumble to our strae ; And up wi' the morn On the bonny New-Year Day. And we 're a' noddin, etc. XXXIV. THE MILLER. Tune — 0, weell may the Maid be that marries the Miller. This simple and pleasing air was composed by Sir John Clerk of Penicuik, and first appeared in print (according to the statement in Chambers' Sorigs, vol. i., p. 241) in the year 1751. It is a happy imitation of the ancient Scottish melody. The old words are given by Chambers, pretty nearly as the author has heard them ; but he thought that they admitted of considerable additions and suppressions. His object has been to sketch an Interior of quiet, humble comfort and opulence. He has retained little of the former words except the first stanza, together with the Burden, or concluding couplet, at the end of each stanza. This last, however, is not necessary * Hot-pint: — a caudle made of spirits, milk, eggs, and sugar."], [101, "SCOTTISH MELODIES. 81 to complete the air ; and may be used or omitted, at the dis cretion of the singer. 1. 0, weel may the maid be, That marries the Miller ; For, foul day and fair day, He's ay bringin' till her: He 'as ay a penny in his purse, For dinner and for supper ; And, gin ye please, a good fat cheese, And lumps o' yellow butter. They're a' good signs, my Minny says, And bids me tak the Miller; For, foul day and stir day, He 's ay winnin' siller 2. The Spencc sae bein and warm at e'en, The fire sae briskly dancin' ; The eight-day clock ahint its neuk, The plates and ashets glancin' ; A wee pet lamb, that tint the dam, It loups about fu' trimly ; And rashers good, the wale o' food, Hang reistin' ow'r the chimley. They 're a' good signs, dr. 3. There 's maut to brew, the girnel 's fu' The bannocks brown are toastin' ;"], [102, "82 SCOTTISH MELODIES. The boyns they ream wi' snawy cream, There 's taties rare for roastin' : There 's deuk an' goose about the house, Wi' doos sae jimp an' genty ; An', butt an' ben, a caicklin' hen, To lay her eggs in plenty. They 're a' good signs, Ac. 4. A braw peat-stack, frae fore to back, Is biggit at the gable ; The Miller's mear, the sacks to bear, Stands munchin' in the stable : A good fat sow, a sleekit cow, She routs within the byre ; And lazy pouss, and messan douce Lye sleepin' by the fire. They 're a' good signs, Ac. 5. The splashin' wheel, it rins fu' weel, The axe-tree smoothly turnin' ; And, ow'r the way, ayont the brae, The canny Kill is burnin' : The Clap it claps, the Hopper haps, The Mill-stanes work fu' rarely ; An', down the spout, the meal comes out 0' bonny aits or barley. They're a' good signs, Ac."], [103, "83 SCOTTISH MELODIES. 6. The Miller's trade 's a cozy trade, Nae wind or weather steers him : Wi' butt an' ben, sae couth and clean, His canty hame it cheers him : His heartsome wife, she leads her life Wi' a' her bairns about her ; For, frost or thaw, or rain or snaw, The Miller maks his Mouter* They' re a' good signs, Ac. XXXV. 0 PEGGY, WHY THAT ALTER'D LOOK ? OB, THE LOVERS' QUAKKEL. Tune— What is that to you ? This is a pleasant air. The words adapted to it in Allan Ramsay's Tea-Table Miscellany, — each stanza ending with the above line, which gives name to the tune, — are far from bad : But the following are on an entirely different design. 1. 0 Peggy, why that alter'd look ? The scorn that 's in your e'e ? I 'm sure ye hae been sair mistook Tn think ought ill o' me. * A proportion of the grain, as the Miller's fee for grinding."], [104, "84 SCOTTISH MELODIES. Then chase your sullen doubts awa', And clear that cloudy brow ; I may hae failings ane or twa, But ne'er a fau't to you. But ne'er a fau't to you; But ne'er a fau't to you ; I may hae failings ane or twa, But ne'er a fau't to you. 2 I lookit at young Nancy's face, And said I thought it fair ; I danc'd wi' Jeany at the race, But then, ye wasna there : But said I ever lip was sweet, Or e'e was bonny blue ; Or shape was genty, jimp, and neat, At a' compar'd wi' you ? At a' compar'd wi' you, Ac. 3. Ye sent me back the winsome gown, The ribbon for your hair ; I cost them at the Burrow Town, When you and me were there : Ye sent me back the beads fu' braw, That ow'r your neck I threw ; But naething looks sae weel awa', As what it looks on you. As what it looks on you, dr."], [105, "85 SCOTTISH MELODIES. 4. But I can read that meltin' e'e Thro' a' your cauld disdain ; Ye took thae fairings ance frae me, Ye '11 tak' them ance again : Then cease, dear lassie, cease to vex A heart baith leal an' true ; For, tho' ye trouble and perplex, It ne'er can part frae you. It ne'er can pttrt frae you, etc. XXXVI. THE FAIR. TUNE — Johnny stays lang at the Fair. This is a well-known and pleasant air, and evidently of a parentage strictly Caledonian. It is extremely simple, and has no second part, — the latter part of the stanza being sung to the same notes as the first part. The Chorus or Burden — which is still to the same notes — may be repeated or not, ac cording to the pleasure of the singer, at the close of each stanza. 1 0 foul fa' the gate that my Laddie has gane again ; He- s aff to the ploy, and has left me my lane again ; Ow'r moss and ow'r muirland his way he has ta'en again. Wild for the sports o' the Fair. ii"], [106, "86 SCOTTISH MELODIES. 0 dear, what can the matter be ? 0 dear, what can the matter be ? 0 dear, what can the matter be ? Johnny stays lang at the Fair. 2 There will be Lairds, and their Ladies fu' genty too, Tumblers, an' Tinklers, an' Trokers, in plenty too ; Gentle an' semple, — the coorse an' the dainty too : — A' orra folk will be there : There will be jestin' an' jokin', sae wanton like, Drinkiif, an' drivin', an' roarin', an' rantin' like, Aud lads and their lasses, sae wild gallivantin' like, A' thro' the tents o' the Fair. 0 dear, Ac. 3. Drovers and herds will be wearin' their nowt about ; Cowies, a-seekin' their calfies, will rout about ; And callants, an' gilpies, that gang their first out-about, A' round the bourachs will stare : And that drucken neer-do-weell, Johnny M'Killigan, Will screw up his pipes till they drone an' they squeel again, An' sft a' the bizzies to loup an' to reel again, Jiggin' like jads at the Fair. 0 dear, Ac."], [107, "87 SCOTTISH MELODIES. ■■> 4. There will be Gangrels and Cairds wi' their baggie too Wattie the warlock, and auld spaewife Maggie too ; And Serjeants reeruitin', sae brisk an' sae braggie too, Hookin' the lads in their snare : Douce muirland bodies their naigs will be tetherin', Wild beasts and round-al units a' will be gatherin' ; And twa, at a swap, ow'r their yill will be bletherin'. Noddin' half sou at the Fair. 0 dear, Ac. 5 There, for their fairin', the bairns will be branglin', Thimblers and Flats at their game will be wranglin', And after their sweethearts the lads will be danglin', Buskit sac- braw and sae rare : Tlnic- cunnin' Coupers their naigs will be pacin' out, Rough randy Sta'-wives their customers facin' out. And reivers and rogues by the Benkies* a-chasiu' out. Scuddin' like scamps frae the Pair. 0 dear. Ac. 6. O, had I but keepit my mind to hae gane wi' him, Nae ane o' a' that waff set sud hae been wi' him. Nor lang loupin' limmers had dar'd to be Been wi' him A' dizzen'd mit for a flare : Policemen."], [108, "88 SCOTTISH MELODIES. But cronies and cads will be watehin' to seek him in, Publics and change-houses ettlin' to steek him in : And Mall, Meg, an' Shusy, a' ready to cleik him in, Lookin' for lads at the Fair. 0 dear, Ac. 7. He promis'd to coff me a gown o' the geiity white, Ballads an' burdens, to sing like a Lintiwhite, But 0, I wad loor he cam' back to me empty quite, Ne'er gaw'n a-outin' nae mair 0 dear, what can the matter be ? 0 dear, what can the matter be ? 0 dear, what can the matter be ? Johnny stays lang at the Fair. XXXVII. OW'R THE MUIR, AMANG THE HEATHER ; OR, THE EMIGRANTS This air is commonly played or sung with a quick move ment, resembling what, in Scotland, we call a Lilt .- But. like many others of this character, when given moderately slow, it possesses a character tender, and even pathetic. It therefore seemed to the Author not ill adapted to express the feelings of Scottish emigrants, driven from their country by the change which sheep-farming has introduced in the Highlands. The"], [109, "SCOTTISH MELODIES. 89 words composed for it by Juan Glover, a wandering female Tinker, or Stroller, of Ayrshire, so graphically described by Burns are given in Chambers' Songs, vol. i.. p. 54, and are wonderfully good, considering the source from which the) sprung: But the following are on a quite different des The Author has heard older words; but they are not present able, nor in any degree worthy of the air. 1. At length comes out the stern command, That ends our doubt, and eerie swither ; And we maun leave our native land And bonny hills o' bloomin' heather. Ow'r the Muir, amang the heather, Ow'r the Muir, amang tin. heather; And we maun leave our natnu in,,, Amang the bonny bloomin' heath . 2. < » Lassie, are ye free to gae Thro' ragin' seas, and stormy weather, And leave our peacefu' glen for aye, That lyes amang the bloomin' heather. Ow'r the Muir, Ac. 3. For, where we wont our kye to feed, And wee pet yow at e'en to tether, The stranger comes to tak' our bread, And drive us frae our hills o' heather. Ow'r tin Mou, Ac. h 2"], [110, "90 SCOTTISH MELODIES. 4. But as forlorn we wander far Thro' lanesome wilds, and ken na whither Our hearts will turn to sweet Brae Mar, And a' our bonny hills o' heather. Ow'r the Muir, Ac. 5. And tho' it bring a sweet relief The love we bear to ane anither, E'en love it canna heal my grief To leave thae bonny hills o' heather. Ow'r the Muir, Ac. 6. But if that we maun cross the main, Sweet lassie, let us gang thegither : Yet, oh ! we ne'er shall see again Sic bonny hills o' bloomin' heather. Ow'r the Muir, Ac."], [111, "SCOTTISH MELODIES. 91 XXXVIII. MY SAILOR'S AWA. Tune — The tailor fell thn,' the bed, thimble an' a'. This air, in spite of a name so uncomely, is sweet and simple. The following words bear no resemblance to those formerly adapted to the air. 1. The lasses o' Largs they are bonny and braw, An' the Fairs they are ringin' wi' sport an' gaffaw ; But a' wae an' weary, for want o' my deary, I canna tak' part in their daffin' ava. 0, when will my Laddie come hame again, Winsome an' waly, the flower o' them a' < The thought o' our meetin' it dries up my grectin', An' cheers my puir heart when my sailor's awa'. 2. Tho' nae ane was like him in bower or in ha', 0' siller an' gowd his providin' was snia' ; Nae- stockin' or mailin', nae ehaffin' en- dealin', An' gear, or house-plenish, he had nane ava' ; But, cockin' his bannet, says he, I will win it ; I '11 aff to the Indies, an' sail far awa' ; I '11 stick to the Tiller, and bring rowth o' siller, An' wed my ain Lassie, in spite o' them a'."], [112, "92 SCOTTISH MELODIES. 3. My Daddy wad match me wi' Bauldy M'Craw, The auld crookit carle that bides at the Ha' ; He hosts an' he wheezes, he hirples an' heezies ; AVhat cou'd a young Lassie do wi' him ava' ? Na, na, — the Sailor 's the lad for me ; Sae stalwart an' stately, sae brisk an' sae braw ; An', tho' we are partit, I '11 ay be true-heartit, Au' think o' nae ither when Willie 's awa\" 4. I canna gae buskit, I canna gae braw, Tho' ance I was dizzen'd the best o' them a' ; At fair or at meetin', at ploy or house-heatin', I canna tak' heart to gae to them ava' : But Goodness be near him, and 111 never steer him. And hame-comin' breezes fu' saft may they blaw Till, true to the Tiller, wi' gowd an' wi' siller, He come to his Lassie, and ne'er gang awa\"."], [113, "SCOTTISH MELODIES. 93 XXXIX. NO TOM, NO. This is a pleasant and lively air; but the Author has some doubts whether it belongs to Scotland. Such of the former words as he has heard are scarcely presentable. I. Tom the Miller was a stealer Of the pretty maidens' hearts -. But, free ranger, scorning danger, Still he laugh'd at Cupid's darts : Till young Nancy took his fancy ; Then, to speak he was not slow : Can you love me ? — Can you love me ? — But she answer'd, No, no ; No Tom, no Tom, no Tom, no. 2. Think again, my bonny Blue-Eyes, I am strappin', stout, and tall ; I 've got two arms, two legs, two eyes, And one heart that's worth them all : On the green none lighter foot it ; None the pipe more sweetly blow ; How your pretty voice would suit it : — But she answer'd, No, no ; No Tom, no Tom, no Tom, do."], [114, "94 SCOTTISH MELODIES. 3. Trust me, Girl, I '11 toil aud trudge it, All the year, from morn till night ; Wet or dry, I '11 never grudge it, To keep home all trim and tight : Warm and true, Love, still to you, Love, Change or chill I '11 never know ; Come, cease pouting; — why this doubting? Still she answer'd, No, no ; No Tom, no Tom, no Tom, no. i. Tom then smartly turn'd the tables, Cock'd his cap, and wheel'd him round : I '11 not mope in sack or sables, While a lass is to be found : Pretty Kitty will have pity ; — I '11 to her a-wooing go ; — She will prize me ; — you despise me Quick she answer'd, No, no ; No Tom, no Tom, no Tom, no."], [115, "SCOTTISH MELODIES. 95 XL. THE BROOM 0' THE COWDEN KNOWES. This beautiful pastoral air is alluded to by Mr I>auney, in his Dissertation on the Skene MS., p. 142, under the name of The bonnie Broom. He considers its date to be about the year 1675. The words published by Ramsay, in his Tea- Table Miscellany, are given in Chambers' Songs, vol. i., p. 247, but do not rise above mediocrity. The air is also given in Wood's Songs of Scotland, vol. i., p. 56, with new words by Mr Gilfillan. These are of such merit, that, had the Author seen them before he wrote the following, he would scarcely have ventured on the com petition. Cowden Knowes, the place celebrated in the song, is situated on the river Leader, in Berwickshire. l. When far awa' frae Cowden's bonny haugh, Frae Leader wimplin' clear ; I sit my lane, an' think o' clays that's gam . 0' days baith sad an' dear. o the Broom, the bonny, bonny Broom, The Broom o' the Cowden Knowes ; I wish I were amang the yellow Broom, A-herdin o' my yows : 0 the Broom, the bonny, bonny Broom. o And Jeany fair she aft wad meet me there, Sweet as the rose in June : We little fear'd the heavy, heavy weird Wad part us twa sae soon. 0 the Broom, Ac."], [116, "96 SCOTTISH MELODIES. 3. Amang the Broom, sae bright wi' yellow bloom, We trystit ay the same ; And ow'r the brae, when her wee lambs did stray I wear'd them canny hame. 0 the Broom, Ac. 4. How sweet to share the saft and caller air, The grass sae fresh and green ; And, tho' her luve she wadna free declare, It meltit in her een. 0 the Broom, Ac. 5. But a' gaed wrang, and I was bowne, e'er lang, To cross the roarin' faem : Her puir auld Daddy was na lit to gang She stay'd wi' him at hame. 0 the Broom, Ac. 6. Sae, ow'r the sea she cou'dna follow me, Or cast her lot wi' mine ; And, wae to part, my sad an' dowie heart, It has na cheer'd sinsyne. 0 the Broom, Ac."], [117, "97 SCOTTISH MELODIES. XLI. THE LASSIE 'S LOST HER SILKEN SNOOD. This air appears to the Author to possess much beauty, de licacy, and expression. There is a set of words given in Chambers' Songs, vol. ii., p. 532 : hut, of these, the Author has only preserved the first stanza, including the Burden, though with some variation. The rest of the following words are on a quite different design. In regard to two former songs, on designs similar to the present, No. 1 and No. 4, the Author may observe that it was his intention to adapt the following words to a somewhat higher grade of the Military profession (often exposed to little less hardship than the lower), and one more in unison with the delicacy of the air. The words are supposed to come, not from the lover, hut from a sympathizing friend. 1. Tin Lassie 's lost her silken snood, That band her hair sae yellow ; She 's gi'en her hand to the Lad she loo'd, He was a gallant fellow. Then twine it weell, my bonny doo, Then twine it weell the plaidie ; For ye maun gang the warld thro', A wanderin' Soger's Lady. i. 0 Lassie, ye maun thole to gang Thro' poortith and thro' sorrow ; And if the day shou'd a' gae wrang, Hope better for the morrow. Then twine it weell, Ac. i"], [118, "98 SCOTTISH MELODIES. 3. For life is but an April day, Now shootin', and now shinin' ; Yet Love can light the weary way, And soften a' repining : Then twine your plaid, my bonny doo, And ay be up and ready ; For ye maun gang the warld thro', A wanderin' Sogefs Lady. XLII. THE YELLOW-HAIR'D LADDIE. This is a sweet and simple air ; and is particularly pleasing when harmonised for two voices. Chambers, in his Scottish Songs (vol. i., pp. 311, 312), gives two sets of words; the one by Allan Ramsay, the other of an older date, and both printed in his Tea-Table Miscellany. Neither are, however, of such merit as to preclude further attempts. The first of the fol lowiog stanzas is taken from Ramsay, with one or two slight variations ; the rest are new. i. In April, when primroses paint the sweet plain, And summer approaching rejoices the swain ; Wi' the Yellow-hair' d Laddie I often would go To glens where the birk and the hawthorn-tree grow."], [119, "SCOTTISH MELODIES. 99 2. 0 light was his step when he danced on the green ; And blithe was the blink o' his bonny blue een : His cheek like the rose, and his brow like the snaw; But his saft yellow hair it was sweeter than a'. 3. He gaed to the warfare ; he fought, and he toil'd ; For his heart it was bold, tho' his face it was mild ; He brav'd every danger on sea or on shore ; And I shed the salt tear at the hardships he bore. 4. But peace came at last : — he return'd to my arms Frae perils and wand'rings, — frae hardships and harms ; And my heart is at rest frae its trouble and pain. For now I've my Yellow-hair'd Laddie again."], [120, "100 SCOTTISH MELODIES. XLIII. WHISTLE OW'R THE LAVE 0 'T. This air is usually sung quick, and considered as little better than burlesque, or, at most, a mere Lilt ,- yet, when sung mode rately slow, it possesses both beauty and delicacy. It is alluded to by Mr Dauney, in his Dissertation, p. 145, under the name of My Ladie Monteith's Lament. It is also given in Wood's Songs (vol. ii., p. 32), with words Dy Burns ; hut they are on a design quite different from the following. The more ancient words are wholly inadmissible. 1. Johnny, man, ye 're maist a fool ; Ye hae need o' gaw'n to school ; Warld's bliss, or warld's dool, 0 wha wad be the slave o 't ? If Mischance shou'd ding ye down, Rise against her wi' a boun' ; Cock your bannet on your crown, And whistle ow'r the lave o 't. 2. Fortune aye gaes past our door, Geeks at us because we 're poor ; For the rich she keeps her store, Wha mak' an unco brave o 't. But her gifts if e'er we find, Lightly got, they 're lightly tined ; Then shake the gipsy down the wind, And whistle ow'r the lave o 't."], [121, "101 SCOTTISH MELODIES. > 3. Ance I loo'd a winsome dear, Proud o' kin, but scant o' gear, Sometimes sweet, an' sometimes sweer A bonny job she drave o 't : Till, at last, cam' back my wits. I left her to her dorty fits, Tore my luve-sangs a' to bits, An' whistled ow'r the lave o 't. i. What tho' poortith, sharp an' dour, Often dash our sweet wi' sour ; An', crouchin' cauld beneath her lour. A weary lot we have o 't : Yet, wi' neither land nor rent, No a house to tax or stent ; Gie us but a heart content, We '11 whistle ow'r the lave o 't. 5. Whether things gae right or wrang, Sooth, they canna last us lang ; That 's the burden o' my sang, And rins thro' ilka stave o 't. Let na then your heart gie way ; Soon will pass our roughsome day ; Fecht it out the best you may, And whistle ow'r the lave o't."], [122, "102 SCOTTISH MELODIES. XLIV. 0 LASSIE, YE SAY YE CANNA GET A TOW; OR, THE INCONSTANT. Tune — The bonniest Lass in a' the ivarld. This is an air of very considerable beauty. Of the former words the Author has heard little more than the above line, from which it has its name. The date or history of the tune he is unable to give. 1. 0 Lassie, ye say, ye canna get a tow That 's tight or that 's strong eneugh to tye me ; Gin ye winna tak' my honest word, ye winna tak' my vow : — I ask, I ask ye but to try me. 2. 0 Lassie, ye say, a woman's trustin' heart Wad be ill-wared, and thrown awa', to love me ; I 'm fickle and I 'm fause, ye say; — I 'm light to meet and part : — I ask, I ask ye but to prove me."], [123, "103 SCOTTISH MELODIES. 3. Shall I gang to the field, the noble field of Death, Where bullets flee, and levell'd pikes may gore me ? When, stretcht upon the bloody sward, I yield my dying breath, Your image will be the last afore me. 1. Shall I tread on the deck, where raging billows boil, Where shipwreck and famine may betide me ? When wandering, a Cast-away, upon the desert soil, The thought o' you will ever be beside me. 5. But should I come back, frae ow'r the stormy main, Wi' heart that could never doubt or vary, 0, will ye then forgie me, Love, for a' that's come and gane? O. will you be mine, my bonny Mary ? 6. 0 Sandy, I '11 speak ; — my Love it is nae crime If Love be the price that is to buy ye : — Ye need na gang sae far awa' ; — I ask nae proof but Time ;— For he 's the sure test to try ye."], [124, "104 SCOTTISH MELODIES. XLV. CAULD KAIL IN ABERDEEN. This pleasant and well-known air has already some very good words. Two sets of these are given in Chambers' Songs, vol. i., p. 276 ; the first being the original set, the second said to be by the late Duke of Gordon. The first are those with which the Author has been familiar, and he owns that he pre fers them to the second. In the following words he has merely added four new stanzas to the three former, — carrying on the same idea of a tippling old bachelor, and no admirer of the fair sex. Burns has written words for the air, beginning — \" How lang and dreary is the night ;'' but they are in quite a different character from the following. 1. There 's cauld kail in Aberdeen, And castocks in Stra'bogie ; And ilka lad has gotten his lass, But I maun hae my Cogie ; My Cogie, sirs, my Cogie, sirs, I canna want my Cogie ; I wadna gie my ain pint-stoup For a' the queans in Bogie. 2. Poor Johnny Sked has gotten a wife, — She scrimps him o' his Cogie ; Gin she were mine, upon my life, I'd douk her in the Bogie. For weell I like my Cogie, sirs, Ac."], [125, "105 SCOTTISH MELODIES. 3. I gang thereout, an' tott about, Wi' staff an' messan-dogie ; But ay at e'en, sae couth and bein, I cuitle ow'r my Cogie : My Cogie, sirs, my Cogie, sirs, dr. 4. There's twa-three lads wha scorn the jads That blink about the Bogie ; We clear the house, an' sit fu' douce, Around our reekin' Cogie. For weell we like our Cogie, sirs, Ac. 5. A canty Cooper cam' frae Fife, An' winns at Kittledrogie ; He kentit weell his saucy wife, For toomin' out his Cogie. My Cogie, sirs, my Cogie, sirs, Ac. 6. O gie her 't weell, Goodman, quo' I, She 's but a wanton rogie ; I trow, it's a' tint that fa's by ; — What gart her coup your Cogie ? For weell we like our Cogie, sirs, Ac."], [126, "106 SCOTTISH MELODIES. 7. Then here 's to ilka honest lad, That loos, like me, his Cogie But, as for every girnin' jad, We '11 douk her in the Bogie My Cogie, sirs, my Cogie, sirs, Ac. XLVI. THE BANKS 0' TWEED. This is one of the many melodies which have owed their inspiration to the above beautiful and pastoral stream. There is one called Tweedside, which is well known. The words (first printed in Ramsay's Tea-Table Miscellany) are given in Chambers' Songs, vol. ii., p. 350. He also gives words by a Lord Yester : But neither of these works is superlative ; nor is that air, in the Author's estimation, so good as the present. There is also, in Wood's Scottish Songs, vol. i., p. 104, one called Tweedside, different both from the above, and from the air now given. The words which the Author has heard to the present air begin — \"As Jamie Gray gaed blithe his way,\"'' &c. ; but are not such as can be presented in detail. The first four lines of the following stanzas nearly resemble the old words, but with a few slight variations. The other stanzas are new. The air is extremely pretty ; but, from its somewhat complex structure, does not seem to be of great antiquity. i. As Jamie Gray gaed sad his ivay Along the banks o' Tweed, A bonny lass as ever was Cam' trippin' ow'r the mead."], [127, "SCOTTISH MELODIES. 107 He stopt to see wha this might be, — This flower amang them a' ; — But, wi' a start, his flichterin' heart, It tell't afore he saw. 2. 0 Lassie dear, for mony a year Ye ken I 've loo'd ye true ; And cou'd I gain this warld my ain, 'Twad only be for you. But. a' the while, nae cheerin' smile Has lighten'd on my heart ; And blithe wad be that scornful e'e Tho' we shou'd ever part. 3. But scornful e'e, and haughty bree, It 's unco hard to thole ; And love gainsaid, and hope delay'd, They weary out the soul : And soon ye '11 ken the truth I mean, For here I daur na bide : I canna stay to see the day That ye 're anither's bride. I. Her pawky e'e, it glanc'd agee ; — 0 Jamie, ye 're to blame To start awa' frae house and ha', And leave your folk at hame."], [128, "108 SCOTTISH MELODIES. His heart up flew, he pree'd her mou' ; — And soon they were agreed : — She pass'd her life his dautit wife Upon the banks o' Tweed. XL VII. LASSIE, CAN YE LOO ME ? Tune — Carle an' the king come. This air has no great merit, but is undoubtedly Scottish ; and is alluded to, as such, by Mr Dauney, in his Dissertation, p. 144, under the name of The new way of wooing. It is adapted, by Ramsay, in the Gentle Shepherd, to the words — \" Peggy, now the king 's come,\" &c., the merit of which is but moderate ; but the songs in that charming pastoral are the least conspi cuous of its beauties. 1. Lassie, can ye loo me ? Lassie, can ye loo me ? This, right fain, my heart wad ken ; — Tell me, can ye loo me ? I 've been lovin', changin', rovin' ; Fixin' did but fley me ; Pledge your hand in haly band, That alane can stay me."], [129, "SCOTTISH MELODIES. 109 2. Laddie, shou'd I tell, 0, Laddie, shou'd I tell, 0, That wad be but sport to ye, Sorrow to mysell, 0 : Ye 've been laughin', foolin', daffin' ; Leadin' hearts agee, 0 ; Wha can ken ye dinna mean Just the like wi' me, 0. 3. Tell me how to woo ye, Tell me how to woo ye ; Hand an' heart, till death us part, I will ever loo ye : Foolin', rangin', shiftin', changin', That 's a' ow'r wi' me now ; 0' the past I 've ta'en my last, Ever true to thee, now. 1. Laddie, I 'm a fool, 0 ; Laddie, I 'm a fool, 0 ; Hiding 's vain, — my heart 's your ain, — Be 't for bliss or dool, 0 : K"], [130, "110 SCOTTISH MELODIES. Thus poor woman, — trustin', comin', — Since the warld began, 0, Won by art, her silly heart Yields to fleechin' man, 0 XL VIII. MY BONNY HIGHLAND LASSIE, 0. With this air the Author has long been familiar, but is un able to give any other name for it than the above. It is quite different from that formerly alluded to (p. 12), given in Wood's Scottish Songs (vol. iii., p. 8), under a title which the Author cannot help considering as a misnomer, viz., \" The Dcuks dang ow'r my Daddy.\" The words and air there given (which the Author has known under the name of \" My Highland Lassie, 0\") are also both different from the present. 1. It 's lang sin' we hae met, I trow, My bonny Highland Lassie, 0 ; But a' my thoughts are fixt on you, My bouny Highland Lassie, 0 : Ow'r mony seas and lands I 've gane, But e'er saw like ye never nane, And Hope yet dreams ye '11 be my ain, My bonny Highland Lassie, 0."], [131, "111 SCOTTISH MELODIES. 2. I 'm toilin' 'mang a stranger race, My bonny Highland Lassie, 0 ; Where nane e'er saw your winsome face, My bonny Highland Lassie, 0 : But ay, about the close o' day, When wark is done, I lanely stray, And think o' her that 's far away, My bonny Highland Lassie, 0. 3. An' do ye sometimes think on me, My bonny Highland Lassie, 0 ? Else a' my hopes were dash'd agee, My bonny Highland Lassie, 0 : The anehor o' my soul wad gae, Thro' life, withouten stop or stay, I 'd drift, a hopeless Castaway, My bonny Highland Lassie, 0. 4. But Love and Hope they help me thro', My bonny Highland Lassie, 0, I strive, an' toil, au' hain, for you, My bonuy Highland Lassie, 0 : And when some little store 's possest, A heart content will do the rest : I '11 hie me hame, and we '11 be blest, My bonny Highland Lassie, 0."], [132, "112 SCOTTISH MELODIES. XLIX. THE LOVE TOKEN. Tune — The Dulce o' Gordon's dochler gaed to the wood her lane. This air is extremely simple, and without any high preten sions to beauty. The Author recollects it only under the above name ; there is, however, in Chambers' Collection of Scottish Ballads (p. 331), a long ballad, beginning with the above line, with this difference, that the heroine is called Sinclair, daughter of the Laird of Koslin, near Edinburgh. The title of the ballad is Captain Wedderburn's Courtship. The following verses are on a quite different design. 1. 0 Robin, is it true, lad, ye 've ta'en nae thought o' me, But buckled wi' the Black-Watch* to cross the ragin' sea? What comfort can betide me, — what good can e'er befa',— What blessin' can abide me, — when ye are far awa' ? 2. 0 waefu' was the mornin', and waefu' was the e'en, Ye fancied first to leave me, an' down to Aberdeen ; The drums an' pipes they sounded, the feathers wav'd sae braw, The 'listin' guinea tempit, and ye was wiled awa'. * The 42d Regiment of Highlanders."], [133, "SCOTTISH MELODIES. 113 3. But, Robin, think o' me, lad, — hae pity on my pain, — The Sergeant lad will tak' the smart* and let ye aff again ; Wi' joy 1 '11 gie my penny-fee, an' borrow round them a', To keep my ain true Laddie frae sailin' far awa'. I. Ah, na ! — my bonny Mary, — in this we canna 'gree ; I '11 join the gallant Highland boys, and ow'r the roarin' sea ; And when it comes, wi' shouts and drums, the good claymore to draw, The thought o' you will fire me, when 1 am tar awa'. 0. An' then, when I come hame again, your Soger lad sae true, Wi' honour fair, and gowps o' gear, and a' to share wi ' you; How proud you'll be to welcome me, sae hearty, brisk an' braw, Wha ne'er forgat his Lassie when he was far awa' 6. 0 Robin, — if it maun be, — ae kiss wi' tearful e'e ; — Here, tak' this ring, and keep it sure, when ye are ow'r the sea ; * Smart-money for buying off a recruit. k2"], [134, "114 SCOTTISH MELODIES. And this wee siller sixpence I 've brak in pieces twa, Sae may our hearts be hafflins, when we are far awa'. 7. Thanks, Mary, for your tokens ; — they mak' me blithe an' proud ; My love shall be as lasting as siller, or as gowd ; An' when we meet, our hearts will fit, like thae wee pieces twa, To live in joy an' true-love, and never part ava'. L. 0 LASSIE 0' MY HEART. Tune — Captain Eidd. The unfortunate individual who gives name to this song, was an officer of the British navy, and was sent out in the year 1696, with a fine frigate, to cruise against pirates in the Indian Seas. After much success in this pursuit, he, in a fatal hour, was tempted to become a pirate himself, and to cruise against the lawful European commerce. He was ulti mately taken prisoner, after a desperate engagement with a British man-of-war, and brought home to England, where, with most of his crew, he was tried and executed for piracy* His fate excited much sympathy, and among other mani festations of it was the present song. The air is simple and * See Lord Campbell's Lives of the Chancellors, vol. iv., p. 14G. Life of Lord Somers."], [135, "SCOTTISH MELODIES. 115 plaintive, but the only part of the words which the Author recollects is the first verse, as follows : — \" My name is Captain Kidd, As I sail, as I sail ; My name is Captain Kidd, As I sail ; My name is Captain Kidd, As I sail the ocean wide, With a reef on every side For the gale.\"' The following words are on a design entirely different. 1. 0 Lassie o' my heart, Ye 're awa', ye 're awa' ; 0 Lassie o' my heart, Ye 're awa' : O Lassie o' my heart, Sae free frae guile aud art, How sair it was to part 'Tween us twa. 2. 0 Love, ye 're tbrawart still To the poor, to the poor ; 0 Love, ye 're thrawart still To the poor : 0 Love, ye 're thrawart still, And we maun thole the ill ; And part against our will, 'Cause we 're poor."], [136, "116 SCOTTISH MELODIES. 3. And life it 's but a moil At the best, at the best ; And life it 's but a moil At the best : And life it 's but a moil ; We struggle on a while, Then, weary wi' our toil, Gang to rest. 4. 0 Lassie, ye are gane Ow'r the sea, ow'r the sea ; 0 Lassie, ye are gane Ow'r the sea : 0 Lassie, ye are gane, And I am left my lane, To mourn my True-love ta'en Ay frae me."], [137, "SCOTTISH MELODIES. 117 LI. 0 WHA WAD LIPPEN TO THE WARLD'S HELPIN' ? Of this air, which possesses considerable beauty, the Author is unable to give the name ; nor has he ever heard it adapted to words. Its character is of that middle tone which suits rather reflection than feeling or passion ; and with such words, ac cordingly, he has attempted to supply it. 1. 0 wha wad lippen to the warld's helpin' ? Wha be dazzled wi' the blindin' o't? When poortith pinches, and the storm is skelpin', Sma' the smeddum to bo mindin' o 't. And when we hirple down the hill, and Fortune flees awa', And life has lost the bonny bloom and bravery o 't ; The favour o' the warld ye may count at nought ava, And naething thrivin' but the knavery o 't. 2. See Fortune heapin' on the fat an' fozy, Lands, an' mailings, an' the jewels fine ; A coach to ride in, and a fire-side cozy ; — Fondly dreamin' that they ne'er will tine : Thro' pleasant ways, an' simmer days, abield frae wind and rain, In jollity an' joy they keep a-flauntin', 0 ; They care na for anither's lot, sae vogie o' their ain, And scorn their neebour that 's a-wantin', 0."], [138, "118 SCOTTISH MELODIES. 3. See men a', withershins, thro' life a-strivin', Flee frae poverty, like Ghaist or Deil ; But, e'er they win the post, grim Death arrivin'. Ends the jostle that they loo sae weell : Ay fechtin' in the warld's ways, — thro' change o' good and ill, — Life's Lottery they try the odds and evens o 't : They ram their hands in Fortune's poke ; and when they hae their fill, The Lags are welcome to the leavings o 't. 4. Then bauldly, Brithers, let us bear our hidin', Stoutly battle wi' the blasts that blaw ; Ay by courage for the warst providin', Heaven and oursells let us thank for a' : Then scorn to lean on ithers, Boys,— and never be dismay'd, Altho' the storms o' life may aften skelp ye, 0 ; And, when your canny Friends they see ye dinna want their aid, They 11 a' be free eneugh to help ye, 0."], [139, "119 SCOTTISH MELODIES. LII. LASSIE, CAN YE THINK TO LEAVE ME? Of this air the Author can give very little account, — not even the name : But he thinks that it was published by Neil Gow, in his Strathspeys, as adapted by him from an old Highland melody. It has considerable beauty and pathos, when played, as the Author has heard it, slowly and with taste, on the violin ; but he never saw or heard any words adapted to it. 1. Lassie, can ye think to leave me ? Sure ye say it but to grieve me ; Yet I trust ye '11 ne'er deceive me, Yet ye are my ain Lassie : A' the bliss I e'er cou'd see Lighten'd frae that bonny e'e ; Harder hap I ne'er can dree Than your cauld disdain, Lassie. 2. Life it wears in dool and sorrow, Care to-day, and fear to-morrow ; Yet frae Love a ray we borrow, Glintin' thro' the gloom, Lassie : But if Love prove fause at last, A' our sky is overcast, Low we lye beneath the blast, Wither'd in the bloom, Lassie."], [140, "120 SCOTTISH MELODIES. 3. Then what recks a warld's treasure, Sport or pastime, ease or pleasure, Honours heap'd in ample measure, Nocht can fill the void, Lassie ; Vain are a' the helps o' art, Hope wi' Love will soon depart, And, within the widow'd heart, Peace nae mair abide, Lassie. 4. Speak, then, Lassie, — speak sincerely ; Ye can read my heart fu' clearly ; Ance I thought ye loo'd me dearly, Ance ye was my ain Lassie : Come, let cauld offence give way ; — Cloud nae mair our simmer day : — 0 what dreary words to say, We '11 ne'er meet again, Lassie."], [141, "SCOTTISH MELODIES. 121 LIII. GENTLE JEANIE 0' THE GLEN. Tune — Tibbie Fowler o' the Glen. This popular air is usually joined to words which are al most burlesque, though they exhibit much of that quiet sati rical humour so common in our native minstrelsy. They are given by Chambers, vol. ii., p. 425. The air, however, when sung moderately slow, is not unadapted to words of a graver and more tender character. 1. Gentle Jeanie o' the Glen Has wooers up an' down the water, Ay they 're comin' butt an' ben Ay, ay they 're wooin' at her : Pensie lads, wi' braws an' gauds, — Jock the laird, and Tam the miller ; — Her sweet grace, her bonny face, It brings them a' a-wooin' till her, Gentle Jeanie o' the Glen, Ow'r mony wooin' at her ; Ay they 're comin' butt an' ben, Ay, ay wooin' at her. L"], [142, "122 SCOTTISH MELODIES. 2. Her Daddy has baith stirk and cow, An' yows, wi' bonny bughts to pen* them Her Minny she has taits o' woo', And her the only bairn atween them : Frae far awa', young birkies braw, And wealthy carles come to see her : What chance for me, amang them a', Wha only ha'e a heart to gi'e her ? Gentle Jeanie, Ac. 3. Yet weell I trow that hazle e'e It looks fu' kind and sweet upon me ; Nae scorn or scoffln' there I see, It wasna saucy airs that won me : Laird Jock he bade her to the Fair, An' mony a braw he shor'd to gi'e her : But no ! — she wadna meet him there, — For I was trystit to gae wi' her. Gentle Jeanie, Ac. 4. Then I '11 be bauld my mind to tell ; — Faint heart it never wan fair Lady ; — But first I '11 try the lass hersell ; — I 'm no that free to face her Daddy : * Usually pronounced, in Scotland, peen."], [143, "SCOTTISH MELODIES. 123 Yet weell he loo's bis darlin' Jean, And her kind Minny loo's her better ; An', if I can her fancy win, I'll aiblins hae the luck to get her. Gentle Jeanie, Ac. LIV. WAR-SONG OF THE SWISS. This lyric may be supposed to have been sung by the Swiss army, under William Tell, on the morning of the battle of Morgarten, 18th November 1315. On that day the Austrian forces, amounting to 20,000 men, were attacked and defeated by the Swiss, who numbered only 1300 ; — and who, by that victory, established the liberties of their country. As to the air to which these words should be sung, the performer must use his own discretion, as the Author has not yet been able to satisfy himself on this point. 1. What vengeance for a people's wrongs, When bad men grind the good ? — We '11 tell our shame in battle-Bongs, And wash it out in blood. We '11 seek the fight Where Foemen smite, And prosper as we may : For ne'er yet fell so dark a night But brought the coming day."], [144, "124 SCOTTISH MELODIES. 2. Down ! Down with the oppressor's hall ! His towers shall be laid low ! — Upon his hearth his head shall fall, And we will give the blow : The deeds of guilt, The blood that 's spilt, Fill sufferance to the brim ; And what to us the Despot dealt, That shall we deal to him. 3. Blood for blood, saith Holy Law; — And we will keep it true : — Our sharpen'd swords we long to draw, And try their edge on you. Come on ! — Come on ! — The battle 's won ! — Our hearts can never lie ! — For all their pulses beat as one, To conquer or to die. 4. Death ! Death to the inhuman band ! — Our sloth we do condemn : — They made a Grave-yard of our land ; — We '11 make a worse to them."], [145, "SCOTTISH MELODIES. 125 Then, haste, display Our Banners gay ; — Strike up the doubling drum Life, Glory, Freedom, call : — Away ! — March ! March ! — The hour is come. LV. THE IRISHMAN TO HIS LOVE, Tune — OarrUkfergus. This excellent air, the Author fears, is the undoubted pro perty of our Sister Isle ; and he has, therefore, adapted the words to a denizen of that country. He has some recollection of having heard this air sung by the late Sir Alexander Boswell, of Auchinleck, with words of his own composition, on a design somewhat similar to the following : And it ifl not impossible that part of these words may be unconsciously re tained in the present ; but he does not think that this can be to any great extent. i. 1 > Mnllyvmy darlin', how long will you tarry, And vex your poor Dermot with doubt and delay? I thought, afore this, you'd ha' promis'd to marry An' driv' all my grief and my sorrow away : Then say you are willing ; And cease to be killing Your own faithful Denims with scorn aud disdain : Ach, Joy ! will you but marry mi- '. Do, — and I never will ax you again."], [146, "126 SCOTTISH MELODIES. 2. You know, when to Donnybrook last I was goin', You pray'd of me neither to drink nor to fight ; Tho' the Boys came about me, and fain would be doin 1 left them, and went to bedjBober at night : One drop of the Cratur , To cheer human natur', Was all that I took in the storm and the rain Ach, Joy ! will you but marry me ? Do, — and I never will ax you again. 3. And there 's pretty Judy, that doats on me dearly, And she is the lass that has plenty of store ; A house and a garden, — with Tenpennies yearly, A cow in the shed, and a mat on the floor : But, a fig for her money ! For you are my Honey, — The girl that dumfounders my heart and my brain Ach, Joy ! will you but marry me ? Do, — and I never will ax you again. 1. Then think what a nice pretty cot for our dwellin', With all things so trig and so tidy around ; A snug little clout, with a ditch and a well in, And pratties to cover our paddock o' ground :"], [147, "SCOTTISH MELODIES. 127 Our goat on the thatchin', Our tike a rat-eatcbin', Our pig in the parlour, so nate and so clam Ach, Joy ! will you but marry me ? Do, — and I never will ax you again. o. And ould Aunty Katy, and Sheclah, my cousin, Must still have their share in our pot and our cup ; And piggy and pigeons, and babies a dozen, Will keep us so cheery at bite and at sup : Theu, after our stuffin', Tho pipe gently puffin', We wash it all down with a drop of Potheen : Ach, Joy ! will you but marry me ? Do, — and I never will ax you again. 6. And then, on the Sunday, wo 're bound for the Meetin', O'er bog and o'er mountain, aud ten mile of way ; When friends gather round us, and joyfully give tin'. We join, for ourselves and ould Erin to pray : Then, arrah ! my jewel, No longer be cruel ; — I can 't speak it out, — but you know what I mam Ach, Joy ! will you but many me ? Do, — and I never will ax you again."], [148, "128 SCOTTISH MELODIES. LVI. THE RAILWAY GARLAND. SCENE, LONDON TIME, 1845 CHORUS OF PROJECTORS, CONTRACTORS, MANAGERS, SHARE-HOLDERS, ENGI- NEERS, LAWYERS, ATTORNEYS, &C &C. WITH FULL ACCOMPANIMENT. Tune — Let the Toast pass. This was written in the very summit and access of the Railway Mania. The hint of both subject and tune was taken from a newspaper ; but the Author was not quite satis fied with the words there supplied, and attempted others of his own. The subject has been since invested with a some what painful interest, from the disastrous consequences which have followed that national insanity : But, as similar epide mics may recur in future, warnings are never unseasonable. 1. Here 's to our Scrip that is up at Fifteen, Aud soon may it gallop to Fifty ; We first take the bold and extravagant in, And then hook the prudent and thrifty ; Let the Bills pass ; Drink off' your glass ; And thank your good stars Johnny Bull is an ass. •0 Here 's to the puffing, the prog, aud the pay ; And here 's to the costs of the journey ; Here 's to the Lawyer who spouts by the day, And here's to the jobbing Attorney :"], [149, "129 SCOTTISH MELODIES. Let the Bills pass, Pocket your brass, And joiu all our heads to make Johnny an ass. 3. Here 's to the Gradients, the Shafts, and the Bores, That slide us thro' hill and thro' city ; Here 's to the Witnesses swearing by scores, And here 's to the bother'd Committee. Let the Bills pass, Millions amass, And thank your kind stars jolly John is an ass. I. Here 's to the trusty and bold Engineer, Who never yet doubted or blunder'd ; This — One in fifty will mount without fear, That — boggles at One in a hundred. Let the Bills pass, Start your First Class, And thank your kind stars you' ve to do with an ass. 5. At the Oaks or the Derby, no through-going Leg So jockeys the Snob and the Flat, sir ; Here we inveigle our dear sister Peg, And there we cajole brother Pat, sir. Let tho Bills pass, Haul in the brass, And thank your good stars daddy John is an ass."], [150, "130 SCOTTISH MELODIES. 6. Our carriages smash by escaping the rail, A numscull is neat cut in two, sir : But as long as our Dividends rise in the scale, With this we have nothing to do, sir. Let the Bills pass, Profits amass, And thank your good stars Bully John is an ass. 7. Industry, — Enterprise, — that's all the go, — Such doctrines how noble and fine, sir ; — Success to your job, brother Rail, — but you knowT You must not encroach upon mine, sir. Let the Bills pass, Sweep off the brass, And thank the kind stars that our Bull is an ass. 8. Then long may our Stock and our Dividends rise, May hoax and humbug never fall, sir ; Tho' some get a blank, and some get a prize, We make a good prey of them all, sir. Let the Bills pass, Drink off your glass, For the name of John Bull it is chang'd to Jack Ass."], [151, "131 SCOTTISH MELODIES. LVII. COME AWAY ! COME AWAY ! A MAY-DAY CAROL. Tyrohse Melody. This is one of those National Airs which were so beauti fully sung, in this country, several years ago, by the Rayner Family, under the name of The Tyrolese Minstrels. What its subject was, in the original language, the Author knows not; but its sprightly and pleasant character seemed to suggest it as not unsuitable for a May-day Carol. 1. Come away ! Come away ! Let us dance round the May ; Our Pole stands erect on the green : Trip along ! Trip along ! with the pipe and the song, To carol our May's bonny Queen : Let Strife hide his head ; Send old Care to bed ; Let blithe hearts abound ; Let bumpers go round ; Let voices be gay, and keep time to the lay That welcomes our May's bonny Queen. 2. How sweet are the woodlands in young merry May, With hedge-rows and alleys between ; Where the flocks ever stray, and the cowslips are gay And the meadows so fresh and so green :"], [152, "132 SCOTTISH MELODIES. The breeze piping loud ; The sun-brighten'd cloud ; The bird in the bower ; The bee on the flower ; While Spring will combine all her stores to entwine A garland to deck our fair Queen. 3. But vain is the pastime, the dance, and the song, If gloom overshadow the scene ; Then, quick, banish sorrow, ye old and ye young, Our sports are a cure for the spleen : Leave sad thoughts behind ; Give woes to the wind ; Let joy ever rest A balm in your breast ; Your voices all clear, and unite in the cheer To welcome our May's bonny Queen."], [153, "SCOTTISH MELODIES. 133 LVIII. A WREATH I BRING OF FLOWERETS RARE. Hindoo Melody. This air is well known, and possesses much delicacy and simplicity. It stands the strongest test of good music ; — that of pleasing in countries the most remote, both in situation and in taste and habits, from that of its origin. The Author has never heard English words adapted to it. 1. A wreath I bring of flowerets rare, A wreath to bind thy flowing hair, My Fair : See roses rathe of lovely hue, See violets dipt in morning dew ; Their hues will fade, their scent will fly, But my fix'd Love shall never die. 2. And see, — I bring this Turtle Dove, Emblem of constancy, to prove My Love : H"], [154, "134 SCOTTISH MELODIES. 0 take her to thy gentle breast, And then restore her to her nest ; Her widow'd Mate sits sorrowing there, As I, when absent from my Fair."], [155, "GLOSSARY. It is impossible to express exactly the Scottish pronuncia tion by our common orthography ; but a few General Rules may be given. The most notable distinction between the English and Scot tish pronunciation is in the sound of the vowel u, and the diphthong oo. The sound of these is generally the same, viz., that of the French « ,- as in the words tune, disjune, refuse ; poor, moon, aboon, Boon (the river). The same sound is given to the single o in the words do, done, shoe, &c. But there are also exceptions. Thus the word door is pronounced nearly as in English ; and the same of loon, broom, &c. Sometimes the French u is expressed by the diphthong us, as puir, muir, cuttle, &c. The diphthong ou has, in Scottish, generally the sound of the Italian u, or the English diphthong oo, as in the words sour, dour, about, stout, round, house, &c. But there are ex ceptions. The words roup, stoup, coup, &c, are pronounced with the same sound as in English. The diphthong ow is, in Scottish, used almost indifferently with ou, and has the same double sound : — Sometimes that of the Italian u, or English oo, as in power, bower, tower, crow i brown, town, cow, &c. Sometimes the same as the English, as in glowr, nowt, tow, worricow, how (hollow), low (flamej, Ate."], [156, "136 GLOSSARY. Scotland has also the sound of the imperfect English u in the words trust, must, &c, as in the words, busk, duds, luck, pund, &c. The consonantal sound which chiefly distinguishes the Scot tish pronunciation from the English is the German guttu ral, — indifferently spelled by the letters gh or ch, as in the words loch, stech, pech, fecht; rough, night, light, bright, fright, &c. This is a sound unconquerable by English organs. A Blautherie, delusion, humbug. Bleeze, bleezin', blaze, blazing. Blink, a sudden gleam of light, a glance of the eye. Bole, winnock bole, space for a window. Boune, bound for a journey. Bourach, asmal] gathering orknot of people. Boyne, a shallow wooden dish for holding milk. Brae, a declivity. Braid, broad, breadth. Braw, fine. Bree, broo, broth, also the brow. Barley bree, whisky. Breeks, breeches. Brent, smooth, upright, un- wrinkled. Bught, a pen for cattle or sheep. Bunker, a window seat. Burn, a rivulet. Busk, to deck, to adorn. Butt an\"1 ben, inner and outer A*, all. Abee, let abee, let alone. Aboon, above. Ae, ane, ance, one, once. A/ten, often. Afterhetf, afterwards. Agee, askew, sideways. Ahirtt, behind. Aiblins, perhaps. A in, own. Aits, oats. Aiss, ashes. Amaist, almost. Ashet, dish. Fr. assiette. Asteer, astir. Ativeell, 'tweell, I wot well. Aumry, pantry, cupboard. Ava\"1, at all. Ayont, beyond. B Bo*, a ball. Bairn, a child. Baith, both. Band, a bond. Bannock, a thick soft cake. Bawbee, a halfpenny. Beik, to clean the house. Begoud, began. Beild, shelter. Bein, snug, sheltered. Belyve, by and by. Bicker, a small dish or jag. Bigg, bigget, build, built. Billy, brother. Birk, birch tree. Birkie, a smart fellow. Blash, a dash of water. Blate, bashful. Blether, foolish talk. rooms. Byre, a cow-house. C Ca\\ call. Caird, a tinker. Callant, a young lad. Caller, fresh. Cannie. gentle, prudent, quiet, slv selfish. Canty, cheerful, merry. Cauld, cold. Chappin, an English quart. Chiel, a young fellow. Claes, clothes. Clagg, incumbrance. Clamper, to scrape together."], [157, "137 GLOSSARY Clash,claivers, loose talk or prate. Cleek, to hook in. Cos, to buy. Cogue, cogie, a wooden dish, a drinking cap. Collie, a shepherd's dog. Coos, a blockhead, a simpleton. Coup, to tumble, to overturn. Couper, a horse-dealer. Couth, couthie, snug, neat, com- fortable. Cozy, warm, snug. Crack, talk, conversation, gossip. Cragg, throat, Crap, a crop. Creel, a basket. Croon, tohnm or sing in alow voice. Grouse, brisk, lively. Cuitle, to sit or lie close together. C\"tti/, a horn spoon. Cybie, a young onion. F Fa\\ fall. Faeni, foam. Faintf ot fairing, a present. Fash, trouble, r^r.fachcr. Fecht, to fight. Feck, quantity, value, effect. Feckless, weak, puny. Fend, to make enough, to serve. Ferlies, wonderful things, gew- gaws. Fidge, to fidget. Fient, fiend, a small oath. Fleech, to entreat by flattery. Fley, to frighten. 1'l.ichter, to flutter. Flyte, to scold. Prct. Flate. Forbue, besides. Forfeucht, forfeuchen, fatigued. Forgath* >\\ to meet with. Forgie, forgive. Fou, tipsy. Fozy, fat.-..it. Fttrthiy, forward, affable. D Dad, daddie, father. Daff, to joke, to sport. Dajfiri', merriment. Daft, foolish, crazy. Dago, dagger, bayonet. Daidle, to dawdle, delay. Darg, a day's work. Daut, to fondle, to caress. Daw, dawn. Dee, to die. 'Deed, indeed. Deuk, a dnek, J>> id, death. Dight, to wipe. Dine, dinner. Ding, to worst, to push. Dinna, do not. Dizzen, a dozen. Doit, to dote, to walk stupidly. Donnert, stupified. Doo, dove. Dool, sorrow. Dorty, perverse, wayward, capri- cious. G Gab, the mouth:— To sneak heed- lessly, or like a child. Gae or gang, to go. \"', loud laughter. ■ ''. to gad or dash about. Gangrel, a beggar. Oar, to force, to make do. Gaud, a showy toy. Gear, money, goods, substancr. '>'' ek, t<> moek) to flout. Genty, genteel, neat. Iiibl. Ghaist, a ghost. ti'f , f c. '.'I\\ «■. Gill, a small spirit mea-un-. Gilpie, a girl. '.. 'orn-cbest. f Una hi In', i-vening, twilight. {Old* Gowp or gowpen, handful. Qratth, horse-harness. Gree, tho prize. Grue, a ereyhonnd :— To thrill or shudder. Douce, sober, gentle. Douf, dowie, pensive, melancholy. Dour, hard, stern. /',-• > . to suffer, to endure. Dreich, slow, fatiguing. Droukit, drenched. Dub, a gutter, a small pool. Duds, mean clothes, rags. 1! Hafflts, the temples. . half. ■'■ng, huckaback. //\"</.. .: .1 .i nc-hor. Hain, to savo or spare. I/airst, harvest. Sank, a skein of thread. ■■ hold. II- 1, 1. 1,„-, ;i house or possession. II\" 1 1 ,-, havers, to prate— prate, E Et, een, eye, eyes. Emm', evening. Eirie, timorous, frightened. Ettle, to try, to endeavour. i j compare, to equal. Eydent, diligent, busy. llull-c ll-c . //■'\" Uy, a name for a cow."], [158, "138 GLOSSARY, Heezy, to waver to and fro. Mirple, to totter, to limp. Hoast, a cough, to cough. Hotch, to heave. Hout, houts, tut, an interjection of impatience. Howk, to dig. Hunner, hunner f auld, hundred, hundredfold. Melteth, a meal, meal-time. Midden, middenstead, a dunghill. Mind, to remember. Mint, to try at, to lisp. Mou*, mouth. Mutch, a woman's cap. Mutchkin, an English pint mea- sure. N T Napery, linen furniture. Neip, a turnip. Neuk, a corner. Nick-stick, a tally on whioh the milk, or other household ar- ticle, is scored. Niffer, to exchange or barter. No, not. Nowt, cattle. Ilk, ilka, every, each. Ingle, chimney, fire. Intill, into. Ither, other, each other. J Jalouse, to suspect or conjecture. Jaw, loose talk, a dash of water. Jeezy, a wig. Jimp, neat, slender. Jink, to move quickly, to evade by stepping aside. Jo, a sweetheart, male or female. Jouk, to stoop suddenly. Jow, to toll as a bell. 0 Orra, odd. Outin', an outgoing, a frolic. r Parritch, porridge. Pawky, sly, cunning. Peat, moss, turf. Pearlings, female ornaments, lace. Pensie, smart, spruce,well-dressed. Plack, a small coin. Ploy, a social meeting or frolic. Poortith, poverty, Pouk, to pluck. Pow, poll, head. Pree, to taste, to kiss. Preen, a pin, Propine, a gift, a present. K Kebbock, a cheese- Keek, to peep. Ken, to know. Kent, a cudgel, to cudgel. Kep, to meet, to stop. Kite, the belly, the stomach. Kye, cows, in the plural. L Laiph, low. Lair, mire. Lane, alane, alone. Lave, the rest, the remainder. Laivin', the reckoning. Lear, lore, learning. Lee, a lie, to lie. Leeze me, dear to me. Lift, the sky. iiif, a song in quick time. Dimmer, a loose woman. Link, to dance smartly. Linty, lintiwhite, a linnet. Lippen, trust to. Door, rather. Loup, to jump. Lout, to stoop. Lowe, flame. Lug, the ear. Lum, a chimney. Q Quaich, a wooden drinking-cup. R Bandy, a violent, scolding woman. Beam, to cream, to froth. Beist, to smoke-dry. Berne-id, remedy. Boose, to flatter. Bout, to low as a cow. Row, to roll. .Rmo, to tug, to tear. Rybats, the rafters of a house. S Saip, soap. Sark, a shirt. Scart, to scratch. Scunner, to loath at. Shew, to sew, to pursue. Shool, to shovel. Shore, to promise. ■Sic, such. Siccar, sure. Siller, silver, money. M Maillin', a farm-house or cottage. Magg or itftrifc, a halfpenny. Mair, more. Marline, a rope or hawser. Maun, must. Mear, a mare. Slae, the sloe."], [159, "139 GLOSSARY. Sloppy, sloppy, wet. Smeddum, wisdom. Snell, sharp, bitter. Snood, a fillet for the hair. Snoovle, to sneak up. Soom, to swim. Souter, a Bhoemaker. Spankin', gay, dashing. Spate, a flood in a river. xpence, the best apartment. Spiel, to climb. Splore, a small riot. Spree, smart, brisk — a wild adven- ture. Toom, empty. Tow, flax, hemp, — rope made thereof. Towmond, twelvemonth. Troker, a pedlar. \"Prone, the market weigh-house. Tryst, an appointment. ' Tweell or atweell, I wot well. Tyke, a dog. U Unco, strange, unrelated, remark able. Spunk, chimney fire. Stour, stern, severe, flying dust. Stech, to stuff. Sta*-wife, stall-wife. Staw, stole. Stirk, a year-old bullock. Strae, straw. Swap, to exchange or barter. Swats, ale. Sweer, unwilling, stingy. Swither, to doubt or hesitate. Sugh, a breathing, a whimper. Sumph, a fat, stupid fellow. V Vogie, proud, vainglorious. W Wae. \"i»rrow, sorrowful. Waff, blackguard, ungenteel. Wale, to choose, choice. Wame, womb, belly. Wanworth, agood-for-n<ithinir fal- low, or tiling. Wan , to lay out, t«> expend. Water-brash, a qualmish gush of saliva into trie moul i< Wee, little. T Wear, to drive sheep cautiously into tho fold. Taigle, to delay, to labour tiredly. Tait, a tuft or \"lock of wool, &c. Tap, same meaning,— also head- dress. Tawse, a leather thong, the nsual instrument of correction, at school, in Scotland. Thi f-aaent, concerning that mat- ter. W.ill, well. W\\ ■ t, wetneMi wel weather. ii', i,-.i. late, i' I i'» overturn. Whang, a lump, a leather thonr. Wimple, to uinlul.ite ac running water. '•, a small window. Winsome, comely, pretty. Wiss, to wish. IPUAerfJMn*, belter shelter, hig- gl.-ily-piggledy. Wort IcotU, BcareoroVi bugbear. Thick, intimate, friendly. Thole, to bear, to endure. Thravjart, cross, perverse. Threap, to assert passionately and obstinately. Tiff, good plight or condition. rm,to. Tine, to lose. Tint, lost. Tirl, to strip off, to scrape.— To tirl the pin, to knock at the door. Y Yerk, to hit smartly. Ye*now, even now, ut present. Till, ah . Tow, ewe. THE END. NEILL AND COMPANY, PEINTEK8, EDINBDRQH."], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""]]