[[1, ""], [2, ""], [3, "THE FALL OF THE FRENCH MONARCHY; O R, LOUIS XVI. A N HISTORICAL TRAGEDY. IN FIVE ACTS. — -^—^— ■—- — — — — Quis talia fando, Myrmidonum, Dolopumve, aut duri miles Ulyflfei, Temperet a laihrymis ? Virc. JEn. Lib. II. JOHN BARTHOLOMEW, Efq. LONDON: PRINTED FOR THE AUTHOR, AND SOLD BY E. HARLOW, BOOKSELLER TO HER. MAJESTY, PALL-MALL; AND W. RICHARDSON, ROYAL EXCHANGE. MDCCXCIV. [Price Two Shillings.]"], [4, "<2BntereU at ©tationei* $all."], [5, "PROLOGUE T) RITONS, could I harmonioufly relate, With Shakefpear's pen, the bleffings of your Hate : Could I unfold the malice of your foes, What for your liberty they meant t' impofe; I'd be the fav'rite Bard of your fam^d ifle, And all but faftious men would on me fmile. Unequal to the talk, I only fhew What ruin'd France has late produe'd to view; And that in Ample verfe quite unrefin'd, Far more to truth than elegance inclin'd, Lo ! here fell murders and dread fcenes of woe, Which call indignant grief and tears to flow : A King condemn'd, a great realm deftroy'd, A church o'erturn'd, and the worft arts employ'd T' enflave a people by concerted plan, Late giv'n the world in the fam'd Rights of Man. Behold the Jacobins in grand debate On the deftru&ion of the Church and State : See what the French, by a Reform, have gain'd; See what, by equal fuffrage, is attain'd : By this they make a tyranny more ftrong Than to the Regal Hate did e'er belong: By making all a party in their caufe, They even maflacre with much applaufe. Had they by other means than this delufion Shed the bed blood of France in fuch profufion, They had fall'n viftims to their daring crimes ; Or had been juftly fent to barb'rous climes. Place pow'r with worth in hands of feleft few, They mufl the people's real good purfue, Or fall difgrae'd in our enlighten'd times The prefs unfolds, and punilhment meets crimes. What dire effects from innovation flow, The ftate of France to all the world will fho\\v. Reform"], [6, "PROLOGUE. Reform with virtue may be brought to join ; Reform with vice cannot be made combine. Behold their Conftitution fet afide, No law thofe fell reformers can abide: Blood, plunder, confiic.ition, is their end ; Ath'ifm has no God it can offend. Britannia's fons from cabals now withdraw : Preferve your boafted liberty and law : Give up all factious men to their juft fate, Admit no Jacobin in your bleft ftate. Virtue triumphant rules your blefled ifle, Heav'n long on all your fons has deign'd to fmile. Whilft Great George reigns, Juftice, as bright as day, Will ftand confefs'd, and mark his righteous fvvay. DRAMATIS PERSONS M E N. \\ King. DaUPHIN'. Ministers of State. King's Counsel. King's Aid-du-Camp. Swiss Officer. Gaston. M. de la Fayette. Confessor. Members of AJfembly and Jacobin Club: WOMEN. Queen, and Princess Royal. Princess Elizabeth. Princess Lamballe. Guards, Valet, Executioners, Mob, &c. SCENE Verfailles, and Paris,"], [7, "THE FALL OF THE FRENCH MONARCHY. A C T I. SCENE I. Versailles. King and Malesherbes. King. /**\"* REAT France fhines forth in her afTembrd !*-* States : You know I call'd them for my country's good. Our will is now to meet them, and propofe Matters of high importance to our kingdom. Fird, that the date finances be arrang'd — This happy time of peace, may much conduce To lefien taxes now feverely felt. It fits the dignity of this our realm, The public creditor be well fecur'd, And have a firm affiance in the faith B Of"], [8, "HISTORICAL TRAGEDY. 2 Of this our country — Hence, profperity Will give us commerce, with diffufive wealth. Such meafures, do I truft, will now take place, As with the honour of our Crown accord, And fuch as tend to all our fubjects'\" weal. With kind conceffion we began our reign ; And now we meditate more boons to France — But fay, Malefherbes, you know the public voice • From whence arife thofe murmurs and complaints? Now, fpeak with freedom, plead my people's caufe; My love to France will aid your eloquence. Malesherbes. Then, Sire, I'll ufe the freedom you permit. — Long time has now elapfed, fince the States Have met in council. Earnedly I wilh'd Your Royal pleafure had deferr'd the meeting. No King of France, of the Capetian line, Has equall'd you in kind concedions made To Frenchmen. Are they grateful? Witnefs,Heav'n! Lq, ! public expectation, from this meeting, Expands itfelf beyond all reafon's bounds; Clubs and cabals mix treafon in debate : The country's good requires your Sov'reign fway. Truft me, a relaxation of your pow'r Is here productive only of commotion. King. 'Tis true, impell'd by judice, I have made Some fmall conceffions in my people's favour : But"], [9, "LOUIS XVI. 3 But grievances, I know it, ftill remain; The lives and liberties of all my fubjects Are in my hands, and I may be deceiv'd, To be fevere, by mifreport held forth. Lettres de Catchet feems to me unjuft, And fpies upon the actions of the People, Is defpotifm cruel in th' extreme. The jurisdiction of manerral Lords, Is often made an engine of oppreflion. If I fhould grant to France, fo long mifrul'd, That heaven-born bleding, Civil Liberty, My Nobles, from th' example of their King, Would follow in concedion : hence, the laws, All ranks, with equal juftice, would protect. Malesherbes. My King, you are too good for this bad world! Could you infpire your fubjects with your virtues, That heav'nly bleffing, Civil Liberty, Would make them great, give you more happinefs, Than could refult from pow'r unlimited. But, Royal Sire, beware of thefe bad times! A State, without religion, cannot long Exid. — Of old, an Atheid met contempt; No man of worth dar'd to avow fuch creed — No man of real greatnefs ever can. — But now, fome men of literary fame, Have lent their names to that abfurd idea, Repugnant to the feelings of the heart, B 2 And"], [10, "HISTORICAL TRAGEDY. 4 And feelings interwoven with exiftence. 'Tis not the approach of liberty I fear ; For vice, not liberty, prevails around ; Tumult and faction agitate the ftate. Beware of times, my Liege, fo dangerous, Do not unhinge the Government of France. Profperity attends your peaceful reign ; The dire effect of innovation now May caufe your people mourn the fatal change. King. From motives pure, your arguments proceed, I own their force, and fee their good intent, No power in my hands was e'er abus'd ; And while I reign, my people may be happy: But yet, I think, 'midd fplendour of a Court, My kind intentions oft may mifs their aim. — Suppofe fuch government as that of England, Which, with attentive mind, I have revolv'd, And think the bed that wifdom has devis'd, Should, in its grand arrangement, fettle here, The gift, the fplendid boon of Royalty ; Would not my fubjects glow in gratitude, Thence calling me the Father of my Country ? I am aware, the honour of a King Is greated, far, where happinefs prevails. Under the rule of England's much fam'd laws Britifh profpcrity might France attain, Which, tow'ring eminent o'er other dates, Makes loyalty the brighteft gem of pow'r. Malesherbes"], [11, "LOUIS XVI. 5 Malesherbes. My Prince, you fhew the goodnefs of your heart, Could thefe your kind intentions here take place, Without the turbulence of factious men, Ages, contemplating the happy change, Would own your gift, all other gifts outfhine, As much as diamonds other gems excel, And real liberty might grace the land ; But pow'r, even pow'r defpotic, in your hands, The world can witnefs, never was abus'd. Now tumult ftalks abroad, — hence, dread reform ! Of thofe beware, who make reform their talk. If they are dipt in vice, convulfive change Is meant ; with virtue only truft reform As kindred fentiment. The fons of vice, From change of government, may play a game Fatal to virtue, and the good of France. King. Our fentiments, Malefherbes, breathe true regard, And equal favour to the country's weal. You dread the confcquence of any change, Holding the times do not admit reform, And look at wicked and defigning men, Whild I hold men of virtue moft in view. 1*11 clearly fhew th' Affembly, now conven'd, My love to France fhall mark each act of date ; Our laws fhall forward virtue's caufe alone, The world's applaufe may follow, if it will. Thofe"], [12, "HISTORICAL TRAGEDY*. 6 Thofe rods of terror, and thofe whips of ftcel, Which tyrants fhake, fhall ne'er didurb my reft. My fenfe of honour mud approve my deeds. [Exeunt. SCENE II. Robespierre. Solus. Under the name of Leader of the Mountain, I hope to fcale the height of regal power, And rule the wide domains of mighty France. — Great means, to fuch a plan, muft be applied ! The plan of revolution in a ftate ! — A King dethron'd ! — religion quite o'erturn'd ! — The race of Royal Capet, too, deftroy'd ! — A government, which never faw the light, Edablifhed ! — are the objects now in view. And we have mighty means to gain thofe ends ; But we mud work with caution, and devife Some mode to rid us of thofe Notables ; Thofe fages, equal to the arduous talk To modify our laws, and to uphold Subordination — hateful to the views Of Sons of Liberty. — Let Chaos reign ! — The confiscation of the vaft eftates . Of rich Aridocrates, and richer Clergy, May well enable us to gain the troops. My mind is full ! — Let me unfold myfelf In"], [13, "LOUIS XVI. 7 In Secret Committee; they now are met. My fafcinating and ftupendous plans, I truft, will lead to conqueft of the world. Let prejudice and paffion blow the gale, Charge Royalty with every fatal ill, And fet the poor at variance with the rich : By potent numbers, then, I'll mount to power. SCENE III. Versailles. Enter King and O u e e n . King. My Queen ! moft opportune — how is our fon ? I have, this moment, feen my friend Malefherbes. His mind in gloom, fears an impending ftorm Of riot popular, without a caufe ! His want of fpirits has infected me ; 'Tis well you come to chear my drooping mind. Queen. Our fon is well, in fulled glow of health, A lovely animated prattler, oft Diffufing love and tranfport thro' my foul. — I mean a concert, could I hope your prefence. — ■ Propofe the time as fuits your Majedy. But, as I tow'r not in the pomp of ftate — And form amufements in domeftic taftc, That tafte your Majefty fo much admires — Fix it to-morrow, left I change my mind. King"], [14, "HISTORICAL TRAGEDY. 8 King. My Minifters of State have audience then, On matters that import the home department, OUEEN. Now that department claims your Royal care ; The eyes of France, of Europe too, my King, Are fix'd on the refolves of your gteat States. A hollow murmur, and, I fear, revolt, Refults from your conceflions-. — Be aware ! Revolve, if you are equal to the talk, To grant thofe favours, and prevent th' abufe Of liberty. — Excufe my frail advice, And let me drown my fears in other cares — My fex's proper cares. — My children, here, And innocent amufeinent be in aid, Until th' affairs of France fhall be arrang'd. King. I joy, my Queen, with much heart- felt delight, That mufic, and your friends, do thus amufe you. The pow'er of judging well, and fage advice, Are yours ; in matters you revolve with care. — Your merit fpeaks the Salique law unjuft. — The concert I approve. Mufic hath charms ; But nature ! parent nature ! thou haft more. As I fhall feel — my family around me ! O U E E N . You fcem in fpirits, Prince ; I pray, Malelherbes, * Have"], [15, "LOUIS XVI. 9 Have daily audience, if, with fuch a mood, He does infpire, and elevate his King. King. To-morrow fix your concert; I'll attend, If fome minute concerns, of ftate affairs, Can be arrang'd in time for their difpatch. OUEEN. When I behold the beauty of this palace, The grandeur of the plan, and its effect, I judge the architect took fmall concern In the mechanic part. His tow'ring mind Nobly has grafp'd th' arrangement of the whole. Then leave minute affairs to other hands: A King is the grand architect of ftate. Come to my private concert; you impell'd me To quit my former gaiety, and leave All ftate affairs, concerns of government, And, with maternal gravity, to blend My glee of foul, fo oft to mirth inclin'd, And pleafure, as became a youthful Queen: For thefe amufements, grateful to my Lord. Encourage, then, what you have thus infpir'd; See me reform'd, and grant a juft applaufe — Greateft applaufe, the fanction of a King; That fanction, too, mark'd by the Royal prefence. [Exit Queen. King. Solus. Thispleafesme. — My Queen's domeftic turn. — ■ C The"], [16, "HISTORICAL TRAGEDY. 10 The gay, the fplendid pleafures of a Court,. The only fphere in which fhe ever mov'd; Her open heart, unknown to any guile, With manner unfufpicious, candid,, frank, Have caus'd fome public cenfure: — well, I know, It is unmerited, and now muft ceafe. Exit. SCENE IV. Versailles. b'c and his Ministers. King. At this late hour of night I call youraidi. Our country's caufe admits of no delay; And this impending ruin, low'ring round, Demands decilive meafures with difpatch. I call'd th' Affembly of our States to grant Relief and liberty to every rank; Such liberty as reafon bounds with right. But now I find a plot! — infernal plot ! Has long been in a train in our domains; And now, like powder, touch'd with fpark of fire, Expands itfelf in dire feditious flame. A zeal for liberty I've e'er approv'd, And I will grant it, even to the height Of what our States, in wifdom, can propofe; But we muft check this fpirit of revolt, Left."], [17, "LOUIS XVI. 11 Left w\"hat we mean for good, may prove a bane To induftry, to order, and our realm. Foreign Minister. Your Minifter at War is not arriv'd. — When fhall th' Ambaffadors of Tippoo Sultan Have audience? They have in charge to know Whatmark of friendfhip, from their Sov'reign Lord, Would be moft grateful to your Majefty, That he may fhew hjs duteous refpect ? King. To-morrow fix their audience. I have feen Remonftrance of the Sultan, and well weigh'd Between his claims, and thofe of England's Court. Were now tranquillity reftor'd to France, My people's blood and treafure claim my care, And fhall not flow, to aid his vague demands. In firmeft language, this I'll let him know: I fhall, to prove the friendfhip of the Sultan, Demand a proof of his humanity ; Which, if he grants, I'll prize beyond compare. I grieve, my minifters, I e'er engag'd In war with England — Nation brave and juft ! To whom, in future, I will fhow my love. Now I will ufe my influence with the Sultan, That all his Britifh pris'ncrs be releas'd — Thofe gallant feamen taken by Suffrein, Merit a wreath of laurel, not a prifon. The greateft proof that he can .give of frWidfhip, C 2 Is"], [18, "HISTORICAL TRAGEDY. 12 Is liberty to them. If he grants this, He grants a boon the neareft to my heart. Foreign Minister. [Afide. The virtues of my King exceed his rank ; Protector of humanity ! — exalts The throne itfelf. Enter Minister at War. My Prince, I have review 'd The troops of France, and come to make report. It grieves me, Sire, my locks grown grey in fervice, To tell you that your army is undone. Diforders, never heard of, do prevail; Your juft commands, as Sov'reign, are defy'd, And oaths of loyalty become a fport. King. My army loft to difcipline, I fear, Portends the ruin of devoted France. — ■ As now no good can be obtain'd by arms, Let us try next what councils may effect. The good fenfe of the nation gives me hope This dream of liberty will be diffolv'd. True liberty holds faith with right and law, But law and juftice here are quite expell'd. My kind intentions for the good of France Are turn'd to my difmay.— I am abus'd. Enter Soldier. Sovereign ! as I this moment watch'd the gate, Lodg'd in my poft, I heard tumultuous noife. I was"], [19, "LOUIS XVI. 13 I was reliev'd, and fent to reconnoitre, And found a numerous hoft of people arm'd ; Many, who feem to me the rebel guards, Adume the drefs of women, or of furies. — They make directly for the royal palace. I'm fent from our main guard to make report. Exit Guard. King. CallhereourAid-du-Camp — mean time, my arms. See that the Queen and family are fafe. In place of ending our deliberations, Let all attend to what is now at hand : I truft I yet will find fudicient force, To ward off any infult, from my friends. [Noife without. Enter Commander of the Guards, and Aid-du- Camp. Commander. My Liege, your guards are now all under arms, And twenty thoufand men in hoftile view Appear! — The moment merits your command. King. I truft they come, tho' at unufual hour, With fome demand, or claim upon our favour. Whate'er it be, refrain from an attack, The' much abufe be utter'd by the vulgar; Let"], [20, "HISTORICAL TRAGEDY. 14 Let it not raife the ire of my brave guards. Remember, this is no affair of war, But the unbridled fury of a mob. If they proceed to riot, let me know. [Exeunt. SCENE V. A Sentry at the Queen's Bedchamber. Mob enter with a Leader in Woman's Apparel. Leader. Cut down that fellow — Shall he dare prevent Our progrefs to the murder of the Queen! Sentry. My Queen! my Queen! fiy,and preferve your life! My blood flows faft ! I cannot now defend you I— Take this lad fervice of your faithful guard. Opprefs'd by multitudes, I greatly fall, FalJ in defence of virtue^ and my Queen. Oh! [Dies. Enter King with Guards, Aid-du-Camp, who drive off the Mob. King, looking at the dead Body, My Queen reported thy heroic fall. What monumental tribute do I owe thee ! This moment only I've fecur'd thy charge, My Queen ! her life, I owe to thy defence. Were"], [21, "LOUIS XVI. 15 Were not my friends in utmoft danger here, I'd ufe the valour of my faithful guards. See that the Ladies are remov'd from harm — [To his Aid-du-Camp. Give orders not to fire upon the mob, But, with fix'd bayonets, keep them at bay.— Of every movement bring intelligence : — I'll fee, if here, the paffage is fccure. Retire at different fides of the Stage. King, and Aid-du-Camp, meeting. Aid-du-Camp. Your faithful guards long time have held it out, Sparing the foe, and acting on defence. Never have my adonifh'd eyes beheld So vile a deed, fo dire a fcene of blood. The murderers, tho' disfigur'd in their drefs. Are evidently train'd to feats of arms. Their numbers render all our efforts ufelefs, Unlefs permitted in defence to charge. What fhall be done ? Shall we thus fuffer death ?' King_ Were it thofe only who have caus'd th' affray, Their blood might be of ufe to injur'd France. As yet forbear, until I view the tumult. Let a detachment of our guards advance, To the fouth front of the large fquare, in hafte, There I fhall head them, and protect my friends. [Exit Aib-du-Camp."], [22, "HISTORICAL TRAGEDY. 16 Aid-du-Camp returns with M. de Fayette. The General fays, the tumult is appeas'd. Fayette. I blufh, and am confounded to appear In prefence of my King ! — this fcene around, This dread tremendous fcene, infult, and blood ! — What daring infolence infpire your fubjects ! I've try'd the force of every reafon on them, And find their third; of blood will only ceafe, If Thuilleries fhall be the Royal Court And refidence, until more fettled times : On thefe conditions they defift from daughter, And promife perfect fafety to the Queen, Her life, I fear, not fafe on other terms. Then let your Majefty, to this confent ; I pledge my life no harm will then enfue. King. After fuch outrage done our fovereignty. Sure you, my General, will feel degraded, If I, your Chief Commander, make not terms; Befide, all France will feel a fatal wound By fuch vile degradation of their King. Bur fafety to my friends makes me confent To what, on other motive, I fhould fpurn. — Now, give this fhort attention to my words : Long have you liv'd under my regal power, And feen th' arrangement of my government : Th'"], [23, "LOUIS XVI. 17 Th' oppredive part of which we will'd fhould ceafe ; And, knowing that the glory of a King Is real only, where the Subject's weal Appears well guarded by an equal law, And liberty to do whate'er is right. Allowing merit all its weight in date I made conceffions for the good of France, That merit grateful thanks. — But murder, here, Dire murder! for conceflion is return'd : No triumph worthy of a popular chief. — But here was virtue 'midft a falling ftate. [Pointing to the dead body. This youth, with love of virtue, fure, was fir'd, Who, greatly in his Queen's defence, expir'd ; Tho' my fallen ftate may not afford an urn, My gallant foldier calls my heart to mourn. [Exeunt. END OF THE FIRST ACT. D"], [24, "HISTORICAL TRAGEDY. 18 ACT II. SCENE I. — Parade at Thuilleries Palace. Swiss Or ficer, and Malesherbes. Swiss Officer. GOOD morrow, Sir, what budle is in town? In former times, the people made a ftudy Of their profefhons, as became good men; And every rank in their own place appear'd : The height of wifdom and the deep refearch Of learning too, in aid, are all requir'd For legidation — mankind's chief concern. But now all men difcant on ftate affairs, And view convuliive change as a reform. Alas! the times ! — Malesherbes. Thy fteady temper, Sir, Can look on this inverted ftate of things As merely fpeculation for the mind. I'm tortur'd when I think th' affairs of ftate, The great concern of mankind's happinefs, Should e'er be handled by the ignorant. Tho' many great men were in the AfTembly, I fear the teft of time will yet unfold The"], [25, "LOUIS XVI. 19 They have undone what ages can't reftore. How apt the mind in fancy is to rove, And take a licence hurtful to the ftate; 'Till warn'd, we, by a fad experience, learn, The prime of wifdom is to act with care, Before we dare attempt th' important tafk To change the laws, or touch the fabric rear'd By ages paft — fabric of government ! Swiss Officer. I dread the origin of all thefe laws; That leading principle, a pow'r deriv'd From equal fuffrage of all ranks in ftate, Which now7, I hear, is meant as a reform. In humble fphere of life all men would feel Such power a mifchief, likely to difturb Their hours of indudry with factious broils And diflipation vile. — Withhold fuch pow'r ! Let man with man in focial converfe join. Sow not the feeds of difcord 'midft the walks Of peaceful life, and cottage indudry. What have thofe ranks in place ofpomp and wealth, But eafe, and abfence from the weighty cares Which to a Splendid dation oft belong? Malesherbes. The greateft bane to the induftrious man, Whofe family require his daily toil, Would be fuch fuffrage. Do not great poffefTions Give greater intereft to fupport a ftate, D 2 Than"], [26, "HISTORICAL TRAGEDY. 20 Than what that pittance can, which may be earn'd By the exertions of a few day's labour? Let harmony and order, virtue's aids, Breathe true fubordination thro' the State; And, to fecure it, keep from humble life What mud enflame the padions, and didurb Society, and peace, the wealth of heav'n. Swiss Officer. Bar not true merit to advance its claims, When certain acquifitions give relief From labour, and enable man to turn His mind to maxims for his country's good, As ftimulus to indudry and wealth, Let him advance to proper influence : For virtue is the pafsport, ftamp'd by Heav'n, To merit every dignity and pow'r. Malesherbes. This new philofophy, the Rights of Man, Should certainly be term'd the rights of devils: Its baneful influence corrupts the heart, And every virtue flies th' abhorrent fight. Henceforth, let every King that loves his people, Beware of change ! — Let wifdom firft perceive That love of order, and good men prevail; Then venture cautious. Virtue feeks reform, Delights to be improv'd, and to approach With wife gradation to its kindred fource. Vice fhrinks at a reform, as its own bane; Ufes"], [27, "LOUIS XVI. 21 Ufes the name but as a pure pretence To cover guilt. — What ftands the teft of time, Founded on Virtue's bafe, that is reform — Better than novelties of factious men. Swiss Officer. Our King, and our wife datefmen dar'd th' at- tempt, To fave from ruin this our falling ftate. But this abfurd idea Equality, Which in creation never did exift, Deftroys fubordination. Wifdom, thence, In vain, fhould dictate who is to obey. The fource of government by this ftopp'd up, All France is fill'd with guilt and maffacre, While real civil liberty expires. Malesherbes. The French combin'd in mifchief, take the pow'r To break the laws of God, the laws of man. Order gives way to their fell crimes unheard. The rule of reafon, by the aid of law, Is liberty, both ufeful and important. Impartial nature teaches all her fons, That true fubordination mud prevail, Or government muft fall. Swiss Officer. French theory Holds forth a King depriv'd of regal pow'r To grant to merit honours and rewards. A date"], [28, "HISTORICAL TRAGEDY. jL 2 A ftate with-holding juft prerogative, Difplays itfelf in degradation vile, Like cowardice, condemn'd by martial law. Malesherbes. In Britifh government, as yet unrivall'd, All regal pow'r is granted to the full; But prudently combin'd and mingl'd wife, With every check to guard the fubjects' rights. They have not made a novelty of ftate, But cautioufly improv'd what ages gave. Swiss Officer. With loyalty and faith I'll ferve my King,- Nor make a compliment to this new fyftem, Until I fee it properly combin'd With military order, now unhing'd. By the infection of the prefent times, A baneful influence does much corrupt The minds and actions of moft men around. Thank Heav'n ! my Swifs battalion yet is free From taint of riot, want of difcipline. — Malesherbes. The guards you have the honour to command, Are loyal, and do credit to your Chief. Swiss Ofticer. I truft my gallant Swifs will do their duty. If they quit honour — Farewel, then, to life! Male-"], [29, "LOUIS XVI. 23 Mallesherbes. My gallant friend, the tempeft low'rs around, And ftorms of dire revolt appear in view. Of things remote we cannot know at large : But wifdom's wife deductions clearly ftiow The fafety of a people is when pow'r Is given to men of honour, and true worth. When bad men fway, the people always mourn. Shall men, devoid of character and wealth, Have equal vote in chufing ruling powers With thofe who, by the means of information, By gifts of fortune, learning, and refearch, Gan grafp the mighty plans of government ? — Thofe who fuch fell chimeras did devife, Meant ruin, riot, total want of law. Exeunt. SCENE II. Thuilleries. Oueen, Madame Elizabeth, and Princess Lamb a l l e. Rouffeau's Nezv Eloife on the Table. Queen. Adieu, Verfailles ! adieu, ye fhades and groves ! The walks of Kings, where oft I've ftray'd a Queen. Adieu, the gaudy gaiety of life, With all the pleafures of a brilliant court, Ev'n that true pleafure zo the virtuoul foul, The"], [30, "HISTORICAL TRAGEDY. 24 The means of aiding want — to all, adieu ! All now are loft — My King, my children, too, Infulted and abus'd ! — Ah, cruel fate ! A fate my heart in woeful anguifh mourns. But now, to mitigate thefe rigourous times, And frame our fouls to bear this ruthful change, Henceforth let our amufements reach the mind, And foar above misfortune and the world. Madame Elizabeth. Then perifh now thefe writings of Rouffeau. Altho' the French decree to him a ftatue, Authors of worth and learning fhould combine, To point the road of virtue to the mind. Now, Rights of Man all government fubvert ; If Rouffeau's maxims fliall corrupt the mind, Farewel to wedded love, uniting fouls. — Infult to female honour, thro' each page, Unfolds itfelf in language moft refin'd. Princess Lamballe. Agreed, my friend. — Behold this wild Rouffeau, And mark his Hero's life, replete with guilt, 'Till he had prov'd a breach of truft no crime, And chaftity no honour to the Sex. His Hero merited the world's dread Scorn; His Julia, too, expell'd the haunts oSmen, Had met the public feoff of modedy, As tarnifhing the virtues of her Sex. Queen."], [31, "louis xvr. 25 Queen. I grieve, Roufleau, thy talents eminent, And eloquence, So charming to the ear, Should yet So wound the Seelings of the fair. You write refponfive to the times, 'tis true, And, by your maxims, try to level rank. We Spurn your plan, who know the mighty polifh, Refin'd refearch in fcience gives the mind; And how a line of ancedry, renown'd For virtue, and heroic deeds of fame, Spurs thofe of rank to emulate their fires. Princess Lamballe. The King enjoins we foothe th' afflicted mind :. Let me propofe affuafive mufic, then ; And to invite the Prince and Princefs here, That plaintiff harmony our efforts aid, To give our Queen fome folace in diflrefs. Oueen. Dear friends, in times of my profperity, I fhould have met your wifh with great delight. If I have mufic now, let it infpire A melancholy woe ; this fatal change Breathes not a fingle note to mirth, or joy. My King infulted ! — here a prifoner ! — The beft of men, the beft of Kings, infulted, Demands folemnity in all our thoughts. — Look at thofe verfes, fuited to my woe. [Giving a Song. E Have"], [32, "26 HISTORICAL TRAGEDY. Have now your widi,and with your harp, and voice, Perform them as an off 'ring to our grief. [Exit P. Lamballe. Re-enter PrincessLamballe, with Royal Children. Princess Lamballe fiings. Blow foft, ye gales, around my Sov'reign's head. Ah ! Boreas, let your blafts be calm and flill. Difcord, depart from our domains with fpeed, Let not thy rage my every pleafure kill. Alas ! what contraft now to former times, When ev'ry charming pleafure was enjoy'd: Then muiic lent her aid to fprightly rhymes, And Bards, to pleafe me, often were employ'd. My King, indeed, was born to regal pow'r, But no prerogative did he abufe. May Heav'n on him her beft of blellings (how'iv In acts of clemency he was profufe. Children, defeended from a Royal line. For you, in deepeft ang,uifli, oft I mourn. My God! to mercy now thine ear incline, Difpel thefc clouds, let peaceful times return 1 From hence, let all furrounding nations know, The deeds of Jacobins I — thofe deeds we mourn : May our dire fate their latent malice (how, And warn the world fuch liberty to fpurn. Bear up, my Queen ! profperity approaches. Queen. ****** Oh ! grant it Heav'n ! in mercy to our Sate. Maria, now the King is waiting you : Adieu. — Attend. Dauphin."], [33, "LOUIS XVI. 27 Dauphin. I beg you let me go ? Queen. My darling ! — Go. [Exeunt all but the Queen Queen. Sola. A fcene of mafia ere Surrounds us every day. The num'rous crouds Augur fome latent mifchief is in train. Sedition, not reform, is bufy here. — Yet, for the King's fupport in Government, And from his virtues, I will hope the beft. What pleafure I fhould have in private life, Free from the envy of tormenting greatnefs ! \" Ah ! facred folitude ! retreat divine ! *'' Envy of great, and choice of prudent fouls !\" Thy peaceful fhades are happinefs fublime. To thee the fplendour of a Court gives way. — But it is fit we leave our wealth and honours To our lov'd babes — befides, 't wou'd be unjuft Now to abandon all our fubjects rights, When ruin threatens, and black tempefts rife. Then let me foothe and folace my lov'd King, To bear his fate, 'till France repent her crimes, And-own the virtues fhe has long abus'd. [Exit. E 2 SCENE"], [34, "HISTORICAL TRAGEDY. 28 SCENE III. Hall of the Affembly. M I N I S T E R S Of S T A T E , a K d M E M B E R S of A S S E M E L Y , on each fide the Throne, enter with Trumpets. King. I meet you, Gentlemen, on State affairs, And bus'nefs more important to our realm, Than what our hidory does not yet unfold. Inveded, as I was, with abfolute pow'r, I ever meditated good to France ; Witnefs that law repealing feudal rights, With all the great conceflions of our reign. — From the Capetian line, renown'd in war, I fprang. A race of Kings, under whofe rule, The French have flourifh'd long, and have attain'd Profperity. — This kingdom is renown'd For mild philofophy, and lib'ral arts : My people hold at leaft an equal fame And confequence amidft furrounding States. — From anceftry, and my own boons to France, I am entitled to my country's love : But, had I not thefe claims upon your favour, This day affures me of my people's hearts And gratitude. Lo, all their wifh attain'd! Announce it thro' the wide extent of France, This Conftitution, which, with keen refearch, I have revolv'd, I now accept in full.— ■ But,"], [35, "LOUIS XVI. 29 But, I accept it with thefe free remarks ; Remarks, not dictated by leffen'd pow'r, But by th' ardent Jove I bear my fubjects. Moft of thefe laws I heartily approve: They breathe a Britifh liberty, and tend To happinefs. — But pow'r executive Is rather left deficient, and may prove, 'Gainft an invading or infulting foe, Of dow effect to venge our injur'd rights. But what I fear the moft is increas'd fuflragc. — This may lead to the people's farther claims Of equal votes for Members of th' Affembly, And hence all property might be expos'd To thofe who want experience fit for rule. By laws of God all animals exift In dull equality ; but ruling man, He, in proud eminence, above the reft, Scept'red with reafon, fpurns th' unvarying ftate : In his great foul an emulation glows Impelling him to fhine amidft his kind, And to improve, in a progreflive line Of virtue. — Hence refpect, and hence reward, From good men here, and happinefs hereafter. The charter held by man from Deity, Is firm fecurity of recompence Proportion'd to his virtue and his worth. With Heav'n let all our laws breathe confonance; And, if a fuffrage to all ranks is given, Let it be in proportion to their wealth, Procur'd"], [36, "HISTORICAL TRAGEDY. 30 Procur'd by induftry or lawful gift ; That all may find true merit meets reward, And indolence the merited neglect. Auguft Affembly ! when th' effects are known, I truft you'll rectify whate'er is wrong; And, by your juft and Salutary laws, Conduct the people to proSperity. The good of France fhall ever be my care, And all my pow'r directed to this end. I truft this day — this great important day-**— A day, I give my people all their wifh, Will ftand recorded, and will fhew the world How much true liberty exalts a State. — This Crown and Sceptre, mine by ancient right, I hold the prcfent gift of all my States. I feel this adds a Judre to my reign, And gives true happinefs to regal power. [Exeunt with Trumpets. SCENE IV. Thuilleries. Globes, Armillary Sphere, &c. &c. King teaching Geography. Prefent Prince and Princess Royal. LeElure over, King rifes. I'm pleas'd, my daughter, with yourjud remarks ; This ufeful Science much expands the mind. Well"], [37, "LOUIS XVI. 31 Well is the Sace oS this terredial globe, Its magnitude and various climes defin'd, By the great Newton, firft philoSopher For grand reSearch and bold diScovery. My anceftor did hence derive Some fame, He, with munificence, becoming Kings, Aflided this great man. I glory in it. — I truft, my children, you will always act A part in life, worthy your high defcent. — The fear of God is wifdom's brighteft gem : Learning and fcience ornament the mind. To piety and knowledge bend your thoughts; If you attain not, then, the world's edcem, You'll have the greater merit to deferve it. Princess Royal. Whate'er your Majefty fhall recommend, I'll make my earned ftudy to attain. King, taking the D a u p h i n by the baud. Now, my dear child, no longer I'll detain ydc; [Exeunt Royal Children. Enter Ou een. OUEEN. In work of faucy, now Lamballe and I Employ our time. — We wifh Maria's aid. King. For her geography give two days more. Cfl'EEN."], [38, "HISTORICAL TRAGEDY. 32 Queen. Thanks to kind Heav'n, in thefe didreding times, I have the comfort of my family. When will your people pay to you, their King, Th' allegiance and refpect fo judly due ? King. Madam, I keenly feel for your misfortune. Bred in the fplendour of th' Imperial Court, What fad reverfe of fate is this to you ! This Palace of our ancedors, our prifon ! — Infulted often by brutality! — But I have fanction'd now the Conftitution ; Befides, have granted all the wifh'd reform. My acts of clemency will furely move All men of virtue, and produce a change. Queen. My Prince, 'tis plain a band of defp'rate foes Mean ruin only, and tumultuous broils. Conceflions but the more inflame their rage, As fearing peace and quiet may thence enfue, To difappoint their democratic views. King. That Britifh liberty ! juftice fublim'd! Profufe of good ! pregnant with every boon ! Made me refolve on equal good to France, And Heav'n can witnefs my fincere intent! — But, ah ! that fatal mifchief, call'd Reform, Nourifh'd in faction — made a mere pretence To"], [39, "LOUIS XVI. 33 Toplaceinpow'rthoSehell-hounds.prowling round, Has ruin'd me, and quite undone my country.— Sure many great and good men are in France— Their efforts muft prevail to change the times. I truft you Soon will See returning quiet— The law triumphant, vice in juft contempt— The juft gradations oS prefiding rank, Securing every man his proper place, With matchlefs harmony, upholding all. [Exeunt. SCENE V. Princess Lamballe Sola, drawing a Minature PilJure. Princess viewing the Pi£lure. Anguifh and depth oS melancholy woe Afflicts my Soul Sor Royalty diftreSs'd. The thoughts of death, refulting from the fcencs Of maffacre, difturb my night's repofe. To Atheifm all nature gives the lie : Ev'n dreams unfold a certain ftate hereafter. — Come, genius of Raphael, to my aid ! Let me portray what nature did unfold, In thy bright colours. — Tender feelings, come ! Recal the moving fcene, when the young Prince, Did ftrike thechord which thrill'd thro' all our Souls, F And"], [40, "HISTORICAL TRAGEDY. 34 And bent our minds to poignancy of grief, While tears did flow, and fighs refponfive heav'd. — Infpiring genius ! — I invoke thy aid. Infufe thy fpirit, and make this my work, Worthy th' acceptance of the gallant Swifs — His hour of promis'd interview at hand — [Looks at her watch. Alas ! how fhall I act ? I fear th' event. May prove unfortunate — and he may fall ; But as he's cool in all attacks of war, Deliberate, — in danger moft himfelf, I'll wifh the beft. — Come, then, infpiring Hope! Give me belief, the heroe will be Safe; Virtue and confcience both approve my wifh — My Royal friends diftrefs'd requires this aid, Their claims upon my friendfhip moves my foul. To to this reSolve. — Heav'n grant the wifli'd SucceSs. Enter Swiss Commander. Swiss Commander. Hail, charming PrinceSs ! you appear in grief. What mournSul Subject now employs thy pencil? Sure, that Small bit of iv'ry has not room For the affairs of France, elfe I fhould think, From fuch pathetic woe, that you were painting The dreadful maflacre Ave late beheld. Give me a chearful look, or I muft hence, Or fink in all the foftnefs of your fex. Princess"], [41, "LOUIS XVI. 35 Princess Lamballe. Ah! Sir, thefe times are times indeed for grief, And ev'ry feeling heart mud: mourn the Scene; This fcene of woe to our illudrious King. To mitigate the fuff 'rings of his friends, With dignity heroic he conceals The big round drop of woe, Affliction's tear. In Calm collected goodnefs he appears The hufband and the father, gentle, kind;— With refignation to a load of ills, On Royalty and virtue ne'er impos'd, 'Till rule of Jacobins did here prevail. Swiss Officer. When I behold an ancient edifice, Defaced and ruin'd by the hand of time, A melancholy fadnefs clouds my mind. But time is caufe — ruin is the effect That muft enfue to all the works of tafte. More melancholy forrow muft prevail, When wanton cruelty is exercis'd On God's own image, man, without a caufe. What cruel injuries afflict the Queen ! In beauty's charms, and elegance fublime, She fhone, and grac 'd the throne of ruin'd France ; But now, in faded fplendour, like the fun, When his bright beams are eclips'd, fhe appers. — May I enquire the fubject of this painting? — < It moves your grief. F 2 Princess"], [42, "36 HISTORICAL TRAGEDY. Princess Lamballe. A moving fcene indeed ! My painting takes its rife from the young Prince, Who, when the King did mark the vaft extent And population of his warlike realm, Made this remark, \" How num'rous are your children! Your people oft you call your kindred fons.\" The bafe ingratitude of thefe dire times, Contrafted with the-goodnefs of the King, Rufh'd on our minds, and drew-forth tears ofgrief. Tell me, — have I done judice to the fcene. [Giving it. Swiss Officer, viewing the Piclu re. The King, in manly dignity of forrow ! — The Princefs Royal's tears are really feen ! — You and your friend, Elizabeth, in pain, Conceal your grief in pity to your friends ; — The Dauphin, in amaze to know his fault, In doubt and innocence, with throbbing heart, Beholds the Queen — her feelings all arous'd By mingled paflions and maternal love. The ftrong conception, warmth of colouring Are fo portray'd, even Jacobins might feel. It fills my eyes — my tears bear true record — Princefs, you ftand unrivall'd in this art. [Returns the Painting. Princess. I joy the picture meets your approbation; For"], [43, "LOUIS XVI. 37 For I propofe this evening to beftow it On you— from whom I fhall requeft a favour. Swiss Officer. Thofe you approve, will have an ample boon For any Service friendfhip can perform. Princess I feel the honour done me — and I know The glory of your deeds achiev'd in war; Behdes, your feeling heart makes me refolve To lay afide referve, and to requeft A favour, and acceptance of this painting. Swiss Officer. Then, Princefs, honour me with your commands, Tho' death were in them, 1 fhould think them wel- come. For fuch a fcrvice, talk not of reward. Princess. You know the -ruling club of Jacobins, Dictate to all the members of th' Affembly. — Suppofe, tins night, that you difguife yourfelf, Take part in their debate, and try to find If they will yet fubmit to what is right, And mitigate t ie fuff 'mgs of our King. What can he more ! their wifh'd reform is given, And hence th' enliv'ning beams of hope are fled. Swiss Officer. Keenly I enter into this idea. Thanks ro the feeling heart which it devis'd. About"], [44, "HISTORICAL TRAGEDY. 38 About the midnight hour their club breaks up. — To-morrow I'll attend with the refult. Princess. Accept my grateful thanks. Swiss Officer. Princefs, adieu. [Exit Officer. Princess. Sola. What bodes my tim'rous mind ! Have I dene wrong ? Surely the caufe of virtue in diftrefs Is fuch a caufe, as Heav'n itfelf approves. But yet, — a melancholy haunts my mind, And points to fome calamity at hand; Or death beyond the reach of mankind's wrongs. Short is the fpan of life, therefore, I pray, May virtue lead me to celeftial day. Kind Heav'n defend this hero in our caufe,. From Royalty — he merits much applaufe. END OF THE SECOND ACT."], [45, "LOUIS XVI. 39 ACT III. SCENE I. Jacobin Club . — A grand Debate. President takes the Chair. VE Jacobins, who judly rule in France, ■4 This night's debate requires your wife refol v-es. The quedion is-, — \" Shall France have a religion, \" Edablifh'd by the law, as now prevails. <c And fliall the clergy yet retain the wealth, \" Thofe vaft domains, long veded in the church,?\"* Is this confident with the Rights of Man? Th' Affembly will decree what you refolve. Firft Member. I beg to take the lead in this debate : — And firft, I hail the genius of Voltaire, Helvetius, and the writers of like fame, Who pointed out the folly of religion; — Reliev'd man from the dread of future ftate, And punifhment, in what is call'd Hereaf er. The foolifh Plato thought he'd never die! Found a divinity to ftir within him, \" And intimate eternity to man.\" But now we live in an cnlighten'd age, Which points out death, eternity of reft, . . And intimates Equality to all. — * I look"], [46, "HISTORICAL TRAGEDY. 40 I look upon religion as a bugbear, To frighten children, and enrich the priefts. Our mighty Monarch, his adherents too, From the church maxims (maxims lov'd by Kings) Will ever think of pow'r, pow'r abfolute, From him deriv'd, and flowing thro' the ftate. — Religion jars with our Equality ; To which, the Tyrant's death muft pave the way. Aided by old repute, the Scriptures too, Hold forth the pomp of dignities and powers. — Shall we fupport what's hodile to our views, Upholding what would ruin our defigns? — Confifcate, then, the livings of the church, And let the holy men, who talk of Heav'n, Have Heav'n itfelf, nought elfe, Sor their reward. Link not religion to our commonwealth; But let choSe pay Sor prieds, who need their aid. — A Government of Jacobins will ftand Without a church, to prop its tow'ring Schemes. — You have what I opine — take it in brief. Second Member. 'Tis plain, my friends, our plans cannot fucceed, Whild notions of religion ftill prevail; For, in the books which churchmen call lnfpir'd» Hereditary monarchy is held As government, by Heav'n itfelf approv'd ; Kings there, we find anointed, holding pow'r From'Heav'n ;^-in rank, tow'ring above mankind. Tribute is order'd to be paid to Caefar, Who"], [47, "i- O U I S XVI. 41 Wvho held the Government of Judah's realm, By right of conqueft, which Paine's works object To William, who by conqueft got the Crown Of England, and retain'd it by that right. A ftrict obedience to preiiding pow'rs Breathes thro' that book, call'd Sacred and Divine. Mark, too, the bounds of all extended fpace Religion holds as govern'd by a God. It grants the Crown and Priefthood, not to votes; By birth-right fome — others, by merit call'd, Or, rather, the King's will difpenfing law. — This doctrine, hoflile to Equality, Muft ceafe to move the People, or we fink In our attempts, and liberty expires. Need we, oh, Jacobins ! — need we debate If we preferve a church, now ufelefs deem'd ? — Are thofe domains, fo rich, quite ufelefs, then, To pay our troops, or give a juft reward To thofe, who plan the freedom of the world? — With the firft Speaker, I agree, in full, And hold that man no Jacobin in heart, Now that our plans begin to be matur'd, Who would propofe ftill to retain a church. Third Member. Behold the Governments monarchical! View, there, the mutual aid of Church and State. The State beftows rich livings on the Clergy ; They, in return, preach up fubordination, — Obedience to the King, and all his Laws. G Remember"], [48, "HISTORICAL TRAGEDY. 42 R.emember Fenelon, that learned Sage ; He plann'd the model of a government, With fev'n degrees of citizens in rank, To Srand confefs'd in difference unfeemly. — But our fuperior plan proves all are equal: Th' arrangement of our government holds forth Equality, with geometric rule, As the grand principle, confefs'd thro' all; Againd which maxim, Prieds (a meddling race!) Will mod object. — Difmifs thefe jugglers, then; Their livings will be ample fund of date To give a currency to Adignats. — Religion is expend ve. — All its precepts Are oppofite, and hodile, to our views. Fourth Speaker. No wonder, that Religion has been held In high repute. — It proffers meeds of glory To virtue in a future ftate of blifs. Let us, to combat this chicane of Priefts, Give all our youth a civic education: Firft, teaching them the natural wants of men j Then, with true Science, op'ning on the mind, Prompt them to claim the honour of reward — ■ The diff'rent honours of our commonwealth ! — Fird, let them aim at military fame, And gain Some wreaths of laurel in our wars ; Next, lead pur armies forth to gallant deeds, On fuch we will bedow an honour, great — A fitting in th' Affembly— greated honor! Than"], [49, "LOUIS XVI. 43 Such views will better ftimulate the mind, Than notions, quite antique, notions of Heav'n. Let us not, then, eftablifh by the law, Religion ! — It is ufelefs in a ftate. Church livings will promote the caufe of freedom. [Applaufe. Fifth S p e a k e r , (a Gentleman. ) Ceafe this applauding of the fouled: guilt. I grieve to think I ever mingled here. — What dire impiety is this? — I fhrink At fentiments fo mondrous, and impure. — The wildeft favage owns a Deity : Religion, as reveal 'd in facred writ, Is the moft fplendid boon e'er giv'n the world. Its maxims, by the finger of great God, Are wrote throughout the vital frame of man, And keep their place 'till virtue is expell'd : Leave confcience, even then, to rend the foul. — - If legidators draw their laws of ftate From laws Divine, fuch government muft ftand. Without a church, your commonwealth will fhew Crimes heap'd on crimes, and be the fcorn of men, 'Till univerfal ruin bury all. Your mild and gracious King has giv'n reform Ev'n to your wifh: — Accept the precious boon! Nor think of this chimera, equal pow'r. — Confider well the diff'rent ranks of men : That virtue, join'd to induftry, brings wealth ; And make it a fix'd maxim in your flate, G 2 To"], [50, "HISTORICAL TRAGEDY. 44 To give to greated virtue, grea.teft pow'r. — Ye Jacobins ! withdraw from thofe foul crimes, Protect the Church, the glory of a State ! [Cry of down, down. — I do not wonder that I am not heard. — When I look round in quell of former members ; Men, temperate and juft, of cool debate, And weight of reafon, have now left your Club. Marat. (To a murderer, afide.) Mark him, the firft, for maffacre to-morrow ! Swiss O f f i c e r , in difguife. (Speaks in ridicule.) Laft Speaker has offended much our Club Of Jacobins, rulers of mighty France. But, as we fhine in arguments fo juft, The freedom of debate might be allow'd. — Now to the queftion. — Religion is not Confident with our much fam'd Rights of Man. For lo! in writings of religious zeal, Subordination drongly is enjoin'd : Rulers are giv'n without the public voice; And pow'r o'er pow'r prefides, thro' ev'ry rank ; Hence, King, Judge, Pried,and Gentleman, appear \"With all the trumpery, expell'd this land. — Religion holds the honour of Hereafter Is, to behold the glorious King of Kings: — Dethronement of all kings we have in view ; And widi that all the world would now combine, As one great club of Jacobins, whofe rules Uphold"], [51, "LOUIS XVI. 45 Uphold a Government, without a Church. Religious tenets we have moft to fear ; Thefe know not, nor allow Equality. A Murderer. Let all Religion ceafe !— So fays Marat. Second Murderer. Let us explode all punilhment hereafter ! Pre si den t. Now, Jacobins, 1*11 clofe this grand debate. The Government we aim at, yet unform'd, The hand of time will polifh and amend. But joy, my friends, our plans are in fit train : We have focieties in ev'ry clime, Men, daring, fraterniz'd by Jacobins, Who, by this club, fons of Equality, Will be inftructed to convert the world. — With the firft Speaker, I do think Voltaire Has pav'd our way to thofe refolves of freedom Exprefs'd this night. — I truft the grand refult Will make our plans compleat, confiftent, too, By downfal of the Church, our greateft bane. — Our Secret Committee propofe to move, Attended by a train of trudy guards. The thunder of th' Artillery of France Will thin the ranks of the devoted Swifs, Alone attach'd to Majedy and Kings. — Let Ariftocrates, henceforth, be our game, And Prieds may vifit their great King of Kings. Soon"], [52, "HISTORICAL TRAGEDY. 46 Soon muft our King refign his regal State, And, in the Temple, bid adieu to pow'r. — Give now decifion on this night's debate : — Shall the eftablifh'd Church be done away, And fhall the State poffefs her rich domains? — Refolve it, as becomes the Sons of Freedom. [The gentleman and Swifs Officer having retired* all vote for no eftablifhed Church, and the confif. cation of all Church Property. SCENE II. A Houfe of a Member of Assembly. Prefeni feveral Members of the Jacobin Club, and Secret Committee. Member of Assembly. Your famous Club, the origin of law, And of Equality, oft honours me To move what is intended for decrees : — What duty does your laft debate impofe ? President of laft Meeting. Laft night's refolves confifcate all the wealth Belonging to the church ; — it falls of courfe. Then move the confifcation : — alfo move That fome fmall pittance be allowed the Priefts, Who yet may be requir'd by tim'rous fouls To preach, and hold a femblance of Religion. Member"], [53, "LOUIS XVI. 47 Member of Assembly. Th' Affembly fhall be mov'd to fuch decree. — I heartily affent to your ideas. The books call'd Scripture charm with thefublime, And, with a majefty of language, prove,. To minds unthinking, an exiding God- But this our project of an equal fuffrage, I truft, will foon lead on to a decree To give the world for fcripture — Rights of Man. President of the Jacobin Cltjb. What Alexander did achieve by arms, Equality more certain will attain. To foothe the nations and complete our plans, We did renounce all conqueft by decree, But Caefar never plann'd fuch mighty deeds ; Our views of aggrandifement tow'r to heav'n, And foon will be unfolded to our Club. Equality ! — what charms thou haft to plcafe ! Thy fafcinating pow'rs, fuperior far To arms, can open files of marfhall'd hods, Divide the foe, and give the wifh'd SucceSs. — Laft night, 'midft our debate, a man unknown AddreSs'd the Chair, and quickly took his leave. — Call in thofe men who wait — that we may know him. Enter Murderer. Did you trace out that military figuire, As order'd in a note fent from the Chaojr? MTurderer."], [54, "48 HISTORICAL TRAGEDY. Murderer. We trae'd him to the Palace, and apartments Of Princefs Lamballc. — His name we cannot find. President. Then, go — difcover it, and wait on me At twelve at night. — Do not miftake the time. [Exit Murderer. This Lamballe is the Queen's great confidant ; Do any of you know our hodile foe ? A Member. When I was endgn in the guards, I've feen her: Good Heavens ! we had her once at a review ; When, with the Queen, fhe walk'd along our line, Her eyes died luftre like the morning ftar. — Such blaze of beauty met my ravifh'd fight I flood a datue heedlefs of command. President. Your tongue, I find, grows wanton in her praife. Member again. I ftand corrected. I would facrifice The brighteft beauty t.o the commonwealth. President s/- Jacobin Club. Great beauty to much craft is oft ally'd. What loft Mark Antony by brighter charms ? Here, write her doom, and mark her out for death! [Shews a book, Member"], [55, "LOUIS XVI. 49 Me mb er of Assembly taking the book. Give me the plcafure to infert her name, Then foon, with foaring wing, (he'll mount to Heav'n. No fancy can fuppofe, no language paint, What boon we give her by this night's refoives. Good-night, my friends, great deed sarejuft in hand. Our leaders now are met in grand confult, They mean deftruction to thefe loyal Swifs, As prelude to the fate of Royalty. [ Exeunt all bat the Member of Affembly, Robes- pierre. Member 5/ Assembly. Solus. Succefs ftiil follows us, and aids our Schemes. Our half-ftarv'd legions, mov'd by pay increas'd, Give us to dictate Liberty and law Who plann'd th' increafe but to allure their aid. Beyond our conftitution, hateful laws, We could not move our firft affembled States; But by a copious bleeding oT our foes, And by th' extended rights of all to vote. The next return of Members will be ours ; For numbers now prevailing will fend forth Thofe fiery fpirits, Democratic Chiefs, The people's idols. — Wit and wifdom thence Will be o'er-rul'd, and Royahfts expell'd. On. potent numbers we muft build oar hopes, Elfe, all our Schemes and murders would be bla>m'd H By"], [56, "HISTORICAL TRAGEDY- 50 By thofe not having pow'r. All mud: be ours-**r Equality, foundation of our plan, A phrafe of dark and dubious meaning, too, But fitted to convey to vulgar minds Samenefs of power and wealth, alluring hope ! Will fure divide mankind. The wife alone May cavil, what's their pow'r to num'rous fools • The Jacobins can mould to all their views. In clofe divan our leaders, now confult — I'll move a deputation to the King, That he may join in aid hence to remove Th' invading troops of Germany our foes ; — His eafy virtue will enfure confent. SCENE III. Palace. Swiss Officer, Princess Lamballe. Officer. Princefs, with prompt obedience to your wifh^ I went difguis'd to that infernal flub. But afk not a recital of their crimes ! France is undone! impiety prevails. Princess Lamballf . Say, if you may, what has our Kjng to fear ? Officer. Who fear not God cannot refpect a King. Behold, Religion is expell'd the State : No"], [57, "LOUIS XVI. 51 No funds are left for our expiring church : On this they held debate, the firft e'er held— With impious rage oppofing Heav'n itfelf. Demons themfelves believe in God, nay fhrinlt From his omnipotence, with dread recoil. Princess Lamballe, after a paufe. Horror, difmay, and death! — Precepts divine Are now o'erturn'd — Soon will the Jacobins, Let loofe to murder, enter this abode, And, bath'd in blood, effect their laft of crimes, By regicide ! — Alas ! the fatal times ! Off icer. Were not the army lod to difcipline, Santerre, and Atheifm, fhould feel th' effets. Princess Lamballe. How7 did you feel among thofe Jacobins ? Swiss Officer. When hoftile troops meet in attacks of war, Our courage foars aloft above the danger. — In paths of rapine, haunted by the robber, We draw our fwords, and truft to felf-defence — ■ But, in that den of peftilence, I found Loathing and horror Shoot thro' every nerve. Princess Lamballe. Shall I inform the Queen ? Officer. By this you may. [■Giving a letter. H 2 Accept"], [58, "HISTORICAL TRAGEDY. 52 Princess. Accept this picture — Scene oS Royal grieS ! It Suits the brave who can avenge their wrongs. : [Giving him the Picture. Swiss Officer, accepting it. A precious giSt £ — I '11 place it near my heart; '* It will add weight to my deScending Sword,. *' And drive it in a temped: on the Soe.\" PrinceSs, I know, humanity is thine— Now exercife its virtues on the Queen. Prepare her noble mind for fomething new. [Exit Princefs. Swiss Officer. Solus. I 'fhall, by a harangue, prepare my Swifs, To give reception due to Jacobins. And now I go to meet my warlike friend, From Pruflia's camp Teturn'd.- — Our mided King Declar'd a war againd his real friends; Now he will fee his error, and permit That they make war upon his impious foes. SCENE IV. Parade, Paris.. Swiss Officer-, Gaston. Swiss Officer. I joy to meet you, Gafton. — 'I have news Will found moft grateful to thy loyal ears. — Phi*"], [59, "L O-U I S \"XVI. 53 This moment I have parted from my friend You know — fo late arriv'd from Pruffia's camp. The King himfelf, w.ith Brurtfwick, and th' AilEes, Are now prepared, with all their pow'rful force, For war, and juft correction of thofe fiends Who deluge France with democratic rage. Oh ! may the German heroes foon confound Thefe mifcreants, and relieve the beft of Kang^. 'Gaston. Ega'lite, Marat, and RobeSpierre, So deluge France with blood, that virtue ffwirik-s* Confounded and difmay'd. They threat :the world With novelty of -rule — fanatic rage; Mifleading thence, with. their delufive dreams Of prejudice and fliew of equal power, The, people to unhinge all government. Should they Luceeed, the midnight haunts of vise Would vomit forth their hell-hounds Jtoo'er-rtile The virtuous, and in fact, ;the:laws of nature. Forbid it, I leaven ! Great Brunfwick, lead, thy tFoqps Theiprefent rimes, big with the fate.ofFran.ee., And pregnant with all guilt, demand 'revenge. Let vict'ry, then, and vengeance .fire your foiik; All good .men here will aid fo juft a caufe. Svvrss 'Of ficer. I find, the clangor of to-morrow's trumpets Proclaim -a march: — The orders are prepar'd: — He fays the fun ne'er fhorte on better troops: Their"], [60, "HISTORICAL TRAGEDY. 54 Their martial ardour, military mein, He fo defcrib'd, as fir'd my blood to war. Depend, I'll mould the Swifs to our great plan. Let brave La Mark, and you depart in hafte To move the provinces . — They, fure, do loathe Thefe democratic fiends. But our good King, In plenitude of virtue, .fcarce believes They mean this rage of riot, call'd Reform, As death to him — deftruction to all France ! When this reform, ev'n to their wifh is given, Rivers of blood t' uphold their ill got pow'r Will flow, and will convince the beft of Kings, That bad men can deftroy — but not reform. Now, gallant Brunfwick, glorious name in arms! Unfurl your ftandard; join my faithful Swifs. Holland refounds your deeds fo late achiev'd: 1 truft we foon meet equal fuccefs here. SCENE V. Palace. Deputation from the Assembly wait on the King, in their Red Caps of Liberty. Deputy. We come, as Deputies from th* Affembly, To make our juft remonftrance, as becomes. The fons of freedom. — Not as men enflav'd,. But holding firm a conftitution fram'd, The glory of the French, who gave it birth'; And"], [61, "LOUIS XVI. 55 And adding fplendid luftre to the throne Of you, their Sov'reign, its Regal head. Your will to rule o'er fons of liberty, Declar'd in folemn pomp and public view, They hope was not conftrain'd, but freely flow'd From goodnefs of your heart : affirming thence, You valu'd more that dignity of foul, To reign within the hearts of free-born men, Than to prefide o'er flaves enthrall'd by pow'r. — Anfwer us, Royal Sire; — then we proceed. King. Our acts of ftate, our actions all declare, That with the true Sincerity of Heav'n, I freely did accept ; — nay, mov'd the plan Of plenitude of liberty to France. I boaft the code of law, our conftitution; With all my regal pow'r I will uphold, And with my life defend it to the laft. But now that real freedom is attain'd, Whence comes this daring fpirit of mifrule And infult, on your King, unmerited? Let the Affembly join with me their aid To curb the factious fpirit of the times. Deputy. We joy, great King, at thefe your Sentiments. Th' Affembly hope, to the unfettled times You will impute your wrongs — wrong fo unjud ; Which they, from one proof more of Royal love, Will"], [62, "HISTORICAL TRAGEDY. 56 Wii-I certify,, and pmvifh all your foes. — Wnke to the Pow'rs combin'd, that they withdraw Their troops from France: then reft fecure; you'll reign* Tranquil in power, and fhielded from infult. King. To* ferve my country, quickly I'll prepare DLfpatchcs moft expreffive of your wifh. To guau-d our laws, I mov'd the German war But from the turbulence prevailing round,, The pow'rs. combin'd may dread that fomething far Beyond reform is meant — for that is gain'd. — Give it as my opinion to* th' AfiTembly„ Order reftor'd, our government confirmed,, A love to mankind breathing thro' the ftate,, Maxims that threat our neighbours with difcord': Thefe doctrines, hoftile to all rule, withdrawn, Will foon expel our enemies, and fhow Our new Sram'd ftatutes challenge mankinds' love, And amity repugnant to a war. Deputy. (Afide) Poor Loiifiis !- — we have caught you in a fnare Of Royalty ! we afk no farther aid. [ Exeunt. SCENE"], [63, "LOUIS XVI. 57 SCENE VI. Parade. Park, Enter Swiss Guards, under Arms. {Harangue. — Martial Mufic.) Swiss Officer. •Comrades, and fellow-foldiers, faithful Swifs, This day the King met infult from the guards Of France ! — They now, like other Gallic troops, Are hoftile to their King and to their country. Defection of the French leaves you alone To raife your country's well-known warlike fame Above the high renown of former Swifs. Laft night I mingled with the Jacobins, And find they meditate infernal deeds. — Even — let me warn you — an attack on you, And vileft degradation of the King. — Forbid it, Heav'nl prevent it, my brave guards!— Behold this ftandard Royal ! guard it fafe ; [Pointing with his Sword to the Standard. Defend it, as becomes your loyalty, To Louis, beft of Kings. — Remember The fecret Cabal, with their lure of gold, You held in fcorn. — Your honour now demands You fpurn that Club, who dar'd to taint your fame, Solicit you to break your folemn oaths, And to abandon honour and your King. Avenge it ! — fure revenge is proper here, And opportunity is now at hand. I Sol-"], [64, "HISTORICAL TRAGEDY. c8 Soldiers! I have fome claim upon your favour: Oft have I led you in attacks of war; Your brav'ry always equal to my hopes. Confcious that honour dignifies e'en Kings, • In Royal prefence oft I felt myfelf Worthy refpect, as leader of the brave. Let not the world behold your glory loft: Repel thofe Jacobins, thofe fiends of hell; And by your deeds acquire immortal fame. Here your Commander kneels with open bread. [Kneels, and lays down his fword. From this pofition never let him rife To fee you act unworthy of yourfelves. [All cry, — The King! the King! Huzza! [He rifes, Sound trumpets. Let a warlike note refound The triumph and the honour of my Swifs. [Loud flourifij of Trumpets. To ferve a King when he commands his fubjects, Is honour common: greater far your fame, To ferve your Sovereign's deferted caufe. — Protection of the great and good is yours, And yours alone : — this claims war's loudeft note. [Flourifh of all the Mufic. Now march, and form yourfelves in war's array. As guards of Royalty, we'll fhield our King, Or fall in his defence. — Our foes fhall find We'll bravely conquer, or we'll nobly die. [Exeunt, with Mufic, Colours, csV. SCENE"], [65, "LOUIS XVI. 59 SCENE VII. Palace. King and Malesherbes. King. Malefherbes, I joy to fee you.— What took place In the Affembly relative to me? Malesherbes. The bloody Mayor of Paris, the fell Pethion, Attended by the Envoys of the Commons, With dire intent, and purpofe infamous, Demanded your dethronement in the name Of all the Sections. — Merited contempt From every man of virtue met the idea! But the infernal Mountain, train'd to blood, The ufual engine of the Jacobins, Threaten'd their lives, and brought them to confent. King. From Rights of Man, all Jacobins claim right To load their King with infult and abufe: My Crown prefers me only to moft woe : Now all eftablifh'd order is o'erturn'd, Th' Affembly bring decrees for my affent — Laws fraught with perfidy — of fuch import, To fanction them, I fhould be loft to virtue, To juftice, honour, and the good of France: But vice can bear no check. I now perceive My people are undone by this reform; Pretext delufive only to impofe I 2 The"], [66, "HISTORICAL TRAGEDY. to The rule of Jacobins on ruin'd France; And hencer ehro' this decree, I lofe my throne, To reign, and hold femblance of Royalty, And not have pow'r to* curb exifting ills, Is torture in th' extreme. — I'm fatisfi'd : 'Tis better far to move in private life, Than wear a Crown, without the regal pow'r To check all vice by faluzary !&w, And, with the diadem, to fheltep virtue. — This night we have a Council* — do attend. [Exit M A JL E s h e r b e s. King. Solus. So, 'tis decreed, I lofe the throne of France! — Not for a better King — but for the rule Of Jacobins — Oh ! Heav'ns ! diatl they prevail — Shall injur'd France, already fo abus'd, Her church o'erturn'd, her rich domains a prey To murderers, and men fo deep in guilt, Give rule to thofe whofe vices wrought fuch crimes t Alas ! my country, now in blood imbru'd, By guilty deeds, not foreign\" foes fubdu'd ; I mourn thy crimes, I grieve thy fallen ftate, Oh ! could I diield thee from impending fate. [Exit. .END OF THE THIRD ACT."], [67, "LOUIS XVI. 61 ACT IV. SCENE I. Palace. King and Swiss Commander. Swiss-Commander. T TOW oft your goodnefs, Prince, has been -*• ■*■ abus'd — You mov'd for war againft your real friends. You even prefs'd th' Allies to a retreat, And truded to the faith of faithleis foes — Now mark th' effect — and hear my tale of woe. Lo ! here a lift of twenty thoufand men, Mark'd out for murder by the Jacobins. Hearing their fecret Club was met, I watch'd Marat, from whom I feiz'd this bloody lift. Behold, your gallant Swifs are mark'd the firft To fall — prelude I fear of injury, And further degradation of the Crown. King. Send inftantly to Pethron an exprefs ! — ■ Inform him of the danger, and demand What courfe you are to take. May Heav'n permit That you repel the foe, and now prevent This dreadful maffacre ! — I am on fire To head my troops, and to avenge my country. Swiss"], [68, "HISTORICAL TRAGEDY. 62 Sw7iss Commander. The Swifs alone are loyal — other guards, I fear would join the foe. — Your friends might fall ! King. What ! fhall I caufe the murder of my friends ? Feeling, oppos'd to honour, wounds my foul. Diftraction ! fhall I fail to head my guards ! — How many good men dain, demand revenge ! Shall I look tamely on, whilft Jacobins Deluge my kingdom with fuch ftreams of blood. Swiss Commander. Thoufands attach'd to Royalty might wail Were you now unprepar'd to think of war. Truft me, your guards fhall act a noble part. France, from difclofure of this dire intent, May fly to your protection. — Grant it Heav'n ! King. I'll try the faith — the faith of the Affembly. — Europe fhall fee who murder'd, who betray'd ! Swiss Commander. A happy thought ! grant me the poft of honour, The efcort of my King. — Then I will join My gallant Swifs, and lead them to defend Your people from this meditated ill, And you from any wrong. — When firft I heard This tumult was on foot, I did by letter Prepare Princefs Lamballe to warn the Queen Of"], [69, "LOUIS XVI. 6? Of accident at hand, fome fad event, And Soothe her mind to change unSortunate. King. Thy virtues, Sir, has flood a fiery teft: Now, bring the guard, while I prepare my Sriends, To bear the fliock of their humiliation. [Exit Swiss Commander. Enter Royal Family. King. My Queen ! be comSorted. Let us Submit To Heav'n, and our hard fate. The German troops, Without our leave, prepare to right our wrongs. Thus hope beams forth amidft our load of woes. Let us now to th' Affembly. — Yet, I trud, They fee their dire injuftice, and relent. [Exeunt, SCENE II. Royal Family come to the outer Room, next the Affembly, with a Valet, and Guards, com- manded by a Sw iss Officer. King to Officer. Adieu, my friend, thy virtue makes amends For the misfortunes of this bloody day. Tell my brave Swifs, thefe heroes of your corps, Their loyalty to me, by all deferted, Is"], [70, "HISTORICAL TRAGEDY. 64 Is far above all gratitude and praife. — I hope I Shall reward it as a King. [Exit Guard. Valet knocks at the Door. Enter Member of Assembly. King. My palace is befet with num'rous troops, Who threat to take the lives of all my guards. They have my orders to confult the Mayor: Meantime your King, unwilling to died blood, With perfect confidence in the Affembly, Who lately vow'd to Shield him from infult. Claims for his family protection here. Member of Assembly. Wait here, 'till I report to the Affembly. Queen. I fear th' event of this our confidence : But yet, I own, it is the fafed courfe. Member returns. Louis, by me th' Affembly bid you wait, Until you are conducted to the Temple, A proper habitation for a tyrant ; — Beyond thefe limits none of you muft move. [Pointing to lhe Box held by Editors of Newf papers. King. A deputation from th' Affemblcd States, Did"], [71, "LOUIS XVI. 65 Did- lately greet their King with much refpet. Our confirmation of the Conditution, And all I could beftow was freely given : They faid 't was nobly done, and vow'd regard, Protection, eminence, in regal ftate. Ah ! dire ingratitude ! — We late enjoy'd A Crown, my right by thirty-two defcents, From Kings illuftrious. — My family Expell'd our palaces, whild thoufands fell, Virtue their crime, or loyalty to me. Accurs'd Reform ! is this thy proferr'd boon, Thy boaded liberty, thy Rights of Man, To murder innocence, and give the French, For mild humanity, the tyger's rage, And lion's third of blood ? — Ye pow'rs above! Recal the wonted virtues of my country, Or let me fall ! — My Queen ! my children here ! My heart weeps blood for your unpitied fate. A prifon is our doom — may not I fay, It better fits the murd'rers of virtue, Than I who ftript myfelf of abfolute pow'r To give true liberty to all the French. [Exeunt. SCENE III. Jacobine Club Room. Meeting of Secret Committee, all leading Members. Firft Member. The Tow'r now holds the Royal prifoners — The twenty thoufand Ariftocrates are dain. K To"], [72, "HISTORICAL TRAGEDY. 66 To clear the priSons, law gave up all forms. — Thus all the plans of Jacobins fucceed. Second Member. Curfe on the Swifs ! What Jacobins they kill'd. Achilles' myrmidons fo Iook'd in fight, So dread in afpect, and fo brave in battle ! Breathing revenge, they flood around their chief, A grim, terrific, formidable band. Our cannons roar feem'd mufic in their ears, Infpiring ardour and heroic deeds. — The King's imprifonment, to them announc'd, They for a while feem'd loft in depth of woe, And refted on their arms. — After fhort paufe, With tenfold rage they charg'd, with fuch effect, That -Jacobins by thoufands ftrew'd the ground. Oh ! Brutus, let me never meet a Swifs ! Firft M ember. You fhould have fent them terms, and fav'd your men. Second Member. We did, with offer oS a mighty prefent : They flood upon their honour, Spurn'd our gold, And vow'd to Sail as guards, or Save the King. Firft Member. Honour's a pretty theme Sor children's talk ; Yau See what Sools religion makes oS men. Second Member. But let us to our mighty ftate affairs. Th'"], [73, "LOUIS XVI. 67 Th' Affembly now diflblv'd, and in their place Convention, form'd of Jacobins alone, Firft gives us France, and will in time the world. The blood of Louis Capet now muft flow ; That blood which long has run thro' race of Kings Can never join Equality, nor hold Itfelf at eafe without the Crown of France. Firft Member. Recal the tenth of Auguft ! Can you doubt, From the immortal deeds of that great day I fail in this ? Matter of fmall import ! Give Louis femblance of a legal trial, And let his Counfel give their learned aid With eloquence fublime. — Let us oppofe Our Jacobins — they, too, can plead a caufe; But fhould they fail, my Mountain, arm'd with darts, Shall act decifive to this mighty end; Sending him headlefs to his fancied Heav'n, And, with him, all Monarchical ideas. Second Member. But now7, that Louis' papers are fecur'd, Do thefe unfold no injuries to France, To judify the ends we have in view?— I fear thefe Iflanders, inarms renown'd, Our Englifh neighbours, obftinate in virtue, Muft have fome powerful reafon for this act. K 2 Beware"], [74, "HISTORICAL TRAGEDY. 68 Beware of Britain, fertile in refource : Oft do her arms and ftatefmen awe the world. Firft Member. His papers only prove him learn 'd and good: The more our danger. — Let him quickly fall. Third Member. Say, are the purpofes of aggrandizement This night to be unfolded to our view? 'Tis, time we know the vaft ftupendous plan, That will give Jacobins to rule the world. Firft M ember . — R obf. spier re. After the Tyrant's death it is refolv'd Our leaders all in council do convene For this grand purpofe. — Hear from me apart: Equality, our arms to conquer dates, By fcripture and religion, is oppos'd • Then let them perifh both! — That to eftecc Requires fome daring meafures yet conceal'd- Whate'er divides mankind into mod broils Mud be our earned: dudy to promote :— That Kings and prefent Governments may fall, All ancient fyftem muft be held corrupt, And Paine'sfam'd Rights of Man diftus'd thro' all In England, where true liberty prevails, Embroil them in fome new affair of ftate : — Tell them of government without a tax; — That patriot virtue may uphold their laws ; — That Kings alone of rulers bring expence; — That"], [75, "LOUIS XVI. 69 That armies do endanger liberty. The banks of Holland, England, as reward, The Jacobins well merit for their toils. Let other nations deal in manufactures, Thefe much debilitate the human frame, And make it a fure prey to warlike France. A fecret council, truly Jacobin, Muft plant the Tree of Liberty ! — its fruit, Equality of wealth, delufive prize, Is to be held in view, th' enjoyment ours. The Roman maxim, Conquer, and divide, By Jacobins, you fee, is much refin'd. Now I'll unfold our potency for war. What were the ancient feeble feudal rights, When every man approach'd his kindred chief, Told any tale of woe, and got refpite From Service or from war? — What ev'n the power Of Kings — they dar'd not ftretch prerogative Beyond the bounds of reafon, or they fell ; But this our plan — equal fuffrage to all, Carries all points ; — the utmoft dretch of pow'r, When call'd the people's will, none dare oppofe; The nation fball be arm'd, and all muft ftand In ftate of requifition, at our call, To move to conqued of the mighty world : If any dare difpute the nation's will, The guillotine with blood fhall mark the crime. The nation is fupreme above all law, And fhall not wait the form of tedious trial. Now"], [76, "HISTORICAL TRAGEDY. 70 Now all muft bow obedience, or muft fall. When acts of ftate are deem'd the people's will, None are accountable. — The mighty mafs, The legidating whole, act with a force Beyond controul. Hence life and property, Which Monarchs with much caution muft refpect, We fhall with eafe command. — This will produce What muft confound thofe feeble things call'd Kings. Suffrage to all fecures confent of all ; The people will enforce their own decrees. [Exeunt, SCENE IV. King ; Malesherbes and Deseze, his Council. King. Behold, my friends, behold the refidence I have for Splendid palaces of Kings Vilely degraded, even to be tried As culprit infamous, who ne'er did wrong To human kind, but ever was their friend. I have felected you, and Tronchet learn'd, To plead my caufe, the caufe of innocence. You know, that on the bloody tenth of Auguft, The num'rous evils threat'ning then, .my friends, Mov'd me to feek protection of th' Affembly : Here is the boon their mercy did afford. More"], [77, "LOUIS XVI. 71 More horrible, can human woe endure? Alas! my family muft fink in grief; Denied my prefence now— what cruel fate! The bloody head of Princefs Lamballe, here, Brutality ! expos'd in dreadful view, More than my trial, my afflicted friends, Rend all my feelings with th' excefs of grief. Deseze. When injur'd Royalty implores protection, The heart refufing it, is loft to virtue. This cruel feparation from your friends ; — Dire infults, fhown your perfon in diftrefs, Not ceafing, but renew'd with louder rage, No page of hidory did e'er unfold. The tyranny of Jacobins alone Fird gave a precedent of fuch foul guilt. King. My trial is decreed ;— hence I prcpar'd A ftate of all my acts of regal power, Since my acceptance of the Conftitution. Oh ! ruin'd country ! — If the Jacobins, In place of liberty, fhall give destruction, Let me retire to mourn thy cruel fate ; No word or deed of mine France has to blame : Th' excefs of lenity — granting reform To thofe who meant deftruction is my crime. But I fear fcandal, and its foul reproach, Inju-ftice"], [78, "HISTORICAL TRAGEDY. 72 Injudice, wrant oS truth and perfidy. Shall I, a King, plead where I fhould prefide ! Deseze. Bylaw 'tis evident you fhould not plead, By every law you are inviolable. Convention — their tribunal is unknown In any ftatute, or the law oS France; Your greateft violation oS the, law Meets the fix'd punifhment, dethronement only : This you have found, with lofs of liberty. Accufers, by no law, can act as judges. My Liege, the point of prudence lies with you : — If you refufe to plead, thofe men of blood May urge it as a proof of fouled guilt. We'll prove, at leaft, your fpotlefs innocence, And try to move the virtue of your fubjects. King. My Sate, I am aware, is now decreed By Jacobins, who dictate to the State : But, See their accuSations — and obServe How Sar 'thefe tally with this ftate oS facts, Prepar'd in writing Sor your learn'd advice. [Giving them a Memorial. 1 took an oath to hold the Conditution ; I have Since held it as the law oS France, And kept it with a true and deady Saith. D e s e z e . After reading part of the Memorial. I find the allies, now combin'd in arms, Were"], [79, "LOUIS XVf. 73 Were even forbid by you to claim thofe rights You held as lawful Sovereign of France, Or violate the late new code of laws. King. My foul abhors all falfehood. Now I fpeak In profpect of a great eternal world. The Conftitution partly to my wifh, I judg'd more fettled times might much improve; But would myfelf, at all times, have oppos'd Its overthrow, by friends, or force of arms. Deseze. Here innocence prevails : the caufc you plead Is to unfold the truth, then you fucceed. Deseze. I go to execute your Royal will. [Exit Desez e, King to Malesherbes. Dear friend, in Silence long, and plaintive grief! — Bear up. Behold my happineSs at hand. Death from my torments foon will Set me Sree. Not only was I kept from all my friends, But means of correspondence, too, denied me. The pen and ink, now, granted Sor my trial, As nature dictates, I have fkft employ'd, To write my Queen th' effufions of my heart; — - And to thy friendfhip I commit the charge. [Giving a Letter. Your calm addi-eft in this will berequir'd, L For"], [80, "HISTORICAL TRAGEDY. 74 For there the Oueen will find a difmal tale, Wounding her feelings, conjugal, maternal — Preparing her for my approaching fate. Malesherbes. Take comfort, Royal Sire ! fure you have caufe : Your many virtues, num'rous boons to France — This caufelefs trial, after dire didrefs, Muft move the people. — Sentiments, I truft, Of gratitude and juftice, yet remain. May Heav'n fupport you ! I will fee the Queen, And fummon all my fortitude in aid, To meet your gracious purpofe with addrefs. [Exeunt. SECXE V. Temple, a wretched Apartment. Oueen', Dauphin, Princess Royal, and Madame Elizabeth. Enter Malesherbes. Malesherbes. Ladies, I'm honour'd with the King's command To wait on you, his friends, fo near his heart. Queen. Welcome, Maledierbes ; how bears he his diftrefs? Malesiierbes. Madame, the Kinghas health. — Some late refolves Of"], [81, "LOUIS XVI. 75 Of the Convention, hath arous'd his mind, And Set the heroe even above the King. At audience of his Council, calm his foul, He rcafon'd quite at eafe as when in pow'r; But bufinefs o'er, at mention of his Queen, He heav'd deep fighs, and caft a look to Heav'n, Regretting more your fuff' rings than the fate Of Royalty o'erturn'd. — Ladies, the joys Beyond the reach of vice — th' immortal joys ! Obfcure the fleeting fplendour of the world. Lo ! my good King tow'rs far in his diftrefs Above the fceptre's pomp. — Virtue is his. No higher point can expectation gain, Than its reward refplendcnt. Queen. This language, Sir, Becomes his friend, and foothes our prefent woe, Now from my eyes, and from my bleeding heart. He is remov'd — when mod we want his aid. Had the Convention infolence, unheard, . To bring him to their bar of infamy ? Malesherbes, They dar'd fuch infolence. He their appear'd With that advantage virtue gives to Kings. His talents did eclipfe his noble birth. The ableft counfel, bred to forms of law, Might long have paus'd on queries put in court. His anfwers left his judges in difmay — L 2 In"], [82, "76 HISTORICAL TRAGEDY. In fondeft admiration, all his friends. He fpoke and look'd a dignity to Kings. Oh, Frenchmen ! did you know his real worth, Flis injuries would claim your poignant grief, And this ingratitude would move your fouls To mourn the fate of your unhappy King, The father and the lover of his country ! — Madame, I have a meffage from the King : I beg the Dauphin do a while retire. Oueen. Alas ! Sir, where ? I have no other place. Our guards might murder him ! — my innocent ! My fon ! — you mud not weep; be quite compos'd. If what this gentleman fhall now impart Should caufe my tears, or feem t' afflict your aunt — - Alas ! my King ! my broken heart !— my King ! — A dread — a chilling horror — melts my foul. [Sinks down. Dauphin. Why has the King not come to fee his fon? He us'd to fondle me — I love the King. Malesherbes flarting, and looking at the Prince. Language of nature! founds of innocence ! The virtues of my King— his family here — A change ! — this difmal change for regal ftate, And Sell brutality, the guards around, O'ercomes my foul, darkens'the vital powers. [ Faints. Nature"], [83, "LOUIS XVI. 77 Nature Support me, now returning life Employ thy pow'rs to comfort thofe that mourn-r- [ Rec overs. Great God, how much thy aid is wanted here. Infufe a hope to glad the drooping foul. My Queen, compofe your mind. — Here is a letter [Giving it — -fhe reads. Wrote by the King : take courage, cherifh hope— . A God o'er-rules, and juftice will prevail To give deliverance. — Alas ! fhe faints ! — Eliza weeps — the Princefs — ah ! fhe dies ! What complicated woe ! — what dire diftrefs ! Defcend, angelic ministers ! — proclaim Some confolation. To thy Heav'nly aid I leave thofe virtues, for I can no more. [Sinks down. SCENE VI. Temple. King and Deseze. King. My Counfel, in conducting my defence, So ably pleaded — fure my innocence Muft flafh conviction ! All my papers feiz'd — Their worft of efforts cannot taint my fame, All muft perceive I fall by affaffins. Their force of trial feem'd to fhun the light, And fink difmay'd when athiefm ufurp'd The robes of juftice. Yet, to mitigate The"], [84, "78 HISTORICAL TRAGEDY. The horror of the day, fome feeling hearts, Mov'd with compadion, felt for my diftrefs. — XV hat fpirit now prevails to clofe the fcene ? Deseze. A fpirit diabolical invades The galleries. — Judges have come to blows ! The Mountain with their daggers mix in Court. Curfe on the authors of our country's ruin ! Fird, to delude the people to their views, Reform in law and judice is held forth ; But had a fcepter'd monarch, in his pow'r, Order'd a trial of the viled culprit, And kept his guards in Court, to threat the lives Of judges, diould they judge by rules of right, What clamour had been rais'd ! — Now, Jacobins, Commit this act of tyranny ! — and fay, The Rights of Man is their eftablifh'd law; Nay, dare to threat the. world with fuch fell rights. King. When I'm condemn'd, let this be read in Court. Appeal to all the people — laft refource ! [ Giving a Paper. Exit Deseze, Enter Malesherbes in grief. Solemn paufe. Malesherbes. Thy virtues, Prince, can look at Heav'n itfclf. Great fortitude of foul, 1 know is thine ! — Summon that fortitude — the confolation Of"], [85, "LOUIS XVL 79 Of rectitude will pour its healing balm. The Jacobins, unequall'd in their guilt, Depend on daggers, for without fuch aid Thy innocence and virtue had prevail'd. — My worthy prince ! — to fall by fuch vile means ! K i n c , folding his Hands. Farewel this world ! — but I forgive thefe mem Oh! could I fend them far from injur'd France, And by my blood prevent her future woes. — You know I did forfee this dire event. To meet it, I prepar'd my Queen and lifter, By what my parting foul could belt devife. Now, for a laft farewel, prepare my friends — Th' Affembly may refufe this confolation. Malesherbes, falling at his Feel . Permit me, worthy Sov 'reign, not to leave you. Oh ! I could die with pleafure to avert This fell difgrace to juftice and to France. King. Th' immortal part of man, ftable in virtue, Soars quite above the injuries of vice. — My worthy friend, thy fympathethic heart Demands my gratitude. — I thank my God, Who lent thy virtues to this day's diftrefs — All Heav'n's decrees replete with mercy Stand. Shall I, who long enjoy'd the world's bright fmiles, Repine at this, my fatal cruel fate. — I truft I fhall not dirink. — Confoie the Queen- — la"], [86, "8o HISTORICAL TRAGEDY. In depth of bitter woe fhe needs thy aid. Rife, and behold me perfectly refign'd. I feel fome joys beyond the regal ftate, When Heav'n infpires confolatary hope. 'Tis not in folitude to be alone — But ah! the pangs of parting with my friends My Queen and children ! —anguifh exquifite ! Did not thefe ties of nature move my foul, Relief from torments, by a certain death, Would be acceptable to cure my wrongs. Malesherbes retiring. Such are your virtues, why fhould man repine — The joys of immortality are thine ! Thefe joys alone fupport your noble mind To meet your fate, and be to Heav'n redgn'd. end of the fourth act."], [87, "LOUIS XVI. 81 ACT V. SCENE I. Tower. K i n c, President of the Executive Council, and other Officers. President. f Come to read the minutes of the Court. King. Proceed. President. You are found guilty of confpiracy Againd the State; Convention do decree You lofe your head. The time you have to live Is four and twenty hours ! Kinc. This day I heard it: On which I have prepar'd a few requefts : That you may know their import, I fhall read them. King reads. To the Convention of the States of France, The laft requefts of their degraded King: — \" Give me three days, at lead, fhort fpace of time, To leave friends here, and look to th' other world. Grant me th' aflidance of a pious friend, Provided his laft offices to me M May"], [88, "HISTORICAL TRAGEDY. 82 May not bring any injury on himfelS. The Council General, Sor fome time paft, Have had o'er me perpetual inflection; From this, henceSorth, I beg to be reliev'd. The conSolation of the wretched give, To See my Sriends, without intruding guards. Soothe, too, my death, and glad my parting Souk With a decree Sor their deliverance. This I demand. — I have to mention too, Many, who purchas'd places in the State, Under the Government late held in view, Have loft their all by change now taking place; And may, 'tis to be Sear'd, want means to live. Among my penfioners, Convention know, Are Some infirm, others in indigence; My wifh Sor them is all I've leSt to give: — From my domains, let them have fome relieS.\" President. Depend, I fhall deliver your requefts. King. Sir, that is kind. [Exeunt all, but King. Enter King's Valet weeping. Your Royal Mafter, Cleri, Now calls you to your laft of faithful Service. Go to my weeping Samily, and Say, I wait a meeting. — Tell, I'm quite compos'd. — Compos'd to write my will, my laft of deeds. [Afide. King"], [89, "LOUIS XVI. 83 King kneels, and prays. Great God, Omnipotent! thy perfect ken Surveys creation — all the rifing thoughts Of man — My fate I bear in resignation; It is thy will. — ConSolatory hope UnSoIded, in my lad night's dream, profufe Of glory So reSplendent, and oS bliSs Amidft thy Saints, gives me to bear my woe In proSpect oS thy preSence — proSpect Sar Above what language can unfold to man. Grant equal confolation to the Queen, And my dear family: — they now appear. Support me in this trial far the worft; — To part where nature binds with her own ties. [Exit. SCENE II. Tower. King and Royal Family. King, after long Silence. Madame, your well known voice, your prefence here, After, fuch long, and cruel feparation, Impofes filence — filence to that part, That laft and manly part my fate demands. In filent mufing, let me now behold My dearcft friends, friends I fhall fee no more !— [A long Paufie. M 2 But"], [90, "HISTORICAL TRAGEDY. 84 But grief difturbs th'endearing heart felt fight, ~\\ Left Jacobins, not yet fuffic'd with blood, >^ Should mingle in their facrifice, that here. J Soon we muft part ! But for a moment only. Weigh time! — Behold the vaft eternity! — You fee our parting loft in the compare. Great God commands that we preferve exiftence, And I have acted in conformity. Defence, which virtue needs not, has been urg'd : My condemnation did precede defence. — Lo, here my laft of hopes, my laft requefts! They are fo humble, vice cannot refufe them. [Queen, reading, lets fall the Paper. King leads her to a Chair. Oueen recovers. *>, Ah ! whither wander my recover'd fenfes ? My King! my hulband ! — do I lean on you? Your laft requeds — alas ! to whom, my Prince? That manly dignity, that fenfe of honour, With thy pure foul, and royal blood combin'd, Gives you to hope fome feeling yet remains With your fell murderers. — Delufive trufc! — O perfect goodnefs ! virtue moft abus'd! Death, for yourfelf, accepted quite compos'd ! — Protection to your friends, is all you afk In your laft moments ! — Send, too, my requeft To fhare your fate, from Jacobins fet free. My"], [91, "LOUIS XVI. 85 My King condemn'd !— oh horror, and difmay !— I hop'd th' abominations of thofe men, Contrafted with thy mild and gracious fway, Had op'd the eyes of France; but this dire crime Murders my hopes— my children, and my King! [Sinks down. King. May Heav'n fend comfort to my weeping Queen! Yet we fhall meet again — how fhort is life ! Be comforted — eternal goodnefs reigns ! — Bear up, the children fink, try to fupport them. Let the heroic blood of your defcent, But moft your truft in Heav'n, that certain truft To thofe who can rely, help in this need. To me, alas ! what do the times produce? Infult! abufe! a prifon! — even debarr'd The comfort of my family, to bind The broken heart, and breathe the tender figh. I have fweet hope, condolatory hope: No unrepented guilt moves my remorfe: Then let me venture on the dread fublime Of future ftate beyond the reach of vice. O Queen ! much have you felt in this realm, The frowns of fortune, great and dire infult! But if all tend t' improve your future blifs, Reward eternal Soon will come in change. M. Elizabeth. The name of Jacobin oft fills our minds With"], [92, "HISTORICAL TRAGEDY. 86 With horror, making death familiar, ElSe this Sad meeting we could not endure. — Oh, dreadSuI thought! — Could we but mitigate The rigour oSyour Sate — alas! your childreh. — - My head turns round — what fteadineSs oSmind To bear it thus, and on the verge oS oh! [Sinks down. King. My long attention to the Queen's diftrefs You will excuSe, inimitable goodneSs ! Pride oS thy Sex ! thou belt and deareft filter! IS Sate like mine fhould ever reach the Queen, Eliza, then, be mother to our orphans. No milder feeling heart of fympathy Did ever warm the bread of female virtue; Behold your children, then — my heart glows com- fort. Thy virtues, kindeft Sifter, I bequeath them. Bed: legacy is virtue to the mind. Thy whole attention, fure, thy kindeft love, I know will fondly meet my dying wifh. You weep confent. — May Heav'n reward your care ! Queen, takes up the Will, while the King looks at his Children. O Heavens! the laft will of my deareft Lord !— Oh Louis! oh, my hero! oh, my King! Snatch'd in thy bloom from my defiring eyes : Thou in the filent tomb muft now repofe, Whilft we, in folitude, are left to mourn, And"], [93, "LOUIS XVI. 87 And grieve our fate.— Thy fate beyond all grief.— Our children, once the comfort of our days, Remain in prifon— piteous ftate oSwoe ! Their tender age, their perfect innocence, Their high deScent, even all your boons to France, Reward them with confinement, and your death! The wicked triumph: — where then their relieS. — Behold a bloody head !— Lamballe ! my friend.— Tender Lamballe — and ferpents how they grin! — [Queen Jhews Signs of Diftraclion— finks dotva. King. My God, in mercy look, and fend thy aid! Dire Jacobins, at laft you have your wifh. [King is interrupted by a Guard, who fays — I'll report to Robcfpicrre. O u E e n . O horror! horror! horror! — Robefpierre! — Behold the ftreets of Paris fwim in blood! — See, fee, the carnage of the gallant Swifs!— Look, look — the difmal fhrieks of death are here ' — My Lord! my King ! they come zo murder thee! f Feints. King, in Indignation. By Heav'ns, this name revives me from the grave. — ■ Lo there ! ye monfters ! feats of this your chief. —^ This name, a peftilence, has kill'd my Queen! No executioner is wanted here. The"], [94, "HISTORICAL TRAGEDY. 88 The name itfelf arreds the blood of virtue. — Retire, refpect your King — bring here my arms To fcourge the authors of my country's ruin! — [Stamps. A paufie. Great God ! excufe my frenzy. — This dire name Makes me forget I'm on the brink of death. That meeknefs, refignation now become me — Retire, thou guard ! — it is enough I die. Intrude not thus on my laft fleeting moments: My family around lie dead — retire. SCENE III. Malesherbes' Houfe. Malesherbes. Solus. Ye pow'rs above, what eminence of worth And resignation to fo dire a fate, Marks my great King? — his virtues move my foul To fuch diftrefs, I loath the vital air. Whom do I fee ? — My long lod gallant friend ! Enter Swiss Officer. Lo here, Malefherbes, your yet furviving Swifs, The partner of your grief, who late arriv'd From Brunfwick's camp, to witnefs what pafs'd here. The train was laid for a complete defeat, And certain ruin did await the French; . Who"], [95, "LOUIS XVI. 89 Who felt themfelves encumber'd and difmay'd From able movements and pofition held By our brave vet'rans : — but our belt of Kings Did fend his earneft wifhes for retreat: Alledging he was fettled in his pow'r, And that the Conditution met his widi. This thrill'd my foul. — I dreaded the refult: For I was fearful his deluded ears, And vnfufpicious virtues were mided ; So, in difguife, I hither bent my way, And now I come to witnefs fuch vile deed As ne'er difgrac'd the annals of the world ! Malesherbes. Thou gallant foldier, foul and front of war, Can Heav'n or earth afford him no relief? Swiss Officer. I have been here fome time, and now am join'd To many gallant fouls train'd up to war, Who do refolve the refcue of the King, Or fall as did rny moft heroic Swifs.. Gafton will foon be here to make report, And brave La Mark prepares the grand attack. The fouls of my brave Swifs will hover round, And pointing to their wounds, cry out — Revenge ! The virtues of the King they mean to murder. Proclaim a charge for battle — who fhall dand Againft our heroes in a caufe like this ! N Enter"], [96, "HISTORICAL TRAGEDY. 90 Enter Gaston. Oh ! horror and difmay ! vain are our hopes. To fixty thoufand men in arms, oppos'd, What are our felect few to fuch a hoft ? The marfhall'd armies line the num'rous ftreets, And muft enfure fubmiffion to his doom. Swiss Officer. The fatal blow is ftruck — our monarch bleeds — But deeds, I hope — great deads, will mark th' event. Our armies now can be no more deceiv'd. I truft they will return with tenfold rage, To crufh thefe Jacobins, and free the world From fiends the worft that ever faw the light. Alas ! my King, thy fate unmans my foul. Now life has loft its value thou art gone. But I fhall follow with a great revenge — And Heav'n, I truft, has vengeance now in ftore, Red with uncommon wrath to blaft the men, Who banifh all the virtues of their country, And aim to mount to pow'r at the expence Of regicide, and the beft blood of France. SCENE IV. King and his Confessor. Alas ! 'tis paft — the bitternefs of death. — My family have had my laft adieu. Endearing"], [97, "LOUIS XVI. 9* Endearing virtue ! thy fweet effulgence Has, from their ftreaming eyes, met my laft fight. — Here I beheld them ! the affecting image, Both foothes and kills ! their virtue, their hard fate. I mov'd to know that fate, which was denied me. I grieve to leave them 'midft the fcorn of foes — Men funk in ev'ry vice, and loft to fhame, May oft afflict them with the worft of infult. Forbid it, Heav'n ! avert fuch fatal ill ! Let my blood, innocent, fuffice thofe men. My friends, and my dear family, farewel ! My God, who gave me life, claims my laft thoughts^ No pain can reach me, while his hand defends. Enter President of the Executive Council, Santerre, &c &c President. We come t' announce the fatal hour is near. King. Small fpace with my confeffor. — I'll retire. [ Exeunt King and Confessor into another Room. King returns. I beg you'll give that paper to the Commons. Santerre. We only will conduct you to the fcaffbld. King to a Soldier. Pray, will you give this paper as directed ? N 2 Soldier."], [98, "HISTORICAL TRAGEDY. 92 Soldier. I promife faithfully it fhall be done. KlNG/O S A N T E R R E . Have you in charge, what the Convention did, On my requeds, in favour of my friends? Santerre. Th' Affembly pafs'd to Order of the Day. King. What then remains ! — to God I recommend them. Let this my faithful Valet be permitted To ferve the Queen. — My fervants, at Verfailles, Claim my regard. — Alas ! I cannot ferve them. Santerre,. you act a part unworthy arms — You and Convention act a bloody part — The loathing of the world, as far remov'd From the word evil in my government, As virtue fair, with never-ceafing joy, Is to the jarring difcord of fell vice. When my tribunals judg'd on life and death, Did I decide, and threaten with a dagger, Fhe judge who heard his confcience, not my will? Keep ofl~, pollution ! I am yet a King ! — My throne and life, not lod, by right, or law7 — Now peaceful confcience! harmony divine! Lead me to feparation from this world — I hope with dignity to meet my end. SCENE"], [99, "LOUIS XVI. 93 SCENE V. King, walking with perfefl Compofure to Death. Confessor, kneeling before the King. My Sov'reign, now, the Sov'reign of my heart, Your piety and virtue claim regard — That true refpect above the thought of rank. What are thofe people round ? This dire review7 Of bloody apparatus to a mind Serene in profpect of the realms of blifs ? Adieu ! farewel ! great eminent in death ! Son of Saint Louis, now afcend to Fleav'n. [Sainterre heard to fay behind the Scenes. Now,drown his voice, ye trumpets — no harangue ! [Some time after the Soldiers march acrofs the Stage, with' the Body in a mean Coffin. SCENE VI. Preceded by mournful Mufic. Malesherbes and Deseze in deep Mourning. Deseze. Our King is murder'd ! our heroic King ! Bright'ning in Majedy, in fight of death, He dep'd upon the fcaffold quite compos'd. Beheld the apparatus with calm view. His"], [100, "HISTORICAL TRAGEDY. 94 His countenance pacific — even ferene — Like thofe confirm'd by Heav'n, in certain hope Of a tranflation to immortal blifs, He met his fate, with an undaunted foul. As he prepar'd for death, thus did he fpeak : — Into thy hands, great God ! I give my fpirit ! Forgive my enemies, protect my friends, And let my death be ufeful to my country ! — Then, loud, indecent noife, drown'd his voice, By order of the infamous Santerre. Malesherbes. Then fled the foul of Louis, great, and good, Truly magnanimous, but temper'd fweet With gentle foftnefs, and the charms to pleafe. Thy virtues, Prince, were great. — Wifdom was thine — A rectitude of foul beyond compare — A heart that beat refponfive to didrefs — A charity requiring wealth of Kings. — Oft have I mark'd a moft intrepid valour : And had you rear'd your ftandard, well, I know, Fame had recorded great heroic deeds. The diadem had been fecurely thine. Amongd the nations France had been rever'd, And not, as now, a mockery to virtue. Humanity was thine! a feeling heart, Tun'd to domedic happinefs, and fram'd With faculty expanfive fit for rule — But"], [101, "LOUIS XVI. 95 But here I paufe — and mourn mifguided France. Come, all ye virtues of my ruin'd country, If virtues yet remain, affemble all, And with the heart-felt grief of piercing woe, Bedew with tears, the urn of your good King — Bewail his death, a curelefs ill to France. The ancient feuds of Rome, or of the world, Are but a civil game, loft in compare To evils caus'd in France, by his loft pow'r, And this dire change by thofe ufurping rule. — Lo ! all our ruin'd provinces behold — Their houfes pillag'd, and their murder'd fons — Their liberty and property abus'd — The feats of Juftice by affadins fill'd, All weep in blood the murder of the King. Virtue is here a crime, and vice prevails Triumphant o'er us. — Even God himfelf, Great nature's God, is not acknowledg'd here, And chaos reigns, for majedy deftroy'd. — What did the murderers with his remains ? Dezese. Alas ! what will not Hell, or Jacobins! Some dipp'd their handkerchiefs into his blood: The body carried to the Magdalens, In place of Royal vault, was there interr'd, And Sportive mufic, place of drains of woe, Clos'd the dire fcene of murder'd innocence. — Males-"], [102, "96 HISTORICAL TRAGEDY. Malesherbes. This Empire oS Equality, the Scorn Of Heaven and of virtue, foon muft fall. Rivers of blood, the blood of innocence, And complicated guilt, demand its ruin. If devils from hell e'er form a government, Let them, from burning lake, bring phofphorus, To mark Equality, as its dire title, That all may fhun fuch government, and live By virtue's rule, fubordination's law. — Great Louis, born to the moft ample pow'r, Delighted moft in mild and lenient fway : France, in his reign, Shone in proSperity — A grateSul people would have lov'd him here, Sculptur'd his Same on monuments, and given To future generations his high worth — His worth unrivall'd in the lids of fa'rtie. Behold the kind concedions of his reign ; Favour on favour granted to his fubjects. The goodnefs of his heart at lad inclin'd To quit his power defpotic, and bedow A plenitude of liberty on France ; Such liberty, as thro' the teft of time, Has dood th' unrivall'd wonder of the world. That government, by Wifdom's felf approv'd, O'er which GreatGeorge prefides in regal fway, Where vice is check'd, and virtue meets reward ; Where"], [103, "LOUIS XVI. 97 Where every man enjoys his proper right. The glorious fabric of the laws upheld, Where that bright Standard, given by ages paft, Of wifdom, and experience, is fecur'd, As the fix'd rule, not even to be impair'd. But cautioufly improv'd, when time requires, And, circumftance, which could not be forefeen. Frenchmen, recal the Splendour of your State ; Let difcord ceaSe, t'will give you up to Sate. Implore the mercy oS the God oS Heav'n, That this Sell crime, this murder be Sorgiv'n — This rage of riot, this unheard of Strife, Which has depriv'd great France of Louis' life. [Exeunt omnes. ERRATA. Page 28, line 8, dele not. *-, — 73, — 11, dele Desezf"], [104, "e i^JCWJu E. TN Truth's white robes, without the aid of art, -*■ I'm juft to Jacobins, in every part. Their views of aggrandizement I have fhewn : Such views exclufively are fure their own. Tho' guilt and murder both are in their way, Crimes do not furnifli them with much delay. Two King's are murder'd by their potent arms ; Equality and Ath'ifm have bright charms : Thofe charms can law and juftice lead aftray, Or give a Regicide to force his way. In France, th' example of the firft is giv'n : The laft from life the Swedifh Xing' has driv'n. Now France will rife from former degradation, Their children, by a civic education. Religious fetters bind the human mind ; To fam'd Equality, not much inclin'd. Juftice, in difmal colours, might difplay, Thofe who do murder thoufands in a day : For law to juft men only can be civil- It grants no toleration 10 do evil. The Gallic liberty, as now practis'd, Shows laws and reafon perfectly defpis'd; That Liberty, which Jacobin's think right, Paine's Rights of Man difplay in proper light. But men now flirink with horror and difmay, Th' Allies in arms will crufh fuch impious fway. Their conq'ring hofls will fhew th' aftonifh'd world Thofe lawlefs men from their ambition hurl'd."], [105, ""], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""], [113, ""], [114, ""]]