[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "RURAL TALES, BALLADS, and SONGS."], [8, ""], [9, ""], [10, "y~/j / 9^/9/ /■ // t //A y tt ' y > AA/A A • /'// I'f/'ti'/- A-f I/ri-U /'fitftru . ,/,1't.i. i.tt'Z"], [11, "RURAL TALES, BALLADS, AND SONGS: By ROBERT BLOOM FIELD, autgoi* of Cfic jFartmt'0 3Bop. LONDON: PRINTED FOB VERNOR AND HOOD, POULTRY: AND LONGMAN AND REES, PATERNOSTER-ROAV ; By T. Bensley, Bolt-court, Fleet-street. 1802."], [12, ""], [13, "PREFACE. The Poems here offered to the Public were chiefly written during the interval between the concluding and the publishing of the Farmer's Boy, an interval of nearly two years. The pieces of a later date are, the Widow to her Hour-Glass, the Fakenham Ghost, Walter and Jane, &c. At the time of publishing the Farmer's Boy, circum stances occurred which rendered it necessary to submit these Poems to the perusal of my Friends : under whose approbation I now give them, with some confidence as to their moral merit, to the judgment of the Public. And as they treat of village manners, and rural scenes, it appears to me not ill-tim'd to avow, that I have hopes of"], [14, "P R E F A C E. VI meeting in some degree the approbation of my Country. I was not prepar'd for the decided, and I may surelv say extraordinary attention which the Public has shewn towards the Farmer's Boy: the consequence has been such as my true friends will rejoice to hear; it has produc'd me many essential blessings. And I feel peculiarly grati- fied in finding that a poor man in England may assert the dignity of Virtue, and speak of the im- perishable beauties of Nature, and be heard, and heard, perhaps, with greater attention for his being poor. Whoever thinks of me or my concerns, must necessarily indulge the pleasing idea of gratitude, and join a thought of my first great friend Mr. Lofft. And on this head, I believe every reader, who has himself any feeling, will judge rightly of mine: if otherwise, I would much rather he would lay down this volume, and grasp hold of"], [15, "PREFACE. VII such fleeting pleasures as the world's business may afford him. I speak not of that gentleman as a public character, or as a scholar. Of the former I know but little, and of the latter nothing. But I know from experience, and I glory in this fair opportunity of saying it, that his private life is a lesson of morality; his manners gentle, his heart sincere: and I regard it as one of the most for tunate circumstances of my life, that my intro duction to public notice fell to so zealous and unwearied a friend.* I have received many honourable testimonies of esteem from strangers; letters without a name, but fill'd with the most cordial advice, and almost * I dare not take to myself a praise like this; and yet I was, perhaps, hardly at liberty to disclaim what should be mine and the endeavour of every one to deserve. This I can say, that I have reason to rejoice that Mr. George Bloomseld introduced the Farmer's Boy to me. C. L."], [16, "PREFACE. VIII a parental anxiety, for my safety under so great a share of public applause. I beg to refer such friends to the great teacher Time : and hope that he will hereafter give me my deserts, and no more. One piece in this collection will inform the reader of my most pleasing visit to Wakefield Lodge : books, solitude, and objects entirely new, brought pleasures which memory will always cherish. That noble and worthy Family, and all my immediate and unknown Friends, will, I hope, believe the sincerity of my thanks for all their numerous favours, and candidly judge the Poems before them. R. BLOOMFIELD. Sept. 29, 1801"], [17, "PEACE. IX P. S. Since affixing the above date, an event of much greater importance than any to which I haAre been witness, has taken place, to the uni versal joy (it is to be hoped) of every inhabitant of Europe. My portion of joy shall be expressed while it is warm : and the reader will do sufficient justice, if he only believes it to be sincere. October 10. PEACE. Halt! ye Legions, sheathe your Steel: Blood groAVS precious; shed no more: Cease your toils; your Avounds to heal Lo! beams of Mercy reach the shore! From Realms of everlasting light The favour'd guest of Heaven is come: Prostrate your Banners at the sight, And bear the glorious tidings home. b"], [18, "PEACE. X The plunging corpse Avith half-clos'd eyes, No more shall stain th' unconscious brine ; Yon pendant gay, that streaming flies, Around its idle Staff shall tAvine. Behold ! along th' etherial sky Her beams o'er conquering Navies spread; Peace! Peace! the leaping Sailors cry, With shouts that might arouse the dead. Then forth Britannia's thunder pours; A vast reiterated sound! From Line to Line the Cannon roars, And spreads the blazing joy around. Return, ye brave! your Country calls; Return; return, your task is done : While here the tear of transport falls, To grace your Laurels nobly Avon."], [19, "PEACE XI Albion Cliffs — from age to age, That bear the roaring storms of Heav'n, Did ever fiercer Warfare rage? Was eArer Peace more timely given? Wake! sounds of Joy: rouse, generous Isle; Let every patriot bosom gloAv. Beauty, resume thy wonted smile, And, PoA^erty, thy cheerful brow. Boast, Britain, of thy glorious Guests; Peace, Wealth, and Commerce, all thine OAvn : Still on contented Labour rests The basis of a lasting Throne. Shout, Poverty! 'tis Heaven that saves; Protected Wealth, the chorus raise: Ruler of War, of Winds, and Waves, Accept a prostrate Nation's praise."], [20, "ERRATA. Page 28, line 1, for Mon read Alan. 56, 13, for thy read my."], [21, "CONTENTS. Richard and Kate : Ballad 1 Walter and Jane : a Tale 12 The Miller's Maid : a Tale 32 The Widow to her Hour-Glass 54 Market-Night : Ballad 57 The Fakenham Ghost: Ballad 63 The French Mariner: Ballad 69 Dolly: Ballad 73 A Visit to Whittlebury Forest 79 A Highland Drover : Song 86 A Word to Two Young Ladies 89 On hearing of the Translation of the Farmer's Boy . . 92 Nancy : Song 93 Bosy Hannah : Song 96 The Shepherd and his Dog Bover: Song 98 Hunting Song > 100 Lucy : Song 102 Winter Song 104"], [22, "T. BENSLET, PRINTER, BOLT-COURT, FLEET-STREET, LONDON."], [23, "RICHARD and KATE: OR, FAIR-DAY. A SUFFOLK BALLAD. * Come, Goody, stop your humdrum Avheel, 4 Sweep up your orts, and get your Hat; * Old joys reviv'd once more I feel, ■* 'Tis Fair-day; — ay, and more than that. p."], [24, "si RICHARD and KATE. The Deliberation. 1 Have you forgot, Kate, prithee say, ' Hoav many Seasons here Ave've tarry 'd? ' 'Tis Forty years, this very day, ' Since you and I, old Girl, Avere married! ' Look out; — the Sun shines warm and bright, ' The Stiles are Ioav, the paths all dry ; ' I knoAV you cut your corns last night : ' Come; be as free from care as I. ' For I'm resolv'd once more to see ' That place AA'here Ave so often met; ' Though few have had more cares than we, 1 We've none just now to make us fret.' Kate scorn'd to damp the generous flame That Avarm'd her aged Partner's breast: Yet, ere determination came, She thus some trifling doubts expressed."], [25, "RICHARD and KATE. 3 Difficulties — Consent. * Night Avill come on; Avhen seated snug, ' And youVe perhaps begun some tale, ' Can you then leaAre your dear stone mug; * Leave all the folks, and all the Ale?' 'Ay, Kate, I avooI; — because I know, ' Though time has been Ave both could run, ' Such days are gone and over noAv; — ' I only mean to see the fun.' She straight slipp'd off the Wall and Band,* And laid aside her Lucks and TAvitches:* And to the Hutch f she reach'd her hand, And gave him out his Sunday Breeches. His Mattock he behind the door And Hedging-gloves again replac'd; And look'd across the yelloAV Moor, And urg'd his tott'ring Spouse to haste, * * Terms used in spinning. f Hutch, a chest."], [26, "RICHARD and KATE. 4 The Walk to the Fair. The day was up, the air serene, The Firmament without a cloud; The Bee humm'd o'er the level green Where knots of trembling Cowslips bow'd. And Richard thus, with heart elate, As past things rush'd across his mind, Over his shoulder talk'd to Kate, Who snug tuckt up, walk'd slow behind. ' When once a gigling Mawther you, ' And I a redfac'd chubby Boy, ' Sly tricks you play'd me not a few; ' For mischief was your greatest joy. . Once, passing by this very Tree, ' A Gotch * of Milk I'd been to fill, ' You shoulder'd me; then laugh'd to see ' Me and my Gotch spin down the Hill.' * A pitcher."], [27, "RICHARD and KATE. 5 ? Discourse on past Days. ' 'Tis true,' she said; ' but here behold, ' And marvel at the course of Time; ' Though you and I are both grown old, ' This Tree is only in its prime ! ' ' Well, Goody, don't stand preaching now; ' Folks don't preach Sermons at a Fair: ' We've rear'd Ten Boys and Girls you know ' And I'll be bound they'll all be there.' Now friendly nods and smiles had they, From many a kind Fair-going face: And many a pinch Kate gave away, While Richard kept his usual pace. At length arriv'd amidst the throng, Grand-children bawling hem'd them round; And dragg'd them by the skirts along Where gingerbread bestrew'd the ground."], [28, "RICHARD and KATE. 6 The Arrival. — Country Sports. And soon the aged couple spy'd Their lusty Sons and Daughters . dear: — When Richard thus exulting cried, ' Did'nt I tell you they'd be here?' The cordial greetings of the soul Were visible in every face; Affection, void of all controul, Govern'd with a resistless grace. 'Twas good to see the honest strife, Which should contribute most to please; And hear the long-recounted life, Of infant tricks, and happy days. But now, as at some nobler places, Amongst the Leaders 'twas decreed Time to begin the Dicky Races; More fam'd for laughter than for speed."], [29, "RICHARD and KATE. 7 ? Recollections. Richard look'd on with wond'rous glee, And prais'd the Lad who chanc'd to win; ' Kate, wan't I such a one as he? ' As like him, ay, as pin to pin? ' Full Fifty years are pass'd away ' Since I rode this same ground about: ' Lord ! I was lively as the da}' ! ' I won the High-lows out and out ! ' I'm surely growing young again : ' I feel myself so kedge and plump. ' From head to foot I've not one pain; ' Nay, hang me if I cou'd 'nt jump.' Thus spoke the Ale in Richard's pate, A very little made him mellow; But still he lov'd his faithful Kate, Who whisper'd thus, ' My good old fellow."], [30, "RICHARD and KATE. 8 The Departure. ' Remember what you promis'd me: ' And see, the Sun is getting low; ' The Children want an hour ye see ' To talk a bit before we go. ' Like youthful Lover most complying He turn'd, and chuckt her by the chin: Then all across the green grass hieing, Right merry faces, all akin, Their farewell quart, beneath a tree That droop'd its branches from above, Awak'd the pure felicity That waits upon Parental Love. Kate view'd her blooming Daughters round, And Sons, who shook her wither'd hand: Her features spoke what joy she found; But utterance had made a stand."], [31, "RICHARD and KATE. 9 An old Man's Joy. The Children toppled on the green, And bowl'd their fairings down the hill; Richard with pride beheld the scene, Nor could he for his life sit still. A Father's uncheck'd feelings gave A tenderness to all he said; ' My Boys, how proud am I to have ' My name thus round the Country spread! ' Through all my days I've labour'd hard, ' And could of pains and Crosses tell; ' But this is Labour's great reward, . To meet ye thus, and see ye well. • My good old Partner, when at home, ' Sometimes with wishes mingles tears; ' Goody, says I, let what wool come, ' We've nothing for them but our pray 'rs c"], [32, "10 RICHARD and KATE. Old Man's Joy continued. ' May you be all as old as I, ' And see your Sons to manhood grow; ' And, many a time before you die, ' Be just as pleas'd as I am now.' Then, (raising still his Mug and Voice,) ' An Old Man's weakness don't despise! ' I love you well, my Girls and Boys; f God bless you all;'— so said his eyes — For, as he spoke, a big round drop Fell bounding on his ample sleeve; A witness which he could not stop, A witness which all hearts believe. Thou, Filial Piety, wert there; And round the ring, benignly bright, Dwelt in the luscious half-shed tear, And in the parting word — Good Night."], [33, "RICHARD and KATE. 1 1 The Return home. With thankful Hearts and strengthens Love, The poor old Pair, supremely blest, Saw the Sun sink behind the grove, And gain'd once more their lowly rest."], [34, "WALTER and JAEN OK, THE POOR BLACKSMITH. A COUNTRY TALE. Bright was the summer sky, the Mornings gay, And Jane was young and chearful as the Day. Not yet to Love but Mirth she paid her vows; And Echo mock'd her as she call'd her Cows. Tufts of green Broom, that full in blossom vied, And grac'd with spotted gold the upland side, The level fogs o'erlook'd; too high to share; So lovely Jane o'erlook'd the clouds of Care;"], [35, "WALTER and JANE. 13 v. 9. Jane. No meadow-flow'r rose fresher to the view, That met her morning footsteps in the dew; Where, if a nodding stranger ey'd her charms, The blush of innocence was up in arms, Love's random glances struck the unguarded mind, And Beauty's magic made him look behind. Duly as morning blush'd or twilight came, Secure of greeting smiles and Village fame, She pass'd the Straw-roof 'd Shed, in ranges where Hung many a well-turn'd Shoe and glitt'ring Share; Where Walter, as the charmer tripp'd along, Would stop his roaring Bellows and his Song. — Dawn of affection; Love's delicious sigh! Caught from the lightnings of a speaking eye, That leads the heart to rapture or to woe, 'Twas Walter's fate thy mad'ning power to know; And scarce to know, ere in its infant twine, As the Blast shakes the tendrils of the Vine,"], [36, "WALTER and JANE. 14 The Separation. v. 27. The budding bliss that full of promise grew The chilling blight of separation knew. Scarce had he told his heart's unquiet case, And Jane to shun him ceas'd to mend her pace, And learnt to listen trembling as he spoke, And fondly judge his words beyond a joke; When, at the Goal that bounds our prospects here, Jane's widow'd Mistress ended her career: Blessings attended her divided store, The Mansion sold, (Jane's peaceful home no more,) A distant Village own'd her for its Queen, Another service, and another scene; But could another scene so pleasing prove, Twelve weary miles from Walter and from Love ? The Maid grew thoughtful : yet to Fate resign'd, Knew not the worth of what she left behind. He, when at Eve releas'd from toil and heat, Soon miss'd the smiles that taught his heart to beat,"], [37, "U WALTER and JANE. The Lover's Journey. V. 45. Each sabbath-day of late was wont to prove Hope's liberal feast, the holiday of Love: But now, upon his spirit's ebbing strength Came each dull hour's intolerable length. The next had scarcely dawn'd when Walter hied 0\"er hill and dale, Affection for his guide : O'er the brown Heath his pathless journey lay, Where screaming Lapwings hail'd the op'ning day, High rose the Sun, the anxious Lover sigh'd; His slipp'ry soles bespoke the dew was dried: Her last farewell hung fondly on his tongue As o'er the tufted Furze elate he sprung; Trifling impediments; his heart was light, For Love and Beauty glow'd in fancy's sight; And soon he gaz'd on Jane's enchanting face, Renew'd his passion, — but, destroy'd his peace. Truth, at whose shrine he bow'd, inflicted pain; And Conscience whisper'd, ' Never come again.'"], [38, "WALTER and JANE. 16 Sels-Denial. v. 63 For now, his tide of gladness to oppose, A clay-cold damp of doubts and fears arose; Clouds, which involve, midst Love and Reason's strife, The poor man's prospect when he takes a wife. Though gay his journeys in the Summer's prime, Each seem'd the repetition of a crime; He never left her but with many a sigh, When tears stole down his face, she knew not why. Severe his task those visits to forego, And feed his heart with voluntary woe. Yet this he did; the wan Moon circling found His evenings cheerless, and his rest unsound; And saw th' unquenched flame his bosom swell: What were his doubts, thus let the Story tell. A month's sharp conflict only serv'd to prove The pow'r, as well as truth, of Walter's love. Absence more strongly on his mind portray'd His own sweet, injur'd, unoffending Maid."], [39, "WALTER and JANE. 17 l) v. 81. The renew' d Journey. Once more he'd go; full resolute awhile, But heard his native Bells on every stile; The sound recall'd him with a pow'rful charm, The Heath wide open'd, and the day Avas warm; There, where a bed of tempting green he found, Increasing anguish weigh'd him to the ground; His well-grown limbs the scatter'd Daisies press'd While his clinch'd hand fell heavy on his breast. ' Why do I go in cruel sport to say, \" I love thee, Jane; appoint the happy day?\" * Why seek her sweet ingenuous reply, • Then grasp her hand and proffer — poverty? ' Why, if I love her and adore her name, ' Why act like time and sickness on her frame? ' Why should my scanty pittance nip her prime, ' And chace away the Rose before its time ? ' I'm young, 'tis true; the world beholds me free * Labour ne'er show'd a frightful face to me; D"], [40, "WALTER and JANE. Ib Love os Prudence. v. 99-. ' Nature's first wants hard labour should supply; ' But should it fail, 'twill be too late to fly. ' Some Summers hence, if nought our loves annoy, ' The image of my Jane may lisp her joy; ■ ' Or, blooming boys with imitative swing 1 May mock my arm, and make the Anvil ring; ' Then if in rags. — But, O my heart, forbear, — ■e I love the Girl, and why should I despair? ' And that I love her all the village knows ; ' Oft from my pain the mirth of others flows; ' As when a neighbour's Steed with glancing eye ' Saw his par'd hoof supported on my thigh : ' Jane pass'd that instant; mischief came of course; ' I drove the nail awry and lam'd the Horse; ' The poor beast limp'd: I bore a Master's frown, ' A thousand times I wish'd the wound my own. ' When to these tangling thoughts I've been resign'd, ' Fury or languor has possess'd my mind,"], [41, "WALTER and JANE. 19 Recollections. v, 117. ' All eyes have stared, I've blown a blast so strong; ' Forgot to smite at all, or smote too long. ' If at the Ale-house door, with careless glee 1 One drinks to Jane, and darts a look on me; * I feel that blush which her dear name will bring, ' I feel: — but, guilty Love, 'tis not thy sting! ' Yet what are jeers? the bubbles of an hour; ' Jane knows what Love can do, and feels its pow'r; ' In her mild eye fair Truth her meaning tells; ' 'Tis not in looks like her's that falsehood dwells. ' As water shed upon a dusty way ' I've seen midst downward pebbles devious stray; ' If kindred drops an adverse channel keep, ' The crystal friends toward each other creep; ' Near, and still nearer, rolls each little tide, ' Th' expanding mirror swells on either side : ' They touch — 'tis done — receding bound'ries fly, * An instantaneous union strikes the eye :"], [42, "WALTER and JANE. 20 The Interview. v. 135. ' So 'tis with us : for Jane would be my bride ; ' Shall coward fears then turn the bliss aside?' While thus he spoke he heard a gentle sound, That seem'd a jarring footstep on the ground : Asham'd of grief, he bade his eyes unclose, And shook with agitation as he rose; All unprepared the sweet surprise to bear, His heart beat high, for Jane herself was there. — Flusht was her cheek; she seem'd the full-blown flower, For warmth gave loveliness a double power; Round her fair brow the deep confusion ran, A waving handkerchief became her fan, Her lips, where dwelt sweet love and smiling ease, Puff'd gently back the warm assailing breeze. ' I've travell'd all these weary miles with pain, ' To see my native village once again; 1 And show my true regard for neighbour Hind; 4 Not like you, Walter, she was always kind..'"], [43, "WALTER and JANE. 21 V. 153. Resentment and Tenderness. 'Twas thus, each soft sensation laid aside, She buoy'd her spirits up with maiden pride; Disclaim'd her love, e'en while she felt the sting; ' What, come for Walter's sake ! ' 'Twas no such thing. But when astonishment his tongue releas'd, Pride's usurpation in an instant ceas'd : By force he caught her hand as passing by, And gaz'd upon her half averted eye; His heart's distraction, and his boding fears She heard, and answer'd with a flood of tears ; Precious relief; sure friends that forward press To tell the mind's unspeakable distress. Ye Youths, whom crimson'd health and genuine fire Bear joyous on the wings of young desire, Ye, who still bow to Love's almighty sway, What could true passion, what could Walter say? Age, tell me true, nor shake your locks in vain, Tread back your paths, and be in love again ;"], [44, "22 WALTER and JANE. v. 171. Visit to a Friend. In your young days did such a favouring hour Show you the littleness of wealth and pow'r? Advent'rous climbers of the Mountain's brow, While Love, their master, spreads his couch below ' My dearest Jane,' the untaught Walter cried, As half repell'd he pleaded by her side; ' My dearest Jane, think of me as you may — ' Thus — still unutter'd what he strove to say, They breath'd in sighs the anguish of their minds, And took the path that led to neighbour Hind's. A secret joy the well-known roof inspir'd, Small was its store, and little they desir'd; Jane dried her tears; while Walter forward flew To aid the Dame ; who to the brink updrew The pond'rous Bucket as they reach'd the well, And scarcely with exhausted breath could tell How welcome to her Cot the blooming Pair, O'er whom she watch'd with a maternal care."], [45, "WALTER and JANE. 23 The Expostulation. v. 189. hat ails thee, Jane?' the wary Matron cried; With heaving breast the modest Maid reply 'd, Now gently moving back her wooden Chair To shun the current of the cooling air; ' Not much, good Dame; I'm weary by the way; ' Perhaps, anon, I've something else to say.' Now, while the Seed-cake crumbled on her knee, And Snowy Jasmine peeped in to see; And the transparent Lilac at the door, Full to the Sun its purple honors bore, The clam'rous Hen her fearless brood displayed, And march'd around ; while thus the Matron said : ' Jane has been weeping, Walter; — prithee why? ' I've seen her laugh, and dance, but never cry. ' But I can guess; with her you should have been, ' When late I saAV you loit'ring on the green ; ' I'm an old Woman, and the truth may tell: ' I say then, Boy, you have not us'd her well.\""], [46, "WALTER and JANE. 24 Pleadings of Experience for Love with extreme Prudence, v. 207 Jane felt for Walter; felt his cruel pain, While Pity's voice brought forth her tears again. ' Don't scold him, Neighbour, he has much to say, ' Indeed he came and met me by the way.' The Dame resum'd — ' Why then, my Children, why ' Do such young bosoms heave the piteous sigh ? ' The ills of Life to you are yet unknown; ' Death's sev'ring shaft, and Poverty's cold frown: ' I've felt them both, by turns: — but as they pass'd, ' Strong was my trust, and here I am at last. ' When I dwelt young and cheerful down the Lane ' (And, though I say it, I was much like Jane,) ' O'er flow'ry fields with Hind, I lov'd to stray, ' And talk, and laugh, and fool the time away: ' And Care defied; who not one pain could give, ' Till the thought came of how we were to live; ' And then Love plied his arrows thicker still: ' And prov'd victorious; — as he always will."], [47, "2o WALTER and JANE. v. 225. The Victory. ' We brav'd Life's storm together; while that Drone, ' Your poor old Uncle, Walter, liv'd alone. ' He died the other day: when round his bed ' No tender soothing tear Affection shed — ' Affection! 'twas a plant he never knew; — ' Why should he feast on fruits he never grew?' Walter caught fire: nor was he charm 'd alone With conscious Truth's firm elevated tone ; Jane from her seat sprang forward, half afraid, Attesting with a blush what Goody said. Her Lover took a more decided part: — (O ! 'twas the very Chord that touch'd his heart,) — Alive to the best feelings man can prize, A Bridegroom's transport sparkled in his eyes; Love, conquering power, with unrestricted range Silenc'd the arguments of Time and Change; And led his vot'ry on, and bade him view, And prize the light-wing'd moments as they flew: E"], [48, "26 WALTER and JANE. The Confession. v. 243 All doubts gave way, all retrospective lore, Whence cooler Reason tortur'd him before ; Comparison of times, the Lab'rer's hire, And many a truth Reflection might inspire, Sunk powerless. ' Dame, I am a fool,' he cried; ' Alone I might have reason'd till I died. ' I caus'd those tears of Jane's: — but as they fell ' How much I felt none but ourselves can tell. ' While dastard fears withheld me from her sight, ' Sighs reign'd by day and hideous dreams by night; ' 'Twas then the Soldier's plume and rolling Drum 1 Seem'd for a while to strike my sorrows dumb; 1 To fly from Care then half resolv'd I stood, ' And without horror mus'd on fields of blood, ' But Hope prevail'd. — Be then the sword resign'd; ' And I'll make Shares for those that stay behind, ' And you, sweet Girl,' He would have added more, Had not a glancing shadow at the door"], [49, "WALTER and JANE. 27 '> v. 261. Unexpected Visit. Announc'd a guest, who bore with winning grace His well-tim'd errand pictur'd in his face. Around with silent reverence they stood ; A blameless reverence — the man Aras good. Wealth he had some, a match for his desires, First on the list of active Country 'Squires. Seeing the youthful pair with downcast eyes, Unmov'd by Summer-flowers and cloudless skies, Pass slowly by his Gate; his book resign'd, He watch'd their steps and follow'd far behind, Bearing with inward joy, and honest pride, A trust of Walter's kinsman ere he died, A hard-earn'd mite, deposited with care, And with a miser's spirit worships there. He found what oft the generous bosom seeks, In the Dame's court'seys and Jane's blushing cheeks That consciousness of Worth, that freeborn Grace, Which waits on Virtue in the meanest place."], [50, "WALTER and JANE. 28 The Difficulty remov'd. v. 279 ' Young Mon, I'll not apologize to you, ' Nor name intrusion, for my news is true; ' 'Tis duty brings me here : your wants I've heard, ' And can relieve : yet be the dead rever'd. 1 Here, in this Purse, (what should have cheer'd a Wife, ) ' Lies, half the savings of your Uncle's life ! ' I know your history, and your wishes know; ' And love to see the seeds of Virtue grow. ' I've a spare Shed that fronts the public road : ' Make that your Shop; I'll make it your abode. ' Thus much from me, — the rest is but your due.' That instant twenty pieces sprung to view. Goody, her dim eyes wiping, rais'd her brow, And saw the young pair look they knew not how; Perils and Power while humble minds forego, Who gives them half a Kingdom gives them woe; Comforts may be procur'd and want defied, Heav'ns ! with how small a Sum, when right applied !"], [51, "-?.«» WALTER and JANE. v. 21)7. How little os outward Good suffices for Happiness Give Love and honest Industry their way, Clear but the Sun-rise of Life's little day, Those we term poor shall oft that wealth obtain, For which th' ambitious sigh, but sigh in vain: Wealth that still brightens, as its stores increase; The calm of Conscience, and the reign of Peace. Walter's enamour'd Soul, from news like this, Now felt the dawnings of his future bliss; E'en as the Red-breast shelt'ring in a bower, Mourns the short darkness of a passing Shower, Then, while the azure sky extends around, Darts on a worm that breaks the moisten'd ground And mounts the dripping fence, with joy elate. And shares the prize triumphant with his mate; So did the Youth; — the treasure straight became An humble servant to Love's sacred flame; Glorious subjection! — Thus his silence broke: Joy gave him words; still quick'ning as he spoke."], [52, "WALTER and JANE. 30 Joy above Wealth. v. 315 ' Want was my dread, my wishes were but few; e Others might doubt, but Jane those wishes knew: ' This Gold may rid my heart of pains and sighs; ' But her true love is still my greatest prize. ' Long as I live, when this bright day comes round, ' Beneath my Roof your noble deeds shall sound; ' But, first, to make my gratitude appear, ' I'll shoe your Honour's Horses for a Year; ' If clouds should threaten when your Corn is down, ' I'll lend a hand, and summon half the town; ' If good betide, I'll sound it in my songs, ' And lie the first avenger of your wrongs: ' Though rude in manners, free I hope to live: ' This Ale 's not mine, no Ale have I to give; ' Yet, Sir, though Fortune frown'd when I was born, ' Let's drink eternal friendship from this Horn. ' How much our present joy to you we owe, ' Soon our three Bells shall let the Neighbours know;"], [53, "WALTER and JANE. 31 Grateful frankness. v. 333. ' The sound shall raise e'en stooping Age awhile, ' And every Maid shall meet you with a smile; ' Long may you live' — the wish like lightning flew; By each repeated as the 'Squire withdrew. ' Long may you live,' his feeling heart rejoin'd; Leaving well-pleas'd such happy Souls behind. Hope promis'd fair to cheer them to the end; With Love their guide, and Goody for their friend."], [54, "THE MILLER'S MAID A TALE. Near the high road upon a winding stream An honest Miller rose to Wealth and Fame: The noblest Virtues cheer'd his lengthen'd days, And all the Country echo'd with his praise: His Wife, the Doctress of the neighb'ring Poor,* Drew constant pray'rs and blessings round his door. * This village and the poor of this neighbourhood know what it is to have possess such a blessing, and feel at this moment what it is to lose it by death. C. L. Troslon, 13th of September, 1801."], [55, "THE MILLER'S MAID. 33 The Tempest. v. 7. One Summer's night, (the hour of rest was come) Darkness unusual overspread their home; A chilling blast was felt: the foremost cloud Sprinkl'd the bubbling Pool; and thunder loud, Though distant yet, menac'd the country round, And fill'd the Heavens with its solemn sound. Who can retire to rest when tempests lour? Nor wait the issue of the coming hour? Meekly resign'd she sat, in anxious pain; He fill'd his pipe, and listen'd to the rain That batter'd furiously their strong abode, Roar'd in the Damm, and lash'd the pebbled road : When, mingling with the storm, confus'd and wild, They heard, or thought they heard, a screaming Child: The voice approach'd; and midst thc thunder's roar, Now loudly begg'd for Mercy at the door. Mercy was there: the Miller heard the call; His door he open'd; when a sudden squall F"], [56, "THE MILLER'S MAID. 34 The Young Stranger. v. 25 Drove in a wretched Girl; who weeping stood, Whilst the cold rain dripp'd from her in a flood. With kind officiousness the tender Dame Rous'd up the dying embers to a flame; Dry cloaths procur'd, and cheer'd her shiv'ring guest, And sooth'd the sorrows of her infant breast. But as she strips her shoulders, lily-white, What marks of cruel usage shock'd their sight ! Weals, and blue wounds, most piteous to behold Upon a Child yet scarcely Ten years old. The Miller felt his indignation rise, Yet, as the weary stranger clos'd her eyes, And seem'd fatigu'd beyond her strength and years, ' Sleep, Child,' he said, ' and wipe away your tears.' They watch'd her slumbers till the storm was done; When thus the generous Man again begun: ' See, flutt'ring sighs that rise against her will, ' And agitating dreams disturb her still !"], [57, "THE MILLER'S MAID. 35 v. 43. The simple Story. 4 Dame, we should know before we go to rest, ' Whence comes this Girl, and how she came distress. ' Wake her, and ask; for she is sorely bruis'd: ' I long to know by whom she's thus misus'd. ' Child, what's your name ? how came you in the storm ? ' Have you no home to keep you dry and warm? ' Who gave you all those wounds your shoulders show? ' Where are your Parents? Whither would you go? The Stranger bursting into tears, look'd pale, And this the purport of her artless tale. ' I have no Parents; and no friends beside: ' I well remember when my Mother died : ' My Brother cried; and so did I that day: ' We had no Father; — he was gone away; ' That night we left our home new cloaths to wear: * The Work-house found them ; we were carried there. ' We lov'd each other dearly; when we met ' We always shar'd what trifles we could get."], [58, "THE MILLER'S MAID. 36 '> Rustic Hospitality and Protection of the friendless. v. 61 ' But George was older by a year than me: — ' He parted from me and was sent to Sea. \" Good-bye, dear Phœbe,\" the poor fellow said! ' Perhaps he'll come again; perhaps he's dead. ' When I grew strong enough I went to place, ' My Mistress had a sour ill-natured face; ' And though I've been so often beat and chid, ' I strove to please her, Sir: indeed, I did. ' Weary and spiritless to bed I crept, ' And always cried at night before I slept. ' This Morning I offended; and I bore ' A cruel beating, worse than all before. ' Unknown to all the Hi use I ran away; ' And thus far travell'd through the sultry day; ' And, O don't send me back! I dare not go.' — ' I send you back!' the Miller cried, ' no, no.' Th' appeals of Wretchedness had weight with him And Sympathy would warm him every limb;"], [59, "THE MILLER'S MAID. 37 3 The Child becomes one of the Family. v. 79. He mutter'd, glorying in the work begun, ' Well done, my little Wench; 'twas nobly done!' Then said, with looks more cheering than the fire And feelings such as Pity can inspire, ' My house has childless been this many a year; ' While you deserve it you shall tarry here.' The Orphan mark'd the ardor of his eye, Blest his kind Avords, and thank'd him Avith a sigh Thus Aras the sacred compact doubly seal'd; Thus Avere her spirits rais'd, her bruises heal'd : Thankful, and cheerful too, no more afraid, Thus little Phœbe Avas the Miller's Maid. Grateful they found her; patient of controul: A most bewitching gentleness of soul Made pleasure of Avhat Avork she had to do : She greAv in stature, and in beauty too. Five years she pass'd in this delightful home; Five happy years: but, Avhen the sixth Avas come,"], [60, "3S THE MILLER'S MAID. The New Comer. v. 97. The Miller from a Market ToAvn hard by, Brought home a sturdy Youth his strength to try, To raise the sluice-gates early every morn, To heave his powder'd sacks and grind his corn: And meeting Phœbe, Avhom he lov'd so dear, ' I've brought you home a Husband, Girl; — D'ye hear? ' He begg'd for Avork; his money seem'd but scant: ' Those that Avill Avork 'tis pity they should want* ' So use him Avell, and we shall shortly see ' Whether he merits what I've done, like thee.' Now throbb'd her heart, — a neAV sensation quite, — Whene'er the comely Stranger vvas in sight: For he at once assiduously strove To please so sweet a Maid, and Avin her love. At every corner stopp'd her in her Avay; And saw fresh beauties opening ev'ry day. He took delight in tracing in her face The mantling blush, and every nameless grace, * A Maxim which all ought to remember. C. L."], [61, "THE MILLER'S MAID. 39 v. 115. First Impressions. That Sensibility Avould bring to view, When Love he mention'd; — Love, and Honour true But Phœbe still Avas shy; and wish'd to knoAV More of the honest Youth, Avhose manly broAV She verily believ'd was Truth's own throne, And all his words as artless as her OAvn: Most true she judg'd; yet, long the Youth forbore Divulging where, and how, he liv'd before; And seem'd to strive his History to hide, Till fair Esteem enlisted on his side. The Miller saw, and mention'd, in his praise, The prompt fidelity of all his Avays : Till in a vacant hour, the Dinner done, One day he joking cried, ' Come here, my Son! ' 'Tis pity that so good a Lad as you ' Beneath my roof should bring disorders neAv! ' But here's my Phœbe, — once so light and airy, ' She'd trip along the passage like a Fairy, —"], [62, "40 THE MILLER'S MAID. Enquiry. Ingenuous Explanation. v. 133. ' Has lost her swiftness quite, since here you came: — 1 And yet; I cant perceive the Girl is lame! ' The obstacles she meets Avith still fall thicker: ' Old as I am I'd turn a corner quicker.' — The Youth blush'd deep; and Phœbe hung her head: The good Man smil'd, and thus again he said : ' Not that I deem it matter of surprise, ' That you should love to gaze at Phœbe's eyes; ' But be explicit, Boy; and deal Avith honour: ' I feel my happiness depend upon her. ' When here you came you'd soitoav on your broAv; ' And I've forborne to question you till now. ' First, then, say Avhat thou art.' He instant bow'd, And thus, in Phœbe's hearing, spoke aloud: ' Thus far experienc'd, Sir, in you I find ' All that is generous, fatherly, and kind ; ' And Avhile you look for proofs of real Avorth, ' You'll not regard the meanness of my birth."], [63, "n THE MILLER'S MAID. The little History. v. 151. ' When, pennyless and sad, you met with me, ' I'd just escap'd the dangers of the Sea; ' Resolv'd to try my fortune on the shore : ' To get my bread; and trust the waves no more. ' Having no Home, nor Parents, left behind, ' I'd all my fortune, all my Friends, to find. ' Keen disappointment wounded me that morn: ' For, trav'ling near the spot where I was born, ' I at the well-known door where I was bred, ' Inquir'd who still was living, who was dead : ' But first, and most, I sought with anxious fear 1 Tidings to gain of her who once was dear; ' A Girl, with all the meekness of the dove, ' The constant sharer of my childhood's love; ' She calfd me Brother: — which I heard with pride, ' Though now suspect we are not so allied. ' Thus much I learnt; (no more the churls would say;) * She went to service, and she ran away. G"], [64, "THE MILLER'S MAID. 42 The Recognition. v. 169 ' And scandal added' ' Hold!' the Miller cried, And, in an instant, stood at Phœbe's side; For he observed, while list'ning to the tale, Her spirits faulter'd, and her cheeks turn'd pale; Whilst her clasp'd hands descended to her knee She sinking whisper'd forth, ' O God, 'tis he!' The good Man, though he guess'd the pleasing truth, Was far too busy to inform the Youth; But stirr'd himself amain to aid his Wife, Who soon restor'd the trembler back to life. AAvhile insensible she still appear'd; But, ' O my Brother!' Avas distinctly heard: The astonisht Youth noAV held her to his breast; And tears and kisses soon explain'd the rest. Past deeds now from each tongue alternate fell: For neAvs of dearest import both could tell. Fondly, from childhood's tears to youth's full prime, They match'd the incidents of jogging time;"], [65, "THE MILLER'S MAID. 43 Mutual Recollections. v. 187. And prov'd, that Avhen wi*h Tyranny oppress, Poor Phœbe groan'd Avith wounds and broken rest, George felt no less: was harass'd and forlorn; A rope's-end follow'd him both night and morn. And in that Arery storm when Phœbe fled, When the rain drench'd her yet unshelter'd head; That A*ery Storm he on the Ocean braA^'d, The Vessel founder'd, and the Boy Avas sav'd ! Mysterious Heaven!— and O with Avhat delight — She told the happy issue of her flight: To his channel heart a living picture dreAv; And gave to hospitality its due ! The list'ning Host observ'd the gentle Pair; And ponder'd on the means that brought them there : Convinc'd, Avhile unimpeach'd their Virtue stood, 'TAvas Heav'n's high Will that he should do them good But noAv the anxious Dame, impatient groAvn, Demanded Avhat the Youth had heard, or knoAvn,"], [66, "THE MILLER'S MAID. 44 3 The Investigation. v. 205. Whereon to ground those doubts but just exprest; — Doubts, which must interest the feeling breast: ' Her Brother Avert thou, George? — hoAv; prithee say: ' Canst thou forego, or cast that name away?' ' No living proofs have I,' the Youth reply 'd, ' That Ave by closest ties are not allied; 1 But in my memory live, and ever will, ' A mother's dying Avords I hear them still: ' She said, to one Avho Avatch'd her parting breath, \" Don't separate the Children at my death; ' ' They're not both mine : but — \" Here the scene Avas clos'd ' She died, and left us helpless and expos'd; ' Nor Time hath thrown, nor Reason's opening poAver, ' One friendly ray on that benighted hour.'. Ne'er did the Chieftains of a Warring State Hear from the Oracle their half-told fate With more religious fear, or more suspense, Than Phœbe iioav endur'd: — for every sense"], [67, "THE MILLER'S MAID. 45 '7 The Perplexity. v. 223. Became absorb'd in this umvelcome theme; Nay every meditation, every dream, Th' inexplicable sentence held to \\'iew, ' They're not both mine,' Avas every morning new: For, till this hour, the Maid had neArer prov'd How far she was enthrall'd, Iioav much she lov'd : In that fond character he first appear 'd; His kindness charm'd her, and his smiles endear'd: This dubious mystery the passion crost; Her peace Avas Avounded, and her LoA*er lost. For George, Avith all his resolution strove To check the progress of his growing love ; Or, if he e'er indulg'd a tender kiss, Th' unravell'd secret robb'd him of his bliss. Health's foe, Suspense, so irksome to be borne, An ever-piercing and retreating thorn, Hung on their Hearts, Avhen Nature bade them rise. And stole Content's bright ensign from their eyes."], [68, "THE MILLER'S MAID. 46 Anxiety. The Enquiry suggested. v. 241. The good folks saw the change, and griev'd to find These troubles labouring in Phœbe's mind ; They lov'd them both; and with one voice propos'd The only means Avhence Truth might be disclos'd; That, when the Summer Months should shrink the rill, And scarce its languid stream Avould turn the Mill, When the Spring broods, and Pigs, and Lambs Avere rear'd, (A time when George and Phœbe might be spar'd,) Their birth-place they should visit once again, To try Avith joint endeavours to obtain From Record, or Tradition, Avhat might be To chain, or set their chain'd affections free : Affinity beyond all doubts to prove; Or clear the road for Nature and for Love. Never, till noAv, did Phœbe count the hours, Or think J fay long, or wish aAvay its flowers; With mutual sighs both fann'd the Avings of Time; As Ave climb Hills and gladden as Ave climb,"], [69, "THE MILLER'S MAID. 47 Eager Expectation. v. 259- And reach at last the distant promis'd seat, Casting the glowing landscape at our feet. Oft had the Morning Rose Avith dew been wet, And oft the journeying Sun in glory set, Beyond the willow'd meads of vigorous grass, The steep green hill, and woods they were to pass; When now the day arriv'd : Impatience reign'd ; And George, — by trifling obstacles detain'd, — His bending Blackthorn on the threshold prest, Survey 'd the windward clouds, and hop'd the best. Phœbe, attir'd with every modest grace, While Health and Beauty revell'd in her face, Came forth; but soon evinc'd an absent mind, For, back she turn'd for something left behind; Again the same, till George grew tir'd of home, And peevishly exclaim'd, ' Come, Phœbe, come.' Another hindrance yet he had to feel : As from the door they tripp'd with nimble heel,"], [70, "THE MILLER'S MAID. 48 The Old Soldier. v. 277. A poor old Man, foot-founder'd and alone, Thus urgent spoke, in Trouble's genuine tone: ' My pretty Maid, if happiness you seek, ' May disappointment never fade your cheek ! — ' Your's be the joy; — yet, feel another's Avoe: ' O leave some little gift before you go.' His Avords struck home; and back she turn'd again, (The ready friend of indigence and pain,) To banish hunger from his shatter'd frame; And close behind her, lo, the Miller came, With Jug in hand, and cried, ' George, why such haste? ' Here, take a draught; and let that Soldier taste.' ' Thanks for your bounty, Sir,' the Veteran said; ThreAv down his W'allet, and made bare his head ; And straight began, though mix'd Avith doubts and fears, Th' unprefac'd History of his latter years. ' I cross'd th' Atlantic Avith our Regiment brave, ' Where Sickness sweeps Avhole Regiments to the grave;"], [71, "40 THE MILLER'S MAID. The Surprize. v. 295. 1 Yet I'a'c escap'd; and bear my arms no more; ' My age discharg'd me Avhen I came on shore. ' My Wife, I've heard,' — and here he Avip'd his eyes, ' In the cold corner of the Church-yard lies. ' By her consent it Avas I left my home : ' Employment fail'd, and po\\rerty was come; ' The Bounty tempted me; — she had it all: ' We parted; and I've seen my betters fall. ' Yet, as I'm spar'd, though in this piteous case, ' I'm trav'ling homeAvard to my native place; ' Though should I reach that dear remember'd spot, ' Perhaps Old Graingep. Avill be quite forgot.' All eyes beheld young George Avith Avonder start : Strong Avere the secret bodings of his heart; Yet not indulg'd : for he Avith doubts survey 'd By turns the Stranger, and the lovely Maid. ' Had you no Children?' — ' Yes, young Man; I'd tAvo ' A Boy, if still he lives, as old as you : H"], [72, "THE MILLER'S MAID. 50 The Discovery. V. 313. ' Yet not my own; but likely so to prove; ' Though but the pledge of an unlawful Love : ' I cherish'd him, to hide a Sister's shame: ' He shar'd my best affections, and my name. ' But why, young folks, should I detain you here? ' Go; and may blessings Avait upon your cheer: ' I too Avill travel on; — perhaps to find < The only treasure that I left behind. ' Such kindly thoughts my fainting hopes revive ! — ' Phœbe, my Cherub, art thou still alive?' Could Nature hold!— Could youthful Love forbear! George clasp'd the Avond'ring Maid, and Avhisper'd, ' There! ' You're mine for ever! — O, sustain the rest; ' And hush the tumult of your throbbing breast.' Then to the Soldier turn'd, with manly pride, And fondly led his long-intended Bride: ' Here, see your Child; nor Avish a sAveeter floAv'r. 'Tis George that speaks; thou'lt bless the happy hour! —"], [73, "THE MILLER'S MAID. 51 ) v. 331. The Hiss of disinterested Benevolence. 1 Nay, be compos'd ; for all will yet be Avell, ' Though here our history's too long to tell.' — A long-lost Father found, the mystery clear 'd, What mingled transports in her face appear'd ! The gazing Veteran stood Avith hands uprais'd — ' Art thou indeed my Child! then, God be prais'd.' O'er his rough cheeks the tears profusely spread: Such as fools say become not Men to shed; Past hours of bliss, regenerated charms, Rose, Avhen he felt his Daughter in his arms : So tender Avas the scene, thc generous Dame Wept, as she told of Phœbe's virtuous fame, And the good Host, Avith gestures passing strange Abstracted seem'd through fields of joy to range: Rejoicing that his favour'd Roof should proAre Virtue's asylum, and the nurse of Love; Rejoicing that to him the task Avas given, While his full Soul Avas mounting up to Heav'n."], [74, "THE MILLER'S MAID. 52 The adopted Daughter. v. 349-. But noAV, as from a dream, his Reason sprung, And heartiest greetings dwelt upon his tongue : The sounding Kitchen floor at once receiv'd The happy group, Avith all their fears reliev'd: ' Soldier,' he cried, ' you've found your Girl; 'tis true: ' But suffer me to be a Father too; ' For, never Child that blest a Parent's knee, ' Could show more duty than she has to me: ' Strangely she came; Affliction chas'd her hard: ' I pitied her; — and this is my reward! ' Here sit you down; recount your perils o'er: ' Henceforth be this your home; and grieve no more: ' Plenty hath shower'd her dewdrops on my head; ' Care visits not my Table, nor my Bed. ' My heart's warm Avishes thus then I fulfill: — ' My Dame and I can live Avithout the Mill: ' George, take the whole; I'll near you still remain, ' To guide your judgment in the choice of Grain:"], [75, "THE MILLER'S MAID. 53 v. 367. Perfect Content: hopes and prospects os Goodness. ' In Virtue's path commence your prosperous life; 1 And from my hand receive your worthy Wife. ' Rise, Phœbe; rise, my Girl! — kneel not to me; 1 But to that Pow'r who interpos'd for thee. ' Integrity hath mark'd your favourite Youth; ' Fair budding Honour, Constancy, and Truth: ' Go to his arms; — and may unsullied joys ' Bring smiling round me, rosy Girls and Boys ! ' I'll love them for thy sake. And may your days ' Glide on, as glides the Stream that never stays; 1 Bright as Avhose shingled bed, till life's decline, ' May all your Worth, and all your Virtues shine ! '"], [76, "THE W ID OW TO HER HOUR-GLASS. Come, friend, I'll turn thee up again: Companion of the lonely hour ! Spring thirty times hath fed with rain And cloath'd Avith leaves my humble boAver, Since thou hast stood In frame of Avood,"], [77, "THE WIDO W. 55 On Chest or Window by nfy side: At every Birth still thou Avert near, Still spoke thine admonitions clear. — And, when my Husband died, I've often Avatch'd thy streaming sand And seen the groAving Mountain rise, And often found Life's hopes to stand On props as Aveak in Wisdom's eyes: Its conic crown Still sliding doAvn, Again heap'd up, then doAvn again; The sand above more IioIIoav grew, Like days and years still filt'ring through, And mingling joy and pain. While thus I spin and sometimes sing, (For noAv and then my heart Avill gloAv) Thou measur'st Time's expanding Aving: By thee the noontide hour I knoAv:"], [78, "56 THE WIDOW. > Though silent thou, Still shalt thou Aoav, And jog along thy destin'd Avay : But Avhen I glean the sultry fields, When Earth her yelloAv Harvest yields, Thou get'st a Holiday. Steady as Truth, on either end Thy daily task performing Avell, Thou'rt Meditation's constant friend, And strik'st the Heart Avithout a Bell : Come, lovely May! Thy lengthen'd day Shall .gild once more thy native plain ; Curl inward here, SAveet Woodbine floAv'r 1 Companion of the lonely hour, ' I'll turn thee up again.'"], [79, "MARKET-NIGHT. ' O Winds, howl not so long and loud; ' Nor with your vengeance arm the snow: ' Bear hence each heavy-loaded cloud ; ' And let the twinkling Star-beams glow. ' Now sweeping floods rush down the slope, ' Wide scattering ruin. — Stars, shine soon! ' No other light my Love can hope; ' Midnight Avill want the joyous Moon. i"], [80, "MARKET-NIGHT. 58 ' O guardian Spirits ! — Ye that dwell ' Where woods, and pits, and hollow ways, ' The lone night-trav'ler's fancy swell ' With fearful tales, of older days, — ' Press round him : — guide his Avilling steed ' Through darkness, dangers, currents, snoAVs; ' Wait Avhere, from shelt'ring thickets freed, ' The dreary Heath's rude Avhirhvind blows. ' From darkness rushing o'er his Avay, ' The Thorn's Avhite load it bears on high! ' Where the short furze all shrouded lay, ' Mounts the dried grass; — Earth's bosom dry. ' Then o'er the Hill Avith furious SAveep 1 It rends the elevated tree 1 Sure-footed beast, thy road thou'lt keep; ' Nor storm nor darkness startles thee !"], [81, "MARKET-NIGHT. 59 1 O blest assurance, (trusty steed,) 1 To thee the buried road is knoAvoi; ' Home, all the spur thy footsteps need, c When loose the frozen rein is throAvn. • Between the roaring blasts that shake • The naked Elder at the door, ' Though not one prattler to me speak, ' Their sleeping sighs delight me more. ' Sound is their rest: — they little knoAv ' What pain, Avhat cold, their Father feels; ' But dream, perhaps, they see him now, ' While each the promis'd Orange peels. ' Would it Avere so ! — the fire burns bright, ' And on the warming trencher gleams; ' In Expectation's raptur'd sight ' How precious his arrival seems !"], [82, "60 MARKET -NIGHT. ' I'll look abroad! — 'tis piercing cold! — ' How the bleak Avind assails his breast! ' Yet some faint light mine eyes behold: ' The storm is verging o'er the West. ' There shines a Star! — O welcome sight ! — ' Through the thin vapours bright'ning still . ' Yet, 'twas beneath the fairest night ' The murd'rer stain'd yon lonely Hill. ' Mercy, kind Heav'n! such thoughts dispel! ' No Aroice, no footstep can I hear ! ' (Where Night and Silence brooding dwell, Spreads thy cold reign, heart-chilling Fear.) ' Distressing hour ! uncertain fate ! ' O Mercy, Mercy, guide him home ! — ' Hark! — then I heard the distant gate; — ' Repeat it, Echo; quickly, come!"], [83, "MARKET-NIGHT. 61 ' One minute noAV Avill ease my fears — 1 Or, still more Avretched must I be? ' No: surely Heaven has spar'd our tears: ' I see him, cloath'd in siioav; — 'tis he. — ' Where have you stay'd? put doAvn your load. ' How have you borne the storm, the cold? ' What horrors did I not forebode — ' That Beast is Arorth his Aveigrht in gold.\" Thus spoke the joyful Wife; — then ran And hid in grateful steams her head: Dapple was hous'd, the hungry Man With joy glanc'd o'er the Children's bed. ' What, all asleep! — so best;' he cried: ' O what a night I've travell'd through ! ' Unseen, unheard, I might have died ; ' But HeaA-en has brought me safe to you."], [84, "62 MARKET-NIGHT. ' Dear Partner of my nights and days, ' That smile becomes thee ! — Let us then ' Learn, though mishap may cross our ways, ' It is not ours to reckon Avhen.'"], [85, "THE FAKENHAM GHOST. A BALLAD. The Lawns were dry in Euston Park; (Here Truth * inspires my Tale) The lonely footpath, still and dark, Led over Hill and Dale. Benighted Avas an ancient Dame, And fearful haste she made To gain the vale of Fakenham, And hail its WilloAV shade. * This Ballad is founded on a fact. The circumstance occurred perhaps long before I was born : but is still related by my Mother, and some of the oldest inhabitants in that part of the country. R. B."], [86, "THE FAKENHAM GHOST. 64 Her footsteps knew no idle stops, But folloAv'd faster still; And echo'd to the darksome Copse That Avhisper'd on the Hill; Where clam'rous Rooks, yet scarcely hush'd, Bespoke a peopled shade ; And many a Aving the foliage brush'd, And hov'ring circuits made. The dappled herd of grazing Deer That sought the Shades by day, Noav started from her path Avith fear, And gave the Stranger way. Darker it greAv; and darker fears Came o'er her troubled mind; When noAv, a short quick step she hears Come patting close behind."], [87, "THE FAKE N HAM GHOST. 65 She turn'd; it stopt; — nought could she see Upon the gloomy plain! But, as she strove the Sprite to flee, She heard the same again. Noav terror seiz'd her quaking frame; For, Avhere the path Avas bare, The trotting Ghost kept on the same ! She mutter'd many a pray'r. Yet once again, amidst her fright She tried Avhat sight could do; When through the cheating glooms of night, A monster stood in view. Regardless of whate'er she felt, It folloAv'd doAvn the plain ! She OAvn'd her sins, and down she knelt, And said her pray'rs again. K"], [88, "THE FAKENHAM GHOST. 66 Then on she sped : and Hope greAV strong, The Avhite park gate in view; Which pushing hard, so long it SAvung That Ghost and all pass'd through. Loud fell the gate against the post ! Her heart-strings like to crack: For, much she fear'd the grisly Ghost Would leap upon her back. Still on, pat, pat, the Goblin Avent, As it had done before: — Her strength and resolution spent, She fainted at the door. Out came her Husband much surpris'd: Out came her Daughter dear: Good-natur'd Souls! all unadvis'd Of Avhat they had to fear."], [89, "THE FAKENHAM GHOST. 67 The Candle's gleam pierc'd through the night, Some short space o'er the green; And there the little trotting Sprite Distinctly might be seen. An Ass's Foal had lost its Dam Within the spacious Park; And simple as the playful Lamb Had follow'd in the dark. No Goblin he; no imp of sin: No crimes had ever knoAvn. They took the shaggy stranger in, And rear'd him as their OAvn. His little hoofs Avould rattle round Upon the Cottage floor: The Matron learn'd to love the sound That frighten'd her before."], [90, "THE FAKENHAM GHOST. 68 A favorite the Ghost became; And, 'twas his fate to thrive: And long he liv'd and spread his fame, And kept the joke alive. For many a laugh went through the Vale; And some conviction too: — Each thought some other Goblin tale, Perhaps, Avas just as true."], [91, "THE FRENCH MARINER. A BALLAD. An Old French Mariner am I, Whom Time hath render'd poor and gray; Hear, conquering Britons, ere I die, What anguish prompts me thus to say. I've rode o'er many a dreadful Avave, I've seen the reeking blood descend: I've heard the last groans of the brave; — The shipmate dear, the steady Friend."], [92, "THE FRENCH MARINER. 70 'TAvas Avhen De Grasse the battle join'd And struck, on April's fatal morn: I left three smiling boys behind, And saw my Country's Lily torn. There, as I brav'd the storms of Fate, Dead in my arms my Brother fell; Here sits forlorn his Avidow'd Mate, Who weeps whene'er the tale I tell. Thy reign, sweet Peace, was o'er too soon; War, piecemeal, robs me of my joy: For, on the bloodstain'dT?/^ of June Death took my eldest favorite Boy. The other two enrag'd arose ; ' Our Country claims our lives,' they said. With them I lost my Soul's repose; That fatal hour my last hope fled."], [93, "THE FRENCH MARINER. 71 With Bruyes the proud Nile they sought; Where one in ling'ring Avounds expir'd; While yet the other bravely fought The Orient's magazine was fir'd. And must I mourn my Country's shame? And envious curse the conquering Foe? No more I feel that thirst of Fame; — All I can feel is private Avoe. E'en all the joy that Vict'ry brings, (Her belloAving Guns, and flaming pride) Cold, momentary comfort flings Around Avhere Aveeping Friends reside. Whose blighted bud no Sun shall cheer, Whose Lamp of Life no longer shine: Some Parent, Brother, Child, most dear, Who ventur'd, and who died like mine."], [94, "THE FRENCH MARINER. 72 Proud crested Fiend, the World's Avorst foe, Ambition; canst thou boast one deed, Whence no unsightly horrors flow, Nor private peace is seen to bleed? Ah! why do these old Eyes remain To see succeeding mornings rise ! My Wife is dead, my Children slain, And Poverty is all my prize. Yet shall not poor enfeebled Age Breathe forth revenge;— but rather say, O God, Avho seest the Battle's rage, Take from men's hearts that rage aAvay. From the vindictive tongue of strife Bid Hatred and false Glory flee; That babes may meet advancing life, Nor feel the woes that light on me."], [95, "DOLLY. \" Ingenuous trust, and confidence of Love.\" The Bat began Avith giddy Aving His circuit round the Shed, the Tree; And clouds of dancing Gnats to sing A summer-night's serenity. Darkness crept sloAvly o'er the East ! Upon the Barn-roof Avatch'd the Cat; Sweet breath'd the ruminating Beast At rest Avhere Dolly musing sat. L"], [96, "DOLLY. 74 A simple Maid, who could employ The silent lapse of Evening mild, And lov'd its solitary joy: For Dolly Avas Reflection's child. He who had pledg'd his Avord to be Her life's clear guardian, far aAvay, The floAv'r of Yeoman Cavalry, Bestrode a Steed Avith trappings gay. And thus from memory's treasur'd sAveets, And thus from Love's pure fount she dreAV That peace, Avhich busy care defeats, And bids our pleasures bloom aneAV. Six Aveeks of absence have I borne Since Henry took his fond fareAvell: The charms of that delightful morn My tongue could thus for ever tell."], [97, "DOLLY 75 He at my Window whistling loud, Arous'd my lightsome heart to go: Day, conqu'ring climb'd from cloud to cloud; The fields all wore a purple gloAV. We stroll'd the bordering floAv'rs among: One hand the Bridle held behind; The other round my Avaist Avas flung: Sure never Youth spoke half so kind ! The rising Lark I could but hear; And jocund seem'd the song to be : But SAveeter sounded in my ear, « Will Dolly still be true to me ! ' From the rude Dock my skirt had SAvept A fringe of clinging burrs so green; Like them our hearts still closer crept, And hook'd a thousand holds unseen."], [98, "76 DOLLY. > High o'er the road each branching bough Its globes of silent deAV had shed; And on the pure-Avash'd sand below The dimpling drops around had spread. The SAveet-brier op'd its pink-ey'd rose, And gave its fragrance to the gale; Though modest floAv'rs may SAveets disclose. More sweet Avas Henry's earnest tale. He seem'd, methought, on that dear morn, To pour out all his heart to me; As if, the separation borne, The coming hours Avould joyless be. A bank rose high beside the way, And full against the Morning Sun; Of heav'nly blue there Violets gay His hand invited one by one."], [99, "DOLLY 77 The posy Avith a smile he gave; I saw his meaning in his eyes: The Avither'd treasure still I have; My bosom holds the fragrant prize. With his last kiss he Avould have vow'd; But blessings crouding forc'd their Avay: Then mounted he his Courser proud; His time elaps'd, he could not stay. Then first I felt the parting pang; — Sure the Avorst pang the Lover feels ! His Horse unruly from me sprang, The pebbles flew beneath his heels; Then doAvn the road his vigour tried, His rider gazing, gazing still; ' My dearest, I'll be true,' he cried: — And, if he lives, I'm sure he will."], [100, "DOLLY. 78 Then haste, ye hours, haste, Eve and Morn, Yet strew your blessings round my home: Ere Winter's blasts shall strip the thorn My promis'd joy, my love, will come."], [101, "LINES, OCCASIONED EY A VISIT TO WHITTLEBURY FOREST, NORTHAMPTONSHIRE, IN AUGUST, 1800. ADDRESSED TO MY CHILDREN. Genius of the Forest Shades! Lend thy poAv'r, and lend thine ear! A Stranger trod thy lonely glades, Amidst thy dark and bounding Deer; Inquiring Childhood claims the verse, O let them not inquire in vain; Be Avith me Avhile I thus rehearse The glories of thy Sylvan Reign."], [102, "A VISIT TO 80 Thy Dells by Avint'ry currents Avorn, Secluded haunts, hoAv dear to me ! From all but Nature's converse borne, No ear to hear, no eye to see. Their honour'd leaves the green Oaks rear'd, And croAvn'd the upland's graceful SAvell; While answering through the vale was heard Each distant Heifer's tinkling bell. Hail, Greenwood shades, that stretching far, Defy e'en Summer's noontide poAv'r, When August in his burning Car Withholds the Cloud, withholds the ShoAv'r. The deep-ton'd Loav from either Hill, DoAvn hazel aisles and arches green, (The Herd's rude tracks from rill to rill) Roar'd echoing through the solemn scene."], [103, "WHITTLEBURY FOREST. 81 From my charm'd heart the numbers sprung, Though Birds had ceas'd the choral lay: I pour'd Avild raptures from my tongue, And gave delicious tears their Avay. Then, darker shadoAvs seeking still, Where human foot had seldom stray'd, I read aloud to every Hill SAveet Emma's Love, ' the Nut-brown Maid.' Shaking his matted mane on high The gazing Colt would raise his head ; Or, tim'rous Doe Avould rushing fly, And leave to me her grassy bed: Where, as the azure sky appear'd Through Bow'rs of every varying form, Midst the deep gloom methought I heard The daring progress of the storm. M"], [104, "A VISIT TO 82 •j How Avould each sAveeping pond'rous bough Resist, Avhen straight the Whirhvind cleaves. Dashing in strength'ning eddies through A roaring Avilderness of leaves! Hoav would the prone descending shoAv'r From the green Canopy rebound ! Hoav would the loAvland torrents pour! How deep the pealing thunder sound ! But Peace Avas there: no lightnings blaz'd:- No clouds obscur'd the face of Heav'n: Down each green op'ning while I gaz'd, My thoughts to home, and you, were giv'n. O tender minds! in life's gay morn Some clouds must dim your coming day; Yet, bootless pride and falsehood scorn, And peace like this shall cheer your Avay."], [105, "WHITTLEBURY FOREST. 83 Noav, at the dark Wood's stately side, Well pleas'd I met the Sun again; Here fleeting Fancy travell'd Avide ! My seat Avas destin'd to the Main: For, many an Oak lay stretch'd at length, Whose trunks (with bark no longer sheath'd) Had reach'd their full meridian strength Before your Father's Father breath'd ! Perhaps they'll many a conflict brave, And many a dreadful storm defy; Then groaning o'er the adverse Avave, Bring home the flag of victory. Go, then, proud Oaks; we meet no more! Go, grace the scenes to me denied, The Avhite Cliffs round my native shore, And the loud Ocean's SAvelling tide."], [106, "A VISIT TO 84 ' Genius of the Forest Shades,' Sweet, from the heights of thy domain, When the grey ev'ning shadoAV fades, To view the Country's golden grain ! To vieAv the gleaming Village Spire Midst distant groves unknown to me; Groves, that grown bright in borroAv'd fire, Boav o'er the peopled Vales to thee ! Where Avas thy Elfin train that play Round Wake's huge Oak, their favourite tree; May a poor son of Song thus say, Why Avere they not reveal'd to me ! Yet, smiling Fairies left behind, Affection brought you to my view; To love and tenderness resign'd, I sat me down and thought of you."], [107, "WHITTLEBURY forest. 85 When Morning still unclouded rose, Refresh'd Avith sleep and joyous dreams, Where fruitful fields with Avoodlands close, I trac'd the births of various streams. From beds of Clay, here creeping rills Unseen to parent Ouse Avould steal; Or, gushing from the nortrnvard Hills, Would glitter through Toves' Avinding dale. But ah! ye cooling springs, fareAvell! Herds, I no more your freedom share; But long my grateful tongue shall tell What brought your gazing stranger there. ' Genius of the Forest Shades, ' Lend thy poAver, and lend thine ear;' Let dreams still lengthen thy long glades, And bring thy peace and silence here."], [108, "SONG FOR A HIGHLAND DROVER RETURNING FROM ENGLAND. Noav fare-thee-Avell, England; no further I'll roam; But folloAV my shadow that points the way home : Your gay southern Shores shall not tempt me to stay; For my Maggy's at Home, and my Children at play ! 'Tis this makes my Bonnet set light on my broAV, Gives my sineAVS their strength and my bosom its glow. FareAvell, Mountaineers! my companions, adieu; Soon, many long miles when I'm sever'd from you, I shall miss your Avhite Horns on the brink of the Bourne, And o'er the rough Heaths, where you'll never return: But in brave English pastures you cannot complain, While your Drover speeds back to his Maggy again."], [109, "HIGHLAND DROVER. 87 O Tweed ! gentle Tweed, as I pass your green vales, More than life, more than Love, my tir'd Spirit inhales; There Scotland, my darling, lies full in my vieAV, With her bare-footed Lasses and Mountains so blue: To the Mountains aAvay ; my heart bounds like the Hind; For home is so SAveet, and my Maggy so kind. As day after day I still follow my course, And in fancy trace back every Stream to its source, Hope cheers me up hills, Avhere the road lies before O'er hills just as high, and o'er tracks of Avild Moor The keen polar Star nightly rising to vieAv; But Maggy's my Star, just as steady and true. O Ghosts of my Fathers ! O heroes, look down ! Fix my wandering thoughts on your deeds of renown, For the glory of Scotland reigns warm in my breast, And fortitude groAVS both from toil and from rest; May your deeds and your worth be for ever in view, And may Maggy bear sons not umvorthy of you."], [110, "88 HIGHLAND DROVER. Love, Avhy do you urge me, so weary and poor? I cannot step faster, I cannot do more; I've pass'd silver Tweed ; e'en the Tay Aoavs behind : Yet fatigue I'll disdain; — my reward I shall find: Thou, sweet smile of innocence, thou art my prize; And the joy that will sparkle in Maggy's blue eyes. She'll Avatch to the soutliAvard ; — perhaps she will sigh, That the way is so long, and the Mountains so high ; Perhaps some huge Rock in the dusk she may see, And Avill say in her fondness, ' That surely is he ! ' Good Wife, you're deceiv'd; I'm still far from my home; Go, sleep, my dear Maggy, — to-morrow I'll come."], [111, "A WORD TO TWO YOUNG LADIES. When tender Rose-trees first receive On half-expanded Leaves, the Shower; Hope's gayest pictures Ave believe, And anxious Avatch each coming floAver. Then, if beneath the genial Sun That spreads abroad the full-bloAvn May, Tavo infant Stems the rest out-run, Their buds the first to meet the day, With joy their op'ning tints Ave vieAV, While morning's precious moments fly: My pretty Maids, 'tis thus with you; The fond admiring gazer, I. N"], [112, "TO TWO YOUNG LADIES. 90 Preserve, sAveet Buds, Avhere'er you be, The richest gem that decks a Wife; The charm of female modesty: And let SAveet Music give it life. Still may the favouring Muse be found : Still circumspect the paths ye tread: Plant moral truths in Fancy's ground; And meet old Age Avithout a dread. Yet, ere that comes, while yet ye quaff The cup of Health without a pain, I'll shake my grey hairs Avhen you laugh, And, Avhen you sing, be young again. Both the young Ladies had addressed to me a few complimentary lines, (and I am sorry that those of the elder sister were never in my possession;) in return for which I sent the above. It was received on the day on which the younger completed her ninth year. Surely it be ascribed to vanity, if, in gratitude to a most amiable"], [113, "TO TWO YOUNG LADIES. 91 family, I here preserve verbatim an effort of a child nine years old. I have the more pleasure in doing it, because / hnoiv them to be her •own. R. B. \" Accept, dear Bard, the Muse's genuine thought, \" And take not ill the tribute of my heart: — \" For thee the laureat wreath of praise I'll bind; \" None that have read thy commendable mind \" Can let it pass unnotie'd — nor can I — \" For by thy lays I know thy sympathy.\" F. P."], [114, "ON HEARING OF THE TRANSLATION OF PART OF THE FARMER'S BOY INTO LATIN, By the Rev. Mr. C Hey, Giles! in AAdiat neAV garb art dresst? For Lads like you methinks a bold one; I'm glad to see thee so caresst; But, hark ye ! — don't despise your old one. Thou'rt not the first by many a Boy Who've found abroad good friends to own 'em; Then, in such Coats have shown their joy, E'en their own Fathers have not knoAvn 'em."], [115, "NANCY, A SONG You ask me, dear Nancy, Avhat makes me presume That you cherish a secret affection for me? When we see the Flow'rs bud, don't Ave look for the Bloom? Then, SAveetest, attend, while I ansAver to thee. When we Young Men Avith pastimes the Twilight beguile, I watch your plump cheek till it dimples with joy : And observe, that Avhatever occasions the smile, You give me a glance ; but provokingly coy."], [116, "NANCY, 94 Last Month, when Avild StraAvberries pluckt in the Grove, Like beads on the tall seeded grass you had strung; You gave me the choicest; I hop'd 'tAvas for Love; And I told you my hopes while the Nightingale sung. Remember the Viper: — 'tAvas close at your feet; Hoav you started, and threAV yourself into my arms Not a StraAvberry there Avas so ripe nor so SAveet As the lips Avhich I kiss'd to subdue your alarms. As I pull'd doAvn the clusters of Nuts for my Fair, What a bloAV I receiv'd from a strong bending bough; Though Lucy and other gay lasses Avere there, Not one of them show'd such compassion as you. And was it compassion? — by Heaven 'twas more! A telltale betrays you; — that blush on your cheek. Then come, dearest Maid, all your trifling give o'er, And Avhisper Avhat Candour Avill teach you to speak."], [117, "NANCY. 95 Can you stain my fair Honour Avith one broken voav? Can you say that I've ever occasion'd a pain? On Truth's honest base let your tenderness grow: I sAvear to be faithful, again and again."], [118, "ROSY HANNAH. A Spring o'erhung with many a flow'r, The grey sand dancing in its bed, Embank'd beneath a HaAvthorn boAver, Sent forth its Avaters near my head : A rosy Lass approach'd my view; I caught her blue eye's modest beam : The stranger nodded ' Hoav d'ye do ! ' And leap'd across the infant stream."], [119, "ROSY HANNAH. 97 The Avater heedless pass'd aAvay : With me her gloAving image stay'd. I strove, from that auspicious day, To meet and bless the lovely Maid. I met her where beneath our feet Through doAvny Moss the Wild-Thyme grew; Nor Moss elastic, flow'rs though sweet, Match'd Hannah's cheek of rosy hue. I met her Avhere the dark Woods wave, And shaded verdure skirts the plain; And Avhen the pale Moon rising gave New glories to her cloudy train. From her SAveet Cot upon the Moor Our plighted voavs to Heaven are flown; Truth made me Avelcome at her door, And rosy Hannah is my own. o"], [120, "SONG. THE SHEPHERD AND HIS DOG ROVER. Rover, aAvake ! the grey Cock ctoavs ! Come, shake your coat and go Avith me ! High in the East the green Hill glows; And glory croAvns our shelt'ring Tree. The Sheep expect us at the fold : My faithful Dog, let's haste away, And in his earliest beams behold, And hail, the source of cheerful day."], [121, "THE SHEPHERD. 99 Half his broad orb o'erlooks the Hill, And darting doAvn the Valley flies: At every casement Avelcome still; The golden summons of the skies. Go, fetch my Staff; and o'er the deA^s Let Echo Avast thy gladsome voice. Shall we a cheerful note refuse When rising Morn proclaims ' Rejoice! ' Now then Ave'll start; and thus I'll sling Our store, a trivial load to bear: Yet, ere night comes, should hunger sting, I'll not encroach on Rover's share. The fresh breeze bears its SAveets along; The Lark but chides us while we stay: Soon shall the Vale repeat my song; Go brush before, away, aAvay."], [122, "HUNTING SONG. Ye darksome Woods where Echo dAvells, Where every bud Avith freedom SAvells To meet the glorious day: The morning breaks; again rejoice; And Avith old RingAvood's Avell-known voice Bid tuneful Echo play. We come, ye Groves, ye Hills, we come The vagrant Fox shall hear his doom, And dread our jovial train. The shrill Horn sounds, the courser flies, While every Sportsman joyful cries, 1 There's RingAvood's voice again. '"], [123, "HUNTING SONG. 101 Ye Meadows, hail the coming throng; Ye peaceful Streams that Avind along, Repeat the Hark-away : Far o'er the Downs, ye Gales that SAveep, The daring Oak that crowns the steep, The roaring peal convey. The chiming notes of chearful Hounds, Hark ! how the holloAv Dale resounds; The sunny Hills how gay. But Avhere's the note, brave Dog, like thine ? Then urge the Steed, the chorus join, 'Tis RingAvood leads the Avay."], [124, "LUCY: A SONG. Thy favourite Bird is soaring still: My Lucy, haste thee o'er the dale ; The Stream's let loose, and from the Mill All silent comes the balmy gale; Yet, so lightly on its way, Seems to whisper ' Holiday.' The pathway flowers that bending meet And give the Meads their yellow hue, »"], [125, "LUCY 103 The May-bush and the MeadoAv-sAveet Reserve their fragrance all for you. Why then, Lucy, Avhy delay? Let us share the Holiday. Since there thy smiles, my charming Maid, Are Avith unfeigned rapture seen, To Beauty be the homage paid; Come, claim the triumph of the Green. Here's my hand, come, come away; Share the merry Holiday. A promise too my Lucy made, (And shall my heart its claim resign?) That ere May-floAvers again should fade, Her heart and hand should both be mine. Hark 'ye, Lucy, this is May; Love shall croAvn our Holiday."], [126, "WINTER SONG. Dear Boy, throAV that Icicle down, And sAveep this deep SnoAV from the door Old Winter comes on with a froAvn; A terrible froAvn for the poor. In a Season so rude and forlorn Hoav can age, hoAV can infancy bear The silent neglect and the scorn Of those Avho have plenty to spare? Fresh broach'd is my Cask of old Ale, Well-tim'd noAV the frost is set in; Here's Job come to tell us a tale, We'll make him at home to a pin. While my Wife and I bask o'er the fire, The roll of the Seasons will prove, That Time may diminish desire, But cannot extinguish true love."], [127, "WINTER SONG. 105 O the pleasures of neighbourly chat, If you can but keep scandal aAvay, To learn Avhat the world has been at, And Avhat the great Orators say; Though the Wind through the crevices sing, And Hail down the chimney rebound, I'm happier than many a king While the Bellows bloAV Bass to the sound Abundance Avas never my lot: But out of the trifle that's given, That no curse may alight on my Cot, I'll distribute the bounty of Heaven: The fool and the slave gather Avealth; But if I add nought to my store, Yet Avhile I keep conscience in health, I've a Mine that will never groAv poor. V"], [128, ""], [129, ""], [130, ""], [131, ""], [132, ""], [133, ""], [134, ""]]