[[1, ""], [2, "(LUUUiiim Halt"], [3, ""], [4, ""], [5, "GUIDE TO BLENHEIM."], [6, ""], [7, ""], [8, ".Published June fi-ifiofi, Ay CadrU k.Davir,,; .fti-and . ' ■ -f'"], [9, "A NEW DESCRIPTION OF BLENHEIM, THE SEAT OF HIS GRACE The DUKE of MARLBOROUGH: Containing a full and accurate Account of the PAINTINGS, TAPESTRY, and FURNITURE; A PICTURESQUE TOUR OF THE GARDENS & PARK$ AND A GENERAL DESCRIPTION OF THE CHINA GALLERY, &e. WITH A PRELIMINARY ESSAY ON LANDSCAPE GARDENING. -not the vale Of Tempe, fam'd in song, nor Ida's grove Sueu beauty boasts. LORD LYTTLE TON'S Blenheim. EIGHTH EDITION, improved and enlarged. Embellished with a new and elegant Plan of the Park, &c. OXFORD: PRINTED AND SOLD BY J. MUlIDiT, HERALD OFFICE, Sold also by LACKINGTON, ALLEN, AND CO. AND CADELL AND DAYISS, LONDON; AND BY ALL OTHER BOOKSELLERS IN TOWN AND COUNTRY, MDCCCX."], [10, "€nttitb at .Stationed' J&alf, accoutring to act of j&uUanwnt."], [11, "ADVER TISE ME NT. -NO publications are more entertaining or useful than local delineations and descrip tions, drawn with fidelity and taste: they enable persons to form a just idea of re mai-kable places, to which fortune or situ ation denies them access; and without such aids, occasional spectators, who have not leisure to trace every beauty for themselves, must inevitably lose half the pleasure and satisfaction to be derived from their Ex cursions ; and at best carry with them an evanescent impression, and an imperfect remembrance of what they have seen. Few places possess more attractions than Blen heim ; and yet few places have received less justice from the Poet or Historian. — Wheatley and Gilpin, who had every requisite qualification to do it justice, have only mentioned it in a cursory manner; and Lords Lyttleton and Mansfield lived too near the æra of the first Duke of Marl- borough's exploits, to describe the place, farther than might serve as a vehicle for the"], [12, "VI praise of the Hero. As for those who have viewed it solely with the eyes of critics, their strictures can be of little use to the public in general : \" when men begin to reason, they cease to feel\" the beauties either of nature or of art. The present work was originally intended as an attempt at more appropriate deline ation ; and the Author, animated by the liberal encouragement and approbation of the public, through seven large impressions, has now revised the whole with diligent attention; and made such additions and alterations, as existing circumstances and a long acquaintance with the subject, seem ed to require. He has been the more anxious to do this, because it is possible the work may never receive any farther improvement from his hands; and because, should his name de serve to descend to posterity, on account of more important, though not more pleas ing labours, it will infallibly be connected with Woodstock, and with Blenheim in particular."], [13, "CONTENTS. Page General Information - - - - viii Preliminary Essay on Landscape Gardening ------- i Palace, Theatre, &c. - - - - li Paintings, Tapestry, and Furni- ture --------- 25 Titian Room ------- 50 China Gallery ------ 52 Gardens, &c. ------- 56 River --------- 82 Park, &c. -------- 90 Woodstock ------- 1 34 Alphabetical Catalogue of Plants 144 Notices to Parties of Pleasure - 147 Itinerary from Woodstock - - 147*"], [14, "GENERAL INFORMATION\". BLENHEIM may be seen every after noon, Jrom three till Jive o^Clock, except on Sundays and public Days. On Fair days at Woodstock, likewise, it can be seen only by particular permission. Company who arrive in the morning viay take the ride of the Park, or the walk of the Gardens, before dinner, and after that visit the Palace. The China Gallery, Park, and Gar dens, wiH, on proper application, be shewn at any hour of the day, except during the time of Divine Service on Sundays. %* Plans of Blenheim Park, on grand Eagle French Paper, plain or coloured, for framing, may be had where the Description is sold. Price Is. plain, and Cs. coloured."], [15, "PRELIMINARY ESSAY ON LANDSCAPE GARDENING. NATURAL Taste is the foundation of all picturesque embellishment. To seize the grand outline with the mind's eye, to adapt the design to the predominant features in the landscape, to unfold the beauties of nature by the masterly touches of art, is the sublime province of the ornamental composer of rural scenery. That this science has been cultivated with the greatest success in this country, even jealousy and national rivalry will not pretend to deny. Foreign writers, distinguished for their taste, have allowed t"], [16, "r» PRELIMINARY ESSAY tlie English, a pre-eminence in landscape and ornamental gardening, and that they were the first who emancipated themselves from the trammels of prejudice and for mality : and recurring to nature, which had long been banished from the seats of the great, invited her to her deserted abodes, and gave her a new and more im posing aspect. Kent saw the incongruity of artificial design, when at variance with nature. The straight walk, the clipped hedge, the tor tured yew, sunk beneath the superior chastity of his taste. He made as much progress as an innovator, who had a pre vailing bad taste to contend with, could be expected to do. Perhaps his own was not quite correct. One age seldom unfold* an idea, and brings that idea to perfection. We have had schools of painting, as well as of ornamental scenery. Some masters were distinguished for one excellence, and some for another. The force of genius has at intervals prevailed over original disad vantages ; and produced works to be ad mired, though not in every respect de serving, imitation. Reynolds, who will"], [17, "ON LANDSCAPE GARDENING. 3 ever remain the glory of British painters, with a mind enlightened by science, and chastised by taste, embodied the form, and caught the character, which he transfused into the colouring on the canvas. He grouped — he combined — he followed na ture, and therefore succeeded ; but he had great artists among his predecessors, who paved the way for the attainment of supe rior excellence. It was not thus with picturesque embel lishment. The science was comparatively new; and where attempts had been for merly made, they were in general conduct ed on a wrong principle, or proceeded from a vitiated taste. Kent had every obstacle in his way ; yet he accomplished much ; and gratitude is due to him who deviates from a wrong path, and aspires to perfection, though he may not be able to reach her temple. To Kent succeeded Brown — a man ori ginally bred a gardener; and from this fortuitous circumstance, without a par ticle of his genius, every person who can superintend a kitchen-garden, or handle a 6pade, has thought himself qualified to B 2"], [18, "4 VREL1MINARY ESSAY quit his sphere, and attempt design. But Brown possessed an originality of concep tion, a Poet's eye, and an instinctive taste for rural embellishment. He was at last animated and inspired by some of his own creations. He saw the deformity of perverted beauty with keener optics than Kent — he viewed nature with the enthusiasm of a lover ; and though it cannot be denied, that he some times tricked her out in meretricious orna ments, and patched her with too refined an art, he never lost sight of her prominent charms ; and his worst errors can only be considered as minute pimples on a beautiful face*. We have, however, seen this mighty master of picturesque embellishment seT verely censured by some of his own coun t^men, who, indulging too much in the visions of theory, have denied him the merit of practical excellence. Because Brown could execute better than he could • Brown, as an ingenious critic observes, made it his maxim to follow and to copy Nature; whom, if he did not always represent in the images he set up to her honour, he at least caused to be admired and adored."], [19, "ON LANDSCAPE GARDENING. 5 describe, and worked by self-taught rules, he has been attacked with unbecoming asperity ; and some of his most capital performances have been ascribed to chance, or to a dereliction of his own principles. But who can reduce the infinite variety of situations that ask for improvement, to any systematic principles ! The powerful genius of a place will imperiously set rules at defiance ; and, in fact, art can only be the handmaid of nature, whose beauties, presenting a boundless variety, are alike indignant of confinement and control*. The attempt at system is only an effort to bring us back to what has justly been exploded. \" I have no magical skill in planting roses,\" says Gray ; and were this skill attainable, the landscape gardener should reject it. Nature disdains the fet ters of art. The best principles can never be universally applicable to all situations- * REPTO Vs sliding plates, which exhibit 9 place in its original state, and according to his intended improvements, are a novel and excellent invention. They shew by contrast what embellishments the situation is susceptible of, and in general indicate a very correct taste in the designer. To him, however, is opposed Loudon, who, professing io follow nature alone, sometimes descends to the affectation of mi. puteness, though his general ideas possess much merit."], [20, "6 PRELIMINARY essay The painter may invent or reject at plea sure, and adhere to the rules of his art : the embellisher of landscape is more con fined in his operations; he cannot always reject — he can only improve. His inven tion may cover some defects ; but it cannot always command the excellencies he might wish. Besides, a flat surface and an ex tended natural scene, are very different ma terials to work on, and will have very dif ferent effects when viewed by the eye of natural taste*, the only just criterion of rural embellishment. The chef d'œuvre of Brown was the improvements at Blenheim. He had the noblest field to display his talents on, and he did not labour in vain. But though he traced the outline with effect, the correct taste of the noble possessor of this mag nificent place has enabled him to give it many additional touches, and to improve its draper}-. He has, however, preserved the unity of the design, and only heightened • By natural taste is meant that quick perception of the beauties and deformities of nature, which enables a person at once to decide. Vo faculty is more rare. It requires the union of a poetic imagination with a correct judgment."], [21, "r on landscape gardening. the colouring. Who, that now visits these picturesque scenes can deny, but that plantations have been applied to all the principal purposes which M. De Girardin, perhaps copying from his beloved Erme nonville, conceives ought to be their grand objects : \"To form the perspective or side scenes of the foreground, that may best connect the distances, with the principal points of view.\" \"To raise such elevations or scenes, as may give relief even to an absolute flat.\" \"To hide all disagreeable objects.\" \" To give more extent to those that are pleasing, by concealing their terminations behind a mass of wood ; by which means the imagination continues them beyond the point where they are seen.\" \" To give an agreeable outline to all surfaces, whether of land or water.\" These are the ideas of a master ; and we here see them realized. They who think justly, in matters not under the influence of the passions, will generally think the same : hence often coincidence without intention."], [22, "3 preliminary essay But while Brown has been too indis- criminately condemned by some, he has also been too lavishly praised by others^ where he is least defensible. His clumps must in many cases be given up by his most zealous partizans, or receive a de- gree of connection by intermediate planting,1 as has been done at Blenheim, in order to preserve the uniformity of the scene. His unvarying circular belts too, where they are not broken into masses, as we see them here, and when they serve to exclude the prospect of the surrounding country, are real defects in picturesque beauty. No kind of property is less the object of envyr, or more grateful to the eye, than to take possession of a country in an extensive view : it contributes to the general beauty, and is equally enjoyed by all, without offence to any. That display of nature is certainly most magnificent, which is bounded only by the horizon : where scenes, under the immediate view, present the most captivating charms, and where the distance harmonizes with the fore-- ground. Such is the prevailing character of"], [23, "on Landscape gardening. r- BlenHe'im. But let us not degrade it into a mere object to please the eye of taste, however refined. It presents views to in terest the heart. To the picturesque land scape which charms the sight, it superadds the moral landscape that delights the mind. In its wide extent, it exhibits accommo dations for age, remunerated for services in youth — It is peopled with happy labour ers — it is stocked with 'cattle — it waves with corn*. These not only enliven its most * Sonnet, on seeing some hundred additional acres in Blenheim Park, converted into tillage. Oft o'er this scene, with raptured eye, the Muse Has lov'd to stray, while Fancy's magic glass In fairy tints has painted ancient views, And shewn in long array Fame's fav'rites pass: Th' illustrious line of names renown'd of old, Imagination wakes — and startles to behold. — Here rural beauty fix'd her pristine reign, And lur'd our Monarchs to her native seat; Here ev'ry spot — the shade, the slope, the plain, Is sacred ground, and worn by hallow'd feet. And shall brown Ceres o'er the space preside, Where Kings have ponder'd, and a Chaucer sung ? Yes, goddess, come ! with thee the gists abide, That prop the pomp of State, — that tune the poet's tongue. 1195. c."], [24, "It) PRELIMINARY ESSAY. brilliant scenes, but give them a charm to the heart of sensibility, which no inanimate or unproductive embellishments can pos sibly convey. The splendid seat may indi cate the fortune of the possessor, but it is> the state of the cottages in the vicinity that marks the character of the man. Every lodge within the limits of a nobleman's or gentleman's domain, multiplies the means of superintendence at a very small expence, and is equally beneficial to himself and to the community. In fine, we may say with De Lille, Cui fait aimer les champs, fait aimer la vertu."], [25, "AWIr.rilp.1J.\" J'nvirl /■„/./,,/,„ i /■< W*** ■'■\"■'» i u..."], [26, ""], [27, "NEW DESCRIPTION 01 BLENHEIM. THE Palace or Castle of Blenheim, one of the most magnificent piles of architec ture in this kingdom, and perhaps in Europe, if we except a few royal residences, stands in the finest part of one of the finest coun ties in England, within half a mile of the borough of New Woodstock ; distant about eight miles from the University of Oxford, and sixty-three from London. The sur rounding country, though presenting none of the bolder features of nature, is fertile and irriguous, adorned with woods, and abounding with seats of the nobility and gentry; the air is pure, mild, and salubri ous; and all the necessaries and many of the luxuties of life, are plentiful and choice. Blenheim was built at the public ex^ c 2"], [28, "12 DESCRIPTION OF BLENHEIM. pence in the reign of Queen Anne, by whom, with the concurrence os Parliament, which voted half a million* for its com- pletion, it. was conferred, together with the honour of Woodstock, on the most illus trious John Duke of Marlborough, as a testimony of royal favour and national gratitude for his transcendent services, and the many signal victories he had gained over the French and Bavarians, particularly that near the village of Blenheim, on the banks of the Danube, from which this noble palace receives its name. This vic tory being atchieved on the second day of August, 1704, it was enacted, \"That on the same day of every year for ever, the inheritors of his Grace's honours and titles should render at Windsor to her Majesty, her heirs and successors, one standard or colours, with three fleurs-de-lis painted thereon, as an acquittance for all manner of rents, suits, and services due to the Crown.\" The terms of this tenure are punctually observed. • Though Parliament was apparently so liberal, immense sums have been expended by the family on this noble structure and its aecom. pariiments. to bring it to its present state. The Triumphal Gate, the. Pillar, and the Grand Bridge, were wholly built at their private ex. peace."], [29, "DESCRIPTION OF BLENHEIM. 13 The architect of Blenheim was Sir John Vanbrugh, who, though he has been censured, with some shew of reason, for the general heaviness of his designs, and his deviation from the purer models of Greece and Rome, must at least stand ac quitted in this instance, when it is con sidered, that strength and durability were principal objects to be regarded, in a pile intended to remain a monument of British valour and British generosity, till the latest periods of time Till time's remotest stage design'd to prove A Churchill's valour, and a Nation's love*. Accordingly, we find both the plan and the execution excellently adapted to answer those momentous purposes; and while the more modern and shewy fabrics are only the boast of an age, Blenheim seems cal culated to stand uninjured by the lapse of years, and to excite the admiration of foreigners as well as natives, in proportion as it is better known. But Vanbrugh does not stand in need • The veises interspersed, where not otherwise acknowledged, arc generally taken fror.i Blenheim, a Poem, by the author ot\" thtf Pescri, tion, first published in 17S7."], [30, "14 DESCRIPTION OF BLENHEIM. of the poor compliment of an apology for his design, — he deserves very considerable applause for his judgment, in a circum stance which has principally exposed him to the censure of pretended critics : he has rendered this structure characteristic and expressive of its destination. Its massy grandeur, its spacious portals, and its lofty towers, recal the ideas of defence and security; with these we naturally associate the hero for whom it was erected, and thus find it emblematic of his talents and pursuits*. From Woodstock, the usual approach, we enter the park through a grand trium phal arch, or spacious portal of the Co- * When this description was first published, the strictures on Van. brush's Architecture had been so long and so often bandied about by unreflecting prejudice, that the Author was fearful to bestow even an adequate eulogium on this noble pile. He has not the vanity to think that he has been able to give a turn to the public opinion in this re spect: but he certainly has the pleasure to find, that several writers of indisputable taste, since that period, have stepped forward in vin. dication of his general sentiments, and have even far exceeded his mo. derate commendation. But the ageof Blenheim has reached a century^ and the reign of error or of prejudice, is seldom of longer duration ! It has been observed, however, that from the great extent of the wings, the centre appears too low, or wanting relief; and no one will attempt to defend the punning statues of lions tearing cocks. These. last might be removed without the least injury to the pile, whose real bemties, though not wholly reducible to the strict orders of archi. tectme, must ever please tile most fastidious taste."], [31, "DESCRIPTION OF BLENHEIM. 1 ■ rinthian order, raised to the memory of John Duke of Marlborough, by Sarah his Duchess; and' charged with the following inscription, on the side next Woodstock: PORTA HAEC EXTRVCTA EST ANNO POST OBITVM ILLVSTRlSSlMt JOHANNIS DVC1S DE MARLBOROVGH JVSSV ATQVE AVSPICIIS sarae CONJVGIS DILECTISSIMAE CVI TESTAMENTO COMMENDAV1T OPERA QVIBVS VLTIMAM IPSE MANVM NON IMPOSVERAT. QVANTA FVERINT DVCIS IN REMPVBLICAM MERITA INGRESSO TIBI PLVRIBVS D1CET COLVMNA QVAM OPTIMAE CONJVGIS PIETAS PONI VOLV1T VT PERENNE ESSET IPSIVS GLORIAE SVAEQVE DILECTIONIS MONVMENTVM. A. D. M0CCXXIII. Towards the park is the subsequent trans lation : THIS GATE WAS BVILT THE YEAR AFTER THE DEATH OF THE MOST ILLVSTRIOVS JOHN DVKE OF MARLBOROVGH BY ORDER OF SARAH HIS MOST BELOVED WIFE TO WHOM HE LEFT THE SOLE DIRECTION OF THE MANY THINGS THAT REMAINED VNFIN1SHED OF THIS FABRICK. THE SERVICES OF THIS GREAT MAN TO HIS COVNTRY THE PILLAR WILL TELL YOV WHICH THE DVCHESS HAS ERECTED FOR A LASTING MONVMENT OF HIS GLORY AND HER AFFECTION TO HIM. MTJCCXXUI."], [32, "16 DESCRIPTION OF BLENHEIM: On entering the park, one of the moss enchanting prdspect's in nature discloses itself to our view. The Palace appears in front, the towers of which rise into the horizon; on the left, part of the borough of Woodstock; on the right, a broad and deep valley, through which flows a river of equal extent, with bold and wind ing shores, at a proportionate distance in tersected, but visibly not terminated, by a Bridge of corresponding magnificence to the grandeur of the scene; — a swelling lawn, crowned with a superb and lofty Column, which leaves the tallest trees, that seem crowding round its base, at ail immense distance below; while light clumps, shady groves, and plantations of different shapes and hues, skirt the bounding dales, or clothe the remoter slopes; — a second reach of water beyond the bridge, fringed by deep woods that rise to the very summit of the opposite hill, and compose a vari ously tinted and indented surface of luxu riant foliage — all these form an assemblage of attractions, unrivalled ; and conspire to strike the eye of taste with an irresistible charm. In this singularly picturesque land scape, the beautiful and the sublime are"], [33, "DESCRIPTION OF BLENHEIM. 17 most intimately combined ; all that can please, elevate, or astonish, display them selves at once ; and the mind is at a loss to know to what source it is chiefly indebted for its pleasure, or rather what is the pre dominant character of the objects that arrest its attention. At a small distance from this portal, towards the right, is the Centrum Phoni cum, or speaker's place, of a very remark able polysyllabical articulate Echo ; which, according- to Dr. Plott, in his Natural History of Oxfordshire, will distinctly re peat seventeen syllables in a calm day, and in the night twenty: but the demolition. of the ancient palace, which stood on the brow of the opposite hill, the extension of the river, or these effects combined, have in a great measure diminished its sur prising powers. However, a very superior Echo may still be heard by a speaker stationed near an old cedar tree, between Rosamond's Well and the bridge; and it is nothing unusual for those who are ac quainted with this circumstance to com pliment the vocal nymph with a familiar salutation, which is speedily returned with amazing exactness of articulation, and re- D"], [34, "18 DESCRIPTION OF BLENHEIM\". iterated according to the stillness of th*? surroundings scene. Musical sounds have a delightful effect on this spot; and I have heard the vocal nymph complimented with a song in her own praise, in which she did not disdain to join. A broad gravel-road, preserving one uniform direction for a quarter of a mile, and gradually diverging from the sweep of the river, conducts us towards the eastern gate of the palace. This road is almost wholly open. On the Woodstock side, only a few small rising clumps appear, which assist to conceal the boundary from other points of view, and to break the line of some private houses; a few trees, fanci fully disposed, skirt the slope, and others of a larger growth range with the stream on its very edge, and afford some pretty glades into the water between their trunks and boughs; but their heads scarcely rising above the level of the walk, they serve rather to vary than to conceal. In front of the Home Lodge, on the left, appears that elegant structure, the China Gal lery, which will be separately described in the sequel. As we advance, the prospects diversify;"], [35, ""], [36, "YPubhj-hed June #.j#os. by Gadeti fcDavies, Strand. ■ ■ ."], [37, "DESCRIPTION OF BLENHEIM. 19 the fine rtiral scenes in the northern part of the park become more and more con spicuous; and to the north-west, the eye takes in an ample field of cheerful objects, ©ver a wide extent of champaign and wood land country, to the extremity of Which- Wood Forest, which is finely contrasted with the deep umbrage that overhangs the lake, and intercepts the view. This road, which is only lateral and circuitous to avoid the stiffness of a direct approach, at last falls into another, denominated the MALL, which beginning at the noble entrance on the south of Woodstock, called Hensing ton Gate, is lined by double rows of stately trees, and forms a beautiful and spacious vista to the Palace. By the eastern gate of the Palace, over which is a reservoir capable of containing five hundred hogsheads of water*, we enter an arcaded quadrangle; on the right, con sisting of offices; on the left, chiefly occu pied by the Theatre, which is fitted up in a style of peculiar elegance, and with ap pendages correspondent to the munificence • This water, which supplies tho house, is raised by an engine oft Aldi w.v's construction, erected in Old Woodstock mill. 02"], [38, "20 DESCRIPTION OF BLENHEIM. and fortune of the owner. The stage is large, and is furnished with proper changes of scenery and fixtures : the seats for the audience are easy and commodious, and capable of accommodating two hundred persons, without including the side-boxes. The whole has a grand and a pleasing effect, and is open to the inspection of those who desire it. From this quadrangle, we proceed into the area, where the North Front opens to the view; a noble piece of architecture, in a mixed, original stile, three hundred and forty- eight feet from wing to wing, and highly ornamented, particularly in the cen tre, which stands on Corinthian pillars of vast magnitude. This is the grand approach; and to it we are properly conducted over the valley, through which the river winds, by a mag nificent bridge*, which has been frequently compared to the Rialto at Venice, though without any parallel of application. The diameter of its centre arch is a hundred and one feet : * In this bridge are various apartments, which have never been fitted up, though for summer retreats, they would be extremely pleasaut."], [39, "\"Published Jim* 6.i8otf.by Cadett fcBavits. Strand. o£ BlenliL-citij^iTL »Q^arsMhLnTeJi3iLe Seat cdF tkell^ake of MaxEb)oæ©iag3i a"], [40, ""], [41, "DESCRIPTION OF BLENHEIM. 21 Thro' which the Danube might collected pour His spacious urn. The effect of this bridge, which unites two hills, and gives an uniformity and con sistency to the scene, that would otherwise be disjointed and complex, is peculiarly grand; and its application, one of the hap piest efforts of judgment. Beyond it, on a considerable eminence, in the midst of a fine lawn, is a stately column or pillar, one hundred and thirty feet high, on the top of which stands a colossal statue of the im mortal John Churchill, Duke of Marlbo rough, ■ Like a guardian God sublime. And awes the subject plain. Every circumstance that enters into the composition of the scene, unites to promote one vast and beautiful effect. The north front itself is of such magnificence as to diffuse a lustre on surrounding objects; the accompaniments are well adapted to reflect it back on the building; a fine expanse of water stretches its arms around, as if proud to embrace it, approaches in a variety of directions, spreads its animating spirit over"], [42, "22 DESCRIPTION OF BLENHEIM. the whole, and connects together the widely extended, and extremely diversified parts of the brilliant landscape. The South Front, though less exten sive, is highly elegant, and constructed in the purest stile of architecture. It com mands a calm scene, a view that, without surprising, no repetition can render indif ferent : the eye rests on it with complacency, and returns to it with delight. The fore ground is a fine lawn, frequently covered with sheep, and enlivened with pheasants, so tame as to follow their feeder; the plea sure grounds succeed; behind isa beautiful perspective of the village of Bladon, just peeping through tufted trees; and still far ther, a prospect of the distant hills, which breaking one before another, exhibit a suc cession of chains, till the last, a continua tion of the Chiltern Range, or the White Horse hill in Berkshire, gradually dissolves in the almost boundless horizon, on the south-west. Over the portico, which does credit to the Corinthian order, stands a co-. lossal bust of Louis XIV. of France, taken from the gates of Tournay. A glorious trophy to the Victor's fame, — A lasting record of the Gallic shame."], [43, "Sonth^aeTT aÆ3£l-mh**rdm,m 0^;TrMMre/tIif Seat irf ih-p Jihikie of MsrrlboTOXii'p-liL"], [44, ""], [45, "23 DESCRIPTION OF BLENHEIM. ft is adorned with proper military emblems, and under it is the subsequent inscription, running along the pediment: EtiROPÆ HÆC vindex cenio decoraalta britanno*. Which may be rendered, \" The assertor of the liberty of Europe dedicates these lofty honours to the genius of Britain.\" Near the eastern angle, a commodious and eleg-ant Observatory has been erected by the present Duke, amply furnished with the best astronomical apparatus, by the justly celebrated Ramsden. A grand tele scope by Herschell, presented to the Duke by his Majesty, soon after the royal visit to Blenheim in 1786, and now in the library, may be reckoned a very valuable appendage. Another corresponding Observatory is also fitted up at the western angle. The apartments of this Palace are fur- • Though this inscription has but one obvious, and can have but one ( ousistent meaning, it has nevertheless been tortured into various ; and the sentence without a verb, has been the alternate stumbling block of real ignorance and false criticism ; no authorities can avail lhe former; the latter may be convinced of its propriety, by referring to Æneas hæc de Danais Victoribus arma. A0HNAIOI AIIO MHAfiN KAI ©HBAinN. and to other instances of a similar mode of expression, from sources •f unquestionable purity."], [46, "DESCRIPTION OF BLENHEIM. 24 flisbed with princely magnificence '. the tapestry and paintings attract universal and deserved attention ; but as it is impossible to do them adequate justice in any general description, we shall conduct our readers through the grand suite of rooms usually open to public inspection, in the order in which they are shewn, and enumerate the most celebrated productions of art in each. Here pAiNTfNG shews the wonders of her art, Gains on the seise, and captivates the heart j From mimic pencils new creations rise, Start into life, and wear its native dyes; \"Bold as the form Prometheus taught to move, When Heaven's dread lightning he withdrew from Jove* Here Brtjssel's looms their boasted skill display, And tapestry armies stand in long array. The vivid tints with war's dread horrors burn : Here, Grief and Shame — there, Rage and Fury turn -r The lengthen'd march — the ramparts rise to sight, And all the kindling glories of the sight. Hail, ye great artists, whose enchanting skill Can mould the passions, and control the will : Not to the eye your labours are address'd,— They boast an influence o'er the ductile breast -v Tor while, entranc'd, each happy touch we view, The moral sense becomes reform'd by you : Beauty and order, harmony and ease, Unite to polish, as they tend to please 1"], [47, "PAINTINGS, &C. 25 I. HALL. Through a superb portico, on massy Corinthian columns of elegance and dimen sions almost unrivalled, we enter the Hall, a grand and finely proportioned apartment, which lies in the centre of the north, or grand front : this is also supported by fluted Corinthian pillars. The ceiling, which is the height of the building, or sixty-seven feet, is painted by Sir James Thornhill, and allegorically represents Victory, with proper accompaniments, crowning John Duke of Marlborough, as she points to a plan of the battle of Blenheim. The Duke is depicted in a blue Roman dress. Over the noble marble door-case that com municates with the Saloon, is a bust of the tame hero, with this inscription. SCCE VIRUM STABILES CUI CENS AUCUSTA PENATES CUT FRACTAS TANDEM GALLIA DEBET OPES. MIC VETEREM ANCLIACÆ VIRTUTI INSTAURAT HONOREM SEU RES CONSILtO, SEU SIT AGENDA MANU. HON ANIMO AUGUSTUS MELIOP. NON JULIUS ARMIS «EU MULCET GENTES, 1LLE VEL ILLE DOV.tr- IEHOI D THE MAN TO DISTANT NATIONS KNOWN, WHO SHOOK THE GALLIC, FIX'D THE AUSTRIAN THRONE.,, HEW LUSTRE TO BRITANNIA'S GLORY GAVE; C COUNCILS PRUDENT, AS IN ACTION BRAVE. E"], [48, "■2C DESCRIPTION OF BLENHEIM'. HOT JULIUS MORE IN ARMS DTSTINCUISh'd SHIN'D, HOR COULD AUGUSTUS BETTER CALM MANKIND. In the gallery above, on the same side, may be seen whole length portraits of Clara Eugenia, Infanta of Spain, and governess of the Netherlands ; — of Queen Anne, by Mr. Lily; and of a lady in a blue dress, by an unknown master. A large collection of family portraits occupy the same gallery, which runs the whole extent of the house. Below, in niches near the angles, are the Medicean Venus, and the Dancing fawn, in bronze, from the originals in the Grand Duke of Tuscany's collection, and executed with inimitable skill, by Maximilian Sol dani Benzi, at Florence, in 1711. The arcades on the right and left are adorned with marble termini. Below, on a black marble slab, stands a fine antique Diana and Dog; and exactly opposite, on a similar slab, is a beautiful Vase with figures in relievo, from the antique, sup posed to represent the nuptial ceremonie* of the Romans. Over the grand stair-case is a large picture, by Hudson, of Charles Duke of Marlborough and Family; and beyond the"], [49, "paintings, &c. 27 arcades, on the other side of the hall, the first Duke and Family are delineated by th« pencil of Closterman. II. BOW-WINDOW ROOM. From the hall, we proceed along a gal lery to the bow-window room. The famous battle of Blenheim is pourtrayed in the tapestry on the right at entrance, and oc cupies a considerable space. The principal action is confined to the taking of Marshal Tallard. The battle of Wynendael is re presented in the tapestry on the left. Over the first door is St. Jerome study ing, very fine, by Giorgioni. Over the chimney, a most capital original picture, by Raphael, of the Virgin and child, St. John and St. Nicholas, formerly belonging to the Capella degli Ansidei at Perrugia. On a pannel to the right. A fine Head after Han. Caracci, by Sir Joshua Reynolds. A Head of Lady Anne Churchill, by Sir Godfrey Kneller. A small picture of the Assumption, by Tintoret. E2"], [50, "28 23 DESCRIPTION OF BLENHEIM. A female Head, by Reubens. Two Monkies in the habits of Monks, by Teniers. A Madona and Child, by Leonardo da Vinci. Over the second door are two Nymphs, by an uncertain master. Between two beautiful fluted Corinthian pillars, another portrait of Lady Anne Churchill, by Kneller. A small pendent cabinet, with a mlnia» ture Painting, by Lady Clifden. On the next pannel. A man's Head, in the finest stile, by Titian. A beautiful etching of a Wood Nymph, by the Princess Royal ; given to her Grace the Duchess of Marlborough, by her Royal Highness, now Queen of Wirtemburg. An allegorical original Drawing, by Ci priani, intended as a frontispiece to the second volume of the Gemmæ Marl= burienses. Between the opposite pillars. A portrait of Prince Eugene."], [51, "PAINTINGS, &C. 29 An elegant engraving of the Marquis of Tavistock, father to the present Duke of Bedford, by Watson. On the next pannel. A man's Head, unknown, by Holbein. An etching by the Princess Royal. An original Drawing, by Cipriani, — the frontispiece to the first volume of the Gemmae Marlburienses : the subject from Pliny'sNat. Hist. Over the third door, a Battle Piece, by Wovermans. The cieling is painted in a novel style of simple elegance, and adorned with military emblems, by Hakewill. The window cur tains and furniture are blue silk damask. Under the mirrors that adorn the pannels between the windows, are two marble slabs, on each of which is a sleeping figure, very expressively sculptured in white marble. At the other end of the room are two ele gant cabinets. III. DUKE's DRESSING ROOM. The decorations of this apartment are rather elegant than splendid ; the hangings are straw-coloured flock paper, with a rich border ; the furniture is chintz."], [52, "30 DESCRIPTION OF BLENHEIM. The paintings are: I. *1. Venus and Adonis, by an uncer-s tain artist ; a Magdalen, by young Palma; — our Saviour in the Virgin's lap, crowning two female Martyrs, by Titian; — St. Mark penning his Gospel, by old Palma. 2. Inside view of a Church, by Steen wyck; — a Prospect of a Spanish Sea Port, by Weenix; the Destruction of Pharaoh and his Host in the Red Sea, by old Frank. II. 1. Two Beggar Boys, very charac teristic, by Murillio ; — Esther and Ahar suerus, by Paul Veronese ; — three Beggar Boys, by Murillio. III. 1. A Holy Family, very fine by Reubens ; — Charles Earl of Sunderland, by Kneller ; — King George I. by an un known artist; — A sleeping Venus and Satyr, with attending Cupids, from the school of Reubens. 2. A view of Althorpe, the seat of Earl Spencer, by Tilleman. • The -Roman numerals I. II. III. refer to the three sides of the apartment, beginning at the right on entering : the fourth, and in the grand cabinet the third likewise, is occupied,by the windows aud the mirrors. The Arabic characters. 1, 2, express the upper and lower rows of pictures on the same side. When the arrangement would not suffer this easy mode of distinction and recollection, the agures are emitted."], [53, "PAINTINGS, &C. 31 Over the chimney are two antique metal jars. Under the mirror, a pair of elegant globes, by Adams. On the opposite side of the room, a bookcase, containing some va luable publications, chiefly modern, among which are the Gemmæ Marlburienses Quædam, a work of inestimable value. IV. EAST DRAWING ROOM. The hangings and furniture crimson da mask ; the ceiling a slight plain dome, of an oval shape ; the chimney-piece is com posed of the richest veined marble. Many of the paintings are very capital. I. 1. A Holy Family, supposed by Ra phael; — the Marchioness de Havre — the Duchess of Buckingham and offspring ; — Mary of Medicis ; all by Vandyke. 2. An oval portrait of King William III. by Sir Godfrey Kneller; Death of the Virgin Mary, by Guido ; — A Holy Family, by Vandyke ; — the Annunciation, by Con-egio; — an oval portrait of Lady Chesterfield, by Vandyke. II. 1. Philip II. King of Spain, a whole length, by Titian ; — a most capital and strikingly characteristic Bacchanalian Piece, by Reubens ; — Andromeda chained to the Rock, by the same."], [54, "32 DESCRIPTION OF BLENHEIM^ 2. The Offering of the Magi, by Reubens? — a French Camp, by Watteau ; — a small pendent Cabinet, with miniatures of the present Family ; — two small landscapes, by a French artist ; — Cattle, by Rosa di Tivoli ; two coi'responding small Landscapes, as before; — another corresponding Cabinet, inclosing miniatures ; — a Landscape by Paul Brylle. III. 1. A charmingly expressive picture, by Sir Joshua Reynolds, representing Lady Charlotte Spencei-, in the character of a Gipsey, telling her brother, Lord Henry, his fortune; — Reubens, Wife, and Child, by Reubens, a present to the first Duke, by the city of Brussels. Charles I. by Vandyke; a Holy Family, supposed by Raphael, in his earliest style of painting, a present from the town of Ghent. 2. Henrietta Maria, Queen of Charles I. by Vandyke; — an Angel, small, by Corre gio; — Cattle and Figures, by Wovermans ; — a Landscape, small, by Claude Lorrain ;— a broad Day-break, very fine, by Vander meer. V. GRAND CABINET. This magnificent apartment opens to the east and south, and commands the most"], [55, "PAINTINGS, &C. 33 charming scenery. The hangings and fur- niture are rich crimson damask, with gilding of corresponding splendor : the cornice^ in particular, is extremely elegant; and in the centre of the ceiling is a large circular gilt plume. The chimney-piece is com posed of dark-coloured marble, inlaid with white, in ornamental festoons, with an urn, projecting in relievo, which has a delightful effect; over it stand the listening Slave, and a crouching Venus in bronze, and between them two very curious jars. The paintings are some of the most su perb in any collection, particularly those of Reubens, of whose works there is an un rivalled assemblage in Blenheim. I. 1. A Holy Family, by Reubens; — a Madona standing on a globe, surrounded by Angels, by Carlo Maratti ; — the Offering of the Magi, by Reubens. 2. A most capital and sweetly-composed picture of our Saviour blessing the Chil dren, by Reubens. II. 1. Filial Affection exemplified in the Roman Daughter, by Reubens; — the Return of our Saviour from Egypt, by Reubens; — Lot's Departure out of Sodom, r"], [56, "34 DESCRIPTION OF BLENHEIM. by Reubens, a present from the town of Antwerp. 2. Portrait of Paracelsus, by Reubens ; — a Madona, her head encircled with stars, supposed the Miraculous Conception, in the finest stile, by Carlo Dolce — the ex tended hand is inimitable — the tints are those of life itself; — Raphael's favourite Dorothea, by himself; — Head of Reubens, by the same ; — Pope Gregory, and a Fe male Penitent bearing a palm branch, by Titian; a Holy Family, by LudovicoCaracci. VI. BLUE DRAWING ROOM. The hangings are blue damask, with or namental gilt bordures : the furniture cor responding. The head in the centre of the chimney is a delicate piece of sculpture ; the whole is exquisitely finished in white marble. The large gilt branches on each side, above, are peculiai'ly elegant. The paintings are : I. 1. Isaac blessing Jacob, by Rem brandt; — an oval in claro obscuro, very ex pressive, from an ancient gem, by Rebecca. II. 1. Catharine of Medicis, in colours, almost inimitable, by Reubens ; — Time"], [57, "PAINTINGS, &C 35 clipping Cupid's wings, an allegorical painting, by Vandyke ; William Marquis of Blandford, by Sir Godfrey Kneller. 2. A Landscape, by Vandermeer ; — a Dutch Family, by Ostade ; a Landscape, by Gaspard Poussin; — Dorothy Countess of Sunderland, painted by Vandyke, and immortalized by Waller, under the name of Sacharissa ; — another Landscape, by Gaspard Poussin ; — a small highly finished Family Piece, by Gonzales ; — a beautiful little Landscape, by Wovermans. III. 1. Ladies Caroline and Elizabeth Spencer, by Romney ; the latter is repre sented as playing on her harp, the former in the act of taking a sketch of her sister ;— on the right of which are two Heads of young Women, by Paul Veronese; — on the left our Saviour and St. John, by Carlo Dolce ; — the Woman taken in Adultery, by Rembrandt. 2. Our Saviour and the Virgin in the clouds, with a Monk paying adoration, by Hannibal Caracci ; — our Saviour and the Virgin in the clouds, with accompaniments, by Tintoret; — a brilliant collection, in closed in one general frame, covered with glass, of twenty-three miniatures of dif- F 2"], [58, "36 DESCRIPTION OF BLENHEIM. ferent magnitudes, by various masters, among which are three of the beautiful and unfortunate Mary Queen of Scots; — a Holy Family, by Ludovico Caracci; — Cattle and Figures, by Bambocchio. VII. WINTER DRAWING ROOM. The tapestry hangings of this apartment represent the four Cardinal Virtues, with their characteristic emblems and ac companiments ; and in vivid beauty of co louring they approach nearer to painting than any thing of the same kind in Blen heim. I. Fortitude, with proper insignia. The man wrenching open the lion's jaws is ex tremely expressive. II. On one side of the chimney, Pru dence, holding a mirror in her left hand, in the action of viewing the conduct of others, that she may be the better able to regulate her own : in the right, a dart en twined with a remora, the respective em blems, of speed and delay, between which Prudence observes a middle course. On the other side of the chimney, Jus tice, with her balance and sword, and. Other distinguishing characteristics,,"], [59, "PAINTINGS, &c. 37 III. Temperance, with her curb. The River God pouring water out of his urn, is finely imagined, and attracts the notice of every spectator. The only paintings are, a most animated one of Lord Stafford and his Secretary, (of which there are two others in this kingdom, all reputed originals) over the first door; — a very beautiful portrait of Mary Duchess of Richmond, with a little girl presenting her gloves, over the chimney; and portraits in one piece of Mrs. Morton and Mrs. Kil ligrew, two of Charles II. 's favourites, over the other door : all by Vandyke. In the centre of the very elegant chim ney-piece, formed of the richest marbles, is an alto relievo of Cupid and Psyche's Marriage, from the antique. A notification is engraved in Greek characters, signifying that Tryphon executed the original. Over this are two Centaurs in bronze, and two beautiful urns of Derbyshiie spar. In this room also are small bronzes of Cupids, and of Hercules killing the Cen taurs. The mirrors are singularly superb. VIII. DINING ROOM. This apartment is well adapted for its"], [60, "38 DESCRIPTION OF BLENHEIM. destination, being large, lofty, and com modiously situated, near the centre of the palace. The ceiling is richly stuccoed, and the sides are wainscotted in large pan nels, painted white. The chimney-piece is peculiarly handsome : it supports an ele gant clock, mounted on an elephant, in bronze, and crowned with an American Indian. The productions of the pencil are : I. 1. Cattle and Figures, in a very ca pital stile,- by Castiglione ; — a Bacchanalian Piece, by Vandyke. II. 1. Lot and his Daughters, very fine, by Reubens, a present from the Emperor of Germany; — Henrietta Maria, Queen of Charles I. by Vandyke; — Venus and Adonis, by Reubens, another present from the Em peror. . III. The present Duke, Duchess, and six Children Ladies Caroline, Eliza beth, Charlotte, and Anne ; — the Marquis of Blandford, and Lord Henry : the two youngest, Lord Francis and Lady Amelia, were born since this very capital picture (which cost seven hundred guineas) was painted, by Sir Joshua Reynolds. This"], [61, "PAINTINGS, &C. 39 eminent artist is supposed to have vied with Vandyke in his celebrated family piece at Wilton House, and to have excelled him, as far as grouping and character are concerned in the design. — The Rape of Europa, by Paul Veronese. On the pannels near the windows, at each end, are three small Landscapes, by Wootton. IX. SALOON. This noble and spacious apartment, which communicates with the Hall, and together with it occupies the entire breadth of the Centre, is highly finished, and richly de corated. — It is lined in the lower part with marble, in the Italian taste, and its four door-cases are entirely composed of the same beautiful and durable material. Over each door, which face the four quarters, are the arms of the first duke. Above the marble basement are six compartments, in which different nations of the world are depicted in their characteristic dresses and contours, by La Guerre. These, however, are rather individual caricatures than na tural delineations : they are shewn in the following manner, and said to represent,"], [62, "DESCRIPTION OF BLENHEIM. 40 I. The Painter,— French,— English*, and Scotch. II. Spaniards. III. Moors and Negroes. IV. Chinese and Tartars. V. Turks. VI. Dutch and Swedes. The ceiling is the height of the building* and is executed by the same artist with pe culiar felicity, both in design and per formance. It emblematically represents John Duke of Marlborough in the career of victory, arrested by the hand of Peace, while Time reminds him of the rapidity of his own flight. Over the first chimney stands an antique bust of a Roman Consul ; — and at the same end of the room, a marble slab, on which lies a finely sculptured Sleeping Venus. Over the second chimney is an antique bust of Caracalla ; — and on another marble slab, Cleopatra and the Asp. X. GREEN DRAWING ROOM. It is hung with tapestry, representing, • The Portrait of the Englishman, which possesses much rubicun. llity and portliness, is believed to represent Dean Jones, Chaplain t<r Sarah Duchess of Marlborough."], [63, "PAINTINGS, &C. 41 in vivid colours, some of the military ex ploits of John Duke of Marlborough. I. Battle of Dunnewert. II. The Battle of Lisle, on the right of the chimney ; — Siege of Lisle, on the left. The French Spy is very expressively de lineated. III. Battle of Malplaquet. The eager attention of the person receiving orders is admirably drawn. Over the first door is a charming por trait of a young Knight of St. John of Jerusalem, by Ban-occio ; — over the oppo site door, a very masterly painting of Me leager and Atalanta, by Reubens. On a pannel near the first window on en tering, is the Adoration of the Shepherds, by Lucca Giordano. A Madona and Child, by Nicholas Pous- sin. Figures encircled with a wreath of flowers, by Rottenhammer. On the opposite pannel. The offering of the Magi, by Lucca Giordano. A Holy Family, by Nicholas Poussin. Figures encircled with a wreath of flowerSj by Rottenhammer. 0"], [64, "42 DESCRIPTION OF BLENHEIM. A beautiful and curious Clock on a new construction, by Vulliamy, stands on the chimney-piece. A Serpent bending down its head from the top of a small urn, round which the hours are arranged, points out the time with its sting; and on the same urn, an elegant figure of Contemplation leaning, gives the whole a singular and rather monumental air. On each side are Boj's' Gambols, in bronze. Above, is a highly finished and very at tractive picture of her Grace the Duchess of Marlborough, in an elegant white dress, by Romney. On the marble slabs under the windows, are bronzes of Fame and Mercury, mounted on Pegasi. The curtains, sofas, and other furniture, are deep green damask, of great richness and beauty. XI. STATE DRAWING ROOM. This apartment has been recently deco rated, and furnished with the utmost mag nificence. The ceiling is elegant; — the cornice richly gilt; — and the bordure round the room is in a corresponding stile. The mirrors are almost unrivalled in the super-"], [65, "paintings, &C 43 lative elegance of their frames ; the mag nitude of their plates is likewise very con siderable. The chimney is composed of the purest white marble: it is adorned with a small central urn, supported by two griffins ; these, likewise, are part of the embellish ments of the mirrors : they belong to the family arms. The marble slabs are pro portionate to the splendor of the rest. A highly finished cabinet at the lower end supports a rich lustre. The curtains and furniture are white damask. One of the principal ornaments, however, of the room, is a superb picture of his Grace the Duke of Marlborough, in his garter robes, by Romney : it is placed over the chimney. From this beautiful painting, Jones has executed a very happy mezzotinto : another of the Duchess from Romney's Painting, in the last described apartment, has likewise been finished by the same artist. The tapestry is a continuation of the first Duke's atchievements. I. and II. The March to Bouchain. II. and III. the Siege of Bouchain. In this piece, Lord Cadogan's Dog, which G 2"], [66, "44 DESCRIPTION OF BLENHEIM. attended his master through the campaigns, and returned safe, makes a conspicuous figure. Over the first door is a Fruit Piece, by Lucca Giordano. Over the opposite door, St. Laurence distributing the ornaments of the altar, by II Prete Genoese. XII. STATE BED-CHAMBER. In a palace there must be apartments for pomp as well as for utility ; this is one of the former, and very splendid of the kind. The furniture and hangings are rich blue damask, interlaced with gold. The bed-posts are elegantly fluted, and covered with burnished gold : their extremities adorned with military emblems. The top rises into a dome, surmounted with a ducal coronet; at the head are the family arms. The chimney-piece is decorated with bronzes of Hercules killing the Centaurs and the Hydra; — between these is a bust of Diana — over it is a capital picture, by Lucca Giordano, representing Seneca bleed ing to death, while with philosophic com posure he dictates to his amanuensis."], [67, "PAINTINGS, &C 45 On a pannel to the right is a fine portrait of Edward VI. by Holbein. A view of Architecture, by Panini. The burning of Troy, by Old Frank. Over each door is a piece of still life, by Maltese. From this stately suite of rooms, where the profusion of splendid objects is apt to dazzle the organs of sight, the eye is both charmed and relieved on entering, XIII. THE LIBRARY. This very spacious apartment, which oc cupies the entire West Front, is upwards of one hundred and eighty-three feet long, and is thirty-one feet nine inches wide in the centre. It is impossible to conceive any thing more superb than the solid columns of veined marble which support a rich enta blature, the Doric pilasters of the same, the surrounding basement of black marble, and the stuccoed compartments of the lofty vaulted cieling, which open a fine field for the pencil of the first master in the pictorial art. This noble room was originally intended as a gallery for paintings; but has since"], [68, "46 DESCRIPTION OF BLENHEIM. been furnished with the grand Sunderland collection of books, comprising upwards of seventeen thousand volumes, in various languages, arts, and sciences; all arranged in elegant cases, with gilt wire latticed doors, on the east sid. through its whole extent, and along the two ends. Few private collections are equal to this in value, the whole being reckoned worth 30,000 pounds ; yet this is not the only library in the palace, nor does it contain more than its proportion of rare and curious books. The Spencer family indeed, in all its branches, is distinguished for its literary taste, and the magnificence and extent of its literary treasures. At the upper end of the library stands a highly finished white marble statue of Queen Anne, in her coronation robes, by Ryshrack ; on the pedestal is this in scription : TO THE MEMORY OF QUEEN ANNE ! UNDER WHOSE AUSPICES JOHN DUKE OF MARLBOROUGH CONQUEUID, AND TO WHOSE MUNIFICENCE HE AND HIS POSTERITY WITH GRATITUDE OWS THE POSSESSION OF BIENHEIMT A. D. MDCCXXVI."], [69, "PAINTINGg, &C. 47 In a recess on the west side, is an antique statue, inscribed Julia Domna ; — and lower down, another of Diana and Dog, both on mahoganv therms. At the lower end is a bust of Alexander the Great; a fine specimen of Grecian sculpture, in good preservation, dug out of the ruins of Herculaneum; and supported by an elegant modern therm, designed by Sir William Chambers. Over the book-cases on the east side, are the subsequent paintings and sculptures. Lord Godolphin. D ke of Montague. Above the first chimney, a bust of Charles Earl of Sunderland, the collector of the books: — below this, a sea piece of Jonah and the Whale, after Poussin . — and on the chimney, a bust of the Emperor Adrian. Countess of Sunderland. Countess of Bridgewater. Countess Cowper. Hon. John Spencer. Over the grand marble door-case com municating with the hall, a bust of stlilo Crotonensis. Elizabeth Duchess of Marlborough. Charles Duke of Marlborough."], [70, "48 DESCRIPTION OF BLENHEIM. Sarah Duchess of Marlborough. John Duke of Marlborough. Over the second chimney, a Girl's Head, antique. — A Landscape, after Poussin ; above, a bust of Charles Duke of Marlbo rough, by Rysbrack. Queen Anne. King William. From the noble bow-windows on the west, is an elysian prospect of the beauti fully waving descent to the lake, and of the pendent groves on the opposite hill. Indeed every apartment has its appropriate beauties, both internal and external: the eye of taste will recognize many which the brevity of our plan prevented us from noting; to the more cursory observer this description will prove an useful monitor. One striking ornament, however, we have neglected to remark : the Mahogany Doors throughout this whole suite are splendidly finished, and are worthy of the apartments to which they conduct. When open, they form a magnificent vista from the Library to the Grand Cabinet. XIV. CHAPEL. From the library we proceed along a"], [71, "paintings, &C 49 piazza, with arcades below, to the Chapel, situated in the western wing of the palace. The coup d'œil on entering is extremely grand, and the impression such as corre sponds with the place. The style of paint ing, and the degree of light, are both pe culiarly happy : the large compartments of sober gray are finely relieved by the sur rounding white; and the shade of foliage that partially darkens the windows, diffuses an air of composed solemnity, unmixed Vvith gloom, unaccompanied with melan choly. The chief ornament; however, is a stately Monument in various marble, to the memory of the first Duke and Duchess, by Rysbrack. They are represented with their two Sons, who died young*, as supported by Fame and History : these are colossal figures, and being most prominent, are the most striking in the group. The pen of History seems to have traced this inscrip tion on a tablet, which she holds in the other hand: • The eldest son of the great Duke of Marlborough, John Marcjula of Blandford, died of the small pox, at Cambridge, in the 17th year of his age; and lies buried in one of the aisles of King's College Chapel, where a magnificent altar tomb is erected to his memorj. H"], [72, "50 DESCRIPTION OF BLENHEIM. TO THE MEMORY OF JOHN DUKF. OF MARLBOROUGH AND HIS TWO SONS HIS DUCHESS HAS ERECTED THIS MONUMENT IN THE YEAR OF CHRIST, MDCCXXXII1. Beneath is the taking of Marshal Tal lard, in basso relievo. Under this, is the family vault, to which there is an opening from the stable-court. The altar-piece represents our Saviour taking down from the Cross, by Jordaens of Antwerp. The gallery for the family is splendidly hung with crimson velvet, fringed with gold. The cushions are corresponding. Over the chimney is a curious painting on black marble, by Alessandro Veronese. TITIAN ROOM. This apartment adjoins the Theatre, near the entrance of the Gardens, and is ornamented with a superb collection of paintings by Titian ; a magnificent present from Victor Amadeus, King of Sardinia, to John Duke of Marlborough. These capital performances of this cele-"], [73, "paintings, &c. 51 brated master, after long lying hid from public view, are now liberally displayed, chiefly, for the sake of amateurs in the pictorial art. They consist of the follow ing series and are painted on leather. I. Mars and Venus. II. Cupid and Psyche. III. Apollo and Daphne. IV. Pluto and Proserpine. V. Hercules and Dejanira. VI. Vulcan and Ceres. VII. Bacchus and Ariadne. VIII. Jupiter, Juno, and lo. IX. Neptune and Amphitrite. These figures, which far exceed the size of nature, though they are little encum bered with drapery, cover three sides of the room, and form almost a school of themselves. It has been remarked, how ever, that Titian is not happy in expressing female beauty, though he had goddesses to delineate. Indeed, his taste in design is by no means equal to the spirit of his execu tion and the beauty of his colouring. H 2"], [74, "52 DESCRIPTION OF BLENHEIM. CHINA GALLERY*. This elegant fabric, erected purposely for the reception of the superb collection of porcelain now deposited here, stands close to the Home Lodge, and is separated from the Park by iron palisadoes. It was fitted up in the year 1796; and presents an additional attraction to the visitors of Blenheim, who delight in the antique, rich, and curious specimens of the porcelain, dels, and japan manufacture. But it is not the connoisseur only who will be gratified by this display; — no eye of taste can fail to receive satisfaction from the sight of this splendid collection; nor will the arrangement pass unregarded by the most superficial observer. The gallery, whose external figure re presents a cross, is divided into five com partments. The two rooms at each end are fitted up in an octagonal form, and lighted from the top, with the porcelain regularly arranged on slight pilasters, or fancifully suspended • This choice collection was formed by a Mr. Spalding, during his travels for several years on the Continent, as well as his attendance on sales in this country, and was presented by him, on certain con ditions, as an appcndant to Blenheim."], [75, "53 CHINA GALLERY. by brass hooks, against the walls. The centre room, which occupies the transverse of the cross, is circular, and has a light in the form of a dome in the middle, and a smaller one on each side. This apartment is particularly magnificent. Round the walls are ten pannels and twelve pilasters, filled with choice specimens; and at a proper distance in the area, are eight pilas ters and six open stands, with a pyramidal pagoda in the centre, supporting many pieces of singular value or beauty. The whole gallery may be seen at the first entry; and, from the reflected light, the distribution of parts, and the splendor of the materials, which are here displayed to the greatest advantage, it may not inaptly be compared to the fanciful descriptions of enchanted palaces, in poesy and romance. This assemblage of ancient porcelain consists of an immense quantity of both useful and ornamental articles, in every species of that elegant manufacture, from the earliest a<res till the art is said to have been lost. Some specimens exhibit its in fant state, which, according to the Abb£ Raynal, in his History of the Indies, may be reasonably- supposed to be three thousand"], [76, "54 DESCRIPTION OF BLENHEIM. years ago. The remote antiquity of these may be inferred, from the rudeness of the designs, and the imperfect crackled ap pearance of the baking. It is long before art can be brought to any degree of per fection. To glaze and bake in the high stile of many pieces in this collection, must have required i-eiterated attempts, and the experience of years — perhaps of ages. Aiv.ong other varieties, are many of the choicest pieces of the old blue and white, and pale japan brown edge, so much esteem ed by the curious. Likewise a numerous assortment of those very scarce and valuable sorts, the antique bleu celeste, and deep purple. It is impossible, however, to enter into a minute description of articles so various and extensive; but we cannot refrain from particularizing a few, and enumei-ating the principal sources from which they were drawn, by the ingenious and indefatigable Collector. Among many other pieces deserving at tention, are a pair of small bottles, once the property of Queen Anne — A large japan tea-pot, a present from Louis XIV. to the Duke of Richelieu — Two smaller ones from"], [77, "CHINA GALLERY. 55 the Collection of the Duke of Orleans, father to Egalite — Some pieces from the late Princess Amelia's Cabinet — Many from the Portland Museum, and from the cele brated collection of the Duke d'Aumont at Paris — A singular piece from the Duke of Argyle's curiosities, in the former reign — Several articles from the late Duchess of Kingston's — from Selima, Countess of Hun tingdon's — from M. Calonne's — and M. Beaumarchais' Collections. Five orna mental pieces, presented by a Nabob to a Governor of Bengal, in the reign of Wil liam III. possess uncommon beauty. A large white tea-pot, once in the possession of Oliver Cromwell, will be deemed a cu riosity; and it is not uninteresting to ob serve the different forms of the tea-pots in general in this gallery, the metamorphoses they have undergone, and their variations from the present prevailing shape.— Two pieces of jasper China, somewhat resem bling shells, are remarkably beautiful and rare, as are several of that scarce sort, called honeycomb. It should also be ob served, that some specimens are unique in their kind. A collateral room, adjoining the en-"], [78, "56 DESCRIPTION OF BLENHEIM. trance to the gallery, is filled with scarce and elegant specimens of Roman and old earthen ware, too numerous to mention. A dels jar of the latter kind was evidently fabricated, long before the Dutch threw off the Spanish yoke, as appears from the dress of the figures — But one of the most singular curiosities, is a small piece repre senting a fish, which was brought from Athens, and is supposed to be coeval with that celebrated republic. In this apartment, likewise, is a small select collection of the finest old black and gold wooden japan; — and a numerous and beautiful assortment of old copper enamels of the black and white kind, and also in various colours, on subjects both sacred and profane, some of them not unworthy of the pencil of Raphael. These slight notices may suffice to shew the value and extent of this collection. The curious, and real amateurs, will satisfy them selves as to its peculiar merits. GARDENS. The gardens, or pleasure grounds, oc* cupy an area of two hundred acres, and upwards. On part of the north, and the"], [79, "57 GARDENS. east side, they are surrounded by a sunk fence, which, without breaking the gran deur of the scene, serves to separate the parts that compose it. On the west side, they make a bold descent to the lake, which falling over a rocky barrier of considerable height at the south-west angle, formed likewise the southern boundary, before the more recent additions of a considerable portion of the adjoining vale, and of the face of the opposite hill. Nature, indeed, seems to have placed this fine chain, which describes the figure of a bow on the west and south of the river, as the only regular termination of the pleasure grounds, and the line of demarcation between them and the park. The lofty umbrageous trees, which cover its side and brow, form a noble back-ground, and give an unity and finish to the scene. The features of the vale, likewise, through which the river winds, from the cascade as far as the new bridge, entirely correspond with the rest of the picture : art might heighten them, but nature could not have been more propi tious; they invite embellishment from the facility with which it might be applied. Or may it not be an effect of the justest I"], [80, "58 DESCRIPTION OF BLENHEIM. taste, to render the transition from the more ornamental style of the garden to the first shades of the ruder majesty of the park, so very imperceptible, that the eye, at a small distance, cannot determine where the one commences and the other ends? In animate nature, the close alliance be tween the last genus of one class and the first of another, has been ever considered as an instance of beauteous design and harmonious connection ; and why may not the same hold good in inanimate objects ? The just gradation of tints, and the easy blending of colours, are indisputably re quisite to the composition of a perfect whole! The usual entrance into the Gardens is a little to the left of the eastern trate of O Blenheim, the usual approach. The East Front first salutes the view, — a chaste and elegant piece of architecture, with a large projecting bow in the centre: before it spreads a cheerful lawn of an oblong form, extending a considerable way into the park; at fii-st fringed with little clumps of evergreens, encircled and intei-spersed with flowers and deciduous shrubs: then broken by a few scattered trees, which, rising on"], [81, "59 GARDENS. different sides of the boundary, effectually conceal it; and afterwards lined by stately trees, that throw a finely chequered shade on the verdant sward below, and ranging in irregular pomp, preclude stiffness from mingling with beauty. A walk of pebbly gravel, of the most beautiful texture and l-egularity (which however prevails in the pleasure-grounds, and blends utility- with ornament) winding to the east, between rising plantations and clumps of trees and shrubs in various shape, at intervals is opened to highly embellished lawn; and soon taking an easy bend to the south, conducts to the Temple of Health, charged with the following elegant and loyal inscription, on a highly polished niaible tablet : DEO MAXIMO CONSERVATORI, ET PROVIDENTIÆ DIVINÆ: OB RECUPERATAM GEORGII TERT1I, REGIS OPTIMI, PIENTISSIMI SAI.UTEM, HOC MARMOR GEORGIUS DUX MARLBURIENSIS EXPLETO DESIDERIO, VOTIQUE COMPOS, »N AI.IQUOD GRATI ANIMI TESTIMON1UM, LÆTUS, I.UBENSiiUE DEDICAV1T. ANNO SALUTIS HUMANÆ MDCCLXXXIX. I 2"], [82, "60 DESCRIPTION OF BLENHEIM. Over the tablet is a beautiful medallion of his Majesty. This structure is adorned with Corinthian capitals. It emerges from a small thicket, which backs it and deter mines its site, and without imposing the idea of solitude, renders it sufficiently se questered. Before we reach this temple, the Triumphal Arch and Woodstock Tower are seen in pleasing perspective. From hence, the scene gradually changes. In stead of embellished lawn, we become em bosomed in tre?s of venerable majesty. The park and gardens seem to unite, or rather their distinction is lost. The trim ness of the walk, and the occasional sight of evergreens, alone discriminate the latter. The parts unite, And strength of shade contends with strength of light. Open grove, at an agreeable distance, on each side, continues for a considerable space. The whole is a delightful Home- walk, sheltered by the winding of its direction from every blast: possessing sufficient va riety in every part, with an aspect continu ally improving. From this pleasing route, however, we are drawn aside to the contemplation of the"], [83, "GARDENS. 61 Flower Garden. A diverticle from the principal walk, near an ornamental tripod, inclines to a thick grove on the right, in which this elysian spot is placed. In our progress, the trees form an embowering shade ; — as we enter, — they range in aniphitheatric pride, and pre sent a reclining face of foliage, from the ground to a vast height above. The sud den burst of so much beauty strikes the eye: the music of the spray delights the ear; — the fragrance recreates the other senses: images of tranquil joy fix their fairest impi-essions on the mind ; and if they cannot efface the remembrance of ills, they soothe it into resignation. See waving woods their aged arms display, And quivering sun-beams shed a partial day: Long vistas shooting from the wondering eyes, And bloom perennial pour unnumber'd dyes! See stower-crown'd Flora spread her lucid train, And give to Beauty all the smiling plain; While sylvan Pan, amid the shady trees, Joins in the concert with the swelling breeze. This wilderness of sweets, which occu pies about an acre, is copied from the de sign of Madame Pompadour, as originally displayed in the gardens of Versailles."], [84, "62 DESCRIPTION OF BLENHEIM. The outline is elegant; the execution charming; the accompaniments are judi cious. In the centre of variously arranged bou quets, which the bosom of the earth sup ports, is an Obelisk of porphyry, surround ed with four white marble vases, filled with annual flowers; on the north is a neat Temple, properly dedicated to Flora ; and during the summer months, every interstice left by the trunks of the sur rounding grove is replenished with oranges, lemons, and other exotic trees, shrubs, and plants of the greatest delicacy and the richest odour, which ranking in natural progression before the permanent vegeta tive tribes, seem also the denizens of the spot. Groves whose rich trees weep odorous gums and balm, Others whose fruit, burnish'd with golden rind, Hang amiable, Hesperian fables true, If true, here only. Milton. There are different outlets through the grove: but to proceed in the regular tour, we take that near the south-eastangle; and, after being embosomed in trees for a few paces, the scene opens to the left, but soon"], [85, "GARDENS. 63 shuts again with aggravated gloom. The trees become so thick and umbrageous, that the meridian sun only playrs on their tops, or permeates an accidental break. The sweet smelling lime, the dark chesnut, and the airy beech, with evergreens below, bear the chief proportion here. AU is still — all is solemn. The contrast with the flower garden is very striking; with the view that soon opens extremely captivating. Kitchen Gardens. The Palladian gate, orenti-ance into the Kitchen Gardens, appears on the east; and the eye darts over a cheerful landscape to the south. On this side, the walls of the kitchen gardens, which are fourteen feet high, are concealed by irregular plant ations of laurels and other shrubs, thinly scattered with forest trees. From the gate, we trace their vast extent, clothed with the choicest fruit trees ; we beliold an area of eight acres, while four more remain unseen, furnished with evei-y article of culinary use, or of elegance in the dessert, and replete with every requisite appendage for bringing it to perfection. The Hot Houses are constructed on an excellent principle, and"], [86, "64 DESCRIPTION OF BLENHEIM. produce the finest pines and grapes. Alt here amply supplies the want of a warmer sky. The Conservatory occupies an angle fronting the south. Falling into the Home-walk at this place, the deviation from which has been previously mentioned, we soon enter the Sheep- walk, which is half a mile in length, and through its whole extent abounding with rural imagery. Frequently covered with a flock of more than a thousand sheep, all of the most beautiful and valua ble, and some of the most curious breeds, this space, though possessing features of characteristic negligence, is not less rich, or less animated than the most favourite spots in the gaiden. The open gi-ove winds away to the right, and on this hand we catch a glimpse of the south front of the Palace, which is thrown into various perspective as we advance. In other directions we enjoy a picturesque view of Beckley Hill, just peeping over the in tervening heights; of Witham's lofty woods rising to the summit of Botley, where the trees range in solitary state; and through"], [87, "GARDENS. 65 the long perspective of a rich champaign, in which Ensham Tower forms a very con- spicuous object, when illumined with a morning sun, the distant White Horse Hills are seen to elevate themselves into a back-ground. Nor are remote pictures alone attractive at this hour: the deep shade that darkens the neighbouring village of Bladon, is finely contrasted with the level beams that glance on the water below. At every changing season of the day-, in- deed, some new beauty is developed, or the scenes are thrown into a different per- spective, by the aid of light and shade. The evening sun is not less propitious than the morning, for giving a brilliant effect to objects, in this delightful perambulation. Proceeding, — in one place, the New Bridge, as it is called, appears broken and ruinous by the bend of a tree that overhangs the bank; in another it shews its arches entire, and even the lower visible reach of water is seen sparkling through its balus trades; farther the centre arch alone is perceptible ; and sometimes the whole is lost. Such is the effect of grouping and combining! The lawn is sprinkled with beautiful groups octrees: the majestic oak, K"], [88, "66 DESCRIPTION OF BLENHEIM. with pendent inclination to the stream, is the frequent ornament of the slope. About the middle of this walk, the top of Handborough Spire, though neai-ly three miles off, appears emerging from the bosom of the deep wood beyond the lake; and close on the right is seen the Shepherd's Cot, a little thatched edifice, composed of the trunks of trees fancifully arranged, backed by a clump, and shaded by horse-chesnuts in front. Near this spot, we may pause to contem plate the beauties which the changing scene displays. Nothing can be more picturesque than Bladon when gilded with an evening sun : the battlemented tower, and here and there the end of a building, glow with the crimson of his beams ; or the window, par tially shaded by intervening trees, reflects them like living fire. Claude would have caught the tints with rapture; he would have combined the objects into a picture ; and on its effect he might have rested the immortality of his fame."], [89, "67 gardens. Cascade and its Accompaniments. A little beyond the ShepherJ's Cot is the first opening of the Cascade ; and for some space it forms a principal attraction. The water seems to bui-st from the deep wood that bounds the head ; its coui-se is totally hid by the bend, by the figure of the banks, and the effect of plantation. Every step we descend towards the cascade^ the embellishments thicken, the scene be comes more illustrious. Groups of acacia, cedar, poplar, chesnut, and beech, deco rate the declivity down to the river; and beyond it, at a proportionate distance, the back-ground, as far as the commencement of the new Garden, is adorned with a pro fusion of hawthorns, surmounted by noble pendent trees, which, stretching round as far as the eye can reach, terminate in the near horizon. But before we sink into the vale, it will not be unpleasing to take a retrospective view of the landscape we are leavingbehind. The lofty spire of Kidlington church seems to belong to the park ; the distant bills formerly observed, are cast into dif ferent perspective; and a new and wider k 2"], [90, "68 DESCRIPTION OF BLENHEIM. range is displayed, farther than the natural vision can distinguish objects, and till the blue hills of Buckinghamshire close with the bounding sky. Among these, Ashridge, the seat of the Earl of Bridgwater, may be ascertained in a clear day. The obelisk of the Fountain soon peeps between a little woody island and the cas cade ; and the grand River, which a few paces before was invisible, bursts at once on the eye in a broad sheet, without ap parent continuity or connection. Before we reach the termination of the sheep-walk, we lose the cascade on the left; to it, how ever, we at last descend, between clumps and groups of the most luxuriantund deli cate trees of various climes, intermixed with flowers and shrubs of the utmost fra grance and beauty. The ground, which at first is highest on the left, soon assumes a determined superiority on the right. It is thrown into masses with a masterly hand; it has received every embellishment that refined taste can confer on natural beauty; and we enjoy the touch of art, without waking the idea that revolts at its flaunting display."], [91, "69 GARDENS. Here various trees compose a chcqucr'd scene, Glowing in gay diversities of green; There the full stream thro' intermingling glades, Shines a broad lake, or falls in loud cascades. In the vicinity of the Cascade, whose sides are finely- shaded, the water is quite lost above. Even from the bridge that fronts it at fifty feet distance, we only see the fall, without tracing the supply. The charming reach below appears in its most varied features from this bridge, which connects the gardens: and when ihe full stream devolves from the rocky barrier, and bounds from one point to another in foamy pride with deafening roar, nothing can be more grateful to a contemplative mind than such a scene, and such a situation. Down the steep fall devolve the foaming tides. Unfading verdure clothes th' aspiring sides. Emblem of life ! where waves on waves arise. While Hope looks up, and views screner skies, Where still the troublous sea incessant roars, And still Hope flatters, as we eye the shores. New Garden. The New Garden, which we now enter, though of no very great extent, contains many beauties peculiar to itself, many views of magnificent and appropriate scenery."], [92, "'<■• DESCRIPTION OF BLENHEIM. Following the course of the river ort the left, we soon reach Newfound Well, a mineral spring of the chalybeate. kind, said to possess very- active virtues, before they were weakened by the expansion of the lake, whose waters are now supposed to mix with it. In the front of a dark clump rises a pedestal supporting an urn, and from an aperture in the former gushes the spring; and being received into an antique bason, charged with numerous fancy figures, in allo relievOj much injured, flows out near the top by the mouths of two lions, and quickly mixes with the river. Again we have a view of the New Bridge, and of a serpentine reach of water, embracing the island, and gliding on with glassy smooth^ ness. The Fountain next attracts our notice. There River-Oods reclin'd, at ease explore A scene more lovely than their native shore; Confess Hesperia boasts no charms that vie With the bright landscapes which around them lie. It is situated at the bottom of the hill, and forms an object not unworthy of its place and destination. In the centre of an"], [93, "GARDENS. 71 elegant capacious bason, where marble dolphins seem to sport, stands the base, formed of a species of porous stone, per? meable by the water, and thrown together in rude pomp, with a cavern from east to west, from which appear to issue a lion and a sea-horse, the attributes of Europe and Africa, finely7 designed. On the four extremities of the rock, which supports the obelisk, are four River- Gods, sculptured in white marble, with a delicacy and expression not to be surpassed. These are intended to represent the Danube, the Nile, the La Plata, and the Ganges, the four principal rivers of the different quarters of the globe. The Danube rests his right leg on an oar* — The Nile veils his head with classical propriety — The AMERI CAN River-God lifts up his left-hand and eyes in surprise, as if first made known to the rest of the world — The Asiatic River- God, with a placid look, stretches out his hand to a serpent crawling, and to a shell. This last seems to be a different design from the original, where the Ganges is repre- * In the Vatican at Rome is an ancient sculpture of the TIBEIl in the s;ime attitude. May not Bernini have intcniieil that liver ia {Head of the Danube?"], [94, "72 DESCRIPTION OF BLENHEIM. sented as recumbent, crowned with sedge, and a rudder between his legs, with the palm-tree behind. The following arms appear on one side of the base of the obelisk ; — under a coronet in a bordure of lions and castles, per saltier, for Castile and Leon, two baskets and five. On the opposite side, in a bordure of sal tiers, under a coronet, two wolves, with lambs in their mouths. Above, on the square pedestal of the obelisk, which is of white marble, is the subsequent inscription in four different lan guages, Latin, Greek, Italian, and Spanish, AD INNOCENTR'M XI. SCMMUM PON'TIFICEM. PRO. CAROLO. II. HISPANIARUM REGE EXCEI.C : D. D. GASPAR : DE. HARO, ET GUZMAN. MI-'RCHIO. DE. CARPIO. ET HELICHEO ORATOR. ADTYPTIM MOLIS. IN AGONAEI FORO ERECTÆ. AU EQUITE. BEP.NISO OPUF. HOC. EXSTRI'r. JBSS1T, EOPEM. DIRIGE^TE. QUI. INTERIM. Dl'M RETIFICERETUR. DEPUNCTL'S. hoc: posthumo. paptu : inexhaustam-. MENTIS. FOECUNDITATEM CLAtISIT, anno D : M : pc : lxxxi. This fine piece of sculpture, the last work of Bernini, and a copy- from the magnifi cent fountain in the Piazza Navona at"], [95, "GARDENS. 73 Rome, was a present from the Spanish am bassador at the Papal court, to the first Duke of Marlborough. It has only been recently erected; and during the many years it lay neglected, was much damaged, and part of its characteristic appendages and adjuncts lost. Still, however, it bears a close resemblance to the noble original ; proves an ornament to the gardens, and, the admiration of spectators. From the Fountain, the path meanders up hill. The left is open to the charming vale through which the river glides: the right is occasionally shaded by groups of trees. Almost every step presents a new scene: the transitions are sudden, but never harsh; even the strong- contrast between the ele- gant sculpture we have just left, and the wild Rock Seats that occupy the brow, gives an additional impression to each. Above these is a noble view into the park : the High Lodge, with its antique battle^ ments amidst an amphitheatre of venerable trees, is a striking object in the landscape. From this spot we wind to the right, and fresh beauties again arrest the attention, L"], [96, "74 DESCRIPTION OF BLENHEIM. To paint every change of scenery that pre sents itself in the space of an hundred yards would be impossible; the impression can only be conveyed by the eye; — the happiest description would fail. At one point we have a glimpse of the river; at another per haps it is lost ; the turrets of the Palace just emerge; an expanse of water with a forest line of wood draws the view ; and, at a few paces distance, the Palace, the river, the two principal bridges, and the fine terrace on the west of the gardens, all burst with irresistible beauty and attraction. At this spot, the sublime predominates in a very high degree; and frigid indeed must that taste be, which will not feel and con fess the energy of the scene. When the rising sun throws its horizontal rays on the gilded orbs of Blenheim, the tops of the trees catch his radiance, and the withdraw ing shade lightly floats on the surface of the lake; nature does not furnish a picture of more brilliancy than this. A little farther, and the intervening groups allow only glimpses ; — again the prospect opens, the park displays its syl van honours on the north, and on the east, the Chiltern hills bound the sight. At the"], [97, "GARDENS. 75 Utmost extent of vision is Winchendon, formerly the seat of the Duke of Wharton, now the property of the Marlborough family. There is something grand in the idea : the vast space between is swallowed up ; and fancy combining the distant do mains in the same landscape, gives a sanc tion and a solution to the magnificence around. On the right, as we turn down towards the Iron-Bridge, stands 1'Arrotino, or as it is usually called, the Listening Slave, a fine cast in bronze from the antique, by Benzi. Descending to the river, from distant views the transition becomes instan taneous to near ones. The water is seen flowing round to the cascade : the bank on the right is abrupt and rocky, chiefly planted with sumach ; on the left, it is adorned with the fairest rising plantations, which are yearly rendering the spot more characteristically romantic. ■all around Umbrageous grots, and caves of cool recess, And murmuring waters down the slope dispers'd. Or held, by fringed banks, in crystal lakes, Compose a rural seat of various view. Miltok. L2"], [98, "76 DESCRIPTION OF BLENHEIM. On the Blenheim side of the Iron-Bridge, the cascade and its accompaniments a»-e wholly lost ; the former can only be traced by its murmurs and its dashing. The walk now runs along the left of the upper river : the lower is scarcely perceptible. Even the inferior path, by which we descend from the sheep- walk to the cascade, though only a few yards below, is rendered entirely distinct, by the figure of the ground, and the groups that adorn it. As we advance to the angle of the sheep-walk, the ground becomes gradually more elevated. Beyond, the broad expanse of water on the left, a fine outline of pendent wood stretches along to an indeterminate length ; on the other hand is highly decorated lawn. The Ter race may be said to commence at this point; and its captivating charms are gra dually developed as we proceed. From a moderate elevation above the level of the lake, it rises to a bold declivity, feathered down to the brink with majestic trees, in terspersed with plantations of younger growth, grouped and arranged in the most enchanting style ; while the wild forest that clothes the opposite bank is reflected in the crystal tide below. The lake is usually"], [99, "77 GARDENS. farther enlivened with various pleasure vessels, disposed in such a manner as may best adorn this illustrious scene. Behind is a delightful perspective of the back ground on the south-west; and the cascade glit ters in all its grandeur. As we approximate the level of the ter race, the shaft of CHURCHILL's Pillar appears in front above the surrounding trees ; by degrees it opens to its very base. The dark gi-oves in the northern part of the park begin to display themselves; and couched in the front of one, the celebrated Bath of ROSAMOND may be dimly discerned. The water too assumes a variety of figures; the outline becomes more indented; and a collateral branch of undefined extent, run ning up a deep vale from the principal stream, without appearing to derive its sole importance from it, has the pleasing effect of seeming to augment its current. Ditchley Woods form the horizon : these fall into the back-ground of the scene, at a distance sufficient forgreatness, and without any disjunction of parts. Here we reach the Temple of Diana, which stands on the summit of the decli-"], [100, "78 DESCRIPTION OF BLENHEIM. vity. — We survey the landscape with rap ture — we confess the ne plus ultra of pictu resque embellishment. This temple indeed maiks the happy spot where the assemblage of different attractions operate with singular advantage. All is great — all is executed on a scale of proportionate magnificence ; and though every part of the gardens has peculiar charms, this terrace — this point in particular, as a Home View, <:ombines more than all, and exhibits almost every different excellence in each. The temple itself is a beautiful and stately structure, designed by Sir William Cham bers ; and its situation corresponds with that on the east side of the gardens. In the front are four pillars with Ionic capitals; and on the pediment is this dedication ; APTEMIAI. ATPIAI-IAAI. OPEZTIAAI. To the Ionian, rural, mountain ranging Diana.'* On the back within, is a central medal lion, representing, in bas-relief, Hippoli- TUS offering a wreath of flowers to Diana ; andon twoothers, unitedto this bya festoon, are the subsequent verses from the Hip-"], [101, "gardens. 79 politus of Euripides, with the annexed elegant English version. Sot Tot/&£ T7\\£arov sttyavov ££ oocvjcxTa Aei[At,ivo$ Q Aeovroiia, x.oo-fj.Yiaac; tpszv. Ec$ nos 'vjQiy.ttv af-ioi OepQcw @otol, Ov& JJA-JE TTU CldYjPOC' OC/\\J\\ CX.iiYiPOi.TQV MeA.K70-a 7\\H^uv iu.pii>oc oie^sTai* To thee, bright Goddess, these fair flowers I bring, A chaplet woven from th' untainted mead, Thy cool sequester'd haunt, where never yet Shepherd approach'd; where the rude hind ne'er heav'd Th' unhallow'd axe : nor voice nor sound is heard. Save the low murmuring of the vernal bee. The day-spring from above the dew distils Genial and mild, from the pure stream exhal'd. On every fragrant herb, and favourite flower. Hurried on by the splendor of more ca pital objects, we forgot to notice another cast in bronze of the Roman Wrestlers, by Benzi. It stands on the right, a little before we approach the temple, and well deserves attention as a just repi-esentation of the antique. A short way7 beyond the temple of Diana \\ae enjoy many brilliant scenes in the park;"], [102, "80 DESCRIPTION OF BLENHEIM. and turning round over the charming lawn before the south front of the Palace, finish the tour of the gardens with im pressions of pleasure gradually raised to the highest, and permanently fixed by the splendor of the concluding scenery. The intersecting walks generally retire from the sight, but are never wanting for necessary communication : they conduct to the principal subordinate scenes ; they oc- cupy the happiest spaces. By following their direction, we are sure of meeting with some object in our progress to com- pensate for the toil ; some beauty is dis- closed which would otherwise be lost; or scenes are thrown in perspective, or heightened by contrast, in a manner dif ferent from what we observed before. The occasional recurrence also of the garden chair, the plain bench, or the cir cular seat round the trunk of some umbra geous tree, by presenting opportunities for rest, prevent the idea of lassitude. Thus, in our journey through life, it is not always the actual use of the accommodations we possess, that adds to our comfort ; it is the reflection that we may command them in, the hour of need, and that we have it in"], [103, "GARDENS. 81 our power to gratify the wish as soon as it is felt. But these are not simply objects of ornament or convenience ; they generally point out scenes which repose may con template with delight, and fancy combine into picture. Here a thousand beauties, originating from design, appear fortuitous to the eye. Though traversing a garden where taste has exhausted its skill, we incessantly indulge the idea of being only contemplating the natural charms of the country, and tracing delights of rich variety and unlimited ex tent. In this tour, indeed, we have omitted many circumstances which in an inferiorplace would have deservedly claimed regard. Here littleness is absorbed in grandeur, and prettiness in magnificence. This marks the prevailing character; and should it ever, in the minutest instance, be sacrificed to its opposite, Blenheim will lose that prin cipal beauty — consistency, though it may borrow the fairest flowers from the garland of novelty. Of this, however, there is no danger. The character of this place is novr sufficiently established in the public estima tion; and its acknowledged superiority ia M"], [104, "82 DESCRIPTION OF BLENHEIM. natural charms and highly embellished land scape, is attested by the annually- increasing number of visitors. And who that has seen Blenheim once does not wish to see it ag.iin ! RIVER*. THE River, which covers the whole ex tent of a spacious valley, bending in the happiest style, and affording the most pro fuse variety of picturesque features in the sublime, the beautiful, and the tranquil, when viewed with its accompaniments, is indisputably the most superb piece of arti ficial water in this kingdom. It is chiefly • If the words rieer and lake are sometimes applied to the same thin-, it is hoped the reader will not impute this to ignorance or error : the water at Blenheim partakes of the nature of both ; it is a River, because it has a progressive motion ; it is also a Lake, because it spreads far beyond its original channel. Thus uniting the distin guishing beauties and characteristics of each, it rises to the pre-emi nence of sublimity in kind. It is proper, however, to remark, that it generally receives the name of the Lake from its commencement to the grand bridge, and of the Great IVatcr down to the cascade. — The whole is stocked with abuudance of fine fish, such as pike, perch, carp, &c. &c. Pikes have sometimes been caught here weighing pearly SOlbs. These maj be truly calltd « the tyrants of the watery plain.11"], [105, "RIVER. 83 supplied by the Glyme*, which still, in a great measure, retains its original direc tion, its channel being expanded rather than altered : so favourable has Nature been to the operations of art! It enters the park in the vale which se parates Old from New Woodstock, flowing under a belt of rising plantations, and is suing to light by a bridge of seven arches, the minuteness and multiplicity of which have been thought to derogate from gran deur, though the whole is well adapted to give the idea of a supply, equal to the mag nitude of the lake. In other points of view, a thick grove, and beautiful groups of Lombardy poplars, and other trees that love the streams, by concealing the source, promote the same desirable effect. The banks at first are low: on one side they soon become bold and winding; on the other, they have little elevation, but are happily varied. The lake quickly spreading to a great expanse, stretches towards Queen PooLf, • The Glyme rises near Heythiop Park, the seat of the Earl of Shrewsbury, aud flowing past kiddingtnn and Glvni; ton, or the town •r village on the G.yme, washes \"Wootton, and soou after receiving Barton brnok, winds round towards Woodstock, through whose wil. lowy meads it runs in several channels, which unite iu Blenheim lake. t So called from Philippa, Queen of Edward HI. M 2"], [106, "84 DESCRIPTION OF BLENHEIM. where it forms a small creek, with various islets, stews, and buildings, chiefly lost in trees ; then taking a determined course, it seems to seek the opposite shore, in its pro gress flowing round Queen Elizabeth's Island*, a most delightful spot, clothed with aquatic trees and shrubs of the utmost beauty and variety, which connect the groups on the banks ; and soon becoming embayed on the left, it winds round to the Grand Bridge, narrowing as it advances, to an adequate breadth with that noble struc ture. From the bridge, a most capital expanse of water again catches the eye ; an expanse unrivalled by the finest English rivers, un mixed with the sea; and which, washing the remote banks, varies with their direc tion ; makes a long diversion up a vale that forms a right angle with its bed, and affords the representation of a collateral stream : then rolling a seemingly enlarged volume, • This is part of the ancient causeway leading to the old Manor House, which stood about 100 yards farther north. 1 Brown, who superintended the early improvements here, in his usual consequential manner, has been heard to boast, '• That th« Thames would never forgive him for what he had done at Blenheim.\" Had he lived to the present time, he would have been sensible how much his most finished labors may be surpassed."], [107, "85 RIVER, it winds round, and washes the foot of the declivity, on which part of the gardens lie; and on the other side it is bounded by a considerable hill, feathered down with a noble wood to the water's edge, and fre quently reflected on its surface. Crystal lakes, O'er which the giant oak, himself a giove, Flings his romantic branches, and beholds His reverend linage in th' expanse bclov. Mason. Preserving one general unvarying direc tion for a considerable length, it gradually narrows; and viewed from the grand briJo-e, appears land-locked and embayed. Several pleasure vessels of various construction, riding at anchor, swans sailing in conscious pride, and other aquatic fowl, indigenous as well as foreign, exercising their native propensities, unite to enliven the watery 6cene. When tranquil, the reflected and inverted images in the stream present a picture, which fancy contemplates with mild delight; when agitated with winds, its rippling bosom and wavy dash are lively emblems of the sea, to which it then bears some resemblance."], [108, "86 DESCRIPTION OF BLENHEIM. At the point where it appears embayed, it passes under a light iron bridge, simple and unadorned, and characteristic of its destination; and making a pretty sudden bend, it tumbles down a barrier of massy rocks, with a force equal to its copiousness; and with a fall of eighteen feet perpen dicular, and twenty-seven with the angle it forms. Above this cascade, are an hun dred and fifty acres of water: below, it is a continuation of an hundred more. Recovering its level, the river flows with a serpentine sweep through an expanded vale, embellished with scattered groups of flourishing young plantation; and at an agreeable distance, stretches another face of the hill already mentioned as a boundary, covered with trees whose pendency and age render them at once picturesque and vene rable. But though in this reach the river admits an oval woody islet, its channel be comes now more contracted than before ; and its style partakes rather of the beautiful than the sublime. Reaching the New Bridge, a very elegant modern structure, it inclines with the course of the vale, and touching near Bladon, makes a determined bend to the right. The banks on both sides at this"], [109, "RIVER, 87 point are swelling lawn, with little clumps, connected by single trees, disposed with out the least shew of intention, but uniting to produce the happiest effect. From hence, the river takes a variety of charming turns, chiefly with a strong incli nation to the right, doubling as it were on itself, and circumscribing the extremity of the hill which accompanies it the greatest part of its course. In one place a fine sheet of water spreads before the eye, and in vites progress by its apparent continuity; in another, the trees seem to embay it, and we advance a considerable way, before we can detect the deception. From the first determined sweep near Bladon, a gravel walk on the left follows the direction of the river. This walk is bounded on one side by a belt of thick plantation; on the other, a few scattered trees range with the stream. Beyond the river, we are charmed with all the diversity of pleasing scenery : a small grove first presents itself, close to the verge of the tide ; a few irre gular trees next succeed ; sometimes a clump planted at the termination of a reach, by advancing to the belt on the opposite shore, appears to land-lock the stream ; then"], [110, "88 DESCRIPTION OF BLENHEIM*. again we are delighted with open lawn and divers si d landsc; pe. At last, the river passing under a low bridge with numerous arches, precipitates itself down a steep cas cade, and at the same instant falls into the Evenlode*, which gliding.in an opposite direction through verdant meads, winds under the park to receive the tributary Glyme. The united rivers forming a woody island immediately after their junction, meander through a continuation of meads, and dispense beauty- and fertility, as they flow to join the classic Isis. The effect occasioned by two rivers hastening to meet each other, and then bending almost at right angles with their former course, is as pleasing as it is singular and romantic. No awkward termination is here to be traced, no disgusting display of art to heighten the scene ; Taste unfolds the beauties of Nature with a delicate touch, and Art is only the handmaid to her charms. So many circumstances lend their aid to embellish this spot and its vicinity, that we • The Evenlode obtains its name from a village, so called in Worcestershire. In its course, it receives several little broeks, washes. Charlbury, and seipentiziug through fertile meadows, at length form* the southern, boundary of Blenheim Park."], [111, "RIVER, 89 scruple not to pronounce it one of the most delightful in the precincts of Blenheim : but it retires from the view, and its unob trusive charms are therefore seldom seen. While scenes less captivating force atten tion by a bold display, these, like modesty* shun the public eye, and are only visited by the discerning few. May we not add, such is the fate of unassuming merit; its lovely qualities are only casually noticed, and the impression they make is often too evanescent to avail them ! In this sequestei-ed situation, the con templative man sublim'd from low desires, To commune with his secret soul retires j Thinks onthe present, scans his future state, Explores what ills, what blessings round him wait j Or loves a retrospective glance to cast On many a dear ecstatic rapture past ; To mark those few, those fleeting hours that smil'd. Like flowers that bloom amid a desert wild ; Those scenes of long-lamented joys to mourn,— Nay sigh for pains that never can return. On the whole — the water at Blenheim, as a very elegant writer* observes, \" in size, \" form, and style, is equal to the majesty *' of the scene ; and is designed in the spirit, • Wheatley on Modern Gardening. N"], [112, "SO DESCRIPTION OF BLENHEIM. \" is executed with the liberality of the ori ,\" ginal donation, when this residence of a \" mighty monarch was bestowed by a great \" people, as a munificent reward, on the \" hero who had deserved best of his conn s' try.\" PARK*. The Park, which under the auspices of the present Duke, has received every possi ble improvements Plann'd by his taste, and planted by his hand, is one continued galaxy of charming pros- • That vast spare which lies without the Rivf r has received the ap propriate appellation of the Great Park; the puttion which is iu a great measuie surrounded by it, of the Little Park. Ocetlic Plan. The following meteorological phenomenon deserves to be recorded. On the evening of the i'Qth of November 1797, a freezing rain be^ao to fall, and in the course of the night incrusted every tree, shrub, and biade of gras-, to a thickness almost incredible. In consequence of this, many treea ami an immense number of branches were brought to the ground. In Blenheim Park, to which, and r. small surrounding . space, tins phenomenon was confined, nearly one tliousaud lends of wood were destroyed. The. very rooks had their wings frozen, and fell from their perches. Nothing could he more beautiful than the trees in their brilliant coats of mail By candle light, every leaf of evergreens seemed lo have a, diamond pendent at its extremity. Where similar phenomena have occurred, it has always been found thit they were partial in their effects, and ran in a narrow track."], [113, "91 PARK, pects, and agreeably diversified scenes. Its circumference is upwards of twelve miles; its area about two thousand seven hundred acres, round which are the most enchanting rides, chiefly shaded towards the boundary with a deep belt of various trees, evergreens, and deciduous shrubs, whose mingled foli- age exhibits the different gradations of tints, from the most faint to the most obfuscated green; while plantations of corresponding figure and growth on the park side, some- times range with the former, and some- times breaking into groups, with large in- terstices between, relieve the tædium of continued uniformity, and open the most brilliant prospects. Indeed the effects of polished taste, and sublime in design, are no where more perceptible than in the bound- less views which at intervals present them- selves ; the limits of the park being in ge- neral quite concealed ; and the whole sur- rounding country, varied with hills and Vales, spires, towei-s, and villas, appearing as one wide extended landscape. In the in- ternal part, new improvements are continu- ally adopting, and new plantations rising, wherever they can contribute to the beauty or the luxuriance of the scene. N 2"], [114, "92 DESCRIPTION OF BLENHEHVf. — Hence the poor are cloath'd, the hungry fed. Health to himself, and to his children bread The labourer bears. During the vernal season, the profusion of blossomed hawthorns, in all the wild luxuriance of natuie, scattered among the forest trees, diffuse the most delightful fragrance, while they encrease the general effect; and even when stripped of their foliage they are not ungrateful to the eye, that is enamoured of vegetative beauty in its every aspect. The humble shrub aptly contrasts with the lofty tree; and though confined within narrow limits, like unaspir ing poverty, is not less necessary than its type, to fill up the interstices of space, and to complete the plan of creation. In different places also we meet with venerable oaks, that have seen some cen turies pass over their heads, and yet flourish in a green old age. It would be easy to point out some of extraordinary dimensions and beauty, which are perfectly sound ; while the fantastic forms and umbrageous tops of others, with their hearts quite de cayed, read many a moral and impressive lesson, which the mind of sensibility may easily apply. Often is the heart of man"], [115, "PARK. 93 corroded with care or broken by neglect, while the forced smile of joy, called up by honest pride, plays on the face ; and ex ternals indicate nothing but happiness, and vigour within. The generous SPIRIT, like the majestic king of the forest, towers un bending to the last; and perhaps when the irresistible storms, bv which it has been long buffetted, occasion its fall, the una vailing tear of regret mav be shed too late, and the hand that might have been a stay, be extended in vain ! The usual Ride round the park, for oc casional visitors, includes a cii-cumference of rather more thaiv three miles, describing a wide cii-cle round the Palace and Gar dens, which are casually and advantage ously seen through glades in the progress, and exhibiting many magnificent pictures over the park and country round. This Ride has ever been considered as the first of natural charms that Blenheim supplies, and as the coup d'æil and compendium of all the rest ; and as it may be taken in a carriage or on horseback, it is neither ac companied with fatigue nor delay. In this delightful tour, we pass from"], [116, "94 DESCRIPTION OF BLENHEIM. scenes the most adorned, to open grove*f and even to the wild majesty of a natives forest, with no abrupt or unpleasing tran- sition. Glades, lawns, gentle hills, retiring vales, wood and water, so sweetly blend and harmonize in the landscape, that the eye every where finds novelty and interest, and acknowledges the effect of contrast and de- sign, without revolting at its display. But to enumerate every beauty conspicuous in this toui-, would be to delineate all that is charming in natural objects; and in some instances would occasion a repetition of cir- cumstances abeady remarked. A detail must 'not therefore be expected. Let it how- ever be observed, that at Blenheim' the Jerme ornee is combined with the magnifi- cent park. In one quarter, the eye is de- lighted with the sight of waving corn, in another, with green paddocks that invite the scythe : here a building dedicated to agri« cultural purposes, or raised for the accom- modation of the necessary officers, just peeps through the deep shade of surround- ing trees; there the team rattles down the • It is said that the trees to the eastward of Blenheim, which now form an open glove, were originally planted in battalia, and of this there are still many evident traces ; but the axe has long since judw Cisusly broken their ranks, and restored them to taste and nature."], [117, "PARK, 95 slope abrupt. On one side appears a herd of deer, on another a flock of sheep; and sometimes animals, native and foreign, g»-aze in social peace. All is a picture of rural life in its most agreeable colours, in its happiest avocations: it presents cheerful activity, or tranquil repose-- Arcadian scenes divested of fable, and real wealth without glitter. The Pheasantry, situated on a rising ground near the lower cascade, is one of the most superb establishments of the kind in this country. The variety and beauty of these birds present an object that cannot fail to please. But though some of the more curious kinds are kept hei-e, they stock the park and the adjoining woods, in prodigious numbers. Among the many captivating views which every spectator of taste will recognize in the tour of the Park, those from the High Lodge and the Obelisk may be particu larized. The High Lodge was once the residence of the Witty, but immoral Wil mot, Earl of Rochester, and the place where he died. Let those who have copied his profligacy, reflect on his remoi-se, and re solve to imitate his repentance ! From"], [118, "96 DESCRIPTION OF BLENHEIM. hence, the prospect is not only very ex tensive, but is also one of the most at tractive that can be conceived ; it includes, among a variety of other capital and pictu resque objects, a distant view of the Uni versity of Oxford in one direction, and of a richly wooded Country, in which Which wood Forest bounds the landscape, in another. Enchanting site ! Hence every rural sweet, And every natural charm delight to meet. Hence to the eye the landscape opens wide j The dancing spirits roll a quicker tide. Around, new objects prompt th' excursive lay, The gently winding stream, the meadow gay ; The smiling village, sunk in leafy shades, That just unfolds its low roofs through the glades ; The splendid seat, the tower, the shining spire, And hills that catch the sun's departing lire. The Sylvan Scene, where erst in happier days, To Nature's charms I pour'd the heart-felt lays*. Oxokia's fanes, of every Art the seat, Of every muse the lov'd, the blest retreat. O may fair science in her precincts smile, And shed new lustre o'er this happy isle: To guard the laws, religion's flame maintain, Still may worth issue from her fost'nng reign. The High Lodge occupying the great est elevation in the park, its whole vicinity • See Ode to Nature, written in Whichwood Forest."], [119, "97 PARK is replete with beauties. The drive through the forest wood, which lies between it and the lake, presents such an assemblage of views and such various combinations of them in rapid succession, that no stranger should omit taking this route. The Water, the Palace, the Gardens, the Grand Bridge, the Pillar, Woodstock, and other near and remote objects, open and shut upon the eye like enchantment ; and at one point, every change of a few paces furnishes a new scene, each of which would form a subject worthy of the sublimest pencil. Viewed from the Obelisk or Pillar, at once the Palace, the River, and the Gar dens, are seen in theirbest perspective, and the idea of grandeur they excite will con vert admiration into rapture. Nor will the Obelisk itself pass without observation: it is raised to the memory of the hero of the last century, compai-ed with whose tran scendent services the greatest exploits of our cotempoi-ary warriors sink into oblivion. Immortal Chief! of Albion's isle the pride, By martial deeds to greatest names ally'd: Renown'd for valour, as for mercy lov'd, The highest pitch of human bliss you prov'd j O"], [120, "98 DESCRIPTION OF BLENHEIM- Gain'd the fair meed without the conscious stain, And wore the laurel, unalloy'd with pain. Unlike those pests who fight for fame alone, To slave a nation, or to mount a throne; You drew the sword, the injur'd to defend, To aid the helpless, and the proud to bend. Be this yourfame ! — nor could the favouring Nine Grace with a praise, more noble, more divine. The statue of this great man, which crowns the column, is designed in a Roman dress : at his feet are two eagles : in the left hand is the general's batoon ; in the right, a figure of Victory elevated. On three sides of the pedestal are inscribed the Acts of the British Parliament in his favour, and the entail of his honours and estates on the descendants of his daughters; and issue failing in Lady Godolphin, the eldest; from the Countess of Sunderland, the second daughter, they now centre in the Spencer family. On the side facing Blenheim, his character is thus delineated, and his ex ploits recorded, as is supposed, by the masterly pen of Lord Bolingbroke : The Castle of Blenheim was founded by Queen Anne In the fourth year of her Reign, In the Year of the Christian Æra One Thousand Seven Hundred and Five"], [121, "PARK. 99 A monument design'd to perpetuate the Memory of the Signal Victory Obtain'd over the French and Bavarians, Near the Village of Blenheim, On the Banks of the Danube, By John Duke of Marlborough, The Hero not only of his Nation, but of his Age : Whose Glory was equal in the Council and in the Field; Who, by Wisdom, Justice, Candour, and Address, Keconcil'd various, and even opposite Interests; Acquired an Influence Which no Rank, no Authority can give, Nor any Force, but that of superior Virtue; Became the fixed important Centre, Which united, in one common Cause, The principal States of Europe; Who, by military Knowledge, and irresistible Valour, In a long Series of uninterrupted Triumphs, Broke the Power of France, When raised the highest, when exerted the most : Rescued the Empire from Desolation ; Asserted and confirmed the Liberties of Europe. \" PHILIP, a Grandson of the House of \" FRANCE, united to the Interest, di- \" rected by the Policy, supported by the \" Arms of that Crown, was placed on the \" Throne of Spain. King WILLIAM III. \" beheld this formidable Union of two \" Great, and once Rival Monarchies. At \" the end of a Life spent in defending the \" Liberties of EUROPE, He saw them in O 2"], [122, "100 DESCRIPTION OF BLENHEIM. \" their greatest Danger. He provided for \" their security in the most effectual man \" ner. He took the Duke of Marlborough \" into his Service. \" Ambassador Extraordinary and Plenipotentiary \" To the States General of the United Provinces, \" The Duke contracted several Alliances, \" before the Death of King William. He \" confirmed and improved These, He con \" tracted others, after the Accession of \" Queen ANNE : and re-united the Con \" federacy, which had been dissolved at \" the End of a former War, in a stricter '* and firmer League. \" Captain General and Commander in Chief \" Of the Forces of Great-Britain, \" The Duke led to the Field the Army of \" the Allies. He took with surprising ra \" pidity VENLO, RUREMONDE, STE « VENSWAERT, LIEGE. He extended \" and secured the Frontiers of the Dutch. \" The Enemies, whom he found insulting « at the Gates of NIMEGHEN, were \" driven to seek for shelter behind their « Lines. He forced BONNE, HUY, LIM \" BOURG, in another Campaign. He"], [123, "101 PARK, \" opened the Communication of the « RHINE, as well as the MAES. He \" added all the Country between these Ri \" vers to his former Conquests. \" The Arms of FRANCE, favoured by \" the Defection of the Elector of BAVA \" RIA, had penetrated into the Heart of \" the EMPIRE. This mighty Body lay f exposed to immediate ruin. In that me \" morable Crisis, the Duke of MARLBO \" ROUGH led his Troops, with unexam \" pled Celerity, Secrecy, Order, from the \" OCEAN to the DANUBE. He saw, \" He attacked, nor stopped, but to conquer \" the Enemy. He forced the BAVARI \" ANS, sustained by the FRENCH, in \" their strong Entrenchments at SCHEL \" LENBERG. He passed the DANUBE. \" A second Royal Army, composed of the \" best Troops of FRANCE, was sent to \" reinforce the first. That of the Confede- \" rates was divided. With one part of it \" the Siege of INGOLSTADT was carried \" on : with the other, the Duke gave Bat \" tie to the united strength of FRANCE \" and BAVARIA. On the second day of \" August, one thousand seven hundred and \" four, He gained a more glorious Victory"], [124, "102 DESCRIPTION OF BLENHEIM. \" than the Histories of any Age can boast. \" The heaps of slain were dreadful Proofs \" of his Valour: A Marshal of FRANCE, \" whole Legions of FRENCH, his Prison- \" ers, proclaimed his Mercy. BAVARIA \" wassubdued,RATISBON,AUSBOURG, \" ULM, MEMINGHEN, all the Usurp- \" ationsof the Enemy were restored. From \" the DANUBE the Duke turned his vic- \" torious Arms towards the RHINE, and « the MOSELLE, LANDAU, TREVES, \" TRAERBACH were taken. Inthecourse \" of one Campaign the very Nature of the \" War was changed. The Invaders of other \" States were reduced to defend their own. \" The Frontier of FRANCE was exposed \" in its weakest Part to the- Efforts of the \" Allies. \" That he might improve this Advantage, \" that He might push the Sum of Things to *' a speedy Decision, the Duke of MARL \" BOROUGH led his Troops early in the \" following Year once more to the MO \" SELLE. They whom He had saved a \" few months before, neglected to second \" him now. They who might have been \" his Companions in Conquest, refused to \" join him. When He saw the generous."], [125, "PARK, 103 \" Designs He had formed frustrated by \" private Interest, by Pique, by Jealousy, \" He returned with Speed to the MAES. \" He returned, and Fortune and Victory ** returned with Him. LIEGE was re \" lieved : HUY retaken. The FRENCH, \" who had pressed the Army of the STATES \" GENERAL with superior Numbers, re \" tired behind Intrenchments which they '■' deemed impregnable. The Duke forced \" these Intrenchments, with inconsidei-able \" loss, on the seventh Day of July, 1705. \" He defeated a great Part of the Army \" which defended them The rest escaped \" by a precipitate Retreat. If Advantages '.' proportionable to this Success were not '■' immediately obtained, let the Failure be \" ascribed to that Misfortune which attends 11 most Confederacies, a Division of Opi \" nions where one alone should judge, a \" Division of Powers where one alone \" should command. The Disappointment \" itself did Honour to the Duke. It be \" came the Wonder of Mankind, how he \" could do so much under those Restraints \" which had hindered him from doing \" more. \" Powers more absolute were given him"], [126, "104 DESCRIPTION OF BLENHEIM. \" afterwards. The Increase of his Powers \" multiplied his Victories. At the opening \" of the next Campaign, when all his Army \" was not yet assembled, when it was hardly \" known that he had taken the Field, the \" Noise of his Triumphs was heard over \" EUROPE. On the twelfth day of May, \" one thousand seven hundred and six, he \" attacked the French at RAMILLIES. \" In the space of two Hours their whole \" Army was put to Flight. The Vigour \" and Conduct with which he improved the \" Success were equal to those with which \" he gained it. LOUVAIN, BRUSSELS, \" MALINES, LIERE, GHENT, OUDE- \" NARDE, ANTWERP, DAMME, BRU \" GES, COURTRAY surrendered. OS « TEND, MENIN, DENDERMOND, \" AETH, were taken. BRABANT and \" FLANDERS were . recovered. Places \" which had resisted the greatest Generals \" for Months, for Years; Pi-ovinces dis \" puted for Ages, were the Conquests of a \" Summer. \" Nor was the Duke content to triumph \" alone. Solicitous for the general Interest, \" his Care extended to the remotest Scenes \" of the War, He chose to lessen his own"], [127, "PARK 105 u Army, that he might enable the Leaders *' of other Armies to conquer. To this must \" be ascribed, that TURIN was relieved, \" the Duke of Savoy reinstated, the \" FRENCH driven with Confusion out of \" ITALY. \" These Victories gave the Confederates \" an Opportunity of carrying the War on \" every side into the Dominions of \" FRANCE. But she continued to enjoy \" a Kind of peaceful Neutrality in GER \" MANY. From ITALY she was once \" alarmed, and had no more to fear. The \" entire Reduction of this Power, whose \" Ambition had caused, whose strength \" supported the War, seemed reserved to \" him alone, who had so triumphantly be \" gun the glorious Work. \" The Barrier of FRANCE on the side' \" of the LOW COUNTRIES, had been \" forming for more than half a Century. \" What Art, Power, Expence could do, \" had been done, to render it impenetrable. \" Yet here she was most exposed : for here \" theDukeofMARLBOROUGHthreaten \" ed to attack her. \" To cover what they had gained by Sur \" pi-ises or had been yielded to them by p"], [128, "106 DESCRIPTION OF BLENHEIM. tl Treachery, the FRENCH marched to \" the Banks of the SCHELDE. At their \" Head were the Princes of ihe Blood, and \" their most fortunate General the Duke of \" VENDOME. Thus commanded, thus \" posted, they hoped to check the Victor \" in his Course. Vain were their Hopes. \" The Duke of MARLBOROUGH passed \" the River in their Sight. He defeated \" their whole Army. The Approach of \" Night concealed, the Proximity of \" GHENT favoured their Flight. They \" neglected nothing to repair their Loss, to \" defend their Frontier. New Generals, \" new Armies appeared in the NETHER \" LANDS. All contributed to enhance \" the Glory, none were able to retard the \" Progresses the Confederate Armies. \" LISLE, the Bulwark of this Barrier, \" was besieged. A numerous Garrison, and \" a Marshal of FRANCE defended the '•• Place. Prince EUGENE of SAVOY \" commanded, the Duke of MARLBO <: ROUGHcoveredandsustainedthe Sieire. o \" The Rivers were seized, and the com \" munication with HOLLAND interrupted. \" The Duke opened new Communications \" with great Labour and grea.er Art."], [129, "PARK. 107 \" Through Countries over-run by the \" Enemj', the necessary Convoys arrived \" in Safety. One alone was attacked. The \" Troops which attacked it were beat. The \" Defence of LISLE was animated by asi « surances of Relief. The FRENCH assem \" bled all their Force. They marched \" towards the Town. The Duke of MA RL \" BOROUGH offered them Battle, without \" suspending the Siege. They abandoned \" the Enterprise. They came to save the \" Town : they were Spectators of its Fall. \" From this Conquest the Duke hastened \" to others. \" The Posts taken by the Enemy on the \" SCHELDE were surprised. That River \" was passed the second Time, and, not \" withstanding the great Preparations made \" to prevent it, without opposition. BRUS-e \" SELS, besieged by the Elector of BAVA \" RIA, was relieved. GHENT surrender s' ed to the Duke in the middle of a Winter \" remarkably severe. An Army, little in f fei-ior to his own, marched out of the \" Place. \" As soon as the Season of the Year per •' mitted him to open another Campaign, it the Duke besieged and took TOURNAY. P 2"], [130, "108 DESCRIPTION OF BLENHEIM. f He invested MONS. Near this City, \" the French Army, covered by thick \" Woods, defended by treble Entrench \" ments, waited to molest, nor presumed \" to offer Battle. Even this was not at \" tempted by them with Impunity. On the \" last day of August one thousand seven \" hundred and nine, the Duke attacked \" them in their Camp. All was employed, \" nothing availed against the Resolution of \" such a General, against the Fury of such «« Troops. The Battle was Bloody : the \" Event decisive. The Woods were pierced : \" the Fortifications trampled down. The \" Enemy fled. The Town was taken. » DOW AY, BETHUNE, AIRE, St. « VENANT, BOUCHAIN, underwent the \" same Fate in two succeeding Years. \" Their vigorous Resistance could not save \" them. The Army of FRANCE durst not \" attempt to relieve them. It seemed pre \" -served to defend the Capital of the \" Monarchy. \" The Prospect of this extreme Distress \" was neither distant nor dubious. The \" FRENCH acknowledged their Con <{ queror, and sued for Peace."], [131, "PARK, 109 \" These are ths Actions of the Dukeof MARLBOROUGH, Performed in the compass of a few Years, Sufficient to adorn the Annals of Ages. The Admiration of other Nations Will be conveyed to latest Posterity, In the Histories even of the Enemies of BRITAIN, The Sense which the BRITISH Nation had Of his transcendent Merit, was expressed In the most solemn, most effectual, mostdurable manner. The Acts of PARLIAMENT inscribed on this Pillar Shall stand as long as the BRITISH Name and Language last, Illustrious monuments Of MARLBOROUGH's Glory, and Of BRITAIN'S Gratitude.\" Rows of stately trees describe an open square on the east and west of this column; but soon converging behind to a moderate breadth, and breaking into groups and clumps of different forms and magnitudes, they form a charming vista to an almost undetermined length. Through this vista formerly lay the i-oad conducting to the grand approach ; a straight reach of more than two miles, without much diversity in the objects, and with too great formality to please. It now takes a happier direction along the edge of the lake to Queen Pool,"], [132, "110 DESCRIPTION OF BLENHEIM. then enters a low bottom with noble steeps in distinct masses, the sides of which are adorned with pendent gi-oves and clumps of different growths; and slowly gaining the level, at last terminates in the parallel of the palace and pillar; reaching the same point with the undeviating vista, which in its present application is a real embellish ment. The ancient Roman road, generally known by the appellation of Akeman-Street, crosses this vista from east to west; and, may be distinctly traced near the North Lodge. Where the ' keman has been broken up, which, as lovers of antiquity, we lament has been done where it could not be necessary, its materials appear to have been an immense congestion of rubble and stones, such as the vicinity supplied. Its ridge, however, in many places is still en tire, and exhibits a proof of the persevering industry, the indefatigable pains, and the public spirit of the Roman Colonists. At a small distance beyond the park, aud a little to the right of the Akeman, in the parish of Stonesfield, a tesselated pavement* was • See Hearne, Pointer, Pitiscus' Lexicon, and the 2d Vol. of Uif Supplement to Mountfaucon's Antiquities, p. 39."], [133, "PARK, 111 discovered in 1711, which was then gener ally supposed to be nothing more than the site of a Roman general's tent. In 1779, near the same spot, the areas of several other large apartments were found with curious tesselations, and borders, at once admirable for beauty and device. Ad joining was a hypocaust, and a bath, and other remains of Roman architecture in brick, of the most durable texture. These have long been removed or demol.shed ; but correct drawings of the whole, by Lewing ton, of Woodstock, (who saved copies,) are in the possession of the Antiquary So ciety*. The two Iai-gest apartments are very accurately and beautifully represented in a late engraving by that ingenious self taught artist. Fowler. But this park is still more celebrated for its magnificent royal palace, commonly called tne Manor House, the frequent • On the laie inclosure of the parish of Stonesfield (1801,) by a tasteless allotment ui property the site of these venerable remains of the Romans, has beei. uivided among three different proprietors, so that not a vestige 01 tl em will soen. be left. Whi e the held was iuclosing, the wnter of tliH saw a veiy beautiful border of one of the tesselated areas unco\\eied. -C !.±y only about *ix inches from the surface, and must have been gra2ed by the plough, every year that the spot wa, in cultivation."], [134, "112 DESCRIPTION OF BLENHEIM. and favourite retreat of several kings of England, at various periods, till the reign of Charles I. when it stood a long siege under the conduct of Captain Samuel Faw cet, who behaved with such skill and reso lution on behalf of his royal master, that man}- of the enemy fell before the place ; and had not the king sent commissioners to treat about a surrender, which was at last agi-eed on, April 26, 1646, this intrepid officer was determined to bury himself un der its ruins. Some of the entrenchments cast up on this occasion ai-e still visible on the brow of the hill above Queen Pool; and the parterres and knots of the ancient gardens are distinctly to be traced on the lawn, in front of Churchill's Pillar. Some venei-able and majestic remains of the manor house wei'e to be seen till after the building of Blenheim*; when every trace of the ancient edifice was removed, and two sycamore trees were planted to mark its site. * On levelling the site of the old manor house, 1723, a coffin way dug up, in which was found a gold ring, of aboutteu or twelve guineas value, inscribed with these words, \" Remember the Covenant.\" LELAND's Coll. by Hearne. From prints and drawings still remaining, it appears that the palace ef Woodstock was a magnificent and extensive structure."], [135, "park, 113 Where yon spread trees wave o'er the crystal stream. And shew inverted by the solar beam; There where the margin's daisy-mantled side Shelves down to kiss the congregated tide. An ancient palace stood, — the lov'd retreat Of Britain's Monarchs from the toils of state; Where, dropt the weight of diademic power, The King, in private, spent the tranquil hour; New9chemes contriv'd, or ponder'd on the past, Nor felt time slowly lag, nor fly too fast. On entering the park from Woodstock, these present themselves on a bold elevation beyond the river, at a small distance from the bridge: their growth is luxuriant; their foliage of the most vivid green ; they spread their broad arms on every side, and seem to guard the spot with religious veneration. Though their appearance is cheerful, though the pensive has no share in the picture ; a philosophic mind can scarcely view them, without impressions more strong than the most splendid ruin could have excited. At the sight of a ruin, it is natural to in= dulge reflection on past scenes, to recal images of ancient grandeur, and to connect what remains with what is lost. Here we cannot connect, but we may create. — Fancy is at liberty to raise the pile, to fashion its ornaments, and to adapt its appendages Q"], [136, "114 DESCRIPTION OF BLENHEIM. without a guide, and without controul; and fancy will ever exceed realities. — We thus erect the visionary palace ; — we people it with the gay, the illustrious, and the good ; we listen to the voice of melody — we pour tray the sprightly dance, the proud levee ; —at once they vanish ; and we awake to the recollection of the vanity of art, and the ravages of time, which here shew their completest triumph. Of the regal dome, not a wi-eck remains; and where kings pave audience, and vassals knelt, the herds crop the velvet green*. Campos ubi Troja suit, Oblivion broods upon the levell'd lawn, And fly the tints by history's pencil drawn. The turf-grown palace shews uo antique tower Nor wail the loves in Rosamonda's Bower. This place can boast a very remote anti quity. History informs us, that King Ethel red, who began his reign in 866, held a parliament at Woodstock palace ; and Lam- • On moving the ground in the vicinity, in 170.1, several natural and artificial curiosities were discovered ; among the rest, some coin3 of the Roman Emperors. Might not a Roman villa have originally occupied the spot? The situation was worthy of that distinction and probably enjoyed it."], [137, "115 PARK, bard, in his Collection of Saxon Laws, re cites several statutes then and there enact ed. His brother, the illustrious Alfred, who mounted the throne in 872, not only occasionally resided at Woodstock, but, according to a MS. in the Cottonian libra ry, spent so much of the little space here, in which he was disengaged from his nu merous wars, that he translated Boethius de Consolatione Philosophiæ ,- and about the same time he is supposed to have founded the University of Oxford, or rather to have restored it. Here sacred Alfred, victor of his foes, Indulg'd a studious, and a mild repose $ Undrew the veil that wrapp'd the moral page, And sooth'd by classic arts a barbarous age 1 Bade science bloom with renovated grace, And clasp the Muses in a close embrace. Camden, in his Britannia, says, that King Ethelred, father of Edward the Confessor, <c Apud Woodstock olim ordinum conven tum habuit, et leges tulit;\" that is, held a convention of the states at Woodstock, and passed laws. And from the censual roll, or survey made in the 1 8th year of William the Conqueroi-, commonly called Doomsday Book, it appears that Woodstock was then Q 2"], [138, "116 DESCRIPTION OF BLENHEIM. a borough, and that the demesnes were af forested. Rous, the historian, tells us, that this was the first park in England: in point of natural beauty and elegant embellish ments, it still maintains priority ! Dugdale seems to be of Rous's opinion ; and William of Malmesbury, and others, inform us, that King Henry I. furnished it with foreign wild beast, which he procured from other princes, or bought »ip at a great expence. Cer tain it is, that this monarch at least beau tified the palace, and surrounded the park with a wall, which in many places still re mains; whether he built them from the ground is by no means so clear*. At the mention of Woodstock, the name of Henry II. naturally occurs : for who has not heard of Henry and Rosamond ! This celebrated beauty was daughter of Walter Lord Clifford. At the early age of fifteen she possessed sufficient charms to captivate * Not only the part, but the town of Woodstock was made by Henry I. And indeed the town soon flourished on account of the famous park,— lELAND's Collect. The town of New Woodstock, however, is certainly more anricul thaa the reign of Henry I. though it is probable it might then rise into some consequence. Nevertheless, as the name implies, its origm is much less remote than that of Old Woodstock, which is still one of the demesne towns, and has vestiges remaining of its former greater extent."], [139, "PARK, 117 a warrior king, who seduced her from her friends, and erected a bower for her re ception, and a labyrinth by which her ro mantic retreat might communicate with the palace, and prevent any surprisal from the vindictive jealousy of his Queen. This precaution, however, is said to have proved ineffectual, and that the lovely frail one at length fell a victim to the resentment of the injured and the implacable Eleanor. Ill-fated-fair ! by Henry led astray, And taught to tread Seduction's thorny way ; Lur'd from parental arms, ere prudence' call Fix'd Virtue's wish, or pietur'd Vice's fall ; Immur'd by Love in solitary bowers, And doom'd to wither like the desert flowers' The manner of her discovery, and the nafure of her death, are variously related and much disputed ; and authentic history does not furnish us with a clue to unravel them. It is probable, however, that she fell the victim of disease, and that the le gend of her being poisoned by Eleanor has no foundation in truth. Rosamond was buried in the choir of Godstow nunnery, near Oxford, where a magnificent tomb was"], [140, "118 DESCRIPTION OF BLENHEIM. erected to her memory*, surrounded with tapers continually burning; till the begin ning of King Richard's reign, when Hugh Bishop of Lincoln, in his primary visitation, coming to Godstow; and being offended at the extraordinary veneration he saw paid to a woman of her unfortunate description, burst into a fit of zeal, and ordered her re mains to be removed, and deposited in a less sacred place. His injunction was com plied with ; and the nuns interred her in their chapter-house, covering her grave with a flat stone, on which was inscribed no more than Tomba Rosamundi. What is now shewn for Rosamond's tomb, and some miserable verses recorded as her epi taph, are only inventions to amuse the cre dulous, and baits for the ignorant: at the dissolution of the monastry more important objects were obliterated, more singular cir cumstances consigned to oblivion. • See notices of Rosamond's Tomb in the Gentleman's Magazine for November 1791, p. U85 ; and of the foundation of Godstow, in the same work for August 1737, p. 676. It stands in a low meadow be tween Volvercot aud Wytham, surrounded by different branches of the lsis. What is c:illed the Chapel now serves for cattle to take shelter in. A few of the bounding walls and some ancient arches, are the only other remains of this once celebrated nunnery."], [141, "PARK, 119 Curiosity will be eager tobe gratified with an account of her bower, her labyrinth, and her bath; circumstances so universally known by report, and so intimately con nected with the scenes described. Of the bower, there is neither authentic history nor drawing extant* — of the labyrinth some traces of its foundation were discover ed, and various utensils, coins, and anti quities dug up, and presented to Lady Di ana Spencer by the workmen, when the ground was levelling by order of the first Duke of Marlborough. The spring that must have supplied her bath retains her name ; and truly is \" Health to the sick, and solace to the swain.' It is situated in a small dell in the side of the hill, a little to the westward of the errand bridge, and a few paces from the edge of the lake. It gushes from an artificial aper ture in the stones which line the cavity on the north to a considerable elevation, with a fall of nearly two feet, and a copiousness and equability in every season, that few springs exceed. Scarcely has it smoothed * In Anthony a Wood's Study, W. 276, there is, however, a de scription of Rosamond's bower, and Woodstock park, supposed to ue written by Mr. Aubrey."], [142, "120 DESCRIPTION OF BLENHEIM. its ruffled wave before it is received into a capacious bath, about five feet deep, and twenty square, lined at the bottom and on; the sides with free-stone, and fenced with iron palisades. The water of the bath is so pelucid and tranquil, that it reflects objects like a mirror; and for this purpose poets and lovers have assigned it to beauty, which seems to be indigenous here. The facing over the fall is formed of a dusky coloured stone; the layers terminate abruptly on the sides with the resemblance of a ruin ; and the whole has the air of an- tiquity. To increase this appearance, it bears many marks of the universal passion — the love of fame. This has prompted numbers to carve the initals of their names, and the year of the exploit, with character- istic rudeness, and with a seeming zeal for their preservation. In one part we see names which now, perhaps, have no other memorial ; in another, recent efforts to im press a remembrance, by obliterating what former engravers have left as monuments of their existence. Thus it is in life; in the most important transactions, in the greatest performances. In a solitude like this, where the subject"], [143, "PARK, 121 ahd the scene are apt to inspire pensive thoughts, such traces are not unpleasing: they tend to promote one general effect, to which every circumstance here contributes — the love of contemplation. The haw thorn, mixed with woodbines and other shrubs, overhangs the spring, and forms a deep irregular shade ; the gadding ivy and its congenerous plants clasp the stones that line the precipice, and fill up the fissures and interstices with their roots. Behind rises a grove, which is rapidly thickening its gloom, and assisting to render the spot more sequestered. The birds carol around; the nightingale, perhaps, pours forth her plaintive notes; and the dashing of the water, unites with the reverberations of the neighbouring echo, to cherish a soothing melancholy. When this mood has been indulged till relief becomes desirable, we may turn to the palace. The aspect on this hand is more cheerful and open. The som bi-e, however, still prevails, particularly at even : it is inseparable from the season and the spot. The following inscription was penned under its influence, on a report that an urn was intended to be erected over Ft"], [144, "122 DESCRIPTION OF BLENHEIM. the spring: if the verse should be neglected, let the moral be remembered ! inscription. Ye Fair! who tread in Pleasure's mazy Round, Where many a Snare, and many a Gulph is found; for once reflect ! with pensive Step draw nigh, And let th s Moral six Attention's eye: \" Birth, Titles, Fortune, — all that Fate can give, \" Or the most favour'd of your Sex receive; 11 Youth's blooming Grace, ev'n Rosamonda's charms, \" All that delights, or captivates and warms, \" Weigh'd in the Scale 'gainst Virtue, are but vain— \" Link'd with fair Virtue, deathless Wreaths obtain ; \" While Vice lives only in the Roll of Fame, \" To wake your Pity, or to warn from Shame.\" At Woodstock Palace, Henry II. re ceived the homage of Malcolm, King of Scotland, and Rice, Prince of Wales, in 1.164; and likewise conferred the honour of knighthood on Jeffrey, surnamed Plantage net, his second son by the fair Rosamond. The nuptials of the Lady Ermengard, daughter of Richard Viscount Beaumont, cousin to Henry, with William King of Scotland, were also celebrated here with the utmost magnificence, for four succes sive days. In 1275, Edward I. called a parliament"], [145, "123 PARK, at this place, and here Edmund, his se- cond son was born, from thence called Ed- mund of Woodstock; as well as Edward, eldest son of Edward III. commonly known by the appellation of the Black Prince, whose early valour and brilliant exploits, joined to the most polished and conciliating manners, endear his memory to every lover of his country. This gallant prince, who died at the age of forty-six, is said once to have resided at the mansion, anciently called Prince's Place, now the residence of Dr. Mavor. Illustrious Edward ! on thy natal hour, ' \"With partial aspects shone each heavenly pow'r J \" Peace from her olive throne triumphant sung, And fierce Bellona many a Pæan rung ; The gentle Arts with approbation smil'd, And War's wild offspring- hail'd their favourite child. O ! fitted, or to shine in martial pride, When hostile legions press on every side; ! Or give to Science all her native charms, And conquer Mixds, by Reason's nobler arms ! Fain would the Muse a lasting wreath entwine, To deck with vivid bloom thy brow divine: Fain would she sing of Poictiers' tented field, And with the Lily grace thy sable shield; . But Nature's charms recal her wild career, And six her, ardent, to a meeter sphere ! Woodstock is likewise the birth-place qf R 2"], [146, "DESCRIPTION OF BLENHEIM. 124 Thomas, the sixth son of Edward III. sur named in history from the site of his na tivity. To enumerate all the remarkable inci dents relative to Woodstock Park, would be to compose a large volume*. It was long the scene of regal pomp and festivity, and productive of various interesting events, many of which are, no doubt, carried down the stream o time, and forgotten. Here Henry III. in 1238, narrowly es caped assassination, by a person named Ribbaud, who suffered for his meditated treason; here John Hastings, Earl of Pem broke, was slain, at a Christmas festivity in the reign of Richard II. and here an at tempt was made on the life of Henry VIII. by William Morisco. Chaucer, the father of English poetry, spent some of his happiest hours at this place: it even contends for the honour of his birth, and unquestionably he has made it classic ground. The pai-k was the scene of his favourite wanderings; and many of the rural descriptions in his poems are bor- * The author of this Description has for several years been making collections for a History of Woodstock. Whether it will ever ap. . pear before the public must depend on Health and other cifcum* Vtances."], [147, "PARK, 125 rowed from thence. In his poem of the Cuckoo and the Nightingale, we may trace his morning walk from his own house down the vale, through which the Glyme used to wind within its narrow banks, before it was expanded by art. In his Dream, too, he describes the Bower, as a white castle with its sylvan accompaniments of maples. If we make allowance for the rust of age, and the obsolete modes of diction that now ob scure his works, no one has ever equalled him in the various walks of poetry he adopted. Chaucer's house was situated at the right angle of the area before the triumphal gate, which has been previously mentioned: the site is at present the property of Mr. Prior; and though few remains of antiquity are now to be traced, the traveller of taste never fails to eye the spot with a fond enthusiasm: he venerates the residence of original ge nius, and blames that spirit of improvement which has obliterated vestiges, that ought to have been deemed sacred by every Briton. Several writers of reputation mention ahuge folio volume of his works in MS. chained to a reading desk in his house, and which is said to have been extant in the beginning"], [148, "126 DESCRIPTION OF BLENHEIM. of the last century, or the end of the pre ceding; that it once existed we have no doubt; but the precise time when it disap peared, and what has become of it, are to tally unknown. Akenside's inscription for a statue of the ancient bard, though his memory does not stand in need of such frail memorials, nor is likely to obtain them, will not be impro perly subjoined, nor appear inapplicable to the purpose for which it was intended. Such was old Chaucer, such the placid mien Of him who first with harmony inform'd The language of our Fathers. Here be dwelt Tor many a cheerful day. These ancient walls Have often heard him while his legends blithe He sang of love or knighthood, or the wiles Of homely life, thro' each estate and age The fashions and the follies of the world -With cunning hand pourtraying. Tho' perchance Trom Blenheim's towers, O stranger thou art come Glowing with Churchill's trophies, yet in vain Dost thou applaud them, if thy breast be cold To him, this other hero, who in times Dark and untaught, began with eharming verse To tame the rudeness of his native land. With regard to the former celebrity of this place, we cannot forbear adding, that the Princess Elizabeth was confined ia"], [149, "PARK, 127 the Manor House, by her cruel sistei-, Queen Mary, under the care of Sir Henry Bed dingfield: and that her life was once in the most imminent danger, from a fire that broke out under the room where she slept: but whether this fire was kindled intention ally, or merely through accident, remains among the number of undeveloped myste ries with which the path of antiquity is strewed. Yet cannot birth, or fortune's powerful claim, Beauty's fair form, or virtue's heavenly flame, From life's fell cares their lov'd possessors free, Else, Why, Eli^a, frown'd the fates on thee. Why dropp'dthe tear, as from the lattice seen, The rural maiden, singing, cross'd the green? But that you felt the crime of being great, And grae'd a prison, ere you rul'd a state ! While here, she is reported to have shed tears on seeing a milk-maid, singing, pass before the window of her prison, and to have expi-essed a wish that she had been born to a situation as humble and as happy ; a circumstance on which the elegant and plaintive Shenstone has beautifully enlarged. Hark to yonder milk-maid singing Cheerly o'er the brimming pail; Cowslips all around her springing, Sweetly paint the golden vale."], [150, "128 DESCRIPTION OF BLENHEIM. Never yet did courtly maiden Move so sprightly, look so fair, Never breast with jewels laden Pour a song so void of care. Would indulgent Heaven had granted Me some rural damsel's part ! All the empire I had wanted Then, had been my Shepherd's heart. The following verses were written with charcoal on the window-shutter of the room where she was confined. They are the composition of a great Queen, and derive their chief merit from this peculiarity. Oh Fortune ! how thy restlesse wavering state Hath fraught with cares my troubled witt, Witness this present prisonn whither Fate Could bear me, and the joys I quit. Thou causedst the guiltie to be losed From bandes wherein are innocents inclosed ; Causing the guiltles to be straites reserved. And freeing those that death well deserved ; But by her malice can be nothing wroughte ; So God send to my foes all they have thoughte. Eluabethe Prisoner; Anno Dom. 1555. During the time of the civil wars, the Palace, as has been previously mentioned, suffered irreparable damage, by a resolute siege it sustained ; but was still farther in-"], [151, "PARK, 129 jured by the mercenary and rapacious dis position of the usurper and his dependants, by whom part of the very materials wire exposed to sale in 165a*. The commis sioners who assembled here in 1649, by order of the Rump Parliament, to survey the royal property, and who had taken up their residence in the king's apartments, were terribly alarmed by supposed spirits, which incessantly disturbed ti.eir rest du ring their stay : but the real actor in this farce was one Joe Collins, since called the Merry Devil of Woodstock, though at that time dignified with the epithet of Just. This man, it seems, was a royalist, and anxious to impress the commissioners with an idea of supernatural agency against heir proceedings; and, perhaps, their own con sciences aided the imposture. A circumstance of this kind would have been deemed unworthy regard, liad it not been to introduce a remark on the triumph * It appears that Lieutenant Geneial Feetwood obtained a grant of the Manoi Mouse and us appul tenances, which he sold for 10U0 Pounds. Seveial pictures from the Collection heir are still dispersed in the neighbourhood, The taste of Charles I. is universally acknow. Jedged. §"], [152, "130 DESCRIPTION OF BLENHEIM. of true philosophy*, and the decline of su perstition. A learned professor in the Uni versity, in the reign of Charles II. fills several pages of his book on the Natural History of Oxfordshire, with a detail of the pranks of this imaginary demon, among other reveiies as ridiculous, which at this period would disgrace the belief of anility: Mr. Widdowes, likewise, who was then in cumbent of Woodstock, kept a Diary, in which the story of the apparitions is related. This silly work was published in 1660, and with it a short survey of Woodstock, taken from ancient authors. A few abridged Extracts from the an cient Customs of the Manor of Wood stock, taken in the reign of Edward VI. will still farther gratify curiosity, from their intimate connection with the subject of this manual. To the manor and honour of Woodstock * Sine e the first publication of this work, however, we have had occasion to lament that a spurious philosophy, which when real, en lightens and humanizes the heart, has evinced stronger prejudices and sanctioned greater enormities than ever could be charged on igno. ranee and fanaticism. The delusions of ignorance are either pitiable or laughable : but the pride of false philosophy, that spurns at religion and morals, is execrable and tremendous."], [153, "PARK. 131 belong seven demesne towns or Villages, Hordley, Wootton, Combe, Stones field, Handborough, Bladon, and Old Woodstock, the tenants of which are dis charged from tolls in all fairs and markets, and possess other particular privileges. Thei-e are three several kinds of land in this manor, Demesne, or Bury Land, Free Land, and Customary Land, the lat ter of which descends to the youngest son or daughter as heir. The free tenants and customaiy tenants in the demesne towns have interchangeably the right of common in all waste grounds within the limits of the manor, and also in Ensham, Fawler, Charlbury, Northleigh, Ditchley, Kiddington, and Glympton ; but from the different inclosures that have taken place, by act of parliament, this pi-ivilege i9 now wholly lost; nor has any allotment been made in lieu of it, except in one or two instances. The Customary tenants of Handborough, Combe, and Bladon, were bound to cut and make all the grass growing in Woodstock park, for which every township was to have Sixpence in money, or two Gallons of Ale. The customary tenants of Hordley, by te- s 2"], [154, "132 DESCRIPTION OF BLENHEIM. nure, were to sweep and make clean all the chambers in the manor house, as often as the king visited it, for which they were to receive two castes of bread and two gallons of aie ; and the owner of the manor place of Combe in like manner was to clean all jakes and privies within and about the king's manor of Woodstock. The Lord of Staunton Harcourt, by tenure, was to find four browsers in Woodstock park, at any time when the snow should fall and lie for the space of two days, in order to furnish provisions for the deer; and every browser was allowed to carry to his lodging, as long as the snow lasted, a billet of wood, every night, the length of his axe helm, and to be borne on his axe's edge. The king's bailiff of the hundred of Wootton was to give warning of the brow sers being wanted, by blowing a horn at the manor gate of Staunton Harcourt, on which he was to be served with a caste of bread, a gallon of ale, and a piece of cheese ; and the said Lord of Staunton Harcourt, as a compensation, was to have one buck in summer and one doe in winter out of Woodstock park. The tenants of the seven demesne towns"], [155, "PARK. 133 and the town of Woodstock were used and bound to drive and keep the deer for view, as often as the king should come to his manor of Woodstock, or his majesty should order his game to be viewed by any other person, without any fee or reward. The customary tenants of the demesne towns were bound to carry the hay growing on the meads in Woodstock park to the king's barn, for the support of the deer in winter, for which they were to have seven pence a day, and to be allowed, on going home, to carry off as much hay as would he in the bed of their carts."], [156, "134 WOODSTOCK. WOODSTOCK. THE ancient borough of WOODSTOCK, which gives the title of Viscount to the Duke of Portland, is situated on an emi nence, near the banks of the Glyme, and enjoys every local advantage that can con tribute either to health or pleasure. The amenity of the situation can only be ex ceeded by the purity of the air, which is so great, that the valetudinary have frequently been recommended to breathe it. Here Woodstock, erst amid the sylvan scene*, Lifts her high brow, and, happy, smiles serene : Woodstock, belov'd by Dian's huntress train, What time those shades confess'd the goddess' reign. Woodstock was a borough by prescrip tion, long before it was incorporated, as appears by the l-olls of pai-liament. In 1453, it received its first charter from Henry VI. This has been confii-med, enlarged, or al tered by Edward IV. Hem-y VII. Edward VI. Elizabeth; James I. and Charles II. The charter granted by the latter, is that under which the Coi-poration now act, and is almost the counterpart of that of New * It was formerly within the limits of Whiehwood Forest."], [157, "WOODSTOCK. 135 Windsor. A restrictive Charter forced upon the borough, in the fourth of James II. was soon after set aside by pi-oclamation, when the former franchises were restored. Abstract of the principal privileges and exeiuptions of the Borough of New Wood stock, from the Charter of Charles II. I. The Corporation, under the stile and title of the Mayor and Commonalty of the Borough of New Woodstock, is to enjoy the same liberties and free customs which the burg-esses of New Windsor use and en- j°y- II. A Mayor and a sergeant at mace are to be chosen annually on the Monday be fore the feast of St. Matthew the evangelist, at which time two Chamberlains are also to be elected from the Common Council, to serve for the next year. III. The Corporation and Freemen are exempted from toll in all boroughs, vills, and demesnes throughout the whole king dom of England. IV. The Mayor, &c. is to have the power of settling all matters within the borough, and of fixing the assize of bread."], [158, "136 WOODSTOCK. V. The Corporation is to consist of five Aldermen, one of whom is to be Mayor, a High Steward, a RecorJer. two Chamber lains, and a Common Clerk, with fifteen capital Burgesses, making in all twenty-five. VI. The Corporation assembled in their Guildhall, have power to make laws and regulations for the better improvement of the vill, which are to be binding. VII. The Mayor may hold a court of re cord the first Monday or every month. VIII. Aldermen and Common Council are to serve for the term of their natural lives, unless they resign, or are removed for ill behaviour. IX. The High Steward, Recoi'der, and Common Clerk to be approved by the King. X. The Magistrates to have the power of trying all and every kind of felony, witch* craft, enchantment, &c. but not to deter mine any matter touching the loss of life or member, without the King's special com mission- XL The Mayor, Aldermen, High Stew ard, and Recorder to be justices of the peace; and under a warrant signed by any two of them, persons accused of crimes may be committed to the county gaol."], [159, "WOODSTOCK. 137 XII. It may and shall be lawful for the Mayor and Commonalty to chuse two bur gesses to serve in Parliament. Though this privilege is now given op tionally, yet by a former charter this bo rough was specially exempted from being comptllable to send two members, out of royal grace and favour, on account of the expence attending the exercise of this fran chise, when representatives were paid for their service in parliament. The present representatives are the Hon. William Frederic Elliot Eden, one of the Tellers of the Exchequer, and Sir Henry Watkin Dashwood, Bart, of Kirtlington Park, in this neighbourhood. The Duke of Marlborough is Lord High Steward, and James Blackstone, Esq. is Recorder. Several Recorders of this bo rough have been Justices of Wales. The parish or chapelry of New Wood stock, including the hamlet of Hensington, both originally appendant to Bladon, con tains about two hundred and fifty houses or separate tenements, and upwards of tour teen hundred inhabitants. Within these few years, the town has been much improved, both in buildings and the T"], [160, "138 WOODSTOCK. respectability of their occupiers ; and in many essential respects, it is impossible to find a more desirable residence. The seat of Pryse Pryse, Esq. and the Rectory, both commanding beautiful views over the lake and the northern part of the park, are universally admired for their situ-f ation ; while Hensington House, the resi dence of James Blackstone, Esq. as it pos* sesses every advantage of pleasing pros pects, ornamental grounds, and other rural appendages, forms one of the most desira ble villas in this vicinity. Among the ornaments, however, of this place, whether viewed in a moral or an ar chitectural light, may be reckoned the elegant Alms- Houses, near the entrance of the Borough from Oxford, erected and liberally endowed in 1793, by Caroline Duchess of Marlborough, for six poor widows. Power, riches, and grandeur, are little to be envied, except when they are exerted to promote the less fortunate meritorious, and to relieve the distressed. It is the ex ercise of those qualities alone that can render them amiable in the eyes of others, or a real pleasure to their possessors. May"], [161, "WOODSTOCK. 139 this example of beneficence serve as an in centive to others! The immunities and franchises conferred on this borough, by the favour of our an cient sovereigns, will be seen from the fore going Abstract to be very considerable. Queen Elizabeth in particular was a great benefactor; she bestowed on the Mayor and Commonalty four shops and thirteen cot* tages, formerly belonging to the dissolved chantry of our Lady in Woodstock, together with a certain marsh, called the Lee Pool, now converted into fertile meadows, which let for about four guineas per acre. The Town Hall is a stately modern stone edifice, and was built at the sole ex pence of the present High Steward. The Church has a modern fi-ont and a handsome new tower, with a ring of eight bells, and melodious chimes, which goevery four hours, and play a different tune for every day in the week. It contains an organ, and is well pewed, and well attended. It was granted to the Corporation by Henry VIII. on dissolving King John's chantry; but the patronage is in the gift of the Marlborough family. Notwithstanding the ancient celebrity of the place, there T 2"], [162, "140 WOODSTOCK. are few monuments deserving notice : nor are the inscriptions remarkable for ele gance, if we except that on the small tablet erected to the memory of the late rector, Dr. Thomas King, Chancellor of Lincoln, which is equally simple and beautiful. The coat armour, crest, and supporters, of the town of New Woodstock, were thus blazoned by Richard Lee, Esq. in 1574. Arms. In a field, gules, three stags heads cabossed, and the stock of an oak tree in base, argent, a border of the second charged with oak leaves, vert. Crest. On a helmet waper issuing out of a coronet ducal, an oak tree, proper. Supporters. Two wild men with their clubs proper, mantled gules, doubled, argent. Motto. Ramosa Cornua Cervi. The branching horns of the stag. A Grammar School was founded and endowed here, in 1585, by Mr. Cornwell, a native of the place, under a royal Licence from Queen Elizabeth. Three freehold houses in the borough, a close adjoining, in Hensii gton, a rent charge of eight pounds a year, issuing out of lands in Childrey, Berks, and an annuity of four pounds a year paid by the Skinner's Company, London,"], [163, "WOODSTOCK. 141 form the endowment. Th^ Corporation. are Trustees. The master must be a person in holy orders. The Inns furnish the best entertainment and accommodation lo travellers of every description. These are the Bear, Marl borough Arms, Angel, &c Lying on the great Irish Road, the inns are full of busi ness, at all seasons of the year; and nearly a dozen Stage and Mail Coaches pass and repass daily to and from London, b sides a Woodstock Coach, thrice a week, called the Blenheim, which isa great accommoda tion to the town and neighbourhood. The principal manufactures are polished steel and gloves, and in both branches, the peculiar excellence of their fabrics has gained them distinguished pre-eminence. In one respect, they have left the fable of Midas no longer an object of wonder: at their touch, the old nails of a horse-shoe are converted into articles of infinitely greater price, according to their weight, than the purest gold. A chain made here, weighing only two ounces, was sold in France for 1 70l sterling. The manufacture of polished steel was introdu ed here by a Mr. Metcalfe, about the beginning of the last century ; but is now"], [164, "142 WOODSTOCK. much declined, on account of the cheapness of the Birmingham and Sheffield wares, though in elegance still unrivalled. The glove trade, however, is extremely flourish ing, and employs many hands. About 350 dozen pairs are made weekly in the Town, and the neighbouring villages. The deli cacy of the leather and the neatness of the workmanship, distinguish the Woodstock gloves from all other. A very respectable Bank has lately been established here under the firm of Messrs* R. Cox, J. Morrell, F. Cox, and R. Morrell. About thirty years ago, in pulling down an old building near the church, several pieces of ancient coin were found, and among them, two of the Emperor Vespa sian, with this insci-iption round the head, in characters very legible and neat : Ves pasianus Rom. Imp. Aug. On the reverse, Judæa CAPTA. Indeed Roman coins are still casually found here. That nation in dubitably had several stations in this vici nity, and probably one at this place; Alecti Castra, or Alchester on the Akeinan, was less than ten miles distant : and the tessel ated pavement near Stonesfield, as well as the Camp on Callow Hill in the same"], [165, "WOODSTOCK. 143 parish, are unquestionable vestiges of that once potent people. But this is not intended as a work on antiquities — if it were, the field is open, and probably may yet be tra versed; yet who would prefer exploring the earth for urns, rusty coins, and half obliterated castrametations, to the contem plation of recent art and blooming nature, arrayed in their gayest dress, and captivat ing with their brightest charms ! To the Botanist, the vicinity of Wood stock presents a rich variety of plants, many of which ai-e either curious or scarce. The Cherwell, the Glyme, and the Even lode, each produces its appropriate aqua tics. In Blenheim park too, and its imme diate environs, the general stores of Flora are extremely extensive and various. The Orchideæ in pai-ticular seem the denizens of the soil : but few of the family are want ing. The following list of the more rare plants will, it is hoped, be grateful to the Botanical Student. Few of the Crypto- GAMIA class are included ; yet no district in the Kingdom can offer a greater variety."], [166, "144 ALPHABETICAL CATALOGUE OF PLANTS. Brionia alba AcHILLÆA Ptarmica Adonis auiumnalis Bunijim bulbocastanum B atom us umbeUatus Ajuga reptans Alisma rariunculoides Anagalli n< 11a Campanula trachi Hum — rotundifolia arvensis (store cæruleo.) Cardamine a mara Cerastium aquatteum Chelidonium inajus Chironia centaurium Chlora perfoliata An'-mone nemorosa Anthyllis vulneraria Antirrhinum cymbalaria spuiium Circæa lutetiana — majus Cittus helianthemum Colchicum autumnule Cornus sanguinea Aquilegia vulgaris Arenaria trinervia Artemisia Absymhium Asperula odorata Convolvulus sepium Cratægus aria cynanchica torminalis Asplenium ceterach Cynoglossum sylvaticum — ruta muraria — trichomancs Daphne laureola Oipsacus sylvestris scolopendri- urn Echium vulgare (store albo) Astragalus glycyrriza Atropa belladonna Epilobium hirsutum villosum Bctonica officinalis Bidens cc-rnua montanura."], [167, "PLANTS, 145 Epilobium tetragonum Erica vulgaris Lychnis flos cuculi (flore pleno) Erigeron acre I.ycopsis arvensis Lysimachia vulgaris Ervum tetraspermum Eupatorium cannabinum Euphrasia officinalis Lythospermum officinala Lythrum salicaria odontites Malva moscliata Medicago sativa Fragaria vesca Fritillaria Meleagris Melampyrum pratense Melissa calamintha Menyanthes nymphoides Galeobdolon luteum Galium cruciatum trifoliata palustre Monotropa hypopithys Myriophyllum verticilla- procumbens uliginosum tum Genista Anglica tinctoria Narcissus pseudo-narcis- sus Gentiana campestris amarella biflorus poeticut Hedysarum onobrychis Hippocrepis comosa Hippuris vulgaris Nf-peta cataria Nymphæa alba lutea Hottonia paluslris Hypericum pulchrum Oenanthe fistulosum Ononis spinosa hirsutuin quadrangulum Ophrys apifera aranifera muscifera Iberis amara Iris pseudacorus spiralis Lactuca scariola Lathraea squamaria Lathyrus aphaca Orchis bifolia conopsea latifolia sylvestris maculata mascula leucojum æstivum V"], [168, "146 PLANTS. Orchis morio Saxifraga granuiata! Scabiosa succisa Scutellaria galericulata Sedum dasyphyllum pyramidalis ustulata Ornithogalum luteum Orobancbe major telephium Serapias grandiflora Orobus ♦uberosus Oxalis acetosclla Parnassia palustris Pedicularis palustris - latifolia - lougifolia Sherardia arvensis Sisymbrium amphibjum Solannm dulcamara (store sylvatica Pinguicula vulgaris Polygala vulgaris Polygonnm bistorta al bo) Sorbus aucupana Spartium scoparium Spergula nodosa Spiræa filipendula Stachys Germanica Symphytum offtcinale amphibium Polypodium vulgare filix-mas Potamogeton'natans — en spurn — patens lucens Poterium sanguisorba Prunus padus Tbalictrum flavum Tilia Europæa Ranunculus flammula Tormentilla erecta Trifolinm stexuosum Turritis hirsuta hederaceus lingua sceleratus Tussilago farfara Rumex acetosella Sagittaria sagittifolia Salvia verbenaca petasites Typha latifolia Valeriaiva officinalis pratensis Sambucus ebulus SamuIuB valerandi dioica Veronica officinalis serpyllifolia Sanguisorba officinalis Sanicula Europæa Saponaria officinalis Batyrium vixide ' scutellata Vicia cracca . sylvatica ;>Ymca minor"], [169, "NOTICES TO PARTIES OF PLEASURE. THE University oj Oxford is cer tainly the principal object of attraction in the vicinity of Blenheim, and will amply repay the traveller Jor allotting a day or two to an inspection of the colleges, libraries, paintings, and other curiosities. — After this, the elegant seat of Earl Harcourt at NirSEKAM justly claims pre-eminence. Other capital objects, which are frequently included in a tour of pleasure to Blenheim, are Ditch ley, the beautiful mansion of the Right Honourable Lord Viscount Dillon, which luis been recently fitted up; it contains some ■fine paintings, chiefly portraits; and Hey throp, the agreeable seat of the Earl of Shrewsbury, in the road to which Enstone Water Works may be visited. Stow, the •nagnificent domain of the Most Noble the Marquis of Buckingham, though situated in another county, and at the distance V2"], [170, "notices to parties of pleasure. of twenty miles, may likewise be indicated in this part of the kingdom; — and no travel/er of taste ought to miss the opportunity of paying it a visit. The British Tourists will be found an useful and agreeable travelling appendage through any part of the united kingdom. A new and enlarged edition of this Javourite work has lately been published."], [171, "ITINERARY OP Some of the most frequented Routes from IVoodstock. No. I. To London, by Wycomhe. Miles from Woodstock. Oxford § Wheatley-bridge 6 1 4 Tetsworth 8 20 Stoken Church 4 26 West Wycombe High Wycombe 7 33 Beaconsfield b% 38J Uxb ridge 8>*» 47 Hayes 3 50 Tyburn Turnpike 12 62 KEMARKS. Though this road is four miles nearer the Metropolis thau the fol lowing, it is much less frequented. The views from Stoken Church lulls are certainly very fine; but after passing Wycombe, the road runs along a rich champaign, but uninteresting country to Loudoo, without either near or remote objects to amuse the eye. Ko. II. To London, by Henley. Oxford 8 Nuneham Court. 5 13 Dorchester 4 17 Benson 3 20 Nettlebed Henley onThaines, II 31 Maidenhead 9 40 Salthill Slough 5i 45J Colnbrook 4 49J Cranford Bridge Hounslow 7»§ 57 Brentford Hyde-park-corner 9-f 66-f This road in many places runs parallel with theThames.oi catches views of its meanders. Both at Henley and Maidenhead we cross this prince of British streams by two noble modern stone bridges; and every where the landscape is acreeably diversified by hil and dale, woods, plains, and splendid pditircs.amnn^ which lattei , Wind sor Castle towers with a proud pre-eminence No. III. To Reading. Oxford g Wallingford IS 21 Pangbourne 9 30 Reading 6 J 35 The Thani»»s accomp-tnies the traveller the Greatest part of this road, whicll every wlpeie presents the most o.chantine features, and in some places is almost unrival led. HEADING is one of the most pleasant county towns ppi Uie kingdom. No. IV. To Birmingham & Holyhead. Enstone 5 Chapel House 4 10 Shipston on Stour 10 20 Stratford on Avon 11 31 Henley in Arden 7-' 38§ Hoekley j' 43| Birmingham ] 0-' 34 Wolvcrhampton 13' 67J Shiffnal 12-i 80 Watling Street 6| 86 j Shrewsbury 1 2I 99 Oswestry 174 \\\\6i Llangollen 12: 129 Corweri 10 l'<9 Kernioge Mawr 13 152 Betws Ycoed 11 163 Capel Cerrig 4 167 .Bangor Ferry 17 1S1 Gwyndu 13 194 Holyhead 1 2» 2G9§ Feiv Tours of pleasure coi Mbe selected. that comprise nioip cas ing or important objects; sTliAT FORD, the. birth-place ot shuk. spearc; BiRMINGHA.il, \"the toy-shop of Europe;\" and the sublime scenery of KORTH"], [172, "148 ITINERARY \"WALES, successively claim re sard, and beguile the length of the journey. No. V. To Worcester and Aberystwith. Enstone I 6 Chipping-norton 5 11 Moreton in Marsh 8 19 Broadway 8| 27£ Bengeworth (Eve- sham) 5§] 33 Pershore 7 40 Worcester 9 49 Bromyard 14 63 Leominster 12 75 Presteign 14 89 New Radnor 8 97 Rhayadr 1 8 j 1 I5J Cwm Ystwith 14-! L30 Aberystwith 15 145 If the former route is calculated to give an agreeable picture of NORTH WALES, this is no less favourable for a display of some interesting ppprts of SOUTH WALES; besides affording the Traveller an opportunity of seeing the beautiful city of WORCES TER. AtlERYSTWITHismuch frequented as a sea-bathing place. No. VI. To Bath, by Cirencesler. Witney 8 Burford 7 15 Bibnry 10 25 Cirencester 7 32 Tetbury 10 42 \"Petty France 8i 50-J Cross Hands 3j 53J Bath 12 65 j Persons from London who an nually travel the Bath load, as it is called, beautiful as the country must be allowed to be through ■which it passes, in time become tired of the same uniform round; and therefore, to vary the scene, many either go or peturn by WOODSTOCK and OXFORD. 1 [it- difference in the distance is more than compensated for by tft** novel-y and magnificence of tit* objects which this route displays. No. VII. To Bristol. Cross Hands as above 53§ Sodbury 3 56| Bristol . 11 j 68 Health, pleasure, and business, all in their turn, conduct to Bri-tol, which once ranked a? the second commercial town in Britain. No. VIII. To Cheltenham and Glouces- ter, by Stow on the /.' old. Chapel House 10 Stow on the Wolu 9 19 Cheltenham 18 37 Gloucester 10 47 During the Summr, the resort of gente*p| romp-my to Cheltenham hiisbeenrequlaily* ntreasijin -, the numbers now are about 2000 in the season. No. IX. To Cheltenham and Glouces- ter, by Buiford. Witney S Burford 7 15 Noithleach 9 24 Frogmill 7 31 Cheltenham 6 37 Gloucester II) 47 This road, though pt has been longest established ami is most frequented, in point of distance is the same as the preceding. No. X. To Coventry and Litchfield, by Banbury. Deddington 10 Adderbury Banbury 6 16 Southam 14 30 Coventry 13 43 Coleshill 12 55 Litchdeld 15 70 the season."], [173, "FROM WOODSTOCK. 149 \"Hie road throueh Banbury is •ouch less frequented than it de serves, bpins EPiieriilly excellent, and passing through rt pleasant country, sufficiently Varied lo en liven the progress COVENTRY and L'TCUFIELD are too well known to require a description of their attractions. No. XI. To Southampton. Oxford 8 Abingdon 6- 14^ East Ilsley 1 1 ~ 25$ Newbury 9^ 35 Whitchurch 13 43 Winchester 13 61 Southampton \\lZ 73 No route can be more delight ful than this. \"WINCHESTER SOUTHAMPTON, and its vici nity, and the ISLE of WIGH s\\ with its charming scenery, are of themselves suffitient to alluie •very person of taste to visit them. No. XII. To Goiport. Winchester as above 61 Wickham 14f 75£ Gosport 9\" 844 The pride and defence of Bri tain, the royal navy, which has one of its principal stations at Portsmouth, adjoining Gosport, will always occasion a frequent communication between the mid land counties and this place. No. XIII. To Northampton and Peter- borough. Middleton Stoney 8 Brackley 9^ 11-, Towcestfer 1 1 2S| Korth.mpton 9 37j Wellingborou-h 10j 48 Thrapstone 10.| 58f Oundle 8 66t Peterborough 13 80 \" *Neith«« biiMuei. nor pica »u re remlers this road much frequent. ed ; yet it is not uninviting nor destitute of atti actions. Is O KTH AMI'l'ON is a line town, and the country for many miles ah.ng this route is rich and well cultivated, if not picturesque. No. XIV. To Buckingham and Cam- bridge. Middleton Stoney 8 Buckingham 15 23 Stoney Stratford 8 31 Newport Pagnell 6 37 Be.lford 13i 50| St. Neots 12i 63 Cambridge 18\" 81 Next to BLENHEIM perhaps no place in the kpupidom ps better worth visiting than STOW, the seat of the Marquis of Bucking bam, which lies in the vicinity of the town of that name. No. XV. To Salisbury and ffeymoulk. To Newbury No. XI. 35 And over 16 51 Salisbury 17 68 Woodyates Inn 10 78 Blandford 12 ' 90* Dru Chester 16 1064 Weymouth 8 1144 SALISBURY, withits splendid cathedral, and the wonders of which lie in its vicinity, are very attractive ob jects in an excursion to WEY MOUTH, which may be consider eil as the regal bathing place, as BlUGIITOf, is the princely. No. XVI. To Brighton , by H indsor and lunljridge li ell.; Slough No. II. 45 II indior 2 47 Kingston 12 59 Croydon 1 1 70 ■r'amburough 8 78"], [174, "150 ITINERARY. Sevenoaks 7 85 Tunbridge 13 98 Icksield 14 112 Lewes 8 1 '20 Brighton 8 128 Litchfield 10 [ 7f$ Burton on Trent 10^ 82$ Derby 11 93 Peacock Inn 14 107 Chesterfield 10$ 117 j Sheffield 12$|l30 The elegance of Litchfield, the picturesque beauties of Derby shire, and the manufactures of Sheffield, will render this an in teresting mute. It also commu nicates both with the West and the North roads to Scotland. No. XX. To Liverpool, by Birmingham and Litchfield, Litchfield, as above I 71$ Wolseley Eridge 9$ 81 Sandon 8 89 Trentham 9£ 98$ Newcastle under Line 3 101$ Congleton 12$ 11 4 Knutsfield 14 1128 Warrington 12 [140 Prescot 10 150 Liverpool [ 8 |l58 In population, Liverpool is the third place in the kingdom, and in foreign commerce it is only in ferior to London. A regular stage coach runs through Woodstock to this place, and there is abundance of posting. No. XXI. To Manchester. W&rr'ms;ton,as above\\ 140 Irlam |Q 149$ Manchester | i'2 lo8 Manchester, though it is not even a borough town, contains more inhabitants thujl any place in the kingdom, except London. Its cotion manufactmes are the wonder of the world. Travellers to BRIGHTON from this part of the country generally pass through LONDON: but when it is considered that for a little additional expence they can visit WINDSOR and TUN BK1DGE by the route proposed, and at the same time avoid the hurry and noise of the Metropo lis, many without doubt will be inclined to prefer it. No. XVII. To Harwich. Stratford on Avon No. IV. 31 Warwick | 8 J 39 The road through Banbury and Kineton is nearly the same dis tauce; that through Halfora Bridge is about two miles nearer. Wai wick Castle is a most capital object, and worthy of its generous and benevolent possessor. No. XVIII. To Aylesbury. Bicester | 11 Aylesbury [16 [ 27 This road is little frequented; but it is by no means destitute ot attractions in fine weather. No. XIX. To Derby and Sheffield, by Birmingham. Birmingham, No. IV. 54 Sutton Coldsield | |$| 61^ FINIS. Munday, Printer, High Street, Oxford."], [175, ""], [176, ""], [177, ""], [178, ""]]