[[1, ""], [2, ""], [3, "THE Bishcr of Ike Brunn. A STORY IN VERSE. BY WILFRID BROWNE. LONDON: H. K. ALLENSON, 30, PATERNOSTER ROW, E.C."], [4, ""], [5, "THE Fisher of Ite Brunn. A STORY IN VERSE. BY WILFRID BROWNE. LONDON: H. B. ALLENSON, 30, PATERNOSTER ROW, E.C."], [6, "Printed by The Castle Printing Company, 10 & 12, Elephant Road, London, S.E."], [7, "\" Act, act, in the Living present, Heart within and God O'erhead.\" Longfellow. \" THERE is a tide in the affairs of men, Which, taken at the flood, leads on to fortune ; Omitted, all the voyage of their life Is bound in shallows, and in miseries. On such a full sea are we now afloat ; And we must take the current when it serves Or lose our ventures.\" Shakespeare."], [8, "THE of fe SBraM. PART ONE The sun awoke the roseate East, A round red face had he, He smiled upon the distant coast Athwart the gleaming sea, And sh ne upon a fishers cot The home of Richard Lee. His cottage was the first to catch The glint of morning sun, For of some thirty cottages It was the Eastward one : It stood a half-a-mile beyond The village of Le Brunn."], [9, "5 'Twas only four short years ago That all was happy there, But Time brings many a sad sad change And joy gives place to care, The joys of earth soon know an end For death comes ev'rywhere. And so it was one Winter's day When all was damp and chill That Richard Lee last saw his wife In death lay calm and still. And one more mound was shadowed The church upon the hill. by But Richard Lee had not lost all Though well he loved his wife, He still possessed his children four And loved them more than life, For their sweet sakes he laboured on In honest toil and strife. His eldest son was stalwart Dick The father's hope and pride. Rebecca took the mother's place And all their wants supplied, And closer still love's bonds were drawn Since mother dear had died."], [10, "6 Rebecca grew to be like her Whose memory was prized And as she was beloved by all You will not be surprised To hear that with her ev'ry grief The village sympathised. The morn that saw the sun rise red Passed pleasantly away But with the noon there came a change O'er that November day ; The blue of sea and sky transformed Into a leaden grey. And soon an anxious crowd await The gathering storm's loud din, They fear the loss of precious nets Unless the boats are in. Such loss means much to fisher-folk Who scarce their bread can win. The storm clouds loomed above the heads Of those upon the shore Each foam-crowned billow leaped and plunged With a terrific roar ; And each succeeding gust that blew Was stronger than before."], [11, "7 But now to haul the latest boats The willing hands assist, And all the fishers of Le Brunn Are safe from driving mist. What power, save God's, can still the Or ocean's wrath resist ? storm The boats were quickly made secure, And then the fisher-folk Went home in haste, before the storm In all its fury broke. Each man ensconsed before the fire, Might tell his yarn or joke. And as one man sat by his fire Among his family, He prayed to God to guard the lives Of those still on the sea And keep them safe till morning light That man was Richard Lee. His younger children Frank and Ben, Are now in peaceful sleep, Whilst round the fire for company Dick and his sister keep. They hear the howling of the wind And roaring of the deep."], [12, "8 Whilst son and daughter sat beside Their father's manly form, They little thought of grief or care; Their hearts with love were warm ; But bitter grief was borne that night Upon the raging storm, That night the villagers were roused A noble work to do, They heard the signals of distress And to the rescue flew. The fishers of Le Brunn, tho' poor Had hearts both brave and true. 'Twas that same night they risked their Upon the treacherous wave, lives And Richard Lee was found to be The bravest of the brave ; His willing arm was ever first To help, protect, and save. The crew is safely brought at last Across the surging sea ; But why stands ev'ry man aghast ? Why run the tears so free ? It is because they see no more The form of Richard Lee."], [13, "9 Oh, all were very sad that night, Though they had saved the crew They knew the ship would sink before The night to morning grew. But more than all they mourned the loss Of one so brave and true. He had been first to reach the ship, And ever to the fore He pressed, lending a helping hand ; Now he was seen no more. But every fisher in Le Brunn His memory would adore. Dick and Rebecca waited long For father to return ; They knew where Duty called, he went, That call he'd never spurn. But, as the lengthened hours went by, Their hearts began to yearn. They heard approaching steps at last But not their father's call, And through the cottage door, there passed Three fishers strong and tall, Who, in a few well-chosen words Told the poor children all."], [14, "10 No rest was theirs that stormy night, Theirs was a bitter grief ; That they so soon were left alone Seemed quite beyond belief. But 'twas a stern reality And morn brought small relief. When morning came with life and light The raging storm was o'er ; The sea and sky once more were blue As they had been before — The vessel lay beneath the waves Some distance from the shore. They searched for weeks without success A lifeless form to find, And long the case of Richard Lee Was first in every mind ; They missed his bright and smiling face And actions good and kind. The Winter proved a trying time To the brave lass and lad, Few joys for them to share, I ween, Their loss had made them sad, We who have cares and griefs so few, Should thankful be and glad."], [15, ""], [16, "\"Behind the dim unknown Standeth God within the shadow Keeping watch above His Own.\" James Russell Lowell."], [17, "THE Fis&ex ©f fe PART TWO A year has passed, and once again A cottage we behold, It is the self same cot of which You have before been told, 'Tis evening, and the Western sun Fleeces the clouds with gold. A maiden sits before the door, In twilight reverie, First she admires the sinking sun Then scans the wide-spread sea. Her face we surely recognise For 'tis Rebecca Lee."], [18, "14 'Tis Winter time, though from the sea There comes a gentle breeze ; The maiden dreads the Winter-time With shipwrecks on the seas She thinks of him she loves so well, And she is ill at ease. Dick and herself have struggled through The year that's past and gone, The work was hard, the way was rough, Yet still they laboured on ; Sometimes, life's clouds were dark and drear Sometimes, the sunlight shone. This week, far out upon the sea, The fishers of Le Brunn Have daily toiled for those at home, From morn till set of sun. To-morrow they will homeward sail, Their rest will then be won. The morrow came and tho' the sky Was slightly overcast, The loaded boats and wearied men Were safely home at last They would not put to sea again Until some days were past."], [19, "15 A loving welcome Dick received From those upon the shore ; They loved to see his stalwart form Among them all once more. Nor did he shame the honoured name Of him whose name he bore. But there's a fonder greeting still Than even friends can show, The hearts of those within the cot Their love on him bestow, And how such love has cheered him on None but himself can know. Oh what a happy group that night Inside the cot was found, Their love tho' all outside was cold Made warmth inside abound, How pleased Dick's little brothers were To see him safe and sound. But anxious fears and bitter tears Make sad a merry soul, Life is but one long round of care ; Until we reach the goal Clouds will arise in smiling skies And stormy waves will roll."], [20, "16 And so, it happened one cold night When Dick was by the shore, A storm came on in furious haste As oft it had before, But Dick feared neither storm, nor blast, Nor angry ocean's roar. He would be first to lend a hand To those who stood in need, He never shirked or stood aback But always took the lead, He'd risk his life at Duty's call, To do a noble deed. That stormy night the guns were heard Which tell ot ships distressed, Then saw once more the fishermen What courage Dick possessed, For the brave lad was first to row O'er billow's seething crest. The night was dark, the waves were high, The ship was near her fate. Would the brave fishers reach the crew ? Or would they be too late ? O God ! how frail is man, whilst Thou Art infinitely great."], [21, "17 What meant that crash and piercing cry ? That cry of hopeless pain,? It was the cry of drowning men Sinking beneath the main ; The ship had sunk ; she ne'er will plough Her ocean path again. Of all that crew, there was but one Who gained the foremost boat ; That boat was rowed by brave Dick Who saw the body float Lee Upon the waves, and dragged it in By clinging to the coat. Then sad were all the fishermen Whose homes were in Le Brunn To think, of all their fellow-men Their boats had saved but one. And they admired the stalwart lad Who had his duty done. But soon a heartfelt joy was theirs Oh what a glad surprise, They gazed upon the rescued man And scarce believed their eyes, 'Twas Richard Lee, of whom they had Such loving memories."], [22, "18 Then toilworn hands were tightly grasped As friend met friend once more, And such a scene was never known Upon the rocky shore. There surely has not been one since Nor ever was before. And Dick ? Ah ! Dick was happy then, And swiftly home he hied To tell to all the wondrous news That father had not died. And later when by him embraced, Their tears they could not hide. Next morn the father told to all His story strange and true, How he had drifted with the waves Till night to morning grew, And had been rescued well nigh dead, By kind old Captain Drew. The ship had borne him far away O'er oceans snowy foam, And over wide unbounded seas He had been forced to roam. Last night, thank God, he was again Close to his cottage home."], [23, "19 Thus do we see that Duty's call Must promptly be obeyed, For often precious lives are lost If action is delayed. May we all be like Richard Lee Whose deeds I have portrayed The world has need of action, The world has need of Love, The fearlessness of eagles With the calmness of the dove. And it needs a closer union1 -i With Him Who reigns above. THE END"], [24, ""], [25, ""], [26, ""]]