[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE RICHMOND VESTRY NOTES OF ITS HISTORY and OPERATIONS FROM l6l4 TO 189O BY CHARLES BURT, CHAIRMAN OF THE VESTRY, COUNTY COUNCILLOR FOR SURREY, and ALDERMAN OF THE BOROUGH OF RICHMOND. l^tcljmuttfc : R, A. DARNILL, PRINTER, KING STREET, 1890."], [8, ""], [9, "CONTENTS. Map of the Parish and Borough of Richmond. Introductory Note . Early History of the Vestry 5 Act of 1766 8 Act of 1785 I2 Area, Population, &c. ... ... Parish Lands ... ... ... ... ... ... ... l. Workhouse and Poor 16 Sewerage and Drainage ... 18 Water Supply ... ... ... 26 Street Watering 3I Street Lighting ... ... ... ... ... ... ... 33 Watching and Police ... 36 Disposal of House Refuse 37 Recreation Grounds... ... ... ... ... ... ... 40 Public Baths... ... ... 41 Public Street Improvements ... ... ... ... ... 41 Parish Church and Local Charities ... ... ... ... 43 Cemetery ... ... ... ... ... ... ... ... 45 Fire Brigade... ... ... ... ... ... ... ... 48 Free Public Library... 48 School Attendance Committee ... ... ... ... ... 49 Building Bye-Laws ... ... ... ... ... ... ... 50 Vestry Hall and Municipal Buildings 52 Footbridge, Lock and Weir ... ... ... ... ... 55 Financial ... ... ... ... ... ... ... ... 60 Health Officers and other matters... ... 61 Officers and Staff ... 62 Charter of Incorporation and Scheme (Observations on) ... 64 Appendix No. 1 — Summary of Act of 1785 ... ... ... 69 „ No. 2 — Schedule of Parish Properties 73 „ No. 3 — Receipts and Payments, 1890 76 „ No. 4 — Loan Indebtedness, &c. _tj „ No. 5 — Distribution of Loans, <Stc 78 ,, No. 6 — Attendance of Vestrymen, 1890 79 „ No. 7 — First Elections of Council, &c. ... ... 80 Copies of the Charter of Incorporation and Scheme,"], [10, "®Ij£ ftk!jm0nj& Wtstxv. AS the Vestry will on the ioth November, 1890, cease to be the Urban Sanitary Authority of the Parish, and its functions in that regard be transferred to the Mayor, Aldermen and Burgesses of the Borough of Richmond (Surrey), constituted by Her Majesty's Royal Charter of 16th July, 1890, I think it will be useful and interesting to the New Authority and to the Vestry, that I should submit to them a brief account of the History of the Vestry and of the leading facts and incidents concerning the Local Government of Richmond down to the present time. My predecessor, as Chairman of the Vestry (Major Bull), prepared a Review of the work of the Vestry for the 6 years 1 881-1886. In the latter part of the present paper that Review is continued, and Statements of the financial position are appended. C. B. Hillside House, Richmond, yd November, 1 890."], [11, "5 EARLY HISTORY. THE Official Records in the possession ofthe Vestry Clerk commence in the year 1614 (XI. James I.), and with the exception of the period from 1749 to 1766 (the Book or Books of Minutes of which cannot be found) they are regularly continued to the present time. Thc Vestry appears to have been originally constituted, or perhaps its constitution was revised and regulated, by an Instrument dated the 19th October, 1614, granted by Thomas Ridley, Doctor of Laws, and Chancellor to the Right Reverend Father in God The Lord Bishop of Winchester. This Instrument is unfortunately missing, and careful enquiries at Doctors' Commons and in the Diocesan Registry at Winchester have failed to discover any copy or record of it. In the Minutes of 4th March, 1660, it is called an \"Instrument for setleing of a Vestry,\" and is on several occasions referred to as governing the proceedings of the Vestry. An Official copy was directed to be obtained in 1702, but whether it was actually furnished does not appear. In 1614 the Vestry consisted of \" 14 ofthe Parish, the Minister, and the Churchwardens for the time being always included.\" The Minutes show that the Vestry itself appointed Members in place of those who died, or from other causes ceased to be Members. I find no record of any meeting of the Parishoners to elect Members, although mention is made of \"the Parishioners\" ata Vestry meeting \" making regulations as to certain doles and charges for ' Passing Bells,' &c.\" In those early days the office does not seem to have been so much sought after as now. On August ioth, 1622, it is recorded that \" Thomas Smith, one \" of the Vestrymen, being unwilling thereafter to neglect his own \" affairs to give his attendance so often as would be required, desired \" to be excused from his service, and to be dismissed out of the \" Vestry. To which the rest of the Vestry, whose names are hereunto \" subscribed, were not unwilling to consent, and in his place made \" choice of Sir Robert Douglas, Kt. to be one of the members of the \" said Vestrymen.\" Mr. Thomas Smith does not appear to have devoted much of his valuable time to the public service, the only other mention of his name in the minutes being at the previous meeting held in July, 1621."], [12, "6 The duties of the Vestry in those times were apparently confined to the maintenance and improvement of the Parish Church, the allocation of pews and sittings therein, the collection of rents of church property and payments for sittings, and matters incidental to the church services, and to the dispensing of local charities, of which there are very early notices. Later on they appear to have had charge of the poor also. In Mr. Crisp's excellent book, \"-Richmond, and its Inhabitants from the olden lime;' will be found many interesting extracts from the Vestry's proceedings, illustrating the duties it had to fulfil and the difficulties which beset its path 250 years ago. The lands and property belonging to the \"Church or Poore\" ofthe town were vested in certain ofthe leading inhabitants as \"feoffees,\" and commissioners for charitable uses appointed them to this office under statute. The first Minute Book contains \" The accounts of Mr. John Thorpe \" and Charles Kynaston, Supervisors of the Highways of the Town of \" Richmond, alias West Sheene, Anno Domini 165 1.\" The names of all the contributors are given, amongst them Dr. Duppa, who paid two shillings. The total receipts for the year are 19s. 2d., and the payments £6 os. 2d. It does not appear that this account was officially submitted to the Vestry, and it seems probable that it was copied into the book with other documents deemed worthy of preserving. The meetings of the Vestry were held very irregularly and infrequently; but on the 16th February, 165 1, the Vestry ordered and agreed that a meeting should be held in the Vestry House the first Monday of every month by 8 of the clock in the morning in the summer, and 9 in the winter, \"and if any person or persons who is \" herein concerned do neglect to give his or their attendance at the tyme \" and place aforesaid, they shall for every such neglect forfeit twelve \" pence towards firing, except they be out of towne or otherwise \" hindred by some urgent and necessary occasions, such as the major \" part of the Vestry then meeting shall approve of.\" The regular Monthly Meetings did not long continue. At the Meeting on the 1st March, 1651. \"the Constable presented \" to the Vestry, certain strangers and inmates, which had crept into the \" Parish, and were likely to be a charge to this Parish (if not timely \" removed). The Vestry therefore ordered that the Constable should \" see them all removed out of the said Parish, unless they could find"], [13, "7 \" sufficient security to discharge Parish of them before the next \" Meeting of the Vestry, and the Constable is hereby required to give \" an account to the Vestry then meeting.\" In July, 1654, several persons were ordered to remove tenants out of their houses, or give bond to the Churchwardens, to save the Parish against expenses to be incurred for their relief, and Mr. Thomas Raymond was to remove his wife's mother out of the Parish within a fortnight ! I need scarcely say that such powers and duties as these entries indicate have not been acted upon during my tenure ot office. During the Commonwealth, the Vestry elected Ministers of the Parish Church, and for many years afterwards claimed the appointment. In July, 1653, the Vestry, after having heard some Ministers as Probationers, and being best satisfied with the teaching of Mr. Samuel Hinde— \" And the Vestry being also further satisfied by Certificates and \" Testimonials of his good abilities and conversation, and of his \" conformableness to the present government,\" elected Mr. Hinde Minister of Richmond Parish, and to execute the same for the whole year to end at Midsummer next, in place of Mr. Jeremiah Benton who resigned the office. Mr. Hinde was continued Minister for one year more, and probably longer, but on the 24th June, 1660, after sermon, the clerk publicly declared that the churchwardens did desire the gentlemen and others of the parish to afford their presence for the choice of a minister, and they thereupon chose Mr. Abiel Borfett, the clerk being directed to give notice to all the parishioners to meet on the next Sunday to signify their opinion and approbation of the choice, and after, to consider of a subscription. Mr. Borfett was promised /\"ioo a year (including the small tithes) and he appears to have had considerable difficulty in getting this stipend paid. Mr. Borfett continued minister for 36 years. In May, 1696, Mr. Nicholas Brady (one of the authors of Tate and Brady's Psalms and Hymns) was elected by the vestry and parishioners to fill his place, and application was made to Mr. Harding, the vicar of Kingston (Richmond then being treated as a chapelry annexed to the Vicarage of Kingston), to approve Mr. Brady to supply the cure, which Mr. Harding readily did. Questions afterwards arose between the Vestry and the Vicar of Kingston as to the appointment of an assistant to Dr. Brady, the Vestry resolutely refusing to acknowledge the Vicar's right to interfere; but on the 12th June, 1726, the Rev. Richard Coleire, the Vicar of"], [14, "8 Kingston, appeared at the Vestry and produced a license from the Bishop of Winchester appointing him Chaplain or Curate of the \"Chappell of Richmond,\" in the room of Dr. Nicholas Brady, deceased. It is recorded that :— \" Mr. Coleire made a very complimentary address \" to the Vestry, who, recording that they did so without prejudice to \" the rights of the inhabitants to dispute the power of the Vicar of \" Kingston to appoint or name a curate or chaplain to Richmond, \" accepted Mr. Coleire as the Minister Curate or Parish Priest, and \" settled the terms on which he should receive Pew Rents, &c.\" I now leave Ecclesiastical matters and go to THE ACT OF 1766. ON the 30th April, 1766 (VI. Geo. III.), was passed the first Act of Parliament, relating to the Government of the Parish. It is entitled \"An Act for the relies and employment of the poor and for repairing the highways, paving, cleansing, lighting, and watching the streets, and other places in the Town and Parish of Richmond, in the County of Surrey, and for removing and preventing annoyances, obstructions and incroachments therein, and for shutting up a road from the late Horse Ferry at Kew to West Sheer.e Lane, near Richmond Green, and for amending and keeping in repair the Road from Kew Bridge to Richmond.\" It recites that \" whereas the Town of Richmond, in the County of Surrey, is large and populous, and the poor belonging thereto very numerous, and maintained at a great expense; and whereas the highways, within the Parish of Richmond are in bad repair, and the streets of the said town ill-paved, and not properly cleansed, lighted, or watched, and are subject to many annoyances and incroachments.\" It is then enacted that the Minister and Churchwardens of the Parish for the time being, and also such Justices of the Peace for the County of Surrey, who are or shall be resident within the said Parish, together with the Hon. Hy. Hobart, Sir Charles Sheffield and Sir Charles Asgill, Baronets, and 28 other persons shall be Trustees for putting the Act into execution, and they or any 16 or more of them are required to meet on the first Tuesday after the passing of the Act, at the sign of the \"Greyhound,\" in Richmond, and afterwards adjourn"], [15, "9 from time to time and meet there, or at any other place or places in the Parish, for the purposes of the Act, and at all their Meetings they are to \"bear their own expences.\" The Trustees were authorized to make annually two distinct pound rates, one for the relief of the poor, and the other for repairing the highways, and paving, cleansing and lighting the streets, and defraying the expense of a night watch; but the latter rate is not to exceed is. 6d. in the pound in any one year. The rates were to be paid quarterly, and all persons occupying tenements under the yearly value of £6, and who subsisted only by their manual labor and did not keep an open shop for the sale of goods, wares and merchandize, were excepted from the payment of both rates. The Overseers of the poor were to collect the rates, but no salary or allowance whatever was to be made to the Collectors or Treasurer upon any account or pretence whatsoever. Powers were given to the Trustees for the government, employment, regulation and relief of the poor ; for repairing and cleaning the highways, and preventing encroachments and removal of signs, sign irons (sky signs ?), sign posts, steps, spouts, etc., and to purchase or hire land for a lay stall or parish yard. The Act recites that the road from Kew Bridge to Richmond is in places narrow and out of repair, and that since the said bridge was built the road from the late horse ferry at Kew, by the side of the River to West Sheene Lane, near Richmond Green, is become use less; and then enacts that the King may cause the said last-mentioned road to be shut up and discontinued, and that His Majesty, at his own proper costs and charges, shall cause the said road from Kew Bridge to the house known by the sign of the \"Bear\" (now called the \"Brown Bear\") at the entrance ofthe town of Richmond, to be amended and made commodious for passengers and carriages, and that His Majesty, or any person claiming under him, who shall occupy Richmond Lodge, Park and Gardens, shall keep the said road in good and sufficient repair for ever. [The Crown now pays the Vestry £600 a year in lieu of this obligation.^ The towing path by the side of the river is still to be open for the use of persons on foot. The Trustees appointed Sir Charles Asgill their first Chairman, nominated committees to inspect the workhouse, and to report on the condition of the streets, and resolved to pay Mr. Richard Carpenter ios. 6d. for the use of his great room (at the \"Greyhound\")."], [16, "10 The Minutes of the subsequent proceedings are very carefully kept (but not indexed), and show great diligence on the part of the Trustees in carrying out their duties. The then workhouse (1766) was held on lease at the annual rent of £26. It was reported as being \"in tolerable good repair and in every respect clean and decent;\" 72 persons were inmates, and there were 35 \" pension poor.\" The total expense on account of the poor was £752, including 124 barrels of beer. No Geneva brandy or spirituous liquors were to be brought into the workhouse, and no person there was allowed to \"smoak tobacco.\" The contract price of beef then supplied to the Workhouse was 2s. per stone ; mutton, 2s. 8d. In 1766 the Poor Rate was is. 6d. inthe£, and the Highway Rate is. Treasurer's receipts in 1768 were, on Poor Account, £919; and on Highway Account, £712. For many subsequent years the rates were so balanced that the total of the two was 3s.; but in 1783-4-5 this sum had been found insufficient, and the Poor Rate was 2s. 6d., and the Highway, is. The Trustees constructed and improved many drains and sewers, and from time to time improved portions of the roads and alleys of the town. They began the system of watching in 1768, resolving to appoint two able men to protect and clear the streets from all idle and disorderly persons, and to watch at night, to proclaim the hour of the night, and also the weather ; and also act as messengers of the Trust. These men were to be paid £20 a year, and each of them was to have \" a brown surtout coat, the cape and cuffs to be faced with scarlet, trimmed with gold lace, and a gold-laced hat. \" In 1777 the Trustees spent £14 10s. for silver heads to the Beadles' staves, and paid £6 6s. for three long staves and three short ones for Constables and Headboroughs. In 1772 the first attempt at public lighting was made. One hundred lamps were ordered at a cost of 5s. 3d. each, and which were to be lighted with oil from ist September to ist April. The total cost for the lamps, irons, &c., and lighting for one year was to be £176 18s. gd. Eighty more lamps were ordered in 1772, and for many years afterwards the total was about 200. In 1775 and 1776 Solomon Brown undertook to cleanse the paved streets, lanes, and other parts of the town, and to remove the dust, soil, &c, for £7 a year. The Trustees experienced great difficulty in the collection of the rates (doubtless because the Act did not allow any commission to be"], [17, "11 paid for the work) ; and the Overseers seem to have set the Trustees at defiance, and the legal proceedings taken against them were cumbrous and apparently ineffective. The Trustees found their powers insufficient in many respects, and petitioned Parliament for a new Act, which was passed in the Session of 1785, and which I shall more particularly refer to later on. The final meeting of the Trustees was held on the 9th May, 1785, so that their functions under the Act of 1766 lasted 20 years. The Hon. Hy. Hobart appears to have taken a large part of the work. He was Treasurer for many years, and a diligent attendant at the Trustees' meetings. He was also one of the first Treasurers appointed by the Vestry under the Act of 1785. Mention is made in 1767 of then existing Waterworks belonging to private persons, and directions given for the insertion of proper screws in the pipes to give a supply of water in cases of fire. In 1 771 five shillings was to be paid to Mr. Pocock, the then Proprietor of the Waterworks, for every fire plug inserted in the pipes, and five shillings a year for water for trials of the plugs not less than twice a year. The main street of the town was called High Street until 1769, when it was re-named George Street, doubtless in compliment to King George III. In old times King Street was called Furbelow Street. The Trustees presented a strong petition against Mr. Windham's Bill for building a bridge across the Thames at the present site of Richmond Bridge. They contended, and I think rightly, that the bridge ought to be built at the end of Water Lane, which should have been made of proper width as a continuation of the main street, and thus the steep ascent to the top of the Bridge Road and the steeper descent to the bridge would have been avoided. The bridge was built by Commissioners under a special Act of Parliament, not by the Local Authorities. It was begun on the 23rd August, 1774, the first stone being then laid by the Hon. Hy. Hobart, and it was opened for public traffic in 1 777. The Trustees, in 1776, applied to His Majesty for a grant ofthe Hill Common, and for a part of Pest House Common as a site for a new Workhouse and a Lay stall. A favorable reply was received, but it was not until after the passing of the Act of 1785 that the grant was actually made."], [18, "12 ACT OF 1785. THIS Act (which is now out of print) is in the \"Borough of \"Richmond (Surrey) Scheme, 1890,\" referred to as the Richmond Local Act, 1784. It was, in fact, passed in 1785, and came into operation on the 2j)th June of that year. All rights, powers, duties, &c, of the Vestry under the Act, except those mentioned in Clause 4 of the Scheme, and Schedule 1 thereto, are, by Clause 5 of the Scheme, transferred to the Corporation. A summary of the principal provisions of the Act will be found in Appendix No. 1. The first Vestry under the Act consisted of 31 persons named therein, with the Minister and Churchwardens of the parish for the time being, and all acting Justices of the Peace resident in the parish. Five were to constitute a quorum. A Vestryman who continued to hold his qualification was a Vestryman for life. The inhabitants elected new members in place of those who ceased to be members (meeting once a year for this purpose). The Vestry appointed, and still appoints, the Parish Officers, and submits the names of Overseers for appointment by the Justices. It was authorised to make two distinct pound rates, one for the relief of the Poor, and the other for Highway purposes, not to exceed is. 6d. in the pound. These rates are to be paid quarterly. Powers were given to the Vestry with respect to watching, lighting, cleaning and repairing the streets, to build a new Workhouse, and to cause the poor in the Workhouse to be maintained. The King and Queen were authorized to grant to the Vestry the Hill Common, and part of Pest House Common on the conditions stated in the Act, and His Majesty was authorized to shut up Love Lane, leading from the north end of Richmond Parish to Kew. The first Meeting of the Vestry, under the Act of 1 785, was held on the 4th of July in that year, the Rev. Mr. Thomas Wakefield, the Minister of the Parish, being in the Chair. The Records of the proceedings of the Vestry are carefully made, and continue from the first Meeting to the present time, but no Index is given until 1829. The meetings were at first held at the Vestry Clerk's Office, in the Churchyard, at 11 in the morning, and each meeting appointed its Chairman ad hoc. It was not until 1873 that the Vestry appointed its"], [19, "13 Chairman for the year, when they unanimously elected Admiral Robert Fanshawe Stopford to that honourable office. An important change in the constitution of the Vestry was made on the 19th August, 1 861, when a Resolution was passed (nem. con.) \"That in pursuance ofthe Local Government Act, 1858, Amendment \" Act, 1861, The Vestry do adopt in lieu of the provisions for Elections \" contained in the Local Act (1785), the provisions for, and in relation \" to, Elections prescribed by the Public Health Act, 1848, and the Local \" Government Act, 1858.\" Membership for life was thus abolished, and Triennial Elections substituted; but since the passing of the Public Health Act, 1875, the Elections to the Vestry are governed by Section 312 of that Act, and Schedule II. annexed to the Act, where will be found the provisions under which the Elections are held, including the Plural Vote, Nominations, Voting Papers, &c. The limitation of the Highway Rate to is. 6d. in the £, contained in the Act of 1785, was practically done away by Section 227 of the Public Health Act, 1875. AREA, POPULATION, &c. The Parish of Richmond contains 1,256 acres, of which 557 acres is land belonging to the Crown, viz. : — Acres. 1890 Rateable Valuation. In Richmond Park (with Lodge) 67 £114 The Old Deer Park (with House) ... 353 891 Part of Kew Gardens (with Lodges, &c.) 137 408 557 £1,413 A Map of the Parish will be found at the beginning of this paper. It is divided for Ecclesiastical purposes into four parts — St. Mary Magdalene's, Vicar, Rev. Canon C. T.Procter; St. John's, Vicar, Rev. T. Gerard Tylee; Holy Trinity, Vicar, Rev. Evan H. Hopkins; and St. Luke's, Vicar, Rev. Paul M. Chamney. In 1772 the whole of the Parish was valued or rented at £12,800, of which property then valued at £1,357 was heId by the Crown. The total Poor Rate was £973, and the Highway Rate £960. The following table shews the population according to the Census Returns at the several dates specified :— 1801 4,628 1811 5>2I9 1821 S.994 1831 7,243 1841 7,752 1851 9>255 1861 ... ... ... 10,921 1871 15. no 1881 19,068"], [20, "14 It is estimated that the population at this date (November, 1890) is 23,000. There are in the present Rate Book 4,400 Dwelling Houses, of which only some 120 are returned as unoccupied. The total rateable value ofthe Parish is now £1 76,900. PARISH LANDS. IN Appendix No. 2 will be found a statement of all the lands belonging to the Vestry, showing those which are to be vested in the Corporation, and those which remain the property of the Vestry. The most important of these properties are the Hill Common, now called the Terrace Field, and the lands formerly parts of Pest House Common. The Grant from the Crown, authorised by the Act of 1785, was made to the Vestry on the 18th October, 1786, and enrolled on the Manor Court Rolls, 14th April, 1787. The Land part of Pest House Common, first described in the Grant, is stated to contain 33 a. or. 12 p., but out of this is reserved to the Crown \" a rod or 161 feet on the outside of the Park wall for the whole extent thereof, for workmen and others to rebuild or repair the said wall.\" This strip is called the Freebord of the Park. A further part of the Common is granted containing 1 a. or. 28 p., lying on the southwest side of the road now called Queen's Road, near Marlborough Road. Part of the Hill Common, containing 9a. 3 r. op., is also granted, and the description agrees with that in Schedule II. to the \" Scheme.\" The grant reserves to the Manor a yearly Quit Rent of 7s. It appears from the Vestry Books that the whole of the Hill Common, containing 10 a. 2 r. 26 p., was intended to be granted to the Vestry, but that shortly before the grant was signed the Duke of Montagu applied to the Vestry to grant him a Lease of three quarters of an acre thereof at the back of his house (now Buccleuch House), and which he informed the Vestry met with his Majesty's wishes. The Vestrymen were willing to make the Lease, but being advised that they had no power to do so, the grant was ultimately"], [21, "15 made so as to comprise 9a. 3 r. op. only, the residue having, presumably, been given to the Duke. The portion of Hill Common thus excluded from the grant is the part lying on the north-west side of the footpath through the Terrace Field, and enclosed with, and now forming part of, the Terrace Gardens, purchased by the Vestry in 1887. The plot has been planted with trees, which have grown to a great height and thickness, and very seriously obstruct the lovely view which formerly existed from the centre of the terrace towards the west. On the 12th May, 1794, the Vestry \"Resolved \" that application be made to the Duke of Buccleuch to request he \" will give orders to trim up the trees in his garden, that a view \" of the bridge and river may be had from the Queen's Terrace.\" The portion of Pest House Common, which was granted to the Vestry, comprised the whole ofthe land on the east side of the Queen's Road lying between that road and the Freebord of the park from the \"top of Richmond Hill\" to the present cemetery, and thence along the parish boundary to the point where the Queen's Road and Grove Road join. The acreage, according to a survey of 1815, was 32 a. 1 r. 26 p., including 4 a. 1 r. 10 p. site of the Workhouse and Garden, &c, and the 1 a. o r. 28 p. above-mentioned. The difference between the 33 a. o r. 12 p., mentioned in the grant, and the 31 a. o r. 38 p. shewn on the survey of 1815 is, I assume, the quantity reserved as FYeebord to the Park. The plot, containing 1 a. o r. 28 p., on the west side of the Queen's Road was sold by the Vestry in 1849 for £1,429, and the purchase-money appropriated under the Richmond Vicarage Act, 1849 (Section 22), and an Order of the Court of Chancery, dated 6th July, 1849 (made on Petition of the Vestry), towards the acquisition of a residence for the Vicar of Richmond. The Pest House itself (erected probably during the great plague) was ordered by the Vestry on the 7th May, 1787, to be pulled down. The portions of the Pest House Common not occupied by the Workhouse, and the Cemetery and Grove Road pleasure ground, are now built over, and the rents paid under the leases granted by the Vestry amount to about .^\"1,000 a year. This amount is applied in aid of the Poor Rate. The Leases were made by the Vestry under an Order of the Court of Chancery, dated the 23rd May, 1S45, which authorises the Vestry to grant Building Leases of their Pest House Common property"], [22, "16 for terms not exceeding 99 years, at the best rents that could be obtained without payment of fine. On the 4th December, 1855, the Master of the Rolls, in the case of an information brought by the Attorney-General v. Blizard and others, at the instance of the Charity Commissioners, decided that the application of the rents of these lands in aid of the Poor Rate of the Parish was a proper application thereof. The whole of the judgment is recorded in the Vestry Minute Book, under date 17th December, 1855. The rents have been so applied without question ever since. When the existing leases terminate (for the most part between 1940 and 1961), this very valuable property will yield a much larger income than at present. — WORKHOUSE AND POOR. THE Minutes of the 21st November, 1785, state that the King (George III.) had approved the plan of a new Workhouse at Rich- mond, and had ordered it to be forthwith carried out. The cost of the building appears to have been borne by His Majesty, and a tablet recording that it was built by the King is placed on the outside of the Workhouse. Under the provisions of the Poor Law Amendment Act, 1834, the Poor Law Commissioners on the nth May, 1836, made an Order that the Parishes of Richmond, Petersham, Kew, Mortlake and Barnes should be united for the administration of the laws for relief of the poor by the name of the Richmond Union, and that a Board of 13 Guardians should be elected, of which — Richmond was to elect 5 Mortlake ... 3 Barnes ... ... ... ... ... 2 Kew 2 Petersham ... 1 13"], [23, "17 By Section 38 of the Act, every Justice of the Peace for the County, residing in any Parish of the Union, is made an ex offlcio Guardian. This is still in force. The number of elective Guardians was, upon the application of the Richmond Vestry, altered in March, 1863, so as to give Richmond 6. On the 28th Nov., 1870, one ofthe Guardians given to Kew was transferred to Richmond, making its number 7, and on the 22nd June, 1885, a further Guardian was given to Richmond, and there are now 16 Guardians, of which Richmond elects 8, Mortlake 3, Barnes 3, Kew I, Petersham 1. The third Guardian for Barnes was ordered on the 29th May, 1879, The above-mentioned order of the Poor Law Commissioners of the llth May, 1836, came into force on the 6th June, 1837, and the Richmond Vestry then ceased to have charge of the poor of the parish, but their powers of nominating Overseers and making Poor Rates continued and still remain. The Vestry's duties were very largely reduced by this important change. The Guardians, in 1836, took over the Workhouse and the land occu pied therewith (altogether 4 acres, 1 rood), and by order of the Poor Law Commissioners, dated the 3rd September, 1839, the sum of £248 a year was directed to be paid by the Guardians of the Vestry \" in the nature of rent or compensation,\" out of which the Vestry was to pay to the Churchwardens and Overseers of the Parish of Kew (in aid of the Poor Rate of that Parish) so much of such rent or compensation as was charged by the Guardians to the Kew Parish as its proportionate share of such £248. Large additions have, since 1839, been made to the Workhouse buildings, and property in the district has largely increased in value. The Vestry has recently endeavoured to obtain a re-valuation of the Workhouse, and a higher sum paid by the Union for rent ; this matter is still pending, but does not fall within the functions of the Vestry transferred to the Council of the Borough, as the land on which the Workhouse stands, with the other parish lands, except those specifically described in Schedule II. of the scheme, remains the property of the Vestry."], [24, "18 SEWERAGE AND DRAINAGE. RICHMOND was originally included in the district ofthe Metropolitan Commissioners of Sewers, and at the request of the Vestry Mr. George Donaldson, the Assistant Surveyor of the Board, was instructed to report upon the drainage of the town. His report was made on the ist August, 1849, and disclosed a lamentable state of things, as existing at that time. There was no system of drainage, nearly all the houses were drained into cesspools, the earth was saturated with sewage, a large part of the water supply was obtained from shallow wells in the neighbourhood of the cesspools, and the general condition of the place, especially of the poorer dwellings, was most deplorable. There were at that date 1,532 houses, and a population of about 8,500 persons. Mr. Donaldson pointed out that the Vestry's powers under the Act of 1785, in regard to the construction of drains, extended only to such drains as might be implied in the expression \"upholding in repair the roads and streets.\" This defect had prevented the Vestry from carrying out any general drainage plan; they had, however, made various public drains and alterations of existing sewers, but necessarily to a limited extent. Mr. Donaldson recommended the construction by the Metropolitan Commissioners of several main sewers, and of subsidiary house drainage on the separate system, so that the whole of the town should be efficiently drained, all the cesspools be cleaned out and filled up, and a supply of water for domestic purposes obtained from Richmond Park. The sewage was to be disposed of (by irrigation, I suppose) in the Old Deer Park, where 300 acres of grass land was to be found convenient and suitable for the purpose. Mr. Donaldson's estimate of cost of the whole of these works, including the water supply, was only ns. id., which, borrowed for 22 years, would cost the parish ,£\"1,263 a year, and it was expected that after three years there would be revenue from the sewage manure of £ C350, or something over the annual cost of the whole undertaking I The Vestry cheerfully assented to this scheme, and asked the Commissioners to proceed with it at once, and it appears that the Commissioners directed the Sewerage Works to be carried out. Some of the Works were constructed in 1850 and 1851, but in December, 1851, the Vestry bitterly complained that only a small part"], [25, "19 of the scheme had been executed, and strongly urged its completion, but without effect. The Commissioners said they had no more funds, whereupon the Vestry offered to raise themselves (an offer which was not accepted), and entreated the Commissioners to proceed with the Works, but they declined, and ultimately, by the Metropolis Management Act, 1855, the powers of the Commissioners ceased; the Metropolitan Board of Works was constituted, and Richmond was left outside the boundary of their \"sphere of influence.\" The Commissioners did not make any new outfall, but used a sewer constructed by the Railway Company from the Richmond Station to the Thames, and made this sewer the main outfall for the sewage of the town. In consequence of this action by the Commissioners the Vestry have been compelled to replace this sewer, now 50 years old, by a new one across the Green, at a cost altogether of of which the Railway Company contribute A paper on the subject of the Richmond Drainage was read by Mr. Donaldson at the Institution of Civil Engineers, and is printed in their proceedings, Vol. XL, Session 1851-52. By the courtesy of Mr. A. Gunn, the Comptroller of the London County Council, I have ascertained that the total cost to the parish of the works executed by the Commissioners was exclusive of interest. The Vestry obtained no further powers with respect to sewerage until the passing of \"The Sewage Utilization Act, 1865,\" which expressly authorized \"Sewer Authorities\" as defined in the Act (and of which the Vestry was one), to construct such sewers as they might think necessary for keeping their district properly cleansed and drained. This Act was amended by the Sanitary Act, 1866, but it was not until the Public Health Act, 1872, that the Vestry obtained the full powers in relation to drainage and other matters which had previously been conferred on local boards of health. From 1872 the Vestry has possessed all such powers as have by public legislation been given to other urban sanitary authorities, and it has exercised its powers of drainage to a very considerable extent. It is now necessary to refer to the special legislation concerning the River Thames and the events which resulted therefrom. By the Thames Navigation Act, 1866, the flow of sewage into the Thames between Cricklade and Staines was prohibited under heavy penalties; and by the Thames Conservancy Act, 1S67, the provisions of"], [26, "20 the Act of 1866, relating to the passage of sewage into the river, were extended to the portion of the Thames between Staines and the western boundary ofthe Metropolis (below Putney). The Vestry and other neighbouring authorities petitioned against the Bill of 1867, and in consequence a special report was, on the nth April, 1867, made by the Select Committee on the Bill, pointing out the exceptional difficulties of Richmond, Kingston, Surbiton, etc., and that some special legislation was necessary to protect their interests. The case of Richmond was particularly referred to in regard of their inability to procure land for sewage purposes. The Committee recommended that facilities for combination of parishes should be afforded to the towns mentioned, that when necessary the time within which the existing systems of sewage must be dis continued should be extended, and that, \"if possible, opportunities should \" be allowed to the local authorities of availing themselves of the lands \" in their neighbourhood belonging to the Crown.\" Parliament has never given effect to these recommendations, but the report has probably helped to save Richmond from undue pressure by the Thames Conservators. On 2 ist September, 1867, the Conservators served their first notice to the Vestry to discontinue the flow of sewage from the Richmond sewers into the Thames within 13 months from the service of the notice. It is now more than 23 years since that notice was served, and I regret to say that the sewage of Richmond still flows into the Thames; but, as will be seen hereafter, the Vestry has not been neglectful of its duty in this matter, and the sewage will in a few months be effectually cut off from the river, and dealt with by the best known means of purification and filtration. It would be wearisome to speak of the various steps taken by the Vestry and its Committees since 1867, to procure the diversion of the town sewage from the Thames ; but as matter of history it seems right and an act of justice to the Vestry that I should refer to the principal incidents of this long period. October, 1867. — The Vestry applied to the Commissioners of Woods for part of the Old Deer Park or other Crown land to enable them to deal with the sewage of the town. December, 1867. — Application refused. 4th October, 1867. — Vestry applied to the Thames Conservators enquiring whether the effluent of the sewage, after purification, would be allowed to pass into the Thames, and what degree of purity would be"], [27, "21 required. These points were of vital importance to Richmond, but the decision of the Conservators was not received until three years after wards, viz., the 16th September, 1870, when the Conservators answered the application, and gave a reasonable standard of purity for the effluent. September, 1 869. — The first final notice of the Conservators was served. Several extensions followed, and then litigation. December, 1870. — The Vestry provisionally agreed to purchase 230 acres of land at Maiden for treating the sewage by irrigation, on a scheme by Mr. Bailey Denton, C.E. A six days' enquiry took place in January and February, 1871, the Duke of Cambridge, the Metropolitan Board of Works, Mr. Garth, and others opposing. This scheme was rejected by the Local Government Board. In 1S71 the Vestry applied for and obtained an Act of Parliament to extend the time for dealing with their sewage, and to obtain further powers for acquiring land. The Conservators agreed to a further extension of time for two years, to August, 1873. August, 1871. — The Vestry advertised for plans, and offered 100 guineas premium for the best. Messrs. Gotto & Beesley obtained this premium; their plan was for precipitation on land near the railway bridge over the Thames, afterwards changed to a plot of land in Black Horse Lane, near the gas works. October, 1S72. A Local Government Board enquiry was held, and the scheme finally approved, and authority procured for raising /20,000 to carry it out, but a difficulty then occurred as to obtaining the site. In February, March and April, 1S73,— a fresh enquiry was held as to the Vestry taking the land last mentioned, and upon the South Western Railway Company stating that they required this land for the purposes of their railway, the Vestry's proposal to take it was withdrawn. May, 1873. — A Provisional Order was obtained for taking two acres of land in Black Horse Lane on the Mortlake side of the road. The order was confirmed by Act of Parliament in the Session of 1873; but an active opposition sprung up to the works being brought so near the town, and the scheme was dropped. August, 1873. — Advertisements were issued for new plans, one of which, by Messrs. Russ & Minns for the use of land at Hanworth, was selected by the Vestry, but much opposition being threatened, Mr. Abernethy, C.E., was in 1874 called in by the Vestry, and he advised against its adoption, and it was accordingly laid aside"], [28, "22 Soon after this Mr. Hawksley, C.E., was asked to report upon the subject; he recommended Precipitation Works on a site at Ham, part of the Dysart Estate, but added that this would only be a temporary measure. The Vestry naturally declined to adopt such advice. In 1874 the ligitation with the Thames Conservators resulted in the Vestry being convicted by the Magistrates and fined /151 and costs. In 1875 Capt. Galton, as arbitrator, gave the Vestry two years further time, up to 31st March, 1877. The above fine and the costs amounted to about £700. 1875.-_.The Vestry and the Richmond Rural Authority were in communication at this period as to a joint scheme for the five Parishes, viz. : Richmond, Mortlake, Barnes, Kew and Petersham, and the Vestry passed resolutions in favor of the combination, but no agreement could be come to, the difficulty being as to the number of representatives each authority should appoint upon the Joint Committee. Col. Ponsonby Cox, at the instance of the Local Government Board, held a conference of many of the Local Authorities as to the expediency of forming a large united district for sewerage purposes. 1876. — Sir Thomas Nelson (Chairman of the Local Board of Hampton, Wick and a man of great energy and ability) moved the Vestry and various other of the Local Authorities to form a Joint Board for dealing with the matter. The Vestry wearied with its numerous failures, and hoping to get rid of the sewage at a distance from the town, accepted (by a majority) the invitation. $lh June, 1887. — A Provisional Order was issued on this date constituting the Lower Thames Valley Main Sewerage Board, consisting (as amended 7th May, 1 781 ) of 33 representatives of nine Urban and two Rural Sanitary Districts (the latter comprising ten separate parishes) and whose combined districts extended over an area of some 40 square miles, partly in Middlesex and partly in Surrey. The original order was on the ioth August, 1877, confirmed by the 40 & 41 Vic., cap., 229. After an expensive and stormy existence of eight years, during which it produced three great schemes, all of which were rejected after endless enquiries and litigation, this ill-starred Joint Board, which had undertaken an almost impossible task, was, on 22nd July, 1885, dissolved by an Act of Parliament procured by the Corporation of Kingston in obtaining which I had, on behalf of Richmond and its Vestry, the satisfaction of giving material assistance."], [29, "23 The total expenditure of the Board was just upon £45,000 (of which £8,500 was contributed by Richmond), and absolutely nothing remained to represent this vast outlay but the books and papers and office furniture, and what was doubtless of real value, the knowledge and experience gained in the course of the Board's failures. The money spent by opponents of the Board probably equalled the amount expended by the Board itself. During these eight years the penalties of the Thames Conservancy Acts were practically suspended, and of course the separate Local Authorities could do nothing. October, 1885. — As soon as the Lower Thames Valley Main Sewerage Board was decently buried (and the days of its mourning were soon ended), the Vestry again set to work to fulfil their duty to the Thames, and with the assistance of Mr. J. C. Melliss, C.E. (who intro duced the scheme to them), made a provisional agreement for purchase from Captain Fitzgerald of 1 1 acres of land adjoining the river in Mortlake Parish, for /\"io,000. After much negotiation and discussion, conducted on both sides with great goodwill and forbearance, an agree ment was on the 22nd June, 1886 concluded between the Vestry and the Richmond Rural Sanitary Authority for joint action in regard of the main drainag-e of their respective districts upon the scheme proposed by Mr. Melliss, the executive power being delegated to a Joint Committee consisting of six members from each of the two Authorities. The difficulties of the case were not ended by this Agreement, but by the patient and resolute action of the Joint Committee the obstacles raised by adjoining land owners and others were ultimately overcome. Mr. Melliss prepared the necessary plans and specifications; the Local Government Board held an enquiry thereon on the ioth November, i885, and approved the scheme, and on the 20th December, 1886, authorized the raising of £100,000 (the estimated cost) to carry it into effect. 28/A May, 1S87. — The Local Government Board advising that a Provisional Order would be necessary, it was applied for and obtained. This Order constituted, under the name of the Richmond Main Sewerage Board, a Joint Board of the united district of Richmond, Barnes, Mortlake, Kew and Petersham, six members being appointed by the Vestry, and six by the Rural Authority, and the usual powers were given to the Board. The expenses incurred by the Board are to be defrayed out of a common fund, to be contributed by the respective districts, substantially"], [30, "24 in proportion to their rateable valuations. The exact terms will be found in Article XV. of the Order. At present the calls upon thc two authorities are in the proportions of about T72 Urban and Rural. The Act confirming this Order was passed on the 23rd August, 1887, and the penalties under the Thames Conservancy Acts were thereby suspended for three years, so as to give the authorities time to carry out their intended works. The members of the Joint Board were duly appointed, and entered on their duties on the 26th October, 1887. They have worked steadily and harmoniously to carry out the important duty laid upon them. They advertised for Tenders, and after careful enquiry, and obtaining sureties for /io.ooo, they, on the 24th August, 1888, let the works to the Contractor whose Tenders were lowest, viz., £71,596. The residue of the £100,000 was for Land, Engines, Boilers, Machinery, Workmen's Cottages, engineering expenses, etc. As the Joint Board will no doubt make a formal report of their proceedings when the works are completed, it is needless for me to do more here than to say that their first Contractor having sailed to complete his contracts, they relet the works remaining to be executed, and that these are now being vigorously carried on, and that the whole is expected to be completed and in operation in three or four months from this time. The total expense will probably exceed the original estimate by 10 or 15 per cent., the excess being mainly due to the purchase of additional land, and the increase in the cost of materials and labour since the first estimates were made. The Chairman of the Vestry was by the Order an ex-ojficio member of the Joint Board, as one of the six Members representing Richmond; but by the Charter Scheme (Clause II.) the Mayor is substituted for the Chairman of the Vestry, and the Council is substituted for the Vestry, with the proviso that the Vestrymen, who on the ioth November, 1890, are elective members of the Joint Board, shall continue to be members thereof until death, resignation, or removal or expiration of the term for which they were respectively elected. The dates of the appointments of the five elective Richmond members of the Board are as follows : — Mr. J. W. Szlumper 24th April, 1888. Mr. G. T. Noyce 7 . . ., „„ Mr. S. T. Gascoyne \\ 23rd APril> l^9- Mr. F. G. B. Trevor 7 1 » •, _-, Mr. T. J. Carless j 29th APn1' l89°-"], [31, "25 The term of office cannot exceed 3 years from the date of election. In addition to their share of the Main Drainage Works, the Vestry has spent some £2,500 on sewage enquiries, engineers' reports, Parliamentary expenses, fines and costs, besides the paid to the Lower Thames Valley Main Sewerage Board. All this expense was incurred with respect to the diversion of the sewage from the Thames, and its subsequent disposal. The sewage and drainage of the town itself, begun by Mr. Donaldson in 1850, has from time to time been continued and enlarged; and as the town has increased so greatly (the population having more than doubled since 1850) the new works have been very extensive and costly. At present all the town is sewered, except the Kew Gardens district, which is still drained into cesspools. It has been impossible to make sewers for this portion of the town until outfall works were constructed. When the main drainage, now so near completion, is finished, the local sewers for this district, which are also under construction, will be available, and the whole of the parish will be provided with proper means of disposing of its sewage. From the figures given in the Appendix No. 5 it will be seen that £19,000 has been borrowed for sewerage and drainage works, and that £16,800 of this sum is still owing, and that £14,200 more has been applied for in order to complete the sewerage and surface and storm water drainage works, the plans for which have been either already sanctioned, or are waiting for the approval of the Local Government Board. The following letter from Mr. Brooke, the Town Surveyor, shews that the end of the capital expenditure required for sewerage purposes is within measurable distance. \" Town Surveyor's Office, Richmond, Surrey, \" October \\~jth, 1890. \" Dear Sir, \" In reply to your letter of the 15th instant, respecting the sewerage \" and surface-water sewers of this district, I am of opinion that the \" works executed and in hand, and those proposed to be carried out, for \" which loans have been already sanctioned by the Local Government \" Board, or inquiries held, will complete the sewerage system of the \" district; the only other expense I know of is the joining the old sewers"], [32, "26 \"all over the town for the purpose of more efficient ventilation and \" flushing, which I consider could be done by degrees, and thus executed \" out of the ordinary rates, as I have already done in several parts of the \" district. \" And believe me, \" Yours truly, (Signed) \" WALTER BROOKE. \" C. Burt, Esq., : Hillside House, Richmond.\" I am unable to obtain details of the works executed before Mr. Brooke, the present Town Surveyor, came into office in 1884, but he has informed me that nearly 29 miles of sewers and drains, with the necessary manholes, gullies, etc., have been executed under his plans and superintendence, or are now actually under construction, the cost being over £24.000. Considerable portions of this total are for sewers executed out of current rates, and for drains coming under the head of private street improvements. I may add that the ventilation of the sewers has of late received special attention, and that nine Keeling's Sewer Gas Destructors have been placed in various parts of the town, with very satisfactory results. The cost of gas supplied to the ventilators is about £50 a year. The ventilators cost £15 each, and the expense of fixing and connections may be put at £5 additional. WATER SUPPLY THE Minute Book of 1767 shews the existence of private waterworks at that date in Richmond, and in 1771 reference is made to fire plugs being inserted in the water pipes, to be used in case of fire. I have not been able to learn the site or character of these works. The first Act of Parliament on the subject was passed in 1835, when the Richmond Waterworks Company was incorporated to supply Richmond with Water. Its share capital was and power was given to borrow further sums, so as to make up a total of The rates authorised ranged from i\\ per cent, on £20 houses to 5! per cent. on houses of £100, and 5 per cent, above £100. The supply was taken by this Company from the Thames, near Campsbourne House, and delivered unfiltered into the cisterns. To procure better water the Company sank an artesian well, but it was not"], [33, "27 a success, and the water supplied to the inhabitants became worse and worse, until in 1859 and 1860 the complaints became so loud and deep that the Directors were obliged to do something to improve it. A Com mittee of Inhabitants was formed, and application made to the West Middlesex Waterworks Company and to the Grand Junction Water Company to give a supply. The latter appeared not unwilling to do so, and the Committee understood they were to buy up the Richmond Company, but ultimately the Southwark and Vauxhall Water Company, unknown to the inhabitants, purchased the undertaking of the Richmond Company (subject to the approval of Parliament) for and brought in a Bill in the Session of 1861 to give effect to the purchase. I was then resident in Richmond, and had taken part in the Indignation Water Meetings. Happening to see a copy of the Southwark and Vauxhall Company's Bill for confirming the transfer, and finding, on examination, that this Company's charges were 1 per cent, higher than those of the Grand Junction Company, I hastily prepared a Petition against the Bill, and got some friends to join me in signing it, and it was duly deposited in Parliament. I afterwards got another Petition signed by some 200 of the inhabitants and by the Vestry, and attended before the Committee of the House of Lords and argued in support of the petitions. On hearing the petitioners' case the Committee promptly decided that the Bill should not proceed unless the Company agreed to reduce their rate from 5 to 4 per cent, upon the annual value, and not to charge the extra rates authorised for their existing district for high service, baths and water closets. The Company declining to accept these terms, withdrew their Bill. The total cost of the opposition was under /30, which was met by subscriptions of the local Committee and their friends. Upon the defeat of their Bill the Company took transfers of all the shares of the Richmond Company, and connected their own mains with the Richmond pipes, and supplied thc town without parliamentary authority, except so far as they could claim the benefit of the Richmond Company's Act. They applied in 1865 for an Act extending their area of supply to Richmond, but, upon the threatened opposition of the Vestry, again with drew their Bill. Mr. Senior, the Vestry Clerk, published in 1879 a pamphlet de scribing, from his point of view, the \"struggle\" between the Company and the Vestry, which resulted in the defeat of the former and the triumph of the Vestry, which had determined in 1873 to establish its own Water-"], [34, "28 works in the town, expecting to obtain an unlimited supply of the purest water from an artesian well at the bottom of Water Lane. I had no faith in the promises of the Vestry's engineers, but I took no part in the \" struggle,\" except to ask two or three questions of an engineer at the Local Government Board Enquiry, until the Chairman of the Southwark and Vauxhall Company (to my great surprise) called at my office in London one day in November, 1875, and informed me that the solicitors of that Company and of the Grand Junction Company had resigned, and he proposed that my firm (who were then solicitors for one of the largest London Water Companies) should take their place. I asked if the Directors would be willing to deal liberally with Richmond, and accept the terms which the Lords' Committee of 1861 had proposed. He said they would be prepared to do so if it would content the Richmond people. My firm then accepted the appointment, and I so informed the Vestry by letter on the 9th November, J875. In pursuance of the Chairman's assurance to me I was authorised by the Board lo offer to the Parish that the Company should take over the works then in progress (repaying the Vestry the expenses incurred), and complete the well as designed — to supply the town from this source if it was a success, and, if not, to supplement the well water from the Company's reservoirs, and to charge the inhabitants a four per cent, rate, free from any addition for high service. &c. I submitted these terms to the Meet ing of Ratepayers called to sanction the Vestry's opposition to the Bill of the Company then before Parliament, but they were not deemed at that time worthy of consideration. The Vestry had been promised a site for a Reservoir in Richmond Park (a very important concession) and it was in no mood to give up its position. Litigation followed, in which the Vestry was successful, on the grounds that the Richmond Compauy had ceased to supply, and that the Southwark Company had no statutory power to do so. The Vestry accordingly pursued its plans, and has expended altogether upon the water supply £71,000, of which still remains charged upon the rates, with a further authorised but not yet raised. A \"constant supply of the purest water at a charge of 6d. in the £\" was promised by the Vestry Water Committee, but unfortunately this has not been realised. The rates charged since the works were completed have never been less than is. in the £, and twice have been as high as is. 4d. The rate is now is. 2d., which yields, with the trade supplies and water rents, about £10,000. These rates are, however, made upon the rateable value, whilst the Company's charge would have been upon the full rental or gross value."], [35, "29 The following statement will shew how the £77,000 has been expended APPROXIMATE STATEMENT OF THE COST OF THE VESTRY'S WATERWORKS, TO 29th SEPTEMBER, 1890. £ Wells at Water Lane ... ... ... .. ... 21,453 Engine and Boiler House and Engines and Machinery there 9,823 Engineer's P.esidence ... ... ... ... ... 637 Reservoir in Richmond Park ... ... ... ... 4 104 Mains and Distribution Pipes and connections through- out the Parish ... 22,871 Local Government Board Inquiries, Litigation, cost of raising Loans and Sundries ... ... ... 757 Engineers and Clerks of Works ... ... ... ... 2,639 Well at 1'errace Gardens and Adits therein (inclusive to date) ... 6,244 Total £68,528 The Balance of the £77,120 raised by Loans was expended in providing temporary supplies pending the completion of the permanent work (the Rates received during the period going against the outlay), and in repayment of a Loan (£1,200) originally borrowed for one year only. W. PENN-LEWIS. \\lth October, 1890. There has been a very insufficient supply from the Artesian well at Water Lane, which has been supplemented by water from a shallow well in the Petersham Meadows, and for the last six years the Vestry has been compelled to take a large quantity from the Southwark and Vauxhall Company. The Company's mains were joined up with those of the Vestry in September, 1883, and an agreement to pay the Company (a maximum sum of) is. per 1,000 gallons was sealed on the 6th November, 1883, and subsequently confirmed by Act of Parliament. In 1889-90 the sum paid to the Company at the above rate was ,£1,761, and the estim<ate for 1890-91 is £1,700. The new Artesian well, sunk in the Terrace Gardens, gives promise of a good yield of water, and the Water Committee expect that the Parish will soon be freed from the obligation to take water from any source but its own wells."], [36, "30 As the loans are being paid off at the rate of £3,000 to £4,000 a year, the water rates will be hereafter reduced, and if the new Artesian well turns out to be a success, there is a reasonable prospect that the town will ultimately possess its waterworks free from debt, and get its supply at half the present charges. I annex some particulars of the works as furnished by the Vestry's Engineer : — Water Zd«f.-Dummy well, 140 feet deep, by 8 feet 6 inches diameter. Artesian well, 254 feet deep, by 7 feet diameter, reduced to 3 feet diameter. Total depth, including bore-hole, 1,446 feet. Terrace Gardens. — New well, 320 feet deep, by 9 feet 6 inches diameter, reduced to 6 feet 6 inches diameter, in the chalk ; bore-hole 150 feet deep, diameter 11 inches. Total depth 470 feet. Engine Power — 5 pumping engines collectively, no horse power nominal. Thc Petersham Well, which is held on lease from the Dysart Trustees, is 1 1 feet 6 inches deep, and 9 feet diameter. The Engineer states that its yield in October, 1890, was an average daily quantity of 96,000 gallons. This water is carried into the dummy well at Water Lane by means of a syphon pipe, and from thence pumped with the deep well water into the mains. The average daily total quantity of water supplied to the Parish in 1889-90 was 477,700 gallons, which, for an estimated population of 23,000, gives less than 21 gallons per head for all purposes. The average supply by the Metropolitan Water Companies for the last year was for domestic purposes alone 23 '93 gallons per head per day, and for all pur poses 29-91 gallons, so that if the figures given are exact, the Richmond supply is more carefully given, and with less waste, than in London. As to the quality of the Richmond supply, Dr. Rowland, the Medical Officer of Health, has sent me the following letter: — \" 1, Old Palace Terrace, \"November 1st, 1 890. \"Dear Sir, \"In reference to the public water supply of the town of Richmond, \" I have for the last 13 years kept the Vestry regularly informed as to \" the quality of the water supplied to the inhabitants, and for the last \" 10 years I have made a careful monthly examination and chemical"], [37, "31 \" analysis of the same, and reported the results to the Sanitary Authority. \" The water, as you know, has, during this latter period, been obtained \" from three sources.\" \" (a) The deep well at the waterworks in Water Lane. \" (b) The well in the Petersham Meadows, into which the water \" flows from springs in the surrounding sand and gravel beds \" on the southern side towards the park. \" (c) A supplemental quantity has been taken for some years \" from the Southwark and Vau.xhall Water Company.\" \" To this is now added a quantity from the new deep well in \" the Terrace Gardens. \" The quality of the general supply has been uniformly wholesome \" and satisfactory for dietetic and general domestic purposes. It has \" been fairly soft, although slightly harder than the river waters supplied \" to London. \" I annex a report (vide page 32) of the average results of the \" chemical analysis, by which you will see that although variously \" compounded, the composition has remained of about the same \" excellent quality throughout. \" Believe me, dear sir, \" Faithfully yours: \"JOHN T. ROWLAND. \" Charles Burt, Esq., \" Chairman of the Vestry of Richmond.' STREET WATERING. THE watering of the public streets by the Vestry seems to have begun in 1831, when it ordered, for the use of the Parish, two hand water carts \"similar to those used by the Commissioner of Woods for watering the Kew Road.\" That the Vestry has well fulfilled this important duty of late years, will, I think, be admitted by all. The length of roads now watered is about 22 miles. The water used is partly taken from the Thames, and partly supplied from the waterworks. An annual charge of £600 for water for roads and for flushing sewers, cattle troughs, urinals, Parish Yard, the Terrace Gardens, vestry offices, &c, is made to the highway account, and credited to the water rate, and about £450 a year is paid for labour, vans and other expenses."], [38, "32 JOHN T. ROWLAND, Medical Officer of Health. ANALYTICAL REPORT. OFFICES OF MEDICAL OFFICER OF HEALTH: RICHMOND, SURREY. • N \\.ME and DESCRIPTION of the SAMPLES of WATER. Grains per Gallon Parts pk: : Million. Hi jjkf.es. Date. SolidB. Chlorine. Free Ammonia, Albumins id Ammonia. Ini1i:j] IlunlncRR. Average Sample for so;ne years past. 29 3-o 0-05 OO3 18-5 From the Mains in the Town of Richmond lids is a good Water for domestic purposes. Reducible by boiling-. EXAMPLES. LONDON WATER SUPPLY (Thames) ,, ,, ,, New River ,, ,, ,, Kent Company Very Bad Water. Thames Water at London Bridge ... i8-s 177 26*5 Not j 1*2 II 21 given. o-oi OOO O06 006 OOI 002 I 02 o-59"], [39, "33 STREET LIGHTING. THE first efforts of the Vestry in regard of its duty of lighting the Parish have been previously mentioned. The first introduction of Gas took place in 1827 (an offer made to the Vestry by Mr. Healey in 1825 to construct works and lay pipes having fallen through), when the Brentford Gas Company agreed with the Vestry to lay the necessary pipes to Richmond from their Works at Brentford, and supply \"65 square Lanterns,\" put up the posts, etc., ancl repair, clean, and light the lamps with gas during nine months of the year for £260 a year (£4 per Lamp). The Brentford Gas Company continued to supply Richmond until 1849. On the 12th May, 185 1, they applied for permission to take up their pipes, and this was given. The Richmond Gas Company was, I believe, originally formed in 1848. It had a formal Deed of Settlement in December, 1853. and was thereon registered as an unlimited Company. In 1856 it was converted into the Richmond Gas Company, 1S53, Limited, and was incorporated by special Act of Parliament in 1867 as the Richmond Gas Company, with the usual statutory powers, an authorized Share Capital of £30,000, and maximum borrowing powers of £15,000. The Vestry and many of the ratepayers petitioned Parliament against the Bill, and from a Report to the Vestry, which was prepared by me, and dated 2nd April, 1867, it appears that very substantial amendments were obtained. The price was reduced from the maximum of 5s. to an actual charge of 4s. gd. per 1,000 feet, with a sliding scale of dividend, rising as the charge for gas is reduced. The illuminating power was increased from 12 to 14 candles, and the Vestry was authorized to establish a testing apparatus, and other provisions were inserted in the interests of the consumers. The Richmond Gas Company have continued exclusively to supply the Parish from 1849 to the present time. The Company have made several applications to Parliament for further powers, and on each occasion the Vestry has obtained for the consumers some reduction in price. The charge made by the Richmond Gas Company for supplying, cleaning, repairing, and lighting 173 public lamps in 1849 was £5 per lamp per annum, for a 7 years' term, the lamps to be burning from sunset to sunrise throughout the year. The charge is now £3 ios. per lamp,"], [40, "34 raised from £3 6s. 8d. at 1st July last, and the Vestry pays for 590 lamps; 562 of these consume 5 feet of gas per hour, 8 consume 10 feet, and 20 consume 15 feet per hour. The Company charge the minimum price for seven of these large special lamps, the others are paid for in proportion to the quantity of gas consumed. The total cost of street lighting is £2,187 ios. per annum. The charge for gas to private consumers was, in 1889, 2s. iod. per 1,000 cubic feet, but from 30th June, 1890, has been raised to 3 s. per 1,000. The Company's maximum charge is, by their Act of 1S81, limited to 4s. per 1,000, to private consumers in Richmond, and the illuminating power required is 15 candles. Under the Act of 1867, the Vestry has established a testing apparatus, which is in constant use. The Report of the Gas Tester is read at each General Meeting of the Vestry, and it is but fair to say that the Reports almost invariably shew that the gas supplied is of higher illuminating power than the standard required by the Company's Acts. The Capital of the Richmond Gas Company at 31st December, 1889, as appears from the printed account sent to the Vestry under the Act, is as stated in columns 1 and 2 of the following table : — Authorised. Raised. Maximum Dividend. Latest Market Price of £ 100 Stock. A. Ordinaiy Stock £30,000 £30,000 10 per cent .£207 os- °<1- MB. Do. 30,000 30,000 8 to 10 per cent., according to the price charged for gas ... £207 os. od C. Do. 40,000 26,549 7 per cent £140 os. od. 100,000 86,549 5 per cent £125 10s. ocl. Debenture Stock... 15,000 15,000 Do. ... 10,000 £125,000 £101,549"], [41, "35 The Revenue Account for the year.iSSg shews Total Receipts for Gas, Coke, &c £3 3. 1 80 Expenditure, including £800 a year to the Directors 24,604 Balance profit £8,576 The maximum dividend of 10 per cent, was paid on the £60.000 A and B Stock, and of 7 per cent, on the remaining £26,549, and a balance of £2,170 was carried forward to 1890. The Company had a Reserve Fund of £7,941 available to make up any deficiency of Dividend. They possess power to raise a further £13,450 in shares, and £10,000 by Debenture Stock. From the foregoing particulars it will be seen that the Richmond Gas Company is a very prosperous undertaking. Increased wages and cost of production fall upon the public and not upon the Share holders, as the Company can charge up to 3s. 6d. per 1,000 feet before any reduction of Dividend, even on the B Stock, would be required. With a view to utilize the powers of the Electric Lighting Acts the Vestry, in 1883, applied for and obtained a Provisional Order, confirmed by the Electric Lighting Orders Confirmation (No. 6) Act, 1883, which authorizes the Vestry to supply Electric Light within the Parish upon the usual conditions. The prices chargeable are for any quantity up to 100 units £3 ios. per quarter, and for each unit over 100 units, 7d. per unit. A Committee of the Vestry has had the subject of Electric Light ing under its consideration for a long time, but the Order has not yet been carried into effect. From the Final Report of the Committee, dated 14th October, 1S90, it appears that a proposed contract with a London Company, enabling such Company to execute works and give a supply in Richmond, has been drafted, and altered by the Committee as they consider it should stand. The Council is therefore free to deal with the important matter of Electric Lighting in such way as it deems best. In connection with this subject, I may call attention to the powers conferred on Urban Authorities by Sections 161 and 162 of the Public Health Act, 1875. c • ••"], [42, "36 WATCHING AND POLICE, AFTER thc appointment by the Parish Trustees in 176S of two \"able men\" to watch and patrol the streets, there are many references in the Records to the appointment of Watchmen. The Vestry increased the number as the town increased in extent and population, and retained the duty imposed upon it by the Act of 1785 of maintaining \" a nightly watch within the said Parish,\" down to the 13th January, 1840, when, under the provisions of the Police Act, 10 George IV., Cap. 44, and Sir Robert Peel's New Police Act, (2 and 3 Victoriæ, Cap. 47, Section 34), the Parish of Richmond, being within fifteen miles of Charing Cross, was added to the Metropolitan Police District, and placed under the charge of the Metropolitan Police. Of course this involved the payment of Police Rate, which is levied on the inhabitants as part of the Poor Rate. The amount paid by the Vestry for Police Rate in 18S9-90 was £3,700. Notwithstanding the payment of this large sum, the Vestry was recently informed by the Chief Commissioner that the duty of enforcing the order for muzzling Dogs rested with the Sanitary Authority, and not with the Police. It appears that the amount paid by Richmond, under the present arrangement, is far larger, in proportion to its rateable value, than that paid by other places in the Administrative County of Surrey outside the Metropolitan District. Probably the attention of the Council will be called to the matter, with a view to obtaining some reduction on the present charge."], [43, "37 DISPOSAL OF HOUSE REFUSE. FOR many years past great trouble .has been experienced in disposing of the household refuse of the town. In former days there were constant complaints of the inefficient system of collection, but it is due to the present Town Surveyor to say that these complaints have for the most part ceased, and that the system of collection is now satisfactory, although expensive. But to get rid of the stuff without nuisance or offence after the carts have taken it from the houses is increasingly difficult. The market gardeners will not have it, the holes and hollow places in the Parish have been filled, the neighbouring places, one and all, refuse to let it be deposited there — alleging that it produces fevers and other evils — to barge it away would be very costly, and the loading objectionable, because the barge would have to be for several days alongside the wharf, and there is no wharf belonging to the Vestrv. In 1S84 the Vestry appointed a Committee to examine the Dust Destructors in use at places in the north of England, and several members visited Leeds, Burnley and other places where Destructors were in use, and reported very favorably upon the system and recommended the Vestry to erect a Beehive Destructor in the Parish Yard, at a cost of £500 or £600. The report was, at the next meeting of the Vestry, adopted by a majority of the members present, against the strongly expressed wish of others to delay the matter and give time for further enquiry. The Destructor was erected, and, with alterations and additions, cost the parish £535. It was worked from 30M August, 1884, to 18th June, 1S85, when its further use was stopped by an undertaking of the Vestry, as Defendants in an action brought against it by a neighbouring householder, who complained of serious nuisances arising from it. The costs of the litigation, which the Vestry had to pay, amounted to nearly £600. There seems to be no doubt that this Beehive Destructor was not suited for a residential district, but Major Bull, the then Chairman of the Vestry, in his \"Review\" records his opinion that a Destructor in the Parish is \"the cheapest, the most efficacious, and the easiest mode of getting rid of the refuse.\""], [44, "38 All the dust shoots in the neighbourhood being filled or closed against the Vestry, they, on the jth July, 1S90, entered into a contract (after advertising for tenders) for taking away the refuse from the Parish Yard, by railway, at a cost of £500 for six months, and thereafter for £84 a month— the contract being terminable by either party after the first six months on giving one month's notice. Upon this basis the cost to the Parish of the collection and disposal of the refuse is at the rate of £2,400 a year, the cost of collection being about £1,400. The total quantity dealt with is now about S:OCO tons a year, which increases in proportion to the number of new houses built and occupied. Many efforts have been made to acquire a site for an improved Destructor away from the town, but as yet without success. On the i*/ July, 1890, after much and urgent negociation on the part ofthe Vestry, the Crown agreed to sell to the Vestry 6 a. o r. 26 p. of land in Mortlake Parish, near the Richmond Gas Works, and immediately adjoining the road belonging to Richmond, called Manor Road. The price for the 6a. or. 26 p. was £3,697 ios., being at the rate of £600 an acre. It was expressly agreed that on part of this land the Vestry might erect a Dust Destructor, constructed upon the most approved principles, but they were not to deposit rough dust thereon, nor do anything which should be a nuisance to neighbouring premises. The Agreement is subject to the sanction of the Local Government Board being obtained to a loan for payment of the purchase money. The Vestry decided to adopt a Report of the Parish Yard Com mittee, recommending the erection of a Destructor on Fryer's Patent, and applied to the Local Government Board for permission to borrow £8,000 for the purpose, and the purchase of the above land. On the g/h July, 1890, the Board wrote, calling attention to section 285 of the \" Public Health Act, 1875,\" and enquiring whether the Vestry had obtained the consent of the Local Authority of Mortlake to the erection of the Destructor. The Vestry thereupon applied to the Rural Sanitary Authority for its consent, which, after a public meeting ofthe inhabitants of Mortlake had been held, was, on the 24/h September, 1890, refused. Notices had in the meantime been received from several persons in the neighbourhood of the proposed site, protesting against the intended works, and threatening legal proceedings if the Destructor were erected. The Works Committee of the Vestry being of opinion that there was"], [45, "39 no legal or other sufficient ground of opposition to a properly constructed Destructor, communicated with the London and South Western Railway Company, suggesting an exchange of land— the Railway Company having land on the Richmond side of the Manor Road, immediately opposite the six acres agreed to be bought by the Vestry. The Company being desirous of substituting a bridge and road over their Railway, instead of the existing level crossing at Manor Road, in the first instance received the suggestion favorably; but on the 29th October, 1S90, wrote that, in view of their own requirements, they were not prepared to make an exchange as suggested. I believe that an Act of Parliament could be readily obtained, authorizing the use of the Mortlake land for a Dust Destructor, if the Council should think fit to apply for it. Dust Destructors have been successfully established at Bournemouth, Hastings, Southampton, Ealing, Hornsey, and other places, and I see no reason why there should not be one for Richmond. With the great experience obtained as to their construction and use since 1884, the Council may, I think, rely upon not falling into the mistakes which were made in the cheap and inefficient work formerly erected in the town. The matter, however, should have careful and serious consideration. Much information is to be found in the \" Report on the destruction \" of Town Refuse,\" by Mr. Thomas Codrington, C.E., Engineering Inspector of the Local Government Board, published in 18S8. Mr. Codrington concludes his Report as follows : — \"The escape of dust and \" of smell from the chimney must be regarded as defects to be amended, \" especially where the air is not already polluted by factory chimneys; \" much in the way of prevention may be effected by careful and \" systematic firing and feeding, combined with large flues or dust \" chambers, and frequent removal of dust and proper regulation of the \" draught. When these precautions do not suffice, passing the products \" of combustion through or over a second fire, appears to be the \" most promising means of destroying smoke or smell, and preventing \" the escape of dust. \" In other respects the burning of town refuse by furnaces already in \" use appears to be succe.ssfully carried out. There is no accumulation \" of an offensive material at the works and very little smell. Everything \" combustible is burned within a few hours of collection without nuisance, \" and at a cost which compares favourably with the old system of carting \" the refuse to tips. A valuable means is at the same time provided for"], [46, "40 \" effectually disposing of infected bedding and clothing, condemned meat \" and provisions and the carcases of diseased animals. Further improve \" ments may be expected; but the results already attained show that the '• destruction of the refuse of towns by fire is not only practicable, but is \" the best, and often the only, way of dealing with it in a manner to \" satisfy sanitary requirements.\" ■•• RECREATION GROUNDS. I DO not know of any town in England so well supplied with Recreation Grounds as Richmond. The splendid Park of 2,200 acres at the south end. and Kew Gardens at the north, are of world-wide fame. The Terrace and Terrace Field and Gardens, The Petersham Meadows, The Green and Cholniondeley Walk, with over two miles of footpath on the riverside, afford charming walks and lounges for residents and visitors. In addition to the Green, which is free for public use, a part of the Deer Park has been granted for the use of subscribers and public exhibition of athletic sports, and the Vestry has recently made a Play Ground about one acre in extent in the Lower Mortlake Road, for what has become a thickly populated part of the Parish. The cost of the Terrace Gardens, purchased in 1886 (after selling off the portions of the Buccleuch Estate, which were purchased, but were not required by the Vestry), was £16. 118, and this with £1,956, the cost of fencing and laying out, and expenses of the Local Government Board enquiry, etc., makes a total cost of £18,174. Towards this sum sub scriptions were received (including £550 from Sir Whittaker Ellis) amounting to £982, leaving a net total cost of £17,092. The fountain at the principal gate was given by subscription. The annual cost for maintenance and caretaking of the Gardens was, for lhe year ending 1889-90, £598, and for 1890-91 the estimate is £631. The repayment of principal and interest on the Loan of £15,000 entails an annual charge of £696, so that the total annual cost to the Parish for these charming Gardens is about £1,300. The last instalment of the principal of the loan will be payable in 1936. With respect to the Play Ground in the Lower Mortlake Road, the cost of the land (bought from the Crown), was £1,500, and the laying out and fencing, &c, are estimated at £1,000 additional. Thc"], [47, "41 estimated cost of maintenance and caretaking is £100 a year, and the annual charge for interest and repayment of principal of the loan of £2,500 is £135, making the total annual cost to the Parish of this ground £235 during the 30 years' continuance of the loan. <•) PUBLIC BATHS THESE Baths, situate in Parkshot, were erected in 1882, at a cost (including fittings, engines and machinery, and purchase of site) of £10,188. This amount was raised by Loans, of which £8,098 remained unpaid at Ist November, 1890. The date for payment ofthe last instalment of these loans is 16th May, 191 1. The annual charge for principal and interest is now about £590, and the working expenses are about £1,050, total £1,640; whilst the receipts are about £800, leaving an apparent deficit of £840 per annum. It must, however, be borne in mind that the expenses include £210 credited to the Water Rate Account, for Water supplied by the Vestry, at the rate of 1/- per 1,000 gallons as paid to the Southwark and Vauxhall Company, and that £282 a year ofthe £590 is for repayment of principal of loans. During the year ending Lady Day, 189O, the Baths were used by 50,221 bathers, and from March to October, 1890, there were 48,401 bathers, of whom 13,840 used the Warm Baths, and 34,561 the Swimming Baths. Between October and March the Swimming Baths have heretofore been closed. Arrangements are now under consideration for flooring the Swimming Baths, and letting them to a Gymnastic Society for use in the Winter months. In 1886 there was a serious fire at the Baths, but £1,500 received for Insurance money practically paid the cost of restoration, which was effected in the Spring of 1887. PUBLIC STREET IMPROVEMENTS. THE Vestry has done its best as occasion offered to improve and widen the old narrow streets of the town, and to remove obstructions. The main street from the Police Station to the Park end of thc"], [48, "42 Terrace is very narrow, and quite unequal to the enormous traffic which passes through it. George Street is often blocked with vehicles. and for foot passengers the pathways are very insufficient. But the cost of acquiring even a narrow strip of land in the street is so great as to preclude any action in this direction, except when a house is being pulled down for rebuilding, and even in these cases thc compensations claimed and the incidental charges are in most cases out of all proportion to the area to be acquired, and make it extremely difficult to effect improvements which are very greatly needed. Never theless, I venture to express the hope, that the Council will avail itself of every opportunity to relieve the present congested state of traffic in the main thoroughfares when it can be done at any reasonable cost. Useful widenings have been recently effected at the Hill Rise and the Ellerker House Estate, and in the Lower Road, and some shop properties have been set back in George Street. In Lower George Street very important improvements have been made, after much labour and diffi culty, at a cost of about £6,000. The entrance to the town by the main road from London was here reduced to a minimum width of 18 ft. 3 in., and was dangerous both to carriage and foot passengers. A number of wretched and unwholesome old houses and wooden offices formerly stood on what was usually called \"Bug Island,\" and the whole place was a disgrace to the town. These buildings have all been purchased and removed, and the road widened throughout to 30 ft., giving a double carriage-way and foot-paths on both sides of the road, whilst, in lieu of the dilapidated old buildings, handsome structures have been, and are being, erected, which will be ornaments to the town, and will, by their high rateable value, materially reduce the cost of the improvement. Such works are necessarily expensive, but I feel sure that those who knew the locality in past years will agree with me that the alterations were absolutely necessary to facilitate the continually increasing traffic, and to maintain the good reputation of the Town. I looked for a contribution from the County Council towards the cost of this improvement of the \" Main Road,\" and the Highways Committee of the Council recommended the grant of £100 a year for 30 years, but the recommendation was not adopted by the Council. I have since come to the conclusion that the Town is probably gainer by the refusal of the Council to contribute. If they had given us the £100 a year, many other places would have got contributions for their improvements, and with the comparatively large valuation of Richmond we should probably have had to pay in additional rates more than we gained by the Grant."], [49, "43 It will be seen from appendix No. 5 that the total amount borrowed by the Vestry for Public Street Improvements is £24,975, and that £16,526 only is now owing on this head. The first of these loans was raised in 1877, and the last in 1889. The £2,000 for the Castle Road (vide p. 53) is included. £6,200 of the total was borrowed in 1886 for channelling and kerbing the principal Streets, and this outlay has greatly improved the appearance and permanent condition of the Road ways and Footpaths, and lessened the cost of subsequent maintenance. With regard to the \"Main Road'' from London and Mortlake to and through George Street to Petersham Boundary, the County Council grants to the Vestry £1,800 a year for maintenance, and the County Surveyor reports this Road as in \"Excellent\" condition. It is the only Road in the County to which the expression \"Excellent\" is applied by him. I think I may add that all the Roads in the Parish for which the Vestry is responsible are in very good order at the present time. • a. THE PARISH CHURCH AND THE LOCAL CHARITIES. nPHE Vestry will, under the Charter Scheme retain its ecclesiastical -*- duties and functions. I need only note that the Scheme recites the Richmond Vicarage Act, 1849 (12 & 13 Victoria, Cap. 42), by which the Vicarage of Richmond was severed from Kingston-on- Thames, and provision made for a fixed stipend of £400 a year to the Vicar of Richmond out of the Pew Rents of the Parish Church, and out of a moiety of the fees for graves, monuments, &c. The balance of the Pew Rents, Burial Fees, &c, is to go to the Vicar after payment of the salaries of the Parish Clerk, Organist, Beadle, &c, and other church expenses mentioned in the Schedule to the Act. The powers of the Vestry under the above Act are expressly reserved by the Scheme (Clause 4 and Schedule I.). As to the Ecclesiastical divisions of the Parish, see ante page 13. With respect to the local charities in which the Vestry has from the earliest times been and still is largely interested, I have not time nor space to go into these matters. The only power as to charities transferred to the Corporation is"], [50, "44 that which was conferred upon the Vestry by Hickey's Charity Order, 15th September, 1884, referred to in the second part of Paragraph 6 of the Charter Scheme. The present Trustees, representing the Vestry under that order, are Mr. G. T. Noyce and Mr. Frederick Piggott, who were ap pointed on the 21st October, 1884, and re-appointed on the 22nd October, 1889, ar)d will hold office for 5 years from the last-men tioned date. The main features of the Scheme for the Charity sanctioned by the Order, are that all personal Estate belonging to the Charity is to be transferred to \"The Official Trustees of Charitable Funds,'' and invested. There are to be nine Trustees, two of whom are representative Trustees, and seven co-optative. The seven named in the Scheme are : — Rev. C. T. Procter, Vicar. Admiral R. F. Stopford. Mr. Charles Rugge-Price. Mr. T. J. Carless. Mr. George Ellis. Col. R. W. Sparks. Mr. W. A. F. Bateman Yacancies in the number of co-optative Trustees are filled up by the Trustees, subject to the approval of the Charity Commissioners. There are twenty-eight Almspeople (fourteen men and fourteen women) who are to receive stipends of not less than £26, and not more than £30 a year, with coals, and a suit of clothes every alternate year, and residence at the Almshouses. The Trustees are to pay £80 a year to the Trustees of Bishop Duppa's Almshouses, and £80 a year to the Trustees of Queen Elizabeth's Almshouses, or they may apply those sums for the benefit of the inmates of those houses. The Trustees are authorised to continue to make grants to persons receiving grants from them on the 2Sth March, 1884. The residue of the net income of this Charity is to be divided into two equal parts ; one moiety for the general benefit of the Poor of Richmond (but not in relief of the Poor Rate), and the other moiety for the advancement of Education at Elementary Schools in Richmond. The Order and Scheme are to be kept with the Accounts and Documents of the Charity, and any Parishioner or other person interested may take copies of the Scheme, or any part of it, on application to the Trustees or their Clerk, at reasonable times."], [51, "45 The Income of the Charity in 1889 was £i,8S9, and the Ex penditure, £1,912, with a Balance in hand from former years of £465. The Account is in detail, and gives full particulars of all Receipts and Payments. A copy is furnished annually to the Vestry, and will henceforth, I assume, be sent to the Town Council. • •e CEMETERY. THE Burial Grounds adjoining the Parish Church and at the back of the Vestry Hall having become filled, it was decided on 29th November, 1852, to appropriate for a new Burial Ground for the Parish, 1 a. 2 r. ofthe Parish land near the Workhouse, and that the same. except a quarter of an acre at the north end, reserved for the use of Dissenters, be conveyed to the Ecclesiastical Commissioners. This was accordingly done on 14th March, 1853. The appropriation of this land for Burial purposes is expressly mentioned in the Act of 1785. By order in Council, dated 7th April, 1854, burials in the parish church were prohibited, from that date, and in the churchyard, the burial ground adjoining the Vestry Hall, and the Independent Chapel Burial Ground after 1st August, 1854. In 1873 it was resolved that a further part of the Parish Land containing 2 a. or. 14 p. should be appropriated for burials, and 1 a. 1 r. 26 p. thereof was conveyed to the Ecclesiastical Commissioners on the 6th May, 1873. In consequence of the building, by the Vicar, of a dwarf wall between this portion (which was to be consecrated) and the part to be left un consecrated, stormy discussions took place in the Vestry and amongst the townspeople, but these were happily settled by the removal of the wall, and a rearrangement and increase of the ground, to the satisfaction of all parties. Another rood of land was, on the 22nd December, 1874, conveyed to the Ecclesiastical Commissioners, and 2 r. 27 p. appropriated by Deed, dated ist December, 1874, for Nonconformist burials, under a Burial Board, the members of which were appointed by the Vestry. The Burial Board was first appointed 28th July, 1868, but they merely acted as a Committee of the Vestry until 1874, when the new appropriation of land took place. The Chapel in the consecrated portion of the Cemetery was built by private subscriptions, and the one at the Cemetery Gate was paid for by the Vestry. Its cost was about £600. As part of the arrangements of 1874, the Grove Road Pleasure Ground was laid out to satisfy the occupiers of houses within 100 yards"], [52, "46 of the additional land appropriated for burials, and who gave their consent to such appropriation, on condition that this Pleasure Ground should be made. The total area ofthe Cemetery is 3 a. 3 r. 13 p.. of which 2 a. 3 r. 26 p. is consecrated, and 3 r. 27 p. unconsecrated. On the ist July, 1890, the Vestry completed the purchase from Sir Arthur Rugge-Price of 10 a. I r. 7 p. of land adjoining the present Cemetery for the sum of £10,000. Sir Arthur refused to sell a part of the land for burial purposes, and the Vestry, in view of the early necessity for additional burial space, and that the building of dwelling houses on any part of Sir Arthur's land, or other lands adjoining, would make all the rest within 100 yards unavailable for burials, reluctantly bought the whole 10 acres. The Conveyance, which is dated ist July. 1890, contains some important restrictions : — 1. — The land shall not, without the consent of Sir A. Rugge- Price or other the owner or owners for the time being of the Spring Grove Estate (Queen's Road), be used for any other purposes than those of or incidental to a Burial Ground or a Recreation Ground, save as hereinafter mentioned. 2. — The Urban Authority shall forthwith cause a strip of ground not less than 30 feet wide, to be set apart along so much of the north side adjoining Mr. Fitzgerald's land, as may be authorised to be used for burial purposes, and lay it out to Sir Arthur's satisfaction as a plantation of trees and shrubs to screen the burial ground from view of buildings, as therein defined, and maintain such plantation, so long as required, or until another effectual screen has been formed by buildings. 3. — The Urban Authority, their successors or assigns, may build on such parts of the land as cannot lawfully be used for burial purposes. 4 and 5. — No buildings, other than private dwelling houses and buildings appurtenant thereto, are to be erected, and no such dwelling house is to be, at the date of completion thereof, of less annual rental value than £50 fronting the Grove Road, or £35 in any other case. Plans of the buildings are to be submitted for approval of the surveyor of the owner of the Spring Grove Estate, whose fees for approval are to be paid by the Urban Authority, or their assigns."], [53, "47 6. On the land being laid out as a Burial Ground, Sir Arthur Rugge-Price may select a plot of ground not exceeding 12 feet square as a burial place for himself and family exclusively, subject to the regulations for the time being in force. The 10 a. 1 r. 7 p. has, by arrangement approved by the Secretary of State for the Home Department under the Burials Acts, been allocated as follows: — a. r. p. 304 facing Grove Road, being within 100 yards of dwel- ling-houses, may be sold or let for buildings in accordance with the conditions ofthe conveyance. O O 33 Strip for plantation. 5 017 To be consecrated and used for burials. 1 3 6 adjoining the present Cemetery to be left unconse- crated, and used for burial of Nonconformists. 10 o 20 The remaining 27 perches is required for a short Roadway from Grove Road up to the Boundary of the consecrated Land. The resolutions of the Vestry as to this allocation were passed nth February, 1890. The reports of the Burial Ground Committee of the Vestry, dated 30th May, 1889, and 6th February, 1890, will give further information on the subject. Under the Church Building Acts, the Vicar has received and is entitled to the fees for graves, &c, in the existing Consecrated Cemetery, but he has by letter of 8th January, 1890 (set out in the Committee's Report of 6th February, 1890) expressly renounced any claim to the ground fees in respect of the additional land, and declared his willingness that the Clergy of the several Ecclesiastical Parishes in the Town shall be at liberty to perform the services and receive the surplice fees in respect of ths burial cf their own Parishioners. The Burial Board, by deed dated ist July, 1890, has transferred to the Vestry all the estate property, rights, powers, duties, and liabilities of the Board ; and the Corporation, as the new Urban Sanitary Authority will, under the Charter and Scheme, have all the Vestry's and late Burial Board's property, rights and duties, in regard of the Cemetery and the additional land. One of the first matters calling for the attention of the Council will be the laying out of the additional land, the disposal for building"], [54, "48 purposes ofthe 3 a. o r. 4 p., fronting the Grove Road, and the fixing, with the Bishop of the Diocese, of the fees to be paid under Sections 33 and 37 of the \"Burials Act, 1852,\" the fees, if any, payable to the clergy under Section 33, being agreed to be of a nominal amount. -i< FIRE BRIGADE. THE Brigade, which has existed for many years, is composed of a Captain and twenty other Volunteers, and a paid Superintendent, who resides at the Station in the Square. It is thoroughly efficient, and possesses one new Steam Fire Engine with the most recent improvements, and a second engine, and all necessary appliances of the best kind. During the past year the Vestry has established Telegraphic com munication between the Station and the Residences of the Brigade and the Waterworks at a cost of £75. Its maintenance is contracted for at £10 a year. The business of the Brigade has been conducted by a Committee, consisting of six members of the Vestry and a like number of members of the Brigade. The ordinary cost to the Parish of the whole Establishment is under £500 a year, but £300 is added this year by the extra cost of the New Steamer. I think the Parish is greatly indebted to Mr. Covell (who has acted as Captain for many years) and to his gallant band, for their unpaid and most useful seivice. ■•( FREE PUBLIC LIBRARY. ON the 1 8th February, 1879, a requisition, originated by Mr. Edward King, Proprietor of the \" Richmond and Twickenham Times,\" was presented to the Vestry, desiring that a poll of the ratepayers should be taken as to the putting the Free Libraries Act in force in the Parish. The poll was taken on the 18th March, 1879, and the votes were as follows : — In favour ... ... 1,140 Against ... ... 618 Majority in favour 562"], [55, "49 The matter was accordingly taken in hand by the Vestry, and an excellent site obtained on the Greenside, and the existing building erected from the designs of Mr. Brunton, the then Town Surveyor. The Library was opened in June, 1881. The first cost was £3,000 (including £1,000 for the site). £300 was afterwards borrowed for additional capital expenditure. The Building was enlarged in 1886 at a further cost of £1.300, the total cost (raised by loans) thus being increased to £4,600. Of this amount £4,017 is still owing. The charge for repayment of loans and interest for the year ending Lady Day, 1890, was £243, and for maintenance and working £692; total £935. A Free Library. Rate of id. in the £ is levied yearly as part of the Highway and General Rate, and produces about £660. A Voluntary Rate was also made last year, which yielded £141, and the Library receipts for fines, papers sold, etc., £92. These several sources of income are insufficient for the thoroughly effective working of the Library, £60 was expended last year over and above the receipts for the same period ; but the Institution is not in debt, except for the authorized loans for capital purposes. The Library is considered to be a great success. Its management is under the superintendence of a Committee appointed by the Vestry, and, to a certain e.xtent, independently of the Vestry. The Committee issues a report annually, in which will be found full particulars of its operations. The total number of volumes belonging to the Library was, at 25th March, 1890, 16,592, and the total issues for the year were 93,472 volumes, besides 8,914 consultations of books in the Reference Library. SCHOOL ATTENDANCE COMMITTEE. IN pursuance of the Elementary Education Acts, 1870 and 1876, the Vestry, on the 6th January, 1S77, applied to the Education Department of the Privy Council for authority to appoint a School Attendance Committee under Section 33 of the Act of 1876. The needful authority was given on the 2yd March, 1877, and the Vestry appointed the Committee (consisting of 12 of its members) on the 24M April 1877. The number of members was subsequently reduced to ten,"], [56, "50 On the 2nd May, 1877, the Committee made Bye-laws under Section 74 of the Act of 1870, as amended by the Act of 1876, for securing the attendance of children at school. The School Attendance Officer, appointed by the Committee, visits regularly al 1 the Public Elementary Schools in the Parish and looks after the children and reports defaulters. The Committee meets every fortnight. and has done excellent service. Mr. Senior is Clerk to the Committee. and acts as its Solicitor and Advocate before the Magistrates when summonses are necessary. Thc whole cost to the Parish of this part of the Vestry's work was for 1S89-90, £190. There are nine sets of schools under supervision, and the total number of children therein was in February, 1S90, 3,824. BUILDING BYE-LAWS. ON the 19th May, 1874, a Committee was appointed by the Vestry to prepare a set of Bye-laws to regulate the construction of new buildings in the town. The Committee held many meetings, but it was not till 27th November, 1877, that they produced a first draft of the Bye-laws they recommended for adoption. These bye-laws were for the most part of a very elastic kind, giving the Urban Authority discretionary power in many matters which are under the Bye-laws now required by the Local Government Board strictly limited and defined. On iSth December, 1877, the Vestry adopted and sealed the Bye laws submitted by the Committee, and sent them on to the Local Government Board for confirmation. On the 5th February, 1878, the Board returned them, stating that there were objections to many of the clauses proposed and sending a model ofthe forms which the Board considered desirable. On the 7th June, 1879, a new Committee was appointed at my instance to take up the matter. This Committee also held many meetings, and had prolonged discussions and many divisions, but on the 3rd February, 1SS0, they brought up a fresh set of Bye-laws approved by the majority ofthe Committee, adopting in the main the model of the"], [57, "51 Local Government Board, but modifying their stringency and require ments in various particulars. The Vestry at once adopted and sealed this second set. and sent them on for confirmation. Coherences and correspondence took place with the Local Govern ment Board, and during the next seven years there were endless discussions and divisions in Committee and in the Vestry on various alterations required by the Local Government Board, and which were steadily opposed by influential Members of the Vestry, on the grounds that they were unsuitable to the requirements of an old town like Richmond and would lead to the confiscation of property or unreason able depreciation of its value. The principal difficulty was with reference to the extent of open space to be left at the rear of new buildings, and there was no doubt much force in the arguments used against the requirements of the Local Government Board on this point, as applied to the more closely-built parts of the old town. Several new drafts were sent to the Local Government Board, but the Board were resolute on some points, whilst on others they accepted modifications of their model. Finding that the Vestry would not adopt their requirements, they at length suggested that the part of the town containing the old shop property (to which the arguments had been chiefly directed) might be exempted from the operations of the Bye-laws. This suggestion was accepted in principle, and after much discussion a Plan of the area to be exempted was settled by the Vestry. But after further prolonged debates, meetings of ratepayers, and deputations, the exempted area was ultimately given up by its supporters, and a proviso inserted (end of Bye-law 46) modifying the requirements as to open spaces at the rear of new buildings in the case of old streets, so as to allow of rebuilding to the same height and extent as the building previously standing on the site. Finally, a set of Building Bye-laws, 88 in number, was sealed by the Vestry on the 14th June, 18S8, and confirmed by the Local Government Board on the 16th August, 188S, and some Supplemental Bye-laws, applicable more particularly to corner properties, were sealed on the iSth December, 188S, and confirmed 25th February, 1889. These Bye-laws have been sound useful in regard to the making of new streets, and preventing the erection of improper buildings, and the use of improper materials. 24O sets of plans ha\\e been deposited up to October, 1890, all of which have been carefully examined by the"], [58, "52 Surveyor, and considered by the Highway and Sanitary Committee, and then brought before the Vestry for its approval, or otherwise. But it is held by the Vestry's legal adviser, that the Bye-laws, as they stand, do not apply to the alteration of existing buildings, and it seems also that they do not provide for any specific height or area of rooms, or for regulating internal walls or plastering and other matters which ought to be subject to examination. In these respects, and in others which the Surveyor has indicated, the Bye-laws must be considered defective, and the Council will doubtless deem it expedient to have them amended. Regulations ought also to be made under Section 21 of the Public Health Act, 1875, with respect to the connection of house drains with the sewers. VESTRY HALL AND MUNICIPAL BUILDINGS. IN 1790 the Vestry obtained a grant of 1 rood and 24 perches of land belonging to the Church Estate, and purchased for £350 1 rood and 20 perches (with some buildings thereon— both pieces lying together) for the purpose of a new Burying Ground. The Trustees of the Church Estate granted their portion without payment, and provided £240 of the £350 purchase money for the other part, the balance being found by the Vestry, who paid for the enclosing walls and railings. On the 7th June, 1790, the Vestry resolved to build a new Vestry Office on a part of this land, and this was accordingly done at a cost of £295. This building forms part of that now called the Vestry Hall. The first meeting of the Vestry, at their new offices, was held on the nth April, 1 79 1. In September, 1849 it was decided to build an additional room, and to make alterations in the Vestry Hall, in order to provide for the Magistrates holding their Sessions there. The Contract price for the addition and alterations was £539. The Magistrates pay for the use of the Vestry Rooms £30 a year, which is carried to a separate fund called the Petty Sessions Court Fund, and not included in the Poor or Highway and General Accounts. For many years past the Vestry Hall buildings have been miserably"], [59, "53 inadequate for the purposes of the Parish business. The increased duties thrown upon the Vestry and its officers by the growth of the town, and modern legislation, have made it absolutely necessary to provide additional accommodation. At present the Town Surveyor and his Staff have their offices at the Parish Yard, a long distance from the Vestry Hall,— the Vestry Clerk has his offices in Upper Hill Street, and the Medical Officer of Health and the Inspector of Nuisances have rooms at Old Palace Terrace, on the Green, whilst the Accountant and his Clerk keep the voluminous accounts of the Parish in a very poor apartment in Church Walk, the Rate Collectors have no offices except their own dwelling-houses. The room in which the Vestry meetings are held is so small that it is not possible to give all the Members seats at the table, whilst the representatives of the press complain, and with great reason, of the little bench and form assigned to them. When a deputation attends the Vestry, the Visitors have to stand in a corner, with their backs to the wall; but this is perhaps not without its advantages, as it tends to discourage unnecessary deputating and prolonged addresses. The atmosphere of the room at a long meeting in summer, or with gas and fires burning in winter, is very oppressive and unwholesome, and I trust that the Council will take the earliest opportunity of providing proper municipal buildings where all its officers can be under one roof and the meetings of the Council and its Committees held in comfort and without danger to their health. Many efforts have been made by the Vestry to deal with this matter, and they desired to acquire part of the Castle Hotel premises for new offices, but were unable to come to terms with the owner, when Sir John Whittaker Ellis, Baronet, the Member of Parliament for the Division, seeing the difficulty in which the Vestry was placed, of his own motion purchased the whole property, and on the 30th May, 1888, generously presented to the Vestrv. as a free gift, the site of the Hotel, containing three-quarters of an acre, in the heart of the Town, upon condition that the Vestry should make thereon a roadway from Hill Street to the river, erect such buildings for Municipal purposes as they might think to be necessary, and use the remainder as recreation ground or garden for public use. The conveyance ofthe land is dated 12th September, 1888, but it did not become indefeasible until a year afterwards. The new road (which it has been decided to call \"Castle Road\") has been made and is open to the public, and is in my opinion a very"], [60, "54 great improvement to the Town; the rest of the land awaits the decision of the Town Council as to the buildings to be erected thereon. On this subject I have to record that on the 5th March, 1889, the Vestry issued instructions to competitors for Plans for Municipal Buildings, describing the accommodation which they considered to be requisite, and limiting the cost to £io,000. On the ist July, 1S89, eight designs had been sent in, and the Works Committee obtained the assistance of Mr. Edmeston, an eminent city architect, in the examination of them. The premiums of £100 for the best design, and £50 for the second best were unanimously awarded, on the recommendation of the Committee and Mr. Edmestcn, to the authors of the designs marked \"Q.E.D.\" and \" Westward Ho,\" respectively. Subsequently the Vestry decided to increase the estimated cost to £12,000, and the authors of the plans marked \"Q.E.D.\" and \"Bon Espoir\" were invited to amend their designs within that limit. They did so, and the Vestry then decided in favour of the plans of \"Bon Espoir,\" and applied on the 22nd January, 1890, to the Local Government Board for its sanction to a loan of £15,000 to cover the cost of the proposed buildings (on the design of \"Bon Espoir,\") and fitting and furnishing them and laying out as a garden the part of the ground not occupied by the buildings and the road. On the 3rd March, 1S90, the Local Government Board wrote that the plans comprised rooms, such as council chamber and robing and reception rooms, which might be appropriate for a town hall, but were not strictly within the provisions of section 197 of the Public Health Act as offices for an Urban Sanitary Authority. They added that a Town Council would be authorised to provide such buildings, and that in view of the charter then expected, the Board considered the future governing body should not be committed to large expenditure upon works of this description. Upon this information the Vestry of course took no further steps in the matter. The arrangements with the architect, Mr. W. j. Ancell, will require to be examined and dealt with by the Council as early as practicable. They are not bound to adopt the plans chosen by the Vestry. It should be added that the Vestry has already spent in connection with this matter £2,445 m premiums to architects, compensation to the lessee of some buildings required for the roadway, and the construction of the road and footpath, and alterations thereof. The new road, besides opening up a way to the river, gives public access to the new"], [61, "55 theatre and assembly rooms, upon which the owner has expended very large sums of money, and which are unquestionably important additions to the many attractions of the town, ••• FOOTBRIDGE, LOCK AND WEIR. THE level of low water in the Thames at Richmond has been falling for many years. The primary cause was doubtless the removal, in 1833. of Old London Bridge, and afterwards the dredging away of shoals in the London section of the river, the removal and construction with greater waterway of Blackfriars and Westminster Bridges, and other Metropolitan improvements. These things and the withdrawal above Teddington Lock of enormous quantities of water for the supply of London have reduced the low water level at Richmond Bridge nearly four feet below the level when Richmond Bridge was built in 1774. For many years past the Richmond Vestry and the Twickenham Local Board, and residents in the locality, had urgently claimed from the Thames Conservators the erection of a Lock below Richmond in order to maintain a reasonable depth of water in the river, but all their efforts had failed. The Conservators were advised by eminent engineers that dredging and embanking the river was the proper course to be taken. The Vestry had, at various times, appointed Committees to deal with the matter, and in 1883 a strong Local Committee of Richmond and Twickenham residents, including some leading members of the local authorities was formed, with the Earl of Kilmorey (who then resided at Gordon House, Isleworth), as its Chairman, and Mr. A. Chancellor, Hon. Secretary, to endeavour to get an Act of Parliament for a Lock and Weir at Isleworth. Plans were deposited, and a Bill lodged, but the Conservators and the Brentford Barge Owners and others threatened so much opposition, that, with the slender funds (raised by subscription) at their command, thc Committee were obliged, early in 1884, to drop the scheme. Under threat of a Select Committee of the House of Commons to enquire into the subject, the Conservators undertook to carry out certain improvements in the river, which were to do away with all the mud banks and deepen the river, so as to give \" in the driest seasons, a sheet"], [62, "56 of water including the whole width of the river from bank to bank.\" The cost of these works was estimated at £20,000. Lord Kilmorey's Committee had no alternative but to accept these works, and, if the promises made had been fulfilled, the works would have, to a large extent, met the complaints of the locality. The Conservators accordingly began their operations, and in the five years 1884 to 1888 spent over £21,000 in dredging and embanking the river between Teddington and Kew Bridge. These works, while deepening the channel above Richmond Bridge, left untouched what was practically a bar, viz., the foundations of the bridge itself, and much of the muddy foreshores above and below the bridge was still exposed at low water, and the depth of water was miserably insufficient. Memoriais, correspondence, deputations, and appeals to the Govern ment Departments interested failed to change the Conservators' opinions or practice, and it appeared as if Richmond would soon cease to be a summer resort for boating, as the water was so shallow, and the difficulty of getting through Richmond Bridge at low water so great, pleasure steamboats of the lightest draught were often stranded or stuck in the arches of the bridge, and only powerful oarsmen could get their boats through. In November, 1887, moved by a public meeting at Twickenham, the local Members of Parliament, Sir Whittaker Ellis, Mr. James Bigwood and Mr. H. Labouchere, with Major Bull, Mr. C. J. Thrupp and others, obtained a Conference with the Conservators at the Board of Trade, and as the result it was arranged that the Board should ap point an engineer to report upon the subject. After long discussion and correspondence the Board of Trade did, on the 14th August, 1888, appoint Mr. John Barry, C.E., as a Referee or Arbitrator, but it was found that the expense would be enormous, and that it would be im practicable to carry out the proposed Reference to any useful end, and it was accordingly dropped in November, 1888. It being then too late to move for the Session of 1889, no public action was taken until November, 1889, but Mr. Hilditch, Mr. Thrupp, and I (upon whom the chief conduct of this matter had fallen), took steps in the meantime to prepare for a Bill in Parliament, and with the able assistance and advice of Mr. F. G. M. Stoney, C.E., and Mr. Henry Law, C.E., and Mr. Rapier (of the firm of Ransomes & Rapier), the notices were duly given, and plans lodged for the scheme, which was sanctioned by Parliament in the next Session by the \"Richmond Footbridge, Lock and Slipway Act, 1890.\""], [63, "57 The main features of this scheme are — a Footbridge between St. Margaret's and Richmond ; removable sluices between the piers of the bridge to control the flow of and retain the water above the bridge, a Lock for barges and other vessels on the Surrey side, and a Slipway for boats on the Middlesex side. Mr. Stoney's beautiful invention, by which sluices of enormous weight can, by means of steel rollers placed in recesses provided in the Bridge Piers, be lifted and lowered with the greatest facility, was the key to the scheme, and in order that the sluices when raised might not be left in a vertical position in mid-air, and thus mar the beauty of the landscape, Mr. Stoney, at our instance, devised and patented a plan by which the Sluices when raised are turned flat under the Footway of the Bridge, so as to be out of sight. This was unquestionably a very great improvement upon the original design, and made the appearance of the works pleasing and handsome. The Bill was originally prepared and lodged upon the responsi bility of the Joint Committee of the Vestry and Twickenham Local Board, but by Mr. Thrupp's desire (and he was quite right in desiring it) the Local Authorities themselves were asked to take up and carry on the scheme. They did this in due course, but as some opposition was manifested at the meetings of ratepayers called under the Borough Funds Act, polls of the ratepayers were taken both in Richmond and Twickenham. Votes. In favour 3,398 Against 330 The Richmond Poll gave Majority in favour 3,068 The Twickenham Poll In favour 1,533 Against 625 Majority in favour 908 It was obvious from these figures that the inhabitants were strongly in favour of the scheme. The majority at Twickenham would have been far larger, but for a question about the adoption of a form of Weir devised by Mr. Webb, a resident ofthe Parish."], [64, "58 There were no less than 16 Petitions against the Bill in the House of Commons, and nine of the Petitioners appeared in the Select Committee, in opposition with Counsel. The opposition was of course led by the Thames Conservators. Mr. Bidder, Q.C., Mr. Cripps, Q.C., and Mr. G. W. Duncan, conducted the case for the Promoters. .Vfter the first day's proceedings, the Committee visited the locality and inspected the river for themselves. The contest lasted for ten days, at the end of which time, the Committee passed the Bill with alterations, requiring arches of not less than 60 feet, instead of 40 ; and that the locality should pay the whole estimated cost (£40,000) instead of £35,000 as proposed by the Bill. The Sluices (Sec. 23) were to be worked so as between 8 a.m. and 9 p.m., to hold up the water of the river at the Bridge to 5 feet 9 inches below Trinity high water mark. In the House of Lords there were ten Petitioners against the Bill, and nine appeared by Counsel, led, as before, by the Conserva tors. But the opposition was manifestly weaker than in the House of Commons, and, after five days' discussion, the Bill was passed by the Committee, and received the Royal Assent on the 14th August, 1890, amidst the loud ancl almost unanimous rejoicings of the inhabitants of Richmond and Twickenham. I consider that, under the circum stances, the obtaining of this Act was a great triumph for the locality. To Mr. Bidder, Q.C., and Mr Law, C.E., our success in Committee was mainly due. They spared no time, pains, or labour in their efforts in our behalf; but, indeed, all who took part in the work did their best to ensure the victory. Nearly all our local supporters gave their evidence without charge, and the able engineers who assisted us professionally accepted very moderate fees for their services. I must not omit to mention how ably and strenuously the pro moters of the Bill were aided by all our local newspapers. To Mr. E. King, the editor of the Richmond and Twickenham Times, especially, are thanks due for his zealous and persistent advocacy of our cause. The total costs of obtaining the Act amount to about £4,500. Towards this sum Mr. Thrupp and I collected from residents in the locality about £1,300. These subscriptions were of the greatest value in the initiation of the scheme, as it enabled the Joint Committee to go on with the business before the Local Authorities were able officially to take it up. The subscriptions received and a balance from the former Lock and Weir Fund are being applied in part payment of the costs of the Act, so that to the ratepayers of the whole rateable area, the expense will be under £3,000."], [65, "59 At the date of writing these particulars the Thames Conservators have not decided whether or no they will exercise the option given them by the Act to execute the works, or leave the local authorities to do so. There is an honourable engagement between the joint Committee and Messrs. Ransomes and Rapier, that if the Authorities have to carry out the works Messrs. Ransomes and Rapier will execute them and do all that is required of the Local Authorities under the Act for £40,000. The effect of the .Vet as regards the distribution of the liability for expenses (sees. 4S and 53) is that out of every £100 required £ s. d. Richmond is to pay ... ... ... ... 57 7 3 Twickenham ... ... ... ... ... 35 8 o Isleworth ... ... ... ... ... 213 5 Ham Common ... ... .., ... 1 14 o Petersham ... ... ... ... ... 2 17 4 £100 o o with the proviso that if the Conservators undertake the works, the total sum to be required from all the local authorities is not to exceed £40,000. Power is given (Section 49) for the local authorities to raise money by borrowing for a term not exceeding 40 years. The rateable value of land, houses and property, any part of which is within 100 yards of the river at high water, is (for the purposes of rates under the Act) to be deemed to be twice the amount of the value thereof in the valuation list. No rate is to be made in any year exceed- ing 2d. in the £, increased as above in respect of property within 100 yards of the river. The Amounts which may be borrowed by the Local Authorities are by Sec. 51 limited as follows: — Richmond £25,182 Twickenham I5>93Q Isleworth 1,202 Petersham 1,291 Ham Common ... ... ... 765 £.45,000 This amount was arrived at by putting £40,000 for the works and £5,000 for the co.sts of obtaining the Act."], [66, "60 Upon the completion of the works (to be certified by the Board of Trade) they vest in the Thames Conservators, who are thenceforth to maintain and work them at their own charge, they taking the tolls of the Bridge and Lock. Special care will have to be taken in the preparation and making of the Foot-bridge and Lock rates, especially in regard of the properties which are to pay double the ordinary rates; a list of these properties should, I think, be prepared forthwith. The Vestry has already paid £1,250 out of current rates towards the costs incurred, and will shortly have to find £600 or £700 more to complete their share of the payments. It was early agreed by the Vestry and the Twickenham Local Board that the liability for expenses of obtaining the Act should (as between themselves) be borne in the proportion of five-eighths to Richmond and three-eighths to Twickenham. •j»> FINANCIAL. THE Vestry Accountant has prepared for me some statements which will, I think, be useful and interesting to the Council. They are . (Appendix No. 3.) — A Balance Sheet or Summary of the Receipts and Payments of the Vestry for the year ending Lady Day, 1890; the proceeds of each rate, and the application thereof, being stated separately. (Appendix No. 4.) — Statement of the Loan Indebtedness of the Vestry — Rateable value of the Parish Produce of a Penny Rate, and other information. (Appendix No. 5) — Statement showing the Distribution of Loans obtained, and the Balances owing on the 29th September, 1890, and Memoranda of the further loans applied for. These papers show the financial position of the Vestry, and the income upon which the Council will be able to reckon for the future. The accounts of the Vestry have of late years been most carefully and accurately kept. All payments and receipts pass under the inspection and direction of the Finance Committee, who hold meetings regularly before each General Vestry Meeting, and at other times when circumstances require."], [67, "61A FOOTBRIDGE, LOCK AND WEIR. ADDITIONAL NOTE.— April, 1891. The Bill received the Royal Assent on the 14th August, 1890. By Section 5 it is provided that the Conservators shall execute the works unless within six months after the passing of the Act they give formal notice to the Richmond and Twickenham Local Authorities, or one of them, that they do not intend to execute them, in which event, those Local Authorities are authorized to carry the Act into effect. After mature consideration and much discussion, the Thames Con servators decided to execute the works themselves upon the Local Authorities entering into agreements to borrow the sums required from them respectively, and to pay within a month after delivery of the Certificates the amounts certified (up to £40,000) under Section 48 of the Act. The Town Council of Richmond, the Twickenham Local Board, and the Richmond Rural Sanitary Authority (representing Petersham) have resolved to execute such agreements, and the authorities of Isleworth and Ham Common will probably follow their example, but whether they do this or not, the Conservators are now bound to construct the works as they have not given notice under Section 5 that they do not intend to do so. The plans of the Bridge and Lock have been carefully revised since the Conservators have taken the matter up, and it is understood that a much larger sum will be spent on the works than the £40,000 to be provided by the Local Authorities. The balance will be paid by the Conservators. The following are the particulars of the scheme as now settled : — The Bridge will consist of five arches, the three in the centre being of 66 feet span each, and the two adjoining the Surrey and Middlesex shores, respectively, 50 feet each. Beneath the arch on the Surrey shore, a Lock is to be constructed 250 feet long and 37 feet wide, with entrance 27 feet wide, designed for the passing of vessels and barges when the sluices are down, and under the corresponding Middlesex arch there is to be commodious slip-way or Boat-pass, with rollers."], [68, "62B The Bridge will be constructed of mild steel, with stone piers. Its width will be 28 feet. It will have two separate footways, each about 6 feet wide, and in the intervening space will be the gear for lifting and lowering the sluices. Dwarf towers will be built at each end of the Bridge, containing stone staircases giving access to the footways, and rooms for the caretakers of the structure. In each of the three central arches there will be placed an iron removable sluice or door, constructed on a method invented and patented by Mr. F. G. M. Stoney, M. Inst. C.E. Its depth will be 1 1 feet, and its weight about 30 tons. Its centre of gravity being carefully calculated, it will be furnished on that line, and at each end with a short axis or trunnion. This trunnion will be carried in large square blocks which can slide up and down in vertical guides recessed into the sides of the Piers. To the trunnion blocks are made fast one end of each of two wire ropes or chains, the other ends being carried up to the Bridge, and passed over large sheaves fixed at the top and attached to balance- weights. The ponderous sluice door being thus balanced it can be moved up or down at will like the sash of a window, and various contrivances of detail will be adopted to make this movement as easy as possible, so that the sluice can be raised or lowered in a few minutes. The attachments to the ends of the sluice door being fixed so that the axis of the door coincides with its centre of gravity, it can be easily turned over on to its side. Whilst being lifted it will be turned by self-acting means, with its face downwards, and this face will be in the plane of the floor of the two footways, and between them. The only part of the sluices which will be visible from the River or the Banks will be the lattice girders or ribs on the top side; these will be arched in form, and will present an outline harmonious with the arches of the bridge, but, in fact, they will be scarcely seen at all, being masked by two lines of handsome outside railing. By the Act of Parliament, the sluices are to be worked so as between 8 a.m. and 9 p.m. to hold up the water of the river at the bridge to the height of 5ft. 9m. below Trinity high water-mark, but, with the written consent of the Board of Trade, the Conservators may keep up all or any of the sluices for such periods as they may think necessary, for the protection of the navigation of the river."], [69, "63B The mode of working will, subject to these provisions, be as follows : — In times of heavy rain or floods, the sluices will always remain up. In the normal state of the river when the tide has ebbed to a limit of 5 feet below Trinity high-water mark, the sluice doors will be lowered to within a few inches of the bottom of the river, the extent of opening left being adjusted by the sluices themselves according to the quantity of land water coming down. The water will never flow over the sluices. The sluices will continue in the position last described all the time of low water, but on the return of the tide they will be lifted and turned under the bridge, and so remain until the tide again ebbs. The bridge work and sluices are to be constructed for the Thames Conservators by Messrs. Ransomes & Rapier, of Ipswich and London, under the direction of Mr. C. J. More, M. Inst. C.E., Chief Engineer to the Conservators. It is expected that the whole work will be completed by September or October, 1892. The Tolls payable for use of the Slip-way and Lock will be received and retained by the Conservators. They include Tolls of is. 6d. for every steam pleasure-boat and passenger steamer, and every house-boat under 50 feet in length. House-boats over 50 feet will pay 2s. 6d. Sculling boats, pair-oared row boats, and other small craft, 3 d. Four-oared boats and sailing boats, 6d. Over four oars, is. The above Tolls include going and returning on the same day. There is power to commute Tolls for fixed yearly payments. The Toll for passengers using the Footbridge is id. each time of passing. The Conservators may reduce, but cannot increase, the Tolls specified. I may, perhaps, appropriately conclude these notes with the following resolutions which were unanimously passed by the Richmond Vestry on the 19th August, 1890. (a) \"That the Vestry receives, with the greatest possible satisfaction, the announcement of the successful passage through both Houses of Parliament of the Richmond Footbridge, Lock and Weir"], [70, "64D Bill, and while congratulating the Joint Committee of the Vestry and the Twickenham Local Board upon the result, tenders them its most hearty thanks.\" (b) \"That the Vestry desires to acknowledge and place on record its grateful appreciation of the generous services, and the untiring energy and consummate skill and tact with which its Chairman, Charles Burt, Esq., has initiated and successfully piloted through both Houses of Parliament, in the face of a powerful and strenuous opposition, the Bill for the construction of a Footbridge, Lock and Weir at Richmond, the making of which will, it is believed, restore to the River Thames at Richmond much of its pristine beauty, and its usefulness for navigation and recreation, and while adding to the charms of Richmond as a residential suburb, will also tend to increase the material prosperity of the newly-formed Borough.\" (c) \"That the Vestry desires to acknowledge and record its high appreciations of the zealous, long continued, and valuable services of its esteemed member, James Bracebridge Hilditch, Esq., in connection with the successful application for the Act authorising the construction of a Footbridge, Lock and Weir on the River Thames at Richmond, and of the splendid series of photographic views taken by him 'of the condition of the river at low water, which the Vestry believes to have had a very material effect in obtaining the sanction of the Committees of both Houses of Parliament to the Scheme.\" (d) \" That the foregoing votes of thanks to Mr. Burt and to Mr. Hilditch be Illuminated on Vellum, and be suitably framed and presented to them respectively, and that a copy of the resolution marked (a) be forwarded to each Member of the Joint Committee.\" The Twickenham Local Board also passed a resolution of thanks to their Chairman, Mr. Thrupp, and to the Joint Committee for their exertions."], [71, "61 A list of all proposed payments as sanctioned by the Finance Committee is printed at the back of the Vestry Agenda Papers, so that every Member knows what is to be done in this regard. The receipts are also stated on the Agenda Papers. The Collectors' Accounts are carefully checked and certified by the Accountant. The Veslry Clerk and Surveyor certify for all payments required in their several Departments, and each Committee having charge of special business is required to certify the Accounts relating- thereto. All the Vestry Accounts are rigidly examined and vouched every year by the Auditor appointed by the Local Government Board. HEALTH OFFICERS AND OTHER MATTERS. THE Medical Officer of Health attends on Fridays at his office. Old Palace Terrace, and the Inspector of Nuisances every day from IO to II and from 5 to 6. Both officers attend the Sanitary Committee, which consists of all the members of the Vestry, and meets every week. Every case reported is considered, and care is taken to ensure that sanitary defects are remedied, and nuisances abated as speedily as practicable. Summonses are issued when the formal notices fail to produce the desired effect. The provisions ofthe Infectious Diseases (Notification) Act, 1889, are also dealt with by the weekly meeting of the Sanitary Committee. The Vestry has recently adopted the Infectious Disease (Preventive) Act, 1890. This Act contains provisions which will be found very useful in practice. The Medical Officer of Health writes an Annual Report of the Health and Sanitary condition of the town, with full details and statistics. This is printed and circulated amongst the members of the Vestry and others specially interested in the subject. The Report for 1889 states the birth rate at 24.5 per 1,000 of the population, and the death rate (calculated as therein explained) at 13 per 1,000; the death rate for London being 17.5 for the same period. Since the constitution of the County Council, the Vestry has by delegation from the Council exercised the functions formerly dealt with by the Justices, respecting the Contagious Diseases of Animals. They have appointed as their Veterinary Inspector Mr. Lupton, M.R.C.V.S., who attends the weekly meeting of the Sanitary Committee, and reports on"], [72, "62 the condition of the District. The County Council pays the expenses incurred. The County Council has also remitted to the Vestry the granting of licenses for stage plays in the parish. The Public Health Acts Amendment Act, 1890, contains many valuable provisions (including power to issue stock and consolidate loans'), which will, I trust, be early brought under the notice of the Council, with a view to the adoption of the Act for Richmond. <■•> OFFICERS AND STAFF. The following is a Jist of the paid Officers and Employes of the Vestry at 1st November, 1890, and their respective remunerations Salary. £ s. d. £ s. d. .Mr. F. B. Senior.* As Clerk to Urban Sanitary Authority 450 o o As Vestry Clerk ... 50 o o As Clerk to School Attendance Com- mittee ... ... ... ... 50 o o As Clerk to Baths Committee ... 20 o o As Clerk to Fire Brigade Committee 10 10 o As Clerk to Burial Board (frds of £25) 16 13 4 597 3 4 %. £105 additional was paid in 1890 for special services in connection with Lower George Street Improvements. £ s. d. Mr. W. Brooke. Town Surveyor 500 o o 250 o o Assistants and Clerks Mr. J. E. Broderick. Road Foreman (with residence) ... 136 io o Mr. W. PENN-LEWIS.f Accountant ... ... ... ... 250 o o Additional, re Burial Board ... ... 8 6 S Accountant's Clerk ... ... ... 39 o o i £25 i-.Ura was paid at Easter, 1890, for special cervices during the previous year."], [73, "63 Dr. J. T. Rowland. Medical Officer of Health ... ... 210 o o Half paid by tlie County Council Mr. A. A. Goodwyn. Inspector of Nuisances ,co 0 0 Half paid by the County Council. Mr. H. Hunt. Assistant ditto. __00 Mr. G. M. Whipple. Gas Tester ... ... ... ... ,-OQ Mr. W. Cook. Inspector of Petroleum , - Q Mr. J. Sjioothy. As Messenger and Vestry Hall keeper 71 60 (With residence). As Assistant Overseer ... ... - 0 Mr. Frank Pacv. Librarian (with residence) ... ... i<;o o o Mr. W. G. PEIRCE.+ Waterworks Engineer (with residence) 218 S o Do. re Baths ... 54 12 o 273 o o Assistant and Clerk ... ... ... 145 ]2 o X £25 extra was paid at Easter, 1890, for special services as to the new well. Mr. Frederic Browne. Inspector of Water Fittings ... ... 98 16 o Mr. E. Kisby. Fire Escape Conductor ... ... 10 00 (With residence). Mr. George Heath. School Attendance Officer ... ... 90 o o Mr. and Mrs. Boon. Superintendent and Matron at Baths 80 o o With residence). The Collectors of Rates, &c, are : — Mr. W. Ballard (Division No. 1). Mr. Albert Hoare (Division No. 2). The Collectors are paid a Commission of £\\ ) per cent, upon the amount of Poor, Highway, an.i Water Rates collected, £2% per cent. on Private Street Improvement Repayments, and Waier Rents and Meter Supplies, and £*> per cent, upon the Rents for the Parish Properties, and Private Improvement Rates; with a fee of £7 js. each, for collecting the Free Library Voluntary Rate, and of £-j 10s. each, for making each"], [74, "64 Poor, Highway, or Water Rate. The total amounts of these Commissions for the year ended 25th March, 1890, was £723 9s. td. The Parish Workmen are on the average 80 in number, whose wages amount to about £103 a week. The Vestry owns 24 cart-horses, and 2 light horses, with the necessary carts, and other things, which are kept at the Parish yard. CHARTER OF INCORPORATION AND SCHEME. THIS account of the Vestry would be incomplete without some brief statement as to the Charter and Scheme by which the Vestry is deprived of all its powers as Urban Sanitary Authority, and the govern ment of the town is placed in the hands of a Town Council, elected by the single votes of the Burgesses of the four Wards into which the Parish is divided, instead of the plural votes of the Owners and Occupiers given on Elections to the Vestry. Both the Charter and Scheme are printed in full at the end of this book. The first public action in regard to the Incorporation of the Town, was in October, 1877, when a Ratepayers' meeting was held, and a resolution passed in favor of the Incorporation. On the 28th January, 1878, the Vestry Clerk submitted a Report to the Vestry on the subject, which very accurately foreshadowed what has actually taken place, viz., the co-existence of the Vestry and the Corporation, and the division between them of the duties and functions then fulfilled by the Vestry only. No action was taken upon this Report. Another public meeting was held in July, 1883, when a resolution in favor of Incorporation was carried by a large majority, but no further action was then taken. In 1886 Mr. Trevor called the attention of the Vestry to the expediency of dividing the Parish into Wards for voting purposes. In the course of the discus sion, the then Chairman (Major Bull) declared himself in favor of Incorporation, and on the 23rd November moved a resolution in the Vestry that it was desirable to apply for a Charter, to which Mr. Trevor moved an amendment that a Com mittee be appointed to consider and report on the alternative proposal of division"], [75, "65 into Wards under the Vestry, and this was agreed to. It is clear that to Major Bull is due the credit of first bringing the question distinctly before the Vestry and the Town. He supported the movement as long as he remained on the Vestry, and would doubtless have continued that support if domestic bereavement had not led him to retire from the position which he had so well and successfully filled for six years. It is only needful to mention the chief incidents of the subsequent proceedings. On the 15th February, 1888, a Poll of the Ratepayers was taken, by direction of the Vestry, and which resulted as follows:— For Incorporation 171 2 Against 55o Majority for Incorporation 11 62 Against Vestry Wards 1189 For 425 Majority against Vestry Wards 764 This practically settled the matter. In April Mr. Skewes Cox lodged with the Privy Council a Petition for a Charter, signed, it is said, by 2,000 Householders. A local enquiry was held by the Hon. T. H. Pelham, on ioth July, 1888, when no opponents appeared, and there seemed to be no doubt that the Charter would be granted forthwith. Serious difficulties occurred, however, upon the preparation of the \" Scheme \" for transfer of the Vestry's powers and properties to the Cor- poration, arising from the extraordinary powers held by the Vestry of making and collecting the Poor Rate, and the ownership of valuable landed property and its rights in respect of sundry Charities, and the appointment of Churchwardens, etc. Every effort was made by all parties to get the Privy Council to sanction the transfer to the Council of the powers with regard to the Poor Rate and the Parish Lands, but on these matters the authorities were firm. They refused wholly to transfer the Poor Rate powers, and consented only to the transfer of the land comprising the Terrace, the Hill Field, and the Grove Road Recreation Ground, which they agreed ought to be held and managed by the Urban Sanitary Authority. The Lands acquired by the Vestry as L^rban Sanitary Authority were, of course, to go over to the Corporation,"], [76, "66 These difficulties led to a second Poll of the Ratepayers being taken on the 17th March, 1890, but the result showed clearly that the great majority of the Ratepayers desired the Incorporation of the Town, notwithstanding that the Corporation would not obtain all the powers of the Vestry, and that the latter body must be continued. The votes were In favor of Incorporation 1875 Against 686 Majority in favor 1189 No further alterations being obtainable, the Vestry, on ist April, 1890, agreed to the scheme, and it was duly approved by the Queen in Council on the ioth June, 1890, and the Charter sealed with the Great Seal of England on the 16th July, 1890. On the 23rd it was brought to Richmond in State, by Sir Edward Hertslet, the Provisional Mayor, Mr. John Maxwell, Deputy Provisional Mayor, Mr. Skewes Cox, Chairman of the Town Incorporation Com mittee, and F. B. Senior, the Provisional Town Clerk. The Charter was received in Richmond with every demonstration of rejoicing, the whole town was decorated, a grand procession was held, the Charter was formally read on the Green to an immense crowd of people, and in the evening the principal streets were illuminated, a Fete was held in the Old Deer Park, and a great Banquet took place at the Star and Garter Hotel, at which the Provisional Mayor presided, and congratu latory speeches were delivered. The total cost of obtaining the Charter and Scheme was the very modest sum of £350, including £108 2s. paid to the Home Office for the Great Seal fee. Mr. Skewes Cox conducted 1he Solicitor's part of the business without charge. On the 24th July, the day after these great rejoicings, the Committee of the House of Lords passed the Footbridge and Lock Bill, so that on two successive days the people of Richmond received the two most important documents in the history of the town, viz., its Charter and its River Improvement Act. I earnestly hope that both will prove as helpful to the prosperity of Richmond as their most sanguine supporters can expect or desire."], [77, "67 A table will be sound in Appendix No. 6, shewing- the attendance of the Vestrymen at the Vestry and Committee Meetings during the past year. In examining the Minutes of the Vestry for over 250 years, I have been struck with the obvious fact that many of the most important men of the parish have always taken an active part in the Local Government of the town. Peers, Baronets, Knights, Naval and Military Officers and other gentlemen of high position and great experience of public business, have worked side by side with the professional men and tradesmen; and although there have, of late years, been great changes in the electorate and the voting power, I trust that the Burgesses will always take care that every class of the community is fairly represented upon the Council. I cannot conclude this long, and, I fear, somewhat prolix account of the Vestry and its operations without expressing my thanks to the Vestry Clerk and the other officers, for the ready help they have given me in its preparation. The Council will, I am sure, find these gentlemen and the other employe's of the Vestry willing and anxious to do everything in their power to facilitate the business of the Corporation and the performance of its varied and important functions in the most satisfactory manner. CHARLES BURT. Hillside House, Richmond, yd November, 1890. P.S. — The results of the first elections under the Charter with the number of Burgesses in each ward, and other particulars, are stated in Appendix No. 7. A list of matters requiring the early consideration ofthe Council will be found on the next page."], [78, "68 List of Matters requiring the early attention of the Council. Provision of Municipal Buildings. Disposal of Parish and Household Refuse. Isolation Hospital. Fencing and laying out of additional Burial Ground, and disposal of remainder of the land. Completion of Surface and Local Drainage. Sewer from Railway Station across the Green. Adoption of Public Health Acts Amendment Act, 1890. Footbridge and Lock — making rates and raising loans. Electric Lighting. Amendment of Building Bye-Laws. Housing of the Working Classes. Provision of Public Slaughter Houses. Consolidation of Parish Debts."], [79, "69 APPENDIX No. i. THE ACT OF 1785. THE Act commences by reciting that the provisions of the Act of 1766 as to the Poor and Highways had been found ineffectual, repeals all such parts of that Act as relate to those matters, and enacts (Section 2) that from the 24th June (1785) the Hon. Henry Hobart, the Rev. George Wollaston, D.D. , and 29 other persons, and their successors, to be elected as thereinafter is mentioned, together with the Minister and Churchwardens of the Parish for the time being, and also such acting Justices of the Peace for the County of Surrey as were, or might be, resident within the said Parish, should be, and were thereby appointed \" Vestrymen of the said Parish,\" and should stand in the place of, and be invested with, all such rights, privileges, and authorities as theretofore belonged to the Vestry of the whole Parish, \"which last-mentioned Vestry shall, after the passing of this Act, finally cease and determine.\" (Section 3). The said Vestrymen, or any 16 or more of them, were to meet and put the Act in execution. They were to bear their own expenses, and if any resided out of the Parish or neglected to act for one year, he should cease to be a Vestryman, and in such case, or in case of the death of a Vestryman, the inhabitants were to be called together on the second Monday after the Feast of St. John the Baptist to elect successors. (Section 4). The qualification of a Vestryman was to be the renting or occupation of Lands and Tenements of £20 yearly value, or upwards, and the qualification for Electors was six months' occupation of a house charged to the Poor Rate at the yearly Rent of £12, and upwards, and payment of the Rate, and all arrears thereof, up to the Feast of St. John the Baptist next preceding the Election. [There is no provision in the Act for Vestrymen retiring from office, and it followed that if a Vestryman continued to hold his qualification he remained a member of the Vestry for the term of his natural life.] (Section 6). Power was given to the Vestry to make Bye-Laws, Rules, and Orders for the purposes of the Act. (Section 7). Vestrymen were required to take an oath for the due execution of their office. (Section 8). They were prohibited under penally of £50 from providing"], [80, "70 goods to, or entering into any Contract, with respect to supplies to the Workhouse, or for building or repairing the same. (Section 9). No person selling spirituous or fermented Liquors by retail was capable of being elected. (Section 10). The Vestry, in making Contracts, was to prefer such persons as were most capable of performing the works by their own workmen and labourers, and not by the aid of sub-contractors. All Contracts made, and all receipts and payments were to be entered in a Book or Books (the Officers and Collectors sworn to the truth of the accounts), to be examined yearly, and be open to the inspection of the inhabitants on payment of is. for every inspection. (Section 11). The proceedings of the Vestry were to be duly entered and opened for inspection in like manner. (Section 12). No business was to be done by the Vestrymen except at a public meeting, the proceedings to be signed by the Chairman, who was to have, in case of equality, a casting vote. (Section 13). Five Vestrymen were to constitute a quorum. (Sections 14, 15, 16). The Vestry was to appoint the Parish Officers annually, on Monday in Easter Week, and on that day, or within eight days after, annually appoint two substantial Parishioners to be Churchwardens, and two others to be Sidesmen. (Sections 17, 18). The Vestry was also annually to make a list of eight substantial householders, qualified to be Overseers of the Poor, and any two Justices were to appoint four of such persons to be Overseers of the Poor, who, together with the Churchwardens and Sidesmen, were to be deemed Overseers of the Poor for the Parish. A fine of £10 was made payable by any person appointed refusing to act as Overseer. (Section 19). The Vestry was to appoint a Surveyor or Surveyors of Highways, and give him directions as to the care and repair thereof. His remuneration was not to exceed £20. (Section 20). It was also to appoint Rate Collectors, and to make allowances for collection not exceeding 3d. in the £. The Collectors were to give sufficient security and duly account to the Vestry. (Section 21). A Treasurer was to be appointed, and give security, and allowances may be made to him for his care, time, and trouble. (Sections 22 and 23). The Vestry was authorised to make at its Annual Meeting two distinct pound rates, one for the relief of the poor and the other for highway purposes, the latter not to exceed one shilling and sixpence in the pound. These rates were to be paid quarterly. (Section 26). The Vestry might compound for the rates with the"], [81, "71 occupiers or owners of houses under £10 and remit, excuse or reduce the payment of such rates on account of the povetty or indigence of any person liable to pay the same. (Section 29). The Vestry was authorised to appoint and pay watchmen, and (Section 31) to regulate the number of lamps and the sort to be used, and contract for the lighting and repairing thereof. (Section 33). Also to contract for cleaning and repairing the streets, &c. (Section 37). And to pay the expenses out of the Highway Rate, and borrow on security of that rate. (Section 38). The Vestry was empowered to build a new workhouse, and to purchase furniture and goods for the same, and to purchase land for a burial ground. (Section 41). It was also authorised to borrow, not exceeding £3,000, on security of the Poor Rate. (Sections 47, 48 and 49). And to apprehend and send to the work house idle or disorderly persons, beggars and vagrants, to be set to labour therein, and punish such as steal or make away with clothing, &c. (Section 51). The Vestry was to cause the poor in the workhouse to be maintained and employed. (Section 56). And appoint Officers for relieving the casual poor. (Section 62). Authority was given to the King and Queen to grant to the Vestry, and to the Vestry to accept the grant of the Hill Common and part of Pest House Common, and to enclose and appropriate the same or such parts as might be required for the purpose of building a workhouse, making a new burial ground, and for the employment and support of the poor of the parish, which said lands were to be considered as the sole and exclusive property of the Vestry and their successors for ever, in trust for the purposes aforesaid. (Section 63). No house, shed, or other building was to be erected on Hill Common upon any pretence whatsoever. (Sections 65, 66 and 67). The Landowners of the Parish of Kew being entitled to equal right of Common with the Landowners of Richmond in the Commons above referred to, their rights were relinquished in con sideration that the poor of Kew Parish be received and provided for in the Richmond Workhouse for a fair and equitable price, to be settled annually between the two parishes. (Section 68). His Majesty was authorised to shut up the lane or foot way from the north end of Richmond Parish to the Village of Kew, called Love Lane, it being declared that the same was seldom frequented, and"], [82, "72 had become a great and real nuisance to the King and others residing near it. (Section 76). No action was to be brought against the Vestry without ten days' previous notice, nor after sufficient satisfaction or tender thereof to the parties aggrieved, nor after two calendar months next after the fact committed for which the action might be brought, and treble costs were given to the defendants in any case in which the regulations were not observed."], [83, "73 APPENDIX No. 2. PROPERTY WHICH, UNDER THE CHARTER AND SCHEME, IS VESTED IN THE TOWN COUNCIL. 1. — Vestry Hall and Petty Sessions Court-house, ttituate in Paradise Road, with the Cottage at rear thereof (now occupied by the Messenger), and the Mortuary adjoining, with Garden and Forecourt. R. P. 2. — Parish Yard, in Lower Mortlake Road, containing 2.31, with Surveyor's Offices, Foroman's Residence, Stable-keeper's Cottage, Stables for the Parish Horses, Cart Sheds, Steam Roller Shed, Smith's Shop, Stores, &c. 3. — Water Works at River-side, with Wells and Machinery, &c, and Engi- neer's Residence and Offices; Well and Works situate in the lower portion of the Terrace Gardens ; Well in Petersham Meadow ; Reservoir in Richmond Park ; and the Mains and Service Pipes laid throughout the Parish. 4. — Public Baths in Parkshot, containing Warm Baths for Men and Women, two Swimming Baths with Machinery, &o., and Superintendent's Residence. 5. — Proe Public Library, with Librarian's Residence in Greenside, and all Books, Fittings, &c. 6. — Fire Engine Station in The Square, with Clock Tower and Clock, Fire Escape Conductor's Residence, and Appliances for extinguishing Fires. 7. — The Terrace and Terrace Field, formerly part of the Hill Common, kept as Pasture Land ; the remainder of the Hill Common land is leased to the Proprietor of the \"Mansion\" Hotel, at a rental of £27 10s. per annum. Tho term ends at Lady-day, 1910. A. K. P. The total area, including Roadway, is 9 . 3 . 0. [N.B. The revenue derived from this Property must be paid to the credit of the Poor Rate Account.] A. B, P. 8. — Terrace Gardens, 8.1 .26, with Tea-house, &c, therein 9, — House and Premises formerly Library of Richmond (now Buccleuch) House, and two pieces of Land opposite the \"Pigeons\" Hotel, part of the Buccleuch Estate purchased by the Vestry, and now leased to Sir J. Whittaker Ellis, Bart., M.P., at a total yearly rental of £175, The terms of the three Leases all expire at Chiistmas, 1907, or at any earlier date on which the Lessors may become owners of Buccleuch House, &c. [N.B. By the conveyance to Sir J. W. Ellis of Buccleuch House and Grounds the light is reserved to the Vestry of the offer to them before anyone"], [84, "74 else of the re-purchase of the property during the life of Sir J. Whittaker Ellis if he desires to sell, or at any time after his death during the life of his widow if she desires to sell ; and within six months after notice of the death of the survivor of them, at £6000 (the price paid hy Sir J. Whittaker Ellis), with an additional sum equivalent to the value of any substantial outlay made on these premises in permanent improvements thereto, such sum to be determined by valuation in the usual way, the Vestry giving three months notice of their intention to buy. A. R. T. 10. — Lower Mortlake Road Recreation Ground, 0.3. 22. A. R. P. 11. — Grove Road Pleasure Ground, 1 . 0 . 39, adjoining the Cemetery. 12. — Three Islands in the River Thames, between Richmond Bridge and the Railway Bridge over the river. 13. — Enclosure at the North End of Queen's Road, near the \"Black Horse\" public-house (formerly known as the \"Black Horse Pond.\") 14. — Castle Road : Land and Vaults on North Side, leased for a Rental of £2 A. R. P, per annum; and Land on the South Side, 0.1. 27, the site of the proposed Municipal Buildings. [This Land with the site of the Road itself, was given to the Parish by Sir J. Whittaker Ellis, Bart., M.P.] 15. — Burial Ground (formerly under control of Burial Board), with Noncon- formists' Chapel. A R. P. 16. — Land for New Burial Ground, &c, containing 10. 1 . 7., of which it is proposed to devote about Seven Acres for Burials and Road, and the remaining Three Acres for Building. 17. — The Accountant's Office in Church Walk, rented by the Vestry at £16 18s. per annum. 18. — The sum of £lo47 16s. Id., £2-} per cent. Consols, standing in the names of William Pennyfeather, Charles Burt, George Cave, and Frederick Piggott, representing mouies paid by owners of Properties abutting on Roads wherever private improvements have been made by the Vestry. About l/9th of the Consols is required yearly to meet Instalments of Principal and Interest on Loans raised in respect of the Works. 19. — The sum of £400 deposited with the Treasurer of the Vestry under the West Metropolitan Tramways Act, 1882 (Section 42, Par. L.), as security for repairs, &c, of the Tramways. The interest is payable to"], [85, "75 PROPERTY RETAINED BY THE VESTRY. : o : A. r. p. 1. Those portions of the 33 . 0 . 12, of Land formerly parts of Pest House Common, granted by King George III. and Queen Charlotte to the Vestry which have not been appropriated for Burial Purposes or for the Grove Road a. » p. Pleasure Ground, but including the Workhouse and Garden, 4.1.0, for which a Rent of £248 per annum is now paid, and the Sexton's Cottage and Garden at entrance of the Cemetery. The Land has been let on Leases for Building Purposes, under authority of an Order of the High Court of Chancery, and 153 Dwelling Houses, 2 Cottages, and 14 StableB have been erected thereon. The total rents amount to about £1000 a year — vide pages 14 and 16 ante. 2. A rent charge of 10s. per annum payable by the Crown in respect of Sudbrook Park, and ls. per annum for easement of passage of water from the Crown Reservoir in Richmond Park to the Queen's Laundry, in the Kew Foot Road."], [86, "76 By PAYMENTS. POOR RATE:— £ a. d. £ s. d. Contributions to Richmond Union . . . . 6396 0 0 County Rate 36(19 13 4 Police Rate 3731 7 5 Baths (under Precept) 900 0 0 School Attendance (Do.) 188 0 0 Salaries Registration Expenses and Establish- ment Charges .. .. .. .. 782 17 5 Balance in hand at Lady Day, 1890.. .. 480 18 10 16151 17 0 HIGHWAY AND GENERAL RATE :— Public Works (Repair of Highways, Street Lighting, Pleasure Grounds, Removal of House Refuse, &c, &c.) 15912 17 4 Salaries of Officers and Establishment Charges 2928 13 7 Repayment of Loans and Interest (Public Improvements) .. : .. .. 3508 si 4 Ditto (Private Improvement) aud Invested in Consols 2878 4 2 Baths 'including £593 18s. 9d., repayment of Loans and Interest). . .. .. .. 1700 14 4 Free Library (including £242 15s. 4d. Ditto) 968 5 0 School Attendance Expenses .. .. .. 190 7 4 Fire Brigade 801 16 6 Richmond Main Sewerage Board .. .. 1378 3 11 Balance in hand at Lady Day, 1890.. .. 579 13 0 30847 1 si WATER RATE -.— Water Works, Maintenance Expenses and Extensions .. .. .. .. .. 2665 1 4 New Services laid Sic. .. .. .. .. 156 0 3 Water purchased from Southwark & Vauxhall Water Co 1347 7 0 Repayment ol Loans and Interest .. .. 5046 14 8 Salaries and Establishment Charges .. .. 842 0 11 L'alance in hand at Lady Day, 1890 .. 343 2 0 10400 6 2 £57102 4 8 27/A October, 1890. Accountant to the Vctlry. APPENDIX No. 3. SUMMARY OF RECEIPTS AND PAYMENTS DURING THE YEAR ENDED LADY DAY, 1890. To RECEIPTS. POOR BATE :— £ s. d. £ s. d. Balance in hand at Lady Day, 1889.. .. 233 0 10 Rate collected 14832 11 10 Rents, &c, of Parish Lands 1001 1G 5 Sundry Receipts on Poor Rate Account .. S7 7 11 161S4 17 0 HIGHWAY & GENERAL RATE. - Balance in hatul at Lady Day, 18I-.9 . . . . 3450 0 8 Bate collected 19918 2 1 Receipts for Repair of Itoads, Rents, &c. . . 2794 S 9 l'rivate Improvement Repayments .. .. 2453 10 11 Baths — Takings and Precept nn Poor Rate .. 1711 17 1 Free Library II eceipts (including Voluntary Rate) 239 7 1 School Attendance — Precepts on Poor Rate .. 188 0 0 Fire Brigade Receipts 82 14 11 30847 1 6 WATER RATE — Balance in hand at Lady-day, 18S9 .. .. 231 11 2 Rate collected 8233 15 0 Water Ren's and Meter Supplies .. .. 1793 4 1 New Services, &c. .. .. .. .. 141 15 11 10100 C 2 Rate per £. Rate per £. N.B.—roor Rate for 1889-90, 2/0; lor 1890-1, 1/4. Highway and Ge- neral Rate „ „ 2/4 j „ „ 3/«. Water Rate „ „ 1/2; „ „ 1/2. S/6 6/0 £57402 4 8 The Receipts from Loans arid Expenditure thereout during the Year are omitted from this Account."], [87, "77 * Estimated for the Year. ,.„. „ , W. PEjYN- LEWIS, 13th October, 1890. Accountant to the Vestry. APPENDIX No. 4 RICHMOND, SURREY. LOAN INDEBTEDNESS. RATEABLE VALUE OP PARISH. PRODUCE OF A PENNY RATE. POUNDAGE OF RATES LEYIED, AND NUMBERS OF HOUSES. LADY DAY, 1880, to MICHAELMAS, 1890. Amount of liate in the £ levied each year. Houses. Year Ending. Total Loans obtained. Balances owing. Rateable value. Produce of Hate at ld. in the £. No. No. un- occupied during year. Poor High- way. Water. | Total. each Total. ! i ! year. £ £ s. d. £ £ S. d. s. d. S. d. s. d. I s. d. Lady Day, 1881 64500 59614 19 8 134629 499 8 0 1 6 2 6 1 0 5 0 3247 112 3359 1882 75300 67952 4 11 142969 523 12 10 1 6 2 6 1 0 5 0 3320 145 3465 1883 78600 68527 3 4 155019 564 10 8 1 8 2 4 1 0 5 0 3652 151 3803 1884 82508 69545 8 3 161063 594 16 3 1 6 2 2 1 0 4 8 3741 178 3919 1885 85508 69580 17 11 166200 613 5 8 1 8 I 10 1 0 4 6 3811 177 3988 1886 95958 76923 10 4 167970 622 12 6 1 8 2 8 1 4 5 8 3965 144 4109 1887 128395 105192 11 0 169349 631 15 10 1 8 2 6 1 2 5 4 4062 152 4214 1888 130335 102382 10 10 169962 638 12 11 1 6 2 8 1 2 5 4 4101 133 4234 1889 156835 121454 12 3 172815 649 16 6 1 6 2 10 1 2 5 6 4127 127 4254 1890 164185 120386 0 8 174954 661 3 11 2 0 2 4 1 2 5 6 4233 111 4344 Half-year ending Michaelmas, 1890 182910 136386 10 7 176917 *668 10 0 1 4 3 6 1 2 6 0 4403"], [88, "78 APPENDIX No. 5. DISTRIBUTION OF LOANS OBTAINED, BALANCES OWING, &c. 29th. SEPTEMBER, 1890. * Includes balance of temporary Loan repayable on 19th March, 1891. f Exclusive of any repayment of Loan of £2500 to be re-bort owed in 1891. |f Loans for Private Street Improvements are repaid by the special pro perties improved. In addition to the above, tho Vestry has applied for permission to borrow the following sums, viz. : — £ s. d. For extension of Adits in the Terrace Gardens Well (Works of Water Supply) 2000 0 0 Private Street Improvements in St. George's Boad, Trinity Road, Tiinity Cottages Boad, aud Lancaster Park Boads f|2200 0 0 Sewer across the Green in lieu of existing Bailway Sewer. (This Loan was sanctioned 17th June, 1890.) **5000 0 0 Surface Drainage and Sewerage Works, where such works are at present wanting or deficient 9200 0 0 Purchase of 6 acres of Land at Manor Boad and erection of Dust Destructor, &c. (This is not being proceeded with at present) 8000 0 0 £26400 0 0 ** The Eailway Company contribute £1000 additional. „,. , „ W. PENYN-LEWIS. 13th October, 18V0. Amounts of Principal to be repaid. Works, &c, for which Loans obtained. Amounts origi- nally borrowed. Balances now owing. Between 29th Sept., 1890. and Lady Day, 1891. Between Lady Day, 1891, ,\\ t.adyDay 1 892 £ a. d. 291 8 11 235 6 4 |73 5 8 3211 18 0 Baths New Burial Ground Free Public Library Water Works .... Private Street Improvements . . Parish Yard, Stables, &c Public Street Improvements . . Recreation Grounds Sewerage and Drainage £ s d. 10186 0 0 12000 0 o 4600 0 0 77120 0 0 £ s. d, 8240 19 0 12000 0 0 4017 4 5 49110 3 0 £ s d. 142 3 6 114 12 10 616 0 1793 1 8 \"13890 18 0 10355 8 3 650 6 7 1301 16 8 4664 0 0 2198 11 11 122 11 7 246 10 S 24975 0 0 17500 0 0 16526 19 2 17118 19 2 *1408 9 6 79 9 8 584 11 0 163 11 8 19054 2 0 16818 5 8 427 4 2 705 8 2 Totals 183990 0 0 136386 10 7 4799 5 '- 6813 16 10"], [89, "79 APPENDIX No. 6. ATTENDANCES OF VESTRYMEN 1st October, 1889, to 1st October, 1890. * Elected 15th April, 1890. The above Table does not include the Tree Library Committee, the School Attendance Committee, the Fire Brigade Committee, the Footbridge and Lock Joint Committee or the Main Sewerage Loaid. NAMES. VESTRY MEETINGS. COMMITTEES. TOTAL. ALibaster, James Bickerton, G. A. Burdett, Sir Francis, J. P. . . Burt, Charles Carless, Thomas James Carlile, E Cave, George Cave, Thomas, J.P Clarke, T. MM Coutts, Rev. C. F Duncan, G. W. Ellis, George. . Fenn, Dr E. L Fowler, J. K. Gascoyne, S. T. Heasler, G. W Hilditch, J. B *Metcalfe, J Noyce, G. T. Older, W. A. (Retired) Piggott, F. .. Porcelli, Captain, J.P. Procter, Rev. C. T Roberts, CA Roberts, S. . . Robinson, F. D. Rugge-Price, C, J.P. *llvan, W. P. . . Rydon, H. W Sadler, A. C. . SellS. Dr. W.C. (Half-year).. Skene, Alexander Skewes-Cox, T. Smith, R. A. Stopford. Admiral R. F., J.P. Szlumper, J. W. Tay ler, N. M Tempany, T. W rl revor. F. G. B Wakefield, T. F Wood, B 20 21 10 40 30 61 29 26 2o 21 66 104 40 35 95 130 60 56 26 26 28 18 8 28 21 33 2 5 7 15 14 2G 59 100 70 85 126 98 19 24 113 120 151 71 35 54 23 103 1 16 85 96 118 46 28 39 9 77 3 23 30 26 3 6 •2. 12 21 2 2;m: 25 8 106 93 1 18 95 7 42 3 31 136 119 4 24 122 19 63 3 49 46 1 49 77 45 39 107 90 19 24 20 14 26 31 1 26 21 1 30 53 25 25 81 59"], [90, "80 APPENDIX No. 7. FIRST ELECTION OF COUNCILLORS. : o: At the first Election of Councillors under the Charter, held on 1st November, 1890, the results were declared by Sir Edward Hertslet, the Provisional Mayor, as Beturning Officer appointed by the Charter, as follows : — South Ward— 677 Electors; 446 voted. Votes. Terra. Charles Burt 280 Alderman, 6 years. S. T. Gascoyne 221 Alderman, 3 years. J. B. Hilditch 187 2 years. G. W. Heasler 186 2 years. T. F. Wakefield 144 1 year. G. E. Casson 137 1 year. W. P. Byan 114 Not elected, G. A. Bickei ton 85 s- B. Messum 79 SS T. Watney 31 ss West Ward— 799 Electors; 567 voted. T. Skewes-Cox 381 Alderman, 6 years. George Cave 324 3 years. J. 0. Keay 299 2 years. F- PiS8°tt 250 Alderman, 3 years. J. B. Hilditch 246 (Sits fur South Ward.) H. W. Rydon 205 1 year. B- Wood 202 Not elected. F. W.A.Clarke 189 >) A. Christie 188 C. W. Powell 180 .......\" J. B. Fowler 77 t-. „ „. •' Dr. Sell. 64 II"], [91, "81 North Ward— 782 Electors; 598 voted. Albert B. Deane 403 3 years. Stephen Roberts 394 Alderman, 6 years. G. W. Duncan 392 , . 2 years. J. W. Szlumper 383 Alderman, 3 years. F. W. Dimbleby 370 1 year. M. F. C. Turpin 302 1 year. J. Cock ram 225 Not elected. J. Seeley luO J. B. Fowler 89 East Ward— 1139 Electors; 789 voted. J. Metcalfe 340 3 years. R. W. Simpson 330 3 years T. D. Pillans 329 2 vears. W. Brown 291 2 years Dr. E. A. Cook 291 Alderman, 3 years F. D. Robinson 291 Alderman, 6 years. Peter Yates 288 Not elected. T. W. Tempany 284 A. Garratt 268 tt J. Plant 222 t) N. M. Tayler 75 J» Total Electors 3397 Voted 2399 At the first Meeting of the Council, held on the 10th November, 1890 i Sir John Whittaker Ellis, Bart., of Buccleuch House, Richmond, M.P. for the Division, was chosen first Mayor of the Borough, netn. con. ; Mr. Frederick Bernard Senior (Provisional Town Clerk) was unanimously elected Town Clerk ; and the eight Councillors above mentioned as Aldermen were unanimously elected Aldermen of the Borough."], [92, "82 At the Supplementary Elections held on the 22nd November, 1890, to fill the Vacancies in the Council occasioned by the election of eight Aldermen, and the third seat in the West Ward, vacant by the assignment of Mr. J. B. Hilditch to the South Ward, the following results were duly declared by the Aldermen appointed as Returning Officers for their respective Wards, viz, Votes. TEEM. South Ward- Albert Chancellor (unopposed) 3 years. George Ellis ,, ,, West Ward-- A. Christie 259 . . 3 years. A, Skene 257 . . 2 years. B. Wood 221 . . 1 year. T. J. Carless 186 .. Not elected. E. M. Cockell 168 >* C.W.Powell 162 >) W. T. Peat 61 ii N. Courlander 50 North Ward— Eobert L. Kidd 321 . . 3 years. Robert B. Smith 304 . . 2 years. John Cockram 268 . . Not elected. East Ward— W.Thompson 423 .. lyear. W. A. Ward 389 . . i year. T. W. Tempany 336 . , Not elected."], [93, "Borough of Richmond, Surrey. THE CHARTER OF INCORPORATION. VICTORIA, by the Grace of God of the United Kingdom of Great Britain and Ireland, Queen, Defender of the Faith, to all to whom these presents shall come, greeting : Whereas by the Municipal Corporations Act, 1882, it was enacted that if on the petition to Us of the inhabitant householders of any town or towns, or district in England, or of any of those inhabitants praying for the grant of a Charter of Incorporation, We, by the advice of our Privy Council, should think lit by Charter to create such town, towns or district, or any part thereof specified in the Charter with or without any adjoining place, a Municipal Borough, and to incorporate the inhabitant.s thereof it should be lawful for Us by the Charter to extend to that Municipal Borough and 1he inhabitants thereof so Incorporated the provisions of the Municipal Corporation Acts : And it was further enacted that every petition for a Charter under the said Act should be referred to a Committee of the Lords of our Privy Council (in the said Act called the \"Committee of Council\"), and that one month at least before the petition should be taken into consideration by the Committee of Council, notice thereof and of the time when it would be so taken into consideration should be published in the \"London G(t2ette\" and otherwise in such manner as the Committee should direct for the purpose of making it known to all persons interested ;"], [94, "4 And it was further enacted that where We by a Charter should extend the Municipal Corporations Acts to a Municipal Borough it should be lawful for Us by the Charter to do all or any of the following things :— («) To fix the number of Councillors and to fix the number and boundaries of the Wards (if any), an 1 to assign the number of Councillors to each Ward, and (b) To fix the years, days and times for the retirement of the first Aldermen find Councillors, and (c) To fix such days, times and places, and nominate such persons to perform such duties, and make such other temporary modifications of the Municipal Corporations Acts as might appear to Us to be necessary or proper for making those Acts applicable, in the case of the first constitution of a Municipal Borough. And that the years, times, and places fixed by the Charter, and the persons nominated therein to perform any duties, should, as regarded the borough named in the Charter, be respectively substituted in the Municipal Corporation Acts for the years, days, times, places, officers and persons therein mentioned, and the persons so nominated should have the like powers, and be subject to the like obligations and penalties, as the officers and persons mentioned in those Acts for whom they would be respectively substituted. And that subject to the provisions of the Charter authorised thereby, the Municipal Corporations Acts should, on the Charter coming into effect, apply to the Municipal Borough to which they should be extended by the Charter ; and -where the first, Mayor, Aldermen and Councillors, or any of them, should be named in the Charter, should apply as if they were elected under the Municipal Corporation Acts, and where they should not be so named should apply to their first election. — And whereas certain inhabitant householders of the parish of Richmond, in the County of Surrey, did in the month of April, 1888, petition Us for the grant of a Charter of Incorporation. And whereas such petition was referred to a Committee of Our Privy Council, and one month at least before the same was taken into consideration by the said Committee, notice thereof and of the time when the same was so to be taken into consideration, was duly published in the \" London Gazette \" and otherwise as directed by the Committee : And whereas Our Privy Council have recommended Us to grant this Charter of Incorporation."], [95, "5 We therefore as well by virtue of Our Royal Prerogative as in pursuance of and in accordance with the Municipal Corporations Act, 1882, or any other Act or Acts, and of all other powers and authorities by law enabling Us in this behalf, by and with the advice of Our Privy Council, do hereby grant, order, AND DECLARE AS FOLLOWS :— (1) The Parish of Richmond, in the County of Surrey, is hereby created a Municipal Borough by the name of the \" Borough of Richmond (Surrey).\" (2) The inhabitants of the said parish of Richmond and their suc cessors shall be, and are hereby declared to be one body politic and corporate, by the name of \" the Mayor, Aldermen, and Burgesses of the Borough of Richmond (Surrey),\" with perpetual succession and a Common Seal, and may assume Armorial Bearings (which shall be duly enrolled in the Heralds' College), and may take and hold any lands tenemeuts and hereditaments which may be vested in them by any Scheme made under Part XI. of the Municipal Corporations Act, 1882, and such other lands, tenements and hereditaments as well without as within the Borough as may be necessary for the site of ths buildings and premises required for the official purposes of the Corporation and other the purposes of the Municipal Corporations Acts, provided that such other lands, tenements and hereditaments do not exceed in value the amount of £3,000 by the year. (3) The Mayor, Aldermen, and Burgesses of the said Borough shall have the power, authorities immunities and privileges usually vested by law in the Mayor, Aldermen and Burgesses of a Municipal Borough, and the provisions of the Municipal Corporations Acts shall extend to the said Borough, and the Inhabitants thereof Incorporated by this Charter. (4; The number of Councillors of the Borough shall be twenty-four. (5) The Borough shall be divided into four Wards, with the names metes and bounds specified in the first Schedule to these Presents. (6) Each of the Wards shall elect Six Councillors. (7) For the purpose of making the Municipal Corporations Act, 1882, applicable in the case of the first constitution of the Borough, and for the purpose of bringing into full existence and activity the said Corporation and Borough, and completely earring into effect the Incorporation by these Presents intended, and for all the necessary purposes for which We may law fully make provision, WE DO HEREBY, so far only as regards the first burgess list, first burgess roll, first separate list of persons qualified to be"], [96, "6 Councillors, and first election of Councillors, Mayor, and Aldermen, and the first appointment of Town Clerk and Treasurer for the Borough, and matters connected therewith, fix and order, direct and declare as follows : — (a.) (1) The acting Town Clerk .shall obtain the list of County Electors made out and published under the Registration of Electors Acts, 1843 to 1888, as amended by Section 76 of the Local Government Act, 1888, in respect of every Parish wholly or partly included in the said Borough and the lists of claims and objections published in respect of such Lists, and so far as may be possible, copies of the Declarations made by persons wishing to correct mis descriptions in the said Lists, and shall, on or before the 13th day of September, a.d. 1890, expunge therefrom the names of all persons who would not be qualified to be burgesses in the said Borough, and shall arrange the names of the persons remaining, together with the qualifications, claims, objections and corrections respectively relating- to such names, and also so far as may be possible the other necessary particulars in lists according to Parishes, and according to the Wards into which the said Borough is hereby divided and the qualifications therein respectively, and shall forthwith cause the same to be printed and publicly exposed : (2) The Acting Town Clerk shall, on or before the said 13th day of .September, .v.d. 1890, make out a separate non-resident list of persons entitled in respect of the occupation of property in the said Borough, to be elected Councillors, and shall forthwith cause the same to be printed and publicly exposed : (3) Claims to be put on any of the said lists and objections to persons whose names are inserted in the said lists shall be made before two o'clock in the afternoon of Saturday the 20th day of September, a.d. 1890, in accord ance with the Registration of Electors Acts, 1843 to 1888, as amended as aforesaid, and the Acting Town Clerk shall be .substituted for the Overseers in relation thereto : (4) The said Lists, claims, ancl objections shall be revised and adjudicated upon by the Revising Barrister revising for the Parliamentary- County within which the said Borough is situate and, otherwise and subject as herein is provided, shall be dealt with as if they had been lists made out in accordance with the Registration of Electors Acts, 1843 to 1888, as amended as aforesaid, and the Municipal Corporations Acts, 1882, all which said Acts are so far as they are now in force and now applying to Boroughs the whole or part of whose area is not co-extensive with or included in the area of a Parliamentary Borough, and so far as they may be applicable under the circumstances, to be duly observed in all respects and are to that end, if and so far as may be necessary, herein incorporated."], [97, "7 (b) The Vestry Hall, Paradise Road, in the Borough, shall be the place at which any list, notice, or document required to be publicly exhibited exposed or affixed on or near the outer door of the Town Hall is to be publicly exhibited, exposed, or affixed ; and (c) Both in relation to the matters aforesaid, and also in relation to any such election as aforesaid which it may be necessary to hold before a valid election can be held under the Municipal Corporations Act, 1882, Frederick Bernard Senior, of Richmond, Solicitor, or in case of his death, inability, refusal or default, Charles Henry Snowball, of Richmond, Solicitor, shall perform the duties of the Town Clerk ; and the said Frederick Bernard Senior, or Charles Henry Snowball as the case may require, are in this Charter referred to as the \"Acting Town Clerk\"; and the acting Town Clerk shall be for all purposes whatsoever Town Clerk of the said Borough, and perform all the duties which would be performed by the Town Clerk thereof under any Law or Statute until a Town Clerk has been duly appointed in accordance with the Municipal Corporations Act, 1882 ; and Sir Edward Hertslet, of Richmond, Companion of the Bath, or in case of his death inability, refusal or default, John Maxwell, of Lichfield House, Richmond, Esquire, shall perform the duties of the Mayor and Aldermen, respectively as Returning Officer, and of the Mayor as Summoner of the first meeting of the Council, and of the Mayor or Chairman of the meeting for the Election of the Mayor, Aldermen, and the appointment of Town Clerk and Treasurer. And all the said persons shall be substituted in the Municipal Corporations Act, 1882, for the said Town Clerk, Mayor, Aldermen and Chairman repectively, so far as relates to the matters aforesaid, and the said persons shall have the like powers and perform the like duties, and be subject to the like obligations and penalties as the Officers or persons whose duties they have to perform by any law or statute respectively have, perform and are subject to. (8) The first meeting of the Council of the Borough shall be held on the 10th day of November, 1890 ; the first Councillors of the Borough shall be elected on the first day of November, 1890, and the first Mayor and Aldermen on the 10th day of November, 1890. (9) The years and days specified in the Second Schedule to these Presents shall be the years and days for the retirement of the first Aldermen and Councillors who shall retire in the manner and at the times therein designated."], [98, "8 (10) Subject to the provisions and directions of these presents aud the Schedule thereto, the provisions of the Municipal Corporations Act, 1882, (so far as unrepealed), and the Acts amending the same, and the existing law relating to registration, Burgess Lists, and Rolls, and to Councillors' Lists and to Burgesses, and to electors, and elections in Boroughs, shall apply to the determination of the qualifications of the first Burgesses, the making out, signing, delivering, inspection, completion, publication, com mencement, and continuance of the First Burgess Lists and Burgess Rolls, and the separate list of persons qualified to be Councillors ; the claims, objections, and determinations with regard to the first Burgess Lists, Rolls, or separate lists ; the nominations, elections, and continuance in office of the first Mayor, Aldermen, Councillors and Auditors ; the appointment and continuance in office of the first Town Clerk and Treasurer, the first meeting and Quarterly Meeting of the Town Council and all matters and things touching and concerning the above, and the dates and times in the said Aeth mentioned, shall be the dates and times on, at, during, within or for which the matters aforesaid and the various acts and things in relation thereto shall take place, be done, be estimated, or be calculated. FIRST SCHEDULE.— DESCRIPTION OF WARDS. Ward No. 1, or North Ward. — Ward No. 1, or North Ward, shall comprise so much of the Borough as lies to the north of a line commencing at a point in the boundary of the proposed Borough where the same crosses the centre of the Lower Mortlake Road, and proceeding thence in a South- Westerly direction along the centre of the said Road to its junction with the Kew Road, and thence in the same direction along the centre of the Kew Road to the centre of the Bridge which carries that Road over the line of railway of the London and South-Western Railway Company near the Richmond Station, and thence in a Westerly direction along the centre of the said line of Railway to the boundary of the Borough in the river Thames. Ward No. 2, or West Ward. — Ward No. 2, or West Ward, shall comprise so much of the Borough as is included within a line commencing in the Borough Boundary where the same is crossed by the line of Railway of the London and South-Western Railway Company in the River Thames, and proceeding thence in an easterly direction along the centre of the said line of railway to the point where the same is crossed by the bridge which carries the Kew Road over the said line of railway, thence in a southerly direction along the centre of the Kew Road to the junction of the same with Marshgate Road in the place called the Square, thence in an easterly direction along the centre of the Marshgate Road to the junction of the same with Church Road, thence in a"], [99, "9 south-easterly direction along the centre of Church Road to the junction of the same with Vineyard Road, thence in a south-westerly direction along the centre of Vineyard Road to the junction of the same with the road known as the Vinej'ard, and thence first in a north-westerly and then in a south westerly direction along the centre of the last-named road and the road known as Compass Hill to the junction of Compass Hill with the Lower Road, and thence in a westerly direction across the Lower Road to and then along the wall which forms the northern boundary of Belle Vue House, and continuing in a straight line produced in the same direction beyond the said wall to the boundary of the Borough in the River Thames, and thence in a north-westerly direction along the boundary of the Borough to the point of commencement before described. Ward No. 3, or East Ward.— Ward No. 3, or East Ward, shall comprise so much of the Borough as is included within a line commencing at a point in the boundary of the Borough where the same crosses the centre of the Lower Mortlake Road, and proceeding thence in a south-westerly direction along the centre of the said Road to the junction of the same with the Kew Road, aud thence in the same direction along the centre of the Kew Road over the line of Railway of the London and South-Western Railway Compauy to the junction of the Kew Road, with Marshgate Road, at the place called the Squ,ire, and thence in an easterly direction along the centre of the Marshgate Road to the junction of the same with Church Road, and thence in a south-easterly direction along the centre of Church Road to the junction of the road or street known as Preston Place with Church Ruad, thence in a north-easterly direction along the centre of the said road or street across Houblon Road to the footpath known as Long Alley, which leads from Worple Way to St. Matthias' Church, thence in a south-easterly direction along the said footpath for a distance of about 75 feet to a point opposite a passage which runs from the said footpath to Albert Road, theuce in an easterly direction along the said passage to the centre of the Albert Road, and thence in a southerly direction along the centre of Albert Road, to the junction of the same with Audley Road, and thence in an easterly direction along the centre of Audley Road to its junction with the southern portion of Princes Road, and thence in the same direction along the centre of the said southern portion of Princes Road to its junction with the King's Road, thence across the King's Road to the south-western corner of the Garden of Holy Trinity Vicarage, and thence in an easterly direction along the southern boundary of the said garden to the south-eastern corner of the same, and thence in a straight line in an easterly direction to the centre of the Queen's Road at a point where the Grove Road forms a junction with the Queen's Road, aud thence in a southerly direction along the centre of the Grove Road to a point"], [100, "10 in the same opposite to where the boundary of the Borough joins the eastern fence of the said road to the south of Pest House Common, and thence across the said road to the boundary of the Borough, and thence in a northerly direction along the boundary of the Borough to the point of commencement before described. Ward No. 4, or South Ward.— Ward No. 4, or South Ward, shall comprise so much of the Borough as lies to the south of the Ward No. 2, or West Ward, and Ward No. 3, or East Ward, as hereinbefore described. SECOND SCHEDULE. Date of Retirement, subject to the provisions of the Municipal Corporations Act, 1882, Section 250 (2). Persons to Retire. The one-third of the Councillors in each Ward who are elected by the smallest number of votes shall g-o out of office on The one-third of the Councillors in each Ward who November lst, 1891. are elected by the next smallest number of votes go out of Office on .\"November lst, 1892. The remaining one-third of the Councillors in each Ward shall go out of Office on The one-half of the Aldermen who are elected by the November lst, 1893. smallest number of votes shall g-o out of Office on... November 9th, 1893. The remaining one-half of the Aldermen shall go out of Office on November 9th, 1896. If any Councillors in any Ward, or any Aldermen, have obtained an equal number of votes, or have been elected without a poll so that it cannot be determined which of them has the smallest number of votes, the Council of the Borough sliall, at the first or second quarterly meeting, and not later, by a majority of votes, or in case of an equality of votes by the casting vote of the Chairman, determine who are to go out of office at the times above specified respectively. In witness whereof We have caused these Our Letters to be made Patent. Witness Ourselves at Westminster, the l€th day of July in the Fifty fourth year of Our Reign. By Warrant under the Queen's Sign Manual. (Signed) Muir Mackenzie. The Great Se ax."], [101, "11 |i % tart nt lalinbsor, The 30th day of JUNE, 1890. $.tts«tt, The Queen's Most Excellent Majesty in Council. (ilfllltmtS there was this day read at the Board a Report of a Committee of the Lords of Her Majesty's Most Honourable Privy Council, dated the Tenth day of June, 1890, in the words following :— \" YOUR MAJESTY having been pleased to refer unto this Committee, by Your Order in Councrl of the Third day of May, 1888, the humble Petition of certain Inhabitant Householders of the Parish of Richmond, in the County of Surrey, praying for the grant of a Municipal Charter of Incorporation. THE LORDS OF THE COMMITTEE, having taken the said Petition into consideration, and being of opinion that a Scheme for the adjustment of the property, rights, liabilities, of the existing Corporation, and for other purposes, would be necessary in the event of a Charter of Incorporation being granted, their Lordships, after reference to the .Secretary of State and the Local Government Board, settled a Scheme for those purposes, which said Scheme they caused to be published iu con- formity with the provisions of the Municipal Corporations Act, 1882 and not having received any Petition against the said Scheme, their Lordships do agree humbly to report, as their opinion, to YOUR MAJESTY, that it may be advisable for YOUR MAJESTY to confirm the said Scheme.\" HER MAJESTY, having taken the said Report into consideration, together with the said Scheme (a copy whereof is hereunto annexed), was pleased, by and with the advice of Her Privy Council, to approve tbereof, and to confirm, and doth hereby confirm, the said Scheme. (Signed; C. L. PEEL."], [102, "S C H \\K M E Referred to in the foregoing Order in Council. \"Whereas, by the Municipal Corporations Acts, 1882 and 1885.it is enacted that where a Petition for a Charter of Incorporation is referred to the Committee of Her Majesty's Most Honourable Privy Council (in the said Acts and in this Scheme referred to as ' the Committee of Council '), and it is pro posed by the Charter to extend the Municipal Corporations Acts to the Municipal Borough to be created by the Charter, the Committee of Council may settle a Scheme for the purposes in the said Acts named, and containing such provisions as are in the said Acts particularised : \" And whereas certain inhabitant householders of the Parish of Richmond, in the County of Surrey, have petitioned Her Majesty the Queen, praying for a grant of a Charter of Incorporation : \" And whereas the said petition for a Charter has been referred to the Committee of Council, and it is proposed to create the said parish a Municipal Borough by the name of the Borough of Richmond (Surrey), and to incorporate the inhabitants thereof, and by the Charter to extend the Municipal Corpora tions Acts to the Municipal Borough to be created by the Charter : \"And whereas the Vestry of the said parish of Richmond (hereinafter called the Vestry) was constituted by and by virtue of an Act of Parliament made and passed in and at the second session of the sixteenth Parliament of Great Britain to wit at the Parliament begun and holden at Westminster the eighteenth day of May, a.d. one thousand seven hundred and eighty-four, and from thence continued by several prorogations to the twenty -fifth day of January a.d. one thousand seven hundred ancl eighty-five, such Act being intituled 'An Act to repeal part of an Act passed in the sixth year of His present Majesty for the relief and employment of the poor of the parish of Richmond, in the county of Surrey, and other purposes in the said Act mentioned ; and for"], [103, "13 making new provisions for the relief and employment of the poor, for the repairs of the highways, the paving, cleansing, lighting and watching the streets and other places in the town and parish of Richmond aforesaid ; for the removal and prevention of annoyances, obstructions, and encroachments therein ; for enclosing certain common or waste lands within the said parish for the use of the poor ; and to enable the Vestrymen of the said parish to erect a work house thereon ; and to purchase land for a burial ground ; and also to enable His Majesty to shut up a lane within the said parish called Love Lane' (hereinafter called the Richmond Local Act, 1784), and such Vestry is the Sanitary Authority for the Urban Sanitary District of the said parish, and is a Local Authority within the meaning of Part XI. of the Municipal Corporations Act 1882 : \"And whereas under and by virtue of the Richmond Local Act, 1784, the Vestry among other things appoint the Churchwardens and Sidesmen and other Officers of the parish of Richmond ; make lists of persons from which the Overseers of the said parish are nominated and appointed, make and collect rates for the relief of the poor and repairs of the highways, and hold the lands granted to them under the authority of the said Act : \"And whereas under and by virtue of an Act of the twelfth and thirteenth years of the reign of Her Majesty chapter forty-two intituled ' an Act for making the parish of Richmond in the County of Surrey a distinct vicarage by dividing the vicarage of Kingston-upon-Thames and Sheen other wise Richmond into two separate vicarages and for providing a stipend and residence for the vicar of Richmond aforesaid, and for extinguishing the vicarial tithes in the parish of Richmond, and for other purposes relating to such vicarages' — (hereinafter called the Richmond Vicarage Act 1849), the Vestry have power to fix, receive and recover the rents in respect of pews in the parish church of Richmond aforesaid, and by a Treasurer appointed by them, receive the fees in respect of all graves, vaults, monuments and burials in the church, churchyard or burial ground of the said parish (except such fees as are payable to the burial board of the parish) and for all tablets affixed to the walls of the sard church churchyard or burial ground (except as aforesaid) and are required to apply such rents and fees in making certain payments to the officials of the said church as in the said Act mentioned, and providing the necessary requirements of the said church and an annual stipend to the vicar of the parish in manner in the said Act specified : \"And whereas under and by virtue of certain indentures of lease and release bearing date the twenty-first and twenty-second days of October, one thousand six hundred and sixty-one (hereinafter called 'the indenture of"], [104, "14 October 1G61'), made between George Bate, Doctor in Physic, and Elizabeth his Wife of the first part, the Right Reverend Brian, Bishop of Winchester, of the second part, Richard Chatworth aud William Turner, Doctors-in-Law, of the third part, and William Bolton, Alderman of London, and seven other persons parishioners of the said parish of Richmond of the fourth part, the Vicar of Richmond and the rest of the Vestry have power to elect inmates of the Almshouses known as Bishop Duppa's Almshouses : \" And whereas under and by virtue of a certain order made by the Board of Charity Commissioners for England and Wales, and bearing date the fifth day of September, one thousand eight hundred and eighty-four (hereinafter called ' Hickey's Charity Order, 1884'), the Vestry are authorised and required from time to time to appoint two representative Trustees of the Charity known as Hickey's Charity at Richmond : \" And whereas under and by virtue of the Richmond Gas Act, 1867, and the Richmond Gas Act, 1881, the Vestry are authorised to maintain a place and apparatus for the testing of gas, and to test the gas sup2-)lied in the parish by the Richmond Gas Company, and have certain other powers or duties : \" And whereas under and by virtue of the West Metropolitan Tramways Act, 1882, the Vestry have certain rights, powers, and privileges in respect of the tramways laid or to be laid in the road known as the Kew Road in the said parish of Richmond, by the West Metropolitan Tramways Company Limited : \" And whereas by the Local Government Board's Provisional Orders Con firmation (No. 5) Act, 1887, the Vestry are a Constituent Authority of the Richmond Main Sewerage Board, and the Chairman of the Vestry is ex-ojficio a Member of such Board, and the Vestry are authorised to elect and have elected five other Vestrymen to be members of the said Main Sewerage Board, and such Main Sewerage Board is a Local Authority within the meaning of Part XI. of the Municipal Corporations Acts, 1882 : \"And whereas it is expedient, right and just that a Scheme should be settled pursuant to Part XL of the Municipal Corporations Act, 1882, containing the provisions hereinafter set forth : \" Now therefore the Committee of Council have settled a scheme contain ing the provisions hereinafter set forth, and do hereby direct order and declare as follows : — \" 1. This scheme may be cited for all purposes as the ' Borough of Richmond (Surrey) Scheme, 1890.'"], [105, "15 \" 2. This Scheme (when confirmed by Parliament or Order in Council as the case may be) sliall be deemed to have como into operation and to be in operation on and from the day of thc first meeting ol* the Council of the Municipal Borough created by the said Charter (which date is hereinafter referred to as ' the. commencement of this Scheme '), and shall be construed and have effect accordingly for all purposes. '• 3. The Municipal Borough created by the said Charter shall be and is hereby placed immediately on from and after the day of the first meeting of the Council of the Municipal Borough aforesaid, within the jurisdiction of the Mayor, Aldermen and Burgesses of the Borough of Richmond (Surrey), acting by the Council as the Sanitary Authority for the said borough. \" 4. The vestry shall (subject to the provisions of this Scheme) continue to exist and be constituted as heretofore and .shall continue to stand in the place of the Vestry of the whole parish of Richmond which existed before the passing of the Richmond Local Act 1784 and shall continue to be invested with all such rights privileges and authorities as before the passing of the Richmond Local Act 1784 belonged to or were used or exercised by the Vestry of the whole parish of Richmond (which last-mentioned Vestry from and after the passing of the Richmond Local Act 1784 finally ceased and determined) and (subject as may be hereinafter provided) all the rights interests powers duties obligations property and liabilities of the Vestry under or by reason of so much of the enactments in the First Schedule hereto referred to as is in and by the said Schedule stated shall continue to be vested in be exerciseable by and attach to the Vestry and their officers. Section 312 of the Public Health Act, 1875, shall continue to apply to the elective members of the Vestry but the other provisions of that Act and of the Acts amending the same shall no longer apply to the Vestry. \" 5. Save as in clause 4 of this Scheme mentioned or declared all rights interests powers duties obligations property and liabilities whatsoever of the Vestry and Vestrymen under or by virtue of the Richmond Local Act 1784 shall be transferred to vest in attach to and be exerciseable by the Mayor Aldermen and Burgesses of the Borough of Richmond (Surrey) and the Council of the said borough respectively. \" 6. All rigbts interests powers property liabilities and obligations of the Vestry under or by reason of the indenture of October one thousand six hundred and sixty-one shall continue to attach to vest in and be exerciseable by the Vestry."], [106, "16 ' All rights, interests, powers, property, liabilities and obligations ot the Vestry under or by reason of Hickey's Charity Order, 1884. shall be transferred to, vest in, attach to, and be exerciseable by the Mayor Aldermen arid Burgesses of the Borough of Richmond (Surrey). Provided that the two Vestrymen who at the commencement of this Scheme may be representative Trustees of such Charity shall continue to hold their offices respectively until their death resignation or removal or the expiration of their term of office (as the case may be). \" 7. All rights interests powers duties property obligations and liabilities whatsoever of the Vestry under or by virtue of the Richmond Gas Act, 1867, the Richmond Gas Act, 1881, the West Metropolitan Tramways Act, 1882, and any other private or local or personal or local and personal Act (save as aforesaid) or any general Act incorporated into any private or local or personal or local and personal Act shall be transferred to vest in attach to and be exerciseable by the Mayor, Aldermen and Burgesses of the Borough of Richmond (Surrey). \"8, All rights interests powers duties property obligations and liabilities whatsoever of the Vestry as such Urban Sanitary Authority as aforesaid and of the Vestry under or by virtue of the Public Health Act, 1875, and any Act or Acts amending or extending the same and the Sanitary Acts (as by the Public Health Act 1875 defined) and (subject to the provisions of this Scheme) of any Local or General Act for purposes the same as or similar to those of the Acts aforesaid or any of them shall be transferred to vest in attach to and be exercise able by the Mayor, Aldermen and Burgesses of the Borough of Richmond (Surrey) acting by the Council as the Sanitary Authority of the said corough. \" 9. Without prejudice to the provisions of this Scheme, contained in the foregoing clauses, the lands and tenements described in the second Schedule hereto (being lands and tenements acquired by the Vestry before they become an Urban Sanitary Authority, under the provisions of the Public Health Act, 1872) shall be transferred to and vested in the Mayor, Aldermen, and Burgesses of the Borough of Richmond (Surrey). Provided always that the piece of land, formerly part of Hill Common, in the said second Schedule mentioned, shall continue to be subject to the provisions of the 63rd Section of the Richmond Local Act of 1784, and that the Grove Road Pleasure Ground, in the said second Schedule mentioned, sliall continue to be used as a Public Recreation Ground, and for no other purpose. Provided also that the Council shall from time to time provide at the Vestry Hall in the said second Schedule mentioned,"], [107, "17 or in some other suitable building to be hereafter provided by the Council for their own purposes, such accommodation, rooms, and furniture, as may be necessary and proper for the due transaction of the business and convenient keeping of the records and documents of the Vestry. \" 10. All books, records, and documents belonging to the Vestry at the commencement of the Scheme, and relating exclusively to business or property to be retained by the Vestry, shall be retained by the Vestry, but, save as aforesaid, all books, records, and documents belonging to the Vestryr at the commencement of this Scheme shall be delivered to, and retained by, and be the property of the Council of the said Borough. Provided always that the Vestry and its Officers authorized for this purpose shall have power at all reasonable times to inspect and take copies of, or extracts from, such parts of the books, records, and documents so to be delivered to the said Council, as relate to anv business or property retained by the Yestr}7, and to require the same to be produced in any Court of Law or before any arbitrator or referee. \" 11. The Mayor, Aldermen and Burgesses of the Borough of Richmond (Surrey) acting by the Council as the Sanitary Authority of the sard Borough shall be substituted for the Vestry in the Local Government Board's Provisional Orders Confirmation (No. 5) Act, 1887, and the Richmond Order {scheduled thereto and the Mayor of the said Borough shall be substituted for the Chair man of the Vestry on the Richmond Main Sewerage Board and in the said Act and Order. Provided that the Vestrymen who at the commencement of this Scheme may be elective members of the said Board shall respectively continue to hold their offices until their death resignation or removal or the expiration of their term of office (as the case may be). \" 12. All legal proceedings and rights of suit or to commence legal proceedings at the commencement of this Scheme commenced by or against attaching to or vested in the Vestry in relation to any rights interests powers duties obligations property or liabilities by this Scheme transferred shall or may be continued or commenced by or against and shall attach to or vest in the Corporation or body to whom such transfer is by this Scheme made. \" 13. The accounts of the Vestry shall be (as soon as conveniently may be) audited by the proper officers of the Local Government Board in like manner and subject to the like powers, duties, provisions, arrd right of appeal as if the Charter had not been granted, the provisions of section 247 of the Public Health Act, 1875, as amended by the District Auditors Act, 1879, and any regulations duly issued by the Local Government Board with respect to the audit of accounts of an Urban Authority not being the Council of a borough"], [108, "18 and of their officers shall apply to such audit ; and the provisions of this Scheme with respsct to the Vestry shall be construed so as to admit of such exceptions as may be necessary to enable such audit to be duly made, but such exceptions shall be strictly limited in time, extent, character, and operation to the purposes of such audit. •• 14. All bye-laws before the commencement of this .Scheme made by the Vestry and confirmed by the Local Government Board under the powers of the Public Health Act 1875 vested in the said bodies respectively and in force within the Parish of Richmond immediately before the commencement of tbis Scheme shall continue iu full force and operation notwithstanding the grant of the Charter and the making of this Scheme and as though the Corporation and their officers were referred to in the said bye-laws instead of the Vestry and their officers respectively. \" 1 5. In case any question sliall arise in consequence or by reason of the making of this Scheme as to the constitution election qualification or con tinuance in office of the Vestry or any members thereof or as to any vacancies in the Vestry or in respect of the matters aforesaid or anything connected there with or dependent thereon then such question shall be referred to and decided by the Local Government Board whose decision shall be final and conclusive and all things shall be had and done in accordance with such decision. \" 16. In case any officer of the said Vestry, who shall have been employed by the said Vestry for a period of five years, shall lose his office by reason of the grant of the said Charter and the operation of this Scheme and shall not be employed by the Council of the said borough nor offered by the said Council a position in their employ of a similar character, and of an equal value to that formerly held by him, he shall be entitled to be paid, by way of compensation for the loss of his position, out of the funds of or under the control of the Mayor, Aldermen and Burgesses of the Borough of Richmond (Surrey) acting by the Council as the Urban Sanitary Authority for the said Municipal Borough, such annual allowance and for such pediod or such gratuity as on a full con sideration of the circumstances of the case may seem to the Lords Commissioners of Her Majesty's Treasury to be a reasonable and just compen.sation for the loss of his position, and the said Commissioners in awarding the said compensa tion shall be guided by the principles which would be applicable in the case of an award of compensation uuder the provisions of ' The Superannuation Act, 1859,' to a person retiring or removed from the public service in consequence of the abolition of his office. Provided that no special minute within the meaning of the said Act stating any special grounds for granting such allow ance shall be necessary or be made. Provided, nevertheless, that if any sue ."], [109, "19 officer be employed by the said Council in such an office as aforesaid ami discharged by them (otherwise than for misconduct) within two years of tbe ninth day of November, one thousand eight hundred and ninety, he shall be entitled to compensation in the same manner as if he had not been employed by the said Council. Provided that the term 'Officer' shall include only persons employed by the said Vestry whose salaries or emoluments ave payable at intervals of not less than three weeks, and no other persons. Provided also that the said Lords Commissioners shall be the sole judges as to the right or claim of any officer to any compensation whatever, and as to the amount thereof, and the said Lords Commissioners shall be the only judges upon any question whatever which may arise under this clause, and further, every deter mination of the said Lords Commissioners upon any such right, claim, amount, or question shall be absolutely final and conclusive, and every statement or reference to any matter aforesaid, made at any time in writing, and signed by any two of the said Lords Commissioners for the time being, shall be final and conclusive upon any person claiming under or by virtue of this clause and upou the said Corporation. SCHEDULE I, \" Extent to which the Vestry is to continue entitled to or bound by the Act or to exercise carry out or use the provisions thereof as mentioned in Clause 4 of the Scheme. \" Act. \" Richmond Local \"The whole of Sections 2, 3, 4, 7, 8, 9, 10, 11, 12, Act, 1784. 13, 14, 15, 16, 17, 18, and 20. \" So much of Section 6 as relates to bye-laws rules orders and constitutions for the regulation of the Vestry men's own conduct as Vestrymen in the execution of so much of the Act as continues to be applicable to the Vestry. \" So much of Section 21 as relates to the appointment of obligations and duties of one treasurer for the receipt and payment of such monies as may belong to or be received by or on behalf of or be expended by or on behalf of the Vestry after the commencement of this Scheme or be received or expended in connection with the poor rates."], [110, "20 \"All such parts of Sections 22 to 28 (inclusive). 38, 39, 40 to 46 (inclusive) as relate to the poor rato and poor and are in force before the date of this Scheme and all such powers duties liabilities obligations and rights contained in or consequential upon the .said sections as relate to the poor rate and poor and are in force before the date of this Scheme. \"Sections 47, 48, 49, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 65, 66, 69, 70, 71, 72,73, 74, 75 and 76 .so far as the same are still in force and so far as the same relate to the Vestry or other officers or property. \" Section 50, so far as it relates to officers or property of the Vestry. \" Sections 62 to 64 inclusive (except so far as thej relate to the property mentioned in clause 9 of the Scheme.) '•The Richmond \" The whole Act.\" Vicarage Act, 1849, SCHEDULE II. \" 1. All that piece or parcel of land formerly part of a common known as Hill Common, containing nine acres and three roods or thereabouts, lying on the side of the hill in Richmond in the county of Surrey and adjoining North- East upon the upper highway leading from the town of Richmond to Richmond Park and the village of Petersham, and containing in length on this side 256 yards south-west in part upon the lower highway leading- from Rich mond to Petersham, and containing in length so far as it adjoins the said lower highway 173 y-ards, and in other part on the public pleasure ground known as the Terrace Gardens and containing in length so far as it adjoins the said pleasure grounds 109 yards north-west on the Terrace Gardens aforesaid and containing in length so far as it adjoins the said gardens 133 yards and 84 yards south-east upon certain freehold (formerly copyhold) coachhouses stable and garden ground formerly in the occupation of the Duke of Buccleuch, and upon a freehold (formerly copyhold) messuage and garden ground formerly in the occupation of Elizabeth Hunt and upon a freehold (formerly copyhold) messuage coachhouses stables and garden of the Trustees of William Hickey (deceased) devised by him for charitable uses and containing in length on this South-East side from the said Upper Highway to the said Lower Highway 214 yards which said piece of land was (with another property then known as Pesthouse Common) granted to the Vestry by His late Majesty King George III, and His Royal Consort Queen Charlotte by Deed dated the 18th day of October 1786 and enrolled the 8th day of November 1786."], [111, "21 \" 2. All that piece or parcel of land situate in and abutting on Grove Road Richmond aforesaid formerly part of certain common or waste lands called Pesthouse Common granted to the Vestry as aforesaid, but some time since separated therefrom and appropriated for and now used and enjoyed as a public pleasure ground and called or known as the Orove Road Pleasure Ground and containing by estimation 1 acre 0 roods 39 poles or thereabouts. •' 7,. All that piece or parcel of land situate in and abutting on Paradise Road, Richmond aforesaid with the erection or building thereon known as the Vestry Hall, and also the cottage or tenement with the outbuildings and yard in the rear thereof, and the garden attached thereto on part whereof is erected thu parish mortuary, which last-mentioned land was acquired by the Vestry in or about the year 1790. Printed by R A. D.tnxiLL, King Street, Richmond."], [112, ""], [113, ""], [114, ""], [115, ""], [116, ""], [117, ""], [118, ""], [119, ""], [120, ""]]