[[1, ""], [2, ""], [3, ""], [4, ""], [5, "$titt <&m ROMANCES OF THE WHEEL, A COLLECTION OF ROMANTIC CYCLING T7H-E3. By W. J. C, an Old Rider. Coventry : Iliffe and Son, \"The Cyclist\" Office. 1880,"], [6, ""], [7, "\" A Spill.\"— (Page 48.)"], [8, ""], [9, "Contents : PAGE Preface ... ... ... ... ... 3 A Bicycle v. Ruin ... ... ... 5 Leonard's Dilemma ... ... ... 12 The Traveller's Rest ... ... ... 20 Falsely Accused ... ... ... 25 Will Douglass's Wooing ... ... 39 A Spill ... ... ... ... ... 47 John Broseley and Son... ... ... 54 Whirling Wheels 68 The Captain of the Y.B.C. ... ... 79 Willie's Last Ride 96"], [10, ""], [11, "-McP^EF^CE*<- T is customary, I believe, for the Preface to a work to contain an apology for its production. I do not quite understand why this is, but being a conservative believer in the value of British institutions, I follow the old custom, and hereby apologise for any misery this little book may inflict upon the world. There is another peculiarity sometimes observed in Prefaces, and that is, the Author takes immense pains to impress upon the public that his work is utterly beneath notice, and that it is only by an exercise of great self-control that it will ever be read by anyone. Now, I don't think this is at all genuine, and it seems to me not ver}' complimentary to the common sense of the public, whom we all wish to conciliate ; therefore, in thus venturing into the extending arena of Bicycling literature, I do not pretend to this particular feeling of self-abasement, but have still a full and perfect consciousness that, unless my cycling friends overlook the many imperfections that, even from the immense varieties of readers' tastes, are sure to be discovered in an undertaking of this kind, there is no chance of this little book making headway by its own intrinsic merit. I have been induced to publish it by the fact that Bicycle papers, magazines, almanacks, and rhymes have made their appearance, and have all been well received ; and it has struck me that there is yet room in the large hearts of my brotherhood for another class of thing, and that, a few amusing tales. I may claim to know a little of my subject matter, as I have been a hard rider of bicycles ever since the earliest days of the venerated \" Boneshaker,\" and from the second or improved era of their existence, have been actively engaged in one of the most extensive manufactories producing them; therefore my words are, in many instances,"], [12, "Preface. founded upon actual experiences, and although I have found it absolutelynecessaryto frequently introduce subjects foreign to the sport itself, in hope of attracting general as well as cyclic interest, I have written nothing absurd or improbable. Some of the tales have appeared in the Bicycle Gazette: these have been carefully revised, and there are several additions, all, with the illustrations, perfectly original; and although, as I have said, I am fully aware there is nothing particular to recommend it, I am vain enough to hope that the book may be considered value for money, and not altogether unworthy of notice. I therefore respectfullycommendmyeffort tothe consideration and kind recommendation of all cyclists, as that of a hard working and consistent supporter of our glorious pastime. W. J. C. ->gfc*B*3ie<-"], [13, "JI Bicycle y. l^aiN. \" And so you are determined to take a situation,\" said my Uncle John. \" Yes, uncle,\" I replied ; \" I am deeply grateful for your offer, but feel I should not do justice to myself or to you were I to accept it. An idle young man, I quite believe, may soon become a worthless one, and I hope to do a fair share of work while I am young, and to earn a creditable name.\" \"Well, Harry,\" replied my uncle, \" the resolution is a good one, and I will help you as much as I can. My friend, Mr. Organzine, the great ribbon manufacturer at Burntpost, will find a place for you in his warehouse, and there will be plenty of room for you to get on, if you are able and willing.\" \" Thanks, dear uncle,\" I replied ; \" I will do my utmost to deserve and be a credit to your recommendation.\" \" That's right, my boy,\" replied Uncle John ; \" I feel sure you will, but have you any knowledge of the business you are about to enter upon ?\" \" None whatever,\" I replied ; \" but I have had a good education, and have no doubt about being able to learn my duties quickly and well.\" \" I know,\" replied my uncle, \" that you have been well educated, but I would not have you think too much of that advantage in business. That it is an advantage I grant you ; but it is more than counteracted by that which is imported into business matters more and more every year — I mean bounce. During a long life actively engaged in business, I have been surprised to find how completely the latter overruns the former — steady, quiet, work-ridding application, clever, systematic management of duties, are all ignored in the face of bounce ; and the man who does the least, but who makes the most noise, is the first to attract the notice of his principals as a smart fellow, and"], [14, "6 A Bicycle v. Ruin. to receive preferment. Now, dear boy, I don't want you for a moment to cultivate this kind of thing — I know a man of education couldn't do it ; but you will find that it is so, and you must see that you are not overridden by it.\" \" I hope I shall not be,\" said I. \" You may think me cynical,\" continued Uncle John ; but it is perfectly true, and you may find it to perfection in London nouses. In my younger days I had hsard much of the smartness of London men, and you may know that for sometime I was in the house of Messrs. Slater and Co., in the City. I observed the business system there, and it was simply surprising. There were some scores in the place, and several of them did nothing in the world but rush about with pieces of paper in their hands, and shout at the top of their voices. Dear me, dear me, what a noise they did make to be sure when any of the principals were about ; and these very fellows were valued by their employers, and looked upon with admiration by their juniors. Why, an analysis of their day's work would have resulted in bounce, and nothing but bounce ; and a handsome living that bounce brought them, too.\" \" Your remarks are rather discouraging, uncle,\" said I ; \" but surely brains must make their way in the end ?\" \" Brains, my boy, are useful,\" said the old gentleman — \" not indispensable. A certain amount of tact is necessary to rush about at the right time, and to shout the loudest when there are most to hear ; but in cases such as I have referred to, brains are quite a second-rate consideration. Of course there are many places where this kind of thing is understood. I profited by my early experience when in business at Manchester, and my fellows were workers, not howlers ; therefore I got twice the work done at one-half the expense, so that I considered my assistants helped me well to my present position, and I did well for them all when I left. But, my boy, I don't expect you'll find much of this at my friend Organzine's — he's a sensible man ; and to palliate a little the damper I have evidently put upon you, I must tell you that I have bought you a new 54in. bicycle, the \" O.P.Q.,\"£made by Messrs. Pedalpin"], [15, "A Bicycle v. Ruin. 7 and Co., near the Cathedral, at Burntpost, and I hope you will find much pleasure in its use.\" I thanked my uncle heartily for his handsome present, and the old gentleman left. The above conversation took place shortly before my entry into the commercial world. My uncle was a retired cotton-spinner of great wealth. He was a widower, childless, and had offered to take me under his especial protection, and to adopt me as his son. The alluring prospect was not without its weight with me, but I had a great desire to go into business of some kind, and the old gent, who thoroughly believed in commerce as a sharpener to a man's wits, with a little remonstrance agreed, and I shortly afterwards took my place in Mr. Organzine's warehouse. It would not interest the general bicycle world much to enter fully into my life in my new position. How I com menced with counting bobbins, rose to weighing them, ascended further to weighing silk itself, and scaled the pinnacle of warehouse ambition, so as to take in finished ribbons and pitch into careless weavers. This was a work of time, and I could discourse most excellently about dents and slays, knew the difference between warp and shute, and bothered my uncle desperately upon my occasional visits to him by conversing about orientals, failles, damasks, and other technical matters. I gradually rose from one position to another, until the management of the business was left pretty much to myself, as Mr. Organzine was an elderly man, and the quiet of his country house, situate about twelve miles from Burntpost, suited him far better than the bustle of an active and rather tedious business. I did not reach this position without meeting many illustrations of my good old uncle's words. In my place, and others too, I noticed many attempts to substitute bounce for work, and the warning words the old gentleman had spoken enabled me at first to counteract its influence, and afterwards, as my position improved, to take care that nothing so useless should encumber the efforts of good and useful men."], [16, "8 A Bicycle v. Ruin. All went on smoothly enough until a time very disastrous to Burntpost came. Adverse legislation for awhile practi cally put a stop to trade, and many manufacturers, who were considered men of wealth, collapsed and disappeared from the scene. The effect upon my employer was most disastrous. He was a large manufacturer, and his kindly feeling to his workpeople led him to continue manufacturing long after he should have stopped, and the goods he had made were now not worth one-half their cost, and indeed could not be converted into cash at any price. He attended more frequently at the warehouse and factor}', and though he did not mention the fact of his embarrassments to any one, his anxious, careworn looks told a tale that we all understood. Early one afternoon in August, while at my usual work, I received a note from him at his country house, requesting me to run over to him directly, as he had something of the utmost importance to communicate, and telling Sam, the ostler, who had ridden over for me, that I would start at once, I transferred my work to an assistant and mounted my machine. I felt sure that there was something serious up, though how serious I could not tell, and I pegged away silently and thoughtfully, until I reached Barford, where the old gentleman resided. I washed my hands, and promptly as possible stood before him. \" Harry,\" said he, \" I am glad you have made haste, because I would rather tell you myself that which every one to-morrow must know. My dear boy, I am an utterly ruined man.\" I was not prepared for this, and was almost as agitated as himself as I involuntarily tried to remove his hands from his face, with the ejaculation, \" No ! No, sir ! For God's sake do not say that !\" \" It is too true,\" said he, \" and the extent of my ruin you cannot realise. You know that I have some thousands of pounds worth of stock, unsaleable at present, but which must shortly be more valuable, and it is the harder to suc cumb to ruin and disgrace, when a few weeks help is all I want.\" \" Whatever may happen, sir, no disgrace will ever rest"], [17, "A Bicycle v. Ruin. 9 upon you,\" said I ; \" your very misfortunes are owing to your goodness.\" \" It is pleasant to hear you,\" he replied, \" but you do not know all. Believing firmly in the ultimate recovery of trade, I have used a few thousands of the money I hold in trust for my ward, Alice, whom you have heard me speak of as at school in Germany. I shall be branded not only as a bankrupt, but as a thief, unless a heavy sum is placed to my credit in Lloyd's Bank, at Burntpost, before four o'clock this very day ;\" and the room shook with the old man's sobs. I had saved two or three hundreds, but this was nothing, although my poor purse was first in my thoughts, and after a turn or two up and down the room, I started with the words, \" My Uncle John ! he would help you, I know. He has promised to leave his money to me. Oh, sir ! why did you not speak to him or to me before ? It might have been prevented. Is there no means to defer the crisis for one single day ?\" \" None whatever,\" was the sad reply. \" I must meet my fate. Harry, I wrote mj self to your uncle, begging his temporary help, and he has not even replied to me. I did not think my old friend would have served me thus !\" \" He wouldn't, sir. He couldn't !\" I cried. \" His heart is better than gold, and there's some mistake, I'll swear. Where did you ask him to write to ?\" \"Here,\" he replied, \"and the second post comes in about twelve o'clock. I kept Sam and the carriage in readiness to drive to Burntpost at once, if the answer had been favourable, but the postman passed the house, and I sent Sam with the horse to fetch you. It's beyond all help, beyond all help !\" It certainly seemed to be a helpless matter, and I walked to the window and stared blankly out, wondering what on earth to do ; and while there I saw the postman walking up the gravel-path to the house. I feared to excite my poor employer unnecessarily, and did not speak, although I saw a letter in the postman's hand. A knock at the room door announced a servant carrying this letter, with a respectful apology from the postman, who had overlooked"], [18, "A Bicycle v. Ruin. 10 it upon his rounds, and Mr. Organzine took it into his hand with a scared, bewildered look, painful to see. When the domestic had retired, he tore the envelope open, and there, with a few affectionately condoling words from my glorious old Uncle John, was a banker's draft for £10,000. I believe I behaved like a madman. I kissed the letter, the draft, and the old man too, and capered about like a dancing-master ; and it was only upon Mr. Organzine saying, \" I misjudged him. Thank God ! but it is now too late !\" that I recollected myself. I looked at my watch — it was ten minutes past three, and it was twelve good miles to Burntpost. I could not consider myself a good rider, as I had but little practice, but, like a flash of lightning, I determined to cover the twelve miles in the time, if I died for it, and thrusting a pen into the trembling old man's hands to endorse the draft, I fairly shouted, \" I'll do it, sir, I'll do it! Uncle John's gift to me shall carry out his good work to you,\" and snatching the paper from his hands, I made an exit from the room that would have enraptured a tragedian. My machine stood outside the door, and I vaulted into the saddle like an acrobat, and tucking down my head as a kind of cutwind, I put forth every atom of muscle I possessed, and fairly flew over the ground. I knew perfectly well that to cover the twelve miles in less than fifty minutes would take all the doing I could manage. I had heard of club races, and the ridiculous time in which they were reported to cover distances upon the roads, but knew from experience, as well as common sense, that the task before me was good enough for an}' man, and a spirit of determination came to my aid that set aside all feeling of fatigue. Up hills and down dales I tore along, with the least possible variation of speed. Over rough places that I should usually have walked, I now impetuously drove the machine, bumping up and down in the saddle like a jockey. My hat flew off, but I did not care, and I dashed through two or three villages on the way, looking like a modern Johnny Gilpin on a bicycle. The villagers stared, but before the shout rose to their"], [19, "A Bicycle v. Ruin. 11 tardy lips I was out of sight. I shot by vehicles and horses with no regard for road etiquette, and at last reached the suburbs of the town, reeking with perspiration, and more like a parboiled Red Indian than an Englishman, but with the time in hand. I was very soon at the bank, receiving the hearty con gratulations of Mr. Franks, the manager, and as I stood at the counter the clock struck four, and Mr. Organzine remained an honest man. How I felt when the reaction, after all this excitement, set in heaven only knows. I managed, however, to crawl to the warehouse, and despatched a short note to Mr. Organzine, telling him that all was well, and that I would follow my messenger later on. I then went to my lodgings and indulged in a little quiet and a few simple restoratives, and before six o'clock I was as right as a bishop again. I went over to Barford the same evening, and I really thought Mr. Organzine would never leave off shaking hands with me ; and when the next day Uncle John came to see if he could assist his old friend any more, I was quite exhausted with the compliments I received. Mr. Organzine made a better market of his stock, some little time after than he expected ; and when his ward, Alice, returned from Germany, the grateful old fellow was miserable until he found that Alice and I understood one another in a matrimonial sense, and we had such a wed ding as had never occurred in that shire before ; and my dear old Uncle John slipped into Alice's hand a cheque for the same amount he had lent my old employer, so that I am now well in clover. I don't ride my bicycle much now, but it is carefully kept, and every time Mr. Organzine sees it he looks at' it with respect, and often lays his hand upon the saddle with an affectionate pressure. He considers it as a sort of saviour, and I believe would take his hat off to it if there was no one looking."], [20, "IiEeNWjs. DmEjwi. \" I never saw such a perfect guy in the whole course of my life !\" This flattering exclamation reached my unwilling ears upon the entrance of my friend Philip Heathcote into my bedroom at the Golden Lion Hotel, situate in High Street of the bright little Welsh town, Crymthya. He and I had been doing a general bicycle tour for the week past, during which time the weather had been warm ; and upon this particular day the heat had risen to such a stewing pitch that we both agreed to pull up for the present, and to wait where we were for a day or two in hope that Old Sol would glow with a little less fervour. I quite believe that my appearance fully justified the ad miring exclamation of my friend. I am fair of complexion and thin-skinned, and upon my involuntary look into the glass when the admiring tones of his voice greeted me, I saw some image that I really think would have puzzled my own mother to persuade herself was mine. I had revelled after our hot and dusty ride in a drenching wash in cold water, head and all, and had so enjoyed the re freshing feeling that I had barely straightened my hair, and loosely winding a white handkerchief round my throat, sat down, quite regardless of the figure I cut. I could not manage to repress a smile when I saw my glowing face shining as if it had been French polished, its beauty heightened by my hair plastered down upon my forehead, and its ruby hue developed to perfection by the white wrapper I had on ; and I would rather have run twenty miles than have allowed any of my fair friends to see me then ; but I thought — No one knows me here, it don't matter, and said, \" Laugh away, old man, but when you've done tell me when dinner will be ready ; that's more important than looks.\" \" Well,\" replied Phil, \" it's about that I came in, but I"], [21, "Leonard's Dilemma. 13 forgot it when I gazed upon those lineaments. Ha ! ha ! joking apart, the case is this — the landlord can't get us anything special for ourselves in this primitive spot ; ham and eggs and mutton chops I'm sick of, and I have ar ranged with their permission to join a party of three in a substantial dinner they have ordered, which will be ready in a few minutes. There's a joint of beef, a couple of fowls, and a few etceteras, so that we shall dine in a christian sort of way, and by Jove there's the dinner bell.\" \" Here, Phil,\" cried I as he hurried away, \" who are the people, anybody particular?\" \" An old dowager and two others — I don't know them,\" he replied ; \" come on.\" I looked into the glass for a moment with a feeling of strong objection to appearing in public so gloriously arrayed, but the smell of roast beef which penetrated even into my chamber had a more powerful influence over my carnal mind, and I descended into the dining room. There I found the three visitors with whom we were to dine, already settled — the old dowager Phil had mentioned, a young gentleman, and oh, horror ! a young and lovely girl, too. Now my particular weakness is to look smart and well in the eyes of the fair sex. Taken as a whole I am not a bad looking fellow, and my general success in little sentimentalities or flirtations had increased this weak- ness, and rendered me more susceptible to anything like slight or ridicule. I had been accustomed upon catching the eye of a pretty girl to find it rest upon me for a few seconds as if satisfied there was something worth wasting a glance upon, and as I knew how to manage a little small talk, and to make myself agreeable, I generally found that I came in for a better share of these valued glances than most of my friends. So it was with a feeling akin to horror that I observed the eyes of this young lady rested upon me, as she slightly bowed upon my entrance, with an expression of amusement ; and when I also observed an elevation of her eyebrows as she turned to the more elderly lady that conveyed precisely the same meaning as the words of Phil Heathcote when he"], [22, "Leonard's Dilemma. 14 entered my dressing room, I'll be hanged if I did not literally perspire with the agony of my position. However, there was no help for it, and as I was really hungry I fell to at the dinner as soon as I recovered myself a little, and when I found that by keeping my head well down, a vase of flowers placed upon the table as an ornament hid my face from the young lady, I pegged away with more satisfaction, and began to persuade myself that it did not matter so much after all how a fellow looked so that his inner man was comforted. I ventured under this improved sensation to raise my eyes, and encountered those of the younggentle- man sitting opposite me. To my surprise I recognized him as an old school fellow — a particular* chum, whom I had not seen for years. He stared at me, struggling between recollection and the improbability of ever having known such a scarecrow, but the former triumphed, and rising to his feet he stretched both his hands across the table, exclaiming, \" Leonard Holland, my boy, how are you ; bless me if I knew you.\" I was a little affected by the warmth of his greeting, and returned his friendly salutation with equal fervor, but when he turned to the pretty girl at his side and introduced her as his sister, I mentally cursed the day that the idea of a bicycle ever entered its inventor's brain. My position was really considerably worse than it appears. Harry Goldring and myself had been inseparable at school, and had our mutual confidences as usual under these circumstances. Many a time had he talked to me about his pretty sister, and boy like we had almost arranged that we should become brothers by her happy interposition. He had talked to her when at home about myself, and the result was that we had corresponded together, and although until this unfortunate time we had never met, we had considered that we were acquaintances, and were mentally anxious as to each other's personal appearance. Now, to a sensitive fellow like myself, this meeting under such circumstances was most distressing, and I subsided into my chair literally crushed by the glances of wonder and surprise with which Florence Goldring greeted my spectre-like rising at the call of her brother. I was"], [23, "Leonard's Dilemma. 15 obliged to raise my head as he spoke to me, and as some body had moved the friendly flower- vase, I could see her eyes turned upon me from time to time, and I existed through the remainder of that dinner time in a state of most perfect misery. When it was at last over I retired to my bedroom, and sank into a chair with a deep groan. My friend Phil, who had accompanied me, anxious to learn something of my newly-found friends, turned towards me with some apprehension, but when I explained the reason of my trouble, the unfeeling fellow laughed heartily. \" Beg pardon, old man,\" said he, \" but you look so utterly unlike a sentimental lover, I cannot help a quiet grin, but it is most unfortunate.\" \" Unfortunate,\" said I, \" it's simply horrible. I wouldn't have met her for all the bicycles in creation.\" \" Well,\" he replied, \" it's no use making a psalm about it now. What is best to be done ?\" and he considered for a few minutes, looking at me from time to time. At last he said, \" Do you think her brother would help us in a little harmless plot to restore your position with her?\" \" I am sure he would,\" said I ; \" but he don't know my feelings, and of course I cannot speak about it yet, but if you will explain your idea, I will judge as to its practi cability.\" \" Well,\" returned Phil, \" I believe I am a genius of invention — I mean the invention of situation, and this is my idea : As you are now utterly unlike the pale and interesting youth we all know, and if you will allow me to superintend your toilet, I will engage to make such alteration in your personal appearance as will quite prevent any possibility of recognition on the part of the ladies we have just met. You can be introduced to Miss Goldring as another schoolfellow of her brother's, whose assistance we must have ; and we can dispose of your present self by informing her that you left early this morning. It is only a pious fraud, justified by the peculiarity of circumstances.\" \" But suppose she recognises me,\" I said hesitatingly. \" She won't,\" said Phil ; \" I'll back my reputation as a master of contrivances upon it.\" Duiing the afternoon I sent for Harry, and with a little"], [24, "16 Leonard's Dilemma. *■ difficulty I introduced the subject. He laughed at first at my extreme sensibility, but entered into the humour of the thing fully, and promised faithful help and secrecy. In fact, I believe he was annoyed at the turn things had taken, and would do all he could to prevent the utter spoiling of his old wishes. The rest of the day I sat enduring toilet applications without number. Several pots of cold cream, a pound or two of face powder, and other matters, were judiciously administered to my roasted hide by my valet pro tern., and under their soothing influence I found next day the ruby hue had disappeared from my visage, and except a genial glow at the tip of my nose I did not present any unusual appearance. I was so far satisfied, and with a particular amount of care with my hair (which, now that it was perfectly dry, was several shades lighter than when I was playing bo peep round that vase of flowers at the dinner table), I descended into the reception room, and in a state of considerable tremor waited for the coming meeting. It was not long before Miss Goldring entered, accompanied by her brother, who had prepared her for meeting a stranger, another old schoolfellow ; and as we were intro duced, I had the satisfaction of observing not only entire"], [25, "Leonard's Dilemma. 17 absence of recognition, but also that glance of admiration which I had been accustomed to receive from those of the fair sex whom I occasionally met. \" George Grey,\" said Harry, \" I have much pleasure in introducing you as an old and valued friend to my sister, and I hope you will like each other.\" This I considered very kind, and I quickly improved upon this satisfactory recommencement of our acquaintance, and was soon engaged in close conversation with my fair companion. I had a capital start that she was unaware of. From the knowledge I had of her, I had been able to form an opinion as to her tastes, and therefore I knew at once into what channel to conduct the conversation so as to amuse and interest her. We sat for an hour or more chatting upon various topics, mentally pleased with each other, when she startled me by saying — \" Mr. Grey, do you know a Mr. Leonard Holland, who I believe was at school with you and my brother?\" I believe I turned even a little white at what was to come of this introduction of my real name, but replied hesitatingly, \" Ye-yes, I know him, certainly I know him.'* \" I congratulate you upon your knowledge, Mr. Grey,\" said my fair companion. \" I should think you value your friend much.\" \"Well,\" replied I, very much taken aback, though, \" certainly I do think as much of him as of anyone.\" \"You surprise me,\" said she. \"Of all uninteresting fellows he struck me as the supreme chief. I cannot understand how you can possibly like him ; his appearance is that of a hobgoblin given to drink, as his face and nose glow like a setting sun, and his manners are most repelling. My brother Harry introduced us at dinner yesterday and he barely noticed me, and actually left this morning without a word or message of farewell. I must say from Harry's description I expected a very different kind of fellow. He and my brother were a sort of modern Damon and Pythias at school.\" \" Hum,\" said I, feeling terribly crestfallen ; \" he improves upon acquaintance, I think. Perhaps he was out of sorts in some way.\" B"], [26, "18 Leonard's Dilemma, \" There is much room for improvement,\" replied the fair girl. \" Let us charitably pray that he may so improve,\" and she shortly after left me. I sat a little while gnawing my finger nails with vexation, and then retired to report progress to my anxious friend, who laughed, as I expected, immoderately, although he prided himself upon the success of his scheme. I did not like the idea of sailing under false colours, and wanted to explain matters, but by his and Harry's persuasion I allowed things to continue for a few days as they were. Meanwhile I got on exceedingly well with Florence, and our daily intercourse caused our acquaintance to ripen into a warmer feeling — at least, on my side, and I began seriously to regret that I had lent myself to the piece of deception that had answered its purpose so well. I expressed my determination to my fellow conspirators to expose the fraud, and as they began to see the necessity for its termination we agreed upon the method. One evening, after a day spent in the usual pleasant manner, I plastered down my hair and altered my appear ance to something like that I presented at our first meeting at the festive\" board, and with Harry as my supporter in the trying scene, I entered the room where Florence sat. \" Mr. Holland wishes to speak to you, Florrie,\" said Harry. She rose and came towards us, but the disguise being incomplete stopped a few paces off, and stared first at him, then at my altered form. \" Mr. Grey !\" was all she could say. \"Florence! Miss Goldring!\" I replied, and as I saw she was agitated I stepped forward and supported her with my arm. She recovered herself with an effort, extricated herself from my semi-embrace, and listened quietly to our explanations and excuses. We tried to amuse her by our narration of the facts of the case, and although she heard us attentively and smiled occasionally it was evident that she did not like the trick that had been played, and resented our practice upon her inexperience and credulity. I tried my utmost after this to win back my position in her favour, but without success. There was a coldness in"], [27, "Leonard's Dilemma, 19 her manner ever after ; and when we separated it was on my part with an unhappy consciousness that Florence Goldring was not for me. I suffered as most men do under such circumstances, but when I heard she was married bore it so well as to swallow an extra glass of wine over my solitary dinner on purpose to drink health and prosperity to her and hers ; and I have now succeeded so far in forget ting my trouble as to be getting actually corpulent. Finding that this renders mounting a bicycle a difficult matter, I have invested a little coin in a \" Coventry Tricycle ;\" and if at any time any of your readers meet a decent-looking fellow, stout in form and fair in complexion, pegging away in the neighbourhood of Newcastle, they may identify him as the hero of this little adventure. I don't think I shall ever marry. There was a deep hole somewhere in my heart occupied by Florence Goldring, and the shape isn't right for anyone else. I have gone in heavily for smoking instead of matrimony, and, after all, meerschaum pipes and Hignett's mixture are, perhaps, the cheapest luxury of the two."], [28, "5-JIE Tl^YEIiLEI^' I^EgT. About 4 miles from Bridport, in Dorsetshire, stands an inn boasting the inviting name, \" The Travellers' Rest,\" and upon a hard blustering evening in early April, there sat around the fire in the kitchen of this house a company such as one frequently meets at this kind of inn — that is, the landlord and two or three farm labourers. The con versation is never particularly lively among this class, the weather, the state of the crops, and a very vague remark about politics, settle it ; then the company compose them selves into a general dose of extreme tranquility, and while persuading themselves that they are having a tremendous spree, really get on with their night's rest in a most judicious and praiseworthy manner. The weather topic on this particular evening had lasted longer than usual, owing to the blustering wind and rain without, and one of the company, who was looking out of the window, had just remarked that no one would be likely to be out along the road such a miserable evening, when, to the astonishment of all, a bicycle rider appeared in view, coming towards the house. He had the wind behind him or would hardly have managed to get along at all, and when he reached the inn and stood drying himself in front of the fire, it was evident by his appearance that he was much upset. This was naturally attributed to the exertion of riding under such difficulties, and the landlord remarked that he was afraid the gentleman had come a long distance, and was pretty well knocked up, when he replied — \" No, I have come but a few miles this evening, and am not at all fatigued with riding, but I was up all last night at a rather trying scene, and I cannot get over it.\" The rural few, who were sipping at their pewter pots, looked at him with unusual intelligence and curiosity, and he went on —"], [29, "The Travellers' Rest. 21 \" When I have had a mouthful of refreshment I will tell you men where I have been, for there's room for a good deed if anyone is willing to do it.\" Two or three of them looked particularly virtuous at this, and one replied, \" Tell us as soon as you like, master ; there's some good hearts about here, although our breeches pockets aint over full, nor our westcuts either, for that matter. If it's a bit of work as anyone wants doing, I'll do my bit to help 'em, and I can do without a pint or two, perhaps, if that little's any good.\" \" The old proverb will answer you, my friend, ' Every little helps,' \" said the stranger, as he sat down to his meal. The little company sat quietly as he ate, and when he had finished he looked round and said — \" Now, my lads, I will tell you what I have to say, for I have to be at Bridport to-night. It seems inclined to clear up a little, and I must take advantage of it. This is my story : I left Puddletown yesterday morning, intending to run to Exeter by night, and arrived without any interrup tion to a part of the road about six miles from here, I should take it to be, where it runs between embankments, and looks wild and gloomy enough to make anyone nervous. I was s'tartled myself by the sudden issue of an old woman from a gap in the hedge, that at this particular spot runs in front of an old stone quarry, who, in accents of the deepest distress, implored me to stop. I was not altogether pleased at this, because, as I have said, the place was lonely enough for anything, and I did not know what game this old dame might be up to, but seeing that her distress was genuine, I dismounted and enquired what was the matter. She began by imploring secresy, and upon my promise not to divulge anything she might tell me, she explained that her son lay ill in a sort of chamber that had been cut out of the stone, probably to contain tools at the time the quarry was worked, and that this son had escaped from prison, where he was undergoing a sentence passed upon him for a murderous assault upon a keeper during a poaching affray. He had made his way to her cottage, and had lain there hidden for some time, but it had come to their ears that the police were"], [30, "The Travellers' Rest. 22 about to make a thorough search of the cottage and neigh bourhood, and he had fled. He was terribly ill when he left home, and had become helplessly so when he arrived at that spot. He had managed to persuade a boy to take a message to his mother, begging her to come to him, and he had crawled into this hole, she feared to die. I happen to be a medical man by education, and therefore might be of use in a case like this, and pulling my machine through the gap, I followed my guide into the, hole described. Lying upon the floor, with a woman's cloak under him, was a man upon whom death had laid his hand. He was in the last stage of consumption, and his laboured breath and splitting cough were terrible to hear. I raised his head into an easier position , and administered a little stimulant I had with me, which rallied him slightly, and he turned his eyes into a corner of the place, when for the first time I noticed a young woman and child crouched there. I enquired who it was, and he said feebly, \" My wife and child.\" I spoke to the woman, and she arose and came into the light, when I saw that she was exceedingly handsome, and, although poorly dressed, had the appearance of being of a superior class. Her face bore a stern hardened look that somehow brought to my mind a quotation I had seen upon a playbill in a town I passed through — \" My heart is turned to stone, I strike my breast, and it hurts my hand,\" for she looked as if her heart had so turned, and with it every kindly impulse of her nature. I told her and the man's mother that he could not last many hours, and while the old woman wrung her hands with distress, not a muscle stirred in the young one's face. I said that they need not fear the police officers, that a power mightier than the law had summoned the man, and I offered to procure a room if possible at the nearest cottage to which he might be conveyed. This offer was accepted grateful])', and I was fortunate enough to find at the very first cottage I came to that a room could be had, and as the people of the house possessed a conveyance I engaged that also, and superintended the removal of the dying man. He was much exhausted when placed in bed, but amid all his pain"], [31, "The Travellers' Rest. 23 his eyes were continually fixed upon the woman he had called his wife, as if imploring notice. She did not heed him in the least, and at last he said, \" Edith, will you come to me ?\" She raised her head, and walked to the bedside, and he continued — \" Edith, I am dying. Can you forgive me all the misery I have caused you ?\" and as the set hard look never altered he looked to me as if seeking my interference. I said, \" The man is right ; he is sinking fast. If you have anything against him, forget it now.\" She turned to me and said, \" Sir, you are a good man, and i will tell you what I have to forget, and if you can show me how, I will do it. I am the daughter of Sir Charles Grossfield, who lives in the Mansion you may have noticed a mile or so along the road you came. This man was his groom, and I am this man's wife ! There's a history in these few words already that shows folly and wrong, but not all — not half! I was young and foolish, self-willed, yet easily led, romantic, as young girls naturally are, and I learned to love this man, and yielding to his persuasion eloped and married him. For him, a groom, a stable sweeper, a horse cleaner, I sacrificed all my hope of position in life. I gave up luxury, a father's love, all that wealth could give and affection could fancy for me I threw aside to share his lot, and you see to what an end it has come at last. You would have thought, knowing all this, that he would have cared for me, that he would have done his best to compensate me for all I lost through him. You see how he has done it. You would have thought that he would have been proud of me, and would have tried to smoothen his rough tongue and manner. This is how he did it,\" she almost shrieked, tearing open the bosom of her dress, and showing a deep scar, \" this is his work, and you say ' Forget.' From bad to worse he has sunk, and what am I now, daughter of Sir Charles Gross field, wife, not now of a groom, but of a convicted felon. Forget, yes, I can well forget,\" and she sank into a chair, and covered her face with her hands. The old woman sobbed bitterly, and the tears rolled down"], [32, "The Travellers' Rest. 24 the dying man's cheeks as this was said. He gasped out — \" Edith, have mercy upon me. I deserve all you say, but I am dying,\" and fell back exhausted. I was much moved, and said to the woman — \" As a Christian, I beg of you to say some word of comfort to him ; help him in his last agony with a forgiving word. Pray speak to him. He is your husband still.\" \" Your husband, Edith,\" echoed the man, \" Your stable boy husband, you used to call me,\" and he smiled at the word through all his pain and grief. The word seemed to have effect, even upon the hardened woman, for she turned to him and said — \"James, if it will comfort you, I will say that I forgive you, but to forget is impossible.\" He stretched out his hand to her, and she went to him as if upon an impulse of the old affection, and parting his hair upon his forehead, kissed him on the brow, and then, with his arm around her neck, she knelt beside the bed. I beckoned to the old woman to leave them alone, and taking the little one by the hand, we left the room. What passed between them I do not know, but when we were summoned back some short time after, the man's head was upon her arm, and in that position, peaceful, and even happy, he passed away. I made what arrangements I could for his interment, and if any of you men can lend them a helping hand, why it will be acceptable, no doubt. I shall see Sir Charles Grossfield myself to arrange about his daughter and her child, but, by her wish, not until after the burial of her husband, and if in the meantime you require anything, there is my card\" — and with a parting nod, he mounted his machine and rode away. It was a rough night, one never forgotten in that neigh bourhood. The wind howled, and the rain poured in torrents, preventing sleep ; but the perfect rest of the wild, bad man was not a whit disturbed, and when, in the morning, the storm cleared away, and the sun stole through the chinks of the window-blind, and played upon the dead lips, as if trying to win an answering smile, there was no response, for, like a clod, he had returned to earth, and was buried in an everlasting sleep."], [33, "F^Ii^ELY Chap. i. With quivering lips but flashing eyes stood Frederick Hall in the presence of his employer, Adam Dunkley, the great hosiery manufacturer, of Leicester ; and well might his lips quiver as he listened to the solemn tones of the old gentleman's voice, and as an honest man well might his eyes flash with indignation and horror as he thought of the position in which he then stood, charged with having appropriated £50 of his employer's money. He was the only son of the late head clerk in the same warehouse or office, and had occupied his desk for something over two years. He was impulsive in temperament, unaccustomed to exercise self-control, and had launched into many extravagances that had gained him a discreditable name, and this no doubt was a strong reason for the ready belief in his criminality. He knew he was innocent of the fearful charge made against him, but still suffered an agony of shame and remorse as he thought that if his general conduct had been different, the circumstances of this case might have been altered. \" I am indisposed, Hall,\" said Mr. Dunkley, \" to press this charge against you for the sake of your dead father, as well as your living mother and sister. Although I fear I am wrong in not making an example of you, still on this account I will forego that which I feel to be my duty, and you will to-day leave my warehouse a free but disgraced and dishonoured man. Words of mine, I am afraid, will have but little power to bring you to a sense of your position. I have enquired into your career for some time past, and have such evidences of heartlessness, dissipation, and even vice, that I find you are so close to the edge of the precipice of utter destruction that I doubt the possibility of your return to duty. I even fear that my leniency in this miserable case will prove an inducement to further"], [34, "26 Falsely Accused. ill-doing ; and although I give way to my feelings as a man, I know that I am doing a grievous wrong. I will, for the last time that I shall speak to you, earnestly point out the wretched end of all this. Your mother and sister must share your downfall whenever it is, and if you have another chance of making an honourable way in the world, think of them, take it, and Heaven help you to succeed.\" The miserable culprit stood for a few seconds speechless, but at last said — \" Sir, my position now I acknowledge I almost deserve by my imprudence, but I beseech you to believe me that I am not criminal. I have done very much that is wrong — have neglected my duty and have deceived and misled them at home as to my actions and pursuits, which have, I acknowledge, been discreditable to me, but your money I have not had. I leave you, as you say, disgraced, but in this respect not dishonoured. I leave you satisfied that you are justified in the course you take — that appearances are against me every way, even that I deserve punishment for other causes ; but in the midst of all this I can hold up my head as an honest man, and I am certain some day this will be made clear to you.\" \"Hall,\" cried Mr. Dunkley, \"you make me repent my decision by this obstinate denial. Leave me at once, I will hear no more,\" and with a low bow Hall retired. He paused a minute as he passed through the outer office, where sat the chief clerk and others with whom he had been employed, and said — \" Mr. Wilson and fellow clerks, you know well as I do that I am suffering under a false charge. It is out of my power to clear myself now, but let the hound who has caused this look to it, I will never rest until I am cleared — I swear it,\" and bringing his fist down upon the lid of the desk that once had been his with a bang that nearly split it, he left the office. Once in the street, his thoughts flew homewards. How should he tell his widowed mother of his position ? How should he break the miserable news to his sister, who was so proud of him, who had fancied him working up even to a partnership with Mr. Dunkley, and who had excused his indiscretion, and hidden, as far"], [35, "Falsely Accused. 27 as possible, all his faults ? He walked about the neigh bourhood of his home until the usual hour of his arrival there, so as not to startle them, and then, with trembling limbs and whitened cheeks, he entered. His sister had seen him walk up to the door, and ran to meet him. \" Fred,\" said she, \" how ill you look ; are you not well ?\" \" Not very,\" he replied ; \" rather upset to-day, that is all.\" \" I am glad of that,\" said his sister, \" because I have news that will put you quite right. Uncle Richard has died recently, and has left all his money to— whom do you think?\" \" Goodness knows,\" said Fred ; \" I expected it would go to some lunatic asylum — the old chap had a weakness that way, I think. Is it so, Maggie ?\" \"For shame, Fred,\" replied Maggie. \" He may have left it to a lunatic, but he has not to an asylum ; you are best judge as to the lunatic tendency of the fortunate possessor, for ' thou art the man.' \" \" I !\" said Fred, \" never!\" and as Maggie nodded, he sat down bewildered for a few seconds, but soon recovered himself, and asked, \" How much is there, Mag ?\" \" Here is his solicitor's letter,\" she replied. \" He says about three hundred a year. Why Fred, dear, with this and mother's income and your salary we shall get on beautifully. I am so thankful,\" and tears of real gratitude stood in the dear girl's eyes. \" Mag, dear,\" said Fred, \" I am, like you, devoutly thankful for this, and I have a greater reason than you know of. You must forgive me, but I shall have to turn your joy into sorrow, and your castles in the air must tumble into their usual shadowy nothingness. Can you bear to hear of trouble, disgrace, and suffering?\" ' \" I don't understand you, Fred. Is there any mistake about this money that you know of, and how can there be any disgrace to us with it?\" replied Maggie. \" It isn't that, dear,\" he replied; \"but I have left the office to-day charged with having stolen £50. Yes, stolen is the word, and what's the use of money to a fellow who is branded as a thief. Maggie, dear sister, I didn't take it — you know that, don't you ? Youdo knowl couldn't do it?\""], [36, "28 Falsely Accused. \" I am sure of it, brother,\" said Maggie ; but how can it have happened — how does suspicion rest upon you ?\" Fred told her all then. How a bag containing £50 in gold had been abstracted from a safe of which he alone had the key. How, after the closest investigation, nothing could show the least probability of any of the other clerks having opened the safe ; that enquiries had been made that proved he had been living a dissipated life of late, which told sadly against him ; and as the key of the safe was very peculiar, it was most unlikely anyone had been able to open it with a counterpart, and there was not the least sign of it having been tampered with. There was no alternative, then, but to let the case rest with him, and as he could in no way account for the loss of the money, he was considered to have appropriated it, and although Mr. Dunkley in his mercy spared him a felon's fate, disgrace must be his close companion ever after. His poor sister sat with her hands clasped, and as he proceeded her distress increased, and she burst into bitter tears. \" It is hard, Fred,\" said she, \"just as mother and I had mapped out such a future for us, to find that we are worse off than ever. What is money compared to a good name ? a rushlight in the sunshine. Still you must use the means Providence has given you to ferret out this matter. What do you think of doing ?\" \" I shall place the matter in the hands of detectives, with request to watch the proceedings of every man in that office quietly, so that no suspicion can be aroused ; and I believe in the end all must come right. The Great Disposer of all events will surely never let me suffer all my life for that which I have not done. I shall go away for a while — I could not work if I had it to do. I will take my machine and travel here and there for a few weeks to get over my distress, and to be out of the way of all whom I have known. I can afford to do it now, and this lawyer fellow who writes about Uncle Richard's money will let me have some to go on with, no doubt.\" ' \" I think that will be the best plan,\" said Maggie. \" I will to-day break the sad story to our mother, and we will"], [37, "Falsely Accused. 29 send for Mr. Worm, the detective, and will all talk to him about it.\" \" Do so, dear,\" said Fred ; \" and meanwhile I will look up all I want for my journey.\" His mother's distress was great indeed when she heard all, but her faith in her son's innocence never wavered. Mr. Worm, the detective, came in the evening, and received as full particulars of everyone in the office as Fred could furnish ; and promising attention he left the family in better spirits, and hopeful as to the ultimate result. The following morning Fred mounted his machine, and taking the Melton Mowbray road sped rapidly along for a few miles, as if to leave his disgrace behind. It was a lovely morning in early June, and all nature seemed to invite admiration by its bright freshness ; but Fred for awhile hardly raised his eyes from the road. The exhila ration consequent upon the rapid motion and his natural temperament, however, enabled him to recover his spirits, and he looked about the quiet town of Melton Mowbray with more of his usual manner, and with reasonable interest. He stayed there to dinner, and proceeded in the afternoon to Grantham by a hard and awkward road, and putting up at the \" Blue Lion,\" remained there all night. He heard accidently in the bar parlour that there were some amateur bicycle races at Boston in a few days time, and he decided that he would proceed to that town, where it was not likely he would be recognised, and the races would afford him some little excitement. The follow ing day, therefore, he rode gently to Sleaford, a clean and quiet little town, and spending a few hours inspecting the very limited lions of that place he rode on to Boston in the evening. The distance between Grantham and Boston is not great, but the road is hard for bicycles, and Fred was sufficiently fatigued to be glad to get to bed, where he slept soundly, and awoke the following morning almost forgetting his troubles. He speedily made the acquaintance of other bicycle riders in the place, and by the geniality of his manners and his attractive style and appearance he became quite a general favourite, and assisted in the preparations for the forthcoming races with great spirit."], [38, "Falsely Accused, 30 He had many runs with the club, and entered at last into the mile handicap race announced to take place on June 20th, and the work of practising and planning matters with the club kept him so well employed, mentally and bodily, that he ceased to worry about the past, and was almost as happy as ever. He easily obtained remittances from the solicitor who had written him, and he passed among his new associates as a young gentleman of fair means — a native of London, who was travelling about for his own pleasure. The day of the races arrived, and Fred, who was con sidered to stand a good chance for first place in his heat, probably in the final, entered fully into the work, and was as excited as any of the competitors. There were several races without much interest, and at about 3.30 the heat of the race was run in which Fred was entered, and after a stiff struggle he had the satisfaction of passing the post first, and of receiving the congratulations of his friends. The day wore on until the time for the final came, and he was then opposed to three others who might be considered the best riders in the county. There was George Durant, the best rider in Boston, scratch man ; Fred, with 60 yards start ; Allen, of Sleaford, 100 ; and Thomas, of Boston, 120. At the sound of the pistol they got off capitally. The course was nearly five laps to the mile, and for the first lap there was little change in the position of the riders, except that the two last seemed gradually decreasing the distance between themselves and the others with the longer starts. The second lap began to tell a tale. Fred passed both Allen and Thomas, and as Durant was pulling up well, this round was finished with all four closely together, and the excitement of the spectators rose rapidly. Shouts of \" Go it, Fred !' warned our hero that his most dangerous competitor was close behind, and he worked so well through the third lap as then to be still some 15 yards ahead of Durant, who seemed hardly able to gain another inch. The other two were then disposed of as far as first or second place went. In the fourth round Durant did his best ; he felt he had his reputation at stake, and he pulled his machine three"], [39, "Falsely Accused, 31 or four times level with Fred's, but the latter simultaneously putting on a spurt that fairly lifted the machine along, he could not manage to pass until just as they entered upon the fifth round, when with a terrific effort he rushed to the front, and it appeared as if Fred was settled for first position. He, however, wisely kept close behind for about half the last lap, when he gradually stole up alongside his competitor, and the two tore along the short remaining distance neck and neck, amid the most intense excitement. Ten yards from the post Fred made a final effort, and literally laying over the front wheel he spurted six inches in advance, and although Durant simultaneously made an effort, Fred's wheel passed the post three inches first and the race was his. It appeared to those a little distance away that it was a dead heat, but the applause that followed the mounting of Fred's number upon the indicator showed him to be the popular man, and that the plucky way he had ridden against a fellow acknowleged to be an unusually fast rider had won him golden opinions. Chap. II. Poor Fred, however, was not allowed by the fates to enjoy fully his little triumph. He had passed the post nearly level with Durant, but when a few yards by it, both riders swerved a little, and their cranks caught together. Away they flew over the handles, Durant on to the grass inside the path, and Fred over the rails, almost into the lap of a young lady, who sat in the reserved enclosure. Durant was unhurt, but Fred fell heavily across the back of the chair, from which the lady sprang as he charged at her ; and although he rolled on to the ground and jumped to his feet in an instant, he was obliged to sink heavily into the chair himself, and, clasping his hands across his breast, fainted clean away. Consternation now took the place of excitement among the spectators, especially those who were nearest the scene of the accident, and, as usual, everybody had some special remedy, so that Fred was in a fair way to be killed with kindness."], [40, "Falsely Accused. 32 The young lady across whose chair he had fallen was accompanied by her father, and he wisely took a leading part in the matter. Wrapping an overcoat round the poor fellow, he directed two or three of his friends to assist in lifting him into a carriage he had waiting, and with a few words to his daughter, wishing her to remain until he returned for her, he requested one of Fred's friends to jump in with him, and drove off to his own house. It was the first time that this old gentleman had ever seen a bicycle race, and his delight and astonishment had been intense. He had felt interested in Fred from the first, and was loud in his applause as he passed him round after round, and when the final struggle came, the old fellow worked in his excitement almost as hard as the riders themselves as he shouted and gesticulated to encourage them. \"The lad's a perfect brick,\" he cried, \"and I'll look after him. Some of you fellows bring his bicycle to my house,\" and thrusting his card into the hand of the captain of the club, he drove rapidly away. The card announced that the name in which he rejoiced was Jonathan Lotion, and that the house which might be called his castle was denominated Scarbro' Villa. He was a retired hotel keeper, who had realised an independence at the fashionable watering place bearing that name, and although a little peculiar, he was as good a sort of old gentleman as could well be met. He was a native of Boston, and had returned to end his days where he began them, and he now spent his time with his only daughter in such quiet little amusements as that town and neighbour hood afforded. His daughter was a bright little party, who doted upon her father, but who rated him often for his inability to forget his old occupation of hotel keeping. They were admitted into the best society of the place, and it was annoying in the extreme to Gertrude when she was doing the thing a little heavy to hear her father rap out some of his hotel experiences. \" It's a fair glass of sherry, I'll admit,\" he would say, for instance, when taking a glass of wine at a friend's house ; \" but it's nothing to that I used to keep at the"], [41, "Falsely Accused. 33 JONATHAN LOTION. White Lion, at Scarborough. I did a good business in the commercial as well as the family line, and Jim Scraggs, who travelled for Cash's, used to say, ' Lotion, my boy, I can't think how the devil you get such wine.' Fact is, I didn't buy Gilbey's fifteenpenny tack, and re-bottle it at 7s. 6d., like some of 'em do, but I bought good, sound stuff, and it paid me best in the end,\" and as he looked round he would catch Gertrude's reproving eye, and smother his rising reminiscences with a cough. It was, as we have said, to Scarbro' Villa that Fred was taken, and under the care of a good old fellow like this, he was not likely to want for attention, and the doctor who was called in pronounced that a week or two of such care would put him perfectly right. He wrote home to let his mother and sister know where he was, and resigned himself with considerable satisfaction to his position as an interesting invalid. He used to lay for hours upon a couch, ostensibly reading, but occasionally talking to pretty Gertrude, and very often glancing at her sweet face. He watched with growing interest and admiration the deepening colour of her cheek, as he spoke of his gratitude to her and her father. It was, after all, a picture any man could very well waste an hour of his valuable life in contem plating. Her jetty eyelashes swept heavily upon her rounded cheek, as she lowered the lids of her grand brown c"], [42, "Falsely Accused. 34 eyes, and her slightly retrousse nose and perfect mouth and teeth completed a description of face that would have interested even old Diogenes. Fred enjoyed all this immensely ; but he was a strictly honourable fellow, and he began to consider it a duty he owed to his entertainer to explain his unfortunate position. He felt that it would not add to his peace of mind to remain in the society of pretty Gertrude, unless he had some hope of claiming a very near relationship at a not very distant time, and he argued with himself that if only the miserable stigma that rested upon his character was cleared avvay, his position would not be bad for such a result, as he was fairly well off in the worldly acceptation of the term, and was evidently regarded with favour by both father and daughter. This sense of duty grew stronger day by day, and he at last determined to tell Mr. Lotion his unhappy tale, and one evening, as he retired to rest, he mentioned that he would be much obliged if he could have a private interview with him the following morning. The old boy stared a little and glanced rapidly at Gertrude, but replied, \" Certainly, certainly ; will after breakfast do ?\" \" Any time will suit me,\" replied Fred, \" but I must trouble you with a little news about myself;\" and so it was arranged. The next morning, after a sleepless night, Fred appeared at breakfast a little paler than usual. He drank a cup of coffee, but his ham and eggs had not their usual charm for him, and with an apology he pushed away his almost untouched plate as they rose from the morning meal. \" Will you come into my study, Fred, and let me hear what is troubling you,\" said Mr. Lotion, and to that sacred place Fred followed the footsteps of his host. A study was considered by Mr. Lotion as one of the necessities of his position. In reality the idea was absurd; the shelves in the room were filled with books, the binding of which possessed the only interest to him. There was an astronomical globe and a terrestrial one, about which he cared much less than his pipe and spittoon ; but there was a little cupboard beside the fireplace that contained"], [43, "Falsely Accused. 35 something that was the solace of the hours he felt he as a gentleman ought to devote to his study, and this was a bottle or two of Martell and a box of exquisite cigars. \"Too early to suggest a dram, my boy,\" said he, as they entered this abode of genius, \" but try a smoke ;\" and as Fred declined, he amputated the end of a Manilla and enveloped himself in a fragrant cloud. \" Now for it,\" said he; \"let us get business over and go for a walk — the morning is beautiful, and Gertrude will be waiting.\" \" Mr. Lotion,\" began Fred, and his voice quivered a little, \" I have a very awkward subject to introduce, and one that is excessively painful to me.\" \" Don't introduce it, then,\" said Mr. Lotion. \" I think a man is an ass if ever he does a disagreeable thing that can be avoided, and I am not fond of even hearing disagreeable things.\" \" It is a matter that you ought to know,\" replied Fred ; \" and I feel to blame for not speaking before. I have told you that my name is Hall, and that I am in possession of £300 per annum left me by an uncle, but that is about all you know of my family history ; and after the very great kindness you have shown me, and the — the interest I will call it now, that I take in your daughter Gertrude, I feel that you should know all the peculiarities of my short history, and who and what I am.\" \" Well, be it so,\" said Mr. Lotion encouragingly. \" To go back a little for a start,\" resumed Fred, \"my father was for many years managing clerk and occasional traveller for Adam Dunkley, of Leicester.\" \" Not David Hall ?\" cried Mr. Lotion. \" It must be, though, I know he was at Dunkley's. Why Fred, my dear boy, he was my best friend, inasmuch as once when he was at Scarboro' on business we treated ourselves to a bathe together in the sea, and I should have been washed away and drowned safe as houses if it had not been for the strong arm and bold heart of your father. Give me your hand, my dear boy. God bless you — God bless you, if only for your father's sake,\" and tears of grateful recollection stood in the old fellow's eyes."], [44, "Falsely Accused. 36 \" I heard your father was dead,\" he resumed, after an application of his pocket handkerchief, \" and I paid the only tribute I could to his memory and wore black for a year, but as I was a perfect stranger to his family, of course I did not like to ask for permission to follow him to his grave, much as I should have liked to have done so. But go on with your story, my boy, I am interrupting you sadly.\" \" I am glad to hear this, Mr. Lotion,\" replied Fred, \" as it will make my task a little easier, and I shall hope for your sympathy and help for my father's sake. Briefly, then, I was employed at Dunkley's myself until some few weeks since, and left charged with having stolen £50.\" \" Good heavens ! No !\" cried Mr. Lotion. \" It is true that I was so charged, and but for my father's memory, might have been now in prison, for I cannot account for the loss. I had the key of the safe in which the cash was kept, and no one else could get to it, and yet it went — how, is a mystery to me.\" \"But your position surely should have raised you above such suspicion,\" said Mr. Lotion.\" \" The very day I was charged,\" said Fred, \" I received the first intimation of Uncle Richard's legacy, and until then I must own I was, through indiscretion, in debt and difficulty ; and Mr. Dunkley concluded that on this account I had appropriated the money. I hope, sir, that you will help me to unravel the mystery, and that you believe in my innocence.\" \" As in my own, dear boy,\" said Mr. Lotion ; \" and now let me think a little, while you take Gertie for a walk,\" and again shaking him by the hand, the grand old fellow dismissed him. Fred's heart was lightened of a heavy load, and he repressed with some difficulty a strong inclination he felt to bestow an affectionate kiss upon Gertrude — of course for her father's sake — as she looked like a fairy waitin \" for him, but merely smacking lips as a kind of faint consola tion, he performed his duty of cavalier with his usual circumspection, and carried her parasol and basket like a Christian,"], [45, "Falsely Accused. 37 He found Mr. Lotion waiting for him upon his return, and he came to meet them, saying — \"Fred, I have been thinking the matter qyer, and have determined to go to Leicester at once with you, and will put the matter right, never fear.\" Fred felt a little queer at this sudden announcement, and glanced at Gertrude, whose cheeks he saw were of a crimson hue, but he could only express his thanks and readiness to accompany his kind friend. The next day therefore saw them at Leicester, where Fred took Mr. Lotion and introduced him to his mother and sister. \" I knew your husband, ma'am,\" said he, \" and your father, miss, and for his sake I will help you. He saved my life, and apart from that was one of the best fellows that ever breathed. I respected him more than any com mercial that ever used my hotel, the White Lion, at Scarbro'. He was a genius, ma'am, if ever there was one, was David Hall ; to see him carve poultry was a picture never to be forgotten, so sweetly clean and neat he did it,\" and Mr. Lotion dissected a couple of ducks in pantomimic action, and ended by blowing his nose regretfully. He then saw the detective, who had done as he had been instructed, and had to report the payment of several sums of money by one of the clerks in Mr. Dunkley's office that were out of proportion to his salary, and having consulted a solicitor of eminence, Mr. Tellcrams, he commenced a quiet course of enquiry himself. At a consultation they had with the detective, he asked as to the possibility of there being a duplicate key, but as it was a very peculiar kind Fred could not admit such a possibility until he was asked if he thought an impression had ever been made of that which he usually carried. He then distinctly remem bered that once, when called away for a few seconds, he had left his key upon his desk, and upon his return had noticed a piece of stuff like dough adhering to it. He did not take much notice of it at the time, but rather wondered how it got there. \"That's it,\" cried Mr. Worm, the detective, slapping his thigh ; \" I'll stake my existence upon it that we nobble the fellow before the week's out ! and Mr. Lotion shook"], [46, "38 Falsely Accused. hands with him as if he had been his grandmother. In less than a week it was all put right. Mr. Worm found where the key had been made, and got a description of the person who ordered it, which exactly corresponded with that of the clerk who had been found in possession of unusual funds. He was charged by him with the theft in the office without any warning, or the least idea that suspicion had fallen upon him, and upon the impulse of the moment, fell upon his knees and confessed his guilt. Mr. Dunkley was grieved beyond description at the mischief that had been done, and would have taken Fred back with honour and preferment, but Mr. Lotion would not hear of it, and said that he would take Fred's future into his own hands, and would look after him well. He kept his word too, and there is not a happier fellow in the country than Fred Hall, and he has reason to be so, for Gertrude Lotion decided shortly after to simplify her rather peculiar name into Hall. The event took place at Boston Stump, as the church is called, and upon that day Mr. Lotion gave a magnificent spread to all bicycle riders, the only condition of admission being an orthodox uniform. He is still an enthusiast in the matter of bicycles, and any rider passing through Boston, may depend upon a cordial welcome if he calls upon Jonathan Lotion, Esq.; of Scarboro' Villa."], [47, "Wmii DeuGLTigs'js W001N6. Coundon House is situated in the County of Hampshire, and is considered to be one of the prettiest specimens of what are known as gentlemen's residences in that county. For some years it had stood empty, as by will of its former possessor, who had left his property to a charity, it was on no account to be let, but to be sold outright, and the price he had placed upon it being large, and, indeed, the full value, it appeared more and more likely as years rolled on that Coundon House would fall into utter decay. It happened, however, that its romantic appearance attracted the notice, and its neglected state the pity, of the heroine of our little tale, and as we all know a woman will find means somehow to have her own way, at all events whenever it is within the limits of possibility, the place was very shortly purchased, restored, beautified, and at 'the present time is a residence fit for the quiet moments of 'a king. r-s.ii William Douglass, who was the purchaser ofthe little domain, was a nobody, at least he possessed no particular amount of pedigree, and on this account his neighbours, who always charitably enquire into the weak part of a man's position, at first treated him coldly, some fearing the contamination of associating with an inferior, while others were inclined to shoulder him simply because they thought they should not elevate themselves by the association. But not a rap cared W. D. His thoughts were centered in his household, and upon one who formed its bright particular star, and he never entered his castle without a feeling of profound contempt. for all the rest of the world, and of profound gratitude that he had been enabled to provide so fair an abode for her whose happiness had been the loadstone of his upward exertions. And this was none other than his ward, Clarice Hughes. Douglass was but of middle age, but he had the respon-"], [48, "Will Douglass's Wooing. 40 sibility of being sole custodian to this young lady, whose parents had both died in her infancy, and whose father, Douglass's dearest friend, had left her to his tender care. He undertook the position of guardian with an earnest resolve to do his full duty, and in that capacity for some years struggled against comparative poverty, denying himself even ordinary comforts that he might provide her with her many requirements. A lucky business hit, how ever, had now placed him far beyond the pecuniary cares of life, and he was numbered among the wealthy few. At the time of this story, Clarice was a sweet little thing about 23 years of age. Her stature was something below the middle height, but her form was simply perfection. There was certainly room enough round her waist for a fellow's arm, but it seemed as though it must be tenderly placed there to avoid damage to so slight a stem. Her bust, style, and step were faultless. Her face was fair as the starlight of anybody's boyhood — the rose and the lily, a peach in perfect bloom. Her hair was dark, and her brown and tender eyes shone with a wistful and loving glint that fairly entranced the observer, while her dainty hands and feet were cast in such fairy moulds that made them seem too ethereal for earthly use. Douglass, on the other hand, was but an ordinary mortal even in appearance. His nose was large and his eyes were small, and of an ordinary greyish hue; still, there was a pleasant light in them, and although the never stopping clock of time had told out the fortieth cycle of his allotted term, his brow was unwrinkled, his hair unstreaked with even a suspicion of a silver thread, and his step as elastic as it had been twenty years before. In fact, he was good for a hundred miles run any day, and loved his bicycle like all good Christians should, and this will introduce him to the good wishes of our readers. For a time afterhe had entered upon the duty of custodian to his friend's child, his interest in her arose solely from a wish conscientiously to do his duty, but as she ripened from a child into her perfect womanhood, in spite of his every effort, in spite of prayers daily and nightly uttered"], [49, "Will Douglass's Wooing. 41 there arose from the utmost depths of his heart a feeling that exceeded by far ordinary interest or duty. In vain he argued to himself that the difference in their ages forbade any thought on his part of more than a fatherly love, that their relative positions had placed him so much in this capacity, that Clarice could think of him in no other light, the tyrant Cupid, in reply, only discharged a larger flight of his sweetly-poisoned arrows, and poor Douglass was indeed perplexed in the extreme. As for Clarice, in her childhood Douglass was almost her first happy association, and as she saw him from time to time upon visits from school or otherwise, she had learned to make him her ideal of manhood, and although profoundly ignorant of his feeling for her, she regarded him with a great amount of affectionate veneration. There had been many suitors for her hand : her beauty and position were the chief theme of conversation among young men, yet as they came prostrate to her altar one after another, she detected a something wanting, a something that made them all below the standard she had set up ; and although she felt ashamed, even to herself, of the unintelli gible caprice upon which she acted, she could not persuade herself that she was sufficiently interested in any one of them to submit to the slightest semblance of a courtship, and she was free as air. Early last year Douglass, whom from her childhood she had called uncle — although there was no relationship between them, except, perhaps, in the dim vista of a long line of cousins — had, in reply to her expressed wish, pur chased a tricycle, and one fine day in April she was engaged trying it in the grounds of the house, assisted by a voung gentleman who resided in the neighbourhood, and whose name was Harry Groves. This young man was the last who had ventured into the lists for her favour, and as he had every advantage of personal appearance, com bined with wealth, and an endless flow ot spirits, that enabled him after each successive snub to return more strongly to the charge, it seemed as if the conquering hero had at last come."], [50, "Will Douglass's Wooing. 42 Douglass sat upon a rustic seat watching them rather moodily as the lesson proceeded, striving manfully to accept the position the fates had awarded him, and to persuade himself that he felt satisfied at finding there was some kind of understanding at last coming to pass between these two, but in his heart of hearts he cursed the machine that appeared to have assisted in bringing it to pass. That this was the actual condition of his mind struck him fully as, by a turn in the path, the pair passed him closely, and his eyes caught the full bloom of her cheek, towards which the head of the young attendant was considerably inclined. Involuntarily, he crushed the cigar he was smoking between his teeth, and threw it away with an impatient pshaw ! which caught the ears of the fair rider. She raised her eyes quickly to his, and met in them an expression that revealed to her at once the opening chapter of love's old tale, and from that moment the position between the guardian and his ward was totally changed. Poor Groves, with all his pertinacity, could make but little headway after this. A serious mood seemed to have suddenly taken possession of his fair charge, and though he tried gay sallies, grave remarks, and even serious reflections as they struck him as suitable to her humour, he was replied to but in monosyllables, and at last really crestfallen and offended he retired from the scene, puzzled and annoyed. Douglass watched this with much surprise. He had firmly settled in his own mind that the loss he dreaded must take place, and he could hardly help regretting the snubbing of this young man whom he really liked, and therefore in whom he took more interest than in the others who had come and gone. After all, although selfish thoughts would intervene, his first was for the happiness of his ward, and he knew that no one could offer himself who could better take the position he had so lovingly and honourably filled. Acting upon these thoughts, he could not help remon strating with Clarice for the coolness with which she had treated the young fellow, and walking up to her he said, gravely —"], [51, "Will Douglass's Wooing. 43 \" Dear Clarice, you know that I do not attempt to inter fere with you in any way except for your benefit, but I have something to mention now that is a little out of my usual line of interference, and I should like your full permission to speak before I do so.\" \" Why, uncle,\" she replied, \" I am generally as ready to hear as you to speak, and surely no permission can be required from me for you to say what you like to your own niece, and in your own house.\" \" Well, my dear,\" said he, \" in a usual way perhaps not, but you see a third party would generally be considered an abominable nuisance in the matter in which I feel almost obliged to thrust my interference, and I don't want you to consider me a nuisance, you know.\" \" No fear of that, uncle,\" she replied, \"you can never be anything to me but yourself, and that word does not enter into your composition. I wait for the words of my mentor.\" \" I am afraid you won't like them much,\" said he, \" and certainly they stick in my stupid throat most villainously ; but as I have gone so far, I suppose I must plunge into the mischief, and this is it, Clarice, it is about your treatment of young Groves I feel obliged to speak.\" \" Yes,\" she said, seeing that he paused. \" You will not help me much, my dear, I see,\" continued he, \" but the case is this — God knows I love you, and for this reason I want to see you settled and happy. I have not cared much hitherto, although I have seen you dismiss many likely young fellows very summarily, but young Groves is different to most of these. He is a thoroughly excellent fellow, of capital position, and as far as I have judged by an observance of his whole life, without a vice.\" \" Yes,\" she said again. \" Well, Clarice, I haven't much more to say, except that I think, indeed I know, he loves you, he has told me as much and don't you think it might be to your benefit and happiness to try to return his affection \"? \" Benefit perhaps, happiness not,\" said Clarice, looking up fully into his face, which had grown white with the intensity of his feeling — \" Oh, uncle, why do you want to send me away ?"], [52, "Will Douglass's Wooing. 44 \" Send you away,\" cried he, fairly shuddering at the thought, \"why, my girl, if you were but as firmly fixed to my home, as you are to my heart, you could never leave me. But you know you must go sometime.\" \" Then let me say when,\" replied she, \" and now, uncle, promise me, as you have had your say, that you will let me speak first when this subject needs again broaching, will you \"? \"As you please, dear,\" he answered ; \"but may I ask you one question before we dismiss this subject, which appears so painful to us both ? You have some reason for it all — will you tell me what that reason is ? You must like young Groves : everyone he knows does so ?\" \" I like him well enough,\" she replied, \" but not in that way. Oh, uncle, don't ask me — pray don't ask me,\" and she burst into such a paroxysm of tears, that in sheer pity, Douglass drew her to him, and she sobbed upon his shoulder like a child. In a few minutes she had recovered, but a look in her face when she last spoke, and an involuntary tightening of her hand upon his, as it sought hers in pitying affection, had upset poor Douglass's nerves to such an extent, that he stood bewildered and almost helpless as herself. Recovering himself by a violent effort, he managed to say, \" Clarice, I think I have gone mad ; but if I have, there's some excuse for a few insane words such as I must say. Clarice, my darling, can it be possible that you care for me ? Tell me, would you share my home as my wife instead of ward ? Oh, forgive me, but I must speak or die !\" She looked up with a singular expression upon her face, a compound of love, timidity, and surprise, but with a smile struggling through her tears, she managed to say, \" Don't die, then, but speak to me again this evening. Please let me go now,\" and as he slackened his clasp, she slipped away, leaving him standing like a statue upon the spot. He stood for some time in as complete a state of bewilderment as ever fell to the lot of a mortal. He would have fancied it all a dream, and himself in a state of som nambulism, but that her handkerchief lay at his feet, his"], [53, "Will Douglass's Wooing. 45 cheek, which in his excitement he had pressed upon hers, was wet still with her tears, and his hand still tingled with the unusual pressure of her own. He therefore most willingly accepted the alteration of his role as a reality, and slowly, but with steps that spurned the ground, as those of a man who had been suddenly deified ; he also retired into the house. It would be perhaps entering too much into particulars to describe how the rest of the day passed. How they met at the evening meal, and instead of the usual lively chat, they sat as if afraid, even to look at each other — how when their eyes accidentally met, they both coloured as if there was something wrong, and how thankful they both were when the meal was over, and they were free to enter upon the second act of the new drama. Clarice first rose, as if to leave the room, and Douglass, who had anxiously watched for some token of her recollec tion of the evening arrangement, rose also, and stopping her at the door, said, \"Clarice, don't forget that I have to speak to you. Will you walk with me across the fields ?\" and as she looked assent, he let her go. In a few minutes they were together in the open air, and taking the road through the little railway station, passed into the Coundon fields. Strangely silent, they walked along, Douglass bursting to speak, but for the first time in his life frightened at the sound of his own voice. They crossed one field like a couple of mummies, until they reached a stile, upon which Douglass leant, and drawing Clarice closely to him, looked into her face. It is an absolute certainty that no piece of architecture has ever had its associations so strangely overlooked as a modern stile in an ordinary thoroughfare. Poets have sung the praises of places and buildings whose romance has not actually been a patch upon that of one of these primitive structures. Taken practically, they are certainly not important ; considered mechanically, or as specimens of civil engineering, there is much room for development of genius : a couple of rude posts, a few cross bars, a rough step, and there you are ; but only think of the romance clinging by association to these uncouth parts — ■"], [54, "46 Will Douglass's Wooing. why every rail must have its own tale of softening voices and honied words ; every post must have felt the pressure of some stalwart form, rendered more difficult to support on account of some slighter form it clasped ; even the nails by which the rude affairs are held together must have heard something that would astonish the world to know, and yet, with one exception in favour of an old ditty, in which some lackadaisical widower doles out the information that he is sitting upon the stile where, in time past, he had the pleasure of sitting by his bride, who rejoiced in the uncommon name of Mary, we do not remember to have seen anything in poetry or prose that attempts to bring their claims into the notice of the sentimental or curious. To prevent Douglass being afflicted with a stiff neck, through retaining an uncomfortable position too long, il faut revenir a nos moutons. He looked into her face, and turning it up towards his, pressed his lips passionately upon hers ; his hat fell off in the action, and he laughingly hung it upon the post, saying, \" You see, Clarice, at my age, every man ought to act quietly, and I take it as a hint from above to remain uncovered, while I ask you the same question as I did this morning. Will you be my wife ?\" She answered as he wished, and that knowing old stile creaked with the pressure that followed, and its knowledge of human love-making pegged one more. Returning homeward, Douglass said, \" Clarice, I have been thinking how much, how very much I owe you for the love you have given me. I cannot realise that it is true. \" Am I so shadowy, then, uncle ?\" said she. \"A glorious substance, my love,\" he replied.; but no more uncle — henceforth and for ever we drop the avuncular appellation. I am Will Douglass, or any better name to you, but uncle died to-day.\" With a loving smile, she answered, in the words of the old song — \" You are Douglass, my Douglass, tender and true, And all men else are shadows to you.\" And after all this comes the old ending — a little spoonin^, matrimony, and then another generation of Douglasses."], [55, "?5 gPIIflL Bicycle riding has been described in very many phases, and anecdotes without number have been related about the pleasures and advantages of this highly popular recreation. It will be, perhaps, a little change from the usual run of such adventures to describe for once the history of a good spill, and what became of it. Spills are not considered to rank very highly among the glories of bicycling, and unless a fellow gets so seriously hurt as to knock him completely out of time, he generally manages to get up with a smile upon his face (often a very ghastly one) ; and with his shins well barked and bruised, his hands cut and bleeding, he declares vivaciously that he isn't hurt a bit, and tries to put on an air as if he had enjoyed himself excessively. Mind, we do not cite this as a disadvantage connected with our favourite pastime, but have succeeded in persuading ourselves that it is quite the reverse, as it strengthens a fellow's nerves and endows him with a sort of stoical fortitude that may be useful to him, goodness knows how often. The spill we intend to describe, had, very unfortunately, a lady in it, but lest our readers should be quite disgusted with the clumsiness that produced such a contretemps, we will premise enough to say that the result was a very happy one, and \" All's well that ends well.\" It was in the earlier days of bicycling that two riders, by name Tom Horrop and Walter Ellerby, were returning home from a distant town, talking merrily together about their adventures, and other topics. They had accomplished a run of about 60 miles, and being good riders and well mounted, had met with no accident of any kind, and were actually within a mile of home when for once they did get into a serious mess. At that period a little footpath riding was not considered such a villainous affair as it is now, and many a quick mile"], [56, "48 A Spill. and an easy one has been stolen from the solid path, which now-a-days must be plodded seriously over with many a jolt and bump, owing to the ignorance and want of judgment displayed by road surveyors. Of course we don't expect at present to find roads made on purpose for bicycles, but where riders of these machines are jolted and inconvenienced by bad roads so are riders of carriages to a much greater extent ; and it is surprising that there is not more care taken in what is really a serious matter to all. Well, about one mile from their destination, as we have said, our riders met with one of these Elysian spots where the road was as if laid with kerb-stones ends up, filled in carefully with brickbats, and they possessed sense enough to prefer a sound and smooth path that ran by the side of this festive specimen of surveying skill. A little ahead they noticed an old lady plodding along, and when about fifty yards from her, Tom who was a yard or two first, whistled loudly to attract her attention. The old dame turned round and saw them, and then stept to the edge of the path, as if intending them to pass between her and the hedge, which as usual bordered the road. Satisfied that that they had been observed, and that the lady had thus arranged, they pushed along, but Tom's machine making a slight click when close behind her, she, with the usual unaccountable perversity of her delicious sex, stepped from the edge of the path straight into the front of him. He turned right into the hedge, but his crank caught the bewildered dame, spun her half round in front of Walter, who was too close behind to do anything, so therefore helplessly struck her full in front, and the three human beings and the two machines lay in the path, a heterogeneous mixture of knickerbockers and spokes, backbones and petticoats, cracked skulls and wobbling wheels. The two fellows did not care a straw for them selves, perhaps through the stoical experiences we have described, but were up in an instant. To their grief and utter consternation there was no raising the old lady. She had fallen heavily, and her head had struck upon the stones, so that she lay stunned and senseless,"], [57, "A Spill. 49 and all their efforts could bring no sign of life. For a few moments they stood and looked at her in helpless dismay. Visions of manslaughter and transportation, inquests and coroners, assizes and judges, black caps and hangmen rushed across their minds, and they even had a notion of flight and escape, but that the impossibility was too apparent. The poor white face, however, called them to their better selves, and while one supported the old lady's head the other rushed to a little stream, and filling his cap with water, returned to bathe her forehead and temples. Their efforts were rewarded in a few minutes by their patient opening her eyes, and raising her hand to her head, and their next wish was to see her taken to her home. A conveyance passed shortly, and the driver willingly assisted the old dame in, driving quickly towards the village where she lived. Tom and Walter had consulted together, and thought it much the wisest and best plan to return with her and make the best explanation they could to her friends, as she was still too much upset to attend to her excuses herself. The) did not feel particularly festive when they neared the white cottage she pointed out as hers. Stopping at the door, they proceeded to help her to alight, while a young girl and a respectable, farmer-like man came out, staring in amazement. The delinquents both noticed with secret misgiving that the latter was a powerful, well -developed fellow, with strength enough to shake them into fiddle-strings, and as they really could not say how he might receive their account of the occurrence, they felt, if anything, still more ill at ease, and waited for the opening of the ball in a state of considerable tremor. This was done by the old dame bursting into tears, and laying her head upon the man's shoulders with the exclamation, \" Them nasty felosofers ! Oh, Jack, I thought I wor killed.\" Jack glared at the riders and said, \" Who did it, mother ? What was it — tell me?\" Tom here interposed, saying — \" I am very sorry to say that my friend and myself have been the unhappy cause of this good lady's accident. I can assure you that D"], [58, "A Spill. 50 we both deeply regret it, and anything we can do to atone for it we will with pleasure.\" Jack still looked to the old dame for explanation, and as she was fortunately a decent old soul she said — \" They did not do ita purpose, Jack, but it wor hard.\" Not exactly understanding whether she referred to the circumstance itself or the stones upon which she fell, our riders still agreed that it was very hard ; and as the old girl was by this all right again, and disposed to be forgiving, her son's wrath subsided and the worst was over. The worthy villagers refused all offer of compensation, but it struck the son that his mother's errand to the town was still unexecuted. It appeared that Mrs. Brown, which was her name, was on her way to a lawyer's office to consult him about a matter which had upset their simple lives. The cottage in which they lived had been bequeathed by a relative to the young girl we have mentioned, who was the motherless daughter of our old lady's son, John Brown. A son of this relative had taken it into his head that he was greatly wronged by this matter, and having in vain tried to upset the will, now continually annoyed the possessors of the cottage, particularly Mary herself, whom he persecuted with offers of marriage as the only means of quieting him. The girl naturally objected to this cavalier style of wooing, and after a stirring scene, in which the whole village was aroused, the old dame made up her mind to consult Lawyer Cockles as to the best means of stopping the annoyance. Lawyei Cockles, however, lost his client that day, and as it happened that Tom was head clerk in the office of that worthy, he was able in such a simple case to advise as well as his employer, and promised to see that a formal legal letter was written to the offender, warning him of the consequences of such conduct. Both the riders then left the cottage, congratu- lating themselves that where they expected and almost deserved enemies they had found friends ; and instead of being themselves in difficulties and trouble owing to their indiscretion, this had opened a house of call for future journeys, and had by special interposition of that particular Providence appointed to watch over bicycle riders,"], [59, "A Spill. 51 weathered easily what might have been an awkward storm. \"Tom,\" said Walter, as they rode homewards, \" you don't catch me path-riding again in a hurry. I'll be hanged if I can believe we are so well out of the mess.\" \" Well it's a stiffish warning, certainly,\" replied Tom ; \" but I can't say I am sorry it happened. I shan't be long before I'm over there again, old man.\" Walter looked at his friend, as he spoke this with peculiar emphasis, and replied, \" Tommy, have yon been looking round a bit for yourself? I thought I saw you siding up to the young lady.\" \"Think what you like,\" said Tom ;\" I'm on there, I tell you plainly, and I think it will be a capital thing for both. I am old enough to be sensible, and here's just a sensible sort of a girl, a sensible little house, and no doubt a sensible little sum behind it ; and as under these circum- stances I can afford a wife and want one, I need only repeat emphatically, I am on there.\" Now its rather annoying that in relating a tale even like this of real life., there must always be a petticoat infusion. We may take our pens in hand with a strong determination to confine ourselves to athletics, dramatics, classics or any other ics, and to ignore in descriptions the frail though sweet sex ; but there seems to arise an imperative necessity for its introduction. A tale isn't a tale without a woman in it ; it's like a watch without works, or a bicycle without wheels. Bicycles alone are not good enough to work with, although an excellent ground work ; and we find the petticoats come in as a sort of seasoning to improve the flavour, like mustard to beef, or jam upon our bread and butter. After all there is nothing discreditable in submitting to the power of the softer influence. Bicycle riding strengthens the legs, but does not weaken the affections. Training hardens the muscles, not the heart ; and so like all our gender, as Wackford Squeers has it, we acknowledge the weakness of our boasted strength, and yield to the inevitable. Tom was true to his word, and was not long before he again visited the village, and as he had managed to"], [60, "A Spill. 52 quieten the noisy relative, he was received as one who had conferred a favour instead of administering a broken head. His advances were not badly received by Mary, but she was skittish as a colt and difficult to approach. She had too, an aversion to bicycles, and that aversion had hitherto extended itself to riders, and there was a little difficulty in removing that feeling. She didn't like uniforms either, and Tom always wore his, so that he did not make much progress at first. However his quiet attentions made their way. One day while walking together, their conversation turned upon bicycles and their etceteras, and Mary said : \" I cannot imagine why young men will disfigure themselves by wearing knickerbockers. Boys are hideous in them as they grow tall, but men are frightful in the extreme.\" This was very hard on Tom, who prided himself that he shone to perfection in his C.B.C. uniform, and glancing down at his blue ribbed hose he said : \" Frightful, Mary ! That's a shade too bad. Why, until bicycle riders adopted knickerbockers, ladies were quite in the dark as to a man's proportions, except at Court presentations and ceremonies, which don't fall to every ones lot. What a benighted world to be sure !\" \" And a very fortunate state of benightedness too,\" replied Mary. \" Proportions do not say ? Drum sticks or gate posts I should call them. I never saw a happy medium among all. Some are perfect scare-crows.\" \" Thanks, very much,\" said Tom \"for the compliment to us all, and now Mary, I must just tell you that I am very pleased to hear you find such fault,\" and he sat down upon a fallen tree and looked at his legs admiringly. \" Why ?\" said Mary. \" Well,\" he replied, \" I consider you a girl of just sense as well as of infinite jest, and unless you had excellent models upon which to form an opinion, I hardly think you would feel competent to judge on'such a critical point.\" \" Sir,\" said Mary. \" Madam,\" he replied. \" 'Tis but a fair retort, Marie mia, now I have cracked the ice, and confess that beauty of form is my special weakness, and your indirect acknow-"], [61, "A Spill. 53 ledgement of perfection in one important point is very satisfactory to me. \" Mr. Horrop, your impudence amazes me,\" said Mary. \" No, it don't,\" replied Tom. \" Its a high compliment, I mean, peculiarly administered perhaps, but it certainly is not impudence, because Mary, we are not strangers now, and I want to become particularly intimate. In fact, Mary, I want a wife, and that wife must be you. What do you say ?\" She blushed, but replied, \" I would not marry a bicycle rider, you know I hate them.\" \" Not all of them, Mary,\" said Tom, \" make me a happy exception to your rule and you shall never repent it.\" \" You'll leave off bicycles then,\" said Mary. ■'iWe'll see about it,\" replied he, and she said the little word he wanted to hear. They were married shortly after, but he didn't leave off bicycling ; quite the reverse. Indeed he was heard ordering a 24-in. a few days ago, and there was a little Tommy at home to ride it. ->^*«-3{E-<-"], [62, "JepN Bwel-ey mv 3@N- \"Well, father, things certainly seem in a deuce of a mess,\" said John Broseley, jun., leaning back in his chair, and staring at his progenitor with a very blank look. \" They are in a mess, my son,\" said the old man, \" but you see if all the people who ever owed me money had only paid up there would'nt have been so much the matter. I have been terribly unfortunate, and everybody who got into my debt either died, failed, or couldn't pay for some reason. I was always very lenient to them, but I really must put the screw on now we are so screwed ourselves.\" \" I should think you would, dad, put the whole lot in the County Court to-morrow. Why, here's someone named John Stokes owes us £25, and its been owing two years. Put him in court first of all,\" he added, turning over the leaves of what appeared to be a ledger. \" I am afraid, my boy,\" replied the old gent, \" that process would be of little use. The County Court is a splendid institution, especially for charging a great deal for doing very little, but I never heard that with all its power it was able to call anyone from the realms of bliss to answer one of its pieces of paper, and poor old Stokes died 12 months ago, and was buried by the charity of his friends.\" \" And are the rest of 'em the same kind of thing ?\" enquired the son, still turning over the leaves of the book. \" Nearly all, I am afraid,\" replied his father, \" but we will look through them together,\" and they drew their chairs up to the table, and proceeded to dot down an awk ward-looking row of figures. The John Broseleys (father and son) were in business in one of our country towns under the style or firm of Broseley and Son, and the old gentleman had occupied the same house, and plodded on in exactly the same hum-drum way ever since he left school, and entered into the trade of saddler as junior partner to his father."], [63, "John Broseley and Son. 55 Upon the death of the latter, he assumed the responsi bilities, not only of the business, but of a wife also, and in due time there was a very junior John Broseley ushered into the world. This very junior person developed into a different kind of plant to his respected parent. Trade he hated, work, in the ordinary sense, disgusted him, books he wouldn't understand, and although at the age of 21 he was solemnly admitted into partnership with his father, he was rather less use in the business than the errand boy, and knew nothing whatever of his trade. His mother had stepped into immortality when he was but a boy, and partly from natural weakness of character, and partly from intense but stupid affection for his motherless child, the old gentleman had let him run to seed almost how he liked. The young man's chief hobby was his bicycle. He was never tired of riding, cleaning, or even looking at it, and he was by far the best rider in the Shire. No matter what weather it was John Broseley. jun., was up early, and on his machine ; rain, snow, frost, or wind made no difference to him, out he would be, and after losing a little of his energy by tearing madly about the roads and lanes, he would hie him home, and take the journeyman and 'prentice from their work to help him scrape the mud off and brighten up his bicycle. The old gentleman remon strated but feebly. It had become a habit of his life to give way to his impetuous son, and so he worked the harder himself that his soil might play, and fared the worse that his son might have all he desired. For some years this had continued, and a regular slight over-running of the constable, and the old fellow's easy disposition with his debtors, had placed the great firm of Broseley and Son in such a position that the working partner was obliged to trouble the sleeper to look into matters a little for himself. We have fonnd them now in their office in the act of this examination. \" Well, father,\" said young John, after a struggle through a column or two of addition, and one of subtraction, \" it amounts to just this — that we owe about £1000 more than we've got, and that looks like bankruptcy, but surely Dad there's something that will show up better than this. It"], [64, "John Broseley and Son. 56 can't be true, and I can see I have helped to bring it to pass, and he rose and walked up and down with a very miserable air. \" My son, there's nothing behind,\" replied the father, shaking his head, \" you see the plain facts of the case, but it is my fault as much as yours ; don't grieve, it is as easy as possible for you to put it straight.\" \" Me !\" cried young John, stopping short, \" Why, I aint worth a rap anyway — what do you mean, father?\" \" Why, my son, you must marry ; you know that your cousin Nellie was destined by her father to be the wife of my son, and on this condition she will receive a large sum of money on her wedding day, and it has come to this, that you must save the name of Broseley from disgrace, and your father from utter wretchedness, merely by making yourself happy. I know you don't like the idea, but it must be.\" No proposition could possibly have been more startling to young John Broseley than this. He marry ! why he looked more fit for a funeral. His face was white, hard, and cadaverous with work at training, and his form looked altogether more fit for a farmer's scarecrow than a nuptial couch. Besides, his own inclinations were so thoroughly averse to anything of the kind. He had never admired but one girl in his life, and that was one who performed upon a bicycle, and who drank a stiff glass of brandy and water with him after the performance was over. She was an ornament to her sex, he loudly declared, and no one took the trouble to contradict him, because it would have been but a waste of words. If he could have married a tricycle and could have produced a generation of small bicycles as a consequence, he would have entertained the idea as reasonable — probably lucrative ; but marriage in the ordinary sense, to be tied to a woman who would not rub a fellow down after a stiff spin, who would not appre ciate the beauty of being in condition, and who would perhaps insist upon his appearing like he really was a fine, handsome young fellow, and not like a hungry prize fighter ; why, the idea was terrible, and he felt as he stood open-mouthed and stared at his father that he should"], [65, "John Broseley and Son. 57 do a clean bolt to the antipodes rather than make such a sacrifice of himself. He was not a heartless fellow, however, and as the old man sat turning the leaves of the books over in an aimless, hopeless sort of way, he made up his mind to be led like a lamb to the slaughter, and to be dumb before the shearer of his manhood. The cousin his father had referred to was, he knew, a hearty and a pretty girl, one that most fellows would have looked at with an approving eye, and ninety-nine out of a hundred would have leaped at the chance he had, but his leaping did not lay in that direction, and instead of con gratulating himself that he had so pleasant a way to rid himself of his difficulties, he cursed the very hour he was born, and decided that \" His name upon a page within the book of life, By some o'er careless angel had been wrongly writ.\" However, he went up to the old gentleman and said, \" Father, I feel like a prodigal son who has wasted his substance, and I will return home to-day, in a figurative sense, to my duty to you, and as my duty to my cousin should be to place her in possession of her property soon as possible, why I'll ask her to marry me to-morrow.\" \" But, my son,\" replied the old man, \" I don't think that will do. I think there are generally a few preliminaries observed before the actual question takes place. I never was a particularly good hand at anything of that kind myself, but your poor mother and I talked a little tender like, you know, before I rapped out such a question as that.\" \" Tender like, father,\" said John. \" Do you mean that you told her she was an angel, like the fellow in the play told a girl in pink the other night when I was at the theatre ? I don't think I could manage that. I thought I never saw such a humiliating sight in my life. He was a great fellow with big whiskers, too beefy to be in good condition though, and she was a little bit of a thing he could almost have swallowed, and he stuck on his knees before her, mouthing like an ape. I could'nt manage it, dad, I'm certain I could'nt manage.\""], [66, "58 John Broseley and Son. \" I don't think there's any need to go on your knees,\" replied his father, \" or to tell your cousin she's an angel exactly, but you must be kind in your manner to her, and look at her fondly like, there's a deal done with the eyes my boy, a great deal done with the eyes,\" and the old fellow perpetrated a fearful squint in honour of his departed days. \" Well, I'll try my hand at it, father. I'll go to Chesting to-morrow and see how I can work it, but I shall make a mess of the tender work, I know, and I don't think much of the eye business if it's done the same way you tried it, father.\" \"I'm out of practice, my boy, and perhaps I didn't do it right,\" explained the old man. \" Perhaps not,\" replied the son, \" and now good night, and mind you sleep soundly. I'll put it all right somehow. Don't you fret. Good night, father.\" \" Good night, my son,\" said the poor old fellow, shading his eyes that he might the more clearly see his only love, and so he stood at the door watching him fondly, as he walked along the passage to his own room. He closed the door and fastened it as soon as he had crossed the threshold, and walking straight up to the looking glass, gazed for some time at his own reflection. The image he saw was not particularly striking. A well knit figure, lithe and sinewy as an acrobat's, a face with a kindly expression, but with the set worn look overworked athletes wear so proudly, hair cropped close, no whiskers, and a moustache that stuck out straight for about a quarter-of-an-inch, did not improve his general style, but still he stood and gazed upon this image as a man would look upon the body of a dead friend, and his feelings as he looked were almost those of a person so situated. If he had known the quotation he would have burst out with, \" Farewell, a long farewell to all my greatness,\" but as he did not he was contented with staring at his doomed self, relieving his sorrow with shrugs and sighs. However, he did not waver from his decision, and as he knelt by his bedside in the nightly prayer he never missed, he did not forget to commend his undertaking to his Maker, and then somewhat more resigned, he made his usual impression upon the feathers of his bed."], [67, "John Broseley and Son. 59 Chap. II. The nexL morning, John Broseley, jun., was up early, and after a long time at his toilet, he presented himself at the breakfast table where his father was anxiously awaiting him. The old man looked approvingly as he noticed a wonderful difference in him, and rubbing his hands said — \" My dear boy, I did not know you were half so handsome ; why your cousin Nellie will be proud of you, I'm sure she will.\" \" If she is, father, that's more than I am of myself,\" replied he ; \"I feel like a mummy in these clothes, I'll swear I've got more cuffs and collars than shirt, and old Deeming might have increased his store of cabbage very well, with a yard or two of stuff out of these trousers. Why on earth men don't wear knickerbockers regularly, I don't know.\" \" It is out of respect to the ladies' feelings, my boy,\" said his father. \" They can't stand the sight of legs, you know.\" \" Well, but they might get over the sight of stockings, I should think,\" replied young John. \" They wouldn't frighten 'em much, surely ; I should like to know how the Scotchwomen do in the Highlands, eh, father? That style would bring them round a bit, I know.\" \" So it would, my son,\" said the old gent, nodding an approval ; \" but really you must put up with being a little uncomfortable at first, and you do look first rate.\" His son rose from the table with a discontented grin, and, taking up a high hat he had brought down with him, which he held at arm's length, said — \" And here's another piece of barbarism for a fellow to stick his head into ; about as much use as an old saucepan with the handle off, and about as handsome, too,\" and he rapped the crown smartly with his fist, so that the old boxer quivered sweetly like a tambourine. It will he noticed that young John Broseley had, after all, a good perception of the homage due to the sex, to which whatever its sweet frailties we certainly owe the"], [68, "60 John Broseley and Son. pleasures of existence, and he had therefore arrayed him self with considerable splendour in a suit of clothes that had lain in his drawer for many months. It was redolent of camphor, put with it to prevent moths, and covered with creases, but it was full in volume as to the tails of the coat, and shone with all the glory of broadcloth at eighteen shillings and sixpence per yard. The young fellow looked fairly well in it, although the cut was of arcadian primitive ness, and as he eked out its beauty with a collar some quarter of a yard too high, and cuffs that enveloped his hands, it was to the credit of his manly figure and good bearing that he was not altogether overwhelmed. It had never occurred to him that this style of dress would be more than ever inconvenient upon a bicycle, and he had never thought that some of his unusual glory would depart under the trying conditions of a sharp spin of fifteen miles or so along a rough country road, and he really stood at the front of the house with his machine ready before it struck him that the tails of his voluminous garment would be something in the way. However, there was no difficulty"], [69, "John Broseley and Son. 61 in getting a strap long enough to encircle him and his tails as well, when neatly and carefully tucked up, and after debating with himself about the advisability of serving his hat in the same manner, he mounted and rode off. A somewhat Quixotish figure he looked, too, as he rolled along with his wide trowsers carefully wiping the oil off his cranks at every revolution of the wheel, and his high hat balanced chastely a little on one side of his head, but appearance was a thing that never troubled him, and although he met two or three of his acquaintances before he cleared the town, all of whom stared at him with much amazement, he saluted them cheerily as usual, quite ignoring the peculiarity of his costume. As he advanced into the country his spirits rose and his pace increased, so that it was a matter of difficulty to keep his head-gear in position, and he wished heartily that he had applied a strap as he had at first contemplated, but by a little care and an occasional jerk, he managed to keep it on although it veered roundto all points of the compass, and showed an immense inclination at times to succumb to the influence of the earth's attraction. He accomplished a dozen miles of his journey without event of importance, and there arrived at the summit of a long hill, down which he always ran at full tilt, legs over handle. The temptation was too strong for his caution even upon this occasion, and thumping his jam pot an inch or two lower down his forehead, he let the machine go and 'away he flew. He had, however, unfor tunately omitted to examine his waist incumberance, and one side of his coat tails had been gradually working free from the confirming strap, so that the action of throwing up his legs freed it altogether ; and, after playing with the top of the wheel and the trouser guard of his machine, as if uncertain what to do, it flapped itself firmly between the two, and there was chaos. A peculiar amalgamation of man and bicycle took place that was indeed \"without form and void.\" The machine was of course suddenly checked by the accident, and poor John would have been thrown yards over the front, but that the eighteen and sixpenny broadcloth was good, and the tailor's stitches were not of the Wilcox & Gibbs' chain type"], [70, "62 John Broseley and Son. so that neither gave way, and John and the bicycle rolled, bounced, and stew along in a manner that Bellerophon of old would have envied, even when perched upon his winged steed. Motion by human means, however, must come to an end, and after laying still for a few seconds to feel if he was really alive John slowly assumed a sitting position. Finding himself comparatively unhurt, considering the nature of his performance, he proceeded to examine the improvement that had taken place in his elaborate toilet. The offending tail of the celebrated coat was so wedged in and torn that he deemed it advisable to cut it off altogether ; the knees of his trousers were cut to ribbons, and one of his knees was bleeding comfortably, so that the amputated tail furnished two almost necessary bandages. He looked about some time for his hat before he discovered that he was sitting upon it ; his hands were cut and dirty with the mud in which he had rolled, and as to his cuffs and collar the washerwoman who had seen them a short hour before would have shed a sympathetic tear at the change. Gradually he rose to his feet, and poking up the crown of his ten-and-sixpenny boxer, he surveyed it and his general tout ensemble with great disgust. \" This is a pretty omen for the future, John Broseley,\" soliloquised he: \"you're a lively specimen of a courting party, you are. A nice figure I look now to go in for a bit of tender work, and a rare effect that eye business would have when both of them are black, and my nose like a twopenny steak. I'll go back home, hanged if I don't.\" He then raised his machine, and endeavoured to wheel it along, but one of the cranks was bent right into the wheel, so that he could not get a single revolution out of it, and his perplexity increased, especially as he found his injured knee very stiff and painful. A wagon, however, fortunately emerged from a field close by, and took the direction of the village he had intended visiting. The driver, seeing his wretched plight, stopped, and hearing where he was bound for, offered to convey him to the door. Poor John felt that he had no alternative but to accept this offer, and lifting his injured bicycle into the wagon, he"], [71, "John Broseley and Son. 63 climbed in himself with a little difficulty, and in half an hour or so, his unexpected, and as a conveyance for a sprightly swain upon so important an errand, unusual vehicle stopped at the door of his aunt's house at Chesting. Chap. III. John Broseley's aunt was the relict of his father's brother, who had some years ago retired to his earthy mother's cold embrace, leaving also behind him a daughter and a goodly sum in the three per cents. He had been a pushing, energetic fellow, who looked with pity upon the slow, easy disposition of his brother, but who yet loved him dearly, as indeed he did hi; then little nephew John. He foresaw easily that there would be little or nothing ever come into young John's pocket out of the saddlery trade, and as he foresaw, too, that the boy would grow into a man of good and affectionate disposition, he made the will to which we have referred, that left the greater portion of his wealth to his only daughter upon the day that she was married to his only brother's only son. The young people had for some time known of this matter, and Nellie had very naturally thought about it much, and had watched, with a woman's critical eye, the development of young John from boyhood, through the gawkiness of the hobbledehoy into the complete man. She was satisfied from her occasional examination that there was the foundation of everything necessary to make a woman happy as his wife, and while she regretted the infatuation that separated him from his duty to his father, and, indeed, from everything else, she never ceased to hope that his eyes might be opened, and partly from regard to her father's will, partly from affection for John himself, which had grown as she had grown, she was ready to fulfil her part, and as far as she was concerned his course was clear. People who live in the extreme seclusion of a country village are not very difficult to surprise, and Mrs. Broseley's face, as she opened the door and saw the pitiable object upon the step, was good evidence of the same fact."], [72, "64 John Broseley and Son. However, she saw, too, in a moment that she could do more good by getting her unexpected guest attended to than by staring at him, and without a word she ushered him into the house, carrying the machine in with her own hands ; then, sitting down opposite him, she said — \" Now, John, what's the matter ; are you hurt anywhere particularly ?\" \"No, aunt, not a bit, said he-; \"at least, a basin of water and a sponge will put all right. Don't be alarmed, I have only had a bit of a spill ; the worst is, my clothes are so terribly \" \"They are terribly something,\" replied his aunt. \"I can't think what you have been doing to them ; and they don't look to me the right kind for those bicycles. Why, your coat tail is right off. I'll tell you what you must do, you must wash your wounds and put on a suit of your poor uncle's, until we can get one of your own from home,\" and the good old soul ran from the room to lay the requisites for the wash and change ready for him. Poor John blushed terribly at his aunt's remark about the unsuitability of his clothes, and bit his lips with vexation when he was left alone. What a farce his unusual get-up was now ! Where was the emphasis of that special suit that was to help him in his undertaking ? Nothing fit to be seen but the waistcoat, and that was not of much use by itself, and so he sat condemned to appear at this trying time before his cousin in garments belonging to a man about twice his own size, and in which, instead of showing off in unusual splendour, he would look like an ill-stuffed Guy Fawkes. There was absolutely no help for it, however, and he was glad to wash his wounds, and thrust his limbs into cases that certainly did not irritate through undue pressure, and' he sat eating his dinner and telling his aunt how the misfortune occurred, when Nellie, who had been absent all the morning, entered the room. Her astonishment at seeing her cousin in his peculiarly unbecoming clothes was almost as great as her mother's when she saw him in no clothes at all to speak of, and she was astonished also to find that his usually confident and"], [73, "John Broseley and Sou. 65 easy manner was as altered as his garments, so with a woman's natural perception into such cases, she guessed that there was something in the wind that concerned herself. She listened attentively to the explanation he gave of his then condition, and after seeing the coat that had caused the disaster, and the hat that had borne the burden of his form, she decided that her first impression was correct, and that all this preparation with a man of John Broseley's stamp meant business. He, poor fellow, was not to get over his accident so easily as he had expected. His injured knee proved rather a difficult matter, and a surgeon who was called in to examine it insisted upon perfect rest, otherwise the con sequences would be serious, and he was therefore compelled, for the first time in his life, to put up with feminine society, and to his astonishment, after a few days, he began to feei as if he rather liked his interesting position. He caught himself several times watching his cousin's pretty little figure, as she busied herself in her various duties about the house, and he felt, after all, that there would not be anything absolutely repulsive in becoming one flesh with her, and he gradually forgave her for her ignorance of athletics and manly sports. Under the influence of rest and a mind at ease, he improved vastly in appearance, and as after a time he was able to walk about a little, with the assistance of a stick and his cousin's arm, he looked like a fellow who would interest any girl , and Nellie, who noticed eagerly his alteration of manner to her, was as proud and happy as a queen. Still, nothing had been said about the real purport of his visit, and although a good understanding was established between them, it was from an intuitive perception that each was pleased with the other, and not from the less convincing means of questions and replies. Naturally, this state of coma came to an end, and as they sat together one evening at an open window that looked into a garden blushing happily with the glories of a genial spring, John felt that the spirit moved him to crack the nut of his future, to find either the kernel or decay of his hopes. E"], [74, "John Broseley and Son. 66 He watched his cousin's hands as she worked at some kind of ornamental work that he did not understand, with an increasing desire to possess himself of them and blurt out at once all he had to say, but his father's caution remained upon his mind, and he restrained himself accord ingly, and said quietly, \" Nellie, I have never told you the actual reason I had for coming here when I met with that delightful smash.\" \" No, cousin,\" she replied, \" I have often wondered why you came, and especially in that unusual dress.\" John's cheeks tingled a little at this mention of his dress which he understood well enough now was most absurd, and Nellie glancing from the corner of her eyes saw his change of colour, and the sly little puss knew perfectly well that she had fibbed when she spoke. \"Well, cousin,\" continued John after a short pause, \" my visit was to you alone, and if I hadn't knocked myself about so badly I should have astonished you before now.\" \" Me, cousin John !\" ejaculated Nell. \" Yes, you, Nellie,\" said he, \" I don't know how I should have set to work then to say what I intended, but your great kindness has so much smoothed the way for my words that I think I can manage it now. Give me your hand, Nell.\" She placed her hand in his and waited for what she knew was coming fast, and he continued — \" Nellie, dear Nellie, all my life so far I have been an ass. I have persuaded myself that a fellow was not worth the name of man if ever he fell in love, but now I find that without love no man can honestly say that he has ever really lived.\" Nellie's hand trembled a little as she felt the ball rolling so near the pocket, and John was astonished at the poetry of his expression, but went on. \" I came on that day, Nellie, like a mercenary hound to ask you to be my wife. Nay, hear me, dear,\" said he, as she started at the words, \" I must tell you all ; no fellow ever met with a more richly-deserved punishment than I did upon that day. I came to ask you to be my wife, not"], [75, "John Broseley and Sou. 67 from love to you, but simply because your money was needed to save my father and myself from ruin.\" He paused for a moment, to still his quivering lips, and again went on : \" Nellie, I am as thoroughly ashamed of myself for my feelings then as ever man can be. I was puffed up with an ignorant and stupid conceit that led me to despise your whole sex, and the only reparation I can make now is to tell you this with humiliation and great regret. I have turned the table upon myself since I have been here, and see too plainly that I am to be despised, and if you act as you have full right to do, you will show me the door.\" She still spoke not a word, and the door was not indi cated, therefore John took the final plunge. \" Nellie, I am at your feet in a double sense, imploring forgiveness for the past, and earnestly — God only knows how earnestly — begging you to be my wife. It was your father's wish you know, and if you can but forgive me, and will believe that it is yourself I want now, and that I forget the rest, I will make you as happy as ever woman was by the exertions or love of any one man. Speak, Nell, tell me my fate.\" With a smile struggling through the tears that we understand it is usual for young ladies to shed upon these trying occasions, she said : \" I always tried to be a dutiful daughter, John, and I will obey my father's wish.\" \" Not against your own inclination, Nellie,\" whispered John, \" say that much and I will be satisfied.\" She whispered something, and by the change of position that followed, it is to be presumed that the feeling of satis faction was a strong one. Another good man gone wrong."], [76, "WTOMNG WflEEIiJS. '■' It will never pay, my boy, you may depend upon that,\" said my father, \" and that's the chief\" consideration.\" \" It is not of the least use for you to fancy that you can live upon the honour and glory of conducting a publication ; they neither fill stomachs or pay paper makers' bills, and I should advise you strongly to think of something more practical.\" Now it was not of the slightest use for the old gentleman to talk in this way in the frame of mind I was then. I was fully convinced that I was literally overflowing with journalistic fire, and I had made up my mind to add one more feather to the weight of press power in this free and independent country, by starting a paper in the Bicycle interests, to becalled \"Whirling Wheels.\" I had opened my mind fully to my father, who in younger days had been a writer of works of fiction, many of which were exceedingly popular, and I expected to find that he would be gratified at my wish to tread somewhat in his footsteps, and was the more suprised when he commenced by throwing cold water upon my enterprise. He had not forgotten the up hill work he had found it to creep into the sympathies of the people ; the annoyances he had received from adverse criticisms of jealous friends, and more than all the difficulty of making a living out of his brains; and he would rather really have heard that I intended setting up as a market gardener than an editor or author. I was not quite dependent upon my exertions, physical or mental, to procure my daily bread, as I had a legacy left me by a relative that put me in possession of a few hundreds, and I was prepared to launched this into the disturbed sea of literature, in the humble manner I have named, even if I lost it all. I mentioned my chagrin to my father at his want of sympathy, and he continued —"], [77, "Whirling Wheels. 69 \" Dear boy, I should be grieved in the extreme to interfere with anything you propose that I could see would result in good foryourself, but remembering my early experiences I cannot help warning you of what you may expect. You know my first work was a novel in two volumes, entitled 'The Brigand's Bride.' Now I worked hard at that novel tor more than a year, revising and smartening it up before I even offered it to a publisher, and I cannot describe my grief when I found none of them would give me threepence for it. They suggested that I should have it printed at my own risk, and I did, as you know, and although it sold as well as I expected, it is impossible to explain the annoyances I was subject to, instead of the pride and satisfaction I had hoped to gain. It was described as washy, devoid of sentiment, crude, the effort of a fervid boy, a brainless work ; and many a time after reading such gratifying criticisms as these I have shaken my fist at the confounded book as it lay upon my table, as if it was the fault of the printer's ink and paper instead of my own stupid ambition. I tried again, however after this had cooled down, and produced ' Drusilla the Dreamer.' In this work I endeavoured to obviate every deficiency that occurred in the former. I made it crammed with incident, I gushed with sentiment: Lord how I did gush tobe sure; but after all I was sat upon by my old tormentors worse than before. It's a good many years ago now, my boy, but I always perspire like a haymaker when I think of it.\" And the old gent mopped his bald head with immense industry, and a dewdrop trickled gracefully from his fore head to the tip of his nose. •'Well father,\" I replied, \"my publication will be so different to these that I cannot possibly see how I can be so affected. There is a want of such a thing as I contemplate, and I am not without the necessary element of success — industy, capability, and best of all, funds.\" After some conversation as to the method of introducing and commencing my work, the meeting between my father and myself disolved. I considered much more after this conversation about the difficulties or my notion, and began to feel a little"], [78, "Whirling Wheels. 70 diffidence even in my boasted capabilities of conducting the periodical I contemplated producing ; so after a few days consideration, I decided upon employing as secretary and sub-editor someone who had had some experience in such undertakings, and I therefore prepared an advertise ment, under the nom de plume, \" Cyclus,\" announcing my requirements, and caused it to be inserted in two or three of the leading papers. I felt already the importance of my position, as I saw the heaps of letters beside my plate at the breakfast table the morning following the first appearance of my advertisement, but as I waded slowly through the heap I found there would be great difficulty even in selecting the proper man from among the peculiar lot, willing, and as they said so very able, to perform the required duties. There was an application from a literary blacksmith, among others, which ran thus : — \" To Mr. Cyclus, Esq. — Honered Sur, — I seed your advertizement in the ' Daly Howler,' as come out today, and says I to my wife, This here's the very thing as I've wated for these ears parst. Now sur, I'm a workin man, which hevery one knows is the prince of kreation, and my brains is clearer and more fitter to turn out good thorts than them as is thinkin allus. I could roll out sur, sich hidears as would surprize you. I think summow as its the fire at which I works as hinfluhenses the fire of my brane, and my thorts on this subgect his that I could say the wonderful things as is in me out aloud, and annuther feller could rite em down, has I haint mutch of a fist at my p-m myself, althoe you wouldnt think it from this here letter, but I aint, Cyclus. Now, sur, this here's an offer as is worth much thort. Think muchly over it and let me no sune as you are reddy with terms unsetterer. Your affectshunate friend, \" Mr. Blowfire.\" \" P.S.. — Sarah, that's my wife, ses about five pound a wik is the valley of me, but she's parshul, and I'll take fore pound.\" \" You deserve Mrs. Blowfire's partiality well, my amiable friend,\" said I as I put the letter aside, \" but you don't quite meet my views, wonderful as you are.\""], [79, "Whirling Wheels. 71 The next letter was from a methodist minister, suggest ing that a publication combining religious instruction with athletics was the only literary vacancy, and his letter ran thus : — \" To ' Cyclus.' — Sir, — The moment I observed your advertisement in the ' Daily Squall' this morning I recognised my mission. Sir, I have been sore in spirit at the ungodliness of the age, and even as a cow rubbeth her buttocks against a gate post, so hath my soul chafed at the worldliness of the present generation. I have noticed with grief the behaviour of youths who bestraddle the instrument called a bicycle, for as I have passed to the hallowed place, where it is my wont to evangelise a chosen few, I have ever seen with horror men whose garb denoted them of the heathen called [Bicyclists, 'with jugs at their lips quaffing that liquid called by the unchosen— beer. Sir, I will impart to you an idea, make your publication a religious one. I would intersperse your mundane writings with appropriate texts from Holy Writ. I would liken the vehicles used to the chariots of old. I would draw com parisons between the prophet Balaam and his means of locomotion, with the venerable few whom I see labouring upon three-wheeled instruments called tricycles. I would suggest the starting of a club to bs called the Joseph's club, wherein each member should wear a coat of many colours."], [80, "Whirling Wheels. 72 I would liken the blowing of bugles unto the notes of the trumpets sounded by the Israelitish army at the fall of Jericho. I would call the fate of those who mocked at the prophets into the minds of the witless who offer the ill-chosen advice — to get inside ; and I would so work upon the minds of ministers of the sect to which I belong, that we should attend our love feasts and meeting upon bicycles ; and as our sacred appearance, clad in coats with long tails, high hats, white ties and other vestments of office should strike the eye of the observer, an interest will be excited in the work such as never occurred before. Sir, I cannot without interview explain fully my views, but address me thus, the Rev. Grindem Guster, Grey Friars' Lane, , and accept my offer before I under- take other holy matters.\" \" My virtuous and venerable friend,\" I remarked as I laid that effusion aside, \"you are too much in advance of the age. I want a novel idea, certainly, but this is beyond me — top hats, and coats of many colours, hey 1 Try again, dear boy.\" There were many other applications, some reasonable, many not ; and the only one worth reproducing besides the above, ran thus : — \" To ' Cyclus.' — Sir, — You have advertised for an editor or sub-editor for a publication upon bicycles. Sir, before I proceed I must inform you that I am a lady. Nay, sir, frown not at my impertinence : I am sane, and fully believe that I am more than capable of meeting your approval in the capacity of editress. You will wonder how a lady can interest herself in bicycles sufficiently to under take such an office. Sir, my husband was a bicycle rider, and I have been interested in that machine, and have marked its peculiarities. I know that one wheel is larger than the other, and that it won't stand up without support ; and in this latter particular I have likened it to myself, who am sadly in need of assistance. Sir, I am a widow, attractive in appearance, have only nine children, and if you are a single man, something mutually satisfactory might result from our connexion. Please address, Mrs. Berinthia Blessing, .\""], [81, "Whirling Wheels. 73 \" The ' Matrimonial News ' would suit you best, sweet creature,\" said I, as I kissed my hand in honour of the fair applicant. \" I should fear your seductive powers over my youth and inexperience.\" Day after day I was blessed with applications without number such as these, and from excess of choice knew no more that the man in the moon how to set to work. I selected a few of the most reasonable sounding letters, again read them through, and at last I made an appointment with a Mr. Cyrus Penialine to meet me on a certain date. I tried to feel tremendously dignified as the time for meeting approached, but actually felt rather rervous. I did not know what sort of a luminary I was about to encounter, and as he spoke of his previous engagements in his letter, I expected a literary swell of the first water, so when I heard a double knock at my door I sat down to my desk, arranged my papers decently, and placing my forefinger upon my brow to denote thought, I waited the announce ment of his name. I preserved the same attitude as he entered, and continued writing for a few seconds as if to finish up an idea, but really to collect myself, and then turned a very enquiring eye upon him. He was a mild-looking fellow, with very light hair and a faded face that looked as if he had been washed all his life with cold tea ; his eyes were pale blue and stuck out of his head as if they wanted to part company with his face ; his nose was long and slightly damp, and his mouth was large and very damp, judging by his lips, which he continually sucked, with a noise such as you may hear among soup-takers at a public dinner. His ears were tremendously long, reminding one of an animal whose connection with literary matters is not so remote as is generally supposed, and altogether, as he sat in the light, his long hair thrown back from a low, retreating forehead, and his hat held uncomfortably between his hands and knees, he looked so unhealthy, and so much like a person suffering from a severe bilious attack, that for the moment I thought he was really going to be ill, and that he held his hat in that position to prevent my carpet suffering from a probable effect of his indisposition."], [82, "Wh i rling Wh eels. 74 As he evidently waited for me to address him, I coughed once or twice to try if I was able to speak as became an editor and proprietor, then said — \" Mr. Penialine, I believe ?\" \" Sir,\" he replied, \" that is my name, at your service.\" \"You have called,\" said I, \"in reference to ' my advertisement, I presume ?\" \" Sir, your presumption is correct,\" replied he. \" I am anxious to assist you by my countenance and experience.\" \"You referred in your application for this situation to previous engagements,\" said I. \" May I ask in what capacity you have hitherto been employed ?\" \" You may, sir,\" answered my elegant and prepossessing companion, calling up a look of extreme dignity. \" I have been sensational reporter and magnifyer of horrors to the Police News ! That has been my occupation lately, sir.\" I felt a little startled when I heard this, as I had, in common with all the intelligent po,rtion of the British public, a profound respect for this refined and inspiring publication, but replied — \" Your avocation, sir, has doubtless been one of great difficulty, and, judging by my own observation, your post has been well and worthily filled ; but my publication is utterly different in character, and I fear your late experience would be worse than useless.\" \"Sir,\" said Mr. Penialine, impressively, \"I am in the fullest sense a literary man, and it matters not the subject, for to all things I am equal. It is probable, sir, that you have not hitherto come into contact with a man like myself, and you therefore doubt where you should admire, and hesitate where you should leap. Why, sir, I have been the admiration of the dwellers in the court where our paper was printed, and as I have left the office with the weight of my avocation evident by my disturbed and pallid looks, I have been followed by a wondering crowd who knew me, and recognising my position and its due, I have paced the pavement with the tread of a superior being, and, throwing out my chest, have given these humble creatures the inestimable treat of gazing upon one of the lights of the world.\""], [83, "Whirling Wheels. 75 \"Whew!\" said I, involuntarily, quite overcome by the modesty of this fellow, and indeed as I looked at him in amazement I was more and more puzzled, for his appear ance was about as literary as that of a piece of corduroy ; but I proceeded to mention the sort of thing I wanted, and the kind and style of writing I required, and after fully explaining all I considered necessary, it was arranged that he should write me an opening article, as a kind of test to enable me to judge of his suitability for the post, and I rather gladly bid him adieu. A few days after he again presented his gay and festive form at my office, and with a smirk of self-satisfaction produced the following remarkable effusion, which with an effort of self control that I did not consider myself capable of, I read through to the end : \"WHIRLING WHEELS\" Is the chosen name for the only paper sensibly treating the important matter of Bicycles and Tricycles. In this our first number we shall explain the fallacious principles upon which other bicycle papers have been conducted, and thereby introducing our own, shall leave to an enlightened public the choice between right and wrong. It has been a mystery to us for some time how the bicycling world has managed to persuade itself that it has been represented by the press. Taking up one after the other of the singular periodicals that claim to do this, we have been astonished at the continued omissions of main points, and the repeated introductions of unimportant and minor matters. Week after week we find sage nobodies pelting each other with impossible mechanical theories ; week after week we find local celebrities under ridiculous names, harrowing each other's feelings with absurd suggestions, and week after week we find the actual remedies to all defects over looked, and the actual effects of bicycles upon human beings and human ways and means completely passed over. It is our intention to plunge at once into the sympathy of our friends, and we now offer our suggestions. Take the discussion upon weight of machines — what so absurd, cannot weight be overcome ? What is so easy as"], [84, "Whirling Wheels. 76 to combine the balloon and the bicycle ? Cannot the space between the spokes of the front wheel be filled with a bag containing gas ? Cannot the hollow of the backbone contain that subtle essence, and cannot the bicycle rider become a veritable Pegasus instead of a toiler on the Queen's highway ? We accept the applause this idea deserves, and pass to the next. Note the trade remarks issued by ordinary bicycling papers. Their limited ideas confine them to the remark, that it is quite as far as the manufacture of machines themselves is concerned, but here again we crow over their short sightedness, and enlarge upon their narrow views. Who among them has considered the impetus given to the sticking plaister trade by the introduction of bicycles ? who has remarked upon the statistics given by the board of trade respecting this now important branch of native industry, showing that several hundreds of reams are produced annually in excess of former years ? Again take our foreign trade, who has remarked upon the commercial treaty lately concluded with Timbuctoo, whereby crutches are now imported free of duty, and our trade in that commodity has more than trebled ? Again we bow to the plaudits of our admirers, and again we proceed to enlighten their minds. Take the advantages to science, has anyone yet referred to the benefit bicycle racing has proved to the medical profession? Has anyone noticed that it is now unnecessary for students to study unpleasant skeletons to obtain knowledge of human nature, because the cadaverous form of the trained bicyclist is sufficiently anatomised for the purpose. Again we score, and not wishing to exhaust ourselves, we finally ask — who has noticed the improvement upon the simplicity of nature effected by bicycle riding? What is the effect of the hard downward thrust upon the legs of the rider but to alter them from the old fashioned and simple parallel to a shape more resembling Hogarth's line of beauty — ■ a chaste and elegant bow. Thus do we fulfil the highest duty of journalism — lead and instruct the public mind. Thus do we fill up the chasm of ignorance that has tortured all bicycle riders, and in this manner do we"], [85, "Whirling Wheels. 77 intend to carry on this journal which to all will be guide, philosopher and friend. We may add that we have an immense mass of highly cultivated intellect concentrated upon this work, and that it is our intention to continue as we now begin.\" It was a few seconds before I could remove my eyes from the paper upon which this was written, so confounded was I at the mixture of assumption, ignorance, and impudence displayed by the writer, but at last I burst out with — \" What the devil do you mean, sir, by bringing me such trash as this ?\" \" Trash, sir, trash !\" echoed the fellow, his hair stiffening like a wisp of straw. \" Trash of the most perfect kind — gas-pipes, sticking plaister, crutches, skeletons, and bowed legs introduced as the advantages of bicycling ! You are certainly either mad or a perfect fool, sir, or I am inclined to believe both.\" \" Take care, sir, take care,\" cried Penialine, \" I shall make you answerable for such words to a man of my position, late collector of mysteries, and suicide and murder hunter to the first journal in Europe. I am satisfied that I am inappreciated, and will thank you to hand me ten guineas for the article written by your instructions.\" \"Ten guineas!\" said I, \"I would not give you ten pence for such utter rubbish.\" \" Sir,\" said the imperturbable humbug, \" the value of brain work is beyond price. The exhaustion consequent upon mental efforts such as mine js beyond your compre hension, and I pity you, but I have named my charge.\" I could have kicked the wretch into the street, and would almost have given the ten guineas for the privilege of so doing, but it appeared of no use taking the high hand, so descending to his level, I haggled over the price which he insisted upon me paying for his confounded \" mental effort,\" until he reduced it to five shillings, which I handed to him with more regret than I ever felt at parting with a similar sum, and with a look, with which he intended to convey intense pity for me, he touched the rim of his weather-beaten and blackleaded-looking tile, and departed very much in peace."], [86, "78 Whirling Wheels. I should continue too long were I to describe one tenth of the miseries of this kind I endured, suffice it to say that I positively lost a stone or so of corporal weight and substance, and after one particular teasing worse than usual, I made up my mind to give up the whole thing, and the treasures of the world were not increased by the addition of \" Whirling Wheels.\" I hardly like to say to what a perculiar end my literary ambition came, but at the risk of my announcement appearing like an advertisement, I will tell all bicycle riders that I have recently taken to the old-licensed house known as the \" Bicyclist's Refuge,\" No. 739, Old Kent Road, S.E., and if any one favors me with a call, I will engage to open him as good a bottle of \"fizz,\" or to draw him as good a glass of bitter six as can be procured anywhere in town."], [87, "-I-PE C^PT^IN ©K ¥HE Y.B.C. Chap. I. The Ynysyngharad Bicycle Club is, we members flatter ourselves, one of the best in the country, and we are all proud of that club, its name, and of ourselves and each other. There is not a finer set of fellows or better mounted anywhere in the Universe ; and as a lot of friendly and jolly companions we consider that we stand alone. We have not a fine weather man among us, and no matter how rough it is, if there is a run appointed we turn up to a man, and do it without flinching — pleased not only with our performance, but with the opportunity of an afternoon in each other's society. If there are two better fellows in the club than the rest it is our captain, Hugh Davenant, and the hon. sec, Charles Standard — both firm friends, and without exception two of the best fellows, morally and physically, that can be imagined. The captain is married, was caught last year ; and from the peculiar nature of his first introduction to his wife, and circumstances that followed, I think I can interest you by describing them ; and I am sure none of the parties concerned will ever object. The town where the members of our club live is on the borders of Wales, the roads being very different to those in the Midlands, and during our runs we meet with difficulties and sometimes dangers that would frighten many riders. Upon one of these occasions, an awkward difficulty had nearly proved too much for our captain. We were out one afternoon early last season, shortly after a heavy and continued rainfall, our destination being Cregcham, a village about 15 miles from our town. The roads were decent in some places, but where they lay low were little better than pools of water and mud, and our progress was not marked with any particular dash that afternoon ; indeed, it took us all our time to turn the wheels round where it was thickest, and we plodded on rather quieter than usual, but still, like Mark Tapley, perfectly jolly."], [88, "The Captain of the Y.B.C. 80 All the small streams were swollen into rivers, and even the ditches were like brooks. At one place where a stream crosses the road it was converted from a rippling inch or two of water into quite a fierce and foaming current. We were accustomed to run through this stream without a thought, but it would not do so on this occasion, and we decided to turn on to the footpath, which continued over the stream by a bridge, and to cross by that means. Our captain called out that he would run on first and cross over so as to point out any special matter in the bridge to avoid ; and being confident in his pluck and skill in management of his machine, we slowed a little to allow him to get ahead. The bridge was made of boards, and upon each side was a slight rail for the protection of pedestrians, the bridge itself being about six feet above the then noisy and really formidable-looking stream. On the road side the water was usually shallow, but upon the other it deepened considerably, and then was probably deep enough to settle anyone who was unable to swim. \"We watched our captain run up the path on to the bridge itself safe enough, but in the middle his machine stopped suddenly by the front wheel being caught in the crevices between the boards ; and though he dropped upon the rail and endeavoured to save himself thereby, the frail affair gave way, and Hugh Davenant was in an instant"], [89, "The Captain of the Y.B.C. 81 kicking ingloriously in the stream below. We all dis mounted, some laughing, as we knew he was a capital swimmer, and feared nothing but the probability of a cold. But his machine, that had rested a moment or so against the rail, began to run backwards through the broken part and fell into the stream, the handle striking poor Hugh heavily upon his forehead. A groan of horror broke from our lips as we saw the consequence of this unfortunate affair. He threw up his hands, stopped swimming, and floated down the stream — nothing but the top of his dear old head visible ; and as the hedge was high on each side of the bridge, we could none of us run to his assistance, and like statues we stood for a few seconds, while he turned a bend in the stream, behind some rising ground, and was lost to our view. Our hesitation lasted but a moment, and dropping our machines wherever they liked to fall, we ran back to where there was a gate into the field beside the stream, and like a scattered army of peculiarly unformed soldiers, we ran along the field until we surmounted the hillock that hid the stream from us, and with a choking sensation in our throats, which turned the hurrah that arose into a hiccough, we saw that Hugh was saved. As he floated round the bend, he was brought close to a lady and gentleman who stood watching the noisy water. The gentleman, with true English pith, not stopping to consider difficulties, immedi ately threw off his coat and plunged in to the rescue ; but although he was a powerful swimmer, he could not with his' inanimate burden overcome the stream so as to approach the side. Seeing this, the lady called out to him to keep himself and his burden above water, and to allow himself to float lower down where the stream was shallower and dashed between and over some large stones that would afford a hold. A tree grew close to the side at this part, and snatching a long woollen scarf from her throat, she hastily but firmly fastened it to a branch, and without hesitation turned her skirts up to her waist and plunged into the water, quite oblivious that her knickerbockers were not of the approved indigo dye. F"], [90, "82 The Captain of the Y.B.C. Holding by the scarf, she crossed to one of the stones, and as her brother reached the spot, helped him lift poor Hugh upon it. We then came running up, and by our help all were safely landed, and the matter of dry clothes and medical attention for Hugh became the uppermost care. This was, fortunately, easily provided, as his preservers' residence was close at hand, and most of us proceeded there with him to offer assistance, while one or two went to see to the machines. We fetched a doctor and remained long enough to know that Hugh had recovered his senses, and would most likely be well in a few days — that the lady and gentlemen were none the worse for their damp adventure, and having fished our captain's machine out of its watery bed and stabled it at the house, we wended our way slowly homewards, sadder, and so far as trusting ourselves to wooden bridges, certainly wiser men. The young lady and gentleman who had been so providentially instrumental in saving the life of our captain, lived in a mansion surrounded by its own grounds, which extended to the water's edge ; and they were the only son and daughter of Mrs. Eldred and the late Colonel Eldred, of the — st regiment. Kate and Ralph were both highly connected and well educated, the only real complaint they could find with the world's usage being that they had nothing to do. Want of incident and variety made them almost dislike the home their mother had chosen ; and as since the death of the colonel, their father, she had an objection to them being away from her, they had far less change than most young people of their position, and were sick of the quiet monotony that so well suited the old lady's taste. This being the case, the accident to poor Hugh, now that the consequences seemed unlikely to be serious, was a god send in their view of the matter, and they both bustled about for a few days with quickened steps and brightened eyes, as the thought of a fairly creditable deed and some kind of responsibility crossed their minds. We members of the club, although we should much have liked to see Hugh, considered an invasion of knicker-"], [91, "The Captain of the Y.B.C. 83 bockers would prove, perhaps, too powerful for the old lady's nerves, and we therefore deputed the secretary,. Charles Standard, to do the visiting on behalf of us all. We were pleased at the alacrity with which he accepted the mission, and the punctuality with which he paid his diurnal visits ; but we did not know till some time after that he was doing a little on his own account in addition to his deputed duty to our captain. Kate was a charming girl — a well-made, active little creature, just the figure to suit a bicyclist's taste. Her step was light as a feather, and her bright and happy face was a picture to see. Strangely enough, that she was an unusually attractive person struck our invalid captain and the attentive secretary about the same time. The former is an enthusiastic bicyclist, and as he watched her graceful figure flitting about, he began to regret that her unfortunate sex prevented her riding a bicycle, and ended by thinking of her in a different light altogether. Charles, too, found his eyes following her as she came and went ; and this was the attraction, added to the intense interest he felt in Hugh's recovery, which accounted for the punctuality with which he presented himself daily at the gate of Eldred Lodge. Hugh's accident, or rather the result of it, detained him there a little more than a fortnight, but before that time had elapsed he had made up his mind to convert himself into a Benedict if he could persuade sweet Kate to assist at the Transformation scene. He is a sharp fellow, and while doing the amiable himself, he very soon noticed that his friend Charles seemed inclined to do the same ; and with a manly feeling that few would have shown under the circumstances he decided to talk seriously with Charles upon the subject, and in this, as in other cases, to run a fair and honourable race. A few days, therefore, after he had left the sheltering roof of the Eldreds' he broached the subject, not without difficulty. He and Charles were sitting in the gardens of his house, and after a premonitory ahem or two he began — \" Charlie, old man, you and I have always been upon the best of terms from schoolboys upwards.\""], [92, "84 The Captain of the Y.B.C. \" You are right, Hugh,\" answered Charlie ; \" and I should be ungrateful indeed if I forgot what a brick you were to me there. Do you remember how you did that ton or so of as in presenti, because you would not split when I tied the cracker to old dog Bungy's tail ? I don't if you do. We had a few larks in those days, didn't we ?\" \"Rather,\" replied Hugh; \"especially that night when old Sambo the master caught you bolstering the Henley boys. I very well remember the graceful pas seul you favoured us with, while he accompanied you with a few striking passages with the cane. I think he concluded that performance then with a stiff imposition.\" \"He did that,\" said Charles; \"a hundred lines of Virgil per diem until further notice. I used to wish that brilliant poet had himself been frizzled at the siege of Troy, and then he wouldn't have persecuted the world with his confounded hexameters.\" \" Well,\" answered Hugh, \" it is not about that I wished to speak, but about a matter of serious importance — at least to me, and in which we seem to be drifting into collision. You look surprised, and I will plainly say that it is about Kate Eldred I want to talk to you.\" Charles started, opened his mouth, but said not a word, while Hugh continued : \" I suppose I notice matters a little more keenly than you, and I have noticed that you seem strangely interested there yourself ; and I should very much like if there is to be rivalry between us to manage it, as we have hitherto all other matters, in a friendly manner. Now Charlie, after that I need not say that I have thought of Kate very much lately, and in the same way as yourself ; and I want to ask you first, if there has been anything said or done yet that would lead her to think anything particular of your attentions ?\" \" Not at all,\" replied Charles : I did not mean to allow her to at present, but I must confess I am surprised and indeed sorry to hear that you are stricken by the same complaint as myself, and shall be very glad to hear what you would propose, and no doubt I shall readily accede to the proposition, as I know it will be honourable and reasonable too.\""], [93, "The Captain of the Y.B.C. 85 \" I hope so,\" said Hugh; but I don't intend to propose anything particular, only that we agree by our two selves to leave the decision to Kate, as of course we must, but to accept it also without complaint, and to extinguish manfully any heartburning or annoyance her decision may cause. Do you agree to this ?\" \" Certainly,\" answered Charles ; \" but when do you think we may venture to put the matter to the test ? When shall we ask for her decision ?\" \"Well,\" said Hugh, \"suppose we say a month from to-day : meanwhile we will go and come as usual, and you shall be first to pop the momentous .question. I will promise to hear the result, if against me, without a murmur.\" \"And if the fates run not with me,\" replied Charles, \" not a groan or sigh sha 1 escape my lips ; and now until this day month we will dismiss the subject, and so good-bye.\" So far the difficulty between the two young men was smoothened, and as they were both far too honourable to attempt to take any unfair advantage, the month passed away with only the ordinary attentions of friends to the fair Kate, and the momentous day arrived without any allusion having been made to the matter since the above conversation. The morning was a bright and sunny one, and as the two friends wended their way to Eldred Lodge, each one managed to draw omens satisfactory to himself from this and the evident happiness of all things they saw. They arrived at the same time, and putting their bicycles aside, walked into the house, and in the library found Kate. After the usual greetings, Charles managed to induce her to accompany him into the garden, while Hugh, feigning extreme interest in a book he had taken up, remained behind. They proceeded together until they reached a seat beside a fountain, and here they sat down. Kate had not the least idea of what was coming, and talked away with her usual freedom. Now, it is possible many of us have been in the same position as Charles occupied at this time, and we know full"], [94, "The Captain of the Y.B.C. 86 well what a change comes over our spirits, and how a carefully-arranged programme of words and deeds becomes, by the mere act of sitting down, buried in oblivion. A fellow may hammer his head and tear his hair to stimulate his thoughts, aye, and bite his tongue, too, to stimulate his speech, but his wits are gone wool-gathering, and his usually rapid tongue is for the nonce turned dumb. And thus was Charles Standard. He, usually a lively fellow, could hardly find a monosyllable to reply to his companion's sallies, and instead of being sharp-witted and ready at repartee as usual, he seemed more like a fellow in a dream. Kate bore it wonderfully well for awhile, but at last exclaimed — \" I am afraid, Mr. Standard, you are not well to-day ?\" \" Oh, yes, thank you,\" replied Charles, \" but I find I am a little out of my latitude this morning.\" \" What do you mean ?\" said Kate. \" I do not under stand you ?\" \" I do not suppose you do,\" replied Charles ; \" and I hardly know how to explain myself. The fact is, I am like a fellow in a very frail boat at sea, and not understanding navigation, I am more than likely to get most miserably shipwrecked. I want to ask you a question upon which the whole circumstance of my future depends, and for the life of me I cannot find words to ask with.\" \" Can I not help you in any way ?\" said Kate. \" No,\" he replied ; \" but I hope you will forgive me when it is said. The fact is, Kate — I mean Miss Eldred — that I have been presumptuous enough to mingle your future with mine in my dreams, and my efforts now are to frame words to ask you if there is any hope that this may ever happen in reality.\" Seeing that Kate looked surprised and agitated, he continued — \" If, Miss Eldred, I worry you by this, if you have any reason why I should not speak to you thus, pray tell me at once; I will accept one word either way as final, but I cannot express properly one tithe of the importance that word will be to me. Kate, pray speak — is there a hope for"], [95, "The Captain of the Y.B.C, 87 me ? You understand without words all I wish but have not power to say.\" Poor Kate's face was all manner of colours during this, but controlling herself, she answered bravely, \" Mr. Standard, I was so utterly unprepared for this, that I am almost unable to reply. I understand your meaning, and recognise well the honour you offer me.\" \" Not honour, Kate,\" said Charles. \" Yes, honour,\" continued Kate firmly. \" It is an honour to any girl when a man like yourself speaks as you have done ; and believe me, Mr. Standard, that I shall value my poor self more highly in future, since you have thought of me so well as to offer me this ; but to spare you as well as myself, I must say that it cannot be.\" \" Cannot be ?\" echoed Charles. \" No,\" said Kate. \" I am very young in the world's ways, and do not know how it would be considered au fait to act with you now ; but I must assure you that you have my most affectionate regard. You cannot have more. Oh! why did you speak to me in this way?\" and poor Kate could get no farther. \" Miss Eldred,\" said Charles, \" I see how it is ; another has that for which I crave. I understand it all, and I am resigned. Good-bye, and may Heaven bless you and him and help me !\" and with a light touch of his lips upon her forehead, he turned away, and hurrying to his machine, rattled home through the quiet lanes. The sun still shone brightly, and his glittering spokes seemed to throw flashes of joyous light and life as he whirled along, but there was no brightness knocking about for him just then. The birds were singing merrily as usual in our sometime pleasant spring days, and all around was redolent of hope and happiness ; but, judging from his face, he might have been returning from a funeral of all his relations, including his stepmother, and the sunshine, the flashing spokes, and the natural sol-fa of the feathered tribe were all lost to him. There is a heavy reckoning to be made in after life with the little nymphs in petticoats who thus knock the steam out of their lords and masters. However, poor Charles returned homewards, and passed"], [96, "88 The Captain of the Y.B.C. into his house and private room the picture of misery ; but with a noble determination to do as he had promised, and for hours he walked to and fro, striving to be content with the decrees of fate, and to school himself to meet Kate Eldred as an ordinary friend. Chap. II. Hugh, whom we left sitting alone in the room, was, as may be supposed, in a very peculiar state of mind while poorCharles was thus runningthegauntlet. Heendeavoured at first to read, but if the book had been an infant's ABC he would not have distinguished its meaning. He tried walking to and fro, but seemed to have forgotten how to do it — in fact, the intensity of his thoughts had really so strangely affected his legs that he was glad to sit himself down, and wait and wonder how the pair in the garden were progressing. The time seemed hours, and he had almost begun to think they had gone straight to church to get married, when suddenly he saw from the window poor Charles hurrying to the gate, and watched him as with a careless swing he mounted his machine and rode away. The action of mounting was quite enough to show the success he had had. There is no mistaking it when a fellow has received his eternal conge from the girl he loves — there is n wonderful alteration all at once. He advances full of vigour and flushed with hope, but retires cowed and miserable, an altered being, with about as much steam in him as an old boneshaker. Hugh read the matter at a glance, and although glad to think he was not without a chance himself, his heart was good enough to feel for his friend, and he watched him dash along the road with a feeling of real pity. He then prepared to advance to the attack, and with ill considered haste strode down the garden to the seat by the fountain, where he guessed Kate still remained. It was unwise, indeed, while the dear girl's heart was heavy with the thought of the sorrow she had inflicted"], [97, "The Captain of the Y.B.C. 89 upon poor Charles to follow so closely with the same old tale that had answered so badly with him. Kate knew well that for Hugh she had checked Charles' advances, but with the deep quivering tone of the latter's sorrowful voice ringing in her ears there was no chance then for his rival ; and she raised her face from her hands in which she had hidden it, and looked at Hugh with something like anger at his intrusion. Young and impulsive he did not care for this, and sitting down beside her began his version of love's strain thus — \" Dear Miss Eldred, forgive my intrusion at what I fear is an unseasonable time, but my impatience is beyond my power to constraint. I have that to ask you which has been for some time pent up, and I must speak now.\" Kate did not reply, and he continued — \" Miss Eldred, from the time when you appeared like a water nymph to my rescue, I have thought of you with gratitude ; during the time you helped me in my weakness and illness I learned to admire you, and since then I have ventured to love — may I hope not without a return ?\" Kate was fairly staggered by this, and again Hugh had committed an error. The \"water nymph \" business was not one of which she was particularly proud, as she feared the peculiarity of her appearance in that character was not consistent with the classic reputation of the style of these fair creatures, and she replied tartly — \" Mr. Davenant, I am really surprised that you should trouble me thus. I should have been pleased to extend to anyone the help I afforded you ; and I cannot under stand how you make my past assistance a ground for further claims.\" \" I do not indeed, Miss Eldred,\" replied Hugh ; \" and you terribly misunderstand me, I fear. What I beg of you now is grounded upon nothing but my own dearest hopes ; and I implore, not claim, your favourable con sideration.\" Kate looked for a moment full into the face of the beseeching fellow and wavered slightly, but recovering her dignity replied — \" Mr. Davenant I think this had better end. Excuse me leaving you, I am not well ;\""], [98, "The Captain of the Y.B.C. 90 and she rose and walked with a steady and stately carriage into the house. Still as a statue for some couple of minutes or more sat Hugh Davenant after this, staring blankly at the doorway through which she had passed, and then shaking off his temporary paralysis with a violent effort and with a shiver that shook the sturdy garden seat, he exclaimed, \"What a consummate ass I have been.\" He rose to his feet and looked around as one taking a farewell glance at a loved scene ; and in the very footsteps of his friend walked slowly to the gate and rode away. The fair author of this misery had meanwhile reached her own room, and a violent burst of tears had relieved her overcharged mind, restored her somewhat scattered senses, and at the same time placed before her plainly the mischief she had done. It was too late now. She walked to the window, and as she saw poor Hugh riding slowly away along the lane, each revolution of his wheel added to the distress she felt, and seemed to increase the aching of her heart. She could not call him back, and to send for him was to inflict too heavy a blow upon her dignity, so she spent the remainder of the day in her own room, vainly regretting her own stupidity, and wondering how best to undo the evil she had done. In the morning, her pale face and swollon eyes told an undeniable tale of mental distress, and at breatfast-time her brother Ralph exclaimed — \" Why, Katie, what is the matter with you ? You look as if you were going in for measles, or some such festive complaint.\" \" I am quite well, Ralph, but very unhappy,\" she replied. \" After breakfast I will tell you why ;\" and as Mrs. Eldred entered the room, until after breakfast nothing more was said of the matter. That over, Kate took Ralph to the seat by the fountain, and there, upon the scene of her troubles, told him all. He was devotedly attached to his sister, and was grieved at the distress she evidently felt. Curbing his inclination to make fun of her, he soothed and consulted with her as to what was best to be done. After a long conversa tion, he went in the direction of Hugh's house, to try and find out what that gentleman was doing, and to see"], [99, "The Captain of the Y.B.C. 91 what effect the events of the previous day had upon him. He was unable to see him, but heard to his dismay that he had given orders for his machine and M.I.P. to be got ready for a tour, and early the following day he would leave that part of the country for some time. This did not suit Ralph's impetuous nature, and after a little consideration, he sought out Hugh's special man servant, Thomas, whose duty, among other things, was to keep his machine in order, and spent some time in conversation with him. This man was under considerable obligation to Ralph, who had by timely help saved him from great distress, and who had procured him his situation. Although he at first objected to do that which Ralph asked, he was soon persuaded to comply, and with a few instructions how to act, Ralph returned with his news to his sister, who thereat brightened up immensely. The following morning early, Hugh appeared, clothed in his best uniform, ready for a long absence, and after seeing all packed that he could carry, called his servant to bring his machine. Thomas was some time gone, and to Hugh's surprise, appeared wheeling the machine upon the front wheel, and lifting the back from the ground. \" What is the matter there ?\" said he. \" I don't know, Sir,\" replied Thomas ; \" this ere wheel ran free as rain when I cleaned it yesterday, and I can't stir it now.\" \" You've screwed it up too tight, no doubt,\" said Hugh ; \" slacken it a little.\" Thomas set to work, but fumbled so, that Hugh impatiently exclaimed — \" Hang me, if I don't think you're screwed as tight as the pin is ; Come out of the way, and let me see what is the matter.\" Thomas made way, and Hugh tried to undo the obstinate nut, but to no purpose — it wouldn't move ; and after an hour or so of screwing and pulling, he broke the only wrench he had, and was compelled to give up his journey for that day at least, as the machine would have to be sent five miles to a mechanic for attention. Whatever could be the cause of this was beyond his comprehension. His back wheel was upon a capital"], [100, "The Captain of the Y.B.C. 92 principle, and had never troubled him before. In reply to his angry enquiries as to the possibility of anyone tamper ing with it, Thomas only replied — \" It's them lads, sir. I seed 'em about the stable as the machine's kep in, and p'raps they've hommered it or summat.\" Thomas thought well to add this, as there certainly were, upon close inspec tion, peculiar marks to be seen upon the wheel. Hugh rapped out a round oath or two in his annoyance, but could do nothing except wait, and despatching his machine off at once, with orders for its return the same day, changed his bicycling suit for one of the ordinary kind, and cramming his meerschaum full of Cope's mixture, set out for a walk, hoping by that and the influence of the fragrant weed to calm his perturbed spirit. He chose a favourite walk of his, along a pretty lane, through which Kate and he had often strolled, and with his hands stuck deep into his pockets, and his hat over his eyes, he com muned with himself, not much to his own satisfaction. How on earth he could have persuaded himself that Kate had ever cared a straw for him was now a mystery to him. Whatever had induced him to speak to her so confidently he could not imagine, and he was literally ready to tear his hair at the thought of the inglorious figure he must have appeared as he sat, snubbed and crestfallen, upon that garden seat,' and as he crept almost like a whipped dog to the garden gate. Absorbed in such gratifying reflections, he did not observe that there were two people approaching him. To his intense surprise and embarrassment, upon raising his eyes, he found Kate Eldred and Ralph within a few yards of him. His first impulse was to turn and run, but if he really meant to do so, Ralph did not intend that he should, as running up to him he exclaimed — \" Why, Hugh, we heard that you were going off to day without a word of good-bye. This was shabby of you, and I am glad you have changed your mind.\" Hugh looked at Kate, who had turned aside to hide her confusion, and replied — \" I had intended to start off early to-day, but through an unaccountable accident to my machine I have to defer it until to-morrow. I should have written to you.\""], [101, "The Captain of the Y.B.C. 93 \" Written be hanged,\" said Ralph ; \" why not come and see us ? Here's Kate quite miserable because she heard you were off.\" \" I should be the last fellow on earth to wish to trouble Miss Eldred,\" replied Hugh ; \" but I have little doubt that she would very soon recover from the misery my absence would cause her.\" Ralph laughed at the serious manner in which he spoke, and said — \" Well, I'm glad we met you. Just see Katie safe home, I am obliged to leave you — very important appointment ;\" and disregarding Hugh's half uttered remonstrances, he hurried away, waving his hand. Now here was a pretty state of things for poor Hugh. Left alone with the person of all others whom he most wished to avoid, who had treated him with such contempt, and who had so plainly led him to understand that he annoyed her, he did not know how to act or what to say ; and for a few seconds he stood looking at Kate, who remained in the same attitude, more like a dumb idiot than a smart, sensible fellow. A sense of the absurdity of his position aroused him, and advancing to Kate he said — \" Miss Eldred, I did not intend to trouble you again with my society. Perhaps you would prefer to return alone ?\" Kate did not reply, but somewhat to his surprise, took his arm and walked quietly by his side. Hugh could not understand it at all, and looking at his companion's face he saw that her eyes were full of tears, and cnac puzzled him still more. \" Pardon me, Miss Eldred,\" he said. \" I cannot help seeing that you are unhappy. I was much annoyed at not being able to leave here this morning, but if the delay places it in my power to render you any service I shall cease to regret it. Can I do anything for you ?\" Kate raised her eyes to his and answered — \" Why must you go, Mr. Davenant ? Is there any particular cause for this journey ?\" \" Can you ask me this ?\" he replied. \" Do you think after yesterday that I could remain near you with any self respect ? Do you not understand that absence from you"], [102, "The Captain of the Y.B.C. 94 is a miserable necessity to me now ? Have you troubled to think at all, Miss Eldred ?\" \" I have thought, Mr. Davenant ; and if you will hear me I will tell you the result of my reflections.\" By this they had reached the garden gate, through which a few minutes before Hugh never again expected to pass ; and yielding himself to his companion's guidance they walked together to the seat that had been the scene of his discomfiture. Together they sat down, and with a trembling voice Kate again spoke — \" Mr. Davenant I place you almost in the position of a father confessor, as I am going to confess my sins to you. I will say, abruptly it may seem, that I am sorry for the way I treated you yesterday.\" \" I appreciate fully your kind feeling, Miss Eldred,\" replied Hugh ; \"but you have a perfect right to tell me what you think, and perhaps it was as well that my impertinence should be severely checked.\" \" Was it meant for impertinence then, Mr. Davenant ?\" said Kate, smiling. \" I did not think you meant it as such.\" \" Nor did I,\" replied Hugh; \"but I refer to the way you received my blundering words, and that you accepted them as serious impertinences was plainly evident by your words and manner too.\" \" Mr. Davenant,\" continued poor Kate with a trembling voice, \" I have a hard task now for any poor girl to do, and but that I feel I deserve punishment for my folly I should not manage it. I want to tell you that I am very sorry for the way I behaved yesterday, and as far as I can to recall every word I said.\" \" Kate \" One moment, Hugh. I know that I am a spoiled and foolish girl, quite unworthy of your love ; but if you will overlook my shortcomings and bear with my inexperience, I will make now a different answer to the question you asked me yesterday. I will be all I can to you, and will share your life as a loving and devoted wife.\""], [103, "The Captain of the Y.B.C 95 Hugh clasped her in his arms, and the Benedict business was settled. A few days after, while walking together, Hugh said — \" Kate, dear, a thought struck me to-day that there was something very out of the way about my back wheel sticking when I intended to start upon that tour last week. Do you know anything about it ?\" \" You won't be angry, dear,\" she replied, \" if I tell you. I told Ralph all about it, and how I didn't want you to go, so he got Thomas to hammer it up with a large stone. He promised that you should forgive him, and you will, won't you ?\" \" You little vixen, to induce my servant to betray his master. I'll punish the fellow severely. As soon as ever I return I'll give him a sovereign and an order for a suit of clothes.\" Kate kissed her. gratitude, and my story is done."], [104, "WmiflE'jS Ii^g-F l^IDE. A few months ago, I was riding between Chipping Campden and Winchcombe, in Gloucestershire, and although the day was closing fast, I had yet some miles to run before I reached my destination. I began to feel a little anxious as I noticed the lengthening shadows, and to add to my anxiety, it commenced to rain. We all know — at least those who are anything of road-riders — something of the feeling that creeps through one's nerves when it first strikes him that he will probably not accom plish his arranged journey, and that he will perhaps be benighted in an utterly strange neighbourhood. This delicious sensation was the kind of feeling I experienced upon this particular occasion, and I rammed away at the pedals with a faint idea of running away from the rain, which came down more heavily every moment. I was, however, almost compelled to stay at a farm-house I luckily came upon, as a terrific flash of lightning and a perfect deluge of rain rendered further progress awkward, and perhaps dangerous. I therefore drew up to the door, and knocked for admittance. The door was opened by a servant girl, who seemed somewhat startled at my appear ance in club uniform, and who seemed also inclined to close the door in my face. Her particularly laudable and hospitable endeavour was, however, prevented by a gentle man who issued from a door opening into the hall, and who asked me to enter. I was not slow to avail myself of this invite, and favouring the girl with a scowl I had cultivated when, in my younger years, I played heavy man in an amateur tragedy company, I passed into the room he indicated. He joined me, ordered some refreshments, and although evidently a retiring man in the fullest sense, he seemed interested in my journey, and indeed, for awhile, in bicycles themselves. In the course of our conversation I said^"], [105, "Willie's Last Ride. 97 \" I presume, sir, you have never tried to ride a machine,\" and to my surprise he replied — \" I have ridden bicycles since their earliest introduction, and the one great grief of my life I owe to them.\" I saw that he was agitated, and did not speak for awhile, to allow him to recover himself, and he added, \" I have written down the particulars of this grief of mine, because I have felt to want the sympathy of my old clansmen, and although I am now more of a morose hermit than a genial cyclist, still I leok upon them as a circle of old and dear friends, and feel sure of their sympathy and consideration.\" He then handed me a sealed envelope, requesting me to read it at my leisure, and as the rain had ceased, I left him. The girl opened the door for my exit, and as I had by that time recovered my temper, I did not attempt to annihilate her with a Irvingian frown, but as I saw the old gentleman had retired into the room, I chucked her softly under the chin, and mounted my machine with the sweet cadence of her voice ringing in mine ear to the classic word, \" Himperance !\" I looked back at her with a grin, and as the road was really improved by the rain that had fallen, and the air had cleared finely, I managed to reach Winchcombe before it was quite dark, and as soon as possible I perused the paper my quondam host had given me, and found the following, with a request that it should be made widely known, but the writer's name should be kept secret : \"There is no doubt that this is the very first time that a bereaved father has ever sought consolation by giving the story of his loss to a body of men simply from interest in, and association with, their particular pastime. I feel in doing this that I claim the sympathy of a vast kindred. I look upon bicycle riders as having much in common — taste, habits, impulses, and many social feelings ; and as if telling my simple story to a circle of beloved friends, I beg their consideration and the attention of a few quietly disposed moments, G"], [106, "98 Willie's Last Ride. \" I ama bicycle rider turning somewhat towards the yellow leaf, and from the earliest have been a strong advocate of these machines. I have delighted in seeing boys take readily to them, and have watched with satisfaction the development of their muscles, and the increasing strength and improved health their daily practice gave them. \"I had a son, alas! I had, not have, and it was my particular joy to teach the boy to ride a machine almost as soon as he could walk ; and as year after year rolled slowly along, I have every season kept pace with the improve ments introduced, and he has had the best machines I could procure him. Many a happy little trip have we had together, he and I, and aa the winter dragged miserably through, the boy's eyes have sparkled at the thought of some journey we have contemplated, and I have almost turned into a child myself as we have sat in the gloaming, chatting of past and future adventures. \" Wehad a few fine days, it will be remembered, early last year ; the roads were capital, and I was as willing as my boy to get my machine together, and to make our first run. Light of heart, as usual, we mounted, and rode merrily along the lanes around the neighbourhood of my home. Willie, my son, had a new machine arrived from Coventry a few days before, and he was delighted to find that it suited him admirably. Happy as two children, and unsuspecting of evil, we ran some five miles into the country. \" We came, when about that distance away from home, to a steepish hill, rather rough in the road, and I sug gested to my boy that he should get upon the path, which was better and easier for him. Throwing my legs over the handles, I let my machine go, and though the road was rough, I dashed sharply along some half-mile or more at full speed. I turned round when at the bottom of the hill, but could see nothing of my little companion, and thinking he was descending slowly hy the path, I continued quietly along for a few minutes, until finding him still out of sight, I turned round, and with gradually increasing speed as my anxiety rose, I rode up the hill again."], [107, "Willie's Last Ride. 99 \" The path by which he had started to descend was a wide one, with ample room for him to run safely along, as he was practised in the use of a machine, and although there was a deep ditch at the side, with a considerable stream of running water at the bottom, I never dreamed that any harm could happen to him through this. I rode half frantically up to the very top of the hill before the thought even struck me that it was possible he had fallen in, and then jumping off the machine, which I left in the middle of the road as it fell, I rushed down the path, my heart almost bursting with apprehension and grief. It was too true a thought. I had not run far down when — Heaven help me ! — I saw my darling at the bottom of the ditch, his face under water, and his little machine that he loved so well, like a treacherous fiend upon him, as if holding him down. He was in my arms in an instant, and in my excitement I threw the machine away with a bitter curse, and bent over all that was left of my only son. Dead I feared he was — if not, dying he must be, and wrapping him in my coat I strode along the road for a mile or more to a cottage I had seen as we passed. I looked at his white face during this time with a tearless eye, but with indescribable woe, and felt such a start of joy as I had never in my life experienced before as I noticed a slight movement of his lips, that showed me his spirit had not passed away. I ran along to the cottage with quickening steps as hope urged me on, and laid my precious burden upon a humble bed, while the good cottagers helped me with their every means in my sad endeavour to restore life. It was not to be — at least only for a moment. 1 was kneeling beside the bed chafing his limbs when the boy's eyes opened for the last time, and, true to his ruling passion, he managed to say — ' Pa, take care of my machine,' and the world of bicycle riders numbered one the less. \" I can say nothing of mine or his mother's grief — it is very green yet, and the grass has hardly rooted over the little grave I daily visit ; but can it be wondered at that I have lost my enthusiasm over bicycles. They are as"], [108, "Willie's Last Ride. 100 funeral cars to me, and I never see one but that my misery is stirred afresh. I have kept my boy's wish with his machine, and it will be cared for tenderly until I join him. I spend hours looking at it, fancying the happy face of its rider as we started on that fatal journey ; and my whitening hair and furrowing cheeks show how hardly that ride has pressed the hand of time upon me, and so far I can find no consolation.\" Iliffe and Son, Printers, \"The CroLisi\" Office, Coventry"], [109, "ADVERTISEMENTS. THOS. SMITH k SONS, PATENTEES AND ORIGINAL MANUFACTURERS OI- BICYCLE FITTINGS AND REQUISITES, SALTLEY MILL, BIRMINGHAM, LONDON DEPOT— 63, HOLBORN VIADUCT."], [110, "ADVERTISEMENTS. f~^-w t^t TM/^* Monthly Magazine V_^ Y L/JL1 IN (jT Of Bicycling and Tricycling. \" Then may I set the world on wheete.\" — Shakespeare. OFFICIAL ORGAN OF THE BICYCLE TOURING CLUB. ILLUSTRATIONS. MUSIC— CYCLING SON CLUB NEWS AND FIX SERIAL STORIES. SONGS. CLUB REGISTER. FIXTURES, i TRIPS AND TOURS. RACING CALENDAR. TRICYCLING And many other attractive features. CYCLING Is the best Periodical, either Monthly or Weekly, which has yet been ■Sturmey's Indispensable Handbook, 1879. brought out. — ! Monthly records of Clubs, Fixtures, &c, &c. Description of Clubs in each County, giving full particulars in tabulated form, with notes as to formation, &c. Club Life. Accounts of Trips, Tours and Runs. Notes as to Boutes, and general information to Tourists. Touring. The Bicycle Touring Club Monthly Circular published as an appendix. Racing. Notes and Brief Reports of Racing Events. Accounts of Runs, &c. ; also descriptions of Machines, with Illustrations. Tricycling. Bicycle Mechanism Articles upon construction, improvements in design, ideas, &'c, of Machines, Accessories, &c. This is a feature of the Magazine. Illustrations Comic Cartoons and Sketches of passing events. Illustrations of Tricycles, Accessories, Ac. Serial Stories — Mart and Exchange— Pencillings — Notes on Current Topics — Facts & Opinions — Correspondence on Interesting Topics. Various. PRICE THREEPENCE. Post- free for 12 months ,3/6; 6 ditto, 2/-; Single Copy 4d. Publishing OMce : 66, Grey St., Newcastle-upou-Tyne. Post Office Orders to be made payable to Walter D. Welford."], [111, "ADVERTISEMENTS. LAMPLUGH & BROWN, 135, GKEAT COLMORE STREET, BIRMINOHAM Patentees anj> Sole Makers of the Celebrated SUSPENSION SADDLE. PRICES. s. d. Suspension Saddles for Bicycles, plain . . . . . . 8 6 „ „ ,, ventd 9 0 „ „ ,, lace insertion .. .. 10 0 ,, ,, Tricycles, with back rest. . .. 16 0 with Jones's roller attached, 4/- extra L. & B. BEG TO DRAW ATTENTION TO THEIR NEW SERVICEABLE Multum in Parvo Bags for Bicycle or Tricycle. These Bags are their own make, are warranted good and serviceable, best waterproof canvas, and capacious enough to hold the necessities of a long tour. L. & B.'s name is stamped on all these Bags, and buyers can rely on purchas- ing a really serviceable article. PRICES. s. d. Tricycles M.I.P 1st size 16 0 ,, ,, . . . . . . . . . . larger size '21 0 Bicycle „ with registered holdfast .... . . 12 6 with registered holdfast .... . . 12 6 XaJbiJbi £) Jrix 1 xaJLNI JL DOUBLE -PURPOSE BICYCLE STAND. The Companion of the Bicycle. LEE & Co., CAMBRIDGE."], [112, "ADVERTISEMENTS ALBION WORKS, TENBY STREET NORTH, BIRMINGHAM. W. H. HEWITT, PATENTEE and MtlfjoksaU- Jltamtfacturrr OF SADDLES, M.I.P. AND OTHER BAGS, VALISES, LAMPS, AND all KINDS OF BICYCLE ACCESSORIES. LISTS SUPPLIED UPON APPLICATION. Best Terms to the Trade generally and to Bicycle Agents."], [113, "TO BE HAD AT ALL BICYCLE DEPOTS & NEWSVENOORS, The new and only Penny Paper, edited by HENRY STURMEY and C. W. NAIRN. Id. Every Wednesday Morning, in Town & Country. Id. OR, DIRECT OF THE PUBLISHERS, 12, SMITHFORD STREET, COVENTRY. Annual Subscription, 6/6. Specimen Copy, Free."], [114, "THE \"BICYCLING TIMES\" AND TOURING GAZETTE. An Independent Weekly Record of Bicycling Events, Topics, Inventions Communications, and Subjects of Collateral Interest (Illustrated). EDITED BY C. J. FOX, Jun. EVERY THURSDAY, TWOPENCE. Post Free for Twelve Months, 10/10; Six Months, 5/5; Three Months, 2/8h RACES. ROADS. TOURING. FIXTURES. RUNS. JOTTINGS. INVENTIONS. CLUB DOINGS. MACHINES. CORRESPONDENCE. CLUB OFFICIAL NEWS. EDITORIAL FACTS AND RUMOURS. ARTICLES ON CURRENT EVENTS. NOTES. SKETCHES BICYCLE UNION AND . TOURING CLUB REPORTS, &c. The Bicycling Times is a high-class Journal, printed on the best toned paper, and got up in a superior manner to any other Bicycling Paper. It is the official organ of most of the principal Bicycle Clubs. Every Race, professional and amateur, is reported, which, in addition to the record of other Bicycling events, renders this Paper the most complete Journal devoted to the sport. Order of your Newsagent, or direct from the Publishers, ETHERINGTON & Co., East Temple Chambers, Whitefriars Street, BONBON, E.C. FORM OF ORDER. To the Publishers. Please send me Copies weekly, for weeks, for which I enclose a P.O.O.. value Name, Address,"], [115, ""], [116, ""], [117, ""], [118, ""]]