[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE POLL ON ffhr Election OF A REPRESENTATIVE IN PARLIAMENT, FOR THE COUNTY OF CAMBRIDGE, On the 27th, 28th, 29th, and 31st Days of OCTOBER, 1831; ■// TO which is added, A LIST OF THE MEMBERS FOR THE COUNTY, From 1660, to the present time. BY CHARLES HENRY COOPER. CAMBRIDGE. PUBLISHED BY BENJAMIN BRIDGES, AND SOLD BY W. WATTS WISBECH, AND ALL OTHER BOOKSELLERS THROUGHOUT THE COUNTY. 1831. [ Two Shillings and Sixpence]."], [6, "CAMBRIDGE : PRINTED El W. METCALFE, ST. MARV's STREET."], [7, "ADVERTISEMENT. The present Work will be found to differ in several respects from the Poll Books published on previous occasions of the like nature. The description of the Voter's property, and the names of the occupiers, have been omitted, under an impression that such infor mation (which is but of minor importance to the generality of read ers) would unnecessarily increase both the bulk and the price of the Work. The names of the Voters have been arranged under their resi dences, and not according to the situation of their freeholds. The superiority of this method of arrangement may be estimated from the circumstance, that of the 471 electors resident in Cam bridge, the freeholds of above 80 are situate in other parts of the County, and that not one of the 19 freeholders, resident in Thor ney, is possessed of freehold property in that parish. The several Towns and Parishes are classed in alphabetical order, instead of being arranged under hundreds ; whilst, at the same time, the strength of particular districts may be readily esti mated from the Tables of the Voters in each hundred and parish given at the end. The List of Members for the County, from 1660 to the present time, (which will be found more correct than any hitherto published,) will, it is hoped, be considered an interesting addition to a Work of this description. It only remains for the Editor to add, that he trusts the altera tions he has made will render this Work more easy of reference, and of more general utility than any former publication ofthe same kind — that no exertions have been spared to render the Work as correct as possible, and that he flatters himself no mistake, of any impor tance, has been committed. Cambridge, Nov. 21, 1831."], [8, "arattiuirati* : RICHARD GREAVES TOWNLEY, of Fulbourn, Esq. CAPTAIN CHARLES PHILIP YORKE, r. n. Sheriff. JOHN BENDYSHE, of Kneesworth, Esq. Assessor. HENRY ALWORTH MERREWETHER, Esq., Serjeant at Law. s FREDERICK GUNNING, Esq. 1. ,, T \\ WILLIAM SHAW, Esq. } For Mr' Tow^\" Counsel. A J W. WEBB FOLLETT, Esq. 1 „ n v I THOS. CHAS. GELDART, Esq. \\ For Capt- Yorke- IT ' ( CHRISTOPHER PEMBERTON, Esq. undersheriefs. j Wm WOODCOCK HAYWARD, Esq."], [9, "POLL AT THE CAMBRIDGESHIRE ELECTION. 3331k T. Y. T. Y. Abington, Great [4]. Freeman, Robert Howard, Thomas .... Todds, Timothy Tofts, John Balsham [8]. Haylock, John Peveret, Simon Prince, John, Sen Prince, John, Jun Symonds, John Symonds, Robert Webb, Samuel Wollaston, Rev. Edw. . . Abington. Little [0]. 2 o Abington Pigotts [2]- Barring-ton [5]. Brand, William Cambridge, Owen Coleman, John Jepps, Thomas Pearce, William G 2 Dickason, John Pearmain, Abraham . . . Arrington [1]. Pateman, Abraham . . . 0 o Bartlow [3]. Barnard, Thomas Bullen, Rev. John Chapman, Samuel 4 Ashley [9]. Bailey, James Bonnett, William Chambers, Henry .... Edmonds, Rev. Thomas Houghton, Robert Moore William Rayner, William Wade^ Edmund Wright. George 0 1 Barton [3]. Holben, Wilson Holben, Saunders Wright, Rev. Wm o •J Babraham [2]. Adeane, H. J. Esq. m.p. Osborne, Stephen 0 9 Bassingbourn [22]. Chamberlain, William . . Clear, John Docura, William Elbourn, William 0 2 0 Carried forward . . 2 2"], [10, "6 Brought forward . . Flitton, Thomas Giffen, Stephen Ingrey, John Manning, Samuel .... Marsom, Robert Pearmain, John Pennington, Rev. Geo. Prime, Thomas Sell, Simeon Leete .... Starr, William Sutton, Thomas Trigg, Samuel Trustrum, William .... Walters, William Wedd, James Whisson, John Wilson, Richard Williamson, William . . . T. 2 Y. 2 Brought forward . . Fison, Carter Gilbert, Thomas Hunter, John Esq Hart, James Hart, Matthew Jennings, John Jennings, William Jenyns, Rev. Geo. L. . . King, Henry King, John Muggleton, Thomas Parker, Edward Paul, John Paul, John Bradford . . Webb, William T. 4 Y. 5 Bourn [3]. Buck, Richard Butler, John Parsons, James 8 16 Senwick [5]. Hughes, Thomas Ibberson, Isaac Infield, Gideon Saunders, Francis Shepperson, Joseph .... 16 6 Bosworth [1]. Pointer, Rev. Robert . . 0 3 Brlnkley [6]. Blinkinsop, James Holcomb, Rev. G. F. Jennings, William King, Robert W Main, Thomas Medcalf, John 0 1 Boro'green (8). Av'es, James Charville, Wm. John .. . Collier, Wm. Martin . . . Price, William Starling, John Swann, Charles Wedge, Rev. Charles . . Westley, James 4 1 Bottisham [24]. Burling, Joseph Benstead, John Cornwell, Holmes Cornwell, Wm. Holmes . Cornwell, Wm. Butchei Chambers, George .... Clark, William Dilliston, John Flack, Richard 5 3 Burwell [56]. Adams, Thomas Badcock, Thomas Bailey, Michael Baines, Rev. J. J Ball, Edward BlackweU, Samuel Bridgeman, John Bridgeman, John Carter, Oliver Carrow, George Casburn, Robert Casburn, Robert Jun. . . 0 0 Carried forward . . 4 5 Carried forward . . e> 10"], [11, "7 Brought forward . . Casburn, William .... Casburn, William Crane, John Cropley, William Cropley, Nathan Danby, William Dunn, Salisbury Dunn, William Eaton, Thomas Edmonds, William Everitt, John Faircliff, James FairclifF, William Finch, Joseph Gardiner, Stephen, sen. Harley, Reuben Harlock, Joseph Holder, Samuel .... Holmes, James Hunt, John Iverson, John Johnson, John Mason, Henry, Mason, Henry, junr. . . Mason, Joseph Mason, John Meacham, Robert .... Miller, John Norman, James Palmer, Stephen .... Pavis, Joseph Peachey, John Peachey, Jas. Casburn . Peachey, Isaac Peachey, Samuel .... Poole, James Powell, Thomas Preston, Francis Shaw, John Smith, Thomas Summers, John Warren, Stephen Warren, William Wyatt, John T. a Am 10 Cambridge [471]. Abbott, Alexander Scott Abbott, W'illiam Adams, William Adcock, James Adcock, Stephen Allard, William Allen, Robert Amps, John Anderson, William Anderson, Robert .... Ansell, William Apthorpe, William .... Apthorpe, James Argent, Humphrey .... Asby, William Asby, Charles Ashby, John Ashton, William Garfit Asplen, William Attack, Joseph Ayres, John Baker, Thomas Balls, Henry, sen Banks, Rev. S. H. ... Barber, Richard Barker, Field Dunn Esq . Barker, James Barker, Joshua Barlow, George Esq . . Barnes, Rev. F. d.d. . . Barrett, Robert Barrett, John Barrett, George Barson, James Batt, Thomas Battyl, Edward Beales, S. P. Esq Beales, Edmund Esq. . . Beales, Patrick Beales, Benjamin Beales, Barnet, sen. Beales, Barnet, jun. Bell, William Benstead, John Bicheno, John Billage, John Binder, William Bird, William Birkett, Rev. John .... 1. Y. 11 4.5 Caldeoot [0]. Carried forward . . 40 9"], [12, "8 Brought forward . . Bishop, William Blanks, John Blick, Rev. Charles . . . Blunsom, James Blott, Thomas Borrett, Thomas Brathwaite, William . . . Brett, James Brett, Richard Bridges, Benjamin .... Briggs, William, sen. . . . Briggs, William, jun. . . Brimley, A. G Broadbelt, Thomas .... Brown, Stephen Brown, Charles Edward Brown, William Buck, Philip Bullen, Mark Bullice, Robert Bullock, Samuel Burrage, Thomas Bush, Charles Butcher, William Butler, James Canham, William Capps, John Carter, Thomas Carter, James Swann . . Case, William ........ Cautley, Rev. Thomas. . Chafy, Rev. Wm. d.d. . . Chapman, James Chapman, Thomas .... Chapman, William .... Chapman, Joseph ...... Chapman, George .... Chapman, George Chevallier, Rev. Temple. Christmas, William .... Christmas, Thomas .... Clack, John Clark, Robert Clark, Walter Clark, John Clay, John Claydon, Charles Clayton, Robert Cockerel., Samuel .... T. 40 Y. 9 Brought forward . . Coe, Thomas Coe, William Freeman . Collins, William Comings, Richard .... Constable, Charles .... Cook, Samuel Corbyn, John Cory, Edward Cotton, Francis Cousins. Cotton, Benjamin ..... Coulson, James Coulton, Henry County, William Cox, George Coy, William Crowe, William Cutton, Thomas Danby, Eldad Davy, Rev. Martin, d.d. Dean, William Deeks, William Deighton, John Deighton, Jos. Jonathan. Dickerson, John Dickerson, Bernard .... Dickes, Rev. Thomas, . . Dison, Jeremiah James . Docwra, Daniel Drage, James Driver, John Driver, Henry Duffield, Rev. Richard . Eaden, John Eaden, William Earl, John Eaton, John Edwards, Robert Edwards, Thomas Elger, Jas. Wentworth. . Ellis, Robert Elliston, William Evans, Samuel .... Faiers, John Farrant, William Farrant, Samuel .... Favell, Edward .... Felton, Edward Few, William Field, Rev. Fredrick . . T. 07 y: 31 Carried forward . . 07 31 Carried forward . . 100 47"], [13, "9 T. 100 47 T. 134 Y. Brought forward . . Field, John Field, James Finch, Charles, sen. Finch, Charles, jun. Finch, Rev. Thomas . . Fisher, Rev. Jno. Hutton Fisher, George Esq. . . . Fitch, Adam .... Fitzjohn, John Fortin, John Foster, Richard, sen. Esq. Foster, Richard, jun. Esq. Foster, Ebenezer Esq. . . Foster, Chas. Finch Esq Foster, James Michael. . Foster, Francis .... Freeman, William .... French. Rev. Wm. d.d. Frere, William Esq. Frohock, Thomas .... Fromant, Samuel .... Fromant, John .... Fuller, Henry Fuller, James Funge, William .... Garner, Charles Gates, John Gates, John Gee, Joseph Gee, Robert German, Jacob Germany, George Ginn, John Goode, William .... Gotobed, Thomas .... Grafton, John Graham, Rev. John) Jesus College .... J Graves, William .... Gray, Ward Gray, John Gray, John Greef, Thomas, jun. Green, Robert Green, James Greenwood, Thomas . . Gunning, Henry Esq. . . Gunning, Francis John. . Hall, Richard Brought forward . . Hall, Pell Hallack, Thomas .... Hankin, James Hard, William Harraden, Richd. Bankes Hart, James Harvey, James Harvey, Matthew .... Haslop, John Haviland, Joh. Esq. m.d. Hawes, Robert Hawkins, Robert Haycock, John Haylock, Robert Hazle, John Hazlewood, William . . Headley, Henry Headley, Robert Headley, Michael ..... Henson, Rev. Francis . . Hewitt, Rev. George . . Hillman, James Hindes, John Hinson, Henry Hodson, James Hodson, Thomas Hollingsworth, Thomas Hoppett, Thomas Hovel!, Thomas, Esq. . . Hovell, James Howard, William Howell, George Hubbersty, J. L. Esq.. . Huckle, William Hughes, Rev. T. Smart Humfrey, Charles, Esq. Hunns, Isaac Hunns, Thomas Hunt, William, sen. . . Hunt, John Graves .... Hunt, John, jun Ind, William Ingle, James Ingle, John Ingle, John Ingle, William Ingle, Joseph Ivatt, Thomas Jarrold, Henry 01 Carried forward . . 134 61 Carried forward . . 161 80"], [14, "10 Brought forward . . Johnson, James Johnson Francis Judd, William Juler, John Kaye, William Keed, William Kettridge, Edward .... King, Henry King, Thomas Kidd, John Kidd, Holmes Kimpton, Edward .... Kirkup, Robert Kiy, Thomas Knightly, William .... Lamb, Rev. John, d.d. . . Law, James Law, James Edmund . . Lawn, John Lawrence, Juner Perry Lawson, John Leader, William Lee, Edward Leeding, William .... Lestourgeon Charles . . Levitt, George Lewis, William Lilley, David Litchfield, Edward .... Lloyd, David Lowe, James Luther, William .... Lyon, John Ronald Macintosh, William Maile, William Maile, John Malleston, John Manser, John Mansfield, Joseph .... Marfleet, Francis .... Marsh, Isaac Markham, Thomas Marshall, Henry .... Martin, William Matthews, John Matthews, Thomas W. . Mayes, Abraham .... Miller, William Miller, George T. 164 Y. 80 Brought forward . . Mills, James Misson, Newman .... Mitchell, Thomas .... Moden, Robert jun. Moore, James Morden, Robert .... Mortlock, William Mowlam, Thomas .... Munsey, Ellis Munns, Charles Munns, Joseph Murray, John Musgrave, Rev. Thomas Mustill, William Neale, John Newby, Thomas .... Newby, Richard .... Newby, William .... Newby, Charles .... Newman, William .... Nixon, Thomas Norris, Thomas Nutter, Thomas Nutter, Thomas jun. .. Nutter, James Orridge, Charles .... Ossiey, John Page, Henry Page, Henry Palmer, John Palmer, William .... Pamplin, Thomas .... Parker, Thomas .... Parker, John Payne, John Peace, William Pearce, Rev. Edward S. Pearce, John Pearson, Richard .... Peck, William Pepper, William, sen. ... Peters, Thomas Pitchford, William Pleasance, William Plumb, Jonathan .... Poole, James Porcher, John Porter, Thomas .... Porter, J. B T. 203 i . 90 Carried forward . . 203 90 Carried forward . . 239 103"], [15, "11 Brought forward . . Pont, Henry Pratt, John Press, Robert Preston, Harvey .... Proctor, Rev. j. d.d... Prowett, John Pryme, George Esq. . . Purchas, John Esq. . . Purchas, William J. Esq. Purchas, George .... Quinsee, William Radford, William .... Randall, Edward .... Reeves, William .... Reeves, William .... Reynolds, James .... Rhymes, George .... Richardson, John, sen. . Rickard, James, sen.. . Rickard, James, jun. . . Ridgway, William Key . Rivenhall, Fredrick H. Rix, Robert Robson, Mathew .... Rogerson, John .... Rowe, Richard .... Rusby, Rev. Samuel S. . Rushbrook, Fredrick . . Rutherford, Charles . . . Rutledge, John Rutter, William Salmon, Samuel Salmon, Robert Sampson, Thomas .... Sancroft, James Haselum Sancroft, Joshua Saunders, Thomas .... Scott, Thomas Seawell, Ellis Sell, William Seymour, Matthew .... Shardelow, John F. ... Sharp, Edward Sharp, Thomas Edward Shippey, Henry Silk, William Skrine, Julian Esq. . . . Smith, Elliot M Smith, Foreman Biggs . T. 239 Y. 103 T. 265 Y. 126 Brought forward . . Smith, William Smith, Norris Smith, John Smith, John Spencer, John Spilman, John Spink, Argent Squires, William Starling, William .... Starmer, Richard, sen. . . Steam, Thomas Stretch, William Stuart, Joseph Stubbings, James .... Studholme, Rev. Joseph Sturges, Richard Sussum, William Sutton, Joseph Swann, William Talbot, William Taylor, John Taylor, John Taylor, Joseph Thackeray, F. Esq. m.d. Thompson, William .... Thrower, Stephen Thurley, William Betts . Todd, William Tompkins, James Trundler, Henry Truslove, Joseph Tunwell, John Turner, William Twiss, James I Twiss, James Peterson \\ Twitchett, James Ventris, Rev. Edward Vinter, Robert Walker, William Wallis, James Wallis, William Walters, Elijah Ward, James Warren, George, jun. . . Warren, William Warwick, William .... Waters, George Waters, James Waters, John Carried forward . . *65 126 Carried forward . . 291 149"], [16, "12 Brought forward . . Watson, Robert ...... Watts, Thomas Webb, Rev. W. d.d. . . Webb, Henry Webster, Edward Wells, Edmund Wentworth, Joseph .... Wheeler, George Kettle Wheeler, Samuel White, William, sen. . . . White, William, jun. . . . White, John, jun White, Robert Whitechurch, George . . Whitehead, James .... Whittaker, Richard . . . Whoodhouse, John .... Wicks, Stephen Wicks, Thomas Willimot, John Willimot, Thomas .... Wilmot, Joseph Wilson, William Wiseman, William .... Wood, Rev. James, d.d. Wood, Thomas Woodhouse, J.T. Esq. 1 M.D j Wright, Edward Wybrow, Thomas .... Yorke, Samuel Yorke, Charles T. 291 Y. 149 Brought forward . . Fordham, Samuel Howard, Thomas Russell, Rev. Arthur T. Walsom, James T. 0 Y. Chatteris [78]. Andrews, Thomas .... Angood, Samuel Angood, Samuel Bays, Thomas Bays, Joseph Bemington, William .... Bonfield, Thomas Bonfield, Robert Briggs, Richard Cave, John Cawthorn, John Cawthorn, Philip Cawthorn, Freeman .... Chatfield, Rev. R. d.c.l. Cooper, Michael Curtis, William Dunn, Thomas •.. Dunn, John Edwards, William .... Freaks, John, jun Fryer, Thomas, Esq. . . Fryer, Daniel, Esq. . . . Fryer, John, Esq Gascoyne, Thomas .... Gray, Owen Hudson, William Hustwaite, William . . . Langman, William Lavender, Thomas .... Lavender, John Leach, Edward Lemon, Thomas Lowe, John Lyon, Jasper Lyon, William ■ Mash, John, sen Mash, John, jun Merchant, John Negus, John Newitt, Thomas Nix, Thomas Pain, William 1 j Carlton [2]. Nash, Swan Rawlinson, Stephen . . . 303 168 Castle Camps [4]. Collier, Richard Love . . Ives, John Keene, Benjamin, Esq. Wells, Thomas 2 0 Caxton [6]. Cawcutt, Thomas Dumbleton, George 0 4 Carried forward . . 0 2 Carried forward . . 21 21"], [17, "13 T. 21 V. 21 Chesterton [23]. Atkins, Thomas Brown, Rev. G. A Downes, John Edwards, Uriah Few, William Green, Isaac Green, John Johnson, William Johnson, John Larkin, John Larkin, Thomas Mansfield, William Meadows, Edward Middleton David Raper, John Richardson, Stephen . . Riddell, Thomas Searle, William Smith, William Somers, John Stevenson, Bennett Thrift, John W ratten, John Brought forward . . Read, Henry Richardson, Fryer, jun.. Richardson, William ... Richardson, John Robinson, James Ruston, Richard Ruston, Richard, jun. . . Ruston, Robert Ruston, John, jun Ruston, William Ruston, Edward, sen. . . Ruston, Edward, jun. .. Saberton, Joseph Sears, Joseph Sewell, Thomas Sewell, William Skeels, William Skeels, Richard Skeels, Henry Smith, Joseph Smith, William Smith, James Smith, Thomas Smith, Thomas Smith, John B Smith, John Stocks, John Stratton, Edward Tabor, William ....... Tingay, Robert Triplow, William Uffindall, Michael Warth, Henry Warth, John Whitehead, John Young, Thomas Cheveley [13]. Collin, John Cracknell, John Cracknell, John Foreman, Richard Goodchild, William. . . . Mason, Henry Peck, Edmund Peck, Thomas Peck, William Ransom, Robert Simpkin, Daniel Tweed, William Tweed, Martin 22 Cherryhinton [10]. Beale, Joseph Bullen, George Coe, William Coe, Matthew Dawson, Thomas .... Emson, Robert Grange, Edward Jordan, Robert Smith, John Tagg, William 43 35 Childerley [0]. 0 13 Chippenham [6]. Bayley, James Brown, John Evans, Robert 8 2 Carried forward . . 0"], [18, "14 T. 0 Y. 3 T. 22 \\. 2 Brought forward . A Gooderick, William Tharp, John Esq j Turner, Jonathan j Comberton [6). Baker, Richard | Bennett, John i Crane, Thomas | Mann, John | Whittett, Robert j Conington [2]. Mann, James Shaw, Rev. John .... Coton [3]. Ainger, John j Andrews, Thomas Newman, William .... Cottenham [94]. Ablett, Jabez Barret, Thomas Bartingale, Thomas .... Benton, John Bull, Joseph Chivers, John Chivers, Stephen Chivers, Thomas sen. . . Chivers, Thomas jun. . . Christmas, John Collins, Joseph Cross, James Cross, Thomas Cross, William Cross, John Cross, John Cross, John jun Emmerson, John .... Few, John Finch, James Gautrey, John Goode, John Morlin . . Graves, William Greaves, William 0 - 4 1 0 6 1 1 3 Brought forward . . ! Greaves, William Haird Greaves, James Greaves, Thomas (Lane) Greaves, Thos. (butcher) Greaves, John, sen Greaves, John Hall, Thomas Hines, William Hopkins, William Ivatt, William, sen Ivatt, Edward Ivatt, John Ivatt, Robert i Ivatt, Thomas Ivatt, James, jun Kimpton, William Kimpton, Thomas .... Kimpton, Thomas .... Maile, John, sen Maile, John, jun Moore, William Moore, WUliam Moore, William (Lane) Moore, W. (Brick- Yard) Moore, John, sen Moore, John, jun Moore, James Moore, Benjamin Munsey, John Norman, Richard ... . Norman, Richard Norman, William Norman, Robert Norman, Thomas Nottage, John Nottage, Joseph Papworth, 1 homas .... Pauley, Thomas Pearson, John Peck, John Phipers, John Phipers, William Piggot, James Porter, James Rowell, John Saintey, James Saunderson, William, sen. Saunderson, William, jun. Saunderson, Jacob .... Carried forward . . 22 2 Carried forward . . 69 i"], [19, "15 Brought forward . . Saunderson, John Saunderson, Stephen . . Smith, Jacob Smith, Jacob Smith, Isaiah Smith, William, sen. . . Smith, Ebenezer Smith, Joseph Spackman, John Spackman, Richardson . Taylor, William Taylor, John Todd, William Ward, John W:atson, William, jun. . Watts, Francis Watts, Francis Watts, Thomas Wayman, James Wayman, Thomas .... Wayman, John T. 69 Y. 4 Croxton [2], Mwton, Samuel Esq. . . Webb, John T. Y. Croydon [2]. Casburn, William .... Merry, Chandler 0 2 Doddington [21]. Blench, John Burton, Edmund Dunham, John Ekins, Samuel Eudall, William Fovargue, Daniel .... Hart, John Hillard, Thomas .... Ingle, Edward Ingle, Thomas Orton, Richard Peyton, Rev. Algernon . Richards, T. (Stonea) . . Richards, Thomas .... Saunders, Francis .... Setchfield, William Shelston, John Thorborn, Thomas Wayman, Thomas .... Welcher, John Wilson, Thomas 0 2 87 7 Coveney [24]. Allison, John Chambers, Waddelow . . Chambers, Bidwell .... Chambers, Elijah .... Chambers, John Chapman, William .... Clay, Richard Clay, John Cox, David, jun Custance, William .... Golding, William Graham, John, jun Hamey, Joseph Houghton, Benjamin . . Macer, James Macer, Joseph Moulson, John Nix, William Nix, James Nix, John Poole, William Poole, John Porter, Charles Wright, James Downham [32]. Ayres, William Balding, John Baldwin, William, jun.. Brittain, Joseph Brown, Jonathan .... Cole, John Cole, Francis Crisp, John Denston, William .... Denston, William, jun.. Flanders, William .... Foreman, John Gill, William Langman . Gill, Richard Grimditch, William .... 19 o 18 6 Carried forward . . 14 1"], [20, "16 T. 14 Y. TT 7 Y. 5 Brought forward . . Green, Thomas Harrison, John Hopkins, Phillip Lofts, William Lofts, John Martin, Richard Martin, James Martin, William Martin, WUliam, jun. . . Moxon, WUliam Moxon, William Moxon, John Nicholas, Trew Simpson, John Waddelow, Thomas Waxham, William Waxham, John 1 Brought forward . . Thurlow, William Thurnall, William Wisby, Thomas East Hatley [2]. Hall, Edward Lilley, John 9 6 Elm [24]. Andrews, Thomas Blackborn, Joseph Blackborn, Edward Blackborn, Edward.... Blackborn, James Bowett, William Christopher, Rev. John Dow, William Gapp, John Gapp, John Hunt, George Jenkinson, John Marshall, John Marshall, Joseph Moore, William Morton, John Potton, John Ritchie, John Scotney, John Scrafield, Richard Taylor, Joseph Wiles, John Cott Wilkinson, John Woods, William 0 2 Dry Drayton [4]. Markham, John Markham, William .... Pettitt, Parren Sterne, William 27 5 Dullingham [7]. Claydon, Hammond . . . Day, William Hobbs, William Isaacson, William Jennings, Edward King, Robert Piggott, William Esq. . . 1 3 Duxford [15]. Barker, James Coleman, Richard Cooper, John Cooper, George Ellis, Robert Hunt, John Knott, Henry Knott, John, jun Livermore, Thomas. . . . Markby, Rev. W. H. Pearson, Edward Pyne, Benjamin 0 7 Elsworth [11] Balduck, WUliam Hodson, Martin Papworth, George Papworth, Richard Robbins, John Smith, Mathew Tabram, William Watts, Francis Webb, Thomas Webb, John White, William 3 21 Carried forward . . 7 5 5 6"], [21, "17 Eltlsley [4]. Eversden, Whittet Eversden, William .... Kidman, James Whittet, Peter T. Y. Brought forward . . Fuller, Robert Garratt, John Gotobed, Thomas .... Gotobed, John Hall, John Hall, John, jun Hall, George Harlock, WUliam, Esq. Harlock, William, jun.. . Harlock, John Haylock, John Hawkins, John Hostler, John Ingram, Benjamin .... Jane, Robert Kimpton, Castledine Kimpton, Thomas Kimpton, William .... Kimpton, William, jun. Kirby, James Lack, George Lawrence, William . . . Laws, William Legge, Christopher Legge, Christopher, jun. Legge, Thomas Legge, Henry Ling, James Luddington, John .... Lutt, Edward Magee, John Marshall, William Millers, Rev. George . . Munson, Thomas .... Muriel. John Okey, William Page, Jonathan Esq. . . Palmer, James Palmer, Robert Pigott, Granado Rayner, Robert Rayner, William Rickard, William .... Rickwood, Henry .... Salmons, Henry Saunders, Humphrey . . Scott, Robert Scott, Richard Scott, William T. 89 13 Ely [117]. Apsey, William Atkin, John Austin, John Barber, Robert Barrett, James Bartingale, Thomas Beamiss, Henry Benton, Henry Benton, Thomas Bradley, William Bull, Seth Careless, George Wm. . . Chambers, John Chambers, James Chapman, Samuel Chapman, Henry Cornwell, Luke Cousins, George Crabb, WUliam Cropley, George Cropley, James Cross, James Cutlack, Morley W Cuttriss, James Day, Thomas Day, Miles Day, John Dench, Luke Denton, Robert Dix, Robert Durham, Rev. P Ellingham, David Evans, Hugh Robert . . Evans, John Evans, William Evans, James Evans, Thomas Finch, John Finch, George Freeman, Richard Freemantle, William . . Fuller, John 0 4 Carried forward . . 29 13 Carried forward . . 55 36"], [22, "18 Brought forward . . Seaber, John Selborne, T. H Shepherd, Edward . . . Simper, James Simson, Joseph Simson, Thomas Smith, Thomas Sparke, Rev. E. B Sparke, Rev. J. H Spooner, Thomas, Esq. Stevens, George Stevens, Robert Stimson, Bailey Talbut, Jonathan .... Tall, James Thompson, William, sen. Thompson, William, jun. Thorpe, George Topping, Thomas .... Trent, George Norris . . Walker, John Watts, William Wilks, Henry Woodhatch, George Worster, Richard .... Wright, William T. .5.5 Y. 36 Pen Drayton [8]. Bollard, Samuel Daintree, John, sen. Daintree, John C. Headding, Charles .... Johnson, William .... Johnson, Samuel Johnson, John Johnson, John 0 8 Pordham [30]. Ashen, Robert Bedford, Samuel Bentley, Robert Bishop, Thomas Bland, Joseph Boyden, John Clarke, George Fenn, Anthony Fitcher, John Fyson, William Fyson, Richard Fyson, Robert Dillamore Hills, Robert Hills, John Mainprice, Charles Mann, Robert Mann, John Martin, John Martin, Charles Moule, William Palmer, Roper Payne, George Peek, Thomas Reed, Joseph Roper, James Seaber, James Shinn, John Shinn, George Smith, Phillip Wake, Robert 72 45 Eversden, Great [3]. Campkin, Francis .... Clear, Bennett Hart, William 1 2 Eversden, Little [3]. Leete, William Royston, William .... Tabram, Mark 0 3 Pen Ditton [5]. Clack, Samuel Collier, Richard Creeke, Joseph Haggitt, Rev. John Stubbings, C. S Foulmire [3]. Metcalfe, Rev. W Nash, Thomas Stockbridge, Jonathan . 22 8 2 3 2 1"], [23, "19 T. Y. T. Y. 3 Poxton [6]. Banks, James Caldecot, John Eversden, Thomas .... Hurrell, William Scott, Edward Tuck, Samuel Brought forward .. Edwin, William Foley, Henry Esq. . . . Gray, Zechariah Heckford, George .... Hepworth, Rev. Robert Kitchen, John Main, Thomas Moore, Thomas Norman, Osborn John. . Oats, Moses Gifford ... Pain, William Parson, John Peters, Robert Rainsford, Joseph .... Sarll, John Sarll, Samuel Sarll, William Wale, Moss Wildman, Joshua Wilson, John Woodham, William .... 4 Pulbourn [30]. Battyl, John Benstead, WUliam .... Brown, Philip Chaplin, John Chaplin, John Hancock Cock, John Adolphus . . Cowell, Matthew Dawson, John Dawson, Charles Furbank, Thomas .... Hall, Rev. F. R Hancock, John Hancock, William Harris, Henry Hart, Benjamin Harvey, Charles King, William Layton, Robert Lucas, William Matthews, John Manning, John Mason, John Miller, WUliam Oslar, Thomas Pauley, William Redhouse, Joseph .... Sutton, John Tunwell, John Veal, James Wells, John 4 o Girton [5] Clay, Richard Cockerton, Richard .... Cotton, Rev. Alexander Linton, Matthew Westley, Francis 16 12 Gransden, Little [10]. Coulson, Joseph Free, Thomas Frith, James Fuller, Robert Heading, George Lantaffe, James Spencer, Samuel Triplow, Peter Verley, William Wright, Thomas 2 3 Gamlingay [28]. Bennett, James Bird, James Careless, William Carter, WUliam Cooper, William Cross, William Dew, John 27 3 Grantchester [6]. Faulkner, Rev. R. R. .. Howard, Page Howard, Thomas Martin, John Letch .... 0 10 Carried forward . . 4 3 Carried forward . . , | 0 4"], [24, "20 T. 0 Y. 4 T. 7 2 Brought forward . . Verlander, Jacob Widnall, Samuel Graveley [1]. Warren, Rev. John Guilden Morden [18]. Clai k, William Harris, James Leete, Tempest Leete, Simeon Lilley, James Masters, Thomas Masters, Edward Parish, William Parish, John, sen Pettingall, John Pettingall, John, jun. . . Reavell, John Strickland, Montford . . Thurley, William .... Walker, John Warboys, Joseph .... Warboys, James Westrop, Joseph 2 0 4 1 Brought forward . . Drage, Thomas Emery, Robert Foreman, Thomas Freaks, John, sen Fuller, William Goodby, Robert Goodman, Joseph .... Gothard, Benjamin .... Graham, William Granger, Thomas Hawes, Francis Kidd, James Lander, John Low, Edward Martin, Edward Morris, Richard Okey, Clement Okey, Clement, jun. . . . Pate, William Porter, Henry, jun. . . . Porter, Thomas Porter, John Randall, John Robinson, John Salmons, William Starkey, Thomas .... Smith, John Sutton, William Sutton, John Tubbs, Robert Tunwell, William Uffendale, John Waller, John Waller, William Watts, John Watts, William Wayman, Samuel Wright, John Guyhirn [7]. Barlow, Peter Bedmore, John Caly, Abraham Gilby, John Jennings, Jonathan .... Oldfield, Robert Snushall, William 11 7 Haddenham [47]. Ayres, William Bearcock, James Biddall, James Bowtell, William Brand, Robert Clay, Benjamin Coulson, James Decks, William Dewey, James 4 3 Hardwicke [4]. Hodson, William Royston, William .... Whittet, William Whittet, Peter 27 20 Harlton [4]. Brand, John 2 2 Carried forward . . 7 2 Carried forward . . 0 1"], [25, "21 Brought forward . . Brand, John, jun Butler, Charles Mc Carthy, Rev. C. ... T. 0 Y. 1 Hlnxton [7]. Benson, Zechariah Clarkson, Rev. Townley Davy, John Fortin, William Rayner, John Hanchett Reynolds, William Scott, Henry T. Harston [14]. Adams, John Hayes, Allen Haylock, Robert Johnson, Edward Northfield, James Rayner, James Samuel, Allen Silk, Thomas, sen Taylor, William Wallis. William Wallman, William .... Whitechurch, W. sen. . . Whitechurch, WI jun. .. Wisby, Jacob 1 3 His ton [16]. Ainger, Henry Barker, William Barrett, Thomas Batterson, Henry Burkitt, James Carter, James Chivers, William Chivers, John Coe, James Howe, Richard Michell, Rev. T. P Osborn, James Papworth, Philip Smith, John Smith, William Henry . Taylor, William 4 3 Haslingfield [10]. Bond, John Charles, John Coxall, William Coxall, Daniel Hale, Christopher Kefford, Henry Moseley, Samuel Mustill, Robert Pate, William Prime, Robert 13 1 Horningsea [S], Bendall, John Campion, Thomas .... Essex, William Essex, William, jun. . . . Fison. Jonathan Fison, William Holmes, William Murfitt, John 12 4 Hatley, St. George [!]■ 6 4 Quintin, Thomas Esq. . . Horseheath [12]. Batson, Stanlake Esq. . . Cole, James Crisp, Joseph Himus, John Himus, Israel Pamment, John Percival, Rev. Thomas . Simpkin, William Simonds, Isaac 7 1 Hauxton [2]. Chapman, Thomas Foster, William 0 1 Hildersham [3] . Barker, Rev. James .... Goodwin, Rev. Charles . Townley, Rev. Charles . 2 0 * 1 Carried forward . . 0 9"], [26, "22 : . 0 9 Brought forward . . Human, John Human, John Human, Nathan Melton, William Moore, John Norman, John Norman, William Norman, William Norman, William, jun. . . Norman, Robert Owers, Martin Pamment, William . . . Pritty, William Raly, John Reed, Joseph Reed, Robert Reynolds, Rev. John . . Robins, Thomas Robins, Richard Rumbelow, John Rumbelow, William ... Sheldrake, John Sheldrake, John Sindall, Thomas Talbot, William Taylor, Thomas , Taylor, James Webber, John Wells, George Woods, James Wybrow, John J. . 22 Brought forward . . Willings, Mason Willings, Richard Willings, John Xckleton [8]. Bull, Rev. Nicholas Edwards, Thomas Gosling, John Hill, Richard Hill, John Quy, John Ripsher, Swan Soole, Thomas 0 12 Zmpington [i]. Batterson, William 7 1 Xsleham [59]. Arnold, Thomas Andus, James Brown, William Chapman, Joseph Chapman, John Clark, John Clark, Henry Collin, Joseph Collin, Thomas Compton, Rev. Robert . Cornwell, James Cornwell, William .... Cornwell, Benjamin. . . . Diver, John Diver, Johnson Drake, John, jun Dyson, Richard Fleet, William Fletcher, George Fletcher, WUliam Fletcher, Thomas Frost, William Fuller, Thomas Moore . Fuller. Titus Fyson, John Golding, Daniel Howe, John Human, William 1 0 Kennet [2]. Godfrey, William Mingay, Rev. George. . 44 15 Kingston [2]. Clear, Samuel Farr, William 0 2 Kittling [13]. Collin, William Collin. George Pettitt Hill, Rev. Edmund .... Morley, Edward Norman, Thomas 1 1 Carried forward . . 22 6 Carried forward . . 0 5"], [27, "23 T. 0 5 T. Brought forward . . Pavis, Benjamin Pettit, James Pettit, Stephen Pettit, Giles Pettit. Jabez.'jun Taylor, James Taylor, George Wollard, Edward Linton [33]. Adcock, John Arber, Robert Battyl, Josiah Battyl, Hammond .... Battyl, Thomas Blackman, John, sen. . . Brand, Robert Briggs, Robert Brown, Thomas Chalk, William Claydon, William Crane, Robert Day, John Day, Daniel Eves, John Disborough . Fisher, Rev. Edmund . . Gatward, Thomas .... Hayward, Thomas .... Hodson, James Hopkins, Thomas .... Howard, I homas James, William Kiilman, John Kidman, James Mabbutt, William .... Nicholls, Land Pryor, Richard Searman, William Starling, William WethereU, William Whiffin, Abraham Whiffin, Simeon Wright, Robert XLnapwell [0]. 0 13 Kneesworth [l]. Ellis, Joseph Landbeach\" \" Addison, Rev. Edward Flavell, Thomas Headley, John 1 0 0 3 Landwade [0]. Leverington [19]. Ashling, Jeremiah .... Bradley, Stephen .... Clarke, John Cross, Samuel Culy, Daniel Dobby, George Foster, Joseph Jackson, Rev. Jeremiah Jackson, Rev. Henry . . Johnson, John Leach, John Leahair, Abraham .... Skrimshaw, John .... Skrimshaw, William .. Sharman, Thomas Shaw, John Smith, Joseph Stanton, Stephen Taylor, Isaac Littleport [63]. Benton, Matthew, jun.. . Blowes, William Bodger, Abraham .... Brown, William Cave, Thomas Chapman, John Cheesewright, Robert . . Clarke, Edward Clarke, Christopher.... Crabb. William Crabb, William Crabb, Thomas Crabb, Christopher .... 17 16 10 9 Carried forward . . 3 10"], [28, "24 T. Y. 10 T. Y. Brought forward . . Crabb, AVilliam, jun. . . Cross, William Cutlack, John Cutlack, Tawney Cutlack, William Dent, Isaac Dewey, Thomas Dewey, George ...... Dewey, Josiah Ellingham, John Flanders, WUliam Flanders, Shrewsbury . . Flanders, Smith Gifford, John Gillett, William Gillett, William, jun.. . . Gillett, Christopher .... Gillett, John Gillett, Thos. (Southery) Gillett, Thomas Gillett, John Crabb .... Gothard, James Gotobed, William Gotobed, John Harlock, William Hood, John Jackson, William Johnson, Robert Lee, Robert Lee, Joseph Little, William Luddington, James .... Luddington, William . . Luddington, John .... Luddington, Francis . . . Martin, Henry Rayner, John Rayner.J. (Church hythe) Rayner, Robert Scotting, John Shrewsbury, William . . Simpson, James Stevenson, William .... Taylor, Isaac Taylor, William Wayman, Thomas .... Webb, William Whitworth, Robert .... Wilkinson, John Winter, John 3 Litlington [12]. Baker, George Charter, John Dickason, James Gray, William Hairadine, Joseph .... Kimpton, Thomas Morris, John Randall, WUliam Reynolds, William Russell, Thomas Rusted, Abraham Sheet, William Lolworth [1 ! Mann, John 3 9 Longstanton [ii]. Doggett, William Ellwood, Thomas Ellwood, John Linton, Salmon Markham, William .... Newman, John Phipers, Anthony Sadler, William Smith, John Spikes, Thomas Wilson, John 0 1 Longstowe [2]. Brighty, John Pym, Francis, jun. Esq. a 9 Madingley [2]. Male, Dennis Morris, Thomas o 0 Manea [13]. Angood, Oliver Barnes, William Cox, George Cross, Thomas ....... Green, Henry Gunton, Andrew 0 o Carried forward . . 20 43"], [29, "25 Brought fonvard .. Leach, W. P Paget, William Sears, Richard Smith, Thomas Smith, John Vernam, John Wright, John T. 3 Y. 3 T. 21 Y. 18 March [97]. Andrew, William .... Anker, William Atkinson, Richard .... Aveling, Thomas .... Ball, George Barlow, Thomas Barlow, Johnathan .... Bates, Charles Beakley, John Behagg, Peter Billett, Edward Bodger, John Booth, William Booth, William Booth, Edward Booth, Thomas, sen. . . Bradley, Mark Brazier, Robert .... Brighty, Robert Brichfort, William .... Bull, Joseph Cockett, Thomas .... Cole, John Cotton, John Cousins, William Culledge, Charles .... Cummington, William . . Darby, Thomas Dobson, Charles Doncaster, John Ewen, Thomas Fletcher, John Frere, Thomas, sen. Frere, Thomas, jun. Gales, Thomas Golding, William .... Golding, Samuel Golding, Thomas .... Goodenough, John .... 5 8 Brought forward .. Goodman, Jarman .... Gray, Nathan Greaver, Robert Green, Samuel Green, John Grey, John Grounds, Thomas .... Hawkes, Thomas .... Household, David .... Hunt, Baxter Jarvis, Isaac Jarvis, John Jones, James Johnson, Hardy Laxon, William Layton, Joseph Lewin, Robert, Esq. . . Martin, William Matthews, Richard Matthews, Thomas .... Matthews, Edward .... Moston, John Moss, Thomas Orton, Thomas Esq. . . Ogden, John Pain, William Partridge, John Parkinson, Joseph .... Peggs, Miles Phillips, Thomas Pope, John, sen Pope, John, jun Pope, William Pratt, William Pringle, Robert Richardson, Thomas . . Searle, James Shearhood, William .... Simmons, William .... Simpole, Thomas Smith, George Southwell, Matthew .. . Swann, Benjamin Tagg, Abraham Trower, John Taylor, William Tunwell, John Vawser, Robert Vawser, Robert Carried forward , . 21 18 Carried forward . . 53 35"], [30, "26 T. 53 Y. 35 Brought forward . . Howard, Thomas Howard, Bejamin Maze, George Mortlock, William Esq. . Mortlock, Simeon .... Palmer, George Pryor, James Scruby, Joseph Sell, fiarradine Unwin, John Waller, William Wing, Robert 6 i . 2 Brought forward . . Vawser, Charles Ward, Benjamin Watson, Thomas Watts, Joseph Wilkinson, James Wilson, Garner Winterton, Thomas .... Woodward, John Wray, William Hawes.. TCelbourn [26]. Campkin, Joseph Campkin, John Carver, William Crole.. Charter, George Coile, James Cole, James Dean, Robert Dellar, WUliam Dickerson, Joseph .... Flanders, David Higgins, John Smith . . Jarman, James Jarman, Thomas King, Robert Negus, John Negus, Stephen Norman, John Savage, Samuel Scruby, Thomas Seymour, Rev. T. C. W. Smith, Ellis Stockbridge, Thomas . . Stockbridge, Joseph . . Taylor, William Wedd, Peter Wright, William 55 42 Mepal [15]. Angood, John Blackman, Joseph Brown, William Johnson, Richard Meeks, Moses Myrton, William Owen, Thomas Owen, John Palmer, James Palmer, William Parkinson, Thomas .... Phipps, Joseph Rumbold, Thomas .... Vipan, William Vipan, Benjamin 16 4 Milton [2]. Essex, Philip Gunnell, David 12 s DIurrow [3]. Andrew, Thomas Andrew, William Oliver, William 2 0 Meldreth [20]. Blott, William Clear, Joseph Clear, William Course, William Ellis, John Hitch Faircloth, William .... Fordham, John Hall, Edward 24 2 Newmarket [25]. Bayley, Richard Bloss, Fred. Cavendish Boyce, R. Dixon Bryant, Thomas Clarke, Thomas 0 3 Carried forward . . 6 2 Carried forward . . 1 4"], [31, "27 T. 1 Y. 4 T. 3 Y. a Brought forward . . Cross, Thomas Goodison, Thomas .... Hammond, Charles, sen. Hammond, Charles .... Harlock, Edward Holland, Thomas Holland, John Holme, William Isaacson, William Parr . Kendall, Henry Moody, Tyrrell, Norton, Walter Payne, Solomon Piper, Stephen Rogers, Joseph Rogers, Robert Seaber, James Smallman, Francis .... Theakestone, Edward . . Weatherby, Edward .... Brought forward . . Radford, Stephen .... Stittle, John Watson, Thomas Webster, Rev. Thomas Orwell [4]. Merry, Joseph Merry, Petengell, sen. . . Merry, Chandler, jun. . . Pentelow, Thomas .... 6 4 Newton, n ar Hauxton) [2]- Faircloth, Segrave .... Hurrell, William 4 21 OutweU [22]. Creek, Jonathan Dawson, Thomas Eagleston, Thomas .... Feast, Joseph Golding, William Hill, John Hines, Joseph Hodson, Emmanuel . . . Hovell, Robert Juler, James May, John Mole, Joseph Murfitt, William Townley, Rev. W. Gale Trott, Matthew Trower, William Trower, William, jun. . . Trueman, William .... Tuck, William Tuck, Thomas Wool, George Wrate, Francis 1 3 Newton, (in the Isle) [11]. Boor, Robert Clarke, James Goddard, William .... Howard, Adderley .... Mather, James Miles, Joseph Smalley, James Smith, Thomas Tansley, Thomas Webster, Thomas .... West, Robert 1 1 Over [38]. Anderson, John Bavin, William Bicheno, Robert Burling, John Cork, James Covell, William Crisp, William Easton, William Few, Wright Garside, William 18 4 Oakington [10]. Chapman, Francis .... Cole, William Day, Stephen Linton, William Linton, Edward Morris, William 9 8 Carried forward . . 3 3 Carried forward . . 9"], [32, "28 T. 9 Y. T. 0 Y. Brought forward . . Gifford, Nathaniel Gifford, Joseph Goodenough, James . . Hemington, Heard Ingle, John Ingle, William Johnson, John Johnson, James Joyce, Samuel Longmate, William .... Lucas, Mark Macer, Webster Mustill, James Robertson, John Robinson, Thomas .... Robinson, William Ingle Robinson, Frederick . . . Rooke, William Rooke, Wm. (Publican) Silk, William Skinner, John Smith, Thomas Thody, William Thody, John Tookie, Francis Wayman, Joseph Wayman, Berry Wright, Abraham 1 Brought forward . . Cheere, Rev. George . . Cheere, Robert Esq. . . Goode, Godfrey Morlin 2 Parson Drove [17]. Andrews, Peter Duxon, William Duxon, Benjamin Edgson, James Edgson, John Goodman, James .... Gott, William Gunn, Joseph Kingerley, George Longford, John Marshall, John Nicholls, John Peck, John Peck, John Strickland, Thomas Strickland, WUliam . . . Watkinson, Isaac .... 0 Quy [6]. Ayres, William Biidwell, John Flack, John Muggleton, Henry Payne, John Augustus. . Randall, Robert 14 3 Pampisford [7]. Fenton, Charles Hammond, Wm. P. Esq Morley, Peter Nash, Peter Nash, Searle Perkins, Rev. H Wiston, John 34 4 3 Stampton [0]. Papworth St. Agnes [IJ Sperling, Rev. H. J. 7 0 Beach [9]. Chambers, Simeon Chapman, John Fuller, Thomas Hart, James Leggitt, William Mann, Joseph, jun Mason, Robert Miller, Robert Peel, Anthony Papworth Everard [5]. 0 1 Challis, Rev. James Cheere, W. H. Esq. . . Carried forward . . 0 2 0"], [33, "29 Boyston [34]. Beldam, Valentine Beldam, Charles Beldam, Joseph Brown, Joseph Buckmaster, George . . . Butler, John Butler, William Field . . Butterfield, Thomas . . . Crispin, Daniel Eversden, Samuel Fordham, E. King Esq. Johnson, Josiah Lewer, William Luke, Abraham Mead, Simeon Medway, John Moule, William Nash, Wedd, W. Esq. . . Nash, William Hollick . Nash, Francis Nunn, William Pendred, John Philips, Joseph Piggott, James Seaby, William Simons, William Smith, William Sporle, William Trustrum, Edward .... Warrington, William . . Wedd, Joseph Pattison Wells, Thomas Wortham, James Wortham, Thomas, sen. T. Y. T. 8 Y. 4 Brought forward . . Rickard, William Robinson, Richard Toffts, Richard Wade, Joseph 12 Shelford, Great [14]. Austin, John Cambridge, William . . . Gee, John Grain, Peter Hagger, Stephen Hillard, William Headley, William Headley, Henry Maris, Richard Miller, John Moore, John Rawlings, Thomas .... Stacey, Thomas Turner, William 10 Shelford, Little [14]. Austin, Thomas, jun. . . Beales, Charles Esq. .. . Berry, Joseph Butler, Philip Finch, Rev. Henry .... Foster, Michael Godfrey, John Jennings, William .... Jennings, Thomas .... Kent, Peter Mitchel], Thomas Wale, Sir Charles Webb, Joseph Wybrow, Edward Sawston [16]. Burnand, John Challis, Thomas Challis, Jonathan Cooper, Joseph Sharpe . Ellis, Thomas Evans, Thomas Everard, James Hopkins, William Huddleston, Rich. Esq. Mean, John Morley, Thomas Pryor, John 31 3 8 Shepreth [5]. Baron, William Brock, Jeremiah Ingle, John Philips, Richard Woodham.W. Nash Esq. Carried forward . . 8 4 4"], [34, "30 T. Y. 2 i . 81 Shingay [2]. Jeneway, John Leete, Jackey Shudy Camps [3]. Hodson, James Spencer, William Wedge, Rev. Charles . . Snallwell [2]. Hill, Rev. N. J Woolard, Samuel Soham [130]. Addison, William Arber, John Attlesey, John Attlesey, William, sen. Attlesey, William, jun. Banyard, John Baynes, Francis Bradshaw, Robert Brown, John Brows, William Bullen, John Bye, William Canham, Edward Casbourne, John Chambers, Joel Chapman, John Chivers, Robert Clarke, James Clements, Isaac Clements, William Collin, William Collin, John Collin, Thomas Cook, William Cooper, Edward Cooper, Robert Crisp, William Cropley, Robert Cropley, Thomas Danby, Stephen Deekes, Thomas Dobede, John Eden, Ralph 1 0 0 1 3 2 Brought forward . . Eden, Joseph Elsden, James, sen. Elsden, James, jun. Elsden, William Elsden, Robert Fenn, Threader Edward Fenn, Robert Francis, John Fyson, Robert Fyson, Sizer Fyson, Charles Galley, John Gawtrey, Thomas Ginn, John Ginn, William Goldsborow, Luke .... Haggitt, Rev. G Hallett, Geoffrey Harvey, Cornelius .... Hatch, John Hazlewood, James .... Hazlewood, William . . Hills, Eden Hills, John Hitch, William Horsley, Robert Horsley, William .... Howlett, Thomas Johnson, John Johnson, Robert Jugg, William Kidd, John King, John Knowles, Edward L. . . Levett, Joseph, sen. Levett, Joseph Liles, Robert Lucas, Thomas Lusher, Richard Maiden, John Maiden, John, jun Maiden, William Mann, Thomas Martin, Charles Martin, William Martin, William Martin, Robert Martin, Richard Miller, William Carried f oi wtrd . . O 31 Carried forward . . 4 78"], [35, "31 Brought forward .. Miller, Robert Miller, Henry Morley, John Murfit, Edward Murfit, Robert Nethercote, Thomas . . Norman, Cooper Owers, Edward Palmer, WUliam Palmer, Francis Palmer, Hugh Peachey, Robert Peachey, Isaac Peek, John Pettitt, William Slack, John Slack, Hazlewood Slack, WUliam, sen. Slack, William Slack, William Smith, Edward Smith, John Spring, Charles Staples, Luke Staples, Luke, jun Staples, Edward Staples, Edward Staples, Edward Staples, Ellis, sen Staples, Ellis, jun Staples, William Staples, William, jun. . . Staples, WUliam Staples, Robert Swinton, George Alex. Taylor, William Tebbitt, Thomas, sen. Tebbitt, Thomas, jun. Tebbitt, John Tebbitt, Robert Warren, Richard Warren, Robins West, John West, Edward White, Robert White, Warren Whiting, Rev. Robert . Whiting, Brown Thomas T. 4 Y. T. 78 Staplesord (13). Battyl, Thomas ...... Carter, John Cock, William Collier, Henry Elborne, William Headley, Richard .... Headley, John Heffer, Robert Osborne, Lord F. G. Rawlings, James Smith, James Willis, William Willis, Robert Steeple Morden [10]. Craft, John Flitton, Samuel Goodchild, Thomas . . . Janeway, Pearce Pain, Thomas Pain, WUliam Pearmain, Abraham . . . Strickland, Thomas .... Theobalds, Henry .... Williams, John Herbert 8 Stetchworth [4]. Eaton, Richard Esq. ... Eaton, Henry Chas. Esq. Fenwick, Frederick .... Thorp, Rev. William . . 1 Stretham [20]. Baber, Rev. H. H Coteman, William Coy, Samuel Dimmock, John Granger, Thomas W. . Hayle, William Hitch, Wingfield Howlett, Joseph Jackson, William Langford, William .... Langford, Levi Langford, John Money, Joseph 0 7 123 Carried forward .. 7"], [36, "32 T. 7 Y. 6 T. 28 Y. 6 Brought forward . . Morden, Edward Murfitt, Isaac Norman, Richard Paul, William Read, Stephen Wheeler, John Wright, William 9 11 Brought forward . . Read, James Steward, William Skinson, James Tubbs, Clement Tubbs, John Tubbs, Robert, sen. . . Upsher, Thomas Vipan, Joseph Esq. Vipan, Joseph, jun. Vipan, John Vipan, Bemjamin .... Vipan, Thomas Washington, John .... Wauby, Robert ...... Wright, Josiah Wright, William Stuntney [2]. Jones, Robert Jugg, John Sutton [50]. Bedingham, Edward . . . Bell, William Bradshaw, Thomas Broker, John Burling, William Cattell, William Charter, William Clarke, Benjamin Clay, J. T Coveley, John Custance, James (Row) . Custance, James Drage, William Feast, Robert Gifford, George Gimbert, William .... Green, William Hadder, Thomas .... Haddock, John Hamence, John Hinson, John Hurst, James Hutchinson, John .... Lenton, Mark Lenton, Thomas Low, Edward Meeks, William Mitchell, Francis Mitchell, William .... Morris, John Newman, James Oates, William Oliver, Matthew Patterson, Andrew .... 2 0 Swaffham Prior [23]. Adams, Thomas Allix, John Peter Esq. . Asbee, Charles Benson, Thomas Chambers, Isaac Clark, Jonas Crisp, Robert Danby, Francis Galley, Canforth Kent, Joseph Palmby, Francis Danby. Parr, Mark Rayment, Richard .... Rayment, William .... Saunders, Richard .... Smith, Thomas Casburn Sheldrick, Robert Stevens, George Walters, Matthew Webb, William Webb, Richard Witt, James Mailing . . . Wright, William 43 7 Swaffham Bulbeck [9], 1 22 Eaton, Thomas Giblin, Henry Hancock, James Carried forward . . 28 6 Carried forward . . o 1"], [37, "33 Brought forward . . Jenyns, Rev. Leonard . . Johnson, Thomas Mulberry, John Rodwell, Thomas Thompson. John Westley, John 2 Y. 1 Brought forward . . Granger, Thomas Lister, John Lister, Samuel Yarrow, James Yarrow, John Y'arrow, William Yarrow, Francis T. 0 Y. 1 Swavesey [25]. Askew, Thomas Brasher, Robert Carter, William Cole, William Coulson, John Fryer, Thomas Garner, John Garner, Joseph Garner, James Mitchell, Joseph Mitham, WUliam Morling, Barton Mortlock, Thomas Papworth, Anderson . . Parsons, Christopher . . Radford, James Radford, Daniel Richford, James Richman, James Stevens, John Thorp, Samuel, jun. . . . Thorp, William Wallman, Edward, sen. . AVilliams, John Wortham, George 6 3 Thrlplow [4]. Barker, Jabez Ellis, Joseph Prime, Thomas Prime, Hale Thorney [19]. Beakley, Joseph, sen. . . Beakley, Joseph, jun. .. Bellamy, Thomas Bellamy, Samuel Crane, Wright Crane, Edward Egar, Samuel Gee, Thomas Hamment, William Hurry, John Morris, William Parnell, Thomas Parnell, William Pask, John Perkins, William Watson, Samuel Watson, James Wing, Tycho Esq Wright, William 4 4 Tadlow [l]. King, James 10 15 19 Teversham [4]. Bradford, John Lane, Thomas Took, Thomas Walker, William 0 1 Toft [9]. Annable, Thomas Dale, Edward Dickerson, Joseph Graves, Edward Hart, John Hipwell, Joshua Ladds, John Lester, William Male, Dennis Thetford [8]. Edwards, Joseph 4 0 Carried forward . . 0 1 4 .5"], [38, "34 T. Y. Trumpington [13]. Badcock, Thomas Bland,- Elias Cowell, Stephen Cuming, George Cuming, James Dobson, William Hailstone, Rev. John . . Hancock, Thomas .... Harraden, Richard, sen. Harris, Geo. Hemington Hemington, John Esq. . Maris, John Pemberton, F. C. J. Esq. Upwell [59]. Adkin, William Andrews, Robert Beart, Morley Beart, William Berry, Thomas Berry, John Berry, Samuel Brittain, Robert Bunday, Thomas Burgess, Roger Cassity, John Nugent . . Curtis, Luke Curtis, John Doil, William Egar, John Fawn, William Gillett, Isaac Goulding, William Greenacre, John Harding, John Hartley, William Harvey, Youngs Headin, Henry Hiam, Thomas Hobourn, John Hopkin, William Hurry, John Johnson, Matthew .... Kimmons, Thomas .... Large, William Large, Henry Lee, William Esq Marshall, J. H May, Gamaliel Merry, John Moore, John Houghton Negus, Robert Ollard, William Orton, Richard Osborn, John Overland, George Rogers, William Rowell, Richard Saunders, James Saunders, John Saunders, John Hopkins Sears, Robert Sharman, William Smelling, Matthew 7 6 Tydd St. Giles [31]. Askham, John Bonner Augustus Button, Thomas Cooper, John Culy, Moses Godfrey, Robert Godfrey, John Greaves, Thomas Grounds, William .... Harber, Thomas Hall, Thomas Harris, Philip Henson, John Hill, Robert Holtham, James Hopkinson, John Kilham, Richard Lambert, John Lumkin, Richard Lumkin, John Maxey, William Mills, Richard Oldryod, Richard Smith, James Spikings, John Turpitt, Lavender .... Turton, James Watkinson, Thomas. . . . Woodward, Robert .... Wright, John Youngs, Thomas 30 1 Carried forward . . 31 18"], [39, "35 Broug lit forward . . Turner, John Wiles . . . Turner, Robert Wade, Mark Ward, Benjamin Ward, Joseph Wiles, Thomas Lister '. . Wool, Hugh Wool, Charles Wright, Thomas Wright, John T. SI Y. IS Welney [12]. Beart, Thomas Beart, William Begley, William Bensley, William .... Cole, George Cox, William Gordon, William .... Horn, William Julian, Henry Moxon, William Rumble, Robert Tombleson, Joseph Dow T. Y. Waterbeach [36]. Appieby, George Bartingale, John Barfoot, Joseph Benson, Nathan Bradford, John Burling, Richard Camps, Thomas Clay, Charles Clay, John Coe, William Coe, David Coxall, John Dawkins, Samuel Denson, Jonathan Denson, William Doggett, Henry Fardell, Rev. Henry . . Frohock, John Frohock, John, jun. . . . Froment, William .... Froment, John, jun. Frost, James Hosier, John Mason, Edward Mason, John Newman, John Read, Richard Read, James Reynolds, Daniel .... Scott, John Smith John Todd, Robert Watts, John Wiles, William Smith . . Youngman, John Youngman, Robert .. . . 37 22 Wendy [2]. Russell, James Russell, William 5 Wentworth [1], Hitch, John 2 Weston Colville [9]. Cockerton, Thomas .... Hall, John Esq Hall, John, jun. Esq. . . Hall, Charles Esq Hurry, John Livermore, Shadrack . . . Poole, Thomas Turner, George Williams, Edward 0 Westley Waterless [0]. 0 9 Westwick [2]. Linton, William * Morris, Joseph ' West Wickham [6]. Beeton, John Leonard, James Matthews, Thomas .... Turpin, John I 26 10 Carried forward . . 1"], [40, "36 Brought forward . . Woolard, William Woollaston, Rev. J. R. . T. 1 Y. 3 Brought forward . . Bradley, John Bridges, Joshua Bridges, William Brown, James Brown, Henry Bundy, William Bunham, James Burdock, James Burdock, Thomas .... Cambers, William .... Clark, John Deadlove, Richard .... Fawn, Edward Forster, John Gibbs, William Grounds, David Grounds, Daniel Grounds, Thomas .... Grounds, William .... Harker, John Hart, William Haynes, Henry Esq. . . Hemmans, William ... Hobbs, John Hobbs, John Hobbs, A. H Holmes, William Hughes, James Hunt, Nathan Hurry, Daniel Hurry, James Hurry, James Hurry, Roger Hurry, John, jun Jackson, Samuel Kitchen, James Land, John Lindsey, William Little, Joseph Loomes, James Loomes, John Lovell, John Macdonald, James .... Melton, John Mills, Thomas Mills, John Oldfield, James Peacock, John Peason, Edward T. 17 Y. 4 West Wratting [13]. Brown, John Deer, William Ellam, Joseph Harding, Rev. Derisley Haylock, John Marsh, John Noble, Samuel Norfolk, Thomas Smith, John Starling, Robert Watson, William Watson, Rev. J. H. . . .' Webb,Paul 1 5 Whaddon [4]. Beaumont, William .... Giffen, James Hurlock, Rev. R. A. Moule, Robert 5 8 Whlttlesea [92]. Ainger, James Ashley, William Ashling, Jeremiah .... Aveling, John Aveling, James Baker, John Barrett, James Barton, John Bates, John Bates, Thomas Beard, William Bensted, John Berry, William Bishop, Thomas Blunt, Henry Layton . . Blunt, John Boultbee, Charles .... Boyce, Charles Boyce, James Boyce, John Boyce, John 0 4 Carried forward . . 17 4 Carried forward . . 50 20"], [41, "37 Brought forward . . Pickrell, William Read, William Read, James Read, William, jun Redhead, James Rosling, Thomas Russell, John Searle, William Searle, Thomas Searle, George Setchfield, John Smith, Charles Smith, Richard Smith, Richard Smith, Simeon Speachley, T. K Stallybrass, Garner .... Stallybrass, Felix Sudderick, Andrew Tibbs, William Whyle, Thomas Wright, John T. 50 20 Brought forward . . Feast, William Fuller, Benjamin Goodall, John Goodall, Richard Hawes, Robert Hills, Jeremiah Layton, David Martin, John Miller, William Mortlock, Robert Slack, Jeremiah Slack, John Staples, Luke Sutton, Thomas T. 6 Y.~ 4 Wilbraham, Great [13]. 13 11 Whittlesford [ii]. Andrews, Thomas Barnes, James Foster, Michael Joseph. Guiver, Edward Lofts, Stephen Nash, Charles Rawlinson, Francis .... Runham, Richard Runham, Mark, sen. . . . Sheldrake, James Shedd, John 63 29 Dawson, Charles Haylock, William Hubbard, Thomas .... Kidman, James Livermore, Thomas . . . Plume, John Poole, William Soward, Edmund Stubbings, Samuel . . _ . Stubbings, Stephen .... Stubbings, James .... Tillbrook, William .... Woollard, Walter Wilbraham, Little [6]. 5 8 Wicken [24]. Aspland, William, sen . . Aspland, William, jun. . Aspland, Robert Cropley Robert Delph, William Dennis, Thomas Dennis, James Docking, John Eastwell, Edward .... Emons, John 9 * Collett, John De Hague, Rev. George Kent, Richard Kent, Jeremiah King, Henry Wild, William Wilburton [13]. Bayley, Richard Camps, William Camps, R. T Camps, Edward Clayton, John 3 3 Carried forward . . 6 4 Carried forward . . 5 0"], [42, "38 Brought forward . . Crowe, James Gilbert, William Golding, Richard Martin, William Neville, John Norman, Timothy Powers, Thomas Wilkinson, Martin T. 5 V. 0 Brought forward . . Howlett, William, sen. . . Huckle, William, jun. .. Huckle, George Huckle, James Huckle, Thos. Wallman. Jennings, William Ingle, James Ingle, William Ingle, William Ingle, John Lack, Daniel Lack, William Lack, Osborne Lucas, William Norman, Thomas, sen. . . Norman, Thomas Norris, John Osborn, Robert Osborn, Robert, jun. . . Pyke, William Pyke, Thomas, sen. .. . Pyke, Thomas, jun Pyke, John Raper, Thomas Read, William Read, James Read, George Robinson, James Royston, John Searle, Thomas Smith, John, sen Smith, John, jun Smith, William, jun. . . . Smith, James Thody, Jonathan Tibbitt, John, sen Tibbitt, James Tibbitt, John Tibbitt, Robert Uttridge, William Underwood, Charles . . . Wayman, John, sen. . . . White, Thomas White, Joseph White, John, sen White, John, jun Whittlesea, Charles .... Wrigglesworth, Rev. J.D Wybrow, Thomas .... Wybrow, John T. 82 Y. 6 12 1 Willlngham [SS]. Askew, Thomas, sen. . . Asplen, William Barton, John Berry, William Biddall, William Blinkhorn, William .... Boodger, William Boodger, William .... Boodger, John Carveley, Philip Carveley, Philip, jun. .. Cockle, George Cook, James Crane, John Dodd, Joseph Ellis, Robert Few, James Few, Richard Few, Ebenezer Few, Wright Few, John Frohock, Thomas Gadsby, William Gadsby, John Garner, Edward Garner, William, jun. . . Garner, Rogers Garner, John Garner, Richard Gleaves, John Gleaves, John, jun Gleaves, Joseph Gleaves, Joseph, jun. . . Haddow, James Haddow, Edward Haddow, Thomas .... Hodge, John How, William Carried forward . . 32 6 77 11"], [43, "39 Wlmblington [19]. Bavin, Johnson Bavin, Joseph Bonfield, William Charity, James Cole, 1 homas England, John Fisher, William Fisher, George Fisher, James Grey, George Grimward, James Hill, John Holmes, Barber Overstall, John Pallets, Robert Poole, Thomas Setchell, William Wing, John Wright, John T. Y. Brought forward .. Brewitt, John Brookshaw, Thomas . . Bruce, Thomas Bullman, Edward .... Burgess, John Burman, John Butterfield, Richard. . . . Boultbee, John Calver, James Chamberlain, John Chamberlain, William . . Chance, John Bowles . . Chance, Robert Chapman, Joseph .... Cheney, Thomas Cheney, William Sanders Clark, William Clarke, Robert Clarke, William Cleeve, William Thomas Cobbins, William Cockett, John Coninton, Thomas .... Cook, Clare Cooper, Thomas Copeland, John Cox, Jonathan Bush Crane, William Craddock, Samuel .... Culy, Amni Dawbarn, Robert .... Dawbarn, Thomas .... Delahoy, Joseph Denston, William .... Dieppe, Thomas Dow, William Eason, John England, George Fardell, David Fawn, John Folley, Edward Fountain, Isaac Foster, Robert Fraser, Alexander, m.d. Friend, William Gilby, Joseph Golding, John Goodall, Thomas .... Gorden, Joseph 1. It Y. 7 Wimpole [3]. Arber, Philip Hurst, Rev. John Day.. Pateman, William 16 3 Wisbech [193]. Adams, Joseph Archbould, Ralph .... Ash, John Ash, Thomas Ashworth, William .... Bailey, James Bainber, Thomas Bannister, Edward Barley, Mark Baxter, Richard Baxter, William Beakley, William .... Beales, James Bell, William Bellamy, John Blinkhorn, William Boggers, William .... Bonney, William Boon, Edward Brainsby, William . . . Brewin, John 0 3 Carried forward . . 14 7 Carried forward . . 54 10"], [44, "40 Brought forward . . Groom, Joseph Grounds, Thomas .... Hall, John Hudson . . . Harman, T. C Harrison, Robert Harrison, Robert Hartstone, John Hepburn, Daniel S Hickson, Barnabas .... Hides, William Hipken, Samuel Hircock, Peter Holmes, William Howcroft, Adam Hutchenson, John .... Islop, Robert Jackson, Hugh Jackson, Marshall J. . . Jackson, W. Goddard . . Jagger, Robert Jarrom, Joseph Jecks, Charles Jecks, William Jecks, Isaac King, Rev. Robert .... Kingston, Charles Kirton, William Langford, James Langton, Enderly .... Lawrence, William .... Leach, Henry Leach, Matthew Lefevre, George M. . . . Leverington, William . . Lilley, John Lowe, William Marris, Robert Marshall, Jesse Martin, James Martin, John Metcalfe, Charles Metcalfe, Charles, jun. . . Middleton, Charles Muncey, William Naylor, William Wing. . Nelson, James Nixon, George Norman, John Norris, William T. 54 Y. 16 T. 91 y; 28 Brought forward . . Nurse, Samuel Oldham, John Oldman, James Ollard, Henry Orton, William Osborn, Matthew Henry Overton, Edward Palmer, William Palmer, John Pate, Robert F Peck, Joseph Peckover, Jonathan Esq. Peckover, Algernon. . . . Peckover, William .... Pope, John Poucher, William Rallison, Robert G Ream, John Reed, Robert Reed, Edward Reeve, John Roope, Samuel Rumball, Josiah Scale, William Seaton, Abraham Seise, Robert Shales, John Sharpe, Thomas Shaw, Benjamin Silburn, Samuel Smith, Robert Snasdell, Joel Southwell, James Springfield, Edward . . . Stafford, Robert Staggles, Thomas Stear, Thomas Stimson, William Stringer, W. Williamson Swaine, Spelman Swinton, John Tate, George Taylor, John Taylor, Joseph Teed, Thomas, sen. . . . Tigerdine, James Tony, WUliam Townley, Henry Trower, Henry Carried forward . . 91 28 Carried forward . . 125 43"], [45, "41 125 i . T. Y. Brought forward . . Tuck, William Tyars, John Usill, Abraham Usill, H. M Usill, James Waller, Edmund Ward, Henry Warrington, Thomas . . Watford, Thomas Watson, William Watson. T. Steed, jun. . Watts, Robert Weatherhead, J. R. Esq. Webster, John Wells . . Weldon, William West, Robert Whitehead, William ... Williamson, Cheeseman Williamson, Thomas . . Willisee, Joseph Wins, John Woollard. WUliam Wright, Thomas Wright, William Yorke, Lionel l.S Brought forward . . Loakes, Giles Long, John Long, Philip Macormic, Michael Martin, Robert Piggott, Gabriel Remington, George . . . Saberton, Thomas .... Saberton, William Tall, Ezekiel Thorpe, William Witchford [8]. Clayton, Henry Cropley, Thomas Cross, Charles Cross, Thomas Hitch, Clement Mills, Edward Taylor, Rivers Wayman, William .... 10 2 8 5 Wood Ditton [10]. Bailey, George Taylor . Chambers, John Cracknell, Stephen .... Jarvis, Thomas Jennings, Matthew .... Pearson, George Perren, Thomas Price. . Phillips, John Simpkin, William Tetsal, John 6 2 Witcham [18]. Bearcock, Thomas .... Foster, David Gifford, George Golborne, James Headley, John Hewitt, John Hoben, William 142 51 Carried forward . . 2 5 0 10"], [46, "VOTERS RESIDING OUT OF THE COUNTY. -««>»- T. Y. T. Y. Bedfordshire [15]. Berkshire [1]. Biggleswade. Hogg, William Sunninghill. Wale, Rev. A. M. Eaton Socon. Law, William Buckinghamshire [IJ 0 1 Hadley. Holder, Thomas .... Bradwell. Browne, Rev. Aaron . Kempslon. Allen, John Carnarvonshire [1]. 1 0 Luton. Hibbert, Robert Esq. Bangor. Walker, Isaac Muggerhanger. Thornton, Stephen . . 0 Essex [21]. 1 Northhill. Morris, Robert Arkesdon. Hurrell, Allen Oakley House. Tavistock, the Marquis of, M. P Ashden. Chapman, Rev. B. . . Potion. Edwards, Joseph .... Emery, Thomas .... Johnson, Catlin .... Bumpstead Helions. Carter, William Emson, John Ravensden. Lester, Thomazin . . . Chesterford Great. Hailes, William .... Nelson, William Pilgrim, Joseph .... Wakefield, William. . . Wakefield, Robert . . Sandy. Barker, William .... Tempsford. Emery, John Stuart, William Esq. . Chrishall. Ellis, David Kent, Joseph 10 5 Carried forward . . 7 4"], [47, "43 T. 7 Y. 4 Brought forward . . T. 3 3 Brought forward . . Elmden. Smith, James Baldock. Herbert, C. P. Esq... Hatfield Park. Francis, George Barley. W'albey, Samuel .... Laindon. Cheere, Fredrick . . . Barkway. Household, John .... Littlebury. Barker, William, jun. Bidwell Park. Smith, Sir Culling. . . Pebmarsh. Fisher, Thomas .... Bishops Stortford. Bird, William Chaplin, William .... Gee, WUliam Starkins, George .... Saffron Walden. Catlin, Thomas A rcher Isaacson, R. P. ... Silk, Thomas Smith, Thomas Buntingford. Pegram, Thomas .... Titchmarch, Thomas . Williamson, William . Stanstead. Hopwood, Richard . . Hertford. Andrews, George . . . Fordham, Henry .... 11 10 Hampshire [3]. Boscombe. Dover, Henry Esq. . Hitchin. Brown, Thomas Wiles, Rev. Henry . . Wiltshire, William .. New Forest. Hogg, Fountain .... Ickleford. Cockayne, Thos. Esq. Shawford House. Waddington, J. H esq Kelshall. Fordham, Samuel. . . . Fordham, George. . . . 2 1 Hertfordshire [34]. Radwell, Mills, Thomas Ashwell Bowman, Samuel .... Chapman, John .... Lees, John Long, Seth Warboys, William . . Westrop, Thomas . . Sandon (near Royston.) Fordham, Elias Standnn. Law, Rev. Henry . . . Carried forward . . 3 3 Carried forward ... 19"], [48, "44 T. 19 Y. 9 T. 8 Y. Brought forward . . Brought forward . . 6 Odsey. Fordham, J. G. Esq. Fordham, George . . Ellington. Knowles, Henry .... Therfield. Leathes, Rev. Isaac . . Leathes, T. H Fenslanton. Coote, John Fletton. Theed, Rev. Edw. R. Walker n. Pryor, John Izard . . Godmanchester. Battyl, Leonard .... Beart, Robert Fox, Robert Looker, John Wallington. Sison, Thomas .... Huntingdonshire [91]. 21 13 Graff ham. Knowles, Samuel .... Abbotsley. Flinders, Edward . . Great Gransden. Flinders, Samuel .... Flinders, William . . . Spring, James Spring, John Smart, William Wright, Philip Alwallon. Freeman, Rev. Henry Bluntisham. Tebbutt, Matthew . . Brampton. Maule, George Fred. Hemingford Abbotts. Daintree, Richard . . Buckden. Priestley, Augustine Hemingford Grey. Banks, Rev. Joseph S. Burley, James Margetts, Thomas . . Colne. Bluff, William Butcher, Benjamin . . Coninglon. Knowles, Thomas . . . Hilton. Hewitt, George G. . . Peck, Walter, Esq. . . Theed, William .... Diddington. Thornhill, Geo. Esq. Holme. Plummer, Thomas . . Earith. Billups, Christopher . Brown, John Faux, William Headley, Robert .... Upsher, John Holywell. Cole, Simon Huntingdon. Harding, John Margetts. William . . . Carried forward . . 8 Carried forward . . 17 22"], [49, "45 Brought forward . . T. 17 Y. 22 T. Ol r. I Y. l;i Brought forward . . Sweeting, Henry .... Wright, John Ulph, John Birt .... Upsher, Joseph .... Wasdale, Matthew . . Williams, Thomas . . Kimbolton. Welstead, Benjamin . Needingworth. Harradine, John .... Headding, Richard . . St. Neots. Banks, Charles .... Day, William Day, Neville Medland, William . . Rix, Francis Woodham, Thomas . . Orford Darcy. Wayman, Thomas . . Paxton, Great. Craighill, Thomas . . Somersham. Ingle, John Nix, John Paxton, Little. Haylock, Cross Standley, H. P. Esq. Standground. Cook, Rev. J. T Golding, John .... Pain, Thomas Pidley. Wiles, Henry Ramsey. Atkins, Mark ...... Fellowes, William . . . Hidson, John Ibberson, Francis . . . Ibberson, John Newton, William .... Staffurth, Abraham . . Staffurth, Samuel .... Staffurth, WUliam ... Staughton, Great. Dixey, John Duberley, Sir James . Waresley. Oakeden, Charles . . Witton. Peck, Rev. E. M. Woodwalton. German, John .... St. Ives. Beck, J. O Day, George Game . . Fisher, T. E Green, John Hopkins, Richard . . Hutchinson, Thomas . Osborne, M. R Paul, T. D Pepperday, J. J Setchfield, Daniel . . . Spalding, William Summers, Beazley . . Yelling. King, Henry Kent [3]. 36 55 Bromley College. Scott, Thomas Ham. Martin, J. T. Esq. Carried forward . . 27 43 Carried forward . . 1 1"], [50, "46 T. 1 Y. 1 T. 1 Y. 1 Brought forward . . Brought forward .. Woolwich. Beaton, William .... Leicestershire [1]. Oadby. Coleman, Hen. David Lincolnshire [12]. Cowbitt. Harwood, James .... Ferry. Travis, Robert Grantham. Langwith, Joseph S. 1 0 2 Barron, John Constable, Charles . . Day, William, jun. . . Fullstone, Henry (34, Brick Lane, Spital- fields) Gotobed, Charles . . . Helder, George, (Cle- ment's Inn) Hibbert, John Esq. . . Hunt, J. K. (Charlotte St., Bedford Square) Ireland, T. J Leach, William Mead, J. P. Esq Merrington, Richard . Metcalfe, W. Esq.... Mills, Samuel Muriel, Charles .... Norris, Rev. Henry H. (Hackney) Parkinson, John, ( 66, Lincoln's Inn Fields) Rayner, John Richards, Dr. (St. Martins in the Fields) Rokeby, Lord (Berke- ley Square) Rowley, George W.f 5, Hanover Square) . . Russell, Lord John,M.p. Simock, James Whiskin, J. (4, Ashby Street, St. John's Street Road) Willisee, John Witt, Charles, (Spring Gardens) Woodward, Robert . . Holbeach. Barker, Joseph Johnson, John Lincoln. Gordon, Rev. George Stamford. Chapman Garmston . Reed, William G . . . . Sutton St. Edmund's. Brown, John Taylor, John Tidd St. Mary's. West, James West Deeping. Hake, Little 12 17 Norfolk [44]. London and middle- sex [29]. 7 5 Aylsham. Gay, James Esq. . . . Allix, Charles Esq. .. Banyard, W. H. Esq. ( Winchescr Place) Denver. Rolfe, William Carried forward. . . 1 1 Carried forward . . 1"], [51, "47 Brought forward . . 1 1 T. 1.5 Y. 9 Brought forward .. Downham Market. Rosher, Thomas .... Swaffham. Dugmore, John .... Dugmore, John, jun. Dugmore, Henry . . . Greef, Thomas, sen. Emneth. Bird, John Bird, Thomas Cousins, James .... Day, William Hunter, WUliam .... Neale, William Tilney. Parke, Rev. Benjamin FeltweU. Stimson, Robert .... Walpole. Bonnett, John Bridgman, John .... Fulmodeston. Sandiford, Rev. P. d.d. Hilgay. Ambrose, Thomas . . Noble, Mark Staples, John Walsoken. Allen, John Hardmeat, Joseph . . Hargrave, John .... Morris, Thomas .... Parker, James Pattrick, John Piggins, Stephen .... Robinson, John .... Rouse, William .... Smithee, Solomon . . . Wilkinson, Mark .... Letheringset. Watson, William .... Lynn Regis. Allen, Thomas English, John Lane, Frederick .... West Walton. Bates, Thomas Edgoose, Robert .... Massingham. Smith, John Northamptonshire [11]. 28 16 Norwich. Francis, Henry Barnwell Castle. Oddie, Henry Hoyle. Northwold. Waddington, Rev. G. Cotterstock Hall. Berkeley, C. Paul Esq. Riston. Pratt, Edw. R. Esq. Madewell. Holditch, Rev. Thos. Saxthorpe. Hogg, Joseph Oundle. Sherard, Robert .... Stradset. Townley, Jonathan . . Peterborough. Broughton, John .... Bull, John Carried forward . . 15 9 Carried forward . . 1 5"], [52, "48 Brought forward . . Crisp, William James, Rev. John . . . Mills, Rev. Thomas. . T. 1 Y. 5 Brought forward . . Dalham. Derisley, Jeffery .... Drake, Rev. C. D. M. s 1 . 5 Thornhaugh. Wing, Rev. William . . Exning. Fyson, William Thrapston. Archbold, John Fornham. Haggerston, K. J. Hogg, Rev. Edward . Waddington, J. T. 3 8 Oxfordshire [1]. Freckenham, Norman, W. J Tillbrook, Rev. S. . . Westrope, William . . Wiseman, Henry .... Swift's House. Peyton, Sir H. Bart. . 0 Suffolk [39]. Gazely . Staples, William .... Wilson, John Barton Mills. Faux, Rev. John .... Hunsdon. Pettit, Jabez, sen. . . . Blyford. Garrard, Stephen S. . . Kentford. Fyson, John Welsman, John Bradley, Great. Danby, Philip Bungay. Marshall, J. E Lawshall. Colville, Rev. N. d.d. Bury St. Edmunds. Braddock, Henry . . . Eagle, F. K. Esq. . . Golding, Thomas . . . Merest, J.Drage Esq. Robinson, T. Esq. . . Scargill, W. P Maddingham. Crick, James Mildenhall. Hazlewood, James . . Taylor, John Wing, George Buxhall. Fuller, John M oulton. Leach, Benjamin .... Cavenham. Wraddington, U.S. . . Ousden Hall. Hand, Rev. James T. Clare. Spinks, Robert .... Rougham. Bennet, Philip Esq.. . Scotman, Thomas . . . Carried forward . . 8 5 Carried forward . . 14 °._"], [53, "49 T. 11 Y. T. 0 Y. Brought forward .. 23 Brought forward . . 5 Southwold. Freeman, John Streatham. Wing, Rev. John.. .. Wingfield. Sumpter, William . . . Tooting Lodge. Thomas, M. Esq .... Surrey [9]. 15 24 Upper Tooting. Coe, James Buckland. Keene, Rev. C. E. Walworth. Cooke, R. Stafford . . Croydon. Hayne, Jonathan .... Westmoreland [1]- Lowther. Lowther, Hon. H.C. 4 Nonsuch Park. Farmer, Samuel .... South Lambeth. Baker, William .... Yorkshire [2]. Cantley. Childers, J. W. Esq. 0 I Southwark. Coventry, John, (New Kent Road) Kirk Deighton. Geldart, Rev. J. d.cl. Carried forward . . 0 5 1"], [54, "STATEMENT OF THE VOTES IN EACH HUNDRED AND TOWN, in the County and Isle. T, Y. T. Y. 2 22 2 2 18 1 12 26 20 34 2 10 1 2 4 ARM1NGFORD. Abington Pigotts .... Bassingbourn Croydon East Hatley Guild;n Morden .... Kneesworth Litlington Melbourn Meldreth Royston Shingay Steeple Morden .... Tadlow Wendy Whaddon 0 16 0 0 11 1 3 24 16 31 1 1 0 2 0 2 6 2 2 7 0 9 2 4 3 1 9 1 0 4 10 5 30 8 4 FLEND1SH. Cherryhinton Fen Ditton Fulbourn Horningsea Teversham 8 2 27 7 4 2 3 3 1 0 57 LONGSTOWE. Bourn Caldecot Caxton Croxton Eltisley Eversden, Great .... Eversden, Little Gamlingay Gransden Little .... Hardwicke ....... Hatley St George Kingston Longstowe Toft 48 9 3 0 6 2 4 3 3 28 10 4 1 2 2 9 0 0 1 0 0 1 0 16 0 2 0 1 2 4 3 0 5 2 4 2 3 12 10 2 1 1 0 5 58 106 52 171 CAMBRIDGE. 303 168 ■23 0 94 4 16 2 CHESTERTON. Chesterton Childerley Cottenham Dry Drayton Histon Westwick 22 0 87 1 12 1 1 0 7 3 4 1 77 NORTHSTOWE. Girton Impington Landbeach Lolworth Longstanton Madingley Milton Oakington Rampton Waterbeach 27 50 39 CHEVELEY. Ashley Cheveley Kni !ni\" Newmarket Woodditton 123 16 5 1 3 1 11 2 2 10 0 36 2 1 0 0 2 0 2 6 0 26 3 0 3 1 9 2 0 4 0 10 9 13 13 25 Ki 0 0 0 4 0 9 13 13 21 10 71 39 32 7d CHILFORD. Abington, Great Abington, Little Babraham Bartlow Castle Camps Hildersham Horseheath Linton Pampisford Shudy Camps West Wickham 4 66 PAPWORTH. Boxworth Conington Elsworth Fen Drayton Graveley Knapwell Over Papworth St. Agnes . Papworth Everard .. Swavesey Willingham 4 0 2 3 4 3 12 33 7 3 6 2 0 2 0 0 2 0 17 7 0 1 2 0 0 3 4 1 12 16 0 3 5 1 2 11 8 1 0 38 1 5 25 88 0 1 5 0 0 0 34 0 0 10 77 1 1 6 8 1 0 4 1 5 15 11 31 16 1811 127 77 ss"], [55, "51 T. Y. T. 18 Y. 23 8 8 6 2 7 4 13 9 0 RADFIELD. Balsham Boro'green Brinkley Carlton Dullingham Stetchworth West Wratting Weston Colville Westley Waterless . . 6 5 6 2 0 0 5 0 0 2 3 0 0 7 4 8 9 0 41 Brought forward - - 5 3 Shepreth Wimpole 4 0 1 3 49 WHITTLESFORD. Duxford Hinxton Ickleton Sawston Whittlesford 22 27 15 7 8 16 11 9 4 7 12 9 6 3 1 4 2 57 STAINE. Bottisham Quy Reach Swaffham Bulbeck .. Swaffham Prior .... Wilbraham, Great Wilbraham, Little .... 24 33 24 6 9 9 23 13 6 8 3 0 6 1 5 3 16 3 9 3 22 8 3 57 ELY. Downham Ely Littleport Stuntney 41 16 32 117 63 2 27 72 20 2 5 45 43 0 26 64 214 South WITCHFORD. Coveney Haddenham Manea Mepal Stretham Sutton Thetford Wentworth Wilburton Witcham Witchford 121 93 90 56 6 30 .59 2 0 2 .30 24 STAPLOE. Burwell Chippenham Fordham Isleham Kennett Landwade Snailwell Soham Wicken 11 0 22 44 0 0 0 7 13 45 6 8 15 2 0 2 123 11 24 47 13 15 20 50 8 1 13 18 8 18 27 5 12 9 43 4 0 12 10 6 6 20 8 3 11 7 4 1 1 8 2 :09 THRIPLOW. Foulmire Foxton Harston Hauxton Newton Shelford, Great Shelford, Little Stapleford Thriplow Trumpington 97 212 217 146 3 6 ii 2 2 14 14 13 4 13 2 4 13 2 1 10 8 8 4 7 1 2 1 0 1 4 6 5 0 6 5 78 21 97 19 19 92 North WITCHFORD. Benwick Chatteris Doddington March Thorney Wimblington Whittlesea 4 43 19 55 19 16 63 71 1 35 2 42 0 3 29 331 WISBECH. 219 112 85 WETHERLEY. Arrington Barrington Barton Coton Comberton Grantchester Harlton Haslingfield Orwell 59 26 24 7 19 3 11 22 17 31 59 12 193 Elm Guyhirn Leverington Murrow Newton Outwell Parson Drove Tidd St Giles Upwell Welney Wisbech 3 4 10 0 3 18 14 30 37 5 142 21 3 9 3 8 4 3 1 22 7 51 1 5 3 3 5 6 4 10 4 0 4 0 0 4 2 1 6 1 1 1 3 3 1 4 3 4 3 Carried forward- - - 18 23 398 266 132 41"], [56, "52 GENERAL SUMMARY. DAILY STATE OF THE POLL. ARRANGEMENT OF THE POLLING BOOTHS. Staploe. Armingford and Longstowe. Cambridge. Thriplow, Whittlesford, and Wetherley. Ely. Chesterton and Northstowe. Chilford, Cheveley, and Radfield. Papworth. South Witchford. North Witchford. Wisbech. Staine and Fiendish. No. A. i . 1947 Voters resident in the County. 1077 870 1160 Voters resident in the Isle of Ely. 752 408 319 Voters resident out of the County. 152 167 1981 1445 3426 Voters 'oiled. Daily Poll. Grosi Poll. 288 Thursday, October, 27th. ------ T. 147 Y. 141 T. 147 Y. 141 1648 Friday, 28th. - 934 714 1081 855 1006 Saturday, 29th. 604 402 1685 1257 484 Monday, — 31st ------ 296 188 1981 1445 3426 1981 1445"], [57, "A LIST OF THE REPRESENTATIVES IN PARLIAMENT, FOR THE CTounty of (ssamDriHgf, FROM 1660, TO THE PRESENT TIME. -^ww*™- 1660. 1695. Thomas Wendy, of Haslingfield, Esq. Isaac Thornton, of Snailwell, Esq. John Lord Cutts. Admiral Edward Russell, of Shingay.\" 1661. 1697. Sir Thomas Wendy, k. b. Thomas Chichely, of Wimpole, Esq. Sir Rushout Cullen, of Isleham, Bart, (in the room of Admiral Russell, created Earl of Or- ford.) 1673. Sir Thomas Hatton, of Longstanton, Bart, (in the room of Sir Thos. Wendy, deceased.) 1698—1700—1701. John Lord Cutts. Sir Rushout Cullen, Bart. 1678. 1702. Gerrard Russell, of Fordham, Esq. Edward Partheritche, of Littleport, Esq. Sir Rushout Cullen, Bart. Granado Pigott, of Abington Pigotts, Esq. 1680-1681-1685-1688-1690. 1705—1707. Sir Levinus Bennett, of Babraham, Bart. Sir Rushout Cullen, Bart. Sir Robert Cotton, of Hatley St. George, Knt. John Bromley, sen., of Horseheath, Esq. 17 . . 16 . John Bromley, of Horseheath, Esq. (in the room of his father, de- ceased.) John Lord Cutts, (in the room of Sir Levinus Bennett, deceased.) a Admiral Russell commanded the combined English and Dutch fleets, at the great victory obtained over the French off La Hogue in 1692. In 1694, he was first Lord of the Admiralty, and in 1697, was created Earl of Orford, Viscount Barfleur, and Baron Shingay ; but dying in 1727, without issue, his titles became extinct."], [58, "54 170S. 1741. Sir Rushout Cullen, Bart. John Bromley, Esq. Samuel Shepheard, Esq. Soame Jenyns, of Bottisham, Esq. 1710— 1713b— 1714. 1747. John Bromley, Esq. John Jenyns, of March, Esq. Soame Jenyns, Esq. h The Hon. Philip Yorke. 17 . 1754. Sir Robert Clarke, of Snailvvell, Bart. (In the room of Mr. Bromley, deceased. ) John, Marquis of Granby. ' Philip, Viscount Royston. 17 . . 17. . Francis Whichcott, of Stow, cum Quy, Esq. (fn the room of Mr. Jenyns, deceased.) Sir John Hinde Cotton, of Mading- ley, Bart, (in the room of Vis- count Royston, called up to the House of Peers.) 1722. c Edward Lord Harley. d Sir John Hinde Cotton, of Mading- ley, Bart. e 1762-1768. John, Marquis of Granby. Sir John Hinde Cotton, Bart. 17 . . Samuel Shepheard, of Exiling, Esq. f (on Lord Harley succeeding to the Earldom of Oxford, and Mortimer.) 1770. Sir Sampson Gideon, Bart, (in the room ofthe Marquis of Granby, deceased.) 1727-1734. Samuel Shepheard, Esq. Henry Bromley, of Horseheath, Esq. s 1774. Sir John Hinde Cotton, Bart. Sir Sampson Gideon, Bart. b At this election Sir George Downing of Gamlingay (the founder of Downing College) and David Rowland, Esq. of Haddenham, were unsuccessful Candidates. c The old Members, Sir Robert Clarke, and Sir Francis Whichcott, (the latter of whom succeeded to his father's Baronetcy in 1721) were unsuccessful, the numbers on the poll, which was taken on the 29th of March 1722, being as follow : J Sir J. H. Cotton .... 1518 No. of freeholders polled 2440 > £.or* Harley- : * * * * 1«9 r I Sir Francis Whichcott . . 945 J Sir Robert Clarke 918 d Lord Harley was the Nobleman who collected the famous Harleian MSS. now deposited in the British Museum. u- u , S1,r Jj H\" Cotton had been previously elected for the Town of Cambridge, winch lie had represented from the year 1710. ' Mr Shepheard represented the Town of Cambridge, from 1708, till 1721. B On the 9th of May 1741, Mr. Bromley was elevated to the peerage, bv the title ol Baron Monttord, of Horseheath. 11 Mr Jenyns (who was much distinguished by his writings) afterwards repre sented the Town, (viz. from 1758, to 1774). The celebrated commander-in-chief of the British forces, serving in Germany during the seven years war."], [59, "55 17S0.k 1802. m Lord Robert Manners. The Hon. Philip Yorke. Sir Henry Peyton, of Doddington, Bait, (in the room of Mr. Adeane, deceased.) 1782. Sir Henry Peyton, of Doddington, Bait, (in the room of Lord Ro- bert Manners, deceased.) 1802\"-1806-1807. The Right Hon. Charles Philip Yorke. 1784. Lord Charles Somerset Manners. The Hon. Philip Yorke. Sir Henry Peyton, Bart. 1810. ° Lord Francis Godolphin Osborne, (on Mr. Yor Ice's appointment as Teller of the Exchequer.) 1789. James Warwood Adeane,1 of Babra- ham, Esq. (in the room of Sir Henry Peyton, deceased.) 1812—1818-1820-1826. f 1790—1796. Lord Charles Somerset Manners. Lord Francis Godolphin Osborne. The Hon. Charles Philip Yorke. James Warwood Adeane, Esq. k The old Members were unsuccessful Candidates, Sir J. H. Cotton having re signed before the Election, and Sir Sampson Gideon being defeated on the poll, which was taken on Thursday the 14th of September; and at the close of which, the numbers were as follow : }Lord R. Manners . . 1741 Mr. Yorke 1455 Sir S. Gideon .... 1038 Lord Robert Manners (who was abroad at the time of his election) never took his seat, being mortally wounded in the celebrated engagement in the West Indies, on he 12th of April 1782, on which occasion the French fleet, under the command of the Count de Grasse, was signally defeated. Mr. Yorke is now Earl of Hardwicke, and Sir Sampson Gideon, was in 1789, created an Irish peer by the (now extinct) title of Lord Eardley. 1 Mr Adeane represented the Town of Cambridge, from 1780 to 1789. m A sharp contest took place between Sir Henry Peyton, and Lord C. S. Man ners. At the close of a five day's poll, on the 9th of May, the numbers were as follow : ,. ,. , , , „ , ,mo 1 Sir Henry Peyton . . 1592 No. of freeholders polled 3092 j- Lofd c g Manners 1500 \" Sir Henry Peyton, who resigned before the day of election, and the Hon. Thomas Brand, (now Lord Dacre), were also Candidates; the numbers on the poll, which was taken on the 12th and 13th of July, were as follow: Lord C. S. Manners 1942 No. of freeholders polled 2622 I Mr. Yorke . . . 1436 I Mr. Brand ... 559 0 The other Candidates were the Hon. Peter Robert Drummond Burrell, (now Lord Gwydir), who resigned in favour of Lord Osborne, and Mr. Yorke, who after the show of hands in favour ofLord Osborne, declined proceeding to a poll. p Mr Adeane was nominated against his consent by two freeholders, and the show of hands being in favour of him, and Lord Osborne, Lord C. S. Manners de manded a poll, which commenced on the 22nd, and continued till the close of the 29th of June, when the numbers were as follow: Lord C. S. Manners . . 1 30 1 Lord F. G. Osborne ... 897 Mr. Adeane 627"], [60, "56 1830 i— 18S1. r 1831. Lord Francis Godolphin Osborne. Henry John Adeane, of Babraham, Richard Greaves Townley, of Ful- bourn, Esq. (on Lord F. G. Osborne' s accepting the Chiltern Hundreds. ) Esq. i Lord C. S. Manners was an unsuccessful Candidate. The following was the state ofthe poll, (taken on the 10th, 11th, 12th, 13th, and 14th of August,) at its close. •i Lord F. G. Osborne . . . 2339 No. of freeholders polled 3717 > Mr. Adeane 2086 -1 Lord C. S. Manners . . . 1757 r Lord C. S. Manners was again a Candidate, but resigned before the day of election. THE END. Printed by W. Metcalfe, St. Mary's Street, Cambridge."], [61, "/ SHORTLY WILL BE PUBLISHED. (BY SUBSCRIPTION,) Historical and Descriptive Account of the UNIVERSITY AND TOWN OF CAMBRIDGE. This Work will contain : I. A Narration of the principal events connected with the History of the University and Town, from the remotest period to the present time, — In this portion of the Work, will be embodied Abstracts of the principal Charters, and other public Documents granted to or concerning the University, or the Corporation. II. An Account of the University; — its Officers and Professors, the several kinds of Students and Graduates, its Privileges and Benefactors, and its public and colle gate Establishments. III. Various particulars relating to Ecclesiastical Matters; Accounts of the •tarious Religious Houses, Churches, Chapels, Gilds, and Religious Societies. IV. Particulars relating to the Corporation; — its Officers and Members, its Privileges, Laws, and Revenue, and to the several Ecclesiastical and Temporal Courts held within the Town ; with an Account of some ancient legal customs and exemptions. V. A Description of the several Churches, Colleges, Libraries, and other Public Buildings, including an account of the various Monuments, Statues, Pictures, and ; other objects of Curiosity, and the blazonry of many hundred coats of Arms. VI. Miscellaneous particulars, including Notices respecting the Population — j Trade — Markets — Fairs — Taxes — Tolls — Pavement and Roads — Bridges — Naviga- tion — Supply of Water — Manors — Common and Waste Lands — Fisheries — Military affairs, &c. &c. VII. Accounts of the various Noblemen who have taken their titles of Honour iftwm the Town ; and a History of the Parliamentary Representation both of the Town and University. VIII. Particulars relative to the several Free Schools, Hospitals, Alms' Houses and other charitable and benevolent Institutions. IX. Lives of eminent natives of Cambridge, and an Alphabetical List of between 2000 and 3000 Great Officers of state, Prelates, Judges, Authors, and distinguished and remarkable persons, who have been or are Members of the University, with a succinct account of their several Academical Honours, Preferments, Works, &c. and the names of their respective Colleges. X. Appendix containing — 1st, a Catalogue of above 400 printed Books, Pam phlets, 8cc. relating to Cambridge, and 2dly, a Chronological List of nearly 2000 Records and Documents relating to the University, the Town, and the several Colleges, Parishes, and Public Institutions, with numerous references to the places where the originals are deposited or Copies may be seen. In various parts of the Work will be inserted correct Lists of the Heads of the several Colleges, and of the principal Officers, Professors, and Representatives in Parliament, of the University ; together with similar Lists of the more important Officers of the Corporation, and of the Members of I'arliament for the Town ; and the whole will be rendered complete by the insertion throughout of illustrative notes, and the addition of copious Local and Nominal Indices, and a List of Subscribers. Flan of Publication : The Work will be printed in quarto parts, to be published occasionally, (each part containing 160 pag\"sl at the price of 10s. 6d. For the accommodation of gentlemen who prefer that sii,^, soiu^ -» ;»<* w;\" »*e printed on Royal octavo paper, at the reduced price of 8s. each part. As far as a judgment can be formed, the number of parts will not exceed eight, which number will make two large and handsome volumes. The first part will be published as soon as a sufficient number of Subscribers is ob tained. Not a single Copy above the number subscribed for will be published. The Names of Subscribers are received by Messrs. Deightons, Stevenson, Bridges, Johnson, Wallis, Hankin, and Hall, and the other Booksellers in Cambridge; and by Messrs. Longman & Co. London."], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""]]