[[1, ""], [2, ""], [3, "A NOTES ON CHROMIC IRON ORE : Its Modes of Occurrence, Mining, Dressing, Uses, and Value ; WITH A REGISTER OF NEW SOUTH WALES LOCALITIES. The chrome mining industry in New South \"Wales is of very recent date, though an abortive attempt was made to inaugurate it as early as 1882 in connection with deposits at Bowling Alley Point, Peel River. Trial parcels dispatched at that time, aggregating 100 tons, tested the market in Melbourne, Liverpool, and London. The highest realization, however — viz. ,70s. per ton — was insufficient for profitable working under then existing conditions of land carriage, <fec. Attention was next directed to the chromite deposits of the Clarence River District; and, with a view of eliciting information as to the possibilities of the industry in that locality, Mr. Geological Surveyor (now Professor) David was instructed in 1891 to examine the outcrops. Extracts from his published report bearing on the mode of occurrence, quality, and probable extent of the ore bodies will be found under the head of \" Gordonbrook\" in the register of occurrences in these Notes. No practical attempt to test the market value of the ore, or the feasibility of profitable working, appears to have followed at that time. In 1802, Mr. \"Wright, a chemist at Mittagong, interested himself in a group of chromite deposits on the east fall of Mooney Mooney Range, about 4 miles north-easterly from Coolac railway station. These eventually became the scene of the first practical mining operations, over 2,000 tons being dis- patched from them during 1894 and 1895. The site, originally known as \"Wright's Mine, afterwards became the Yulcan Mine. The opening of the Coolac Mine directed attention shortly afterwards to another group of deposits on the north and south falls of Mount Lightning, about 5 miles southerly along the same range, of which Mount Lightning is an isolated mass cut off by the intersecting channels of the Murrumbidgee River and Adjungbilly Creek, about 18 miles above the town of Gundagai (on the same river), the terminal railway station in that direction. Several large ore-bodies occur on the flanks of the mountain, those on the north fall being designated Quilter's Mines, and those on the south Mount Mary Mine. Under this heading descriptions will be found in the Register. Practical mining and export began in this district in 1893, which caused not only local prospecting activity, but also general search throughout the Colony wherever serpentine was known to exist. Numerous discoveries of chromite followed, but only in the Gundagai-Tumut District did they become a source of profitable mining enterprise. In other localities, distance of land carriage in some instances, and inferior quality in others, retarded or altogether deterred extended prospecting. The successful operations achieved in the Gundagai district stimulated further effort in that of the Clarence River, a fresh attempt being made in 1S95 to turn those of Gordonbrook to account. A shipment of 30 tons was"], [4, "4 dispatched to test the market, with what financial result is not known ; evidently, however, it not was sufficienly encouraging for continued effort. Lengthy land carriage and moderate quality combined are believed to have been serious obstacles to success in this instance — obstacles, however, capable of being modified or obviated in the future by improved roads and methods of ore dressing and concentration. During 1S94, 1895, and 1896 the chrome mining industry continued to flourish, the exports being 3,034, 4,299, and 3,851 tons respectively, but latterly it has languished and the output depreciated in consequence. The export for 1S97 amounted to 3,379 tons, but a considerably less amount was actually mined during the year. The present is, therefore, an opportune time to review the situation and discuss the causes of fluctuation. A glance at the principal sources of the world's annual production of chromite may also be advantageously taken, especially for purposes of comparison of its chief modes of occurrence. It will also be useful to note its uses and value, and the latest methods of dressing and concentration of the crude ore for market. Sources of Supply The principal supplies of chromite are drawn from Turke}7, Russia, Greece, California, Canada, New Caledonia, and New South Wales. Of these countries, Turkey and Russia are reported to be the largest producers. The following particulars are extracted from volumes ii and v of \"Mineral Industry\"*: — \" The chrome deposits of Turkey, in the Province of Brousa, in Asia Minor, have for many years afforded the largest supply for the world's markets ; but recent reports are to the effect that the supply is showing signs of exhaustion especially as regards the richer grades. The Turkish ores are noted for their richness and freedom from silica, which is an objectionable ingredient equally in furnace lining and in the ■manufacture of bichromate salts. From Macedonia the export is increasing, owing chiefly to the increased facilities of transport to seaboard. The best grades assay 55 per cent. chromium sesquioxide. The exports are reported to amount to 10,000 to 12,000 tons per annum. For comparison, and as an index to values, the following analyses of Turkish o?es are taken from Vol. v, page 155, of the work already quoted : — (D (2) (3) Sesquioxide of chromium 55-04 5170 56£0 Protoxide of iron 1263 14-20 12C6 Alumina 1184 1410 14'00 Magnesia 16*19 14-30 15'00 Silica 200 350 1-45 Lime 1-46 170 070 Water 0'40 030 015 99*56 99*80 lOO'lO The value of the above ores is stated to have been (at the then ruling market rates, 1893), £5 10s. per ton in Europe for 50 per cent, chromium sesqui oxide, with 5s. per unit additional for each unit above 50 per cent.t * The Mineral Industry, its Statistics, Technolocrv, and Trade, 1893, ii, p. 155. Ibid, 1896, v, pp. 119-21. t Mineral Industry, 1S93, ii, p. 155."], [5, "5 The Russian chromite deposits occur in the LTral Mountains. Formerly the ore raised was exported, but the recent local establishment of bichromate manufactories absorbs almost the entire output, which amounts to about 2,000 tons annually. The Grecian output is reported to be very irregular, ranging from 200 to 1,400 tons per annum. Though previously mined in large quantities for a long period in Maryland and Pennsylvania, U.S., chromite is now practically only produced in California. The most important deposits occur in Sans Luis Obispo County, but the ore is reported to be too low grade and scattered to pay at present prices. The average grade of California ores, in fact, is low, ranging from 43 to 47 per cent. Under the head of concentration, further reference will be made to them. The production for 1895 amounted to 1,740 tons ; and for 1896, 786 tons. The production of chromite in Canada is of very recent date, the recorded output prior to 1S94 only amounting to 50 tons. The output for 1895 was 3,177 tons ; and for 1S96, 2,362 tons.* The deposits occur irregularly and in small pockets in the serpentine belts of Quebec. The ore is of compara tively low grade, and is principally used for furnace lining in Pennsylvania. Large quantities of chromite are reported to be again coming forward from New Caledonia, where large and rich deposits occur on the seaboard. The following description is from \"Mineral Industry\" t: — \"Chrome iron ore occurs in great abundance in New Caledonia, where it was first mined in 1875, the ore being a constant associate of the serpentine rock of which a great portion of the island is composed. The most important deposits are those of Mont d'Or, N'Go River, and Canoe Bay, which are near the sea, and are connected with the port of shipment by a short railway. The ore exported averages 50 per cent. Cr2 0_. Alluvial ores are also met with at a great number of points in the south of the island, forming beds 30 inches in thickness There are also in New Caledonia large deposits of iron ore, containing 50 per cent, of iron and 2 to 5 per cent, of chromium sesquioxide. These occur in large masses of red clay in the serpentine country rock, which have been formed from the decomposition of the rock itself. This ore is low in phosphorus.\" A similar iron ore is reported to occur in large quantity in Tasmania. The chrome mining industry in New Caledonia is most advantageously circumstanced as regards proximity to seaboard, purity, and low-priced (convict and native) labour ; hence it will always be a formidable rival to Australian chrome mining, where the conditions are not so favourable. Detailed descriptions of the known New South Wales deposits will be found in the Register forming part of this paper. From New Zealand, chromite was exported for a few years prior to 1866, but ceased in that year. At Dun Mountain, in the Nelson District, bands of the mineral 10 feet and 15 feet thick are reported. The Government Geologist, Mr. Alex. McKay, reportsj : — \" Chrome ore occurs in New Zealand, chiefly in association with the magnesian rocks of the Dun Moun tain mineral belt, in the Nelson provincial district. Associated with rocks of the same age and character, it also occurs in the mountainous district of North-west Otago and the southern parts of Westland. \" The chief developments of ore (in the Nelson District, J.E.C.) are found between the Upper Maitai Valley and the Lea River, a distance along the mineral belt of 12 miles. The ore occurs in elliptical masses, usually at a * The Statistical Year Book of Canada, 1S96, p. 102. t The Mineral Industry : its Statistics, Technology, and Trade, 1S93, ii, p. 156. { The **N*e55* Zealand Record, 1897, i, No. 5, p. 229."], [6, "6 given distance from the north-west margin of the mineral belt. Some of these deposits are of considerable size, and the total of the ore exported from Nelson (5,666 tons, J.E.C.) was mainly from one outcrop supplemented by a lesser quantity from Little Ben Nevis.\" Large chromite deposits have lately been discovered in Newfoundland, and are now being opened up. There are, in addition to the above, other less important sources of supply, which need not be mentioned here. Modes of occurrence of Chromite. Under this heading, attention will only be paid to occurrence in commercial quantity. The mode of occurrence of commercial chromic iron ore in all producing countries is characterised by uniformity of physical conditions. As a general rule, it forms \" bunches \" or \" pockets \" in serpentine, usually of comparatively small size ; and occasionally in alluvial deposits resulting from weathering and denudation of the enclosing rock. A few notable exceptions to the general rule regarding size of chromite bunches occur in Turkey, and in Maryland, and Pennsylvania, in the United States ; and, it is believed, also in New Caledonia. A few large deposits in Turkey, have for nearly fifty years, continued to afford the principal part of the World's supply. According to Dr. D. T. Day*, Reed's Mine, Harford County, Maryland, produced over 100,000 tons of ore before exhaustion. Another very notable exception was the Great Wood Pit, Lancaster, Pennsylvania, which, accord ing to the same authority, was worked to a depth of 700 feet, and for forty or fifty years afforded the greatest part of the world's supply. The following description of the occurrence of chromite covers the general run of chromite deposits, and is especially applicable to those of New South Wales so far discovered : — \"The chrome mining industry in California has never been put upon a permanent basis, however, owing chiefly to the irregularity in the occurrence of the mineral and the peculiar local conditions. As elsewhere in the world, the chrome ore there is found in serpentine, whence it is easily mined, but it usually occurs in small pockets, which are soon exhausted ; indeed, as a rule, the deposits are too small to warrant the outlay of much capital for their exploitation, and mining is consequently comparatively expensive. \"f In Turkey, the oreforms irregular pockets and masses in serpentine, which are worked in open cut. The Russian deposits are classified by Gustave Rose under three heads : — (1) Those which occur in large granular masses in serpentine ; (2) those where the mineral is finely disseminated through the rock ; and (3) in alluvial deposits. J In \" A Treatise on Ore Deposits \" by J. A. Phillips aud Henry Louis, 1896, p. 182, the following extract is quoted from Vogt : — \" Deposits of chromite all the world over are basic magmatic segregations from peridotite, occurring as lenticular masses of varying dimensions in peridotite or in serpentine, resulting from the alteration of the rock\"; in other words, the chromit* segregated into masses whilst the original matrix — peridotite — was in the condition of a pasty or viscid magma. Professor Garrison describes different forms of chromite deposits thus§ : — \"They have no orderly mode of occurrence or of extension of figure. They are neither veins nor beds nor fissures, but are ore pockets, each of which must be considered as a complete unit, having no relation whatever to any • The Mineral Industry, 1893, ii. t Ibid, pp. 151-2. t Hid, 1S93, ii, p. 158. § Ann. Rept. U.S. Geol. Survey, 1895-96, xvii, pt. iii, pp. 261-272."], [7, "7 other pocket in the region in which it may exist. So far as concerns chrome mines, it would be futile to argue the position of an unknown pocket from the basis of any known ore.\" From the above extracts and quotations it will be seen that the discouraging features of New South Wales chrome mining are not peculiar to this country ; moreover, they serve to emphasise the views expressed in my second report on the Gandagai-Tumut chrome fields: — \"Chrome mining in the districts in question has now been advanced to a stage which enables a fairly clear opinion to be formed of the nature aud mode of occurrence of the deposits ; and the experience of the past year teaches that they in no way differ from those of other countries which have been described as \"pockety\" and \"bunchy,\" \"irregular\" and \"uncertain.\" Therefore it seems imperative, if the chrome industry is to be advanced and maintained as a profitable commercial undertaking, that systematic prospecting must be kept well ahead, not only of actual winning, but also of actual discovery, so that new finds may be made available as the old give out, and thus prevent frequent cessation of work. With resolute grasping of the fact of comparatively small but numerous and widespread deposits, coupled with systematic prospecting and proving, careful blending of ores and uniformity of grade, and by saving and concen tration of smalls where practicable, there can be no doubt that the chrome industry of the Colony will be maintained on a vigorous and profitable scale. In prospecting, it will be wise not to confine the search to surface out crops of deposits, but to extend it to alluvial deposits ; for, as already mentioned, commercial accumulations of chromite detritus are worked both in Russia and New Caledonia. In passing along the serpentine belt between Tumut and Mount Lightning, chromite rubble was frequently observed on grassless patches and in small rivulets on the slopes of the ridges. Advantage should be taken of these indications to trace by loaming — washing portions of soil— the source of the liberated particles ; for though they may in some instances be derived from serpentine containing the mineral sparingly distributed through the mass (as chromite is always present in small pro portion in serpentine), yet there is always reasonable prospect of it being shed from segregated masses, which at the present time are obscured by soil. An instance of natural concentration of disseminated particles liberated by decomposition is furnished on a very small scale at Port Macquarie, where the now coherent grains form small patches assaying 4S per cent, of chromium sesquioxide. Dressing and Concentration of Chromite. The necessity of concentration is a question which is forcing itself on the attention of those interested in chrome mining. In California, where much of the ore at present accessible is of low grade, concentration has already been adopted; for, as pointed out in the valuable work already freely quoted (\" Mineral Industry \") , \" the future of the chrome industry in California seems to depend upon more careful dressing of the ore, either by hand or mechan ically.\" There can be no question that, apart from utilising deposits of low grade ores in this way, the great market desideratum, viz., uniformity of grade, would be secured by dressing and concentration. Where the ore is rich the usual practice of cobbing and hand-picking is sufficient to secure a high grade, but generally the richest ores are the most friable; hence considerable loss is entailed as smalls during the present f Ann. Rept. Dept. Mines and Agric, N.S. Wales, for 1895, p. 128."], [8, "8 process of mining and hand-dressing. The rich fragments which thus become mixed with the waste could be recovered by concentrating machinery. Hard, compact ore of low grade, in which the impurities are finely and intimately mixed, may not prove as amenable to concentrating treatment as comparatively lower-grade ores roughly mixed with serpentinous impurities. The latter, in cases where the serpentine has decomposed into magnesium clays, would probably afford special facilities for concentration. The hard ore in question might be utilised in two ways : after coarsely crushing and washing it might be mixed in carefully ascertained proportion with the rich concentrates to ensure an uniform grade of good quality ; or it might be made available for furnace lining if the market rate afforded a margin of profit. Touching the method of concentration, the following description of a plant running in California is valuable as a guide* : — \" One of the chrome dressing works now in active operation in California is equipped as follows :—Rock breaker, 6-ft. Huntingdon mill, and four Woodbury vanners with corrugated belts, together with settling tanks, drying floors, and the usual driving machinery, &c. The plant, which is capable of turning out from 20 to 25 tons of dry concentrates per twenty-four hours, cost about 12,000 dollars (£2,400). The process is carried out as follows : — The ore is crushed by the breaker and the Huntingdon mill so as to pass a 40-mesh sieve. The pulp is separated on the Woodbury vanners. The concentrates are collected in settling tanks, whence they are removed to the drying floors, and finally packed for shipment in strong jute bags.\" The fuel used is wood. The crude ore does not cost more than 7 dollars (28s.) per ton for best grades, delivered at tho mill. The result of a month's run of the above mill is stated to have been 700 tons (2,000 lb. per ton) of 50 per cent, concentrates, which at the then market rates (1893) yielded a profit of 3 dollars (12s. 6d.) per ton, and 1 dollar (4s. 2d.) per ton for each 1 per cent, above 50 per cent, produced. The following analyses give the results of the concentration of Californian crude ores : — Crude Ore. Concentrates. Sesquioxide of chromium 4370 52'86 Protoxide of iron 14-S0 15-45 Alumina 15'96 1159 Magnesia 16*49 16-26 Silica 7-96 300 Lime \"66 \"76 Water -49 -10 100-06 100-02 Owing to the varying percentages of sesquioxide of chromium contained in chromite, it is recommended that preliminary panning or hand-jigging tests, with careful analysis of results, should first be made to ascertain the suitability of the various ores for treatment on a large scale of concentration. With regard to concentration of New South Wales low-grade chromite and smalls resulting from mining and hand-dressing, both the Gundagai- Tumut and Clarence River deposits appear to offer fair fields for practical tests. At Mount Lightning, Adjungbilly, and Brungle Creeks, a plentiful water supply is available for such operations ; but looking at the question in a larger light than individual interests, and having regard to the scattered occurrence of the deposits and the comparatively limited amounts of material • Mineral Industry, 1893, ii, pp. 153-4. t Mineral Industry, 1893, ii, p. 153."], [9, "9 available at any one mine or group of mines, there can be no question that the establishment of a central dressing and concentrating plant on the Murrumbidgee River — (say) at Gundagai, the present railway terminus in the district — would best serve the interests of the whole field. Low-grade ores, seconds, and smalls, could be disposed of to such an establishment on bulk assay values. Uses of Chromic Lron Ore. Before discussing tho uses of chromite it will be useful to briefly note its physical characteristics and chemical composition. The metal chromium (of which chromite is an oxide), according to R. A. Hadfield,* has an atomic weight of 52'40, and a specific gravity of 6'8-7'3, with a high melting point not yet determined. Chromium is used in the metallic state only in making chrome steel, and even in this instance it is used as ferro-chromium. Quite recently M. Henri Moissanf has demonstrated the possibility of manufacturing pure chromium and tungsten in commercial quantities. His latest method is to take a carbon pipe filled with the metallic oxide mixed with carbon, inclining it, and sub jecting it to the electric current ; the metal contaminated with carbon readily flows off as a result of the reaction. Two carbides of chromium have been identified. The carbides are purified by remelting with lime. Chrome steel is used chiefly in the manufacture of armour plates and armour-piercing projectiles, for shoes aud dies in stamper batteries, and for burglar-proof safes and edge tools. Professor Garrison states that the \" extreme hardness of the chromium steel face is dependent upon the content of carbon, whose action is intensified by the presence of the chromium, and is only developed after the steel has passed through a system of hardening. This tempering consists essentially in heating the plate to a red heat, and quenching it with sprays of ice water.\"*}: Sir Frederick A. Abel, in his presidential address before the British Association for the Advancement of Science, Leeds, 1890, stated that \"chrome steel has for some time been a formidable rival of the very highest qualities of carbon steel produced for cutting tools, and of the valuable tungsten steel. The great hardness, high tenacity, and exceeding closeness of structure possessed by suitably tempered steel containing not more than from 0*8 to 1 per cent, of carbon, renders this material invaluable for war purposes. Cast projectiles, when suitably tem pered, have penetrated compound steel and iron plates over 9 inches in thickness, such as are used upon armoured ships of war, without even sustaining an important change of form.\" The presence of a small percentage of chromium in gun-metal is also likely to prove beneficial. Chromium is used in the production of first quality steel rails for railway purposes. Steel with 1 to 1*5 per cent, of carbon and from 2'5 to 4 per cent, of chromium is stated to be so hard that it cannot be worked with the ordinary hardened tools ; consequently it has been called into requisition for the construction of burglar-proof safes. For this purpose it is welded and rolled with iron plates. Chromite is the most common ore of chromium. Its composition, according to Dana, is — chromium sesquioxide, 68 0 ; iron protoxide, 32'0=100. Specific gravity, 4'32 to 4'57 ; hardness, 5'5 ; colour between iron-black and brownish black, generally exhibiting emerald-green encrustations on smooth semi conchoidal faces ; lustre, sub-metallic to metallic, sometimes feebly magnetic. Tests. — Before blowpipe in oxidising flame, infusible ; in reducing flame, slightly rounded on the edges, and becomes magnetic. Journal Iron and Steel Institute, 1892, ii, p. 53. t Engineering and Mining Journal, Nov. 6th, 1897, p. 550. % Ann. Rept. U.S. Geol. Survey, 1894-95, xvi, pt. iii, pp. 610-14."], [10, "10 With borax and salt of phosphorus, gives beads which while hot show only reaction for iron, but on cooling become chrome-green. Not acted on by acids, but decomposed by fusion with potassium or sodium bisulphate. Chromite is reported as not uncommon in meteoric iron. Other ores of chromium occur, the chief of which is crocoiBite — chromate of lead — in which the metal was first discovered. Serpentine, in which the chrome deposits occur, owes its colour to chromium salts. The beautiful colour of the emerald and of ouvarovite (chrome-garnet) is due to the presence of chromium, and probably also that of the ruby and sapphire ; for it has been demonstrated that if the formation of crystallised alumina is accomplished in the presence of chromium com pounds, crystals having the colours of ruby and sapphire, as well as their composition, may be produced.* The other varieties of chromium ores are of mineralogical interest only, and call for no special mention in this paper, which is concerned with the economic ore alone. Chromite, or chromic iron ore, is used in the arts for the manufacture of potassium and sodium bichromates, for the preparation of basic furnace hearths, and for reduction to ferro-chromium for the production of chrome steel. By far the most part of the mineral produced is employed for the first purpose, for which only that of high grade can be economically used; while for furnace hearths, and for manufacture of ferro-chromium, ore of lower grade suffices. (\" Mineral Industry,\" vol. ii, 1893, p. 15S.) Chromite is coming largely into use as a refractory lining for basic fur naces. The latest particulars available of its use in this direction are given in the last volume of \" Mineral Industry,\"! from which the following extracts are taken : — \"At present the mineral is employed in reverberatory copper smelting furnaces, and in open hearth steel furnaces, in both with very satis factory results. Concerning the former, Herbert Lang writes*]: : ' The Selby Smelting and Lead Company has used it quite extensively in the matting reverberatories at Vallejo Junction, California. The hearth is composed of large fragments of chrome ore, with the interstices well filled with smaller pieces, and the material is built up around the sides to the slag line. The protection is such that fettling is almost done away with ; in fact, they have not to fettle but once a week or so. The chrome ore is acted on but slightly, if at all.' Alfred von der Rupp, Superintendent of the Works, states§ ' that the life of the furnace is more than doubled by the use of chromite.' \" In the \"Mineral Industry,\" 1893, vol. ii, it is stated that chromite has been used instead of magnesite and dolomite in basic furnace hearths, the method of preparation of which is given as follows: — \"In preparing basic furnaces with chromite linings, all parts of the walls with which the metal bath and slags come in contact are laid with pieces of chromite, cemented with a mortar consisting of two parts (by volume) of finely ground chromite, and one part of lime, burned as free from silica as possible. The hearth is made of stamped chromite ore, mixed with same kind of mortar. The ore should be as rich as possible in chromic acid, containing from 40 to 45 per cent.\" In Vol. ii, 1895,\" p. 506, of the \" Journal of the Iron and Steel Institute,\" reference is made to an article in \" L'Echo des Mines,\" vol. xxi, page 548, as follows : — \" According to P. Speier, chrome ore linings for reverberatory * Precious Stones and their Artificial Production ; by Prof. J. W. Judd, C.B., LL.D., F.R.S.— Roy. Coll. of Science Magazine, No. 74, vol. viii, pt. 9, p. 268. t The Mineral Industry, &c, 1S96, vol. v, pp. 120-3. } Engineering and Mining Journal, January 23rd, 1897, p. 89. § Mining and Scientific Press, Sept. 26th, 1896, p. 257."], [11, "11 furnaces have been successfully adopted in French, German, and Russian steel works. The bottom and walls of the furnace are lined with chrome ore in large blocks, united by a cement formed by two parts of chrome ore finely ground, and one part of lime, as free from silica as possible. . . . The iron chromate is decomposed only under the influence exerted by the reagents and oxidising alkaline substances. Heat alone is insufficient to decompose chromate of iron, which may float in a bath of molten steel covered with basic slag without dissolving. One of the principal conditions of success in the employment of the chrome ore lining consists in carefully picking the pieces of ore used, which should be of uniform composition - and the best composi tion of ore used for lining reverberatory furnaces is found to be from 36 to 40 per cent, of chromic oxide, 18 to 22 per cent, of clay, 9 to 10 per cent, of magnesia, and at most 5 per cent, of silica.\" Messrs. G. R. Blackweil, Sons, & Co., of Liverpool, England, are quoted for the statement that chrome ore had been used by steel manufacturers in Lancashire and Yorkshire for about fifteen years. They also remark that it is not necessary to make the chrome ore into bricks, a better method being to crush it to pea size, mix with tar, and line the furnace as if with mortar. The tar burns away, leaving a solid lining of chrome ore, which has been found to give satisfactory results. The consumption of chrome ore in open hearth basic furnaces in the United States amounts to about 1,800 to 2,000 tons annually, according to the publication quoted (\" Mineral Industry \") , the Pittsburg supply being for the most part from the Province of Quebec. The requirement is for an ore of not less than 45 per cent, chromium sesquioxide, but the shipments are reported to rarely average so high. The ore is used in lump form for patch ing the sides of the basic lined furnaces, and is found far more convenient and durable than a slurry of dolomite. According to the same authority, very hard and lasting chrome bricks are manufactured at Pittsburg for use as a neutral parting between the basic hearth and silica roof. In connection with the rapidly increasing use of chromite as a refractory furnace lining, the comparatively low grade of material suitable for this purpose should have an important bearing in the near future on the local chrome mining industry, for increasing demand the natural correlative of increasing use is almost certain to give a remunerative value to ore at present below the minimum market grade, deposits of which are already known to exist in the local chrome fields. Buyers still stipulate for high grades of 50 per cent., or more ; probably 47 per cent, is about the lowest local grade for which a price would be quoted at the present time. It will, however, be noted in the quotations and extracts embodied in this paper that the stipulated grade of chrome ore for furnace lining at Pittsburg, U.S., is 45 per cent., and even this comparatively low grade percentage is reported to be rarely reached. The average percent age of chromic-acid in furnace lining may be taken as about 40 to 45. In chrome steel manufacture, or more correctly in the preparation of its preliminary stage of ferro-chromium, low grade ores of the above character are reported to be suitable. Whilst fair supplies of rich ore are procurable from Asia Minor, Greece, and New Caledonia at about 75s. per ton (f.o.b.) for 50 per cent, ore, and 2s. per unit in excess, as has recently been quoted in a letter from Cologne to the Department of Mines and Agriculture in this Colony*, much lower than fairly proportional values will rule for low grades ; still there is reasonable * From F. E. Clotten, 136, High-street, Cologne, Germany."], [12, "12 hope that increased consumption in the latest sphere of usefulness will correspondingly increase the value of lower grades, and thus render remunerative local deposits of this character known to exist within easy reach of railway carriage. Railway concessions for transport of crude ores to seaboard have been steadily increasing until the rate per ton per mile has reached a nominal figure. Shipping freights can also be arranged for them at exceptionally low rates owing to the effective stiffening they afford to wool ships and other carriers of bulky cargo. Attention is also directed to another bearing which the successful use of chromite as a refractory furnace lining may have on local industry, viz., the possibility of local consumption in connection with copper and matting furnaces, to say nothing of the iron smelting furnaces of the — it is hoped — near future. Doubling the life of a furnace and reducing fettling to a minimum — as proved in other countries — by the use . of chromite lining, should induce practical tests in this Colony. The chief use of chromite at the present time is in the preparation of chemical salts for use in the arts, in painting, calico printing, dyeing, and tanning. Chrome pigments embrace various shades of red, yellow, green, buff, and black. Green oxide of chromium is used extensively as an enamel colour for porcelain. A new use for chromite is reported from France, where a compound known as Silichromite is manufactured. According to \" Mineral Industry \" (vol. v, 1896, p. 123) \" it is an extremely hard, crystallized substance, but easy to pulverize, and is used for moulding and polishing purposes. It is prepared by treating chrome ore, sand, and coal, in an electric furnace, wherein a molten mass, in which chromium silicate predominates, is obtained.\" Register of Chromite Occurrences in New South Wales, with Notes and Descriptions. AdjungbiUy Creek, Parish Darbalara, County Buccleugh* — On the south side of Mount Lightning, close to the AdjungbiUy Creek, Messrs. Carroll and Gillespie were working on tribute an area on Mr. Quilter's property, known as the Mount Mary Mine. At the time of my inspection in 1895, about 400 tons had been despatched, averaging, according to the tributors' statement, from 43 to 49 per cent. The main deposit was being worked by means of an open cut about 50 feet long, and 20 to 30 feet deep. The ore exposed under foot was solid, and about 7 feet in thickness, whilst a wedge of ore in the upper workings was left standing about 12 feet high and 10 feet thick. Several smaller bunches were exposed by shallow cuts and trenches high up the slope of the mount. The most important of the new finds was situated near the top of the mount, where a solid bunch about 10 feet by 4 feet outcropped above the soil. On the south side of AdjungbiUy Creek, on the continuation ofthe serpentine ridge, Welsh's mine is situated. The only known deposit in this mine was exhausted for a yield of about 220 tons. Angular Creek, County Murchison. — Chrome has been reported from this locality, but no particulars are known. Atlunga and Manilla — Between these localities a serpentine belt extends in N.N*.*W* direction. Several chrome deposits have been reported in it by Mr. C. S. M'Glew; but, so far as his prospecting extended, none were of sufficient size to induce mining for export. * J. E. Carne, Ann. Kept. Dept. Mines and Agric. lor 1895, p. 126."], [13, "13 Armidale.— Samples submitted for assay in 1884 and 1886 from the Armidale district yielded 38*5 and 43 per cent, respectively. Barraba.— Chromite from this district, assayed in 18S8 and 1895, yielded 40 to 44 per cent. Bendemcer.— Chromite, assaying 33*5, submitted in 1884. Berthong Bun, near Wallendbeen.—Mr. Geological Surveyor Jaquet has described the Berthong chrome deposits as follows :— \" Chromite has 'recently been discovered upon Berthong Run, but nothing has yet been done in the way of proving the extent of the deposits. In the bed of Berthong Creek a shallow trench of 5 feet long and 2 feet broad has been cut through a mass of this mineral. Chrome ore has also been found m a shallow trench put don-n upon the banks of a tributary of Berthong Creek. In the vicinity of the discoveries, and over a large portion of the serpentine zone, the bed- rock is hidden by a shallow alluvial deposit, and it will be necessary for prospectors to find the ore bodies below.\"* Samples forwarded from the above-described deposits yielded from 39*5 to 5401 per cent. Bingara. — Chromic iron deposits have been noted at Spring Creek, about 3 mile3 south- easterly from Bingara, by Geological Surveyor David, who reported that the serpentine in which they occur \" forms an eruptive dyke from 3 to 5 chains wide, striking either north-westerly or northerly. Segregated masses of chrome iron are observable at intervals in the serpentine,\"t and one bunch is stated to measure about 7 feet by 6 feet. Two assays are recorded from the Bingara district, viz., 40*87 and 41*21, the localities being 12 and 14 miles south of Bingara. Bou-ling Alley Point, near Kundle, Peel River. — As already mentioned the deposits of this locality were the first opened in the Colony — 100 tons being mined in 1882. The late Government GeologUt, Mr. C. S. Wilkinson, F.G.S., &e., in one of his reports states that \" on a high range about 1 mile north-east from Bowling Alley Point occurs a lode of almost pure chromite of variable thickness. In one place, at the junction of diorite and serpentine, it crops out on the Burface 12 feet wide.\"J Professor Liversidge states that \"the outcrop from which this was taken — (samples of chrome under description J.E.C.) — is about 700 feet above Bowling Alley Point, and the apparent thickness of the vein is in one part some 40 odd feet ; one huge block of the mineral lying loose on the surface measures 12 feet long by 6 feet high, and 5 feet wide.\" A specimen from this locality is reported by tlie same author to have contained 6i*72 per cent, chromium sesquioxide, and 21*11 per cent, iron protoxide. || Other assays in 1892 are recorded vailing from 37*42 to 43*50 per cent. B-.-au-lin, from foot of Cowong Range, 7 miles south-east. — A sample forwarded for assay, bearing the above locality, yielded 31*13 per cent. Brungle Creek, Parish Wgangle County Buccleugh. — ITThe Emu and Mount Miller Mines occur on either side of this creek, near the crossing of the Tumut-Tomorrowmah Boad. The serpentine is here deeply intersected by the creek and its tributaries. The Emu Mine at the time of inspection consisted of two bunches of chromite, one rather superficial, tlie other of better promise as regards size, but not as regards quality. Abundant water supply inclose proximity to both the mines mentioned should afford the best means of ensuring a high grade product for export. Mount Miller Mine is situated high upon the range on the opposite side of the creek. The deposits here are very small at surface. A sample from the outcrop yielded 48*13 per cent. Assays from this locality are recorded from 32*16 to 52*51 per cent. Clarence District. — See Gordonbrook. Coolac. — See Wrights and Vulcan Mine, Mooney Mooney. Cootarnundra. — Assays are recorded of samples purporting to come from this locality — but which may be either Berthong or Coolae — from 45'75 to 57'82 per cent. Copmanhurst. — Probably identical with Gordonbrook. Assays recorded from 40*71 to 45*45 per cent. * Ann. Rept. Dept. Mines and Agric. for 1895, pp. 179 and 1S0. t Ann. Rept. Dept. Mines and Agric. for IS91, p. 235. t Ann. Rept. Dept. Mines for 1SS5, p. 135. § Liversidge, Minerals of Ne5v South Wales, 1S83, p. 106. I! Ibid. *fl J. E. Carne, Ann. Rept. Dept. Mines and Agric. for 1S95, p. 127."], [14, "14 Darbalara Parish, County Buccleugh. — See Quilters's Mines. Emu Mine. — See Brungle Creek. Eurongilly. — On Mr. Keogh's private land a small bunch of low grade chromite was noted, which had been broken from a loose block found in the soil which here is deep. The country consists of talcose slate. Assays are recorded from 40'9 to 41*38 per cent. Gordonbrook, Clare -_e River. — Mr. Geological Surveyor David reported on the occurrence of chromite in this locality in 1891. They occur in the parish of Pucka, about 30 miles north-west from Grafton, at Oaky and Fine Elour Creeks. \" The deposits of chomite in this neighbourhood form two principal groups. . . They both occur in serpentine at a short distance from the edge of the Clarence Series. . . Besides these two formations a third is developed, which may be described as a fine-grained, greenish-black rock, slightly crystalline, and, probably, a highly altered rock, which might be termed epidiorite. . . . This rock appears to have been intruded by the serpentine, and the deposits of chromite marked A on the plans herewith occur chiefly along the junction line of this rock with the ser pentine. \"* In connection with the first group (A) in Portion 7, Parish Pucka, Mr. David measured the two larger bunches as 12 feet x 12 feet and 24 feet x 18 feet. In the latter the chromite was a good deal mixed with serpentine, and would require dressing to render it marketable. Deposit B is reported as forming a bluff on the left bank of Oakey Creek, about 2 miles nor', h- westerly from the first group. The second group consists of two bunches — the main one about 93 feet x 36 feet at its maximum width. The quali-y is reported as superior to that of A group. At the time of inspection the above deposits were not proved beyond a f.w feet except in the main deposit of the second group (B), of which a natural section is avail able down to 20 feet in the creek channel. Mr. David regarded the deposits as lens-shaped bodies, the vertical extension of which, probably, equals the horizontal. Calculating on the basis of these dimensions, he estimated that the known Gordonbrook deposits would yield approximately about 20,000 tons of chrome ore to a depth of 90 feet from surface. Samples selected at the time of inspection yielded from 40*25 to 5527 per cent. Others by Mr. W. A. Dixon, F.C.S., F.I.C., were quoted in the report from 89*7 to 48*61 per cent. Earlier assays (in 1886) are from 28*44 to 47*70. Two attempts to open these deposits have been made in 1891 and 1895, but so far unsuccessfully. Perhaps cost ot carriage is one of the chief reasons for non-success. From the mines to Copmanhurst, the nearest point of available water carriage on tho Clarence Biver, a distance of about 24 miles, has to be negotiated wiih teams, part of which is over a rough road. Qundagai District. — See Mooney Mooney, Vulcan, Quilter's AdjungbiUy, and Kangaroo Mine. Gwydir River. — Chromite is reported from the Gwydir Kiver and its tributaries (see Bingara). Gulgong (/). — A sample of rich chromite is reported from this locality, but no analysis or particulars are given. -f- Grenfell. — From near Grenfell a sample yielding 43*22 per cent, is recorded. Harden, County of. — See Mooney Mooney. Soulahan, Parish of, County Clarendon. — Chromite from this locality yielded 40'71 per cent. Ironbarks and Barraba. — Chromite from the serpentine of this district has been assayed for a yield of 46 45 per cent. Ironbarks, between Ironbarks and Mudgee. — Chromite has been reported from between the places mentioned, but there are no particulars on record. * Ann. Rept. Dept. Mines and Aerie, for 1891, p. 218. t Ann. Rept. Dept. Mines for 1877, p. 211."], [15, "15 Kangaroo Mountain, Kangaroo Mine* Parish Wagara, County Buccleugh. — The Kan- garoo Mine is situated in portion 128. It was opened in 1894 by Mr. M. Constable, under agreement with owner of the land, Mr. Eobert Owen. This deposit constitutes one of the most important of the chrome-field, both as regards extent and quality. At the time of inspection in February, 1895, the output was averaging about 100 tons per week, about 1,200 tons having been dispatched to that date. Down to 30 feet the main open workings averaged about 75 feet x 25 feet x 30 feet. At this point the dangerous open work system of mining was abandoned in favour of a safer method of shafts and levels. For about 200 feet the ore body was exposed by open cuts. At surface the solid chromite was narrow, but opened to about 18 feet in the widest part. In the open workings, at 30 feet level, the chromite exposed measured about 54 feet by a width of 4 feet. The quality of the ore proved consistently good, the lowest average in account sales of 1,230 tons dispatched to the date mentioned was 53 per cent., and the highest 57 per cent, of chromium sesquioxide. In addition to the Kangaroo Mine, about twelve other smaUer deposits were dis covered which yielded about 75 tons of marketable ore. Other pcekets were known at the same time, but had not been opened. Keefe's Mine,\\ between Brungle and Bumbolee Creeks, County Buccleugh. — At the time of inspection (February, 1S95), little work had been done at this site, which is on private property. A small chromite bunch or pocket, about 6 feet long by 2 ft. 6 in. wide, had been opened for a few feet only. Most of the ore was mixed with country, and required dressing. Other deposits were reported on this property, and latterly more attention has been given them. Distance of team carriage, however, is reported to have prevented profitable mining being maintained at the present time. King, County of, near Yass. — Chromite has been noted in this county, but no particulars are available. Manning River, Upper. — A sample purporting to come from this locality has been assayed in the Departmental Laboratory for a yield of 4619 per cent. M'lnerny's Mine,% near Bumbolee Creek, 8 miles from Tumut, situated near the south-west corner of Portion 351, Parish Mundongo, County Buccleugh. — This site was also inspected in February, 1895. A few small bunches were then being prospected, but the quality of the ore was inferior. This mine was the furthest southerly in the serpentine belt at the date mentioned, the distance from the Gundagai railway station being about 30 miles. Molong, 15 miles west. — A sample of chromite bearing this inscription was assayed for 24*08 per cent. Moonbi, 12 and 15 miles from. — Numerous samples have been forwarded from this District. Assays are recorded from 39 21 to 43*30 per cent. Mooney Mooney. — See Wright's and Vulcan Mine. Mount Lightning. — See Quilter's and Mount Mary Mines, and AdjungbiUy. Mount Mary Mine. — See AdjungbiUy. Mount Miller Mine. — See Brungle Creek. Murrumburrah. — Chromite reported as coming from this district yielded 44*40 per cent. Nundle.—See Bowling Alley Point. Oaky Creek — See Gordonbrook. Paling Tard and Dry Diggings, (between). — Chromite sent for assay from this locality yielded 40*67 per cent. Port Macquarie. — From the serpentine of Port Macquarie samples of coherent chrome iron sand have been received recently, which yielded 48'21 per cent, chromium sesquioxides and 1*29 per cent, of cebalt protoxide. No solid chromite pockets have yet been dis- covered in (he neighbourhood, and the mode of occurrences of the compact sand points to the natural concentration of small disseminated particles of chromite liberated by weathering and decomposition of the serpentine. Magnetic iron oxide occurs at Port Macquarie under similar conditions. Pucka. — See Gordon-brook. * J. E. Carne, Ann. Rept. Dept. Mines and Agric. for 1S95, p. 126. t Ibid, p. 127. J J . E. Came, Ann. Rept. Dept. Mines and Agric. for 1895, p. 127."], [16, ""]]