[[1, ""], [2, ""], [3, ""], [4, ""], [5, "CHAMBERS'S RECITATION BOOK FOR INFANT SCHOOLS AND CLASSES W. & R. CHAMBERS, Limited LONDON AND EDINBURGH 1897"], [6, "Edinburgh : Printed by W. & R. Chambers, Limited."], [7, "CONTENTS. PAGE The Sheep 69 The Dog 70 Thoughts and Words... 71 SECTION III. Miscellaneous Pieces. The Tea-party 75 The Row-boat 76 God made me a Boy 78 The Brook 79 Variety is charming 81 Weathercocks 82 My Servants S4 My Windows 86 A noble Lady 87 Our Friend 89 The Sand House 90 Have you seen my Baby?.... 91 Vain Pussy 92 My little Sister 93 A sad Tale about Dolly 94 My Kitten 96 The Pigs that went out to dine 97 The three Mice 100 The Nest 102 Pussy's Excuse 103 The Robin 104 The Boy and the Bird's Nest.106 What I would like 107 Baby Dolly's Cure 108 Our Pet Chicken 110 The Sparrow and her Chick. 112 Our Sam 114 The Bird and the Cat 115 The Dolls' Tea-party 116 My Dolly 118 Johnnie's Doggie 120 The Rose and the Lily .122 SECTION I. Games. PAGE Flowers to sell 7 Bertie's Holiday 8 Our Pets 12 We show off our Treasures ...14 Our Zoo 16 Play-time 18 The Postman 19 Form 21 The Seasons 22 Coins 25 The House on Fire 27 SECTION II. Instructive Pieces. How Glass was first made 31 Iron 33 The Camel 35 Leather 36 The Mouse 38 The Moon 39 Tommy's Rabbit 41 The Sun 42 The Whale 44 Trees 45 Finger Alphabet 47 Our Pips 48 The Caterpillar and the Butterfly 50 The Hay 52 The Chrysalis 53 The Garden 55 How Bread is made 58 The Butter 64 The Cow 66 The Horse. 67 The Donkey 68"], [8, ""], [9, "SECTION I, Q A. M E S,"], [10, ""], [11, "EECITATION BOOK. FLOWERS TO SELL. One of the children has a basket of flowers. She recites the cry ' Flowers to sell ! ' which is taken up by all on the gallery. The purchasers then recite their verses singly, each at the same time selecting the flower named. The cry should be repeated between each verse by the children on the gallery. 1. Flowers to sell ! flowers to sell ! Poppy, rose, and lily-hell ! Come, buy my flowers ! 2. I will have a pink moss-rose ; See how modestly it grows Hid \"beneath its veil of green ; Of flowers all it is the queen. Flowers to sell ! &c. 3. Not a rose for me I pray; I would like some \"blossoms gay. Scarlet poppies suit me quite; They are large and very \"bright. Flowers to sell! &c. 4. I will huy some sweet woodhine ; Round my hat its blossoms twine."], [12, "8 RECITATION BOOK. There its flowers I shall not see; Still its scent will gladden me. Flowers to sell ! &c. 5. I will have a pink all white, Sweet to smell and dear to sight ; Country scenes come back to me When these well-known flowers I see. Flowers to sell ! &c. 6. Now for baby, darling pet, Nought is left but mignonette! 'Little darling!' could there be Better flower than this for thee. Flowers to sell ! &c. BERTIE'S HOLIDAY. (A RECITATION IN SIX PARTS.) I. Bertie. II. Bess. III. John. ' V. Oranny Mullins. IV. Narrator. VI. Jim. Bertie. 1. I will not go to school to-day; I have a top and want to play. Bess. I will stay with you, Bertie, dear, And help to spin it, never fear."], [13, "9 GAMES. 2, 3, 4 Bertie. You shan't ! be off ! and leave me free ; I'll have no tiresome girls with me. Bess. All right, sir! you may play alone, And I shall go to school with John. Bertie. Go then to school, learn 'ABC,' And b-a ba, b-i bi, b-e be : All very well for little boys, But men must look for greater joys. Bess (making a low curtsey). Farewell, then, man ! (to John) I have your slate, Come, little John, we shall be late. Narrative. And well for them they did not stay Away from school that summer day; It chanced, as it in tales should do, A lady came the schools to view, And asked the children to a treat At her own pretty country-seat. You ask me : ' Bertie ! -what did he ? ' What him befell you now shall see : First to the sweet-stuff shop he went ; His fortune, three halfpence, he spent."], [14, "10 RECITATION BOOK. '■>. 6. 7, Bertie. A farthing's worth of hard-bake, ma'am, A farthing puff, well filled with jam. (He points to some sweets.) Granny Mtdlins. Twopence the ounce, and threepence these. Bertie. A farthing's worth of each, rna'am, please, A farthing's worth of ginger-beer. Granny Mullins. No ! there I draw the line, my dear : That little drop would spoil the rest. Bertie (sighing — after much consideration.) I think, then, almond-rock is best. Narrative. His mouth well filled, he left the shop, Ate all his sweets, and spun his top ; An hour thus pleasantly had sped, A heavy hand fell on his head. (Jim presses down Bertie's head.) He looked and saw his school-mate, Jim ; Now, Bertie was afraid of him."], [15, "11 GAMES. 8, 9. 10. Jim. Hullo! young Bertie, out at play? I, too, am making holiday; You don't play well, so I'll begin To teach you how a top should spin, Bertie. I 'd rather not ; this way is nice, I did not ask you for advice. Jim. You stupid boy ! you take it so, (Snatches the top.) Then pocket it (does so), and off you go. (Runs off.) Narrative. With Bertie's top away he ran, And cried out : ' Catch me if you can ! ' Poor Bertie tried, but all in vain; He never saw his top again. When Bess and John came home in glee, Our man bewailed his liberty ; His money gone, his sweets also, Nor could he to the country go. And then before the day was o'er He promised mother never more"], [16, "12 RECITATION BOOK. Would he the part of truant play, Or from his duties run away. Yet Jim was wrong to take the top. Bad deeds begun are hard to stop. OUR PETS. In this recitation each child is intended to take a verse, separately, and all the children on the gallery to repeat the cry in chorus. The teacher is advised to choose those verses which are about some animal on which the children have an object lesson. 1. I have of doves a pair ; They are so white and fair, And they say — ' Coo — oo — oo ! ' 2. My father has a cow ; I do not fear it now When it says — ' Moo — oo — oo ! ' 3. We have a flock of sheep ; When they are not asleep, They cry out — ' Ba— a— a ! ' 4 I have my own pet lamb ; How fond of it I am ! It calls me — 'Ma-a-al'"], [17, "GAMES. 13 5. We have a cock and hen ; The hen does cackle when She lays an egg. (Children cackle.) 6. The cock says : ' Who are you ? I'm cockadoodle doo — Some corn I beg.' (Children croiv.) 7. Fine ducks has uncle Jim That in the water swim ; They say : ' Quack ! quack ! Quack ! quack ! ' 8. Our fowls (white spots on gray) Are guinea-hens ; they say — ' Come back ! come back ! Come back ! come back ! ' 9. Our donkey says : ' Hee-haw ! This cart no more I '11 draw For love or pay ! Hee-haw! hee-haw!' 10. 'I'll do my own sweet will, Which is to stand stock-still, And so, good day! Hee-haw ! hee-haw ! '"], [18, "14 WE SHOW OFF OUR TREASURES. First Child. 1. Oh, have you seen our little snail? A prudent one is he ; Before he ventures out to walk, Lest danger there should be, He pokes his horns from out his shell, The country round to see. All. The children put up a finger at each side of their heads and raise these two fingers slowly in imitation of a snail. He pokes his horns from out his shell, Lest danger there should be ; He pokes his horns from out his shell, The country round to see. Second Child. 2. And have you seen the little bees, With so much work to do? They fly about from flower to flower, Still fresh with morning clew ; And while they fly and buzz around, They seem to sing to you ;"], [19, "GAMES. 15 AU. The little girls raise the ends of their pinafores and move their arms as if flying. Buzz-buzz, buzz-buzz, buzz-buzz, my dear, We 've so much work to do ; We cannot stop in bed till late And waste our time like you. Third Child. 3. And have you seen our brood of chicks, Soft balls on two small pegs, With claws spread out upon the ground, And those, you know, are legs. And only fancy, mother says, Those chickens once were eggs. All (imitate the clucking of a hen) The old hen clucks : ' Say, have I not A charming family ? ' Her chickens all speak French, because They answer, ' Oui — oui — oui ! ' Fourth Child. 4 And have you seen the photograph That hangs upon the wall? It is a little tiny babe, And — strangest thing of all— My mother says I once was that, And then I used to squall."], [20, "16 OUR ZOO. The children who are visiting the Zoo ask those on the gallery, one by one, what animal he or she is. The one interrogated answers, and all on the gallery perform the action and utter the cry of the bird or animal named. Hawk. 1. ' What are you?' 'A hawk!' 'Are you? Can you talk?' ' No ! but I can eat.' 'What's your food?' 'Raw meat.' 'No teeth have you Raw meat to chew.' 'Try me, you will see, Hee, hee, hee, hee.' The cry of the hawk is very shrill and piercing. It jerks itself up and down after each mouthful of food. Pig. 2. ' What are you ? ' 'A pig ! : ' Can you dance a jig ? ' 'No! but I can grunt, And for roots could hunt, Only this ring goes Right through my nose.' Lion. 3. ' Excuse me, sir, pray do ; But tell me, who are you?' ' I am the king of beasts, Raw flesh my greatest feasts;"], [21, "17 GAMES. I roar and stout hearts quake, But — give my paw a shake.' Horse. 4. 'What ai-e you?' 'A horse!' ' You can ride of course ; Take me for a ride.' ' No ! I 've too much pride ; I'm no steed for you— Only here on view.' Bear. 5. 'What are you?' 'A bear, With thick fur and hair; Please give me a bun, If you have got one, Or I'll hug your face In my hard embrace.' Wild Boar. 6. 'What are you?' 'A boar! Ask the ass next door.' The Ass (All). 7. You think this game a bore? We'll play at it no more, Hee-haw ! hee-haw ! hee-haw ! We'll play at it no more, Hee-haw! hee-haw! hee-haw! 13"], [22, "IX P L A Y - T I M E. (MARCHING PIECE.) 1. Hurrah ! hurrah ! our tasks are done, We've worked both long and steady. We'll put away our books, and run, For marching now we're ready. 2. One — two— three — four — five — six— seven — eight The school-room clock is striking, Nine— ten — eleven, that's just the hour That suits a school-girl's (boy's) liking. 3. Now to the playground quick we go With flag and banner flying. First marching quick, then marching slow, To keep in time we're trying. 4. We stamp our feet and march along, The teachers cry — 'together,' ' Left, right, left, right ; well done, well done ; Come, you are getting clever.' 5. But hush ! -what sound is that we hear Above our noisy playing? A bell is ringing, loud and clear, And we know what 'tis saying :"], [23, "19 GAMES, 6. 'Ding-dong, ding-dong, your play is done, And lessons are beginning.' Now hasten back to read and sum, The school-room bell is ringing. THE POSTMAN. For this piece one boy should personate the postman. He gives the postman's knock at door. One Child. 1. Hark ! I hear a sharp rat-tat ; There 's some one knocking at the door. All together. Why, 'tis the postman, all know that ; His knock we've often heard before. (Enter postman.) Postman. 2. Good morning, children ! I was told You want to learn \"what work I do, So I have dared to make so bold As to come here and teach you too. Children, 3. Oh, thank you ! you are very kind To come and teach such little folk; When teacher said you would not mind, We thought it must be all a joke."], [24, "20 RECITATION BOOK. 4. Your coat is blue, your collar red (We see that with our own two eyes), You wear a blue cap on your head, But we want more to make us wise. Postman. 5. Now tell me, have you ever seen A postman different dressed from me? Children. Why, now, 'whatever do you mean? You're all as like as you can be. Postman. 6. Our uniform we all call this, \"Which means we are dressed all the same ; The Sovereign's uniform it is, And Queen Victoria is her name. Children. 7. Now, one can know a letter well, But we are puzzled for your sake ; We do not know how you can tell To whom each letter yon must take."], [25, "21 GAMES. Postman (showing letter). 8. Look here? When folks a letter write They put upon it an address. So we can tell just at first sight What does seem hard, I must confess. Children. 9. Then you must learn to wrrite and read As well as strong and honest be. Postman. Quite true ! that is a pressing need, As every one can plainly see. 10. So now good-bye ! I think you know As much as I have got to say. Children. Well, we must thank you ere you go, And hope you'll come another day. FORM. Any number of children can be used in forming figures, but then the number named in the verse must be changed. (Children form square.) 1. Two children here, two children there, Two children must be everywhere; Four equal sides there just must be, If you would make a square, you see."], [26, "22 RECITATION BOOK. (Children form oblong.) 2. Two children here, two children there, But not two children everywhere; Two sides a larger number take, If we the oblong wish to make. (Children form triangle.) 3. And now three sides is all we need, A triangle to make with speed ; Just any number on each side, To length of line we are not tied. (Children form circle.) 4. Now, standing round, each hand we take, Because a circle we would make ; It simply is one endless line When you shall put your hand in mine. THE SEASONS. l. First Child. I am the Spring. I come with smiles of gladness, with sun- shine, and with rain. I warm the poor half-frozen earth, and make it young again."], [27, "23 GAMES. I freshen up the trees and flowers, for how I love them all ! The buds and leaves spring forth again, obedient to my call. The Spring is always welcome, \"with its skies serene and clear. (All the children repeat.) Yes, the Spring is very welcome, 'tis the childhood of the year. 2. Second Child, I am the Summer. I come with gayer colours : the fields are fresh and green, Crops are growing, lovely flowers may everywhere be seen ; The birds are singing gaily in the branches overhead, 'Neath our feet a carpet flecked with daisies is outspread. The Summer's very lovely, buds and blos- soms reappear. (AU.) Yes, the Summer's very lovely, 'tis the girlhood of the year."], [28, "24 RECITATION BOOK. 3. Third Child. I am the Autumn. I come with good things laden ; the orchard and the field Will, at my gentle bidding, their golden treasures yield ; The summer sun has ripened all the fruits I held in store ; Then gather them with gladness— next year I'll bring you more. And you should love the Autumn, for its fruit fulness will cheer. (AU.) Yes, Autumn is its womanhood, the best part of the year. 4. Fourth Child. I am the Winter. I do not come with gladness ; my look is sad and cold, My colours are all faded, for I am growing old; I have no fruits to offer, but my gift is of the best, For Winter is the night-time \"when the tired earth takes its rest."], [29, "25 GAMES. Then reverence the winter, for rest to all is dear. (All.) Yes, \"we'll reverence the Winter, 'tis the old age of the year. COINS. In this piece the separate coins named will each be worn by a child. Some children in the class will have the money ready to give the change named. The first verse is said by all those wearing coins. 1. Down at the mint we have all been made ; Down at the bank we have all been \"weighed ; So silver and gold, true money I ween, We all are good coins as ever were seen. 2. (By child who wears sovereign.) I a Sovereign standing here, Am worth my twenty shillings clear. (Child in class.) Oh, Mr Sovereign ! please I '11 take you, And into twenty shillings make you. (Gives change.)"], [30, "26 RECITATION BOOK. 3. (By child who wears half-sovereign) Just half that value then am I, So ten shillings' worth is what I buy. (Child in class.) Ten silver shillings then I give, That you may in my pocket live. (Gives change.) 4. (By child who wears crown.) And I so large am called a crown, To get me put five shillings down. (Child in class.) You are so very large and fine, I'll give the five to make you mine. (Gives change.) 5. (By child who wears half-crown.) Two silver shillings and six pence Is \"what you'll need to get me hence. (Child in class.) Why, half-a-crown then that must be ; Please give that nice round coin to me. (Gives change.)"], [31, "GAMES. 27 6. (Child in class.) Another silver coin I see; And what will your name please to be? (Child ivith florin?) My name is florin, and I'm willing To be your own for twice one shilling. 7. (All the class.) Why, now each coin the Queen doth grace, For on them we can see her face ; The year they're made is there as \"well, So date and ruler we can tell. THE HOUSE ON FIRE. At the first verse a few children approach the class, supposed to be the house, and look about for the fire. At the second verse the children (beginning with a few at the back) raise and wave hands to represent flames, except those who are meant for the inhabitants. The inhabitants near ends of benches run out. At the third verse several children representing engine, horses, and firemen come very noisily. At the fourth verse they pretend to play on fire and bring out those still in the house. At the fifth verse the children's hands fall by degrees. 1. Why, what a dreadful smell of fire ! There 's surely something burning ! Please everybody look about, Now this way, that way, turning."], [32, "28 RECITATION BOOK. 2. Stay, there a flame is springing up ; Fire ! Are ! loudly shout ; It 's getting larger rapidly ; The engines must come out. 3. Hark ! hark ! the rushing and the noise ; The engines ! one by one ; The helmets bright afar I see ; The horses, how they run ! 4. They play upon it with their hose; Hurrah ! the people shout ; They save the children from the flames, And put the fire quite out. 5. And now the flames are dying down, The work is nearly done; All praise the firemen do we give, The praise so bravely won. (The children should conclude this verse by clapping hands.)"], [33, "SECTION II. INSTRUCTIVE PIECES."], [34, ""], [35, "31 HOW GLASS WAS FIRST MADE. 1. In years long past two sailors bold — At least the story so is told — Whose ship was \"wrecked on ocean wide. To shore did float with \"wind and tide. 2. At length by efforts brave they reach The shore — a nice, soft, sandy beach ; But fear of hunger now to die, For neither house nor man is nigh. 3. But soon, by luck, a bird they kill, Then set to cook it with a will ; Of seaweed, high, they pile a heap, A bonfire burning bright to keep. 4 And now \"with longing, anxious look The needed meal they quicks cook. ' Ha, 'tis ready ! now we il eat ; We never tasted better meat.' 5. 'Finished, the embers now we'll rake Before a farther \"walk we take ; For enemies might be about, And kill us if they find us out.'"], [36, "32 RECITATION BOOK. 6. 'But what is this? No ashes here, But something bright, and hard, and clear. 'Tis strange! the like we've never seen ; A fairy surely here has been.' 7. They pick up all that they can see, And wonder much what it may be. Transparent, brittle, 'tis they find; They il break it if they do not mind. 8. What was it they had really found Thus lying there upon the ground? 'Twas glass— a thing we often see ; It \"would not puzzle you or me. 9. Now if some glass we want to make, Sand, soda, lime, are \"what we take. I told you once before the land Was covered with a fine, soft sand. 10. So sand is there — 'but soda, lime?' I il tell you if you il give me time. The soda and the lime we need Are hidden in the dried seaweed."], [37, "33 i IRON. 1. In the water, in the air, It is hidden everywhere; In the milk, in every tree, Can you guess what it may be ? 2. Hidden deep beneath the ground, As a metal it is found. From North of England here it came- Iron ! Yes, that is its name. 3. Iron and stone, in one, before They separate them, is called ore. Now who can come and find it out; It's lying somewhere here about? (A child takes piece of ore off teacher's table.) 4. The iron from the stone to take A furnace fierce and large they make Then mounting up right to the top, The ore, from barrows, in they drop. 5. Perhaps you may have heard before The heat will melt the iron ore ; So solid once, 'tis liquid now, To make the iron pig or sow, c"], [38, "34 RECITATION BOOK. 6. They run it in a large sand-mould, And leave it there to get quite cold. 'Pig or cast iron' then they call it; But must take care ■what does befall it. (Specimen shown.) 7. Cast iron is not strong, but brittle, And it will break with very little. So when cast iron pigs are bought, To stronger iron they are wrought. 8. It must be melted now once more, And left to cool just as before ; Then, while hot, they hard will beat it. Yes ! that 's the proper way to treat it. 9. And when it has been beaten long It turns both very hard and strong. Wrought iron now it must be named, For strength and -wear in all times famed. (Specimen shown.)"], [39, "35 THE CAMEL. One pupil wears a picture of a camel ; another points out the parts when named. Camel. 1. My name I'm sure you all can tell, For all here know the camel well ; But if you listen you wall see There's something more to learn from me. Children. 2. Yes, we would learn much more than that ; Pray tell us of your hump of fat. Camel. 3. When I have neither grass nor seed, I then tipon my hump can feed; So keep me without food, and lo ! My hump from sight will surely go. Children. 4. Now we have learnt how you can feed, Which is a wondrous thing indeed; Why are your feet so large and flat? A reason there must be for that. Camel. 5. My feet are flat, and broad, and round Because I walk on sandy ground;"], [40, "36 RECITATION BOOK. If they were hard, and small, and thin, On such loose soil they would sink in. Children. 6. But in the desert where you go, There is no water, as we know ; Then how you manage for a drink Is what we're trying now to think. Camel. 7. Within I have a water store Which lasts me for three days, or more ; So, though no grass or water's there, I journey on without a care. Children. 8. The desert ship you are named well; To cross the desert, we can tell, You must as truly needed be As is a ship to cross the sea. LEATHER. 1. You say your boots are made of leather. Yes, that is very true ; But men and things must \"work together Before they're fit for yon."], [41, "37 INSTRUCTIVE PIECES. 2. A hide the tanner first must buy, And scrape off all the hair ; Then in the tannin it must lie, Receiving watchful care. 3. But what is tannin? you will say, We never heard of it before. Well, you can make it any day If bark of trees you can procure. 4. Now, -what is called the bark of trees ? I'm sure you'll say the skin. Then listen, and I'll tell you, please, A juice doth lie therein. 5. This juice is tannin — oak 's the best ; 'Tis mixed with lime and water. The hides, if thick, a year there rest ; If thin, the time is shorter. 6. When it is taken from the pit, This is the way they treat it : Thej- wret and grease it every bit, And set to work and beat it. 7. Now this is done to make it soft — They call such leather curried. It must be done, oh, very oft ; The work must not be hurried."], [42, "38 RECITATION BOOK. 8. Just one thing more before we end: The tanner must his blacking use ; And then to market he can send The leather for our boots and shoes. THE MOUSE. 1. In a trap I found a mouse, That had been caught about the house, Eating bread and soap and cheese, Taking just what it would please. 2. Four little tiny paws it had, Two little eyes that looked so sad ; 'Twras covered wuth a fur — not gray, But mouse-colour is what we say. 3. Its little teeth could bite through wood To bore a hole to steal its food. Ah, little thief ! you 're caught at last ; Your days of robbery are past. 4. Poor little mouse no better knew — 'Twrould not be so with me or you. He had not learnt of wrong and right, So we may pity his sad plight."], [43, "39 THE MOON. 1. ' Oh, daddy ! ' said sweet little Nell, 'I've such a funny thing to tell. Dick says 'twill be a wondrous sight, A brand new moon up there to-night.' 2. 'Ah! naughty, naughty brother Dick! To play you such a silly trick. New moon is nothing but a name ; The moon is always just the same. 3. ' Now, I must try to make you see How such a thing as this can be ; So in the glass just take a look: The glass shall be our lesson book. 4. 'Like this it is with Mrs Moon, As you will know I hope quite soon; Now, don't think I am making fun; Her light is taken from the sun. 5. 'As in the glass your face you see When turned towards it you may be, The sun its light will on her throw When the moon her face shall show."], [44, "■40 RECITATION BOOK. 6. 'The moon shows first a part so small That you can scarce see it at all; 'Tis then we say the moon is new, Which, as you see, is hardly true. 7. ' Then to the sun she turns one quarter, The first 'tis called, my little daughter; As time goes on one half she shows, On which the sun its bright light throws. 8. 'Still moving on by one strict rule, At last she comes unto the full; And then she looks a perfect round. You 've seen the full moon I '11 be bound. 9. 'But still she moves, is on the wane, Then just a quarter shows again ; This quarter now is called the last, And soon from sight she 'will have passed. 10. 'But -when she comes in view once more, Though 'tis the same moon as before, 'Tis called a new one, though the old. Now all about it you've been told.'"], [45, "41 TOMMY'S RABBIT. 1. Tommy has a little rabbit, Plump, and white, and pretty too ; Should you go to Tommy's house, I'm sure that he would show it j^ou. 2. He feeds it with fresh cabbage leaves; A rabbit-hutch he calls its home; But saj^s it burrows underground When it is freely left to roam. 3. He lifts it by its drooping ears; He says 'tis lop-eared — that is funny ; To see us touch it much he fears, Lest we should hurt his little bunny. 4. This little bunny's fur is white, But some are black, and most are gray ; And as white ones are seldom seen, I hope you'll visit his some day."], [46, "42 ■j THE SUN. (dialogue.) Child. 1. Pray tell me, mother, is the sun As large as brother Ben's big ball ; And would it weigh, d' you think, a ton. And could I travel there at all? Mother. 2. The sun, my darling, you must know, Is many million miles away; So we can never near it go, Not if we travel night and day. 3. And, as to size, 'tis larger far Than many -worlds together laid ; Why, every little twinkling star Is bigger than our world 'tis said. Child. 4. Nurse says at morn the sun doth rise, And then she says it sets at eve; So one need not be very -wise To know it moves — that I believe. Mother. 5. You 're wrong again, my little one, As I must try to make you see;"], [47, "43 INSTRUCTIVE PIECES. It is the earth goes round the sun, Whilst he keeps still as still can be. Child. 6. Now, mother, this can not be true, That 'tis the sun that makes the rain ; I can't believe it, nor can you, If nurse should say it o'er again. Mother. 7. It is quite true — up in the air 'Tis drawing water all the day; It draws it by its heat so rare, And makes the rain just in that way. Child. 8. Mother, I -woke up in the night, And found it all so dark and drear, And thought, how did we get the light, And what made day so bright and clear ? Mother. 9. Why, 'tis the sun, my little one, From which we get our heat and light; Ana! when its daily course is run, It disappears and makes the night."], [48, "44 THE WHALE. l. - The sea is the home of the fishes ' they say ; But what do you think I shall tell you to-day ? The largest of animals there has its home ; In ocean's green waters it ever doth roam. 2. Now off to the North the fisher must sail, To find this great monster— they call it 'the whale.' And then in his boat he tries to get near it, With his harpoon so sharp he tries hard to spear it. 3. And why should he want the poor creature to kill? 'Tis harmless, so long as you do it no ill ; Just look in its mouth, the true reason you '11 find : On the -whalebone that's there he's set his whole mind. 4. Yet more, this great animal 's covered with fat; The fisher has also a wish to get that."], [49, "45 INSTRUCTIVE PIECES. The fat is called blubber, and he wants the oil, Which will quickly flow out when it 's put on to boil. 5. So as soon as it's dead, on its back they will get, To cut off the blubber, on which they are set; From its big open mouth the whalebone they'll take, And when they've enough will for home again make. TREES. 1. Three children sat beneath a tree; Their names were Jack, and Bob, and Nan. They wished to learn about the tree, The facts that little children can. 2. Now Jack (the eldest) spoke the first, And said, 'This tree so fine and tall, That gives us such a shady seat, You know we cannot see it all ! '"], [50, "46 RECITATION ROOK. 3. ' No, no,' said Nan, ' of course we can't, For hidden deep beneath the ground Is that which holds the tree quite firm ; 'Tis there the spreading root is found' 4. Said Jack, 'That is not all it does, For everything with life needs food ; So from the ground the hidden root Draws nourishment for leaves and wood.' • 5, Said Bob, ' I have not had a word. But now about the skin so dark — Yet stay, that's not the proper name, The skin of trees is called the bark. 6. 'It keeps it from the sun and rain, And is as needful as the roots ; And tanners from it get a juice To tan the leather for our boots.' 7. Said Nan, ' I 've more than that to tell : The tree to live must also breathe; That it can do so through its leaves Is what, I think, you '11 scarce believe. 8. ' The trunk within is full of rings, One ring in every year it grows. So when the tree is cut, or felled, The trunk the tree's age surely shows.'"], [51, "47 FINGER ALPHABET. As the letters are named, the teacher makes them with her fingers, and the children imitate her. 1. Two fingers joining at the top, And one across the middle— so, Make letter A, but mind the join, Or it is letter II we show. (Unjoin fingers.) 2. Now make a round for letter O, Finger and thumb must touching be, For if they 're parted in this -way, (Part finger and thumb.) The letter will be letter C. 3. Now letter O again we make ; Then hook your finger as I do, And 'tis no longer letter O, But this is truly letter Q, 4. One finger up makes letter I, And one on top makes letter T ; Or two round one — see, that's the -way — And then you will make letter D. 5. One up again, one at the back, For making slanted letter K ; Or two above for letter Y, Or to make X you cross them may."], [52, "48 RECITATION BOOK. 6, One up, two round, for letter P ; The next one will -want fingers four; 'Tis W — that is its name. We cannot make you any more. OITR PIPS. (A RECITATION IN FIVE PARTS.) Narrative. 1. Just one month from yesterday Mother gave these four Mould and flower-pots for their play, And of pips a store. 2. 'Fill the pots with mould,' she said; 'Pips upon it lay; Over them more soft earth spread; Hide them quite away. 3. 'Put your flower-pots in the sun; Water them each day, Till the pips shall, one by one, Shoot up through the clay. Willie. 4. On the sunny window-sill I my flower-pot set,"], [53, "INSTRUCTIVE PIECES. 49 Watered it with right good-will ; It -was always -wet. 5. But, one day, I romped about With our doggie, Dash ; From the window he jumped out, And I heard a crash. 6. Broken was the flower-pot red, Scattered tar the mould ; 'Bother them!' was all I said; 'Care makes people old.' Freddy. 7. Mine I pulled up twice a day, But they would not grow ; So I threw them all away Since they were so slow. Lucy. 8. My seeds by the kitchen-fire Snug -warm quarters found ; Just at first I did not tire Pouring water round. 9. After that— alas ! alas ! I forgot them quite ; Cook (who first let three weeks pass) Put them out of sight. D"], [54, "50 RECITATION BOOK. 1 2. ■j Mary. 10. On the school-room window-sill, Always kept in view, Stood the pips, which, -with good-wall, I show now to you. 11. Once each day I watered them ; Sunshine kept them hot ; See! the orange stems and leaves- See what I have got. THE CATERPILLAR AND THE BUTTERFLY. ' Oh ! would I -were a butterfly With wings, like you, to soar on high,' The caterpillar sadly said. Then, groaning, shook his small, black head. 'You fly so lightly in the air, And seem quite free from earthly care. ' Then can you not stop in your flight, And pity me in this sad plight ? I beg you, just one moment stay, One tiny word of comfort say.'"], [55, "INSTRUCTIVE PIECES. 51 The butterfly, to soothe his grief, Alighted on the self-same leaf. 3. 'Dear friend, cheer up, take comfort, pray ; You will be like to me some day. Be sure of this, for it is true, And I long since -was just like you ; I thought myself a dreadful fright,' The caterpillar laughed outright. 4. ' Your comfort, sir, has gone too far ; 'Tis very plain you joking are.' 'I speak the truth — believe me, pray — You will be just like me some day.' 5. The other shook his head anew, The butterfly repeated, 'True!' But, useless all that he could say, He spread his wings and flew away. 6. Rejecting truth, he lost all hope, Aud lived — a discontented mope. Yet some folk, like our friend, would be Denying truth they fail to see."], [56, "52 THE HAY. 1. You want to know how hay is made? Well, come and sit down here, And I -will tell you all I know, And try to make it clear. 2. Well, first of all the ploughman comes, To plough up all the ground ; And then the sower sows the seeds To lie till spring comes round. 3. It grows and grows all through the spring, Until the summer sun Begins to wither it, and then Haymaking is begun. 4. The mower with his long, sharp scythe, As everybody knows, Comes next, to cut the tall grass down And laj' it all in rows. 5. Then come the girls, -who gaily toss, With merry jest and fun, The hay about, until it dries Beneath the summer sun."], [57, "53 INSTRUCTIVE PIECES. 6. Then come the men, who pile it up In haycocks, soft and dry; For heavy -wagons will be sent To fetch it by-and-by. 7. The ricks are made, and thatched ; and so The hay is stored away, All through the summer months, to keep For use some future day. 8. Then when the winter comes, and snow Has covered all the ground, The cattle think the hay as nice A food as can be found. THE CHRYSALIS. Mamma. 1. Cissy dear, do you remember, One cold day in last November, Something you showed me here? Cissy. 2. Yes, mother, I remember well, A little brown thing, like a shell; What of it, mother dear ?"], [58, "54 RECITATION BOOK. Mamma. 3. Go, bring it to me, darling, now, And something wonderful I '11 show, To fill you with delight. Open the case, my child, and see The little shell you brought to me; It is a pretty sight. Cissy. 4. Oh ! mother, where 's the little shell ? Something has happened— do, please tell What brought this change about. I never thought so bright a thing Could have been hid this shell within ; See how it flies about ! 5. What do you call it? tell me, please, Now, dearest mother, do not tease, I -want to know so much ! The colour on its wings is grand, But 'tis, though resting on my hand, Too beautiful to touch. Mamma. G. Well, dear, I will not tease you more, But go and open -wide the door, And thus let it fly out."], [59, "55 INSTRUCTIVE PIECES. 7, 1 For food, it needs the honey sweet, This is the only food 'twill eat, 'Twill surely die without. Cissy. But, mother, tell me what you call This lovely insect which, tho' small, Can fly so swift and high? Mamma. Can you not guess? Cissy. Just wait a bit, Don't tell me, mother, this is it, 'Tis called a Butterfly. THE GARDEN. Mamma. Come take a walk in the garden ; 'Tis pleasant this hot summer day. Children. Then we'll make you Queen of the flowers, And weave you a crown, if we may."], [60, "RECITATION BOOK. 56 2, 3, First Child. But how do we get the sweet flowers? Second Child. That is just what I, too, want to know. Third Child. And what is it makes them so lovely? Fourth Child. Or who is it makes them to grow? Mamma. The gardener digs up the garden, And sows little seeds here and there ; But before they will give leaf or blossom. They need water, sun, light, and air. If any of these should be wanting, The poor little seed cannot grow ; The gardener may bring the water, But God gives the rest, as we know. The seed rots and dies ; if it does not, No flowers -will ever be there ; And not the least use is the sunshine. The water, the light, or the air. Then -when it is dead, 'tis the green leaf That first makes its way through the ground,"], [61, "57 INSTRUCTIVE PIECES. 4. 5. Then come the buds and the blossoms, WTiich throw their sweet scent all around. Children. But who gives them colour and beauty ? We cannot do it, 'tis clear. Mamma. God alone can do all that you ask me ; He alone makes the flowers to appear. He gives the sweet scent, and the colours, Which give you such pleasure to-day ; They will fade in the dark winter hours. So enjoy them, my dears, -while you may. Children. Then we '11 gather flowers, sweet flowers, Fair lilies, and roses, so gay, And we '11 weave them all into garlands To crown you, this bright, summer day. And we'll toss them about in the sun- shine, While gaily our voices shall ring; We're so happy while weaving our gar- lands, That a sweet merry song we must sing."], [62, "58 HOW BREAD IS MADE. Part I. — The Wheat. 1. Thomas. Good morning, little missie, how may you be to-day ? This is rather early for you to come this -way. I hope there 's nothing wrong, miss, with any one at home, For you don't often come so far away to roam. •2. Annie. Oh no ! thank you, Thomas, every one is well, But there is a story that I know you tell. I asked mamma last evening how the bread wras made ; 'Go and ask old Thomas,' now that is -what she said. 3. Thomas. Well, now, just wait a minute, till I can get some grain, And then I shall be able to make my story plain."], [63, "59 INSTRUCTIVE PIECES. You see this wdieat, Miss Annie, we sow it in the ground, To stay there all the -winter, until the spring comes round. 4. The snow won't hurt it, not a bit— it helps to make it grow, And when it 's melted, very soon the blade begins to show : That grows a bit, and then we see the part we call the ear, Which holds these little grains of wheat, beginning to appear. 5. Then when the sun has turned it a lovely golden brown, The reaper with his sickle comes along to cut it down ; Next 'tis tied in bundles — the farmer calls them sheaves, The gleaners follow close behind, to pick up what he leaves. 6. And then the wheat is carried, for the farmer likes to see The wheat put safely in the barn as soon as it may be."], [64, "60 RECITATION BOOK. But now, my dear, 3*011 must go home; you 've learnt enough to-day. Good-bye. Maybe I '11 tell you more, next time you come this way. Part II. — Threshing and Winnowing. 1. Annie. Well, good-evening, Thomas ; here you see I am again. I could not come this morning, for it began to rain ; But I thought this evening would do just as \"well, To finish up the story you began to tell. ■> Thomas. Come along then, dearie ; -where shall I begin ? Annie. I think we left the farmer with the -wheat all in. Now, please tell me, Thomas, what must next be done."], [65, "61 INSTRUCTIVE PIECES. Thomas. The next thing, miss ? Then the threshing is begun. 3. Annie. The threshing! Dear me, Thomas, what- ever does that mean? Thomas. Now, look there, Miss Annie, do you see that machine With the engine standing near? Annie. Why, yes, of course I do. Thomas. Well, every sheaf of wheat through that machine must go. 4. The engine makes it move, miss, and that is worked by steam ; When you 're a little older you will learn what I mean. The sheaves go in above, and there they 're knocked about Until the grains of corn are every one got out."], [66, "62 RECITATION BOOK. 5. The straw is pushed aside and comes out at the back ; The corn slips through a trough into an open sack ; But the chaff is left behind, so to get the corn quite clean The men now put it through the winnow- ing machine. ii. 'Tis like a fan inside, which blows the chaff away, And only leaves the corn, -which the miller takes away And grinds it in his mill until the flour is made, Which the baker has to buy when he wants to make the bread. Part III— The Bread. 1. Into a large bin, clean and white, The baker puts the flour ; He works sometimes half through the night, Or from an early hour."], [67, "INSTRUCTIVE PIECES. 63 2. He takes some yeast, -which can be bought At the brewer's yard close by, Potatoes, too, which, when boiled soft, Must not be left to dry. 3. Yeast and potatoes, water, salt, Are now mixed well together; And this must all be kept quite warm- That is, if 'tis cold weather. 4. A hole is made deep in the flour. Quite round and large in size, Then all the leaven is poured in, Covered, and left to rise. 5. Then soon it quite fills up the hole, And spreads all round about ; The flour must with it now be worked, Then kneaded, and rolled out. 6. The dough is then made into loaves — They 're easy too to make ; The oven must be heated well, Or else they will not bake. 7. In goes the bread, the door is shut, There's nothing more to see Until we take it out well baked, New bread for you and me."], [68, "64 1 2, 3. THE BUTTER. Question. Splash-dash ! splash-dash ! what are you doing Turning that handle round ? Answer. What am I doing? making butter, The best that can be found. Question. What do you get the butter from? Answer. The butter comes from cream. Question. Cream ! what is that ? I 'd like to know. Answer. How curious you seem ! The cream is taken off the milk The cow gives every day ; We put it in a large flat pan, And there we let it stay."], [69, "65 INSTRUCTIVE PIECES. 4. After some time the cream will rise Quite thickly to the top ; It is so pure, and rich, and good, We never -waste a drop. 5. To get the cream all off the milk, The skimmer we must take, And this is filled with little holes Through -which the milk -we shake. 6. Next scald the churn and beaters well, Tubs, cloths, prints, fingers too ; The butter else will stick to them, And that -would never do. 7. The cream is then put in and churned, Or beaten. So 'twould seem That beating turns to butter what We just now called the cream. 8. Then it is taken out and washed In water cold and clear, Worked well with cloths, or buttermilk Will soon in streaks appear. 9. Next add some salt to make it nice, And help to keep it good ; Or else 'twill turn rancid, then It is not fit for food. E"], [70, "66 THE COW. l. Moo, Cow, moo ! Of what use are you ? 2. 'I give you nice milk every day, As fresh and sweet as new-mown hay. 3. ' From milk come cream and butter ; cheese Can be made also, if you please. 4. ' My flesh, when killed, will give you meat, For beef is very good to eat. 5. ' Knife-handles my bones make for you ; My hoofs, when boiled, make size or glue. o. 'My skin, when young, makes soft shoe- leather, Which looks so nice in summer weather. 7. 'My bones, when ground, make good manure— I am a useful beast I'm sure,'"], [71, "67 THE HORSE. i. Gee-up, Horsey, gee! What use may you be? 2. 'I draw your heavy carts and drays, The carriage or the lighter chaise. 3. 'Upon my back the ladies ride, With gentleman or groom beside. 4. 'My flesh 'tis true won't give you meat, But cats will find it good to eat. 5. ' My short hairs make the mortar strong ; Your houses else would not last long. <;. 'Upon my neck and tail are hairs Which stuff your mattresses and chairs. 7. 'My bones make toys, rings, and white handles ; My fat is used for oil or candles."], [72, "68 RECITATION BOOK. 8. 'My hide will make that thick strong leather For workmen's boots, when sewn together. 9. ' After this I 'm sure you '11 say The horse is useful every -way.' THE DONKEY. 1. Hee-haw ! hee-haw ! hee-haw ! Pray what are you good for? 2. 'They say I am the poor man's friend, In serving him my life I spend. 3. 'I draw his little cart about, Or take the little children out. 4. ' Although my flesh does not make food, My skin makes parchment strong and good. 5. ' Food of the coarsest sort I eat, But carrots are my greatest treat."], [73, "69 INSTRUCTIVE PIECES. 6. ' Heavy loads I well can bear On roads where horses badly fare. 7. 'I'm strong and hardy, g-entle, quick, If never beaten with a stick. 8. ' Ah ! if men would but kindly treat me, I 'd do more work than -when they beat me. 9. 'For then I get so cross and sore, I do less work instead of more. 10. ' My milk gives strength to invalids ; Am I not useful by my deeds ? ' THE S LI E E P. 1. Baa, baa, sheep, what do you do? I hope you '11 say you 're useful too. 2. 'Blankets and cloth the wool will make, Which from my back the farmers take. 3. 'Flannels and clothing, stockings too, Warm gloves and cosy vests for you."], [74, "70 RECITATION BOOK. 4. 'My flesh is food, and we are told 'Tis lamb when young, but mutton old. 5. ' My skin makes leather, hoofs make glue, My fat is used for tallow too. (J. ' When young to skip and jump I 'm ready ; When old I grow quite grave and steady. t 7. ' That I am useful you '11 allow, After what I've told you now.' THE DOG. 1. Master Doggie Bow-wow-wow, Pray what may you be good for now? 2. 'Well, I'm called the \"friend of man;\" I help him every way I can. 3. ' I guard your houses and your garden ; Of property I am the warden. 4. ' I keep your flocks of sheep from harm, And with \"bow-wow\" give the alarm."], [75, "INSTRUCTIVE PIECES. 71 5. ' I 'm useful in the hunting season ; The rabbits fear me with good reason. 6. 'I bravely face the greatest danger To save the life of friend or stranger. 7. 'Abroad they harness me to sleighs, And use my strength in many ways. 8. 'My skin, when tanned, will make good gloves, The kind that every driver loves. 9. ' I am the friend of one and all, And each one loves me, great or small.' THOUGHTS AND WORDS. 1. Words are the index of the mind— With kindly thoughts our words are kind. 2. Of actions, too, 'tis true to say They speak our thoughts from day to day. 3. If then our thoughts we train aright, Actions and words will bear the light."], [76, "72 RECITATION BOOK. 4. For those who ne'er offend in speech Are perfect, so the Scriptures teach. 5. While actions will be good indeed If from good thoughts they all proceed. 6. But family peace is often broken By unkind thoughts unkindly spoken. 7. And when bad thoughts disturb the mind, Bad actions follow close, we find. 8. So this shall be the lesson Learnt well, while we are young : Let kindly thoughts of others Rule our actions — guide our tongue."], [77, "SECTION III. MISCELLANEOUS PIECES."], [78, ""], [79, "75 1 2. 3, THE TEA-PARTY. Tea-time ! tea-time ! Ring the bell for tea! Cakes, bread, butter, Other good things — see ! Tea-time ! tea-time ! Ring the bell for tea. (Repeat after each verse.) Will you have some tea, Jane ? It is nice and hot. Will you have some sugar? No? you'd rather not? Shall I pour the cream in? It is fresh and sweet. You are used to plain milk? Cream will be a treat! Who'd like bread and butter? You, and you, and you. Three for bread and butter; Jam? AVhat! only two? Honeyed bread and tmtter? Ah! you all like this. You are taking nothing ; What will you have, Miss?"], [80, "76 RECITATION BOOK. Miss Dainty. 4. Bread and butter, thin cut, Is to me no treat ; Jam is far too sticky ; Honey is too sweet. Cake I do not fancy; Biscuits are too dry ; But of hot toast buttered Just a bit I '11 try. 5. No, that is not wholesome, So we have none here; If you are so dainty, Stay at home, my dear. For 'tis far from pretty, Nay, 'tis very rude, When at tea or dinner, To despise the food. THE ROW-BOAT. The children should sit on the floor in the shape of a lioat, or several boats according to the number of children, and row with their arms. 1. I mean to be a sailor; How merry I shall be ! The captain of a vessel A-sailing o'er the sea;"], [81, "77 MISCELLANEOUS PIECES. The ship must be a large one, Too deep to come inshore, So we shall have a row-boat, And each take an oar. Get into the row-boat, Each take an oar; Pull, boys, altogether! Row us ashore ! (Repeat after each verse.) 2. Tho' at our first departure Each one of us may sigh, And those we leave behind us Most certainly will cry; Yet as we go a-sailing, A-sailing on our \"way, With sun and wind to cheer us, We shall soon feel gay. 3. But as the sea grows rougher, Perhaps we may be ill, And long to see the dry land, The trees, and plain, and hill. Then we must pluck up courage ; Yet, if some land be nigh, We may pay it a visit, Before we pass it by."], [82, "78 RECITATION BOOK. 4. And when home returns the ship, Our friends 'Hurrah!' will cry, And give us hearty welcome When they our good ship spy. And we shall shout in answer, ' Hip, hip, hip, hurrah ! Hip, hip, hip, hurrah, my boys ! Hip, hip, hip, hurrah ! ' GOD MADE ME A BOY. 1. Upon the Burnham sands, one day, A group of children were at play. A lady passing stopped to gaze At them and at their childish -ways. 2. On one at length her eyes did rest, He \"was, of all, the prettiest ; His face of clear transparent hue, His golden curls, his eyes of blue, So clear and innocent they -were, That heaven seemed reflected there. 3. She laid her hand upon his head, Then paused, and next she slowly, said The -while she raised one golden curl, 'You are a pretty little girl!'"], [83, "79 MISCELLANEOUS PIECES. The eyes so calm just now flashed fire The boyish heart was filled with ire. 4. ' Me 's not a girl — me is a boy ! ' The lady marked the change with. joy. ' Oh no ! you are too pretty far ; I'm sure a little girl j^ou are.' 5. Amused again, she watched him now : The flush had mounted to his brow; Her hand he shook from off his head ; 'A boy, God made me,' then he said. 6. And she, ' Dear child, I yield to you ; Indeed, I see your -words are true. Why God did so I cannot tell, But know that He does all things well THE BROOK. 1. From out a narrow mountain gorge, A tiny stream, one day Gushed forth, and to the ocean's bed It quickly made its way. 2. It danced and babbled o'er the stones, Like some small child at play ; And, had one caught its liquid words, One might have heard it say:"], [84, "80 RECITATION HOOK. 3. ' I hasten gladly on my way ; I long to join the sea; Somewhere it tosses wearily, In urgent need of me.' 4. But when, that self-same evening, The ocean came in view, The streamlet blushed for very shame, And caught the sunset hue. 5. To knowledge of its littleness It suddenly awoke, And with new-born humility, Unto itself it spoke : 6. ' Oh ! little, little, noisy brook, If thou hadst seen the sea, Thou could'st not even once have thought Its floods had need of thee. 7. 'Then hasten on in silence now, Thy babbling prattle cease; Within the ocean thou wilt find Thy joy, thy rest, thy peace.'"], [85, "81 VARIETY IS CHARMING. 1. 'The same for breakfast every day! I 'm tired of bread and milk ; I in tired of cotton frocks, though gay ; I wish that they were silk. 2. ' I 'm tired of horrid lesson-books ; I'd like to mind the sheep, Eat cake— drink -water — from — the — brooks And ' — Bessie fell asleep, 3. A farmer passed near in his smock, And said that he would keep Her in the field, to mind his flock Of lambs and wholly sheep. 4. Without a shelter overhead, She watched them night and day ; Her only food was coarse brown bread She had no time to play. 5. 'I do not like such bread as this, You know I w^anted cake.' The farmer said : ' My little Miss, What I give you must take.' F"], [86, "82 RECITATION BOOK. 6. Then, suddenly, a lady tall, With eyes of brightest blue, Took Bessie to her castle hall, WThich now appeared in view. 7. She placed her in a chair of state, And clothed her in silk smock, Then bid her sit up stiff and straight Lest she should spoil her frock. 8. She fed her day and night with cake, And all the long hours through She never from her face did take Those eyes of coldest blue. 9. 'I hate this horrid place, I do, I hate silk smocks and cake.' The lady started, Bessie too, And— found herself awake. WEATHERCOCKS. 1. The weathercocks are made, you know, To show us whence the wind doth blow ; They turn to South, North, East, or West, And, having faced the wind, they rest."], [87, "83 MISCELLANEOUS PIECES. 5 2. This is their object, this their aim, For this we give them praise, not blame ; With boys and girls 'tis otherwise ; Such change in them we should despise. 3. A little girl to school conies in ; Her face is shining as a pin. To all, her words are sweet and kind, And room for late ones she will find. 4 She passes pencils, slates, or books In silence, but with pleasant looks ; A merry smile plays round her mouth — The wind blows surely from the South. 5. The afternoon comes ; to her place She goes in silence, on her face A cold hard frown. No smile comes forth— 'Tis plain the wind is in the North. 6. Another change, perhaps, at night; She quarrels, almost has a fight— The wind is blowing from the East, A wind not good for man nor beast. 7. Next morning, when she leaves her bed She gets out ' wrong side ' as 'tis said :"], [88, "84 RECITATION BOOK. Then, try to please her as we may, She looks unhappy all the day. 8. We ask the cause— what makes her cry ? A shower of tears, her sole reply — The -wind has clearly changed again ; We know the West wind by the rain. 9. If, guided by all winds that blow, We too like weathercocks shall grow, Let us be like the steeple found — Firm, heedless of the changes round. MY SERVANTS. 1. I have some little servants, And useful ones they are; From me they never wander To seek their joys afar. 2. My very smallest wishes They readily obey, I never have to ask them, Nor need one word to say. 3. Am I athirst or hungry? They food at once prepare ; And, having brought my dinner, They wait on me with care."], [89, "85 MISCELLANEOUS PIECES. 4. Have I a mind for sewing? My work-box soon I see: My work, and all things needful, They fetch at once to me. 5. Would I send, you a letter? They -write -while I dictate ; And if my head be aching, They gently bear its \"weight. 6. Though I long years have known them, Have seen them day and night, I cannot now remember A quarrel or a fight. 7. Nor have I ever heard them Unkind or vain words speak; They never ask for wages, Nor thanks nor praise they seek. 8. 'Treasures!' you say; yes, truly, But you all have the same; And now I 'pray you tell me Their numbers and their name."], [90, "86 MY WINDOWS. Windows I have two : Are they white and blue ? Are they brown and white? Either may be right. From these -windows two I can look at you, Or else I can gaze, Through the summer haze, On the meadows green Where the hay has been. If in winter's snow To the town I go, Do these windows stay? No ! they come away, Look on chimneys tall, Houses great and small, Often dark and gray, Veiled in fog all day; Such the sights that I From them do espy. But (what sounds most strange) E'en the windows change, As, o'er streets and ways, Forth from them I gaze. If I feel delight, Then they glisten bright;"], [91, "MISCELLANEOUS PIECES. 87 Funny sights I see, Then they dance with glee; Am I vexed and grim ? Dull they are and dim ; Am I sad -with you ? They are veiled in dew; If I lain -would doze, They their shutters close; Am I foolish? Wise? Read it in these A NOBLE LADY. 1. I know a noble lady, She is of high degree ; And though we may not see her, She speaks to you and me. 2. Although of such high station, She does not dizzy grow, But calls, with loud clear accents, On those who walk below. 3. 'Indeed!' Methinks you answer, 'She shouts' to all who pass! She cannot be a lady, But must be bold as brass.'"], [92, "88 RECITATION BOOK. 4. She is brass, but her boldness Is not -without alloy ; Her tones are kind and loving In grief as well as joy. 5. When all are sunk in slumber, If fire should threaten harm, She calls out from her watch-tower, And promptly gives alarm. 6. A christening goes forward, Her tone is bright and gay; More lively still her chatter Upon a -wedding-day. 7. And -when a poor soul passes From this sad life away, She bids her hearers for it A happy passage pray. 8. This noble lady, -who is she? I'm sure you love her well, Full oft her praises have been tol(le)d, Her name you know — 'tis b— ."], [93, "8!) OUR FRIEND. We have a friend, one always kind, And gentle too, but she is blind. To all, at times, she finds her way, Yet more by night than glare of day, For then it is -we think it best Beneath her loving care to rest. To seek her tender, -willing aid None but the coward is afraid. No doctor half so good as she, And yet she never asks a fee : E'en kings and queens need have no shame Her gen'rous help, unpaid, to claim ; Nor is the poor man's scanty store One coin the less her visit o'er. Toil that, before it, would annoy, When it is over, gives but joy. Not many seek her aid in vain : Her aid is balm for weary pain. My friend will close the childish eye Which night and darkness terrify. The fever-patient's aching head, Now tossing restless on its bed, Will find its life and reason saved If she but grant the visits craved ; All eyes wake dry though they did weep Before she soothed them— gentle S ."], [94, "90 > '> THE SAND HOUSE. 1. Tom and Nan had both been ill, So mother and big brother Will, To make them strong and better be, Took them to stay beside the sea. 2 Said Tom, 'It's very funny land, There 's nothing here but stones and sand ; Said Nan, ' If stones and sand are here, That we can build a house is clear.' 3. So each dug hard with wooden spade, Until a fine, large heap was made : Then doors and windows soon they mark- Said Tom, 'This is a splendid lark.' 4. 'But, Oh!' said Nan, 'just look and see, The water's not where it should be; For wrhen we came 'twas just down there. And now it 's coming right up here.' 5. Then off they ran with nimble toe, As quick as little legs could go ;"], [95, "91 MISCELLANEOUS PIECES. Sat down and watched with mournful eyes The water to the sand house rise. 6. Up, up it came in ripples fast, Until the house was reached at last, When down they saw their building fall, Windows, chimney, doors, and all. 7. Said Tom, ' 'Tis knocked down by the -water, The stones not being joined with mortar; Just what we learnt at school, you see, A lesson for both you and me.' HAVE YOU SEEN MY BABY? 1. Have you seen my baby? Little Rosy baby; Isn't she sweet? Three she is but barely, Yet school misses rarely, Just for a treat. 2. In a corner cosy Sits nay darling Rosy, Looking so neat."], [96, "92 RECITATION BOOK. Sense she has in plenty, Counts right up to twenty; That is a feat. 3. More she knows of letters Than some of her betters In the same street. Brother Jack's eleven, I, Kate, am just seven, So it is meet Both should love our baby, Little Rosy baby : Isn't she sweet? VAIN PUSSY. Oh ! do look at our pussy-cat ! I put on her a grand new hat; Of bright blue paper it is made ; She will grow vain I am afraid, For when her kitten passed this way She sat straight up as if to say : ' Miss Kitty, you may go away ; I shall not play with you to-day! I have a hat both smart and new, And am too fine to romp with you.'"], [97, "MISCELLANEOUS PIECES. 93 Now, pussy dear, attend to me : 'Tis very foolish proud to be, Because you have upon your head A bright blue hat with feathers red. ' Fine feathers make fine birds,' you know, And on your head they did not grow ; On Poll, the parrot's, yesterday I found them, by her, cast awray, And though for her they -would not do, I thought them good enough for you. MY LITTLE SISTER. 1. Have you seen my sister, dear? She is so sweet and fair; She has two lovely soft blue eyes, And curly golden hair. 2. Two rosy little pouting lips, Which oft are press'd to mine, When parted show two rows of teeth, And white as pearls they shine. 3. She plaj^s all day, and trots about Upon twro tiny feet; She never looks the least bit cross, But always good and sweet."], [98, "94 RECITATION BOOK. 4. She likes to sit upon the floor, And have her toys all round; And conies -with two full hands to show The pretty things she's found. 5. But when at night her prayers are said, She to my arms will creep, When two lids gently close her eyes, And Baby falls asleep. 6. But two small ears are quick to hear The slightest sound I make, So if I do but say her name My sister is awake. A SAD TALE ABOUT DOLLY. i. I've such a sweet dolly, I wish you'd the same ! And when we go -walking we have such a game, Kathleen Isabella, you know, is her name. (Children exclaim) Oh, dear me!"], [99, "95 MISCELLANEOUS PIECES. 2. My dear little dolly, I do love her so ! With her saucy black eyes, -white teeth that just show, With pretty pink roses her cheeks all aglow. (Children) Oh, dear me ! :t!. I took my dear dolly out -walking with me, And the air made her sleepy, and so— do you see? — I put her to bye-bye beneath an oak tree. (Children) Oh, dear me ! 4. But a naughty dog saw her while I was at play, And bit her all over, then hid her away; And when I had found her I heard people say — (Children) Oh, dear me! 5. I washed my dear dolly ; but oh, you can't tell How ill she is looking, her cheeks seemed to swell ; Her roses are gone and her white teeth as -vvell ! (Children) Oh, dear me!"], [100, "96 RECITATION BOOK. 11. Her curls are all straight, and her eyes are pushed in, And dear Mamma tells me she 's not worth a pin. But I still love my dolly, and count it no sin — (Children) Oh, dear me ! MY KITTEN. 1. I once had a dear little kitten, So loving, and playful, and gay; I -was fonder of her than of dolly ; I played with her nearly all day. 2. Shall I tell you her name ? It was Silky ; Her coat was as shiny as jet, With one little white spot on her bosom ; I think I can see it there yet. 3. She used to like milk in a saucer, With soft little pieces of bread ; I always loved feeding my kitty, Arid stroking her pretty soft head."], [101, "97 MISCELLANEOUS PIECES. 4. She wore round her neck a. blue ribbon, And a silver bell hanging to that ; Mamma used to say 'twas too pretty To put on a little black cat. 5. But one day I lost my dear pussy. I called her, and called her in vain, And though I looked everywhere for her I never saw Silky again. 6. But I very much fear she was stolen, For she was so pretty, you see ; Don't you think they were very bad people, Who could take my Silky from me? THE PIGS THAT WENT OUT TO DINE. l. Two poor little Piggies had lost their mamma Before they had quite learnt to eat, So a good kind lady then gave them a home For fear they should die in the street. G"], [102, "98 RECITATION BOOK. •J. She made them a bed in a basket so -warm, And lined it -with sweet-smelling hay; So the poor little pigs were as snug as could be, And lived in it both night and day. 3. But as they grew bigger she made them a house, Of wood, with a fencing all round ; And nice clean fresh straw she had put in the bed, So they had not to sleep on the ground. 4. One day these two piggies grew tired of their home, And for dinner they thought they 'd go out, So they grubbed a large hole underneath the nice fence, With the aid of their strong little snout. 5. Through this they walked out as grand as could be ; There wasn't a creature in sight ; And they galloped and capered about the big yard, And grunted and squeaked with delight."], [103, "99 MISCELLANEOUS PIECES. a But all of a sudden these naughty young things Grew as quiet as two little mice, For the house-door was open ; if they could get in, They thought it -would be very nice. 7. So into the hall then they trotted, and on Through the half-open dining-room door, And as it was dinner-time, snapped up some peas Which Baby had dropped on the floor. s. But soon they forgot what place they were in, And grunted both at the same time; And oh! how the children and father did laugh At the pigs that had come in to dine."], [104, "100 THE THREE MICE. l. Three little mice were sitting on a table, Eating plum cake as fast as they were able, When in came pussy with her kittens three, And the poor little mice were as frightened as could be. •2. Thejr looked down on this side, and then upon that ; How could they escape from that terrible cat? The nice sweet cake had now lost all its charm ; Their poor little teeth w^ere chatt'ring with alarm. 3. Then the door was opened, and Torn, the 3roungest boy, Walked into the room, holding out a nice new toy With such a sweeping tail that all the kittens three Jumped up to play with it as merry as could be."], [105, "MISCELLANEOUS PIECES. 101 4. Mother Puss turned round that she might see the fun, 'Now,' said little Mousey, 'now's our time to run ;' So down the cloth they scrambled, and quick across the floor, And every one got safely through the hole behind the door. 5. But oh ! they were so frightened, for pussy saw the last, And made a spring to catch him, and tried to hold him last ; But he only got a scratch, and he didn't care for that, For he knew she'd like to eat him— the dreadful, cruel cat ! 6. Then they went into the parlour, and safely locked the door, And when they'd had some tea, they talked the matter o'er; Then wisely they decided, though cake was in the house, They'd rather go without than risk the life of one poor mouse."], [106, "102 '> THE NEST. 1. Two little birds one morning Were twittering loud and fast, Wondering where they'd build their nest, Secure from all who passed. 2. They looked all round about them, Then they looked down and up, And overhead they saw some twigs Shaped like a little cup. 3. ' Wouldn't this do,' said Dickey ? 'These twigs are just the thing; They'll hold the nest on every side, And let it gently swing.' 4. At once they brought some straw there. And twisted it all round. Lining it soft with moss and wool, Or anything they found. 5. But one fine sunny morning Dick's joy was at its height, For mistress Dick had shown to him Five eggs, with great delight,"], [107, "MISCELLANEOUS PIECES. 103 6. Then with great love he watched her, And fed her with such care, While she with outstretched wings kept warm The five eggs hidden there. 7. She turned them every morning, And every day she watched, Until with all a mother's pride She said, 'My eggs are hatched' 8. Then Dick -was much more busy, For now he had to feed The mother and her little ones ; And he was proud indeed. PUSSY'S EXCUSE. 1. Pussy by the hearth one day Seemed to be tired out with play; When up the shelf she made a spring, Making all the glasses ring. 2. 'Oh!' I cried, 'you naughty cat, What on earth can you be at, Jumping up that shelf so high, With a spring so swift and sly?'"], [108, "104 RECITATION BOOK. 3. Then she made me this excuse: ' Surely I must be of use, For I've caught this fine fat mouse, The greatest pest in all the house, 4. ' Who such liberties does take, Nibbling at our cheese and cake, And candles too. 'Tis hard to find A thing to which he's not inclined. 5. ' Now you '11 kindly me excuse, For you see I am of use ; So do not scold your little cat, Now you know what she's been at.' THE ROBIN. 1. Snow is on the meadow, Snow is on the hill, Covering the house-tops, Whitening the mill, Lying on the pathway, Sparkling on the trees. Oh ! it is cold -weather ; All the brooks wall freeze."], [109, "105 MISCELLANEOUS PIECES. 2. 3, 4. And the little Robin, What will he do then ? With his modest helpmate, Pretty Jenny Wren. There he is ! dear Robin, With his breast so red ; See a snowflake 's lying On his pretty head. Now he's tapping gently On the window pane ; Every tap seems saying ' Here I am again. Oh ! I am so hungry — In the cold I roam — Give me just a bread-crumb To carry to my home ! ' Throw him out a bread-crumb While he's hopping round, Though he '11 scarcely find it On the snowy ground. Now he's had his breakfast, Watch what he will do, There ! he 's off to Jenny That she may have some too."], [110, "106 THE BOY AND THE BIRD'S NEST. A TRUE STORY. 1. A little boy went out one day Among the fields to roam ; He found a bird's nest in the hedge, Took it, and brought it home. 2. Five little eggs were in the nest; And Joe felt very grand, When, opening the door, he held The bird's nest in his hand. 3. 'Look, mother; see what I have got.' His mother's face was sad; Joe wondered why it was, because He felt so very glad. 4. ' Oh, Joe ! ' she said, ' suppose some day A cruel man should come, And take you right away from me, And every one at home. 5. 'I think you'd cry, don't you, my dear?' Joe looked into her face ; The gentle lesson she would give 'Twas easy there to trace."], [111, "107 MISCELLANEOUS PIECES. 6. He turned, and slowly left the room; But once outside the door, He ran until he'd put the nest Back where it -was before. 7. The mother-bird was very glad To see her chicks again ; And Joe felt very happy as He ran along the lane. 8. Then opening the parlour door, Just putting in his head, ' Mother ! I haven't got the nest, I 've put it back,' he said. 9. A short time passed and Joe was gone; No more at home he'll play: No bad man took him— angels came And bore him safe away. WHAT I WOULD LIKE. 1. What would I like to have? you ask; Well now, just let me think : I'd like to have a pretty doll, And dress her all in pink."], [112, "108 RECITATION BOOK. 2. I'd like to have a cradle-bed, Mattress, and pillows too, With sheets and counterpane as well, And blankets soft and new. 3. I'd like a little rocking-chair, On which sit down I might, To rock my dolly off to sleep, When she is tired at night. 4. Besides all this I want a dog To run and play with me; Or else when dolly is asleep, What would become of me? BABY DOLLY'S CURE. i. Draw the curtains closer, Baby-doll is sick, Go and fetch the doctor, tell him to be quick, Tell him she is restless, will not lie in bed, Nor can I keep the bandage on her curly head. 2. Tell him she is crying, for she is so ill, And I want him to cure her if he kindly will."], [113, "109 MISCELLANEOUS PIECES. Very soon the doctor came and loudly knocked ; When he reached the bedroom he was greatly shocked. 3. 'How d'ye do, Miss Molly? Dear! dear! this is sad ; Your poor Baby-dolly does look very bad. Cheeks a deal too rosy, eyes are much too bright ; Just draw back the curtain, let me have more light. 4. 'Now, don't cry; I'll cure you, that you may depend ; I 've got lots of physic, bottles without end.' Then he wrote a paper Molly could not read, But she thought the doctor very kind indeed. 5. 'She must take this med'cine every hour or so ; Now, good-night, Miss Molly, I must really go.' Next day Baby-dolly was very glad to tell That Dr Joy had cured her; now she was quite well."], [114, "110 OUR PET CHICKEN. A TRUE STORY. 1. Once as Lottie, mother, and I, Were walking up a country lane, We heard a gentle, piping cry, Just like a little bird in pain. 2. ' Hark ! ' mother said, ' what cry was that ? ' ' It sounded like a chick,' said I ; ' Then we must find it,' she replied, 'Or else it very soon will die.' 3. We had not far to look, for soon We found a hen's deserted nest ; One chick was there, the mother hen Had gone back home with all the rest. 4. This one was late in being hatched, And so poor mite 'twas left behind. ' We '11 take it home,' my mother said ; 'To leave it there would be unkind.' 5. So home we went, and then 'twas fed, We looking on with great delight ; WTe wondered too what would be done To keep it -warm all through the night."], [115, "MISCELLANEOUS PIECES. 111 6. In a small basket filled with hay 'Twas placed, quite near the kitchen fire, Wrapped warmly in a soft -wool sock. What more could little chick desire ! 7. \"We watched it fed, we watched it grow, We saw the soft brown feathers come ; It learned such funny playful ways That 'twas the pet of all at home. 8. But \"when our pet was some months old, We left our pleasant home and dell ; And taking Biddy with us, went Some miles by train in town to dwell. 9. And here she met a cruel death One night ; although she 'd grown quite big, She fell down off her roost, and, oh ! Was torn to pieces by a pig! 10. The horrid pig was sold at once; Oh! how we hated it, But yet Nothing could ever bring back life To our poor, gentle little pet."], [116, "112 THE SPARROAV AND HER CHICK. l. A dear little sparrow stood on a high wall, Looking important, although very small, Shaking its feathers, and opening each -wing, So fussy and busy, the dear little thing. 2. It looked all about it, as if it would say, 'You don't see a Dicky like me every day. Just look at my feathers, and see my long tail, I am sure when I in flying my wings -will not fail.' 3. It seemed so important, I thought it must be The king of the dicky-birds up in the tree, Twitt'ring and flutt'ring, and turning around, Seeming too grand to come down on the ground. 4. But just at this moment another bird came, Its feathers and colour exactly the same As the one on the wall, and then I found out What all this bustle and fuss was about."], [117, "MISCELLANEOUS PIECES. 113 5. 'Twas only a chicken just leaving the nest, And so wasn't able to fly with the rest, Or to find its own food, or come down from the wall, And though it looked big was in faot very small. 6. To give it some food its mother had come, And brought in her beak such a beautiful crumb, Which she gave to her chick who, proud as he may be, Was after all only a little bird-baby. 7. Now here is a lesson I think for us all, For some of us children, although we are small, Think so much of ourselves that 'tis really absurd, We deserve to be laughed at like this little bird. H"], [118, "114 OUR SAM. 1. I once had a dog, And Sam was his name; He was loving and kind, And always the same. 2. His coat was jet black, And hanging in curls; His eyes a soft brown ; His teeth white as pearls, 3. We taught him to sing Such a queer little song, A low dismal whine, Not loud, but so long. 4. He would then run away, As if he 'd been blamed, And hide his poor head. And look so ashamed. 5. When we were at meals, He had a low chair, At the side of the table, And used to sit there."], [119, "115 MISCELLANEOUS PIECES. 6. If we gave him a piece, Saying 'Don't touch it, Sam,' He -would turn right awTay, Looking meek as a lamb. 7. And there he would stop Until we said 'Now,' Then 'twas gone with a snap, And for thank you, 'Bow-wow.' THE BIRD AND THE CAT. 1. A little bird, one summer night, Had early gone to rest, Upon a slender lilac branch, Not in a cosy nest. 2. A large green leaf was over it, It seemed to have no fear; Poor little bird, how could it think An enemy -was near ! 3. But so it -was, and -while it slept, Its head beneath its wing, A naughty cat tried hard to reach The pretty little thing."], [120, "116 RECITATION BOOK. 4. She stood upon the wall and mewed, And stretched out both her paws; But Dicky -was just out of reach Of those sharp, cruel claws. 5. But at this moment some one passed, As this bad pussy found, Who gave her one or two sharp pats, And put her on the ground. 6. But puss was cross, and jumped again, To try her luck once more ; And then the lady took her out, And shut the garden door. 7. So Dick was saved, he slept in peace All through the summer night, But pussy had to stop indoors — I think it served her right. THE DOLLS' TEA-PARTY. l. Nellie was my eldest doll; Her eyes were blue, her waist was small, Her hair was long, her cheeks were pink She -was a lovely doll, I think."], [121, "117 MISCELLANEOUS PIECES. 2. One day my Nellie said to me, 'Mamma, you know I'm nearly three, And, when my birthday shall have come, May I have some friends at home?' 3. So she invited Kitty Bell, With Annie Light, and Jane as \"well, And many more, both young and hearty, Making up a grand tea-party. 4. The cups and saucers -were got down, And Buzzard sent a cake from town ; Biscuits and jam, though last not least, All helped to make a birthday feast. 5. The clay was warm, the sun was bright, And Nellie's eyes danced with delight, When just at four the house-bell sounded, And off to greet her friends she bounded. 6. Yes, there they were, both one and all, And merry laughter filled the hall; The tea and toast were soon brought in, And then the party did begin."], [122, "118 RECITATION BOOK. 7. Nellie of course poured out the tea, She did it nicely I could see ; While Nurse and I passed cake or ham, The biscuits, or the bread and jam. 8. Then when the tea was cleared away, They danced and sang, had games of play, Until the clock struck half-past eight, And this for dolls is very late. 9. Then all shook hands in friendly glee, And each thanked Nellie for the tea Good-night -was said, and all agreed This -was a birthday feast indeed. MY DOLLY. 1. Yes, my Dolly's just turned eight, Yesterday she gave a tea, Just because of her birthday, And, of course, invited me. 2. After tea we saw her presents — Pretty things her friends had brought Birthday gifts are always pretty, That -was what my Dolly thought."], [123, "MISCELLANEOUS PIECES. 119 3. Now, I always tell my Dolly Not to be a selfish child, How I want to see her always Loving, gentle, tender, mild. 4. So, -when all her little playmates Had been looking at her toys, Dolly thought she'd like to give them To the little girls and boys. 5. 'Every one may take a present,' So said Dolly. Oh! to see What a lot of happy faces Turned to hear her words with glee. 6. Sweets and candy, boxes handy, Pictures, cards, and toys -were seized, Every little boy had something, Every little girl -was pleased. 7. All the pretty things were taken; Hush now! while I tell you this — In my arms I took my Dolly, And I gave her such a kiss."], [124, "120 JOHNNIE'S DOGGIE. 1. Little Johnnie lived with mother, And he was his mother's pet; Just as bright and good and loving As any boy I ever met. 2. Living in a little cottage, Clean as any new-made pin, Little Johnnie had a doggie, And the doggie's name was Flin. 3. He -was big, and black, and curly, Full of fun and frolic too ; And his black eyes seemed to -whisper, 'Little master, I love you.' 4. On a bright September morning With a net our Johnnie went, And saw the little fishes swimming As o'er the river brink he bent. 5. Flin is watching, watching closely, Will he catch them, one, two, three ? Just a little, little lower Stoops the boy on bended knee."], [125, "121 MISCELLANEOUS PIECES. 6. Then a cry, a noise, a plunging — In the -water falls the boy. Who is there to save her darling? Who will rescue mother's joy? 7. Something big, and black, and curly Quickly leaves the river-side, And to save his little Johnnie Braves the water deep and wide. 8. Panting, struggling, brave and loving, Flin has reached his master clear, Gently draws him, slowly, surely, To the grassy landing near. 9. On the ground our Johnnie's resting, And his face is pale and sweet; Then his blue eyes slowly open, And his dear old doggie's meet."], [126, "122 THE ROSE AND THE LILY; OR, THE KIVAL QUEENS. (A SHORT PLAY PRIZE-DAY PIECE.) Prologue. Long years ago, when the flowers could speak, they wished to choose for themselves a queen. The Rose and the Lily seemed to have an equal right to the honour, and this led to some rather warm discussions on the suhject. One day, when the dispute was rather hotter than usual, a young Tulip, that had hitherto kept modestly in the background, stepped forward and asked leave to speak and settle the matter once for all : this was graciously granted by the other flowers, and the following is the account of the proceedings. 1. The Narrator. In pensive mood I wandered Through a garden gay with flowers, Then sat me down to rest awhile In one of Nature's bowers, Where soon sweet sleep stole o'er me, And presently I dreamed, But so clearly rose the vision, That reality it seemed. Methought the flowers drew near me — The Rose and Lily tall, The Sweet-pea and Carnation, The Tulip last of all."], [127, "123 MISCELLANEOUS PIECES. They seemed to be conversing On that lovely summer day; And I bent my ear to listen To -what each of them might say, The gentle Rose -was speaking, And her voice was soft and low. She said: •2. The Rose. ' I 'm Queen of all the flowers That in this garden grow. All love to see my beauty And my fragrance sweet inhale, For I grace the gorgeous palace And the cottage in the dale ; I bring the mourner comfort, For I solace him in grief; I give the sick and ailing ones Refreshment and relief. 'Tis true, the thorns around me Often cause a passing smart, But the pain is soon forgotten In the pleasure I impart. I am begemmed with dewdrops In the early morning light, The honey-bee bends o'er me As he stays his hurried flight."], [128, "124 RECITATION BOOK. Then I glory in the sunshine And the soft blue summer sky, For one and all they love me — \"The Queen of Flowers\" am I.' 3. Narrator. Then the Lily, swift advancing, Bowed her head wdth modest grace, And a gentle smile was fingering O'er the pure and lovely face. She murmured : 4. The Lily. 'Rose, I know, dear, That you are most sweet and fair; But say, has not the Lily Of your beauty some small share ? You deck the cot and palace, But I the altar-throne : There the pure and spotless Lily Ever finds her rightful home. You give the mourner comfort, And the sick a passing peace Which seems just for the moment To make his sufferings cease."], [129, "125 MISCELLANEOUS PIECES. But I, with fragrant sweetness Scent the pure summer air, That the wayworn, weary traveller May find refreshment there. But, oh! 5. Narrator. And here the Lily Paused with a gentle sigh, For her sweet low voice was falt'ring, While a tear stood in her eye: 6. The Lily. 'Deem not my words ungentle, Deem not my thoughts unkind; I could not -wound my dear ones — No thorn on me they find. And the bright and sparkling dewdrops, Do they pass me proudly by? Nay ! in the hours of darkness My beauty they descry. And I too love the sunshine And the summer sky so blue. The bee hums fondly near me, For his love is deep and true.'"], [130, "126 RECITATION BOOK. '5 7. Narrator. She paused — then said while fixing On the Rose her beaming eye 8. The Lily. 'You are, I grant, the Queen of Flowers, But what, sweet friend, am I ? ' 9. Narrator. Then rose a low sweet murm'ring From all the flowers around, And the wild bird ceased its warbling At the unwonted sound ; While the mingling of sweet voices Fell on my listening ear ; But the summer wind was whisp'ring, Their words I could not hear. At length arose the Tulip, And his voice was clear and strong in. Tidip. ' Let not our peace be broken ; We've loved them both too long. Grant me a few brief moments, I earnestly beseech.'"], [131, "127 MISCELLANEOUS PIECES. 11. Narrator. And the flowers assented gladly, For they liked well his speech ; Then coming from his place, he spoke, Bending before his queen : 12. Tulip. \"Truly you are the loveliest flower Mine eyes have ever seen ; ' 13. Narrator. Then turning to the Lily, said, Smiling with gentle art, 14. Tulip. * Methinks that you in this fair world Have played a noble part. The Rose doth symbolise true love, To earth from heaven sent down, But the Lily, \" spotless innocence,\" Doth gem a heavenly crown. Sweet Rose, we gladly crown you then, Queen of earth's fairest flowers ; But the Lily, \" type of purity,\" Queen of the heavenly bowers.'"], [132, "128 RECITATION BOOK. 15. Rose, Lily, and Tulip. ' So now the matter 's ended ; In future each one knows That types of innocence and love Are the Lily and the Rose.' Note to the Teacher. — This piece could be prettily acted by four children. The Narrator should be seated in an arbour to represent the dreamer. The Rose should be dressed in pink and green, the Lily in white arid green, the Tulip in red, or red and yellow. Some smaller children, gaily dressed, grouped around might represent the garden. Two children should stand by, holding each a wreath, one white, the other all colours, with which the Tulip should crown the rival queens. The Tulip should lead each queen for ward by the hand while reciting the last four lines. THE END. Edinburgh : Printed by W. & R. Chambers, Limited."], [133, ""], [134, ""], [135, ""], [136, ""]]