[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, "JUST PUBLISHED, BY T. Sc W. B00NE, In Three Volumes, Post 8vo, HAVERHILL: OR, MEMOIRS OF AN OFFICER IN THE ARMY OF WOLFE. BY JAMES ATHEARN JONES. \" They who delight in splendid descriptions of nature, in'animated pictures of life under peculiar aspects— who are fond of graphic' scenes of domestic life in its humblest conditions— of stirring de lineations'of awful haps \" by flood and field\"— in short, who are fond of what is original, and talented, will be gratified with these volumes.\" — Athenæum. \" It is to the full as earnest and impressive, and cc nceived in nearly as philosophical a spirit as Lawrie Todd. while it is mt. re full of adventure, character, and historical details.\" — Atlas. In the Press, A NEW EDITION_OF THETIRST VOLUME OF COLONEL NAPIER'S HISTORY OF THE WAR OF THE PENINSULA. The Second and Third Volumes may still be had."], [11, "ATTILA, A TRAGEDY; AND OTHER POEMS. BY THE REV. M'DONALD CAUNTER~ LL.B. ** Crudelis ubique Lucius, ubique pavor et plurima mortis imago.\" — Virgil. LONDON: T. AND W. BOONE, NEW BOND-STREET. MDCCCXXXII."], [12, "MARCHANT, PR INTER , ING RASl-Cor RT, I- F.NCI1 URCH-STR EET."], [13, "TO THE RIGHT HONOURABLE HENRIETTA-FRANCES, LADY GRANTHAM, THIS VOLUME IS RESPECTFULLY DEDICATED, WITU HER LADYSHIP'S PERMISSION, BY THE AUTHOR."], [14, ""], [15, "AT T I L A."], [16, "DRAMATIS PERSONÆ. MEN. Attila King of the Huns. Bleda Brother to Attila. Walamir King of the Ostrogoths. Ardaric King of the Gepidæ. Onegesius J °RESTES ' On the side of Attila. Edecon • i Andages •* Marcian Emperor of Constantinople. C£Tirs Prefect of the Western Empire. Theodoric King of the Goths. Torrismond Son of Theodoric. Maximin } Viomtis f Senators. Priscus I Apollonius J Sebastian A Greek. WOMEN. Ildico Wife to Attila. Cerca Wife to Bleda. Honoria A Christian Princess."], [17, "ATTILA ACT I SCENE I. The Camp of Attila. — In an area before the King's tents appears a vast wooden altar composed of faggots, and sur- mounted by a pedestal, upon which is fixed the sword of the Scythian Mars. Bleda and other prisoners are seen in chains, accompanied by Onegesius and a guard. BLEDA. Is not the tyrant ready for the feast Of kindred blood ? Go, bid thy master now Quaff to the infernal Gods ! The banquet waits. ONEGESIUS. Who dares asperse the king- ? B"], [18, "2 ATTILA BLEDA. Behold who dares ! One who was born to share his diadem ! 'Tis Bleda calls him tyrant ! and, till death Stifles the phrase upon his struggling tongue, Tyrant shall form the burthen of its speech ! I'll ring its grating discord in his ears To my last breath. ONEGESIUS. Thy madness has undone thee. Life still had been thine own if dark intrigue And crooked guile had not confirm'd thy death A maxim of sane policy. Thy fierce And haughty spirit, like a mettled steed, That champs the curb, impatient of restraint And rushes headlong on in spite of peril, Has urged thee to the very gorge of ruin, And plunged thee down the gulph. In sooth 'twas time To mar the workings of thy scheming brain. Thou wert not wise to plot."], [19, "ATTILA. 3 i BLEDA. Out, cold logician ! Court phrase becomes thee, and the well-coin'd lie Trolls smoothly o'er thy tongue. It well befits Thy selfish policy to hoodwink truth And swear the devil white. Go, get thee gone, And canonize thy king. Out of my sight ! — It aches to look on thee. A courtier, thou, And all thy thoughts oblique ! Beshrew thee, man I scorn, despise and loathe thee. ONEGESIUS. Wherefore hold Language like this to ears that heed it not ? BLEDA. Have I not now for full one hundred moons Pillow'd mine head upon the dungeon straw, Until my body, shrunk by fetid damps And crawd'd o'er by the foul and trailing slug, Has lost its fair proportions ? — cramp'd and shorn Of all its wonted energies ; and this, Was it not done by Attila your king ? b 2"], [20, "4 ATTILA ONEGESIUS. And what concerns me this ? Ill boots it those Who live in monarchs' smiles to offer sighs For others' wrongs. The will of Attila Is all the law I study or obey. BLEDA. Aye, there thine int'rest — like a scorching sun That warms the crawling maggot into life — Kindles thy sluggard phrase, and draws it forth From the charged soul, reflecting, like a lens, The blotches of its infamy. Go tell That thing to whom thou'rt hireling, that I dare Despise his malice tho' it lead to death. ONEGESIUS. Upon the Hunnish throne there is not room For two, of equal pow'r, to sit and reign. The king approaches."], [21, "ATTILA, 5 Enter Attila and Suite. Attila bends before the altar. His attendants prostrate themselves, make signs of reverence, then rise. attila. Blood must still be shed As incense to the mighty God of war. He ne'er shall sheathe his sanguinary sword, Whilst, from their Scythian haunts, the gallant Hun Can, like a torrent swell'd by mountain floods, Pour forth his sons to battle. May the earth Smoke with the life's blood of her multitudes, 'Till their survivors, staggering in the gore, Rush on to deadlier carnage ! May the walls Of busy cities crumble into ruins, And havoc so distort the face of nature, That the Creator scarce shall know his work, For Attila is lord of all — but heaven. onegesius. Dread liege, the prisoners await their doom."], [22, "6 ATTILA. ATTILA. Lead them to death. BLEDA. To life and liberty ! ATTII.A. Who talks of life ? BLEDA. One who defies thee, king ! Still one who drain'd his infant nutriment From the same fount with thee. Here turn thine eyes Upon this form, whose blood, as pure as thine, Bears impress of its kingly origin. Nay, purse not up thy nether lip in scorn, — I am no bastard, but the lawful scion Of an illustrious stock. Thou hast misus'd Thine own superior flesh — out on thee, tyrant ! Do not these sunken cheeks, these flaccid eyes Cry out, from their dumb mouths, with pregnant tongue Shame — shame upon thy cruelties !"], [23, "ATTILA. 7 ATTILA. Dull worm, Who ever gave the law to Attila ! Shall the loud mouthings of a madman scare Whom all the fiends of hell could not appal ? Content thee, — empire never can become Thy sinewless grasp ; it needs the giant oak, And not the pigmy reed, to bear its weight. 'Twas not thy fate to reign : there is but one Lawful vicegerent of the God on earth, And he who best deserves the privilege Must win and wear it. BLEDA. Aye — this doctrine serves To prop ambition; with gigantic strides She drags thee on her rough and perilous way, Whilst ruin opens wide her murky jaws To catch the falling madman. Ha ! art wrung >. Does the truth gall thee ? May it goad and sting Thy stubborn heart, 'till its ferocious blood Congeal to stagnant gall !"], [24, "8 ATTILA, i ATTILA. What! am I thus Brav'd to the teeth? Rebellious spirit, down, Nor let the current of thine anger run To waste upon a bondman. Marry, fool, Thou'rt wanton — there's rebellion in thy heart. — Lurks a foul demon there ? — Guard well thy tongue - Look to't — show cunning, if thou'rt something wise For craftiness is Wisdom's helpmate. Tune Thy voice to whispers, which may ne'er be heard Beyond the dungeon's walls, and be thy speech That which the soul may frame but never utters ; For silence were discretion, where the tongue Runs riot spite of prudence. Heed me well — Remember there are racks, and human flesh Is apt to quiver where the pincers tear. BLEDA. Shall I forget that Mundzuck's noble blood Swells these capacious veins, and warms a soul As fearless and as proud as Attila's ? I am no slave, to crouch beneath thy heel, And hail thee mightiest upon earth."], [25, "ATTILA. 9 warm 7 him 3 ATTILA. Enough. Conduct him to his doom To Onegesius. onegesius. Puissant King ! Submission to thy will is the first creed We teach our infants. ATTILA. Be that will obey'd, And promptly. — Pile the faggots ; — pour his And smoking gore upon the altar ; then Cast on the pyre — a banquet for the Gods — His headless trunk. ONEGESIUS. On earth omnipotent ! Who lives that dares oppose his will to thine BLEDA. Here lives the daring — rebel, you may style B"], [26, "10 ATTILA Who dares defy the despot ; dares to scorn The surreptitious power whereby he reigns. Obey thy Lord — thou tool for vilest purpose — And lead to martyrdom thy lawful king. [Turning to Attila.] Aye — King! do'st hear it, tyrant? — doth it sound Untuneful to thy ears? thou royal scourge! — Hear it again — I am thy vassal's king. attila. Still thy bold tongue, or by the light of heav'n I'll tear it piecemeal from thy sland'rous throat. And cast it to the winds. Shall the Huns bend To such a thing as thou — a wither'd branch From a now sapless root— and see thee grasp Our mighty sceptre in thy puny palm ? When did the crow claim mast'ry o'er the kite, Or the vile chough thrive in the peacock's plumes ? Did e'er the wren cover the eagle's young Within her rocky nest ? Dull driveller ! Ill would the sceptre fit thy dwarfish gripe. Our seat of royalty would take a stain, Did thy unhallow'd body press upon 't. Thy brow is all too shallow for a crown — Go to the distaff, for that best becomes thee."], [27, "11 ATTILA. Enter Andages. andages. Monarch of nations ! a Byzantine Greek Solicits audience. attila. Tell him when the king, Whose smile is happiness, whose frown is death, Shall deem it fitting, he may have our ear. andages. Dread monarch! 'tis his place to wait, and yours To be obey'd and fear'd. [Exit attila. Now be the rites Of sacrifice concluded. Let the skulls Of all your slaughter'd captives be preserv'd ; They are the native war-cups of the Huns. And when the warlike Scythian quaffs his wine, The rosy nectar, singing to his lip,"], [28, "12 ATTILA. Foams in those mazy channels, where the brain Of mortal man once stor'd its mighty thoughts, And struggled for supremacy with heaven. bleda. When Bleda's polished bones shall form thy bowl, May every drop that mantles o'er its brim Roll thro' thy veins a scorching pestilence, And blight thee in thy manhood ! attila, to his Guards Stand ye thus, To hear yon rebel's mockery ? Advance, And strike the waspish babbler dead ! Tear out The taunting devil from his naked heart, And lay it open to my dire revenge ! [Guards advance. ATTILA tO BLEDA. Decay's slow process ne'er shall waste thy flesh, But hungry jackals lap thy tainted blood Before Death's icy touch shall turn to cold Thy perishable body. In a more subdued tone, at the same time beckoning to his Guards to retire."], [29, "13 ATTILA. No ! 'twere mean To crush the worm. Still let the reptile crawl, And glaze the ground with its congenial slime To mark where it hath coiled. The wary foot Treads down the viper while it spares the toad. Thou hast no pow'r to bite or sting — be free ; The eagle never stoops to clutch the wren. Unbind the prisoner. BLEDA. What new device Is ripening now within thee ? If to lull Suspicion, 'tis a cheat that will not serve. Experience is too sage to rest upon The twig that's limed ; and I have known too long Thy rabid malice to believe thee just. ATTILA. Strike off his fetters. To the Guards, who unchain Bleda. bleda. Bleda thanks thee not, But braves thy fury at its topmost swell, And bids thee fierce defiance. Do thy worst."], [30, "14 ATTILA, ATTILA. The world is now before thee. Get thee hence, And thank the clemency that spares thy life. [Exit with Attendants. [Exit Onegesius with Prisoners Enter Cerca. BLEDA. My wife ! — Earth has its blessings still. CERCA. My Lord ! My husband ! May the great God bless thee, Bleda ! But ruin glares around thee ; from her black And morbid throat she sends the taint of death. There is no safety for thee. BLEDA. Have no fears. The glut of blood has pall'd upon the soul To which its taint's a revel. I am spared For future torments!"], [31, "ATTILA. 15 CERCA. Gods ! and must I greet My Bleda at a fearful hour like this With tidings that shall stun him ? Doom'd to be The messenger of horrors, I must coil The cords of anguish round thy tortur'd heart. The king designs to wed me. BLEDA. Wed thee ? Hold ! Or quick the juggling fiend within my brain Will kindle there the scorching fires of hell, And rouse the passions to their loftiest reach, To blaze me into madness. How my ears Crack at the tidings ! Monster ! — Wive thee, dame ? Nay — nay, don't think on't— he will never wive thee CERCA. Ere the broad sun had quenched his fiery wheels I'th' western waters, as I sat alone, Musing o'er times that have been, and the change Which seasons gather, as they roll with time Into that mighty void which nought shall fill,"], [32, "16 ATTILA. Eternal as the heavens — came Attila Commanding audience, as if God on earth, And man his menial : this granted him, His business he declared, in terms succinct, Forbidding replication or appeal, That he design'd me for the royal bed. BLEDA. May winter cling to him, and bind with frost His wanton blood ! May every draught of joy Turn, like the curdling milk, to nauseousness ! May pleasures crisp his marrow, and the sap Of life be so attenuated, that His once strong arm shall fail him in the fight, And babies mock his prowess !■ — May the curse Of injury roll thro' his sensual veins A tide of plagues that never shall know ebb ! May every pang — but no, he means it not — He has releas'd the lion from his toil To whet his fangs for vengeance. He has flung The adder from him that shall sting him still. [Exeunt"], [33, "ATTILA. 17 exit SCENE II. Attila's Tent. Enter Attila and Onegesius. attila. Bring the Greek before us. [Onegesius conducts in Sebastian, and Christian, what Thy business? Let thy speech be brief. Proceed. SEBASTIAN. King ! yonder city totters on the verge Of speedy ruin, and pale fear o'erlays The spirit of her sons. Those massy walls Which rear'd their giant summits o'er the sea, Roll'd to their base in fragments yesternight, And the proud castles that o'erpeer'd their heights Fell in the mighty crash. The loaded clouds, Charged with their elemental horrors, burst"], [34, "18 ATTILA In lengthen'd thunders o'er the slumb'ring Greeks, And half the city is a shapeless ruin. ATTILA. What more ? SEBASTIAN. First of the kings of earth ! I fain Would court your service, and my purpose this — To tamper with and bribe the Grecian guards That watch to-morrow at the southern gate — ATTILA. Hence, skulking traitor! Think'st thou I have need Of aid like thine to crush the Christian power ? Byzantium's sons, whom lewdness has unsexed, Are all too dastard for a Scythian king To rout by treachery. I'll face their legions, And, in the broad, unblinking eye of day Strew the fair prospect with their recreant limbs, And call the vultures to their full carousal. What ho there ! guards ! [ Guards enter Bind this ignoble, kine-begotten Greek, And send him back in fetters to his lord,"], [35, "ATTILA, 19 To whom he may declare our fierce resolves, And coin a lie for his own treachery. SEBASTIAN. My services are most unwisely scorn 'd ; I have the pow-er to put into your hands The Christian city, without waste of blood. Accept, great king ■ ATTILA. Dare but another word, Thy coward heart shall quiver in the sun, And all its store of hidden infamy Be open to the glowing- light of heaven, Foul as the secrets of the charnel house, Where all's corruption, stench, and loathsomeness. Hence, whilst I'm calm enough to bid thee : hence — Delay not, or thou diest. [Sebastian is hurried off by the Guards."], [36, "20 ATTILA, Enter Onegesius. onegesius. Omnipotent On earth! a messenger has reach'd the camp, Bedaggled with the mire of eager travel, Bearing this packet, which, with pressing speech, He bade me tender to the royal hand. ATTILA. Whence comes he ? ONEGESIUS. From B)Tzantium, as I guess He wears those loose and flowing robes which mark The now degen'rate race of former fame. attila reads. Why, this is well : when did our with'ring arm Refuse to wield its thunder, if distress Call'd for the mighty dint ? The elements Of strife are all at work for havoc now ;"], [37, "ATTILA. 21 And when the potent shock of ruin falls, Shall desolation waste the startled world. And the dismantled universe shall ope Its hidden stores for Attila. He lives For universal empire, or for nothing. ONEGESIUS. What answer sends the king ? ATTILA. One that shall sound, To adverse ears, like a foreboding knell That chills the coward heart with secret dread, And conjures up wild fantasies of horror. ONEGESIUS. My liege, the messenger — attila, abstractedly . Her wrongs shall have The aid she supplicates. [To Onegesius.] Mark me ! by this A sister of the Christian empress craves Our aid against the Greek, whose robber hand"], [38, "22 ATTILA. Has plucked the sceptre from her trembling grasp, And sent her forth to exile. From her lone And drear retreat, she greets us with her pray'rs, Off'ring to join her virgin hand with ours, And tend'ring with it all those regal rights By fraud or force withheld. Accrue what may, We shall demand her from th' imperial court, With all that appertains to her by birth ; And, should refusal follow the demand, The feast of vengeance shall be bloodier still. onegesius. Within yon walls, the rod of tyranny Is warp'd o'er every head. Oppression hangs, With crushing weight, upon the neck that's free, And the slave laughs at his degen'rate lord. attila. There is no time for pause. Ere the next moon Shall shed her silver glories round the heavens, The messengers of Attila shall rouse The Christians from their slumbers. Death's awake And soon the Greeks shall snuff the scent of blood."], [39, "ATTILA. 23 [Exeunt the scene Bleda ONEGESIUS. What the king wills, be that his people's law. SCENE III. A remote part of the cump. On one side of appears a wooden hut of the rudest construction and Cerca enter from it. CERCA. Nay, leave me not ! I have no refuge now But thee, and wilt thou quit me in my need ? Be nigh to shield me. BLEDA. Fate must run its course I cannot strive with her impetuous stream Now swelling to a torrent, nor construct A dam to check its overflow. I leave To that protection which no mortal pow'r"], [40, "24 ATTILA Can circumscribe nor mar, the only prize That holds me on to life. I love my wife — How I have lov'd her, bear me witness, Heav'n ! My children, too, grow to my very heart, And quicken it ; but higher views suppress Those keen emotions which it loves to cherish, And string me to that soul-enduring pitch Where suff'rance seems my province. I must go To pave my way and thine for vengeance. CERCA Stay, Nor take the desperate plunge, which must be made I'the very teeth of peril. Should the king, Still bent upon his lusts, attempt to force The wretched Cerca to the royal bed, Where shall she fly from misery ? tbleda, sternly. To death ! He is the carrier of the soul to heaven Or hell, when 'tis too base to fly from life — A life that holds it on in bondage here — And couples with disgrace in spite of shame."], [41, "ATTILA. 25 Thou'rt not afraid to die ? 'Tis the sad lot Of all ; and when death comes, it puts an end To a large sum of troubles. Better die Than live to fret and canker in disgrace. CERCA. Oh, Bleda ! there are thoughts that o'er the brain Rush like a torrent, and almost confound Our better reason— thoughts that through the heart Strike such a deadly chill as checks its pulse, And stills the bounding blood. I value life But as it may contribute to thy weal ; Yet, there's a something in the thought of death That wakes our terrors. Nay, look not so stern : — Let me away with thee. bleda. It cannot be. Thou must arouse thine energies : the king Must die, and thou become the instrument. Thou, — mild and unsuspecting as thou art, And furnish'd with the means, — may'st find a time To act the Hun, and make thyself a queen. c"], [42, "26 ATTILA CERCA. I ne'er could gaze upon the gore-stain'd hand That shed a brother's blood. My sex must change Before I could associate my heart With such dark midnight deeds. bleda. Tame doctrine this For souls that long to diet on revenge ! Where is the law that binds necessity ? Enter Ildico. ildico. Joy to our brother Bleda on his freedom ! BLEDA. True, I am free ; but still my safety hangs Upon a thread so fine, that one rude breath May snap the flimsy stay."], [43, "27 ATTILA. ILDICO ILDICO. Have brighter thoughts WThat changes may accrue with change of times None but the Gods can know. To me the fates Have not been over kind, since I am pair'd With one my heart abhors : but still the hope Of joys to be makes life endurable ; And, as I map the future, o'er my thoughts Ideal pleasures dance their magic round, Which, in their silent mock'ry of my griefs. Oft make me happy. CERCA. Pity one so young Should pair so wretchedly. ELEDA. [Sternly, to Thy Lord's a king ! Let, that suffice thee. Should the direst plagues Surround thy bridal bed, thou'rt well repaid In Attila's embrace. Farewell ! c 2"], [44, "28 ATTILA [To Cerca, softening My wife, God bless thee ! [Embraces her, and exit, ILDICO. Why so stern ? His freedom gives No lustre to his eye. His pallid brow- Still bears the furrow, and his lip the curl Of conscious scorn. CERCA. He feels, and deeply too, The sharp infliction of a tyrant's hate. Remember, Ildico, how many moons He has been doom'd to pine amid the gloom Of dungeons, damp and cheerless, where no ray Of consolation broke upon his hours Of drear and solitary wretchedness But what a wife's affection could bestow, When, from the niggard kindness of the king, She trod his dreary cell."], [45, "29 ATTILA. ILDICO. He is but curs'd Whose veins are loaded with imperial blood. To him life's barren of all joys, and peace Ne'er hovers o'er his sleep. A conqueror May be a name for glory's chronicle, But pity to his heart 's an alien, And slaughter, in her foul and reeking robes, Is his most courted mistress. CERCA. Now the steams Of human carnage are so oft inhal'd, That they become almost a daily part Of our gross nutriment. The cruel Hun Has spread such havoc o'er the frighted world That earth seems half a desert. Mighty towns Are levell'd with the dust, so that the steed Whose hoof has ne'er been arm'd may run unstay'd, Nor stumble o'er the ground where once they stood, And, in their plenitude of might, defied The violence of time. The thorn o'erspreads"], [46, "30 ATTILA, The trim parterre, whilst the reluctant rose Blushes, unseen, beneath its dismal shade. ILDICO. Love is the peasant's weakness. Kings despise Those achings of the heart which humbler men Are pleasured when they feel, and court the pain For what it brings of bliss. The mighty Hun, Who lords it o'er his idolizing slaves, Spurns at all thoughts which are not bent on blood Hate is the master-passion of his soul, Where all that's stern finds sanctuary. CERCA. True, Our natures are not one. Man's heart is fram'd Of sterner stuff than ours. Affection warms Our breas,ts to speedy rapture : first in pow'r, Love, like a timid dove upon her nest, Closes his silken wings and nestles there. But fiercer passions sway the tyrant man, And now the Huns may boast them of a king Whose eye ne'er knew the blessing of a tear."], [47, "ATTILA. 31 ILDICO. Yet there's a limit to all human ill ; And he whose sanguinary car now rolls O'er prostrate millions, ere another moon Dims her bright lamp, may be a feast for worms. War shows not much respect : she gives the blow That lays the soldier and the monarch low ; O'er the crown'd head her threaten'd mischiefs ring, And Attila is mortal — tho' a king. end of the first act."], [48, ""], [49, "ATTILA, 33 ACT II. SCENE I. The imperial court at Constantinople. — Marcian seated on the imperial throne. Maximin, Vigilius, Pr.iscus, Apollonius, and senators. MARCIAN. The swarth barbarian would again insult Our hearing with his haughty embassies. Must we be trampled on the very neck By this unchristian king, whose savage hand Ploughs up the quiet surface of our peace, And in the gaping furrows flings the seeds Of horror and dismay; which, like vile weeds, Shoot into vig'rous growth ? — Brave Senators ! Let us no longer listen to his taunts, But hurl defiance at the sceptred robber, And kindle once again those latent sparks Which blaz'd around our ancestors. c 3"], [50, "34 ATTILA. 7 'd MAXIMIN. Those sparks Are dim and shine no more. Enerving Time, With his insidious helpmate, Luxury, Has shrunk the sinews of that ardent spirit Which once o'eraw'd the world. Fear's icy touch That ne'er the ancient Greek nor Roman knew, Has fallen on their degen'rate progeny ; And war's exciting pomp now meets their eyes, As but the certain prelude of defeat. VIGILIUS. Our cause, long balanc'd in the scales of Fate, Now rises towards the beam, and even hope Struggles in death's last agony. 'Twere mad To dare too much. When unpropitious chance Swells those thin sails, whereby our barks are urg Down life's rough current, we must calmly drive Before the wind, nor strive against the stream. We can no more oppose that conqu'ring arm Which has, o'er half the cultivated earth, Spread waste and desolation."], [51, "ATTILA. 35 MARCIAN. Dastard counsel ! Shall we submit our limbs to manacles, Or rouse us from this lethargy of fear, And struggle with the Scythian plague? PRISCUS. The means Belong not to us now. We are too weak To cope with pow'rs so mighty, that the world, Thro' all her regions, echoes back the cry Of mad affright; anticipating more Than hell e'er threatened, from the Scythian arms Our dastard soldiers cry aloud for truce, Or peace on any terms. MAXIMIN. Whilst the bold troops Of Attila, elate with victory, And train'd to conquest by his bright example, Are flush'd with hope, depression hangs o'er ours And palsies all their energies."], [52, "sires ■i6 ATTILA, APOLLONIUS. In sooth, Our wisest policy, whate'er the terms, Is prompt submission. MARCIAN. Gods! how would our Blush to behold their now degen'rate sons ! And shall the Cæsar's laurel thus be blasted By a barbarian, savage and deform'd, — The terror of his race? MAXIMIN. There's little time Left us for counsel. We are offer'd now A hard alternative, that leaves our choice Small room for exercise. 'Tis this — a war That must o'erwhelm our empire in its waste Or peace, with such conditions as shall cast Disgrace upon our name to after-times. In brief we must resolve."], [53, "■11 ATTILA. MARCIAN. Then be it war ! Better expire within our batter'd walls, And with our ungrav'd bodies feed the kites, Than live in infamy, to swell the triumph Of the bold Hun, who threats our overthrow. Senators, tumultuously . Peace! peace! — we must have peace! MARCIAN. Eternal shame Pursue your dastardy ! Be on your heads The curse that follows in the spoiler's track! [To Attendants Admit these haughty men to tell their terms, And see the Christian crouch before their eye, As lambs before the wolf. VIGILIUS. The Huns approach."], [54, "38 ATTILA Enter Edecon, Orestes, Onegesius, and Attendants. edecon. My lord and thy lord, Attila, the king, By us transmits his greetings. MARCIAN. Bear our thanks Back to thy master: we would fain requite His courtesies as best becomes our state. Now to thy business, Hun, and brief the while; — The shorter preface will the best commend it ; We wish no waste of words. EDECON. We shall be brief. We come not here to waste our precious hours In empty compliment or vain debate. The Christian princess, who has fled your court Chas'd by foul wrongs and cruel grievances, Has sought the aid of Attila, and pledg'd"], [55, "ATTILA 39 Her hand as the reward. We come to see Her wrongs redress 'd, and all her rights restor'd. MARCIAN. We reck not of her rights, — let her make good Her vaunted claims, and we will ratify them. i EDECON. The sword will bring its proof. We further bear Our king's demands, who doth resolve, in right Of his new bride, to share Byzantium's crown. MARCIAN. Bravely determin'd ! — Is there nought beside Your modest king may fix on? EDECON. He demands A yearly tribute of one million crowns, Freedom to all your pris'ners, and the gift Of certain territory, noted down Upon this instrument, [gives a paper,] which further tells His will and pleasure."], [56, "40 ATTILA. , *c marcian reads. Then to edecon. We shall think on't, Hun, And send your king an answer. [Exeunt Edecon marcian to Senators. Peace be yours, Most tame and doting Senators ! Her gifts, Tho' clogg'd with base provisos, well befit The heart that trembles 'neath the strong cuirass, And quails to meet a foe. Peace ye shall have. The Scythian monarch here propounds his terms For your subscribing. Will ye tamely bend Your necks to servitude, or fight for freedom ? maximin. We have no chance but war. My counsel is That we do send a message to the Hun, And offer terms that may not quite disgrace The rank we hold in chronicles of yore. Should the swarth tyrant turn upon his heel, Be the sword's hilt our cross, its polish'd blade Our sure palladium in the hour of peril."], [57, "41 ATTILA, MARCIAN. Thou'rt of wise counsel, Maximin. Be thine The task to front this Pagan. Senators, At our next meeting we can best resolve The terms and purport of our embassy. Meanwhile, remember that to die is gain Where life would be a slavery. Farewell ! [Exeunt. SCENE II. A hall in the imperial palace. Orestes is seen looking intently upon a picture of the Crucifixion. Enter Vigilius. vigilius. Do I behold a Greek ? ORESTES. No, Christian, not — The thing thou see'st is Pagan. Once, indeed, He serv'd his God as thou dost."], [58, "42 ATTILA, VIGILIUS. Does the blood Within thy heart rebel not, whilst thy lips Confess the deep damnation of thy soul ? A Christian Paganized ! the cross blasphem'd ! Fie, fie upon thee ! ORESTES. Hypocrite ! my soul Is not so lost to what it still retains Of the celestial image, as to bend Before the presence of the unknown God In feign'd devotion, where my heart feels none. The Pagan shames the Christian. VIGILIUS. Reckless man The renegade is sure to find his hell. Oh, what a lapse from truth's eternal light To falsehood's everlasting darkness ! Shame — Out, out on thee ! Thou hast disgrac'd thy sires. Could one of Christian lineage spurn the cross And league with Antichrist ?"], [59, "ATTILA 43 ORESTES. Aye, when that cross Is made a poison-tree, beneath whose shade, Which once gave life, the credulous victim writhes In pangs that shut the soul out from its heaven. I was not born to cant and whine like thee, And mouth thanksgivings in mere mockery, As if Almighty favour could be bought At such a worthless price. Thy pray'rs to heav'n Are for the devil — he'll requite them justly — They do degrade the God they seem to serve. VIGILIUS. Peace, bold blasphemer ! nor pollute my ears With such detested slanders. Could a Greek Renounce his sires, forsake his native land And herd with Pagans, who debase their God And bend before the stars ? ORESTES. Yes, when that land Casts from her tortur'd womb such monstrous births As scare the quiet world. Slaves, courtiers, priests,"], [60, "44 ATTILA And curs'd inquisitors, who press the soul Into a service which that soul abhors. VIGILIUS. Alas ! forsook of heav'n, where wilt thou look For peace hereafter, when the righteous judge Shall call thee to his bar, to render up A strict account of thy probation here ? ORESTES. Look ? To that Pow'r whom I have never mock'd With empty pray'rs — the worship of the lips Which the heart echoes not. I fear not hell, For I've ne'er play'd the hypocrite with heaven. VIGILIUS. How ? Hast thou not renounc'd thy Saviour, — turn'd The holy cross into a Pagan image, And curv'd the knee before a brute barbarian That once was bow'd before a Christian king ? ORESTES. When kings grow bestial in their appetites, And turn their courts into a midnight stew,"], [61, "ATTILA 45 For ermin'd epicures to sate their lusts, 'Tis time for sober men to shun the sty And look for cleaner straw to lay their limbs on. VIGILIUS. Stern man ! does nature never rouse within Thy stunted heart one thought that wafts thee back Upon thy groaning country ? ORESTES. Never ! never ! Why should I waste a thought on what I love not ? What is our country that we should prefer Its niggard bounty, when the wider world Woos us to happier homes ? And must we love The land that lashes us, that draws our groans. That pampers up oppression for our curse, To stripe and torture us ? Love this ! and why ? Because our mothers chose to cast us there Ere we'd the privilege of thought ? — Out on't ! My country is where lives my happiness, And I can scorn all vaunting casuists Who hold a counter doctrine. Fare thee well ! We know each other now — and thou the wiser. [Exit"], [62, "46 ATTILA, Enter a Messenger. MESSENGER. A stranger seeks the Emp'ror. VIGILIUS. Bid him enter. [Exit Messenger, Enter Bleda, in the costume of a Greek. bleda. Art thou of noble blood or mean ? I seek The man who governs here. vigilius. Your name and title ? BLEDA. And who art thou, that thus, with speech abrupt, So rudely question'st me ?"], [63, "ATTILA. 47 VIGILIUS. A senator ! BLEDA. And I am one who should have been a king — Bleda my name — my heritage a crown. VIGILIUS. Do I behold the brother of the Hun, Whose sword has trench'd the Christian universe And shed its best of blood ? BLEDA. Thy guess is just. He stands before thee, — and the mortal foe Of Attila the tyrant. ' VIGILIUS. Bodes it well When they of the same blood thus disunite And seek such desperate revenge ?"], [64, "48 ATTILA. [Aside [Loud. BLEDA. Enough For thee that 'tis so. VIGILIUS. What your mission here ? 'Twere wise to sound his purpose, lest he come To spy into our councils. May I ask In whose behalf you seek the emperor ? Possess me of your purpose. BLEDA. Greek ! I stand Upon mine own authority. VIGILIUS. Your will ? BLEDA. To cast a foul and everlasting blot"], [65, "ATTILA. 49 O'er my fair name, and stamp myself a villain. I have been wrong'd, despis'd, and trampled on, And villany is virtue to a Hun When justified by wrong. VIGILIUS. Your words denote A mind of daring but of rash desire. There's peril in the trust when villany Stands candidate for confidence. BLEDA. Fear not : Oppression has unmann'd me. I am one Whom miseries have blighted in his prime, Whom wrongs have rifled of his sympathies, And turn'd his heart to marble. I am one Flung beyond virtue's influence : I can steer No middle course, but Vice, with all her train Of ills that threat the soul, has now my courtship I court her for mine int'rest ; still I bear No love towards that foul minister of ill. I doat upon her bright antithesis To whom the beldam is a foil, that adds D"], [66, "50 ATTILA, ■9 New radiance to her glories ; but the seraph — Oh, virtue ! thou art God in his perfection — Would frown upon the thoughts that goad me on To retribution and revenge. VIGILIUS. Declare Thy purpose. BLEDA. Dost thou wish it twice declar'd ? My purpose is — revenge. VIGILIUS. But how ? BLEDA Thro' you. The Christian sword must stab, and I will guide The point where it shall pierce. You strike but home You'll do me justice and yourselves a good. The adder must be crush'd. No more delay : Conduct me to your chief."], [67, "ATTILA. 51 VIGILIUS. And has remorse No pang for those who arm against their king ? For such I judge your purpose by your speech. Hast thou no keen misgivings now within That rise up to resist thy fierce resolves ? Why art thou traitor ? BLEDA. Hold ! To higher ears My wishes shall be utter'd, not to thine. Delay me not ; I would behold your sov'reign. VIGILIUS. Would'st thou forsake thy country ? BLEDA. I have none : The world's my country, and revenge my God. What has man's heart to do with home or love ? All weak emotions of regard, — those qualms Which women, in their adolescency, Do show for kindred, — in our mellower years d2"], [68, "52 ATTILA. Are merg'd in more obdurate feelings ; loves Wax cold with injuries, smiles change to frowns, And adoration freezes into hate, When that fine string is jarr'd whereon the soul Strikes all her harmonies. VIGILIUS. But live there none From whom hate 's alien ? whose bosoms teem With love's bland sympathies ? BLEDA. In youth 'tis well To feel the glow of sensibility And melt at trifles — 'tis her privilege ; But in the sober eventide of age, When passions cool beneath its chilling frost All, save those bolder ones which lift the heart To proud achievement — there's no longer room Within the busy brain for ought that melts The soul to pity. Then the bosom's blank, And blasted by the storms that have burst o'er it. Experience schools us better than the wise, But her hard studies purse our brows with furrows"], [69, "53 ATTILA, And in her discipline, severe though just, She grafts the thorn upon our batter'd trunks. vigilius, aside. He seems a man whose service may be tried. (Loud. J Attend me to the emperor. bleda. Lead on, I'll follow straight. [Vigilius exit. BLEDA, SoluS. Oh ! how my thick'ning blood Creeps thro' me, when those dark and restless thoughts Crowd my beleaguer'd brain, which goad me on To deeds of vengeance ! Kings were never born For happiness ; this — their befitting meed — Was but design'd for slaves : none but the drudge Looks for repose in this tempestuous world. Comfort's the poor man's portion only here ! And yet where lives the prince but would exchange His appanage to bask beneath her beams ? She herds with serfs — not kings. The sun"], [70, "54 ATTILA. Shoots up his surging orb at early day, And wakes the drowsy earth : the plodding hind Strolls forth to husbandry, whilst o'er his head Nature's sweet choristers their melodies Around him pour to greet him on his way. He jocund bends his sturdy frame to toil, Nor recks of all those inward agonies Which rack the breasts of kings : his sinews swell With the stern travail ; still at eventide, Wearied, but not o'erspent, he seeks his cot, And finds repose the sweeter for his labour. [Exit. SCENE III. Attila's tent. Enter Attila, followed by Andages. attila. Conduct the Christian princess to our presence. [Andages retires, conducts in Honoria, and exit."], [71, "ATTILA. 55 T ATTILA tO HONORIA. We shall redress your wrongs, and our espousals Hurl on the Christians' ear the din of revel To fright them from their dreams. HONORIA. Proud lord and mighty My injuries have drawn me to your tents, A refugee and suppliant. Accept, 'Tis all I can, my best acknowledgments For aid so kindly tender'd. ATTILA. We have heard, And will espouse, together with her cause, The wrong'd Honoria. HONORIA. Sire ! I would not press A marriage, while the clang of angry war Rings ominous around us. Attila, — Earth's greatest warrior, mightiest of her kings, Has nobler objects now to edge his mind on"], [72, "56 ATTILA, Than the soft joys of wedlock. — When my wrongs Are once aveng'd — be Attila my lord ! ATTILA. Proud fair one ! thou hast sought our court to crave Assistance in thy need, and offer'd us Thy hand, with all that appertains to thee, By right of lineage, in yon fated city, As the conditions of our pow'rful aid: We've giv'n thee courteous greeting,- — made thy cause Our best concern, and will redress thee rightly. But think not to elude our offers, lady ; — We like a Christian bride. HONORIA. In sooth I ask But a brief respite, ere the solemn hour Be clos'd that shall unite me to the king Of a subjected world. Short fellowship, With mutual freedom from compulsive ties, Will work together for our mutual good, Forming- a mould where love may strike its root, Ere we become one flesh. Forgive, great king ! My woman's weakness! — modesty recoils"], [73, "ATTILA, 57 From such a sudden rushing upon joys, Which short acquaintance damps and longer heightens. ATTILA. We study not distinctions : thou art wrong'd ; — Before thee stands the champion of thy choice, Who will redress thee, — aye, and wive thee too. honoria, aside. I must dissemble, lest perchance I rouse The slumb'ring devil in his iron heart, And send him forth to mischief. ATTILA. Are we heard? HONORIA. Monarch ! be your will mine ! dispose of me As suits your pleasure. ATTILA. Thou art growing wise, And when by woman wisdom takes her stand, 'Tis a fair augury. It glads us much d 3"], [74, "58 ATTILA, To find thee bend thus meekly to our will. Thy wishes, in all reasonable things, Shall be fulfill'd, but thou must learn the duties Which Scythian women practise to their lords. Their words are oracles, — their wills are laws, — Their wives automatons, in all but life, And that devoted to their husbands' weal. HONORIA. Time will instruct me to subdue my nature Down to the level of my duties, sire, And I shall learn to crouch as best becomes me. ATTILA. If there be rebel blood within thee, temper it ; For thou hadst better beard the grizly pard And wreathe thy fingers in the lion's mane, Than rise before my wishes; — think on't, lady. [Exit. HONORIA, SOla. Tyrant! I'll wed thee, since my wrongs demand it; But be not drunk with Fortune, lest she reel From thy stern grasp and stagger to thy foe."], [75, "59 ATTILA. Plant not thy Scythian heel upon my neck, To crush me to the level of thy slaves, Lest my hot blood rebel, and my fir'd soul, In the wild fury of its last despair, Urge me to deeds that woman dares not name. Tyrants have hearts and daggers have their points. [Exit SCENE IV. As in Scene III. — Act I. Enter Cerca and Ildico. ildico. How fares my sister? cerca. Sadly. ildico. Tis no time"], [76, "60 ATTILA, For griefs to ripen; thou must rouse thee, dame. Hast thou not heard that Attila designs To take a Christian princess to his bed ? cerca. Yes ; but 'twill lighten not the growing load That sorrow heaps upon my tortur'd soul ; There joy can never bloom. ildico. Nay, say not so ; The king will find no time for other cares Till his new bride's forgot. Those higher views That now engross his mind must whelm the weaker, Thou wilt not wake a thought, 'till noisy mirth Has broke the sacred stillness of the night And spent itself in wine and wassailry. Know'st thou this Christian dame ? cerca. But from report. 'Tis whisper'd in the camp that force or fraud Has cancell'd her hereditary claims. Immur'd within the cloister, she has past,"], [77, "61 ATTILA. So rumour tells, her days in suffering, Shut out from all the pomp and circumstance Of princely domination. Thence she 'scap'd And rashly threw herself, to seek redress, Into the arms of Attila. ILDICO. Alas! The time is nigh when she shall curse the day That dawn'd on her alliance with the Hun. Heroes of common fame may rouse our fears But ne'er should win our love : the ruthless heart That finds a zest in war finds none in virtue. But where 's thy husband, Cerca ? CERCA. I suspect His mind is brooding o'er some desp'rate deed That mocks the treach'rous light, for, as he bent His parting footsteps towards yon hostile walls, His brows grew deadly stern. ILDICO. Not so : your fears"], [78, "62 ATTILA, Are shap'd by fantasies, that fill your brain With dull imaginings and dark portents. Bleda may still be happy : time will smooth This roughness of disquietude, and chase The clouds of discontent. CERCA. Believe it not. Could those bright stars, which glitter o'er our heads And welter in the mild blue firmament, Shed each its light upon his darken'd soul, Twould still seem void and cheerless. ILDICO. I can well Believe him wretched, tho' I fain would see Joy spread her halo round him. Oft my breast Has heav'd with the big sigh of sympathy When to my mind his lengthens sufferings Have rush'd on the full tide of recollection. CERCA. I love thy sympathies, they spread a calm O'er my wrung heart ; tho' transient, still a calm."], [79, "ATTILA. 63 The time may come when Virtue shall be free To trample on the crest of Tyranny ; When Justice shall assume her equal sway, And spread the light of universal day ; When Mercy to the shrine her gifts shall bring, And Vice be hated by a Scythian king. [Exeunt. END OF THE SECOND ACT."], [80, ""], [81, "ATTILA. 65 ACT III. SCENE I. Attila's tent. Enter Maximin and Onegesius. MAXIMIN. What answer sends your king ? ONEGESIUS. That ye must learn To wait his leisure. Patience is a virtue Which best befits dependants, therefore try Its blessings now ; for he would have ye learn What from a needy suppliant is due To Attila the mighty. Common awe, With the formalities of cold respect, Suffice not him. A reverential tone,"], [82, "66 ATTILA. 'i A downcast look, bow'd head, and bended knee, May gain thee courtesy — mark this, and bear Thy purpose meekly. MAXIMIN. Hun, we know our duty, And shall respect your king as may become Us as Byzantium's delegates, and him As head of a brave people. ONEGESIUS. Be advis'd, And plead your cause as ye would seek a boon From the great Thunderer. It were not wise To urge too loftily. Be of meek speech, Lest, if too bold, your mission prove unfruitful. Peace ye must have, or perish in a war ; Then wisely square your conduct to your wish. MAXIMIN. We take your counsel kindly ; but we come not. Like striplings, to be school'd. To Attila We bear the emp'ror's answer. Does he deign To give us audience ?"], [83, "ATTILA. 67 ONEGESIUS. You are answer'd, Greek MAXIMIN. He does refuse then ? ONEGESIUS. Nay, I said not this. MAXIMIN. Your answer. Will the Hun receive us ? ONEGESIUS. Yes; When he can fix upon an idle hour That steals not from his pleasures, he will grant Admission to the Christian embassy: But I have no authority to tell When he may be i' th' mood to hold discourse On business that regards the Christian state. MAXIMIN. His will must rule us, tho' his courtesies"], [84, "68 ATTILA Will ne'er be themes for praise. He fears, perchance, To play the galliard might disgrace the man, But courtesy can ne'er degrade the king. We shall prepare for audience. ONEGESIUS. As ye will. [Exeunt. SCENE II. Attila's state tent. — A square platform is raised in the centre, over which a coarse hair rug is spread. Attila appears seated upon it, attired in the rude and barbarous costume of the ancient Scythians. He is surrounded by the officers of his court, all splendidly apparelled. ATTILA. Where are these bearded women, who would seem As men without their attributes, and seek, With such unlicens'd importunity, A presence that shall mar their consequence"], [85, "69 ATTILA. And bend their arrogant necks to the vile earth ? Where are these puppet-warriors ? ORESTES. They await Your royal summons. ATTILA. Let the dastards wait Till their vex'd spirits, fretted by delay, Grow tame from o'er-exertion. Let them chew The cud of patience till their bloodless hearts Refuse a firm pulsation. 'Tis our wont To treat with scorn these mock idolaters. Shall we be baited by these yelping hounds Who strive to scare the lion with their clamor, Yet dare not meet his eye ? ORESTES. They do profess To bear their master's answer to the king. Their purpose they do represent as urgent, And crave a speedy hearing."], [86, "70 ATTILA, ATTILA. Let them crave Till their tongues cleave against their jaws for drought, And cease to wag. Go tell the dotards this ; — When they shall know the duty of their office, To own our sole supremacy on earth, With claims upon the reverence of her sons, They shall have hearing. Enter Andages. andages. Monarch of the world ! The Christians wait your bidding. ATTILA. Have they learn 'd To crouch and tremble ? Can they bend the knee As best becomes them ? Homage and prostration Must both precede their speech. Admit the slaves."], [87, "ATTILA. 71 Enter Maximin, Vigilius, Apollonius, &c maximin. Health to king Attila ! attila, sternly. Thy wish, false Greek, Ne'er father'd such a courtly compliment. Our health, we know, has been thy master's plague Our death the subject of his daily prayer. Our very name sounds like a sullen knell To Christian ears, and all your froward babes Are hush'd to silence by its fearful sound. Come not before us mask'd in double smiles, With a detested lie upon thy lips. Quit this cajoling cant of phrase, and speak In plain unvarnished terms, as suits a soldier. MAXIMIN. We scorn the imputation : falsehood's mask Becomes the Scythian better than the Greek. But to our purpose, king. — We come not here"], [88, "72 ATTILA, To bandy words and waste in noisy parle The time which is our sov'reign's, not our own. First, then, our master sends thee courteous greeting, And next defiance, should you still insist Upon your terms of truce. ATTILA. Ha ! is it thus ? Brav'd in our very tents ! Thou Christian dog ! Dost thou forget who frowns upon thee ? Ah ! We soon shall force upon the recreant Greek Humbler deportment. O'er yon crazy walls Our engines shall discharge their pelting ruin, Nor shall this arm know rest until the ground Be saturated with your Christian blood. The kites shall hold carousal ere the morn Arch the starr'd heavens. The tainted air shall teem With the black pestilence, and beasts of prey Yell their fierce rapture as they snuff the scent Of carnage, and prepare to gorge their fill, Holding foul banquets on th' unburied dead. We'll soon appal Byzantium's craven sons, And make them bend the coward knee for mercy."], [89, "ATTILA. 73 > that he Hence to thy Lord, and bear him this our answer Then bid him tremble. MAXIMIN. Wherefore ? Know Who trembles not to meet the warlike Hun, Surrounded by his fierce and swarthy guards, Can never tremble at the idle sound That's borne upon a threat. Among us still There be some hardy spirits who despise Barbarian prowess, and are bold to cope With Attila the vain. ATTILA. Hold, ere you wake The slumb'ring tiger : whilst he's in his lair The lamb may graze in quiet ; once arous'd, The bleating coward seeks in vain to fly ; The monster tears its panting sides, and laps Its smoking entrails. Does the moral strike ? Beware in time, nor further stun our ears With speech our fiery temper may not brook, But to the purport of thy mission, Greek. E"], [90, "74 ATTILA, MAXIMIN. Marcian, the emp'ror, to the Hunnish king By us makes offer of ten thousand crowns In yearly tribute, and consents to grant Freedom to all the pagan prisoners. He bids us further state his willingness To join in peaceful union with their king On this condition, that he render up The Christian princess who has sought his aid, And give like liberty to all his captives. ATTILA. By the great God of thunder and of war, Renew the breath that breathes such odious terms And with my own insulted arm I'll smite thee And give thee to the vultures ! Greek, return, And bid thy master stir his torpid troops For fierce and bloody onset : tell him, too, That where yon nodding walls so stately tow'r And smile in the young sun-beams, we will strew The seed that shall shoot up its genial stem And hide the levell'd ruins. O'er the ground Where now yon skies salute the angry clouds"], [91, "ATTILA. 75 And battle with their storms, the steed shall run And graze upon the herbage that has sprung From the fat soil manur'd with Grecian gore. Go tell him this. MAXIMIN. We have our answer. ATTILA. Hence, — 'Twill blanch thy sov'reign's cheek with terror. MAXIMIN. No! He does not fear, but now defies thee, Pagan. •> ATTILA. Greek ! thou hast courage worthy of a Hun, And when the potent thunder of our arms Strews the lean earth with Christian carcasses, If thou art found among the countless dead, Thy obsequies shall claim a monarch's care. Or should the battle spare thee, thou shalt find A friend in him who was thy country's foe. e2"], [92, "76 ATTILA, MAXIMIN. I thank thee, but a soldier's thanks are rough Who scorns acceptance. Rather would I leave My carcass to the hungry bird of prey, Than have the blasphemies of Pagan creeds Hymn'd o'er my poor remains. Should I survive, I ne'er could yield my hand in friendly grasp To one who was my country's enemy. [Exeunt Maximin, Vigilius, Ssc. ATTILA. He should have been a Hun. I love the man, But loathe his race, and on their hated heads Fall the fierce shock of desolation ! All Shall soon be swallow'd in the sweeping wreck That war shall spread for vengeance. Arm, my friends; To yonder tow'ring ramparts turn your swords, And scale the bar betwixt you and your glories. [Exeunt."], [93, "ATTILA. 77 SCENE III. As in Act I. Scene III. Enter Honoria and Vigilius. HONORIA. Why art thou here? I worship other gods Than I was wont to worship. Tyranny Has quite transform'd me from the wretch I was To a free agent. I can bow me down Before the Pagan's meanest image now, As once before the cross. vigilius. And is thy breast Arm'd with a mail of proof against the barb That conscience points against the rebel heart ? Do sad perturbing dreams ne'er haunt thy sleep, And make the night unlovely? — Has remorse No pang prepar'd to mar thy hours of rest? Art happy, lady?"], [94, "78 ATTILA 1 HONORIA. No ! this barren world Was ne'er design'd for Happiness : — she blooms Where no rude blight can reach her; never here, But in the bright recesses of the skies, Where angels foster her. VIGILIUS. Then why remain Where she doth only taunt thee with her smiles, And shuns thy wooing ? Why so madly rush Into a viper's bosom ? HONORIA. Ha! d'ye ask The wretch whom hunger pinches, why he starves But take my answer, 'tis a courtesy I'd not refuse, however base the querist. Here then I live a queen, and see the knees Of low plebeian men salute the ground « When I but pass them. 'Twas not always thus, For in the very palace of my sires I have been met with bursts of mockery"], [95, "ATTILA. 79 From the vile mob that fattens on the state, Which starves to pamper it. And is not this Fair reason for my choice ? VIGILIUS. You have been wrong'd, But more in sorrow than in anger, lady. I bear you offers from th' imperial court, Of ample restitution and redress, Upon condition that you now desert The court which has receiv'd you. HONORIA. Am I not Affianc'd to its king ? VIGILIUS. Who cares to keep Terms with a savage? HONORIA. How can I evade Performance of the sad but solemn compact, For which my honour's pledg'd ?"], [96, "80 ATTILA, VIGILIUS. Are there no means To rid your groaning country of its foe ? HONORIA. What would his death boot me? VIGILIUS. Much, lady, much: — Thy country would adore thee as a god, And bow before thy image. HONORIA. Then the curse Of infamy would fall upon her sons. A Pagan would revolt from such prostration. Is this the doctrine taught by Him who died To save a world? Shame, shame! — a Scythian's soul Would spurn such baseness. Aye — the barb'rous Hun — The very savage, whom thou dost despise, As sunk beneath the instincts of a brute, Would scorn such treachery."], [97, "ATTILA. 81 man VIGILIUS. No matter what The means, provided good ensue. A wicked Should e'er be dealt by as our intiest prompts All things are lawful to defeat bad men. HONORIA. This is a doctrine never taught from heaven, And I can have no motive to adopt it. Have I not been oppress'd and forc'd to exile, By dark intrigue and scandalous report? What surety have I that thy specious phrase, Arm'd with persuasion's sly but lulling tones, Is not a trap to lure me to my ruin? VIGILIUS. An empire's honour. HONORIA. Mighty surety this ! More pliant than the reed which cannot meet The gentlest fanning of the zephyr's wing, But it will tremble ; so the pledge you offer e3"], [98, "82 ATTILA, [Exit Will soon give way before that sov'reign will Which has already sent me forth to exile. You talk of honour. Honour ! What is honour A cheating sound, that tickles on the ear, But dies with the same breath that gave it life. Leave me to better thoughts. VIGILIUS. I must obey. May heav'n dispose your heart to just resolves. And my best hopes attend your meditations ! HONORIA. My doom is seal'd !— Some dire malignant star Glares o'er my track of life, and dimly casts Its lurid and portentous light o'er all My op'ning prospects, blighting in their bud My infant hopes. I feel but cannot break The vile dependancy that drags me down And chains me to my miseries. The Hun, To whom I madly hurried in my need, So lords it o'er me that my nature heaves Against his tyranny, as billows swell Beneath the storms that gather them. I'll free"], [99, "83 ATTILA. [Exit, My spirit from the load by which 'tis crush'd, For wretchedness in my own native land Is bliss, to niis'ry, when away from all We love on earth and hope to love in heav'n. SCENE IV. The interior os the wooden hut. Enter Bleda and Ceuca. CERCA. How fares my Bleda ? BLEDA. Well. CERCA. More harmony Steals on my ear from that one welcome word Than music ever lent it."], [100, "84 ATTILA BLEDA. I am here To bid thee, Cerca, once again farewell, Ere the fierce brunt of war, — and who shall tell What ills may issue from her deadly womb ? — Divide us, and belike for ever. CERCA. Why Wilt thou so rashly draw upon thyself The chances of such peril ? Why desert The standard of your fathers, and defile The temple of their Gods ? BLEDA. To glut revenge. I have receiv'd a stab, which still I feel Within me, rankling, like a fester'd wound Touch'd by the raw night air. CERCA Mocks it all cure"], [101, "85 ATTILA. Within this bosom search the anodyne To lull thy.restlessness. BLEDA. It thrives not there. My lullaby must be the raven's song, Whose croak of discord whets the flagging purpose. And raises awful visions of the grave. Her song is murder's prologue, and I list To its discordance till my wilder'd brain Doth riot in dark fantasies. I fear My best of times are gone ! Forgive me, dame, That I grow stern, I love thee not the less. Deeds of the past sink deep into man's soul, Whilst memory, that busy chronicler Of times that were, stamps on the turbid spirit The fix'd impression which defies erasure. Enter Attila. ATTILA. Who braves our presence here ?"], [102, "86 ATTILA. BLEDA. 'Tis one who fears No pow'r of thine. ATTILA. Loud boaster ! thou must yield This prize to us : 'tis Attila demands her. BLEDA. Never, thou regal tyrant ! Must I fawn And kiss those robes usurp'd, and tamely yield My wife to thy adulterous embrace, — The mother of my children, and the joy Of my bewilder'd days ? May every fiend That wallows in the murky fires of hell Mock me and taunt me till the soul shall die If I perform thy bidding. ATTILA. Brawler, hence ! Or, by yon skies, where dwells the Scythians' God, Weil hang thee on an arm of the first tree, A scarecrow till thou'rt dead, and then their banquet"], [103, "87 ATTILA BLEDA. I go, but not for ever. Yet again I'll visit thee, to thy confusion. Kings Are at the best but men, and once grown tyrants They tread on slipp'ry ground. Thou yet may'st feel On thy own head the stern recoil of crime. [Exit. CERCA. Heed not his violence ; long injuries Have blunted his respect ; remember, too, His source of life was yours ; one mother bore The mighty Attila — the wretched Bleda. ATTILA. Thou'rt eloquent in tears. Those lucid drops Which roll o'er woman's cheeks to win our smiles, Are love's mute mother-tongue ; the poetry Of passion, and the sparks which kindle her To fierce extremes. We madden with our bliss Till we forget our earth and soar to heaven. They are love's nectar, which exhilarate Beyond the luscious grape, and fire the soul Or lull it at their pleasure."], [104, "88 ATTILA CERCA. Be not mad With present power. Dominion is a curse Which has crush'd millions. Turn thee from thy guilt. And, ere thy honour take the stain of crime, Forego thy horrid purpose. ATTILA. Where's the priest That school'd thee thus ? Could I but once lay hold Upon the canting dogmatist, I'd have His crown shorn bare, to blister in the sun, Strip his unmanly limbs for public sport, And send him forth to mockery. CERCA. No priest Was my instructor ; I owe all to nature. She tutor'd me to shrink from lawless love As from the aspic's poison ; but when crime Is grafted upon crime more heinous still, Who can behold the sceptred criminal And not feel loathing ?"], [105, "ATTILA. 89 ATTILA. This is worse than waste Of words and dearer time. Our will, proud dame, Is absolute, and law is neutral, when That will has ought to gratify. In brief Bleda must be forgot, and Attila Shall henceforth be thy husband and thy king. CERCA. My king but not my husband. I am firm And resolute in my intents, and tho' thy rage, Like the sirocco in its fell career Of death and desolation, o'er me sweep, Portending peril, I will brave its burst, But never yield me to unlawful love. ATTILA. Woman, we court not thy assent ; we scorn To win thee by the wiles of common courtship, But take thee as our own, in whom none else Hath equal right. A husband's privilege Must yield to higher claims : thy king demands thee"], [106, "90 ATTILA, l» Thou art a simple chattel of our empire, And as we list we'll use thee. Enter Ildico. Hast thou ought To glad our hearing, dame, that thus, uncall'd Thou dar'st our presence ? ILDICO. I would plead for right, ATTILA. And what has made thy woman's wit so keen? What dost thou know of right but that it is The opposite of wrong, and wrong to thee Should be as right, when we pronounce it so. ILDICO. Oh ! learn for once to pity and be kind. Yield to that tender pleader, nor belie Thy manhood, king, by doing woman wrong ATTILA. Hah, — bold reprover! who has bid thee dare Our anger thus ? — Beware, nor rouse the storm"], [107, "ATTILA. 91 That in its fury may o'erwhelm thee: — mark Thy lord's command: thou'It heed it, if thou'rt wise. Beshrew thee, wench! CERCA. In truth my mind is brac'd To suff'ring, but will never yield its reason To that base creed which legalizes crime. I may not wed another, till my lord Be number'd with his sires, and then my heart Will be dam'd up ; the ice of apathy Shall cast a death-chill o'er it. ATTILA. Is it so? Then mark, o'erweening dame, our last resolve. We shall espouse thee ere the glowing sun Shall twice again illumine with his beams The waters that reflect his fires to heaven. [Exit ILDICO. Stern, contumacious savage! in his breast No heart is lodg'd, the fabric is all marble."], [108, "92 ATTILA. j CERCA. Or flint, that flashes momentary fire, But has no inward heat. I have been doom'd To see affliction's measure streaming o'er, — To see my husband dungeon'd, and releas'd But to be sever'd from these arms for ever — Nor does one ray of hope beam o'er ihe path Thro' which my track of destiny is struck. ILDICO. Despond not; still the sun of joy may shine. CERCA. Never ! — To me it has now set in night. My sorrows have convuls'd and crack 'd my heart, And soon 'twill burst its fragile tenement. Oh ! would the time were come ! — the welcome time When this poor frame, remov'd from earth to heaven. Shall shine a splendid star amid the skies. ildico, in a tone of sudden enthusiasm. His death would stamp a hero."], [109, "ATTILA 93 CERCA. Hold this doctrine To other ears. I could not raise my hand Against the safety of a fellow- wretch, To gain a world. I am no savage yet. Mis'ry may crush me, but 'twill never turn My heart, made flesh by nature, into stone. ildico. Has he not wronged thee ? CERCA. True : but still what crime Was ever justified by wrong ? ildico. Revenge ! That virtue which you designate a crime. CERCA. And where would be my gain, if I should feel The gnawings of a conscience, prob'd and stung With the perpetual mem'ry of a deed Too horrible to name."], [110, "94 ATTILA, Cerca Ildico ildico. Thy wrongs demand And justify an honest act of vengeance. CERCA. Nay, urge me not thus vainly; with revenge I am sworn foe as vice's worst ally, And shall prepare to meet my destiny Wherever it may tend. ILDICO. Unhappy dame ! [Exit ildico, sola. Alas ! I pity tho' I cannot aid thee. [Exit"], [111, "95 ATTILA SCENE V. A remote part of the camp. Moonlight. Enter Bleda. bleda. Here am I outcast from my home, and left Alone with nature. All without is still- All storm within ; yet ev'ry thing around Speaks to the soul a language that becalms Its effervescence. Here it can discourse In the mute language of the Gods, and tell Those glorious orbs that gem the distant skies. There, in her bright array, the virgin moon Puts forth her disk full orb'd, and sheds her light O'er night's deep purple ; now the dark gray mist Steals o'er her splendours, whilst those lesser lights But mightier worlds, the stars, her seeming neighbours 'Neath the dun pall grow dim and pale their fires, And she, alone, to the night wanderer Proclaims her God. Nature's sweet voice is dumb. But there's a voice that speaks without a sound,"], [112, "96 ATTILA, 7 And fills the chambers of the deaf man's ear, WThere never mortal sound yet forc'd its way. Night's very silence has expression in't, And that dark cavern, where the slimy worm Crawls unmolested o'er the mouldering corse, Can tell man more in one dull minute's flight Than prosing pedagogues in ages, pass'd In doling out the wisdom of the dead. Enter Onegesius. ONEGESIUS. Who have we here ? BLEDA. One thou shouldst know, Whose wrongs have oft assail'd thy stubborn ear, And yet obtain'd no pity. — I know thee. Go to the king, thy master, and declare That o'er his head the sword of vengeance hangs, Let him beware its fall ! Hence, slave !"], [113, "ATTILA. 97 ONEGESIUS. That voice Proclaims thee brother to the king. BLEDA. That voice Proclaims a wretch who owes unto your king Those miseries which, like a leprosy, Creep o'er his spirit, blurring it, and mar That buoyancy which makes it capable Of bearing the extremes of bliss or bane. ONEGESIUS. When the dog snarls, the muzzle is applied Lest the grim brute draw blood. BLEDA. Aye ; 'tis the curse Of guilt to live in terror, and to see In ev'ry shadow some alarming substance. Fears haunt thy king, while baby fantasies Affright his slumbers and alarm his waking F"], [114, "98 ATTILA '> ONEGESIUS. Think not that he to whom the world has bow'd And own'd pre-eminent, could start at shadows. He fears nor God nor man. BLEDA. But fears he not Him under whose dominion howl the damn'd In everlasting fires ? ONEGESIUS. Does this become A brother of the earth's acknowledged lord ? Why thus beneath night's gloomy canopy Steal thro' the camp, when all, save they who watch Are at their slumbers ? BLEDA. Why ! because it likes me. And who art thou that, with o'erheated zeal, Thus catechizes one so much above thee ?"], [115, "ATTILA. 99 ONEGESIUS. A subject of the mightiest. BLEDA. Mighty in All that vice doats on and the Gods abhor. ONEGESIUS. He is thy brother, prince. BLEDA. The more my curse In having such a brother, for I loathe him Worse than the deadliest thing that earth e'er foster'd ONEGESIUS. Birth will not shield the rebel from the wrath Which is rebellion's fruit. The Scythian camp Should not contain a subject who disclaims The sov'reignty of Attila. BLEDA. I, slave, f 2"], [116, "100 ATTILA Disclaim it and the fawning whelp that snarls, But only threats to bite. ONEGESIUS. I've fawn'd in wisdom ; And he must fawn, and cringe, and lick the dust Whose weal is shackled to the will of kings. When int'rest bids us bow, he's all but mad Who yields not to her dictates. Had'st thou been Less stark of purpose, and but fawn'd like me, Thou had'st done wisely ; — now thou art become A wretch that any ruffian hand may slay. BLEDA. Thy ruffian hand has not a sinew yet Of texture firm enough to cope with mine. Could I but once be front to front opposed, In fair encounter, with your ruthless king, I'd pluck the honours from his gory crest, And the gull'd Huns should laugh at what they worship'd ONEGESIUS. Be wary in your speech, or you may chance"], [117, "101 ATTILA. [Exit To feel the consequence of rebel humours. Be timely wise — or rashness may undo thee. BLEDA, SOhlS. The wound inflicted by the lion's tooth Mocks not the leech's skill ; the slightest scratch From the dire serpent's fang defies his art, And a worm triumphs o'er creation's lord. Its subtle venom gallops thro' the blood, Tainting each tender avenue of life, Till the freed soul, disgusted with its home, Flies from the infected tenement, and leaves The blacken'd corse to be a nest for worms. I must be arm'd against this reptile's sting, Lest, unforewarn'd, it strike. The vermin's bite Inflicts upon the soul and body smart, Because, like infamy's accursed brand, It stings our pride, the while it wounds our flesh Hence, Bleda ! cry out, \" Havoc and revenge ! Stir up those sparks of ruin 'till they light Her greedy torch, and thro' the Scythian camp Spread waste and desolation. Now I feel The swelling vengeance shoot thro' ev'ry vein,"], [118, "102 ATTILA. And I am ripe for deeds that fiends would spurn. When spur'd by injuries, we bound along, Nor pause to form a choice 'twixt right and wrong. [Exit. END OF THE THIRD ACT."], [119, "ATTILA. 103 ACT IV. SCENE I. Attila's tent. Enter Attila and Honoria. attila. Lady, you soon shall be aveng'd. Our troops, Eager for conquest, sap your mother walls And shake their frail foundations. Soon the breach Shall yawn to woo their entrance, when the bolt Of vengeance shall be hurl'd, and ev'ry knee Bend to the mightiest. Kings and slaves alike Must yield their homage, and the Christian name, From the fair volume of recorded time, Be blotted out for ever. HONORIA Nay, strike not"], [120, "104 ATTILA, So forcibly the fall'n. Yon city's scathe I seek not, but her punishment. The thought Of that stern destiny which now o'erhangs Her rocking battlements awakes within The breast that feels a woman's weakness, pangs Which will not be subdued. The child will yearn Towards her who groan'd to give it life, howe'er The mother spurn it. Nay, be merciful, And spare ! My wrongs are all forgot. Sink not In that of conqueror the name of man. ATTILA. Woman, of this no further. Shall we see These shiftings of caprice with patient eye, Nor frown thee dumb ? These follies ill beseem Her who would share our crown. 'Tis not our mood To sigh, where others suffer. Thou hast sought Alliance with the Hun, and when the lamb Mates with the lion, it must learn to bear With his stern humours. Thou'rt to be our queen — And Scythian wives are mute when their lords will them HONORIA. King ! I am no barbarian : with the milk"], [121, "105 ATTILA. king, That gave me first my nourishment I drew The nurture of bland feelings. Tyranny Had dull'd their edge, and whetted to a point The shaft of vengeance. Rashly, when my soul Was toss'd in the fierce whirlwind of its passions, I flew to you for succour, — and I grant 'Twas kindly tendered, — but, tho' lost to all The sensibilities that grace my sex, I dare not gaze upon my country's ruin. ATTILA. You dare not ? IIONORIA. Will not. ATTILA. Will not? HONORIA. Never ! Hear me again repeat my fix'd resolve — I ne'er will gaze upon my country's ruin. f 3"], [122, "106 ATTILA ATTILA. But thou shalt, lady, ere night's laughing star Shall fill her horns with light. Dismiss these qualms, They're alien to the feelings of a Hun, And thou'rt no longer Christian. Enter Onegesius. ONEGESIUS. King ! your troops Are baffled by the foe : in vain they try To force a breach ; the Grecian bulwarks still Stand firm, and mock their efforts. Spiritless, And jaded with their trials, they return, And mutter threats of mutiny. ATTILA. Ha ! mutter '. Dare the slaves mutter ? By yon blazing sun That looks so like a God, should they draw back Now they've a prize so near them, we will tear Their craven hearts out from their breasts, and pour A full libation to our vengeance ! — aye,"], [123, "107 ATTILA And, like a lump of common offal, fling Their carcasses on dunghills, till the stench Shall scatter pestilence, and sweep from earth These puny Christians. Shall they brave us ? What ! Turn from the fight, and fly ? May palsy limp In all their coward limbs, and impotence Spread thro' their marrow its devouring blight ! We'll decimate the recreants. [To Onegesius On, and bring The troops before us. [Exit Onegesius ATTILA, tO HONORIA. Woman ! mark us well ! Plead not the Christian cause ; our ire is rous'd And blood must slake it. [Exit HONORIA, sola. I can send my thanks Still pure to heaven. Oh ! what a wretch was I To turn against the land that gave me birth, And fling myself before the tiger's path, His chaps then dripping with my kinsmen's gore."], [124, "108 ATTILA, i Alas ! the while ! repentance comes too late, I fear, for service ; but I still may live To serve my country, and that country's God. [Exit SCENE II. The Huns appear, drawn up before Am la's tent, accom- panied by Orestes, Edecon, Onegesius, <§c- Enter Attila. attila. Is this your enterprize, ye puny hinds ! So loud in vaunting and so tame in deed ? What ! turn from women, when yon tott'ring walls Can scarce defy the breeze ? Shame, dastards, shame I know ye not ; your king shall stand alone Against these curs'd man-worshippers : he'll hew Thro' hosts of these emasculated slaves His sanguinary way, until he fall Upon a fun'ral pile of Christian dead."], [125, "ATTILA, 109 ORESTES. The Grecian pow'r is not to be despis'd. Intrench'd behind their bulwarks, like rough rocks Girt by the billowy surge, the Greeks defy Our engines and our valour. ATTILA. They defy ? They dare not. ORESTES. Yes ; they brave us to the teeth ! And, from the lofty summits of their walls, Pour on our fainting troops the fiery death. Oft as the breach is made new works appear Behind the op'ning, and at ev'ry storm The Huns fall back o'erpow'r'd. ATTILA. Then may the brand Of cowardice be ever on their fame ! They're not our subjects — skulking runaways ! Who is their king ?"], [126, "110 ATTILA, [Soldiers shout,] — King Attila! ATTILA. Then know- That Attila ne'er yet unsheath'd his sword To meet defeat. Death, come he when he may, Shall be met bravely : cowardice ne'er stain'd The Scythian name. Exists there one true Hun Who quails at danger ? Should a wretch be found So curs'd in nature, let him quit the field ; Or, should his infamy but brave the light, By this right arm he dies. ORESTES. And would deserve A death more lasting than his infamy. But the bold vet'ran may be beaten back, When walls are 'twixt the assailant and his foe. You have no cowards, king, among your troops. ATTILA. Make, then, your vaunting true, and lead them back To rough encounter. Shall we tamely stand,"], [127, "ATTILA. 111 I Still smarting with defeat, whilst the vain Greek Doth riot in our shame ? Now by the gods, Who speak thro' yonder stars, that light our way To deeds of horror, this ignoble flight Shall be retriev'd, or here the Scythian name Close its long age of honours. ORESTES. Sire, that hour. If destiny shall ever give it birth, Lies in the future's womb, and centuries Shall close before its being. Still our troops, Tho' foil'd, are not defeated, and the foe May yet be brought to bend. ATTILA. Peace, dull declaimer Shall we list calmly to the distant din That trumpets to the rabble's greedy ear The Hun's miscarriage? No! the fires of hell Seem all ablaze within us at the thought. Rather than fail, we'd seize the deadly asp By its envenom'd fang-, or cross the path Of the starv'd wolf and pluck him by the beard."], [128, "112 ATTILA, We'll try afresh the peril, and renew The terrors of assault. Delay creeps in Where the heart's tame and spiritless; to brave All dangers is the first and dearest pride Of the true warrior. — To the Christian walls Turn, soldiers, now, and as ye prize our love, Efface your stains of shame. ORESTES. Fatigue o'erpow'rs Your fainting Scythians, king ! and while their limbs Are stiffen'd with their toils, their nerves unstrung, 'Twould but expose them to a second check To try again the assault. My liege, I crave Pardon and gracious hearing ! — if I urge My suit too boldly, 'tis the soldiers' weal That prompts my speech. Allow them to repose, And when the night's invigorating sleep Shall to each sense and nerve restore its tone, Those distant shouts of joy shall change to groans Of wail and lamentation. ATTILA Be it so,"], [129, "113 ATTILA, If 'tis their wish, and still to fan their valour, Let them attentively observe my words. This morning, as the day broke o'er those walls, That stand betwixt our vengeance and the Greek, I saw a stork seize on her callow brood, And bear them from their birth-place. In her flight, One of the young ones fell from her embrace, And perish'd. It is held in prophesy That when this bird, so reconcil'd to man, Leaves her abode, and flies to other climes, 'Tis desolation's harbinger. SOLDIERS. Enough ! We bail the omen. Lead us to the storm. ATTILA. At peep of dawn the signal shall be given ; Then to redeem the laurels ye have lost. [Exeunt"], [130, "114 ATTILA, SCENE III. Outside the walls of Constantinople. Bleda and Cerca enter. bleda. Why, Cerca, in this lone and hostile path Expose thee to the perils of the foe, To meet a wretch who cannot cheer thee ? cerca. Why? To sooth thee, Bleda, to rebut thy griefs, And do those little ministeries of love Which may console thee. BLEDA. I've been past it long. The very stream of life is chill'd and ic'd. There is no room within this bosom now For sweet sensations ; all is rust — foul rust, —"], [131, "ATTILA. 115 All wither'd — like a scath'd and branchless stock, All canker- worn: the very heart's unsound; And its contagion, spreading to the soul, Has cast already there its rottenness. I'm grown too vile for heaven. cerca. Nay, do not thus Belie thy gen'rous nature; — may the gods Ne'er hold w-orse fellowship than thine, my Bleda. Rouse thee from these abortive fantasies! Joy still might bloom within thee, if thy mind, — Grown sullen with stern reminiscences, — Would fix on gentler thoughts. Arouse thyself From these bewild'ring reveries ! ev'ry thought, On which thy brain revolves, till in the whirl 'Tis almost madden'd, is replete with bane, And morbid from the birth. BLEDA. 'Twere best it should What has the wretch to do with ought but ill ? I was not born to this : there was a time When love could call the smile into my cheek,"], [132, "116 ATTILA, And pity make me kind; when the big sigh Could swell my bosom, and the sight of woe Wring the full tear-drop. Now my eye is glaz'd By those stern feelings, which long years of wrong Have steep'd in worse than gall. No moisture now Steals o'er the bursting orb ; no sigh .escapes To ease the lab'ring bosom, and the smile Is harden'd into an eternal frown. The tree of life puts forth all bitter fruit, — A worm is at the root, — times pass and change, And so does man ! cerca. Desponding still ? In sooth Thy stubborn grief o'erleaps the poor occasion, And the fantastic cause, like a slight spark Whelm'd in the flame its little fire has kindled, Is lost in its effects. BLEDA. How ! this to me ? Have I no cause for wretchedness ? my fate, — My injuries conspire to make me curs'd. Shall I not prove a traitor to my king,"], [133, "ATTILA. 117 A rebel to my country, and a mark For patriot scorn to gibe at ? Have I not Leagued with my foes ? — a lion 'mid the wolves That prey on carcasses. — Gods! think of this, Then ask me why I'm wretched. CERCA. Why resolve On such a mass of crime ? BLEDA. To sate revenge. My honour's pledg'd to her, and till the blood Of him who wrong'd me smoke upon my steel, She will not be appeas'd. CERCA. Oh ! for a calm To stay this whirlwind of impetuous passion, And life might o'er thee shed her sunshine still. Grant me one pray'r, my Bleda, and revoke Thy gloomy purpose."], [134, "118 ATTILA BLEDA. I am as a rock, Which the wave dashes o'er but stirs not. Aye, — Time was when I was visionary ; now Day-dreams ne'er cloud my brain, and when the night Doth conjure up her store of images, To cheat the gath'ring griefs that o'er me hang Like night-mare on my slumbers, for a while I live, the sport of visionary bliss, Till morning wakes me to my miseries, And the sun mocks me with his glories, CERCA. Still Thy eve of life may glow with a fair sunset, When splendours shall annul the clouds and storms Which hung o'er its meridian. BLEDA. Fare thee well ! Time wears apace, and we must part."], [135, "ATTILA, 119 CERCA. Farewell ! But let me warn thee, ere we part for ever, That Cerca's life or death depends on thine. [Exeunt. SCENE IV. The imperial palace at Constantinople . Vigilius and Sebastian enter. VIGILIUS. How sped you with the Pagan ? SEBASTIAN. Poorly, sir. My seeming treachery arous'd his ire, And chaf'd him, as the storm-excited surge Is vex'd by the loud tempest."], [136, "120 ATTILA, VIGILIUS. Did his rage Appal thee into silence ? Did the roar Of hurtless thunder, when the lightning's sped, Unnerve thee quite ? SEBASTIAN. Not so. With fierce rebuke He bade me hold my peace. Insulted pride Purs'd up his ample forehead, as he spake, And with a magnanimity of soul, That struck me dumb, he scorn'd my proffer'd aid And sent me back to bear his stern defiance. VIGILIUS. By heaven ! thou art become his eulogist ! Would he not hear thee ? Didst thou not propose To give him notice of our secret councils, And to betray into his hands the city, Without the sacrifice of Pagan blood ? SEBASTIAN. I did."], [137, "ATTILA 121 But as the treach'rous words escap'd my lips, The fiery indignation of his frown Show'd how he scorn'd the traitor : still I urg'd Acceptance of my tenders, when at once The fierce tornado of his anger burst And threaten'd me with scath. VIGILIUS. We must devise, And quickly, for the hour is growing ripe, Some means to crush this fiend, whose very name Appals the timid and confounds the brave. We hourly look for aid, and should our arms Once draw the God of battles to our cause, The Hun may fall before the Christian steel. SEBASTIAN. May Heav'n defend the right ! VIGILIUS. Amen ! SEBASTIAN. Amen! [Exeunt. a"], [138, "122 ATTILA. Priscus, SCENE V. A hall in the imperial palace. Marcian enters, followed by Maximin, AroLLONius, and Senators. marcian. It glads me now to find ye of a mood To stand against the Pagan. Still our walls Deride his efforts, and our troops exert The courage of their sires. Enter Vigilius. vigilius. Our messenger Has fail'd to cheat the Hun : — he has refus'd His proffer'd aid."], [139, "ATTILA. 123 ramparts marcian. Affairs are wearing now A brighter aspect ; thus these tidings raise No terrors for our safety, since we find The Greeks are warriors still. maximin. They crowd the With their determin'd faces to the foe, Still keeping them at bay. marcian. Relief is nigh. The western prefect marches to our aid, With brave allies and well appointed troops. At the first blush of dawn he purposes To force the Hun's entrenchments. Senators ! Each to his post, and may to-morrow's sun Dawn on the freedom of the insulted Greeks ! Brave Maximin, you keep the guard to-night. Be the watch doubled to prevent surprise, And let our vet'ran troops surround the gate. g 2"], [140, "124 ATTILA. MAXIMIN. Our emperor's confidence has long been mine By right of service. When the furious fight Thickens around us, and in mutual strife Meet Greek and Pagan, if I once forget Our ancient sires' renown, may the first death Fall on this aged head, and the dull cloud Of cold oblivion gather o'er my grave ! marcian. We dread not that ; our hopes are now too bright To take the sully of bewildering fears. Fortune has turn'd her wheel, and we shall rise Upon the radiant circle, to confound The bold idolater. His course is run. The hardy Goth, Theodoric, and his son The lustier Torrismond, attend the chief Who marches to our succour. Enter Bleda. BLEDA. Emperor ! Behold the Hun before thee !"], [141, "ATTILA, 125 MARCIAN. Thou art welcome ! BLEDA. Welcome I would be, and my service shall Deserve such welcome richly. MARCIAN. Ere the dawn Shall usher from the east the lagging sun, That service may be tried. BLEDA. And shall be, Greek. I pledge me to the gloomy work of death, And slaughter's groans shall wake the melodies To which my soul's attun'd. [Pauses. Perhaps you doubt A Pagan's honour ! Well. — doubt on. Methinks I mark suspicion's grave and sidelong leer Steal from each eye and curl on ev'ry lip — But why should I feel anger'd at the sight ?"], [142, "126 ATTILA. Have I not made myself a mark for scorn ? Who ever clench'd the renegado's hand In social amity ? Who e'er bestow'd A courteous smile upon him ? Spare your love I court it not — 'twere poison to my peace. If I do serve ye, 'tis not for yourselves ; My own revenge is parent to my will, And, to serve her, I'll sacrifice my fame, My country, home, my brother, and my king. MARCIAN. Whate'er the terms, we readily accept The aid you tender. Prince, we have no cause To doubt your honour. Tho' our diff'rent creeds May teach us to withhold that easy trust Which they of kindred habits interchange, We still can rate your offers at their price, And give our confidence in payment. Take Our courteous thanks for this unsought-for aid. To-morrow, in the battle, you may prove The merit of our trust, BLEDA. And I will prove it."], [143, "ATTILA. 127 time The record of my yet unfinish'd vow Shall soon be clos'd in blood. Ere the next sun Dip in the western wave his fiery orb, The Greek and Bleda shall be each aveng'd. MARCIAN. The moon has slop'd her journey down the sky And hastens towards her set. Good friends, 'tis We interchange our parting courtesies. BLEDA. And this may be our last exchange on earth Of courtesy or greeting. Fare we well, And dream away the time 'till the broad light Awake us to the strife. I'm sick of life And its infirmities. The voice of death Would sound more welcome to my sullen spirit — When my fierce glut of vengeance is appeas'd — Than music to the deaf. MARCIAN. To all good night. Each choose his post of honour, for the morn"], [144, "128 ATTILA. Shall show fair laurels for your gathering. Let all pursue where glory points the way — To-morrow's sun must gild a bloody day ! END OF THE FOURTH ACT."], [145, "129 ATTILA ACT V. SCENE I. The country bordering upon Attila's camp. Time, day-break. Enter Œtius and Theodoric. -cetius. We near the adverse lines. Soldiers, advance ! [Troops enter. And ere the light arouse the slumb'ring foe, Rush on to the assault. THEODORIC. Dawn's fading gray Is still upon the hills, and while the shades Of darkness yet conceal us, it were best Surprise the Pagans by our prompt approach. g 3"], [146, "130 ATTILA, ŒTIUS. I, with the vet'ran soldiers, will advance To storm the Hun's intrenchments. You, O king, Will follow, to support the desp'rate fight In case of a repulse. THEODORIC. We will not now Dim the proud lustre of our former fame, But wreathe a fresher laurel round our brows, On which the growth of youth is scant and wither'd. ŒTIUS. On, then, to glory ! THEODORIC. Where her banner streams We'll follow, tho' 'twere ankle-deep in gore. [Gothic soldiers cross the stage Approach, my Goths, and listen to your king. Conquest or death is nigh. To-day your names May stand for prouder glories than renown Has gather'd for them yet. This Attila,"], [147, "ATTILA 131 With whose fell name your matrons fright their babes. Has only warr'd for conquest : — let your arms Hurl down this tawny monster to the dust, When, on his subjugation, you shall rise The saviours of mankind. Enter Torrismond. What means this haste '. torrismond. The Greeks have made a sally from their town, And now assault the camp. The Huns retreat Before them in confusion. Let us have The signal of approach. ŒTIUS. 'Tis giv'n. Delay Suits not the time nor stake for which we fight. On, soldiers, to the charge ! [Exit with Soldiers."], [148, "132 ATTILA, THEODORIC. Follow, brave Goths, And emulate your king ! [Exit with Gothic Soldiers TORRISMOND, Solus. And may the son Prove worthy of the sire in this day's strife, Or lose his footing on the ascent of Fame. [Exit SCENE II. Attila' 's tent. The tumult of sight heard. Enter Honoria and Cerca. CERCA. How my sad soul is loaded with its fears, Which drag my body down, as if their weight Would bear it from this world of misery To that which is not known but by the dead, And they are past our converse."], [149, "ATTILA. 133 king HONORIA. What is this Which casts such terrors o'er thee ? Is thy Grown puny in his prowess, that thy fears Thus quicken at the din of battle ? CERCA. No! I have a husband, and the while he lives To fight for vengeance, I have all to fear. Beneath the gathering thunder-cloud of war He braves his mortal destiny : — his ire May urge him on to desp'rate enterprise, And Cerca, with her children, shall be left To drain the tear of wretchedness. HONORIA. Dispel These dark imaginings, and give the rein To better hopes. Why brood o'er fancied ills, When fortune's brighter star may shortly rise Amid the cloudy firmament, and pour Her beams along thy late dim track of life."], [150, "134 ATTILA n Nay, — droop not thus. Should this auspicious day Close that career so often trac'd in blood, Thy husband may sit king upon the throne Which once he bow'd the knee to. CERCA. Never, lady. As soon the sun and moon shall quit their spheres, Or heav'n change placewith earth, and earth with heav He has no thought, no feeling but revenge ; Eager of mood, and desp'rate in his acts, He'll meet the regal spoiler face to face, And fall before that arm which never yet Met foe but for its triumph. HONORIA. Why distrust The guardianship of heaven ? Is there not A Pow'r above that can upraise the weak And crush the strong: ? D CERCA. The gods protect the brave, And most the bravest. Bleda cannot cope With Attila the mighty."], [151, "ATTILA. 135 i Enter Ildico. ildico. How the din Of battle breaks upon the timid ear To startle our repose! The Greeks, 'tis said, Are showing proofs of prowess which surprise Our hardy troops, so long the sons of conquest. While consternation pales their swarthy cheeks, Hope's halo circles round the Christians' brows, And, like a pole-star, guides them thro' the fight. Thrice driven back, they dare the strife anew, Collecting resolution from repulse. HONORIA. Bless thee, thou herald of glad tidings, bless thee I am the daughter of my country still, And her success is yet among my pray'rs. I've met the Scythian's scorn; — his Pagan heel Has trampled o'er my humbleness, and spurn 'd The suppliant on her knees —"], [152, "136 ATTILA. Enter Attila, armed. ATTILA. By the dim light Of yonder sun, that dares not show his head To gaze upon our shame, the Christian sword Is dripping with our Scythian blood ! The earth Is slipp'ry and incarnardin'd. What ! turn From these trim soldiers, who with dance and song Eke out the lagging night, and when the dawn Shows each to each his squalid countenance Haggard and bloodless from the late debauch, Fly to their down and sweat away their manhood ? This camp shall be my death-couch or the grave Of yon proud city's noblest. HONORIA. Yet, O king, You have not bent on Fortune's fickleness One transient expectation. Limited Has been your search into futurity, For pride had clogg'd your view. This is the hour Of retribution's reign, and Attila Shall live to witness shame."], [153, "ATTILA. 137 ATTILA. Out on thee, dame, For this and sterner wishes ! but the king: Who brought the Scythian from his native hills, To browse his herds upon your richer pastures, And make these lazy Greeks his caterers, Will never turn his back upon the foes His arms so oft have vanquish'd. HONORIA. Boast not, Hun, Till the day's task be done. The sun is yet Scarce risen ; what may happen ere he set Defies thy prescience, king. ATTILA. No more ! away — Evade our presence till the strife be o'er, And then for nuptial joys. CERCA. Joy ne'er can bloom Upon a blighted stem : her very root"], [154, "138 ATTILA, Is gnaw'd by the slow worm of misery. The knell of death is breaking on our ears, And we may neither hail to-morrow's sun. [Exeunt Cerca, Honoria, and Ildico ATTILA, Solus. Ha ! baited in my very tent ! Anon This arm shall well redress me. I am caught, Like an unwary lion in the toil, But even yet am terrible. 'Tis now The climax of my destiny : retreat Would fix upon my name a loathsome blot Which ages shall not cleanse. If I am slain, My honours will attend me to the grave Still pure and undiminish'd ; but while life Thrills thro' my frame, and my firm sinews bear Their wonted elasticity, I'll show My arrogant enemy, by fatal proof, What 'tis to vanquish Attila. Enter Orestes. ORESTES The Greeks"], [155, "ATTILA. 139 Have forc'd our lines, and now within the camp Press hard upon our troops. The Huns retreat, And gen'ral consternation gives their speed The semblance of a flight. ATTILA. Foul messenger ! Hold, ere you blast me quite. The Huns retreat ? It cannot be : I'm not so deeply curs'd. The hungry raven o'er the sick man's couch Croaks not more ominous. — My soldiers run ? Thou dost belie them, devil ! Hast thou not The Christian's blood now dancing thro' thy veins In circulating poisons ? — Ha ! my sons — My native Scythians fly before the Greek ! Thou treach'rous herald of a lie, for this My greedy sword should cleave thee to the chine — But no, I madden; — soldier, pardon me — I cannot rate thee at a higher title, — My anguish sires the channels of my blood, And all's a hell within me. I may live To justify thee yet. Now to the foe, And where the Hunnish monarch guides the war Her woes shall all concentrate. [Exit."], [156, "140 ATTILA, ORESTES, SoluS. It is past ! The star of our renown is set ! This day Shall see our laurels blighted. Since the dawn The sun has pour'd his glories on our foes, And cast us in the shade. The hostile troops, Inspir'd by some new energies, o'erpower The frighted Huns, who, panic-struck, retreat, As all unus'd to victory. May Heav'n Avert our ruin, or Orestes find A pillow for that sleep which knows no waking ! [Exit, SCENE III. The Hunnish Camp. Enter Ardaric and Walamir. ARDARIC Where is the king ?"], [157, "ATTILA, 141 WALAMIR. Dealing his vengeance round him : Where'er he fights, the enemy, dismay 'd, Fall back and fly before him. By his side Death glares a ghastly red ; his reeking steel, Steep'd to the hilt, sends up its fumes to heav'n, An incense to the gods ! Beneath his arm The hostile leaders fall, and Maximin, Their bravest, now lies stiff 'ning in his gore. ardaric. But where he wars not, shame pursues his troops, And victory's with the Greek. There is a blot Now hanging, like a cancer, o'er our fame : They've dimm'd its lustre, and their wanton brows Are wreath 'd with our best trophies. WALAMIR. Let us pluck Their ravish 'd garlands from them. Are our swords Less keen than when upon the Christians' heads Their dint was last directed ? Are our hearts Less firm than when we chas'd them from the field"], [158, "142 ATTILA, Greek Within their brazen gates ? And shall we now, Like panic-stricken hinds, skulk from the fray And hide our shame in flight? No ! we may yet Retrieve our laurels, still repay our loss, With increase, on the enemy. ARDARIC. We may ; And by the light of yonder skies we will, Or leave our worthless bodies with the dust From which they had their being. [Huns retreat over the stage, pursued by soldiers; Ardaric exit after them. Enter Torrismond. TORRISMOND. Walamir ! We meet in equal arms, to try how Fate May poise her balance. Long- your sum of fame Has been increasing to the vast amount Which pairs you with the noblest. I have yet Scarce enter'd my noviciate in arms,"], [159, "ATTILA. 143 And would essay thy prowess, as the best To hand me to renown. WALAMIR. Stripling, thy wish Deserves to meet compliance. Thou art bold To dare a vet'ran's prowess in the field ; But I can pardon thee, for here this arm Shall curb thy soaring spirit. TORRISMOND. To the test; Deeds and not words must prove who bears him best. [Exeunt, fighting Enter Ardaric and Theodoric at opposite sides. THEODORIC. King of the Gepidæ ! now Fortune lends Her chances to us both. This day must end The one of us or each. Poor is that strife Which death ends not : be then our equal arms Put to their best of proof."], [160, "144 ATTILA ARDARIC. A gleam of hope Still flickers o'er the desert of despair To cheer my fainting soul. I've liv'd to see My troops retreat before thy braver Goths ; But should this arm gain mastery o'er their king 'Twill lighten our disgrace. THEODORIC. We'll try the chance, And to the God of battles trust our fate. [They fight. Theodoric is overpowered. Bleda enters to his rescue. Ardaric flies. THEODORIC. I cannot thank thee, prince : these nerveless limbs Are due, by nature's compact, unto death. I have been vanquish'd ; life no longer casts One ray to cheer my spirit. BLEDA. In the grave Our long account of suffering is clos'd ;"], [161, "ATTILA. 145 Her murky chambers court me to their gloom ; But thou hast nought to die for. THEODORIC. I have liv'd To know defeat, which knowledge should be bought With any thing but life. I still may serve The cause for which I fight, and die the death That wafts our honours to a future world. [Exit BLEDA, Solus. The sun is now abroad, and o'er the world Pours his bright glories ; but to me his orb Presents no splendours, — pale and sicklied o'er With the wan hue of death. The hour is nio-h o When the cramm'd grave, o'ergorg'd with recent dead, Shall bare her dreary womb, and thro' the air Scatter the baleful pestilence ; when ghosts From her dark chambers shall arise, and flit, Like fiery clouds, athwart the sinking moon, \" Making night hideous ;\" when infernal sprites, Hot from their tortures, shall infest the world, And howl damnation round it. How my soul Would revel in the cry ! My heart is keen ii"], [162, "146 ATTILA Upon the feast of slaughter ! Yes ; my steel Has drunk, already, deep of Scythian blood, And still reeks with its crimson. There's a deed That yet demands completion; this perform'd, My soul will then be ripe for other spheres. [Exit Enter Œtius and Torrismond. œtius. The Pagans dare not stand against our arms : Already have we master'd half the camp, And conquest sits upon our crested helms, While consternation quails the baffled foe. Save where their king maintains the doubtful strife, They fly affrighted o'er the bloody field, And yield an easy conquest. torrismond. Still the king- Holds on the fight, and, like a baited bull, Scatters destruction round him, from the crown To the very heel steep'd in the dye of death."], [163, "147 ATTILA ŒTIUS. He cannot stand the odds against him ; soon Shall rise our shouts of triumph. TORRISMOND. Walamir, The Ostrogoth, has fall'n: the field is strew'd With the foe's bravest ; but our vict'ry yet May stand us at a price of such dear purchase That we shall be no better than the vanquish'd. ŒTIUS. Slaughter has done her worst ; the Huns are spent And scarce keep on the fight. TORRISMOND. We have to mourn Our bravest slain. Theodoric, my sire. Lies on his parent earth. [Shout heard. ŒTIUS. That shout proclaims h 2"], [164, "148 ATTILA, Some vantage to our soldiers ; let us share Their honours or their shame. [Exeunt Enter Attila, his armour and sword bloody. ATTILA. Baffled again ! Where are my foes ? — Where'er I come, they fly Like owls before the sun, and skulk to holes Where the light cannot reach them. I have sought, With eagle ken, the leader of their host, But, like a cur, he shuns me. I am weak And wasted with my strivings : to the dust This arm has cast a hecatomb of slain, And still my heart's insatiate. I forswear All commerce with such men as dare not fight To vanquish or to die. The Scythian name Is foully breath'd upon, and Attila Has liv'd to witness shame."], [165, "ATTILA 149 Enter Bleda. attila. Thou here ? bleda. Aye, king; 'Tis our last meeting, and must end in blood. Think on my tortures 'mid the dungeon's gloom, Where ne'er the smiling sun announc'd the day For eight long wretched years. The time is come When one or both of us shall glut the worm. My wrongs now stretch before me in array That wakes the fever'd memory ; prepare To answer for those wrongs. ATTILA. Traitor ! the hand Of death is o'er thee. [They fight ; Bleda is disarmed."], [166, "150 ATTILA. Cerca enters. CERCA. Let it fall on me. [She rushes between the combatants and receives Attila's sword in her body. CERCA. That thrust has clos'd the reckoning of my days, And passes me, at length, from earth to heaven. Now for the immortal gods ! ATTILA. Officious fool ! Thy just reward has reach 'd thee. CERCA. I'm content. Thy crime will turn to my behoof. ATTILA tO BLEDA. I yet May spare thy life : thy punishment is here. [Points to Cerca."], [167, "ATTILA 151 Live on, and in thy frenzied agonies Curse the dark hour that saw thee first a traitor [Exit. BLEDA. [Recovering from the stupefaction of horror. Is this a dream of madness, or the drear And palpable reality ? — My veins, As tho' a boiling current gallop 'd thro' Their riven pores, seem scorch'd and bursting. Oh ! How the big spirit 's crusb'd ! My wife ! — alas ! Thy little span of life has reach'd its term, And earth must shortly pillow thee ! [Takes Cerca's hand. Her hand, Like the fair lily 'neath the autumnal moon. Droops with the dews that freshen not. Heart ! heart ! When wilt thou burst? Still must I feel thee swell, And yet so stubborn ? Crack, and set the soul Free from its bonds ! Oh that my brain were sir'd ! That, in the wildness of distemper'd thought, All dark reflections might be swallow 'd up, And Memory lose her empire o'er the soul !"], [168, "152 ATTILA CERCA. One parting kiss, my Bleda, [He stoops and kisses her. Fare thee well ! God save thee — for thy children. [Dies. BLEDA. Dead ? — my wife ! — Dumb as the sea-girt rock, whose blacken'd brow The tempests lash, while, 'mid the mighty jar, He frowns defiance still. Now may'st thou laugh At the vain storms of time, beyond all reach Of accident, tho' I am left to mourn. My hell begins to burn !— Will the Gods thus Fix all their wrath upon me ? — must this head Be shiver'd by the light'nings of despair And not a groan to answer them ? But this Was wanting to complete my agonies. — Where am I ? — Is the voice of vengeance mute? I hear her call. Uprouse thy spirit, Bleda ! Blood must have blood ! Dark thoughts o'erspread my brain,"], [169, "ATTILA. 153 [Exit, 3 And thro' their mistiness I see a gleam Skirting the darkness of my wilder'd mind That lights the goal of Hope. Ha ! do I stand Inactive while the battle yet holds on ? There's still a death for Bleda. SCENE IV. Another part of the Camp. Enter Œtius and Torrismond. œtius. The foil'd Hun Behind his waggons has retir'd to breathe, But threatens desperate resistance still, If forc'd to further contest. torrismond. It were best Not bay the lion, lest in his despair He rise above our governance, and hurl Fresh mischief on his foes. ii"], [170, "154 ATTILA, I> ŒTIUS. Our fainting troops Have need of rest. To-morrow we renew The combat ; for till Attila be ta'en Alive or dead, we know no rest but sleep. TORRISMOND. May, then, to-morrow end the strife of arms, And Peace extend her olive o'er the world ! ŒTIUS. The snake is scotch'd. TORRISMOND. But, till the reptile's dead His fangs will hold their poison. ŒTIUS. He has done His worst of mischief. 'Ere a second dawn His fang shall be pluck'd out, and Christendom Send up her triumph's clamour to the skies."], [171, "ATTILA 155 TORRISMOND. And its thanksgivings shall ascend to heaven, — To Him who fought and triumph'd in our cause. [Exeunt. SCENE V. A line of waggons appears on the scene, as a fence against the approach of an enemy. Attila enters, followed by Honoria. ATTILA. How ! taunted in my tents ? — Imperious dame ! Curb thy o'erbounding spirit, or the wrath Of Attila may crush thee. I am wild, And pooily bear vexations : thro' my veins Vengeance still boils ; nor am I of a mood To listen to a woman's idle parle. HONORIA. Feel, then, a woman's vengeance ! [She suddenly draws a dagger and stabs him."], [172, "156 ATTILA, ATTILA. [Fixes his eyes sternly on Honoria, then draws the dagger from his side and looks stedfastly on it for a moment. By yon stars, Which the day hides from our material sight, Life shrinks beneath that blow ! Was it for this The Fates reserv'd me ? Must I yield my breath To something less than man ? — [Looks again at the dagger. This dudgeon's point Is dripping with the noblest of man's blood, — The blood of Attila, the conqueror, Whose deeds of arms, in distant chronicles, Shall stand an everlasting monument Of human prowess until now unknown. Who struck the assassin blow that robs the world Of its pre-eminent ? — ha ! murdiess, thou ? [Turning to Honoria Prepare thy soul for hell ! — [He raises the dagger — pauses Hold thy rash hand, Thou dying sinner, and for once be just."], [173, "157 ATTILA. Was the heart lodg'd within a woman's breast That struck the mighty down ? O'er the swarth cheek The kindling blush would give the lie, but dares not. Was it a woman's hand that pierc'd the heart Which heroes could not reach ? — be theirs the shame ! [To Honoria. Thy courage woos my admiration ; nay, I will not kill thee. Live, illustrious wench ! Earth's paragon ! her hero's conqueror ! Ho, there, my guards ! Enter Onegesius and Guards. onegesius. Behold ! our sov'reign bleeds ; What traitor's hand has struck ? attila. No traitor's hand, But one that ever would have crush 'd a traitor : — 'Twas this — [Raising his hand"], [174, "158 ATTILA The hand of Attila, your king ! He could not tamely live to bear defeat, And hear the victors' gibes : death soon shall free His spirit from that worst of agonies. Convey yon princess to the Christian camp, And let my body fill a soldier's grave. [Dies [A tumult is heard without onegesius. The foe assault our fence ; the waggons yield. And give them entrance. Enter from behind thewaggons Œtius, Torrismond, Vigilius, Sebastian, and Soldiers. honoria. Countrymen, advance, And take my welcome. To her kindred flock Restore the erring lamb, and o'er the past In mercy let Oblivion spread her pall. The Hun is dead, and Christendom is free. [Points to the body of Attila."], [175, "159 ATTILA, [Bleda rushes in, wounded and bloody, stops with an air of distraction, then gazes fran- tically on Attila's corpse. bleda. Ha ! is he dead ?— the tyrant dead ?— ha ! ha ! [Laughs hysterically. Let me explore thee — [He falls upon the body, tears open the vest, and fixes his eye furiously upon the wound. It has enter'd home, And Bleda is aveng'd! [He falls back and dies. THE CtRTAIN DROPS."], [176, ""], [177, "POEMS"], [178, ""], [179, "sire i THE TRIAL. FROM apuleius. In some fair city, now unknown to Fame, A monarch dwelt, of reputable name; Three young and lovely daughters call'd him Whom all who saw, saw only to admire; Each had her share of beauty, but the last The elder two in every grace surpass'd. Nature, it seem'd, had all her skill essay 'd To form a model in this matchless maid ; Whene'er she walk'd abroad, in mute amaze The eager crowd press'd on her steps to gaze"], [180, "164 THE TRIAL. ■r While gamesome urchins, just let loose from thrall Stopp'd in their merry pastimes, one and all, And gap'd with most ineffable surprize To view an angel form in earth's disguise. 'Twas thought that hers must be a visit here Of some pure seraph, from a brighter sphere, She seem'd to cast around so sweet a spell — In short she had on earth no parallel. But the ungentle sex admir'd alone — She was, alas! the envy of her own. Soon did the trump of Fame her praises sound Thro' the far confines of the realms around; Renown her charms to distant regions bore, And thousands came to wonder and adore. All who beheld her, in their rapture cried That Cupid's mother, in her beauty's pride, Had left the glorious mansions of the skies To pour her ravishment on human eyes. Venus meanwhile from her celestial bowers Mark'd, with dismay, a mortal's rival powers : Malice and rage her troubled bosom tear To think that one, of woman born, should share"], [181, "THE TRIAL. 165 mi Those praises due, she deem'd, to her alone — From Gods themselves thro' untold ages won. While the rous'd passions boil'd within her breast, She call'd her son and thus the God address'd : — \" Why am I now, a denizen of heaven \" And for whose love the very Gods have striven — \" Why am I now so basely doom'd to be — \" Tho' worshipp'd here — on earth a mockery? \" My dearest Cupid, hear a mother's woe, \" And haste in vengeance to the realms below ; \" Prepare thee thence a poison'd shaft to wing, \" And to thy bow affix a tougher string. \" I must have vengeance, speedy vengeance too, \" And therefore seek my instrument in you. \" Wilt thou permit a gross and earthly maid \" To share the gifts on Paphos' altars laid? \" Can'st thou from these bright spheres look calmly \" And see thy mother's rights usurp'd, my son, \" Nor wing one fatal shaft in her defence \" To punish a vain mortal's insolence ? \" No! — to her native city quickly speed, \" And in her heart 's-blood dye the feather'd reed,"], [182, "166 THE TRIAL. \" That I may view her from these bowers above \" Expos'd to all the agonies of love.\" The God prepar'd to do his mother's will, And lacerate the heart he could not kill. Bent was his bow, the ready shaft applied, In love's delicious poisons deeply dy'd ; With wary skill the tighten'd cord he drew, But ere the arrow towards its object flew, His bright eyes fix'd upon her matchless charms, And in amaze he dropp'd his hostile arms: — Caught in his own sly toils, the insidious boy Was vanquish'd by the charms he would destroy. Tho' all, meanwhile, on Psyche cast their eyes, And prais'd her spotless beauty to the skies, Still seem'd she doom'd, despite that beauty's power, To waste in maidenhood life's vernal hour — Still seem'd she doom'd, despite that beauty's spell, With virgin spectres to \" lead apes in hell.\" Around her path no clamorous suitors press To \\vin her smiles, and court the chaste caress ; Before her footstool bends no doting swain To breathe his vows of tenderness in vain: —"], [183, "THE TRIAL. 167 Altho' from all the meed of praise she won, Yet all appear 'd her radiant eyes to shun. In every perfect feature of her face There was a something of unearthly grace — A stern, repulsive loveliness, that wrung A high but cold applause from every tongue ; Yet did no raptures one fond bosom thrill — For tho' the lips were loud, the heart was still. Her dazzling charms a distant awe inspir'd, But ne'er with love's intenser feelings fir'd ; They fix'd, 'tis true, the bold spectator's gaze, Yet only serv'd to kindle cold amaze ; And tho' there might be some who wish'd her hand Fear held them back from making the demand. Her sisters, both of charms less passing bright, Soon solemnized the matrimonial rite: A wealthy suitor each fair maiden led From Hymen's altar to the nuptial bed; While Psyche no kind tender could obtain, And sigh'd to think that beauty was so vain. The statue thus that Time's rude touch defies, Rich in its graces and its symmetries, May by its fair proportions charm the eye, And claim the homage of the passer by,"], [184, "168 THE TRIAL. But is withal unable to impart One soft impression to the tender heart. Psyche with secret dread began to feel Perplexing fears into her bosom steal ; Her spirits vanish'd as the prospect grew More and more dreary to her inward view ; The buds of hope were blighted in their bloom, And sorrow wept at their untimely doom. Peace soon absconded from her troubled breast, And, spite her beauty, she was still unbless'd. Each day was past in agonizing fears, Unanswer'd sighs, and unavailing tears ; Loudly she mourn'd her solitary state, And thought that her's was much too hard a fate She look'd to heaven for relief in vain — ■ Her prayers unheeded, unrelieved her pain. A sallow tinge her faded cheeks o'erspread, And left no vestige of the healthy red ; Her chin grew pointed ; and her radiant eye, Which once had held the stars in rivalry, Lost all its lustre ; and the drooping lid, In anguish clos'd, its softer beauties hid. She pin'd, grew pale, and angular, and thin, — A wreck without — a war of griefs within."], [185, "THE TRIAL. 169 Hurt to behold their lovely child's distress, Ever desponding, ever comfortless, Her royal parents sought the Delphic shrine, Where daily spoke the Oracle divine, To hear what doom to Psyche would be given By the immutable decree of heaven. When the broad moon was in her latest wane, With anxious hearts they sought the sacred fane, Pour'd forth the secret prayer on bended knee That radiant Phœbus would propitious be ; Then put the question, trembling as the sound Of many thunders broke and echoed round. Awhile a deathly silence rous'd their fears, When these stern accents rung upon their ears. \" To some vast mountain's summit be convey 'd, \" Crown 'd with rough rocks, the discontented maid \" There, clad in stole of death, let her await \" The stern, immutable award of Fate. \" There shall she meet the husband she requires, \" Whom every passion, every craft inspires; \" One who has done more mischief upon earth \" Than all the progeny of mortal birth; I"], [186, "170 THE TRIAL. \" One who has oped the labyrinths of sin \" To blinded millions that rush freely in; ■' One who delights to cheat and to enthral, And uses sweets but to disguise the gall \" With which he drugs enjoyment's mantling bowl \" To mar the body and corrupt the soul. \" Tho' young to sight, he is the sire of lies— \" A very devil in a God's disguise. \" Such is the spouse with whom the Fates decree \" Your youngest child should share her destiny. \" None of terrestrial birth she's doom'd to wed, \" But to participate the nuptial bed \" With one to evil so supremely given \" As to be dreaded by the race of heaven.\" At this award the melancholy fair Was fill'd with consternation and despair: Her agitated bosom rose and fell Like the rous'd ocean in its stormy swell. Swift thro' her native town the rumour ran That she was under Jove's tremendous ban. The sympathizing burghers kindly press Around her door to quiet her distress. Mingling the sigh with sorrow's plaintive moan, They seem'd to make her miseries their own ;"], [187, "THE TRIAL. 171 But she had sought to know of things to be, And nothing could reverse the stern decree ; For since the ruthless God had been address'd, None might presume to slight the harsh behest. The day at length arriv'd ; a crowd convey 'd High up a rocky mount the wretched maid; Cold blew the northern blast upon her brow, Which glow'd with fear and apprehension now. No genial shrubs adorn'd the steril steep, But round the ridge the cutting breezes sweep ; No flowrets open'd to the vernal morn — No fragrant blossom whiten'd on the thorn; But all was stern sterility and gloom, Drear as the dungeon, silent as the tomb. The maiden look'd in shuddering surprise, Her fair breast heaving with convulsive sighs ; And her lips quiver'd as their accents fell Upon the ears of those she lov'd so well. Her eyes with sorrow's tribute streaming o'er, She bless'd those friends whom she might meet no more And while the gush of grief obscur'd her sight, Commenc'd the bridal and funereal rite. i 2"], [188, "172 THE TRIAL. Her sire together with the crowd retir'd, And left her to perform the rites requir'd. The weeping mourner, tortur'd by despair, Breath'd her soft wailings on the ambient air, Regretting now — but now, alas! too late — That she had rashly sought to penetrate The dark decrees and judgements of the skies, Unmeet to be profan'd by mortal eyes. Awhile she stood upon the mountain's brow, And gaz'd into the dreary gulf below ; Her brain grew dizzy at the fearful sight, While o'er her senses stole the shades of night; Backward upon the hard bleak rock she fell, As if the soul had left its earthly cell. Ere long a Zephyr, from the breast of Spring, Bore her aloft on cool, refreshing wing, And in a garden, of no earthly kind, Her now re-animated form reclin'd. There vegetation wore his best attire, And forc'd the eyes to wonder and admire. There plants unnumber'd bore their richest bloom While aromatics gave their best perfume ; There each variety of tint was seen From the bright crimson to the simple green ;"], [189, "THE TRIAL. 173 There shrubs of every scent and every die Pour'd their soft beauties on the raptur'd eye ; Spices perfum'd the hills, and flowers the dales, Their fragrance wafted on ambrosial gales ; Gums of all odours issued from the trees, And cast their grateful incense on the breeze; — All that could charm the senses blended there To vanquish sorrow and to banish care. She seem'd transported to a fairy land, For all was ravishment on either hand. Awhile the maiden gaz'd on all she saw In mute amazement, for the general law Of nature had been much exceeded here, Where never change deform'd the tranquil year. Weary at length, she sought a near retreat To screen her from the gentle noon-tide heat. Within a grove, upon a verdant bed, The wondering maiden laid her languid head; Flowers of all fragrance did the couch compose, But first in scent and beauty bloom'd the rose; And here the flowers were of diviner hue Than e'er in earthly bowers redundant grew, Since from his throne of light the Day-God huil'd His radiant glories o'er an infant world."], [190, "174 THE TRIAL. Here bloom'd the lily, white as mountain snow, Tho' rival'd by the maiden's whiter brow; The violet shed its perfume thro' the glade, And the meek primrose blossom'd in the shade ; Bees to her lips their honey 'd offerings bring — Bees that had ne'er been furnish 'd with a sting. Here, by the Zephyr fann'd, the gentle maid Upon the verdant turf her temples laid ; By slow degrees the tumults of her mind Dispers'd, like baleful fogs before the wind. Some minutes past in undisturb'd repose, To view a neighbouring wood, refresh 'd, she rose At her approach such notes assail'd her ear As mortal organs ne'er were known to hear; They seem'd to be the music of the skies Swell'd by a chorus of their Deities. On all sides, warbled from the branches round, Came every sweet variety of sound : The very trees with voices seem'd endued, And breath'd celestial warblings thro' the wood. As o'er the plain the maiden cast her eyes She saw fresh objects to awake surprize;"], [191, "THE TRIAL. 175 Fountains of bubbling water round her play'd, Cool'd the sun's beams, and beautified the glade Satyrs and Fawns above the sparkling flood, Hewn from the rock, like living statues stood. Fresh from their marble jaws the crystal stream Was forc'd on high to catch the solar beam, Which, as it fell upon the feathery spray, Added new glories to his heavenly ray. Advancing now, her ravish 'd eyes behold A stately palace glittering with its gold ; Huge diamonds spangled o'er the mighty pile, And Art around display'd her brightest smile. The ruby and the sapphire sparkled there, And thro' the halls diffus'd a gorgeous glare; While carpets, woven in celestial looms, Gave an unearthly splendour to the rooms ; And the broad arras, of unnumber'd dies, Borrow'd its varied colours from the skies. The maiden enter'd, while her throbbing breast, As she advanc'd, her strong alarm confess'd. All seem'd deserted — no where could be found The owner of the mighty wealth around."], [192, "176 THE TRIAL. Nor as she pac'd the chambers, broad and high,. Could she one single living thing descry ; Still on her ravish'd ear there sweetly fell The softest warblings from Euterpe's shelL Melodious voices now invite the fair To bid adieu to every worldly care ; Within the palace press her to remain, In sure oblivion of all earthly pain. She looks around — upon her listening ear The voices float, but yet no forms appear. Still unseen hands impress melodious strings, Till with the heavenly sound the mansion rings. Now she's desir'd her snowy limbs to lay In bubbling founts where chrystal waters play ; Then to recline, amid refreshing blooms, On sofas woven in celestial looms. The maid, by such addresses bolder grown, Inclines to fancy all she sees her own : Alarms no longer now her breast assail, But, like the stormy rack before the gale, Fly from her breast, where grief no more remains To goad her spirit with perpetual pains."], [193, "THE TRIAL. 177 All is enchantment round her, and she seems The heroine of her own transporting dreams. Before her now appears a banquet spread With fruits nectareous and ambrosial bread : At the full board she sits and ends her fast On an invisibly-prepar'd repast. Gems of all hue delight her ravish'd eyes, And sparkling crystals multiply their dyes ; The most delicious meats, on gold display 'd, Awhile in wonder hold the venturous maid. The gentle Zephyr, from his azure wings, Around her brows a cool refreshment flings : Quick to her brain ethereal odours rise, And fill it with unearthly ecstacies. Wines of celestial flavour round are pour'd, And in gemm'd vases ornament the board ; From the full grape the luscious juices press'd Invite the quaffing of the virgin guest, O'er the brim sparkle, as she bends to sip, Eager to kiss her yet untasted lip. Fruits of all climes are in profusion seen, From the dry medlar to the mangustine : i 3"], [194, "178 THE TRIAL. All, in their turn, the maiden's taste invite, Eager her envied preference to excite. While seated at the banquet, to the strings Of unseen harps a voice divinely sings ; Her ravish'd ears receive the liquid strain, And a warm rapture thrills thro' every vein ; Mere prelude this to more refin'd delight, — The indulgence of a purer appetite. Night now advanc'd, when — such the will of Fate Psyche was doom'd in terror to await , A bridegroom's coming, of no earthly race, And yield to some huge monster's loathed embrace. Oh ! how she sicken'd as her fancy brought Some hideous picture to her fever'd thought ! Her temples throbb'd, tears from their fountains gush'd, And to her cheeks the bounding life's blood rush'd ; While o'er her breast, in its excited swell, The scalding tear-drops in profusion fell. The star of even soon display 'd its light, . And Psyche's bosom flutter'd at the sight : Spite her reluctance, she must now prepare With a strange spouse the nuptial couch to share."], [195, "THE TRIAL. 179 She had no choice but calmly to submit To her hard lot, and make the best of it. Dreadful alternative ! she strove in vain To quell her terrors and subdue her pain. At length, o'ercome by mingled doubt and dread, She cast herself upon the loathsome bed, Prepar'd by bodyless hands to court her rest — More soft and fragrant than the cygnet's breast. Dark apprehensions in her mind arose, And from her pillow banish 'd its repose : To court the balm of sleep she tried in vain, For wild alarms dash'd fiercely thro' her brain. She toss'd in agony, and o'er her brow The dews of death began to gather now. When thus her patience had been fairly tried, The promis'd husband sought the trembling bride A soothing voice her harass'd spirit cheers, And bids her quell unnecessary fears. She listens in amaze ; no horrid tones Cause the fair flesh to creep upon her bones ; No maledictions issue from the tongue, As if the jaws with hissing snakes were hung;"], [196, "180 THE TRIAL. From no fell throat the angry voice of death Comes wafted on a pestilential breath ; But accents, such as Gods alone may hear, Steal with a witching influence on the ear, Borne on a breath so fragrant, that his sighs Seem to exhale the incense of the skies. Her terrors banish'd now, the maiden lies In all the joy of gratified surprize ; The unknown husband re-assures his bride, Who listens to his voice unterrisied : Hope once more nestles in her gentle breast, Her spirit cheers, and lulls her fears to rest. Ere the bright stars into their caverns glide, The still mysterious husband quits her side, Leaving her all alone to hail the light, And wait his coming with returning night. But disappointment now her bosom chills, While from her eye again the tear distils. Soon as the dawn gives welcome to the sun, And the day's genial duties are begun,"], [197, "181 THE TRIAL. Beings invisible her moanings chide, And with melodious voices hail the bride, Prepare fresh pleasures to endear the day, And chase the intervening hours away. Again in sparkling founts her limbs she laves, While, dashing round her, sport the limpid waves Eager those lovely members to embrace Where Nature had exhausted every grace. Absorb'd in thought, she strolls the woods among, To catch the magic of unearthly song; Or plies, with ready hand, the busy wheel, Whose silver orb is ribb'd with polish'd steel, To kill the time, till Dian's star shall rise, Fair and unclouded, 'mid the azure skies. Swift thro' her hand the golden fibres run, Buzz to the wheel, and glitter in the sun. Now o'er the harp her taper fingers glide ; — She listens to the tones, with wondering pride, Which, with rare melody, the chamber fill, — Astonish'd at her own surpassing skill. When night returns, with no portentous dread She seeks again the hymeneal bed ;"], [198, "182 THE TRIAL. Her unknown spouse, in still mysterious guise, Creeps to her side, and baffles her surprise ; For, as he practis'd the preceding night, At peep of dawn he takes unwelcome flight. Again the disappointed maiden weeps Her bridegroom's absence, fretting till she sleeps, Spent by her sorrows, that she may not see The object of her heart's idolatry. Such sorrows soon gave way; contentment stole, With a sweet influence, o'er her spotless soul ; Peace was her bosom's inmate, and a guest Which dwelt there but to consecrate its rest. 'Twas thus, in one unceasing round of joy, Day follow'd day, — her bliss without alloy : All recollection now of former woes Had pass'd, and left her to unmix 'd repose. Tho', in her paradise, no human eye Gave back to her's the glance of sympathy, — Tho' in a perfect solitude she dwelt, Yet there was bliss in all she did and felt. Tho' none of woman born her joys partook — By all her friends and relatives forsook —"], [199, "THE TRIAL. 183 Still her attendants, tho' unseen, ne'er ceas'd To spread before her pleasure's various feast. Here might the maid, as one of heavenly birth, Have ever dwelt without a taint of earth, — Bright in the beauty of immortal youth, And her soul spotless as eternal truth, — Could she — of woman's fickleness the test — Have lodg'd one little secret in her breast, Or kept her curiosity confined ; Be this her plea, — she had a woman's mind. While Psyche thus, amid perennial bowers, Pass'd in a round of joy the jocund hours, Her parents were to busy griefs a prey, By night their torment, and their bane by day. Afflicted at their child's mysterious doom, Their spirits droop'd, and wrapt in midnight gloom, They loath'd the sun, and look'd on all he gave As but a mocking prelude to the grave. Thus crush'd by grief, the sire and mother go To their two daughters, and disclose their woe, Implore them to redeem a sister lost, And bring her to their arms, whate'er the cost."], [200, "184 THE TRIAL. Obedient to their parents' just behest, The anxious daughters straight commence their quest ; To the bleak steep repair, with eager speed, Where the fair Psyche's doom had been decreed. Here with congenial Air in dalliance play'd The Zephyr which so lately had convey'd The mourning virgin to that blissful spot, Where all her worldly cares were soon forgot. Soon as the steep is won, the sisters feel A balmy influence o'er their senses steal : A grateful odour from the distant trees, Borne on the gentle pinions of the breeze, Around them plays; while thus refresh 'd anew, They seek their wild adventure to pursue. The Zephyr now his downy wings display'd, And promptly bore them to the expecting maid, Who had been cautioned by her lord at night Of their intended visit with the light. He charg'd her to be wary, nor receive Those who might some day give her cause to grieve. She acquiesc'd in what her lord desir'd, But still seem'd sad that he so much requir'd :"], [201, "185 THE TRIAL. He bade her then the sisters entertain, Yet caution'd her to prudence once again. Psyche, o'erjoy'd, receiv'd each welcome guest, And clasp'd them both in transport to her breast ; Display 'd the mansion's riches to their view, And told of all the happiness she knew ; That she was wedded to a spouse who prov'd Young, generous, loving, and by her belov'd. They glance o'er every thing with sparkling eyes, Unable to conceal their just surprise; Thro' the fair paradise they wend their way Where heaven's own glories gild the genial day, Where all around is redolent of spring, And Time bears no dull griefs upon his wing. Amid the shades of consecrated bowers They scent the fragrance of unearthly flowers ; And as they dwell on each enchanted spot, Compare their own with Psyche's happier lot. For them no stately palaces arise, Whose golden turrets seem to prop the skies ; No unseen harps upon their unblest ears Give forth the magic music of the spheres ;"], [202, "186 THE TRIAL. For them no sapphires gleam, no diamonds shine Burnish'd and tinted by a hand divine ; For them, alas ! no flowers perennial bloom, — Their's is a lot of one unvarying gloom ! Their husbands faithless, to regrets a prey, Who so unhappy, so accurs'd as they ? The more they see, the more their own sad fate Recurs, to render them disconsolate ; They look on Psyche now with envious eyes, And long to rob her of her glorious prize. Burning with rage at her superior lot, The savage sisters her destruction plot ; Against her peace their cunning wiles employ, To drug with gall her sparkling cup of joy. Ere six brief days had sped their hasty round, Again they trod this unpolluted ground, And from their unsuspecting victim drew The fatal secret : to his charge untrue Who had forewarn'd her of her danger, she Became a prey to their duplicity. She told them, guileless as the mother dove, That round her all was joy, for all was love ;"], [203, "THE TRIAL. 187 That since she had possess'd this costly place, She never had beheld her husband's face, Who at her side had never deign'd to stay Beyond the dawn, but vanish'd with the day ; Yet that when night's dun pall o'er earth was spread, He ne'er had fail'd again to seek her bed. Thus much they learnt, and instantly began To realize their most infernal plan : They seem'd to wonder much at what they heard, — \" 'Twas strange, in sooth — perhaps he was deterr'd \" By her great coldness ; — yet, that could not be, \" Since she declar'd she lov'd him fervently. \" It look'd not well ; — they did not like it ; — still \" It might be nothing ; — he might mean no ill ; — \" And yet there was a mystery ; why this ? \" There was no need if nothing were amiss. \" Both truth and virtue ever shun disguise, \" While falsehood wraps itself in mysteries. \" Beware the traitor, Psyche ; now we see \" His aim is to ensnare, to ruin thee.\" Before this second visit had been made, The bridegroom had endeavour'd to dissuade"], [204, "188 THE TRIAL. His artless bride from heeding such advice As might be offer'd to his prejudice, Since she would find that malice was a thing Which in the fairest bosoms fix'd its sting. The gentle warning — 'twas no harsh command — Fell on her ear like rain upon the sand : It left no fix'd impression — heeded not ; — Heard, and alas ! but heard to be forgot. The envious sisters, crafty in their skill, With anxious doubts the fair one's bosom fill ; Despite the caution given, they soon disarm'd Her guileless prudence, and her fears alarm'd ; To memory's ear the Oracle recall'd, Whose stern announcement every breast appall'd, Which destin'd to her solitary arms A horrid monster, without worth or charms ; One more malignant than the crested snake, Whose fiery thirst of vengeance nought could slake Whom e'en immortals with alarm beheld, Whilst outcast spirits by his voice were quell'd. \" Oh, how they shudder'd at her fearful doom ! \" To be thus destin'd, in her beauty's bloom,"], [205, "THE TRIAL. 189 \" To some foul demon's arms, so basely priz'd, — \" On earth forgotten, and in heaven despis'd ! \" Would she, tho' 'twere in paradise, remain \" Degraded thus, and bear the deadly stain \" Of guilt upon her soul? — how great the sin \" To wed a monster and desert her kin ! \" Rush from the fatal gulf, while time is given, \" Or dread the sure and signal wrath of Heaven. Poor Psyche heard with most unfeign'd surprise, And the tears gush'd in torrents from her eyes. At length she fancied that her spouse was one Whom she should loathe, and dread to look upon ; Who in disguise her thoughtless love had gain'd, But when enjoyment's fountain should be drain'd Would re-assume his horrid form, and doom His unsuspecting victim to the tomb. These guilty sisters, harden'd in their spite, Beheld her doubts with devilish delight. Their crafty speech soon met with such success As drove her to the most severe distress. O'ercome with dread, she deem'd their counsel wise And in her terror begg'd them to advise."], [206, "190 THE TRIAL. They counsell'd thus, that ere approach of night Nigh to her couch she should conceal a light, And with the light a pointed weapon lay To take the sleeping monster's life away ; As by this act alone she could avoid The constant dread of being soon destroy 'd. Psyche, mistrustless, promis'd to comply, When back to earth the treacherous sisters fly, Borne on the ready Zephyr's strenuous wing, Which brought them smarting thence from envy's sting Now, to her own reflections left once more, The wretched Psyche ponder'd o'er and o'er On what her wily sisters had advis'd, 'Till her soft heart was almost paralyz'd. \" Could she — a hitherto unspotted thing — \" O'er her pure soul the taint of murder fling? \" Could she requite with swift destruction, one \" Whom she had sigh'd so oft to look upon? \" Who had for her a paradise prepar'd \" Whose unmix'd joys an angel might have shar'd? \" Who had by kindness her affection gain'd — \" All her desires — save one alone — obtain'd ?"], [207, "191 THE TRIAL. \" But was not this enough to rouse her? Why \" Skulk from the light and shun her anxious eye ? \" Why like the boding owl avoid the day ? \" Had he some fatal secret to betray? \" 'Twas clear — for so she thought — that there must be \" Some awful meaning in this mystery. \" Why should she not unravel it — or try? \" Whate'er the means, the end would justify.\" Resolv'd — and eager to perform ihe deed — That with the night her slumbering lord should bleed, Into her chamber she by stealth convey'd — Ere he arriv'd — a sharp and murderous blade, Together with a lighted lamp, and which She now conceal'd in a secluded niche. Before the light a crimson veil she drew To hide its glimmer from her husband's view. Soon as her lord in fancied safety slept, With stealthy motion from the bed she crept, Seiz'd the bright lamp, then hurried to his side, And took that view so rigidly denied : But to her eyes no monster huge appear'd, No crested serpent, as she falsely fear'd,"], [208, "192 THE TRIAL. But he, caress'd among the powers above, The ever blooming, beauteous God of Love; Known by his youthful cheek's vermilion glow, And by the whiteness of his polish'd brow, The azure tint of his transparent wings, His shining locks which hung in golden rings, The smile upon his lip, the laughing eye That thro' the clos'd lid beam'd its witchery — For tho' soft slumbers lull'd his soul to rest, Still all the little Godhead was confess'd. O'ercome with horror at her dire intent, With conscious shame her guilty heart was rent; She held with nerveless grasp the lurid blade, And the lamp flicker'd at the light it made. Thro' her full veins the bounding life's-blood leapt, And in a transport of remorse she wept; O'er his fair form her eager glances run More bright, more glorious than the noonday sun. She gaz'd upon him with perturb'd delight, And would have stabb'd herself in joy's despite ; But, as compunction's throes her breast invade, From her faint grasp escapes the threatening blade"], [209, "THE TRIAL. 193 Why had she listen'd to those evil tongues Which rous'd her to avenge imagin'd wrongs? Alas! how could she ever now atone Her fell intention towards that lovely one? But — and a ray from Hope's bright bosom stole, Broke o'er her brain, and tranquilliz'd her soul: Still might she be reliev'd from threaten'd woe — He knew not her intent — and he might never know Close to the couch, in all their boon array, The unstrung bow and well-stor'd quiver lay. Long Psyche gaz'd upon the work divine, And long admir'd the beautiful design. Round the bright bow a golden tire was roll'd, And every shaft was barb'd with virgin gold — The whole a present by his mother given, From the resplendent armoury of Heaven. She took a pointed arrow from the ground, Tried the fine point, and felt an instant wound; Yet slight to that which rankled in her breast Since to her sight the God had been confess'd. Now she advanc'd to take a nearer view, And the thin curtain cautiously undrew. K"], [210, "194 THE TRIAL. While on his form she fix'd her eager gaze In rapture, admiration, and amaze, Prone from the lamp the oil, of fragrant smell Upon the God's bright shoulder, scalding, fell Who, instantly awaking with the smart, Flutter 'd his azure pinions to depart, Wav'd them a moment o'er his radiant head, Then sprang indignant from the nuptial bed. In vain did Psyche strive to stay his flight, In vain she held him fast with all her might; He tore himself from her tenacious hold — Resolv'd by tears nor sighs to be cajoled — And resting on a tree of sombre hue, Which near the pile in dull luxuriance grew, In sweet but angry tones reprov'd the crime Which would torment her to the end of time, In aiming, spite the warning he had given, To penetrate the mysteries of Heaven. She had provok'd a doom which even he Could not avert, tho' born a Deity. Ceasing, he wing'd his flight to upper air, And to her sorrows left the guilty fair."], [211, "THE TRIAL. 195 No cheering voices now, from forms unseen, Chase her despair and leave the soul serene ; From sacred groves no viewless quirists rise, And pour around their melting harmonies: No swelling viols thro' the halls resound, And glad the ear with music's liquid sound; 'Mid vernal lawns no sparkling fountains play, And foam and glitter in the noon-tide ray; No plants nor blossoms now their sweets exhale And with ambrosial fragrance load the gale; No unseen ministers around the maid Assiduous press, to yield their ready aid. — All is still as death: — her burning brow She bar'd to the cool blast — it came not now — A withering blight the smiling verdure kiss'd, And the sun glimmer'd thro' a murky mist. The wretched Psyche, fix'd in anguish there, Stands like the living image of despair. While tears of stern remorse bedew her eyes, The forked lightnings, issuing from the skies, Upon the castle's gilded summit fall, \" And one prodigious ruin swallows all. k2"], [212, "196 THE TRIAL. In quest of Cupid now the maiden strays Thro' clueless labyrinths and trackless ways, And in her path encounters one of those Whose false advice had furnish'd all her woes. Now fiery vengeance, hot from Stygean shades, And drugg'd with rancour's gall, her breast invades She straight resolv'd, while rag'd her passions high, To punish her detested perfidy. To the base wretch, with sighs profoundly heav'd, She tells her specious tale — 'tis all believ'd, — Declares that Cupid, at her fault enrag'd, Had cast her off, now ne'er to be assuag'd; And had resolv'd to summon in her stead, One of her sisters to the nuptial bed. Inspir'd with hopes that she might be the bride, The guilty sister to the mountain hied ; And from the summit sprang into the air, Thinking the gentle Zephyr would be there To waft her on to bliss: no Zephyr blew As from the steep her heavy form she threw. Down, like a plummet hissing from the skies, She plung'd impetuous, never more to rise ;"], [213, "THE TRIAL. 197 And falling headlong on the rocks beneath, To pieces dashed, she met no martyr's death, But, unprepar'd, receiv'd the villain's doom — Her death unmourn'd — her bones denied a tomb While daily o'er the parch'd and arid plains The kites and vultures scatter'd her remains. The other sister Psyche shortly sent, With subtle smile, to a like punishment : By the same story plausibly betray'd, Both were to Pluto's dreary realms convey'd. Venus, meanwhile, a prey to inward woe That all her schemes had failed to crush her foe, And at the pain her beauteous boy had found From the continued smarting of his wound, — Resolv'd — for malice still her passions fed — To hurl down ruin upon Psyche's head. The blood that circles in celestial veins, White as the virgin snow on upland plains, Turn'd to a fiery hue, and to her brow — The pride of Gods— rush 'd up unbidden now, While the immortal radiance of her eyes Sent forth a stream of glory thro' the skies :"], [214, "198 THE TRIAL. E'en Vulcan's fires grew pale, and mighty Mars Hid his bright head among the meaner stars ; Jove stay'd his thunders, wondering what it meant, While fear was spread around the firmament. Oh ! that in female hearts should ever dwell Passions so dire — revenge so terrible ! Poor Psyche, now a happy wife no more, — For her young heart was canker'd at the core, — Still wander'd o'er the earth, of him in quest Who had so lately spurn'd her from his breast ; But no where could she find the angry boy, And shortly from the blighted stems of joy Despair sprung up, a foul but vigorous shoot, Tho' a worm gnaw'd for ever at the root. She hourly felt the festering pang within — The meed deserv'd of her atrocious sin; Nothing assuag'd her agony — the smart Was like a mortal throe within her heart. She pay'd her vows to Juno's sacred fane, — Alike were all her vows and offerings vain; The Queen of Heaven disdain'd her humble prayer, While taunts and scoffings met her every where."], [215, "199 THE TRIAL. By all despis'd, by all denied relief Amid the wild distractions of her grief, She knelt a wretched suppliant at the shrine Of Venus, and implor'd her aid divine; Hoping the Goddess might at length relent, And give her back to Cupid and content. But when on bended knee, with suppliant mien, She sought the temple of the vengeful Queen, Her tender supplications rose in vain — They were rejected with a fierce disdain: The angry Goddess still more angry grew, While fell revenge within her bum'd anew ; With untouch'd heart her daughter's prayers denied And curs'd her in her unrelenting pride. Psyche, alas! to growing griefs a prey, A blighted flower, began to waste away — The bloom upon her cheek was seen to fade, And sorrow soon a fearful havoc made ; She grew at length so weak, and pale, and thin That every bone seemed starting thro' her skin. Venus, whom no repentance could assuage, Resolv'd to seize the victim of her rage,"], [216, "200 THE TRIAL. And, with stern rancour, force her to apply To tasks of most degrading drudgery. She straightway to Olympus wing'd her flight, And stood confess'd before the Thunderer's sight She there implor'd the sire of Gods and men To send a messenger to earth, and then To the far realms of everlasting day Summon that bold, rebellious child of clay Who had presum'd to mate immortal charms, And take the God of Love unto her arms. Jove, with a silent nod that shook the skies, In grave consult convok'd the Deities. Vast was the assembly, the debate was long, The bickering loud, the opposition strong. With stormy strife the azure concave rung, While awful thunders burst from every tongue. First Vulcan rose, but whose celestial wife Had led a very uncelestial life, And with a frown as bitter as his hate Look'd upon Mars, the immortal reprobate, Who had dishonour'd his immortal name — Doom'd for his crime to everlasting fame — With angry speech his wife's request oppos'd, And with a curse the fierce oration clos'd ;"], [217, "THE TRIAL, 201 A hollow murmur thro' the conclave spread, Was heard on earth, and fill'd mankind with dread. Next Mars undaunted rose, his eye the while Cast round, was kindled with a sensual smile. He tried with subtle eloquence to prove How worthy Venus was of Vulcan's love, Then laid his palm obliquely on his breast, And swore he should support her just request. The oath, ungrateful to immortal ears, Rang round the heavens, and shook the distant spheres. Both sides were balanc'd, when the Thunderer rose, His fiat gave, and bade the council close ; Commanded Mercury, with instant speed, To visit earth and do what he decreed; But ere the heavenly messenger had sped, To the stern Goddess was the maiden led. Custom, a fellow in her vile employ, By her suborn'd the maiden to decoy, Had seiz'd her, faint with wandering, spent with care, And to his mistress dragg'd her by the hair. Soon as the Goddess sees the lovely maid, Passions unmeet for heaven her breast invade : k 3"], [218, "202 THE TRIAL. She tears those flowing tresses, scars the face Where loveliness had fix'd its dwelling-place, Bruises that form, ne'er witness'd but admired, And which the God of Love with love had fir'd This was not all she had to undergo — 'Twas but the pledge of more protracted woe : Now under angry Venus's controul, She felt her power o'erwhelm her very soul Doom'd to a trial, e'er she quitted earth, Ne'er yet impos'd on one of mortal birth. The first employment to the maid assign 'd With terror fill'd her melancholy mind. She was to separate commingled grains — A task that mock'd the most assiduous pains. Seeds of all forms and hues, together mix'd, Stood high uppil'd before her, when she fix'd Her eye upon the multifarious heap In silent anguish, and began to weep. With sorrow as attendant, she was given To do this work before the close of even. While wrapt in utter vacancy of mind At what resentful Venus had assign 'd,"], [219, "THE TRIAL. 203 A tribe of busy ants, who heard what pass'd, Assorted all the various grains so fast, That ere the shades of twilight had begun, To her great joy the mighty task was done. This was not all : a second more severe Was now assign'd, which but increas'd her fear. Upon her ear the dreadful order fell, Which froze the tear within its crystal cell, Her marrow chill'd to ice within the bone, Till she seem'd all but stiffen'd into stone. She was commanded to depart and bring A lock of wool, all gold and glittering, Cut from the fleece of an enchanted sheep, Which on a river's margin, high and steep, Fed undisturb'd, and which the maiden knew Must first be climb 'd to gain the prize in view. Beneath, the foaming waters chaf'd and fried, Bearing the wrecks of forests on their tide : Far as the eye could reach or thought could soar Above, the frowning cliff hung beetling o'er. Psyche, aghast, beheld the barrier's brow. For to ascend the height she knew not how ;"], [220, "204 THE TRIAL. Tho' it was certain that it must be gain'd Before the prize she sought could be obtain'd ; And that the river, rapid, broad, and deep, Must be pass'd o'er ere she could reach the steep. Upon the hither shore in grief she stood, And gaz'd in anguish on the foaming flood: O'er jutting rocks dash'd high the showery spray, Which danc'd and glitter'd on its stormy way; While on the ear loud fell the angry roar Of the vex'd waters, foaming: to the shore, Which lash'd the barrier, then with fierce recoil Gnash'd like a struggling tiger in the toil. Deep eddies yawn — down — down the waters glide With an impetuous and resistless tide; Swell'd by the fury of their troubled course, They spent their rage in murmurs loud and hoarse In mute despair, the melancholy maid Aside her hat and flowing wimple laid ; For tho' hope now withdrew his radiant beam, She still prepar'd to plunge into the stream ; When from a reed some whispers caught her ear Which softly charg'd her to dismiss her fear,"], [221, "THE TRIAL. 205 Told how the golden treasure might be gain'd, Which to the wild and magic sheep pertain'd. Wondering she heard ; joy sparkled in her eyes As from the fleece she cut the golden prize. She sought the Goddess, and with gesture meet Laid the resplendent trophy at her feet. Surpris'd, the Queen of Beauty saw her brino- The precious treasure ; when the goading sting Of fell revenge fix'd deeper in her breast, And Heaven was now no more a home of rest. Immortal tho' she was, her passions sent A track of darkness thro' the firmament; The very stars were sunk into eclipse By the fierce flame that issued from her lips ; For Rage within her kindled all his fires, While her hard heart was scorch'd with fell desires To her no longer Heaven its bliss supplied, And her eye darken'd as she strove to hide The tumult of her ire that boil'd within Her callous breast, and rush'd up to her skin. Tho' Psyche's patience had been fairly tried, Yet her tormentor was not satisfied."], [222, "206 THE TRIAL. Determin'd that the mourner still should be The victim of her fell malignity, She bade her hasten to a poisonous spring By dragons guarded, and its waters bring. Before her stands the maid appall'd and dumb, While fear and horror every joint benumb — 'Twas all in vain — alas ! the mute appeal Was made to one who knew not how to feel. Psyche departed on her mission now, While terror darken'd on her pallid brow. When she beheld the monsters, huge and grim, Her full heart throbb'd — she trembled every limb From their enormous throats there thickly came Masses of pitchy smoke and lurid flame : Around the spring in lazy volumes roll'd, Their scaly forms they angrily unfold, Unfurl their leathern wings with sullen blare, And lash, enrag'd, the unresisting air; Cast from their fetid jaws a poisonous breath, That sends around the blasting taint of death. Psyche beheld them in their fearful ire, While her heart sicken'd at their aspect dire."], [223, "THE TRIAL. 207 How could the task which Venus had impos'd Be done, except the means were now disclos'd ? She listen'd, but no whispers met her ear, Her hope to strengthen and to banish fear. But as she ponder'd how 'twas to be done, An eagle, hiding with his wings the sun, Flew by, from her weak grasp the pitcher tore, And to the deadly fount the vessel bore ; There having fill'd it, to the wondering maid Return'd, and at her feet the vessel laid. O'erjoy'd, she hasten'd to the angry Queen With downcast look and supplicating mien, Hoping the Goddess would at length relent, And to her heart restore its lost content. But what shall paint the tumults of her mind When still she found a sterner task assign'd ? She was commanded to direct her tread To the infernal mansions of the dead, And of her Stygian Majesty request A small but costly manufactur'd chest, Charg'd with a portion of those charms divine Inherited by gloomy Proserpine."], [224, "208 THE TRIAL. How to attain those realms of endless woe Psyche knew not— the dead could only know. There was one only way — she knew but one — To reach the gloomy shores of Acheron ; Death — so she thought — must be her grisly guide O'er the dark horrors of the Stygian tide ; Nor was she now reluctant much to die — Crush'd by the burthen of her misery. Now to a tower did the maid repair, To hurl herself into the empty air, When that mysterious agent, who had been Her faithful guide thro' every fearful scene, Whisper'd once more into her startled ear, And bade her once again dismiss her fear. He then advis'd her, without more delay, To distant Tænarus to bend her way ; Told where a secret passage might be found, Thro' which she soon might tread Tartarean ground But charg'd her, not — if she desir'd to live — To slight the few precautions he should give. He bade her, first, two mealy cakes prepare, And one in either hand, undaunted, bear ;"], [225, "THE TRIAL. 209 Next, two small bits of money to provide, To pay her passage o'er the Stygian tide. If in her way she met bewailing ghosts Flitting around her on those dreary coasts, She was to notice nothing they might say, But silently pass on upon her way. At Styx arriv'd, the ferry-man she'd see, Who for her passage would demand his fee : She must permit him, ere she cross 'd the lake, From her clos'd lips one piece of gold to take ; And when the gate of Proserpine she gain'd, Where surly Cerberus his post maintain'd, She was to fling a cake before his feet, When he would let her pass, and take the meat The voice inform'd her now that Proserpine Would bid her eat, but this she must decline — Because Tartarean food would thro' her veins Roll an eternal tide of scorching pains — And, back retiring, temperately fed, Make her repast on black, unsavory bread, Which she must carry in a wallet, tied By an asbestine baldric to her side."], [226, "210 THE TRIAL. Then, to the sombre Queen of Death and Hell, Who sent her there and why, it bade her tell, — Told her she must be brief, but boldly state Her mission to the deadly potentate ; That Proserpine, at Venus's request, Would to her special charge commit the chest ; But that, the precious casket once obtain'd, The realms of day must quickly be regain'd, Lest amorous Pluto should behold her face, Detain and force her to his black embrace. On her return she must this caution take, To feed the dog with the remaining cake ; And to grim Charon, when the stream she gain'd. Offer the piece of money that remain'd. She was enjoin'd to take especial heed, Nor ope the casket to her charge decreed. With throbbing heart to Tænarus she hies, And there the secret passage soon descries ; She enters now, with unreluctant tread, And shortly gains the mansions of the dead. Before her footsteps gibbering ghosts arise, And all hell echoes with their doleful cries :"], [227, "211 THE TRIAL. Thro' the dun atmosphere they deftly glide, And roll and writhe upon the burning tide. Upon her fever'd brow the fiery blast Left the sharp pang a moment ere it pass'd. Around her path the fierce Tartarean fires Thro' the stiff darkness shoot their cloven spires ; Whilst the doom'd souls, amid the lurid glare, Shriek in their agonies, and welter there. Monarchs and slaves, in one promiscuous throng, Wedg'd side by side, in masses glide along ; Gnash their immortal fangs in endless pain, — Now curse, now supplicate relief in vain. With furious wail they crowd the scorching shore, Till Tartarus re-bellows to the roar. Psyche beholds, with still undaunted mien, The various horrors of the infernal scene, Yet sighs again to see the light of day, But passes mutely onward on her way. Her dangerous task she did with cautious care, Then left the realms of night for upper air. She had done all that Venus had assigned, But vanity, — that weed which chokes the mind,"], [228, "212 THE TRIAL. And in the female bosom strikes a root From which matures the most pernicious fruit, — Induc'd her those injunctions to despise Which from the casket bade her turn her eyes. She wished to view the beauty it contained, And for herself thought something might be gain'd, Long'd to her own fair person to assign Those charms intended for a form divine. In evil hour, upbuoy'd by treacherous hopes, The adventurous maid the fatal casket opes ; Which, like Pandora's box, when rais'd the lid, Discharg'd the evil at its bottom hid. Instead of dimpling youth's eternal rose, Where the fresh hue of health unstinted glows, Instead of beauty's undecaying bloom, It only held a rank and deadly fume Of a resistless potency, that fell On the stunn'd soul like an enchanter's spell, Wrapt it in mute unconsciousness, and still'd That vigorous pulse which in the bosom thrill'd. Her senses lull'd in lethargy profound, She reel'd, and then sunk prostrate on the ground ;"], [229, "THE TRIAL. 213 Her members shrivell'd, and her frame grew stiff, Like a scath'd branch upon a blighted cliff. O'er her the boding raven flapp'd his wings, And look'd and croak'd unutterable things ; While the grim vulture, startled at the din, Flew to the feast, as eager to begin. Entranc'd she lay, nor ever had awoke Had not her former lord the enchantment broke. Now Cupid, by his mother's soothings eas'd, His shoulder heal'd, and all his ire appeas'd, Flew from his parent's presence to the ground, Where, lock'd in death, his long-lost bride he found. Long for his darling Psyche had he mourn'd, For all his former love had now return'd : Great was his anguish when he view'd the fair, — At first his wings he flutter'd in despair ; But, guessing at the cause why thus she lay In Death's chill grasp, upon the public way, He, as divine, his mighty power essay 'd To burst the horrid spell that bound the maid. O'er her a fleecy mantle first he flings, Then softly fans her with his azure wings ;"], [230, "214 THE TRIAL. Breathes on her lips, which own the heavenly breath, And instantly dismiss the hues of death. The glow of health steals gently to her cheeks, She moves — she breathes — she opes her eyes, and speaks Her limbs their former loveliness resume, And her bright eyes their wonted fires relume. She looks around her in confus'd distress, Anxious to meet the God's renew'd caress : On her he gaz'd with a forgiving smile, And down her fair cheeks roll'd a tear the while ; — The vapour's deadly fume collecting then Within the chest, he clos'd it up again, And gravely bade the vain, imprudent fair To his stern mother with the charge repair. He sought, meanwhile, immortal Jove's abode, And laid the whole event before the God. Jove, with an awful nod that shook the skies, Convok'd once more the obsequious deities : Told them that they must every one prepare The pleasures of a wedding- feast to share ; To Cupid's nuptials granted his consent, And order'd angry Venus to relent,"], [231, "THE TRIAL. 215 Nor towards the maiden vent her further spite, But kindly ratify the marriage rite. She bow'd obedient to the God's behest, And clasp 'd her son to her maternal breast, Promis'd forgiveness to his mortal bride, Whom she confess'd had been too harshly tried. Hermes was order'd quickly on his way To summon Psyche to the realms of day. She soon appear 'd with renovated charms, And sprang, delighted, into Cupid's arms. For ever ended now all worldly strife, — She drank the nectar of immortal life, Became enroll'd among the sons of bliss, And Gods approv'd her apotheosis. A nuptial feast above was now prepar'd, And every guest an equal transport shar'd : Apollo play'd, while comic Momus pranc'd, Grave Juno smil'd, and airy Venus danc'd. Cupid and Psyche, now a heavenly pair, Commenc'd a course of new enjoyment there, Which knew no change, nor e'er shall know decay Till time shall cease, and worlds shall pass away."], [232, "216 THE TRIAL. The happy bride, adoring and ador'd, Bore a fair offspring to her doting lord ; She call'd it Pleasure, but of purer birth Than that foul hag which gulls the sons of earth. Thus happy, Psyche, all her sorrows o'er, Liv'd and will live when time shall be no more."], [233, "LINES sent to the father of a young friend who died on the passage from india to england. 'Tis a sad task for friendship to recal The bitter recollections of a past That has no joy to cheer the drooping heart, But hangs a sorrow o'er it, like a shroud — The trappings of the charnel-house, the pale And sickly cerement of the cold, stark corse, That dresses out corruption for the worm. Ah ! what a stroke was there ! a stroke that rent Affection's link asunder, and consign 'd A parent's joy to an untimely grave ! How disappointment, like a lurking fiend L"], [234, "218 B1ISCELLANEOUS POEMS. Lies ambush'd round us, e'er prepar'd to dash The cup of promis'd pleasure from the lip, And drug it with her foul and loathsome bitters ! Oft soars the soul elate, and the big pulse Proclaims the triumph of our hopes within; Anon the unexpected blight of woe Comes o'er it, when the lightly bounding blood Slackens its buoyant course, and the chill'd heart Hangs, like a torpid load, within her shrine. How did the phantom, hope, around the soul Cling eagerly, and on the plastic brain Sketch her fantastic visions of delight ! How did the anxious sire and mother raise Her airy fabrics in the smiling skies, So soon — so very soon, to be o'erwhelm'd By the stern arm of Death ! Oh! that stem arm, How mighty is its potency! — Grim Death! Thou art the great arch-leveller, that lays The monarch's head as low among the worms As the poor galley-slave's !"], [235, "MISCELLANEOUS POEMS. 219 tear Now, Hope no more Sits thron'd upon the clouds, and on their light And vapoury skirts hangs her bright pageantries. How has a moment dimm'd her gorgeous show, Burst the fond bubble, and expos'd, instead Of vivid joys — so alien from this world Of misery —the drear vicissitudes Of time and circumstance! Alas! how full, How glowing expectation ! In the breast She grew with rich luxuriance, 'till a blight — A chilling blight pass'd o'er her as she bloom 'd And nipp'd her blossom. Hapless sufferer! Thou'rt gone where joys shall greet thee ; where the No more shall glaze thy cheek or dim thine eye ! No more shall pain assail or fears alarm, Nor sickness rack the frame, nor sorrow ; — there The wicked trouble not, the weary rest. Thou hast now pass'd beyond the bounds of time To dwell amid the paradise of God, And pluck for ever from the tree of life, Which blooms eternal there. But still thy sire — Thy dear, fond sire — thy mother fond and dear — l2"], [236, "220 MISCELLANEOUS POEMS. Are left to this world's miseries, to deplore Their loss, not thine. Tho' thou art happy now, Yet was there much for pity in thy last Sad hour — much, much ! Methinks, alas ! I see The closing scene of thy probation here, Toss'd on the world of waters. Not a friend To pour sweet consolation on thy heart, To kiss thy sunken cheek, and give the soul A parting blessing ere it takes its flight To undiscover'd worlds! — no mother there To hang, while the eye glistens with its tears In fondness o'er thy couch, and sob her griefs Into thy dying ear ! For there's a charm In grief, when they are griev'd who love us — then There is a limpid brightness in her tear Which seems the borrow'd purity of heav'n, — Nay, where were sympathy if grief were dead ! Aye, there's a pleasure — 'tis a sacred pleasure, Solemn and sad, but still indeed a pleasure, — , In fellowship of sadness ! — -Thou had'st none, Poor youth, to mingle their warm tears with thine !"], [237, "MISCELLANEOUS POEMS. 221 Methinks I see thee 'mid the angry swell Of the stern sea that rocks thee, — as the winds Sing their hoarse lullaby, and mix their sounds With the dull murmur of the waves, nor feel The pangs that there come o'er thee, but disturb The ebbing sands that now, from the spent glass Of life, are falling fast into that gulf Where thou must follow them. Methinks I hear The angry blasts howling their dirge around thee, As the soul bears its unreluctant flight Beyond the precincts of terrestrial day ! Oh! what a stroke was that! — to tear thee hence And hide thee in the loathsome sepulchre, Just as the arms of those who lov'd thee most Were oped to clasp thee to their bosoms ; — when Their lips were ready to be press'd to thine With fond reciprocation of delight; — When either parent was prepar'd to greet A dear returning- child, and whisper joy Into his pining bosom ! — But 'tis past! — The knell of death has sounded : he is freed From the dull trammels of the flesh ; he's gone Where they who now sit sorrowing o'er his dust"], [238, "222 MISCELLANEOUS POEMS. Must shortly follow him. The cold, dark grave Has room enough for all ! the slimy worm Shall crawl and batten on the mould'ring clay, Marring alike the lineaments of youth, Of age, of beauty, of deformity! All flesh shall be its prey: the hollow tomb Shall tell its voiceless secrets to us all. The very dust we tread on has been form'd By what was once instinct with life, what once Form'd for the soul a cell, — the countless bodies Of Adam's vast posterity ! This earth Is but a sepulchre ! here sullen Death Takes his stern pastime, and with savage joy Gluts his foul appetite ! He sweeps the world With havoc on his wings, and fills her womb With her own children, fiercely hurling them By millions to his charnel-house, where bones And slimy worms together ring the chimes Of horror thro' this still, cold tenement. Oft, one by one, the anguish'd parents view Their offspring snatch'd away, and to the tomb Borne for the feast of death : at length he comes To fill the measure up, at once strikes home, And on the sire and mother ends his meal."], [239, "MISCELLANEOUS POEMS. 223 Poor pilgrim ! upon earth thy travel's done ! But thou art happy ! for the dead alone Are from those storms secure which hurtle o'er The living witnesses of this world's woes. Thou wilt no longer view the chequer'd scenes Which ope beneath the skies ; thy clearer view, Now disencumber 'd of all hindrances, Shall reach the very throne of Deity ; And, with the splendours of his glory crown'd, Mark the great Sov' reign of unnumber'd worlds. But those thou leav'st behind thee still must grieve And buffet hard against those pelting ills Which throng before them in this vale of tears. Oh ! what a scene, a varied scene, is this ! What alternations of distress and joy Chequer the path before us ! and to some The scene is ever sombre — never bright. How life's dark tempests howl around them! how The skies of misery lour! and the clear beam Of joy with brumal clouds is shadow'd o'er, In which are brew'd the jarring storms of woe. Peace sickens and grows pale, or, sore beset, Like a brief meteor thro' the mists of night,"], [240, "224 MISCELLANEOUS POEMS. Gleams for a moment thro' the op'ning gloom, Then disappears and leaves them desolate. But thou, fair youth, wert young, and life for thee Had charms which time would have annull'd, and left Thy heart, it may be, surfeited of all Earth's grosser pleasures. Years would have reveal'd Much which 'twere better not to learn; but now Thou hast escap'd that knowledge which the wise Deem vanity — for all is vanity Beneath those skies, where at the Lord's right hand Perennial fountains gush and overflow In living streams, to immortalize mankind. What have we here to gladden us? Alas But little! — little?— less than little -nothing! Save only what accrues from consciousness Of good exerted, or of evil shunn'd. Earth is the scene of our probation — yes ! The scene of penitential discipline, Where the clogg'd soul must be refin'd and purg'd For immortality and light divine. Here is no room for happiness ; — her root Is not conhn'd to space, her bloom to time — Her fruits can only be matur'd in heav'n !"], [241, "MISCELLANEOUS POEMS. 225 On earth she blossoms but to wither— here Woe clings around her stem, and blasts her bud. But thou'rt remov'd from this, poor sufferer! Thy lot is now amid the glorious choir Of Cherubim and Seraphim, who sing Their loud hosannas thro' the echoing; heavens, Tuning their voices to their Maker's praise. Thy soul, now freed from the vain jar of ills Which throng this world of sorrow, from above Looks dow-n, with angel ken, on this sad scene, And smiles as it beholds those tempests lour Which can no longer reach thee ! So the pine Shoots up its crested head amid the skies. Mocking the thunders. So the eagle soars Above the battling clouds, and views the storm Careering thro' the vaulted firmament, While he, above its rage, cleaves his swift way, And sees his image in the glowing sun. Sad are the haps of life! — rejoice, blest spirit. That thou art far beyond them! from the sphere, Where now thou minglest with the sons of light, Look down awhile and cheer the sorrowing hearts l 3"], [242, "226 MISCELLANEOUS POEMS. Of those who lov'd thee living — love thee dead Oh ! sometimes cast an eye on those below — On those here sorrowing o'er thy early grave ; And when their spirits quit those fleshly cells Wherein they're now imprison'd, be thou nigh To meet and hail them at the gates of Heav'n."], [243, "ON THE EFFICACY OF RELIGION ADDRESSED TO A YOUNG FRIEND. As down the stream of life, with garish sail, The brisk bark glides before the favouring gale. Around it Pleasure flits, on painted wing, Rich in the bloom and varied hues of spring; Fancy displays her pinion, smooth and trim, Whilst o'er the tide her laughing phantoms swim. A gorgeous prospect seems to glad the eye- Bright smiles the earth, and brighter glows the sky With all the splendours of a glorious sun That gilds and warms whate'er it shines upon. As the gay bark, by genial breezes fann'd, Makes her smooth way towards the promis'd land,"], [244, "228 MISCELLANEOUS POEMS. Light play the waves before her bounding prow. And all is joy and all is promise now. But soon pale Ruin, Death's congenial queen, May fling her mischiefs o'er the smiling scene. Soon may the gathering tempest burst on high, And spread its terrors thro' the vaulted sky; Shake earth's firm pillars from the quiv'ring poles, As round them hoarse the lashing tempest rolls; Fret the dark billows, 'till, to mountains driven, They chafe and swell, and send their foam to heaven; Whence, with dire burst, its thunders may be hurl'd To scatter ruin o'er a trembling world. What strange diversity this earth presents Of cares and blessings, joys and discontents ! Peace now conceals and now unveils her form, — Now glows the sunshine, and now howls the storm ; Now Pleasure holds us in her easy thrall, Till Woe starts up and turns her sweets to gall. This is a chequer'd scene of dark and bright, Where perils threaten and where joys invite: — Man, like a mote, on Time's eventful stream Glides forward, cheer'd by Hope's delusive beam;"], [245, "229 MISCELLANEOUS POEMS. And while he thinks he floats securely on, The sudden surge o'erwhelms him, and he's gone. But there's a refuge whither we may flea, And find repose in our extremity. Religion is the rock to which we cling, When o'er our heads their storms misfortunes fling She is our true, our only faultless guide Thro' th' ebbs and flows of life's precarious tide. 'Mid all the woes which crowd its chequer'd way, And mar the sunshine of its brightest day, She to the soul a sacred balm supplies, Till, wrapt in holy thought, it greets the skies. When life's fair prospect suddenly grows dim. And sorrow's cup is foaming o'er the brim ; When from the eye the scalding tear distils, Imbitter'd by a thousand nameless ills; When there's a canker at the bosom's core, And mirth's sweet blossoms there expand no more Religion, like a seraph from the tomb, Starts into life, and cheers the gather'd gloom ; Bids the harsh throbbings of the bosom cease, And to the fretted conscience whispers peace."], [246, "MISCELLANEOUS POEMS. 230 Oh ! when the blackest storms of misery lour, And terrors gather o'er our dying hour; When at this life's dark close the mind's perplex'd At what may be the nature of the next: When sullen fears o'er brighter hopes prevail, And all the boasted stores of reason fail To cheer the soul, about to take its flight To day eternal, or eternal night, — Religion cheers her ere that awful lapse, When all is shrouded in a dread perhaps To those whose hearts the hopes of future bliss Have fail'd to wean from such a world as this. She points to Him from whose full pores were wrung The sanguine drops of agony — who hung Rack'd on the cross, and with his dying breath Confirm'd his conquest over Sin and Death ; Bruis'd, with his sacred heel, the Serpent's head, Whilst all hell groan'd to see its victor dead; Since thus He perfected that wond'rous plan Which Heav'n re-open'd to revolted man. When on our woes a ruthless world looks down, Scaring sweet peace with her malignant frown ,"], [247, "231 MISCELLANEOUS POEMS. How does Religion check the seraph's flight, And beam upon the soul celestial light ! From her pure fount the living waters gush To cleanse the taint of sin's carnation blush ; While the soul, panting for the courts above, Basks in the glories of eternal love. Religion is our safe, our only stay, Thro' the dim track of life's bewildering way. Joy's meteor-orb, when most divinely clear, Shines with a light reflected from her sphere ; From her all good derives its pow'r to bless, Thro' her no ill can curse, no woes oppress ; She — and for more than this her pow'rs suffice — Can render this dull world a paradise ; Extract its venom from the sting of care, And smooth the squalid wrinkles of despair; From sin's fermenting mass extract the leaven, And the bleach'd soul exalt at length to heaven. Make her thy guide, my young, unpractis'd friend And where she points the way, thy footsteps bend : Lay up thy heart within her sacred shrine Until it glow with light and warmth divine,"], [248, "232 MISCELLANEOUS POEMS. close. Till in the soul her holy transports rise, Its stains expung'd, and fitted for the skies. From her bright altar snatch the hallow'd flame That consecrates for heaven the Christian's name And while the sacred fire within thee glows, O'er thee the dove of peace her placid wing shall Religion only can prepare our flight For the pure realms of everlasting light. Make her thy refuge in this vale of tears; She'll calm thy sorrows and assuage thy fears, Should fears alarm or sorrow's pangs prevail. However griefs may lash or woes assail, She'll heal the smarting stripes of misery's rod, And bring thee safely to the throne of God."], [249, "HUMAN LIFE. Life ! — what is life ? A sum of real ills And visionary joys ; a varying scene Of idle fantasies and busy fears, Of disappointments, expectations, schemes That end in nothing, or that end in ill ; A tissue of vexations and of cares That mar our rest, and in the fretted heart Foster the gnawing worm of misery ; A tablet, on which memory loves to trace The chequer'd hours gone by, and hope, to sketch A bright ideal future. — 'Tis a game Of chance we all must play, — a fitful game, Where rests, betwixt our failure and success, The vast alternative of hell or heaven."], [250, "234 MISCELLANEOUS POEMS. Life is a tantalizing, specious bliss, A never-ceasing mockery, a boon That tempts our wishes, yet but tempts to nip And blast them in the bud, and leaves the stem Whereon they grew, like a scath'd pine, to wave Its blighted head amid the winds of heaven, Its stunted trunk trench'd by the lightning storms That have burst o'er and marr'd it. — All our days Are only day-dreams of prospective bliss, From which we wake to unideal woe ; Our nights, when all our faculties are dead, Our only hours of rest. What then has life To tempt our wooing ? Midst the calendar Of ills that hedge it round, one only gleam Of sunshine plays. Hope's bright and constant star Breaks through the gloom, and pours a varying ray O'er the dull tide of life. — Still 'tis a scene Of sad realities, where weal and woe Mix in such disproportions, that we trace The former, daily sought, but rarely met, Like sunshine in a storm, that bursts awhile"], [251, "MISCELLANEOUS POEMS. 235 track sun Thro' the rous'd elements, but only serves To gild a scene of horrors. — Such is life ! — It is indeed a summary of ills, An oft told tale, begun and mutter'd o'er 'Mid groans, and sighs, and tears ; and if a smile Brighten the gloom, 'tis like a wandering ray That thro' the empyrean shoots, on whose bright l The dun air closes, leaving not a trace Of its corruscant flight. Life, too, provides A constant banquet, where that shadowy form, Whose touch shall crumble worlds and quench the Presides and never cloys ; for nothing short Of universal nature shall suffice To gorge the craving tyrant. Mighty Pow'r ! Let loose by man to prey upon his kind, Some woo thee, Death, repulsive as thou art And scarr'd with horrors. Trace we here awhile Upon how frail a thread our being hangs ; How many accidents encompass all Our moments, hours, and years. The very air,"], [252, "236 MISCELLANEOUS POEMS. On which the fleeting breath of life is fed, Is loaded with its bane. — The pestilence Spreads dire contagion thro' its azure realms, The whirlwind whistles, and the lightning glares, Back'd by the crashing thunder. These unite, With other mischiefs, to abridge the span Of life's uncertain term. The earthquake yawns, And down its murky jaws, loud-shrieking, plunge Affrighted thousands, when the trembling earth Collapses o'er them, silencing their groans In the last hush of death. — The fierce sirocco thro' the desert sweeps, O'erwhelming man and beast. The fell simoom Flings wide its horrors, while the sandy storm Rides high in air, before the blazing sun, And buries thousands midst its scorching waves. The eddying whirlpool foams and does its work Of dire destruction ; round the vortex roars, Join'd by the sea-mew's scream, her constant dirge Woke by the sombre spirits of the storm. From the charg'd earth, th' insidious fire damps rise. And Death directs their course. The Alpine snows In one vast volume quit their frozen bed, And thundering down the dizzy precipice"], [253, "MISCELLANEOUS POEMS. 237 Choke up the smiling valley, whence the song Of the blythe mountaineer shall swell no more. War sweeps its countless millions to the dust, Unchronicled their names, whose bleaching bones Parch beneath tropic suns : gaunt famine spreads Her dearth around ; the dry'd and swelling tongue, The shadowless form, bear witness of her work, Nor can Death boast a deadlier minister. Disease, too, at his bidding, scatters wide Her various powers of mischief; health declines Beneath her touch, and her infectious breath Chases the glowing crimson from the cheek, Cramming alike the charnel and the tomb. These are not all the instruments of death — There's not a thing in nature but may serve To consummate his purpose. Gracious God ! 'Mid what a mass of perils do we live ! A grain may suffocate, a crum destroy, An atom stop the active springs of life ; A cough, a sigh, a breath, may prostrate all Our vital powers, and fit us for the worms. So various, too, the texture of our frames,"], [254, "238 MISCELLANEOUS POEMS. So fine the mechanism, complex the structure, That every motion has its risk ; and all Our hours, — our very moments, — are beset With hazards, perils, fears, and ambush'd ills. What then is life ? — a bubble that is blown For Death to burst !"], [255, "WHO WAS MONODY ON THE DEATH OF A SCHOOLFELLOW ACCIDENTALLY KILLED. I Oh ! what a state is this of hopes and fears ! A drear uncertainty pervades our years ; Man, like a floating feather on the wave, By some fierce gust may find a sudden grave, And with the worm his narrow dwelling share But thence his disembodied soul shall rise, Bright as a star, above yon gorgeous skies, To live eternal there."], [256, "240 MISCELLANEOUS POEMS. II Death ! thine is an immutable decree ; Thine is indeed a stern supremacy ! Yet why, in life's hale morn, relentless Pow'r, Pluck, with so rude a touch, her early flow'r ? Why crop the tendril, when the older stem Is ready for thy hand ? The ag'd await thee — why not take from them Who can no more withstand The shocks of circumstance, the dint of time ? Why snatch the flow'r to deck the tomb Where the worm fattens in its gloom On forms that had not yet attain'd their prime ? III. How little deem'd thy victim that thy dart Was pois'd so nearly o'er him ! With ruthless hand, with ruthless heart, Didst thou, e'er ruthless, gore him !"], [257, "241 MISCELLANEOUS POEMS. Alas ! from many an eye the tear shall start, But fall no more before him. His friends —how mournful thus to part ! — Shall vainly now deplore him. 'Tis a sad world, where Time, upon his wings, Bears a vast load of good and evil things : It is a waste, thick sown with joys and cares, Its corn is every where beset with tares, And all who pluck must eat The bitter with the sweet. IV. The sturdy pine, in verdant foliage dress'd, Where oft the raven had compos'd her nest, In vigorous youth appears, To mock the force of years, Nor bows its head when shattering storms molest. Secure amid its shades, The squirrel lurks, and hears the angry storm Howl thro' the ravag'd glades, And bounds from spray to spray, and takes his rest Nor heeds how lightnings sear or blasts deform. M"], [258, "242 MISCELLANEOUS POEMS. There finds the owl a home by day, The jaded traveller, on his way, A shelter from the blast : The timid herds of kine and sheep Beneath its shadowy branches creep, Until the storm be pass'd. But tho' so long it had defied decay, 'Twill prostrate lie at last. Now mark the ruin nigh ! Prone from the torrid sky, The bolt impetuous thunders down amain, Strikes the firm trunk, and shivers it in twain. V. Thus he whose fall the mournful Muse bewails Sunk 'neath the shock of Fate ! Her ample scales Were pois'd above his head, Unseen by him, To him unknown : With gesture grim, Death claim'd his own, Then struck the beam, and up the balance fled."], [259, "243 MISCELLANEOUS POEMS. VI. But — 'tis a stirring thought, a thought sublime ! — The buoyant soul, triumphant over time, Shall scorn his fetter'd sway, And, from encumbering clay, Rise to the life immortal, where the hymn Of angel, cherubim, and seraphim Shall swell for ever thro' the realms of day, Where God alone shall reign, his saints adoring Him. VII. Rest, happy shade ! until the clarion loud Shall rend the earthy barriers of the tomb, Tear from the mouldering dust the rotting shroud, And call the waken'd spirits to their doom. When the resuscitated dead shall hear The dread announcement thunder 'd in their ear, \" There shall be time no longer;\" — when the yell Of outcast souls shall shake the vault of hell, M 2"], [260, "244 MISCELLANEOUS POEMS. And the bright prospect of celestial light Burst, with eternal blaze, upon the sight ; Then may'st thou from this crumbling world arise, Hail'd by archangel trumps to beatific skies."], [261, "THE EXILE'S RETURN. i. While on the far Atlantic sea I thought, my country, but of thee, The birthplace of the brave ! My hopes, long blighted, then grew strong As the trim vessel swept along, And spurn 'd the lashing wave."], [262, "246 MISCELLANEOUS POEMS. II. I thought of friends long left, but not Forgotten, ne'er to be forgot, To whom, in younger life, My heart was join'd by many a tie That link'd them there, when feelings high Within that heart were rife. III. I thought of merry days of yore, When, — where 'twill flourish now no more Hope's lovely blossom grew ; When evil to my peaceful breast Was an unknown or casual guest, And all life's scenes were new."], [263, "MISCELLANEOUS POEMS. 247 IV. I thought upon that home, to me The paradise of infancy ; Where, in my bloom of years, I pass'd the brightest hours of time, Till they — ah ! long before my prime — Were sadden'd o'er by tears. V. I thought of old companions hurl'd, Like broken pillars, o'er the world By some stern destiny ; Of many, now in years grown gray, Who, in my young and blyther day, Were young and blythe like me."], [264, "248 MISCELLANEOUS POEMS. VI. I thought of times when o'er my soul No fiery recollections stole, To mar its peaceful rest ; When gladness gather'd o'er my brow A tone of brightness, such as now Adorns the cloudless west. VII. Then feelings thro' my bosom thrill'd As taintless as the skies, distill'd From love's alembic : woes Are now that bosom's only guests, While, turbid with these loathsome pests, Life's sluggish current flows."], [265, "MISCELLANEOUS POEMS. 249 VIII. I trembled as my thoughts recall'd Past happiness, when, unenthrall'd, Joy to my warm heart clung : I thought, — 'twas sad indeed to think, — How many o'er life's slippery brink Grim Death, perhaps, had flung. IX. I reach'd, at length, the long-lov'd shore, When to my bosom, o'er and o'er, The tides of pleasure rush'd ; I look'd on what I long'd to see, While down my cheek — how sweet to me — The warm tears freely gush'd. m 3"], [266, "250 MISCELLANEOUS POEMS. X. But disappointment met me still ; My friends are dead, and others fill My home of infancy. Now, like a desert rock, I stand All barren, in a \" weary land,\" And what's the world to me ?"], [267, "ODE TO WINTER. AFTER THE MANNER OF COLLINS'S ODE TO EVENING Forth from his cell of frosts hoar Winter comes And stalks in sullen majesty abroad. He shakes his gelid locks, And scatters wide their snows. Tho' oft the Storm, at Winter's stern behest, Flaps his rude pinions thro' the passive air, And robs the smiling land Of Spring's benevolence ; —"], [268, "252 MISCELLANEOUS POEMS. Still can the Sire a placid mien assume, And oft, as melancholy o'er the mind, O'er nature's sadden'd face He casts a tranquil gloom. He, too, instructs. He paints to mortal eye, In tints expressive, portraitures of woe; And what more meet to teach Humanity to man ! He gives the redbreast confidence in him Whom native instinct teaches it to shun, And from the hand it fears It takes its daily dole. When in his grasp he chains th' obedient earth And nature bids him for a while refrain, He smiles beneath the sun And melts away in tears. Winter! thou fittest season for the mind, To drink at erudition's fostering spring, Be hail'd thy sombre rule, Nor deem'd tyrannical 1"], [269, "253 MISCELLANEOUS POEMS. Can I forget the social evening tale, When, round the blazing hearth, the kindred group Sat, where no cares were rife, Telling their dreams of joy ? Now, where thou visit'st not, I roam,* estrang'd From all that's dear to me. Beheld no more — For me thou hast a charm Which summer never owns. Summer, altho' perpetually she wear Her spangled vest, nor shades her brow with frowns Can never be esteem'd As social Winter — thou. * This was written in India."], [270, "THE ROSE. i. Sweet Rose! tho' by Sol's indispensable ray Thy leaves are all robb'd of their bloom, Tho' the hue of thy beauty has faded away, Still is left thee thy fragrant perfume. 11. Tho' Panchæa her far-valued odours may boast, Yet they ne'er can be equall'd with thine ! Which quit not thy leaves when their beauties are lost, But still make thy bosom their shrine."], [271, "MISCELLANEOUS POEMS. 255 III. i Meet emblem of her, who, by guilt undefiTd, When the bloom from the face disappears, Is still own'd by beneficent Virtue her child, And within her pure essences bears. IV. What's beauty? — a bubble— as transient as fair, That a moment may fix our amaze, But, fades like a vapour that melts into air, Or the meteor's evanishing blaze. V. But the mind, when with reason's rare jewels adorn'd. No graces can e'er countervail; Where the heart is unblemish'd, false beauties are scorn 'd, For worth over charms must prevail."], [272, "SONG. With Julia once, I pluck'd a rose Fresh from the parent tree, Then giving her the flower, I cried, Within thy bosom let it bide, The sweetest type of thee. Tho' Time its bloom may subjugate His pow'r can none deny — And tho' so delicate its state, So frail its texture, short its date, Its sweets shall never die."], [273, "257 MISCELLANEOUS POEMS. With this I plac'd upon her breast The garden's choicest gem ; But it disturb'd that heav'n of rest Where virtue's blossom bloom'd confess'd — A thorn was on the stem. False flow'r ! the angry beauty said, No emblem thou of me: Even now thou hast thy vice betray 'd, No symbol of a virtuous maid, But — of hypocrisy."], [274, "j STANZAS TO A SLEEPING INFANT. I. Sleep, gentle babe, no danger nigh thee Safe from every rude alarm, An anxious mother now is by thee To shield thy little form from harm. But yet, alas ! a future morrow May dawn upon thy morn of rest O'erclouded with the gloom of sorrow, And leave her canker in thy breast."], [275, "MISCELLANEOUS POEMS. 259 II. Sleep on, fair babe, be sweet thy slumber, Now's the time for thee to dream, For soon thou may'st be forc'd to number Woes which, like a turgid stream, Shall flow in stormy course before thee, While by their shock thy heart is riven ; Affliction's pointed goad may gore thee, And point to a more distant heaven. III. Life is indeed a thing uncertain, We know not how its course may run; Fate drops o'er all her misty curtain, Nor shows us how life's web is spun. But yet, —no griefs thy heart oppressing, Nor mock'd by hopes, nor chill'd by fears, — May ev'ry sweetest earthly blessing Cheer and enhance thy future years !"], [276, "SONG. i. Alas! of all of mortal birth, It is the lot to mourn — But tho' stern winter bares the earth We look for spring's return: So tho' we groan in pain to day, We look for ease to-morrow; As storm-clouds from the sunset ray Bright tints of splendour borrow."], [277, "261 MISCELLANEOUS POEMS. II Thus wears this little life away, Alternate joy and woe; Whate'er the cynic sage may say, 'Twere best it should be so. 'Tis pain that gives a zest to pleasure. While pleasure slackens pain ; Joy follows woe in brighter measure — As sunshine after rain."], [278, "TO A FRIEND, WHO HAD SENT ME HIS LIKENESS IN SHADE. I. Believe me, my friend, tho' I have but your shade, Still the features such shades most correctly display, As impressions at night are more vividly made Of the pleasures we had in the prime of the day. II. Shades are shadows, and these ever serve to remind us Of the substance to which they must always belong — And I fancy that no recollections can bind us To the friends whom we honour with ties half so strong"], [279, "MISCELLANEOUS POEMS. 263 III. Tho' thy features from shadow their semblances borrow. In my memory their light can be ne'er in eclipse — To this heart will thy shade speak the language of sorrow When the voice shall be hush'd on the original's lips."], [280, "SONG. i. Once when the blooming morn was young, And all was fresh and fair, Sweet Mary from her slumbers sprung To breathe the new dawn's air. A rose; which in her path she spied, From its rough stem she drew, Then to her lips the flower applied To sip the dripping dew."], [281, "MISCELLANEOUS POEMS. 265 II A bee, that lay within its bell, Conceal'd from Mary's eye, Quitting, disturb'd, the fragrant cell, Spread out its wings to fly; But, fastening first on Mary's lip, It clos'd again its wing, The honey'd sweets awhile did sip, Then, flying, left its sting. III. Here take a friendly hint, ye fair, Be cautious where ye kiss, Of buzzing flatterers beware. Lest you be served like this For man, too like the traitor bee, Oft cruel where he's kind, Will sip your honey eagerly. But leave a sting behind. N"], [282, "CITIES. 1 Within the walls of cities, Riot's crew Meet in carousal; there in loud divan Discuss their tenets, to Guilt's dictates true, And, she their idol, try whate'er they can To mar the nobler qualities of man. 'Tis there the flower of beauty cannot bloom, It thrives of sickly blossom, weak and wan: There innocence soon dwindles to the tomb, Crush 'd in the mazy toils of Lust's pernicious loom"], [283, "MISCELLANEOUS POEMS. 267 II. There, like a whirlwind 'mid the arctic skies, Vice lifts her head and from her baleful brow Scatters dire ruin round; while homilies Are preach 'd before her altar, and the vow Of homage offer'd, where the million bow. Saints, thus miscall'd, in her impure array Trick'd out to cant and whine — they well know how — Skulk from their secret lairs to preach and pray, And none so smooth of tongue, so base of heart as they. III. There lurks the predatory plunderer, there Cons o'er his schemes of rapine and of blood. There dwells the gambler, gay and debonair, Who owes to chance his doubtful livelihood. There reels along, fresh reeking from the mud, The sot, from stew or tavern just withdrawn; His brain now swimming in the mazy flood Of fancies vague and wild, he staggers on And rolls to earth, until his wavering wits are gone. n 2"], [284, "268 MISCELLANEOUS POEMS. are IV. The prowling night-hag then beholds her prey, And to her home of guilt the sot conveys, Where never sunbeam yet announc'd the day, And where unhallow'd fires for ever blaze. Here she secures her victim, nor delays The ruthless work of plunder: this complete — Such the fell pastime of her nights and days — She casts the drunken dolt into the street, The scoff of all who pass, the laugh of all who meet V. There roams the robber from his grimy cell When murky fogs with gloom the skies invest, Commits his petty larcenies, practis'd well In his vile craft — his skill too oft confess'd. When the rich burgher has retir'd to rest, He gains admission to his secret store, Voids, with delighted eyes, his iron chest, But with a miser's craving seeks for more, And dies a felon's death before the debtor's door.* * The debtor's door at Newgate, before which criminals executed."], [285, "MISCELLANEOUS POEMS. 269 VI. There the remorseless murderer quits his den With murder's plague-spot rife upon his heart, He marks his hapless victim out, and then With ruthless feelings plays his desperate part. While the strain'd eye-balls from their sockets start His victim dies beneath the greedy steel : He heeds him not — a demon in his art — But harden'd — ruthless — turns upon his heel, A wretch that never felt — a wretch that ne'er can feel. VII. There fell Disease, a dark and sullen guest. With all her baneful progeny appears, And from her loathsome body flings the pest Thro' the dense air, like a foul witch, she steers Her deadly course, and o'er the few in years Scatters the seeds of death. From street to street Her busy plagues extend: — contagion rears Her purple brow — as foul as health is sweet — Wrapp'd in the sable pall or snowy winding sheet."], [286, "270 MISCELLANEOUS POEMS. VIII. Cities are hot-beds, whence profusely spring All those foul weeds that choke Religion's growth ; Where wars are hatch'd, strifes kindled, passions ring The angry chimes of discord ; where the moth Of Vice frets Virtue's garb, for ever loth To quit her piey, nor quits it, till her bane Has spread like mildew over it: in troth There Virtue's light is ever on the wane — • There 'tis no guilt to sin — no crime to be profane. IX. There, in her vizor, barr'd from public view, While dark beneath it rolls the sunken ball — Intrigue convokes her ever restless crew, And holds her midnight orgies. Ill befall The unpractis'd drone who seeks her secret hall. For honour there the motley garb is spun Steep'd in the Centaur's blood — who wears must fall: — ■ To Pleasure's stye her sensual votaries run And bask and perish in her pestilential sun."], [287, "MISCELLANEOUS POEMS. 271 X. There the bold beldame, perk'd in treacherous smiles Purveyor to the lusts of vicious men, Allures the innocent, with cunning wiles, Within the confines of her leporous den — Counts o'er the produce of her guilt, and when The zest of novelty begins to tame, Turns her adrift into the streets again, Naked and cold and friendless, with a frame All blighted in its prime — a curse upon her name. XI. There, when the midnight bell begins to chime, The wretched harlot prowls abroad for prey. Tho' young in years, yet more than ag'd in crime, Beneath the glimmer of the lamp's pale ray She stands to intercept the stripling's way, Showing the fearful ravages of sin ; Striving a part, by her unfelt, to play She smiles in bitterness his smiles to win — A wreck of charms without — a storm of griefs within."], [288, "272 MISCELLANEOUS POEMS. XII. There, undiscover'd oft, the modish wife Betrays her husband's honour and her own ; To sensual joys devotes her guilty life, All other joys, alas 1 to her unknown. Around her waist, the tight and tawdry zone Pinches her slender frame, till with the pain She scarcely can suppress the rising groan : But conscious beauty kindles in her brain The thought, and, in her eye the glance, of fierce disdain XIII. Her heaving bosom braves the wanton's eye And challenges his unabash'd regard. The nod, the smile, the leer, the mute but sly Salacious look, promise the prompt reward, And he who gains it need not labour hard. 'Tis but to ask and have — ah! can it be, That woman should her virtue thus discard? She whom to love is heaven— 'tis heaven to me ! For \" heaven is love,\" when love is in its purity."], [289, "273 MISCELLANEOUS POEMS. XIV. The daughter — 'tis the natural course of things — Precisely follows where the mother leads, Around her lures with full assurance flings, And for the woman's rights in girlhood pleads. Thus early practis'd, she too oft succeeds In trapping some poor novice : — once his wife, Off goes the mask, and, heedless of her deeds. She fixes in his side a thorn for life, And makes his restless home the scene of constant strife. XV. The puny lordling, fresh from public school, Presuming on his titled pedigree, Deems himself privileged to play the fool, And with plebeian wives to make too free. With braided frock and apish courtesy He breathes unholy vows into their ears, And laughs them out of their fidelity. That such a thing— fie on such embryo peers! — Should win one woman's heart, should wring one woman's tears. n 3"], [290, "274 MISCELLANEOUS POEMS. XVI. Go to the stately capital, where throng The noisy train of mirth and revelry ! There, 'mid the raptures of the dance and song — And there's oft peril in their witchery — A poison may be drunk, and misery Follow the draught. Where was there ever one Who could from all its fond allurements flee ? Once in the vortex plung'd, escape is none But thro' God's grace, — that miss'd, the sinner is undone XVII. There the hoar sharper spreads his wily toil, And lures the giddy stripling to the snare. Upon him Fortune seems at first to smile, Till the bold villain, specious every where, Reaps the full harvest of his guilty care. Down roll the loaded dice, the numbers high Upon the youthful visage fix despair : He risks a mightier stake — again they fly, And, to their master true, twin scores again supply"], [291, "275 MISCELLANEOUS POEMS. brenst XVIII. Ruin now glares upon the thoughtless gull, And, pennyless, his distant home he gains. There tries in vain his fretting thoughts to lull But quiet, like a wanton, mocks his pains. To him no hope of fortune now remains — All in that one rash stake was swept away. He madly sends a bullet thro' his brains, To hide him from Misfortune's gloomy day, And leaves a record of the sad results of play. XIX. There Innocence disdains the modest blush, And to the gaze curtails her folded vest ; No longer from her eyes those tear-drops gush Which once she shed when pity swell'd her All timid scruples now are lull'd to rest, And the broad stare dilates her steady eye. The liberal creed of fashion is express 'd With boisterous confidence, and the loud cry Of ridicule is rais'd at rustic modesty."], [292, "276 MISCELLANEOUS POEMS. XX. Ah ! hapless state of things, that o'er the shrine Of beauty such a blot should e'er be cast ! That Nature's loveliest work, a work divine, Corruption should deform, pollution blast ! To mark the pouting miss, who scarce has pass'd The prime of infancy, assume the tones Of matron freedom — how the soul, aghast, Sickens with sore disgust ! the spirit groans In anguish, and all fellowship with such disowns. XXI. The laughter-loving damsel trips along, And greets the libertine with thoughtless smile : In headlong whirl she bounds from right to wrong, And — too regardless of the spoiler's guile — Is lured at length into his dexterous toil. The doughty champion then proclaims his power, And from his victim starts with stern recoil: Now, fading on its stem, the blighted flower Droops its once lovely head, refreshed bysun nor shower"], [293, "MISCELLANEOUS POEMS. 277 XXII. Alas! how often there do we behold The maiden blossom blighted ere its prime ! To some grey-hair'd Silenus basely sold, Then cast upon the rapid stream of Time — In soul a leper -to shake hands with crime. How pitiful to see her breathe the vow At Guilt's foul shrine, and wallow in her slime ! To see the squalid taint upon that brow, Where beauty once was rife — where all is loathsome now. XXIII. If upon earth had been ordain'd a hell, The cold betrayer of the maiden heart Should find his portion there. Alas! too well He merits it, who, with a demon's art, Could cause the guiltless breast such cureless smart. To cities 'tis that the seducer hies, Where he can safely play his devilish part : There upon all his subtle schemes he tries — All who provoke desire — all such he deems his prize."], [294, "278 MISCELLANEOUS POEMS. XXIV. Oh ! then let me and mine for ever shun Guilt's crowded lazar-house, and promptly cease To court the city's pageantries, but run To the far distant solitude for peace ; Where we may live out life's uncertain lease Without perverting the soul's tenement ; Where tho' false joys diminish, true increase — Those joys which are the offspring of content, And cheer us in our self-inflicted banishment."], [295, "OFF THE spread wave fly, STANZAS written the day after a hurricane CAPE OF GOOD HOPE. I. Night gather'd round the skies and slowly Her deepening shadows o'er the troubled The distant thunders mutter over head, Appal the timid and alarm the brave : Terror outspreads his pinions to the sky, While thro' the murky air the vivid lightnings"], [296, "280 MISCELLANEOUS POEMS. II. O'er the fair heaven portentous masses roll In one vast volume — like a mighty pall Cast o'er the slumb'ring world from either pole — And on the rising waters seem to fall. Soon from their wombs destruction's awful form Sounds the hoarse knell of death and rides upon the storm III. First angry squalls their fearful might essay To fret the curling billows as they rise, Hiss o'er the ship and lash her on her way, Urging the rack more swiftly thro' the skies. Borne on the brawny pinions of the wind, It spreads in masses on, and leaves the storm behind."], [297, "MISCELLANEOUS POEMS. 281 IV. Down comes the tempest with resistless sweep, Portending peril in its fierce advance, Ploughs up the hollow surface of the deep, While thro' the air the rattling whirlwinds dance. The billows swell — at length to mountains rise — Erect their foamy crests, and seem to threat the skies. V. The assaulted vessel rolls from side to side, Like a huge monster at the gasp of death ; To the chok'd scuttles runs the dashing tide, And gurgles thro' the leaden vent beneath. Now from its lashings loos'd, the ponderous gun Booms o'er the deck while all the threatening-mischief shun."], [298, "282 MISCELLANEOUS POEMS. VI. Upon the poop the frighted seamen throng, Shivering with cold and dripping with the spray; — Wild exclamations burst from every tongue As the storm gives fresh impulse to dismay. With every gust some new alarm is given, And death lours grimly o'er the darken'd face of heaven VII. The close-reef 'd foresail, yielding to the gale, Shivers to shreds and clatters in the blast, Which, still uncheck'd, assaults the tatter'd sail, And clasps it tightly round the groaning mast : Releas'd at length, its fragments, urg'd on high, Rise on the brawling wind and flutter to the sky."], [299, "MISCELLANEOUS POEMS. 283 VIII. The tough spar bends — it cracks— it yields— it falls, And plunges slowly o'er the labouring prow. Hoarse thro' the loosen'd ropes the tempest squalls And mingles with the shrieks and shouts below. The ropes are clear'd, again the vessel rides Secure amid the waves which lash her brazen sides. IX. Convuls'd the angry ocean round her raves, And opes his jaws, impatient to devour ; Calls her affrighted inmates to their graves — Adding new horrors to that awful hour. His yawning waters hiss, and foam, and fry. And with redoubled rage leap up against the sky."], [300, "284 MISCELLANEOUS POEMS. X. But, tho' assail'd, glides on the gallant ship In bold defiance of the tempest's might. Around her hull the gnashing surges skip As if they gloried in her fearful plight. Against her prow the rebel waters knock — She groans — her timbers creak — she staggers at the shock XI. Still roars the tempest ; from the darken'd sky The direful waterspout, with swift descent, Meets the huge billows as they roll on high, And fiercely drinks the foaming element ; Then, whirl'd aloft amid the lurid air, Sails on awhile and bursts, with fierce explosion, there."], [301, "MISCELLANEOUS POEMS. 285 XII. The dark sea yawns— the vessel plunges down. And in the vast abyss appears inhum'd, But, quickly rising — not yet doom'd to drown — Buffets the surge, by its own fires* illum'd. To the rough wave she bends her swelling sides, While igneous waters gleam and light her as she rides. XIII. Yet what can Heaven's resistless power defy, What still the hurricane's stupendous might ! Upheav'd, a watery mountain swells on high, Crested with foam and hideous to the sight : Unable to resist the coming wo, She turns her mailed bosom to the blow. * In certain latitudes the phosphorescent appearance of the sea is so remarkable, that at night its whole surface seems illuminated."], [302, "286 MISCELLANEOUS POEMS. XIV. Assaulted now she yields her wounded side And buries half her body in the flood, Drinks, 'till she's fully gorg'd, the sparkling tide, And rolls and staggers with the ponderous load. The liquid burthen, dashing o'er the deck, Threatens a speedy doom, while fear forebodes a wreck XV. A second time her brazen flank she bends, A second time the frothy brine she swills, 'Till, overpower'd, her utmost force she spends, And all around is heard — \" she fills — she sills. Oppress'd by water, like a log, she lies Lash'd by the mocking waves, but impotent to rise."], [303, "287 MISCELLANEOUS POEMS XVI. Ah ! 'twas an awful thing to see and hear The sad sensations of the many now, Terror's mad gesture, and the shriek of fear, The frantic cry, the wild but earnest vow From guilty lips that ask'd to be forgiven, While fears of hell, alas ! eclips'd their hopes of heaven XVII. Yes ! now the bold blasphemer's tongue was hush'd, The taunting scoffer stood in fix'd despair ; From his strain'd eye the startled tear-drops gush'd, And from his lips was heard the mutter'd prayer. While thro' the air impetuous whirlwinds sweep. The thunders nearer burst and bellow o'er the deep."], [304, "288 MISCELLANEOUS POEMS. core XVIII. They who had lately feign'd to mock at fear Feel by experience now how sharp her goad : Her voice portentous speaks to every ear, And every heart becomes her fix'd abode. The hour of peril is the hour to see If they are free from dread who scoff the Deity. XIX. No longer there was broach'd the ribald jest, The daring blasphemy was heard no more, For every eye that wild alarm confess'd Which search'd the heart and prob'd it to the To God is breathed the prayer — the earnest vow As to a God of vengeance, not of mercy, now."], [305, "MISCELLANEOUS POEMS. 289 XX. Oh ! what a scene — a horrid scene — was there ! The shrieks of women and the cries of men — While the loud storm seem'd mocking their despair, — For horror and despair were busy then. Death rode terrific on the tempest's wing, As round the batter'd ship his threatening mischiefs ring. XXI. Again, a billow strikes her pointed prow,* And o'er the deck its sparkling body heaves, Searches a passage to the bilge below, But, foil'd, the labouring ship abruptly leaves. The loading water presses down her side, But thro' the port escapes, and mingles with the tide. * By this time the ports were thrown open to leeward which had been before lashed close down. o"], [306, "290 MISCELLANEOUS POEMS. XXII. As the wide ports an ample passage yield To the dark wave that gurgled o'er her deck, From every tongue the shouts of joy are peal'd, And hope inspires to save her yet from wreck. The pumps are plied — the men their muscles strain To cast the black bilge-water to the main. XXIII. Put her before the wind !\" — away she veers, And straight before the gale with fury drives ; Now thro' the sea, encumber'd less, she steers, And gives the crew less terror for their lives ; From her late watery burden nearly free, With her sharp keel again she scars the troubled sea."], [307, "291 MISCELLANEOUS POEMS. XXIV. Now the rough tempest less disastrous howls — The worn-out gale now slowly dies away : No longer the tremendous thunder growls, And the bright sun illumes the smiling day. At noon the jarring winds their fury cease, Old Ocean calms his waves, and slumbers into peace. 0 2"], [308, "SCRAP STANZAS. i. Her breath was odorous as the balmy air Wafted delicious from some spicy shore : The very atmosphere was perfum'd where Her tones, of more than earthly fragrance, pour Their heavenly incense. While her pure heart bore Her spirit to the skies, — there was no qualm Of morbid misery rankling at the core. Life's flowers and weeds to her alike dripped balm — When all was storm without, her bosom still was calm"], [309, "MISCELLANEOUS POEMS. 293 [I. Go where we may, where shall we find the rose Without its thorn ? It blooms indeed awhile, But soon its beauties, even as it grows, Are scatter'd by the winds : so also smile The phantoms of young hope, but to beguile, 'Till o'er our heads the blasts of misery burst. What is there in this world of fierce turmoil To gladden worldly hearts, so often curst By the swift wreck of hope — of human ills the worst."], [310, "TO i. Those eyes, while they glow like twin stars in their splendor, Seem the light of thy soul beaming full upon mine ; They challenge the heart, which must ever surrender Its homage and freedom to eyes bright as thine. II. When I see the dark lashes close playfully o'er them, With rapture I gaze on the lovely eclipse ; While they seem to invite the fond object before them, To seal the first pledge of its love on the lips."], [311, "MISCELLANEOUS POEMS. 295 III. Tho' death were denounc'd against all who should cherish A tender, a hallow 'd devotion for thee, I'd brave its denouncement, I'd brave it — and perish, Since to die for thy sake were a blessing to me. IV. Tho' this world has its cares, who would dare to deplore them While beings like thee cheer our course as we run I All the sorrows of life disappear from before them As the mountain-mists flee at the sight of the sun. V. And thou, who may'st rank before all of thy gender In beauties of body and graces of soul, — Oh ! make me thy only, thy rightful defender, Then life's draught will be sweet, and no gall in the bowl."], [312, "FRIENDSHIP. How man degrades thee, Friendship ! precious gem, Found deep in Virtue's long neglected mine ! The many, if not all, to thee incline, But how few pluck thee from thy parent stem ! Kneeling too oft at self's inglorious shrine, There is no lasting root of thine in them. Thy shadow flutters gaily o'er the world, Thy purer self man's seldom given to see : — Ere virtue's form from nether earth was hurl'd, The soul its brightest lustre held from thee, For guilt's portentous banner then was furl'd. Unearthly blessing ! let me bend the knee In homage at thy altar ; — there impart Thy heavenly nourishment, and cheer my anxious heart.* * Written in India."], [313, "LUXURY. Where Luxury revels at the pampering board And yields her poisonous sweets, sits Mirth, In mask of joy ; tho' oft her bosom's stored With those dire ills which are the leperous birth Of Dissipation, from whose loathsome stye Disease, with palsied limb and wither'd mien, In all his vile deformity, is seen Casting his baneful spells : cramm'd Plethory, With every deadly malady beside, In grim array, the revellers deride, And grin to hear their groans of agony. Like some unblest arch-devil in his pride, He calls at length on Death, his stanch ally On Luxury's bloated crew his power to try. o3"], [314, "find WOMAN. i. Where shall I, witching woman, An emblem true of thee ? Not upon earth — in heaven alone So rare a thing may be. II. The lily's hue is dull to thine, The rose beholds with dread The brighter colour of thy cheeks, And glows a deeper red :"], [315, "MISCELLANEOUS POEMS. 299 III. Or at thy lovelier charms grows pale, And whitens with despair, Nor longer blooms upon its stem, But droops with envy there. IV. Nor rose nor lily ever can Pretend to rival thee — Thy bloom is not for time alone, But for eternity. V. By the sweet influence of thy charms The soul of man 's refin'd — Second to angel, thou art here \" The magnet of the mind.\""], [316, "A THOUGHT. I know not, but in grief there often lurks A tenderness that blunts its keener edge, And makes us love to woo it for a while, When the heart feels an aching void within, And has no zest for joy. And what is joy But a wild ferment of the excited mind, Which the least breath of sorrow overturns, And chases from us, like the vapoury mist, Which flees before the rising summer sun ? I court it not ; — it is a hollow friend That only smiles to win us and betray : Grief is far honester — he flatters not, And in his smiles there is no treachery."], [317, "LINES written in a lady's album I. Lady, I tremble as I write, To do your bidding fair, For I'm no wit, that's certain — -quite Tho' — would to heaven I were. II. But you command and I obey, Your humble servant ever, In spite of all your friends may say The witty and the clever."], [318, "302 MISCELLANEOUS POEMS III. Tho' critic eyes this page shall scan, Still as desir'd by you, Why sha'nt I write ? as I'm a man, I'll try what I can do. IV. Tho' wags may sneer and poets stare, I'll, certes, try my hand — What is there that I should not dare, When, lady, you command ? V. I know these pages will be trac'd By readier pens than mine, But should their verses be disgrac'd, With these compar'd — be thine"], [319, "MISCELLANEOUS POEMS. 303 VI. The task to plead a bard's excuse, Who writes for recreation, And not for bread, — since, what the use? — 'T would only bring starvation. VII. Accept then all he can bestow — Would, lady, it were better ! Your sufferance of my rhymes will show How deeply I'm your debtor."], [320, "blast SONG j Swift o'er the surge the gliding vessel flies, Now plunging prone, now rising to the skies ; The dauntless sailor boldly climbs the mast, While threats, with angry howl, the deafening Insensible to fear, He gives the frequent cheer, As o'er the prow impetuous seas are cast. Should thoughts of Kate arise, He curbs love's ardent sighs, And dashes from his cheek the manly tear."], [321, "MISCELLANEOUS POEMS. 305 '7 II. When angry lightnings quiver through the skies He looks around him with undaunted eyes, Sings to the rising billows as they roar, Pulls with fresh glee, nor sighs to be on shore. Insensible to fear, He gives the frequent cheer, E'en tho' he thinks to view his home no more. Should thoughts of Kate arise. He curbs love's ardent sighs, And dashes from his cheek the manly tear. III. Arriv'd in port, he hails his native shore, From his heart's idol to be torn no more, Recounts the perils of the tempests past, Sits down at ease and finds a home at last. Insensible to fear, He gives the frequent cheer, Tho' o'er him now no foaming seas are cast. Should gloomy thoughts arise, His Kate restrains his sighs, And kisses from his cheek the manly tear."], [322, "ON A DEAD BUTTERFLY. Poor insect! did thy gilded wings avail To save thee from the chill, autumnal gale ? No ! thou hast fallen a martyr to the blast, And beauty's best must come to this at last."], [323, "a picture of ; a dove from THE RESCUE The following Stanzas were suggested by i Stewartson's, representing a child rescuing a hawk. I. Why, dearest child — nay, tell me why That full-flush'd cheek, that tearful eye ? I see the reason of thy sorrow ! But soon those trickling tears will dry — They'll be forgotten all to-morrow."], [324, "308 MISCELLANEOUS POEMS. II. Nay, frown not, little angry creature, And thus distort each lovely feature, Because thy favourite dove is bleeding. To kill's the hawk's ferocious nature, And doves are very dainty feeding. III. But think not hawks alone are cruel — Flaws often mar the brightest jewrel — For woman's sometimes more unfeeling ; Where there is fire, she'll oft add fuel, And scorch beyond the power of healing."], [325, "MISCELLANEOUS POEMS. 309 IV. And when some heart she's sear'd and blighted With the sad work she's more delighted Than hawk when swooping on its quarry ; She loves— her victim scoff 'd and slighted — If not to kill, at least to worry. V. Nay, dry thy tears, thou silly thing, The talon'd foe has taken wing, And thy dove's safe within thy keeping. Let grief no more thy bosom wring, 'Twill die no sooner for thy weeping."], [326, "310 MISCELLANEOUS POEMS. VI. Still how that little heart is swelling, As if 'twould burst its narrow dwelling — What 'tis to have a heart too tender ! But thine's not sorrow past repelling, And pity well becomes thy gender. VII. Thy dove on that fair bosom dying, Fair as the snow on mountain lying, Turns all thy gentle thoughts to anguish But pleasures soon will still thy sighing, For youth was ne'er known long to languish"], [327, "311 MISCELLANEOUS POEMS VIII. Shortly will cease thy heart's emotion: — Like tear-drops mingled with the ocean, Thy sorrows will be lost in pleasure. Thy dove once dead, dies thy devotion — Thou 'It seek some other, dearer treasure IX. Thus 'tis with all — a present friend Hears kind professions without end, But, once away, remembrance ceases: The thoughts to other objects tend, When old love fails and new increases."], [328, "312 MISCELLANEOUS POEMS. X. We love ourselves much too sincerely To love another thing as dearly — Self is the heart's corrupting leaven. Friendship on earth's a title merely, She's only to be found in heaven."], [329, "A SISTER'S LAMENTATION. i. I watch'd the last faint gurgling breath, And, as I mark'd the approach of death, How throbb'd my tortur'd heart ! Alas ! and could no mortal power Arrest the blight, restore the flower? How vain all human art ! P"], [330, "314 MISCELLANEOUS POEMS. II. Death sternly bore her to the tomb, And clos'd her in earth's murky womb, The soul for heaven awing Tho' now it speeds its rapid flight, To bask in everlasting light, It leaves me suffering. III. Tho' stern disease her frame assail'd, No terrors o'er her heart prevail'd : Tho' pain her bosom wrung ; Still, with a holy fervour fraught, From God's eternal Spirit caught, To Hope's fixed rock she clung"], [331, "315 MISCELLANEOUS POEMS. IV. From her relaxing eye there stole The light of her departing soul, That linger'd, as she pass'd To those bright mansions in the skies, Where, 'mid the heavenly paradise, Her joys shall bloom at last. V. Methinks, alas ! I see her yet, Her clear, dark eye, full sparkling, wet With Hope's unsullied tear. There was no sorrow in her sigh — Her soul was ready for the sky, A captive only here."], [332, "316 MISCELLANEOUS POEMS. VI. No rude complaint escap'd her tongue, She never tax'd her God with wrong, As many oft have done ; But calmly waiting for the stroke, Which life's frail thread assunder broke, The crown of glory won. THE END. MARCHANT, PRINTER, 1NQKAM-COURT, FENCHIJUCH-STREET."], [333, ""], [334, ""], [335, ""], [336, ""], [337, ""], [338, ""]]