[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Price One Shilling. OUR NEW COLONY tfiii I Is HISTORY, PROGRESS, ANO RESOURCES. ~?? EDITED BY H. STONEHEWER COOPER, Author of\" The Coral Lands of the Pacific,\" &=c, lye. PnbltBljrt! 65 THE MORTGAGE AND AGENCY CO. OF AUSTRALASIA (Limited), 37, Lombard Street, London, E.C. 1S82. 't£'"], [8, "Advertisements. IHarraud and Bunds, 41, Œornblll, Xonbon, E.C. ESTABLISHED OVER A CENTURY , ■^[Manufacturers, and Importers OF Chronometers, Half-Chronometers & Lever Watches, TURRET, HALL and ELECTRIC CLOCKS Inventors and Patentees of the New Method of Synchronizing Clocks. SPECIALITES. The Improved Watch. A Three-quarter Plate Lever Watch of our own make, Chronometer balance, hardened and tempered pendulum spring, thoroughly adjusted for temperatures and positions, guaranteed to within one minute per month. Silver, Open or Crystal Glass 16 Guineas. ,, Hunter Ijj, ,, Gold, Open Face 25 Guineas. ,, Crystal Glass 27 ,, ,, Huntei 30 ,, Keyless (fuzee) 7 Guineas Extra. The Railway Watch. A Compensated Lever Watch with accurate adjustments. In demand in South America, India, the Cape, New South Wales Government, and elsewhere, for their strength and excellent time-keeping qualities. \"Report on your sample very favourable.\" — New South Wales Government Inspector. \"Give complete satisfaction,\" \"Can confidently recommend them,\" \"Not one second out,\" \" Continue to give the same satisfaction as before,\" \" Never altering from Greenwich Mean Time,\" \" Gone for months without the slightest variation.\" — Extracts from Reports and Letters.\" Fitted with the Patent Attached Winder. No complicated Keyless work. The Key always there. Silver, Crystal Hunter Æ10/10/0. Barraud and Hunds, 41, Cornhill, London, E.C."], [9, ""], [10, "SAVU SAVU BAY"], [11, "Price One Shilling. OUR NEW COLONY tftii IS HISTORY, PROGRESS, AND RESOURCES, EDITED BY H. STONEHEWER COOPER, Author of \" Tlic Coral Lands of the Pacific,\" £p>c, &*c. Publish in THE MORTGAGE AN D AGENCY CO. OF AUSTRALASIA (Limited) 37, Lombard Street, London, E.C. 1S82."], [12, "LONDON : I'EINTED BY W. H. & L. COLLIN'GRIDGE, CITY PRESSr 148 & 149, ALDERSGATE STREET, E.C."], [13, "THE Mortgage and Agency Company os Australasia, LIMITED. CAPITAL £500,000, IN 50,000 SHARES OF £10 EACH. First Issue, £250,000, in 25,000 Shares of £10 each. DIRECTORS LORD GEO. G. CAMPBELL, 2, Bryanston Square, W. ROBERT FARQUHARSON, Esq., M.D., M.P., Finzean, Aboyne, Scotland, and Reform Club, S.W. SIGMOND HOFFNUNG, Esq., Messrs. S. Hoffnung & Co., Merchants, Basinghall Street, London, and Sydney and Brisbane. NATHAN ALFRED NATHAN, Esq., Messrs. L. D. Nathan & Co., Merchants, Coleman Street, London, and Auckland, N.Z. JAMES PELLATT RICKMAN, Esq., Messrs. Pellatt & Co., Falcon Glass Works, St. Bride Street, London. WILLIAM ROBERTSON, Esq. (lateof D. & W. Robertson, Dundee), Holland Park, London. NORMAN TRONSON, Esq., Hope Park, Bromley, Kent. BANKERS. THE BRITISH LINEN COMPANY BANK, London, Edinburgh, and Branches. THE UNION BANK OF AUSTRALIA, Limited, Levuka Branch, Fiji. SOLICITORS. Messrs. FOWLER & Co., 3, Victoria Street, Westminster, S.W. AGENTS. North of Scotland. Messrs. YOUNGSON & STORIE, 124, Union Street, Aberdeen. Dundee and District. Messrs. D. S. & T. LITTLEJOHN, 27, Bank Street, Dundee. AUDITOR. JAMES B. LAURIE, Esq., Chartered Accountant, 62, Gresham Street, E.C. IN LONDON. IN FIJI. MANAGER & SECRETARY. MANAGER. II. STONEHEWER COOPER, Esq. R. L. CONACHER, Esq. (Assisted by a Colonial Board.) OFFICES. OFFICES. 37, LOMBARD STREET, LONDON, E.C. LEVUKA, OVALAU, FIJI. The objects of this Company are to make advances on real and other property in the Crown Colony of Fiji, and in the Islands adjacent thereto; also to transact Agency business connected therewith. The Company will lend money on the security of real property having a Crown title with a margin of about 50 per cent., and will carry on also a genuine Agency business, but will not enter into speculations on its own account."], [14, "ISSUE OF DEBENTURES. (Application Form annexed.) TERM AND RATES OF INTEREST. This Company issues Debenture Bonds redeemable at the end of seven, five, or three years. Interest runs from the date on which the principal is received, and is payable, half-yearly, on the 15th day of May and the 15th day of November in each year, on due presentation of the proper Coupons, which are issued with, and attached to, the Bonds. The present rates of interest are as follows : — For seven years ... 5 j per cent, per annum For five years ... .. ... 5 >> >> For three years .. .. 4J ,, ,, These Debentures are issued free of cost to the purchaser, and it is believed they constitute a security of the highest order. They are registered on the books of the Company in the name of the purchaser, which gives a sure protection against loss by theft or casualty, and they can be transferred to other parties by a proper instrument, according to their terms. They can also, when desired, be made payable to bearer, and may then pass from hand to hand. GUARANTEES. For their payment, the uncalled capital of the Company, for the time being, is liable, and they are protected by the value of all securities and assets which the Company may, from time to time, possess. The management of the business abroad is in the hands of a gentleman of great Colonial experience, assisted by an influential local Board ; and it is believed that in all matters connected with land and the transactions contemplated by this Company their skill and judgment may be relied on with entire confidence. APPLICATION FORMS. Forms of Application for Debentures and all particulars can be obtained from the Manager of the Company, H. STONEHEWER COOPER, 37, Lombard Street, London, E.C."], [15, "preface. THE late Lord Palmerston is credited with the remark, \" Difficulty is the condition of success ;\" and if we are to gauge the future of the Crown Colony of Fiji from the difficulties which have attended its early struggles, it will be bright indeed. To have the record of being the last place on earth in which cannibalism was systematically practised was bad enough, but the Australian and New Zealand papers made matters worse by invariably denouncing the pioneer settlers in Fiji as a crowd of enterprising cut-throats and fraudulent bankrupts with a taste for travel. It cannot be denied that, apart from the runaway convicts, who were the first Europeans known to have visited the group, some of the gentry connected with what they were pleased to call the labour trade, and who occasionally made Fiji a centre of their operations, were among some of the most insufferable scoundrels that the world has ever seen ; and the infamous conduct of some of these men in all parts of the Pacific was, in the minds of editors and readers of Australian and New Zealand papers, always associated with Fiji itself. As for the great mass of English papers, until quite recently, they have seemed absolutely ignorant of where Fiji is at all. Owing to the circulation of numerous books of travel, all more or less readable, Fiji is getting better known, and, what is of more importance, appreciated at something like its right value. The following pages are intended to demonstrate, in as clear a fashion as may be, what are the commercial capabilities of the Colony. The development of any new field for British enterprise, capital, and manufactures is always an interesting study, and those who have not the benefit of Lord Salisbury's \" big maps,\" and who think Fiji is of no account because it occupies so small a portion of the chart space, would do well to study the marvellous increase in the annual exports and imports during the last few years, duly recorded in the statistics at the end of this pamphlet."], [16, "IV I question very much whether any other Colony of the Empire can show a like increase. To say that Fiji is an unrivalled field for capital, is only to re-affirm what Mr. John Home, F.L.S., the Director of Woods and Forests and the Botanical Gardens of the Mauritius, has stated in his formal report of his official visit to the Colony. In the-title page of this Brochure, I have addeed the word \" Edited\" to the usual author's prefix, \" by\" and I have very good reasons for this apparently self-denying ordinance. The information contained in \" Our New Colony \" is about as officially authentic as it is possible to be, and I am indebted to the following leading members of the Government of the Crown Colony for the consolidated facts with which I wish to interest my fellow-countrymen. For that portion of the pamphlet which relates to the Historical and Geographical data concerning Fiji, I am indebted to an essay kindly placed at my disposal by its author, the Hon. J. B. Thurston, C.M.G., Colonial Secretary of Fiji ; for the articles on Titles to Land (a most important feature in the success of any new country depen dent upon agriculture), to the Chief-Justice of the Colony, Sir John Gorrie, K.C.M.G. For the information as to Agriculture itself, I have to acknowledge the assistance of the following well-known planters, viz. : — The Hon. John Hill, of Rambi ; the Hon. George McEvoy, of Cicia ; James E. Mason, Esq., of Taviuni, and Dr. J. M. Brower, of Levuka. It may be urged that these gentlemen, high as their position is, are unquestionably interested in the prosperity of Fiji, and to meet this possible objection, and demonstrate my anxiety that the information contained in these pages should be absolutely impartial as well as accurate, I will conclude this preface by a second reference from Mr. Home, of the Mauritius, and quote his words, which, indeed, will again be found further on : — \" When capital has been attracted to the Colony, and these cane- lands are fully occupied and planted with canes, and proper works put up for crushing the canes and making sugar, it may be anticipated that about 200,000 tons of sugar will be annually made in Fiji.\" \" The value of this sugar, together with that of molasses and ruin, will amount to over FIVE MILLIONS STERLING:' With this independent witness on the stand, I think I can safely recommend our new Colony to whom it may concern. H. STONEHEWER COOPER."], [17, "OUR NEW COLONY-FIJI. THE Fijian Archipelago was discovered on the 5th of March, 1643, by Abel Jansen Tasman, the famous Dutch navigator, so far as can be con jectured ; for the track shown upon the chart does not agree with the day's navigation as recorded in the log. Tasman entered the group from the eastward somewhere between the 16th and 17th degrees of south latitude, and, not finding anchorage, worked his way northward among the islands and reefs lying off the coast of Taviuni and Vanua Levu. After many risks of shipwreck, he finally cleared the islands by way of Underpoint and Thakoinlia, naming the group, so far as then discovered, \" Prius Wilhelms Eylanden.\" More than one hundred years later Captain Cook lay to one night off Vatoa or Turtle Island. Captain Bligh, in his famous voyage in the launch of the Bounty, sighted a part of the group in 1789, and afterwards in 1792, when commanding the Providence, made some further observations. Captain Wilson, in the mission-ship Duff, is said to have followed Tasman's course, but was less fortunate than his predecessor, as he struck on the 13th September, 1797, on the outlying reefs of Nukubasanga, very near to the scene of the wreck of the Earl of Pembroke's disaster in the Albatros in October, 1S70. About the year 1804 a number of convicts escaped from New South Wales, and settled among the islands chiefly affecting the districts of Mbau or Rewa. These first colonists made themselves dreaded by the natives, who were awed by the effects of the white men's firearms, as Mr. Williams, in \" Fiji and the Fijians,\" remarks : — \" The hostile chiefs, seeing their bravest warriors fall in battle without an apparent cause, believed their enemies to be more than human, against whom no force of theirs availed, whose victory was always sure, while their progress invariably spread terror and death. No thought of improving and consolidat ing the power thus won seems to have been entertained by the whites. Had such a desire possessed them, the absolute government of the entire group lay within their reach. But their ambition never rose beyond a life of indulg ence, and an unrestrained gratification of the vilest passions. Some of them were men of the most desperate wickedness, being regarded as monsters even by the ferocious cannibals with whom they associated. These lawless men were twenty-seven in number on their arrival, but in a few years the greater part had ended their career, having fallen in the native wars or in deadly combat among themselves. A Swede, named Savage, who had some redeem-"], [18, "ing traits in his character and was acknowledged as head man by the whites, was drowned and eaten by the natives of Weilea in 1813. In 1824 only two, and 1840 but one, of his companions survived. This last was an Irishman named Connor, who stood in the same relation to the King of Rewa as Savage had done to the King of Mbau. His influence among the natives was so great that all his desires, some of which were of the most inhuman kind, were gratified. The King of Rewa would always avenge, and often in the most cruel manner, the real or fancied wrongs of this man. If he desired the death of any native, the chief would send for the doomed man, and direct him to make and heat an oven, into which when red hot the victim was cast, having been murdered by another man sent for the purpose. Soon after the death of his patron, Paddy Connor left Rewa. He was thoroughly Fijianised, and of such depraved character that the white residents who had settled in the islands drove him from among them, being afraid of so dangerous a neighbour. At the close of his life his thoughts seemed only occupied about rearing pigs and fowls, and increasing the number of his children from forty-eight to fifty.\" It was through the influence of these men that Mbau and Rewa first assumed a position of superiority over the other islands of the group ; a position which the former still, in some sense, although under entirely new conditions, retains. The vague, but always magnificent accounts which about this time began to find their way to the mother colony of the Australias, caused the islands to be visited for the purpose of trading for sandalwood, beche de mer, and tortoiseshell for the China market. The masters of vessels fitted out for this purpose found trading, though very hazardous, extremely profitable. It was not safe for men to go on shore unless in parties, and well armed. Vessels occasionally got lost on treacherous reefs, and sometimes the crews were massacred. Many an antiquated gun and anchor still lying in Fijian towns bears silent witness to the wild events of bygone days. When opportunity offered there were several reprisals, and the stories of old traders (now deceased) recalled to mind the old buccaneering times, as told in the stirring narratives of Dampier and Drake. The white population slowly increased ; and, about the year 1835, and chiefly in consequence of the friendly dis position of its chief, a small settlement of white men was established at Levuka. Considering the origin of this community, the absence of all restraints, and the frequently wild and dangerous life its members led, it must be admitted that they compare favourably with men of a similar class who settled on other islands of the Pacific. They traded in cocoa nut oil, beche de mer, pearl shell, and anything they could pick up from the natives. Some of them settled down as carpenters, boatbuilders, and blacksmiths, and the leading person among them, one Daniel Whippy, was, though uneducated, certainly a superior man, and did much to preserve good order. Captain Wilkes, who arrived at Ovalau, in May, 1840, says, \" Ovalau is the principal residence of the white men in the group, to whose general deportment and good conduct I must bear testimony. I found none better disposed through out the voyage than were found there.\" In 1S5T, the gold discoveries of"], [19, "3 California gave rise to considerable traffic between Sydney, Melbourne, and San Francisco, and many gold seekers calling in at Fiji, charmed with the pect and freedom of the country, returned to it when it was no longer easy to make rapid fortunes at the mines. In 1859, Mr. Pritchard, then British Consul at Fiji, being impressed with a conviction that it could be made a great cotton-producing country, exerted himself to direct attention to its advantages as a field for emigration. In i86i,the European population numbered 166 adults, a large proportion of whom were highly respectable people. An impression having gone abroad that the British Government had determined to take possession of the islands, new arrivals from New Zealand were frequent at this time. Some brought with them small cutters, and remained in the group to trade ; but the majority of the new comers, on discovering that the Imperial authorities had declined the proffered cession of the islands, returned. The circumstances which led Thakombau to desire the British Government to take possession of the islands are as follows :— On the 4th July, 1S49, wn'le the late Mr- J- B- Williams, then American Consul, was celebrating his national anniversary by the firing off cannon and letting off squibs on the island of Nukulau, his house took fire and was burnt to the ground. Subsequent to these events complaints were made against Thakombau, and numerous losses ascribed to him. Claims for damages were then made by the American citizens through their Consul, and Thakombau was saddled with the whole responsibility, though there was no evidence whatever to show that he had been instru mental in causing the losses complained of. After some preliminary investi gation on the part of the United States Government, Commander Boutwell was sent to Fiji, in the year 1855, to inquire into the claims. The result was that the American citizens were awarded about Thakombau being quite unable to satisfy this demand, he, in 1858, offered to cede the sovereignty of the islands to Her Majesty, on condition that he should retain the rank and title of Qui Viti (King of Fiji), which had been accorded to him by the American Government, and that in consideration of his ceding 200,000 acres of land, Her Majesty's Government should pay the American claims for him. A deed of cession, signed by Thakombau and the leading chiefs, was accordingly conveyed to England by Mr. Pritchard in the early part of the year 1S59. Great interest was felt in the colonies in the proposed cession, and some exertions were made to induce the British Government to entertain the proposition favourably, as good proof had just been obtained of the capabilities of Fiji as a cotton-growing country, while the supply of that staple for the home market had been greatly diminished. Some months later Colonel Smythe, R.A., was appointed to proceed to the islands as a Commis sioner, to inquire into the state of affairs, and report as to the advisability of accepting the proposed cession. At the same time the military difficulties in New Zealand were causing very serious embarrassment, and the Imperial authorities, having quite enough to do with one native war on hand, were in no humour to accept the responsibility of managing Thakombau's unruly"], [20, "4 subjects. The Commissioner's report, as might have been anticipated from the circumstances, was against the acceptance of the offer, and it was accordingly declined. From this time forward various attempts were made, at the instigation of white residents, to establish a regular form of government, they being dis appointed that the result of Colonel Smythe's mission had been unsuccessful. From one cause and another, however, but principally in consequence of the mutual suspicion and hostility of the leading chiefs, every such attempt failed. In the early part of 187 1, a more ambitious effort was made. Thakombau, with the assistance of Messrs. Woods, Sagar, Burt, and Hennings, made an attempt to form a government for the whole group, and delegates of both races were invited to meet in Congress to discuss and frame a constitution. In August, 187 1, these delegates met in formal convention, and, after much deliberation, agreed to a constitution for the \" Kingdom of Fiji,\" and to regulations and conditions under which the government of the kingdom should be carried on. The House of Delegates, having performed its func tions, it was in due course dissolved, returning officers appointed, and writs issued for the election of members to serve in the Assembly of Fiji. These elections were duly carried out, and the first Fijian Parliament met (1871) under the Speakership of Mr. Butters, formerly Mayor of Melbourne. The Constitution Act, framed by the House of Delegates, provided for a government of the whole group, and the establishment of a Constitution from and after October 1, 187 1. It also provided that the form of government should be Executive, Legislative, and Judicial — the Executive to consist of the King and the Ministry ; the Legislative of a Privy Council and House of Representatives. The Judicial was invested in a Supreme Court, consisting of a Chief Justice and two Associate Judges, one of whom was to be a native, whose decisions were final. The Privy Council was composed of the native governors of the provinces, into which the Constitution Act directed that the kingdom should be sub-divided. The House of Representatives was formed of members returned by the electoral districts proclaimed throughout the islands. All measures passed by the House of Representatives were to be submitted to the Privy Council, which had not, however, the power of vetoing any measures not meeting with its approval, but simply of returning them to the Assembly from which they originated for reconsideration. The number of members was limited to forty, and not less than twenty. The qualifica tions of an elector were — payment of taxes, six months' residence, and that he should be a male subject of the kingdom, not a minor. Without entering too much into detail, it may be stated that such a system of government was utterly unsuited to the condition of the country. It was cumbrous, expensive, and placed all political power in the hands of white settlers, leaving the natives, who numbered ninety-nine hundredths of the entire population, with the merest shadow of influence. Moreover, the Assembly and the Ministry did not agree well. As in colonies not remote from Fiji the first half of each session of the Assembly was taken up by efforts on the part of the leaders of the Opposition to change places with Ministers of the Crown. The most"], [21, "5 serious difference, however, arose upon the question of electors 1 franchise, the settlers arguing that the franchise was confined to the whites solely, and Ministers disputing the point. Matters soon came to a crisis, through the King refusing to accept the resignation of Ministers, who had been defeated \" constitutionally \" by a large majority. The Assembly was dissolved, in consequence, in the middle of 1873. A new Constitution was framed by the Government, conferring upon the natives a large share of power, and providing for a Legislative Assembly, con sisting partly of noniinee and partly of elective members. It was, however, though assented to by the King, never put in force, as it was strongly opposed by Commodore Goodenough and Mr. Consul Layard, who arrived in Fiji at the close of 1873 with instructions to enquire into the condition of the islands with regard to annexation, in response to a proposal made by the Fijian Government to re-open the question of annexation to Great Britain. It was agreed that, pending the question of cession to Her Majesty, the status quo should be observed. The Commissioners addressed a letter to the King on the 17th January, 1874, telling him the object of their mission, visited several of the islands, and collected a mass of information, which, on being laid before Parliament, was somewhat severely criticised by Mr. Gladstone. At the end of February it was announced that the King and chiefs were about to summon a great meeting, to decide upon the question of ceding the country to Great Britain. At this meeting, at which the Commissioners attended, the King and chiefs decided against the cession, whereupon Ministers resigned in a body, and immediately afterwards, on Mr. Thurston attempting to form a Ministry, every obstacle was put in the way. The Commodore and Consul proclaimed the bankruptcy of the King's Govern ment, warned all British subjects against giving the Government any credit, and threatened with the penalties of the Foreign Enlistment Act any of them retaining posts as officers in the armed constabulary. This completely paralyzed any further attempts at self-government ; and, acting upon the principle that an honourable capitulation should be preferred to the destruc tion of a weak garrison, the King's adviser strongly recommended a recon sideration of the question of annexation. Thakombau thereon re-assembled the chiefs, and on the 20th March, a formal offer of cession was made, together with a number of conditions, which, when considered by the Imperial Government, were pronounced to be unacceptable. On the 17th July, in the House of Lords, Earl Carnarvon stated that the Cabinet had resolved upon deputing Sir Hercules Robinson, K.C.M.G., Governor of New South Wales, to proceed to Fiji and acquaint the King and chiefs that if they wished for annexation, it must be unconditional. Sir Hercules Robinson arrived at Levuka on the 23rd September, 1874, and, after several interviews of a most satisfactory nature with the King and chiefs, they made a formal and unconditional cession to Pier Majesty of the sovereignty of the islands. The King and chiefs were made fully aware that, while the acceptance of the conditions attached to their offer of cession was quite impossible, as tending to fetter the action of Her Majesty's Government, such an intimation of the"], [22, "6 tendency of their wishes in regard to their country and people would not be without weight, but that, if the offer of cession was to be accepted, the natives of Fiji must trust implicitly to the honour and justice of the Queen. The personal manner of Sir Hercules Robinson inspired the chiefs with a con fidence before wanting, as it also did those who had been trying to form a government. At the time of the cession a Provisional Government was in operation, in which Mr. Thurston held the office of Chief Secretary, and Mr. Ryder that of Minister of Finance. Arrangements were made by Sir Hercules Robinson, after the formalities connected with the transfer of the sovereignty had been completed, for the temporary government of the islands until the arrival of a Governor appointed by Her Majesty. These arrange ments were the appointment of an Executive Council, under the presidentship of Mr. Consul Layard ; the other offices being filled by Mr. (now Sir) J. G. L. Innes without office, Mr. Thurston as Colonial Secretary, Mr. Horton as Treasurer, and Mr. Swanston as Secretary for Native Affairs. Among these last three gentlemen was distributed the supervision of all the administrative and judicial departments of the Government. He further appointed Mr. Garrick to discharge the duties of Judge of the Central Court and Chief Magistrate of the colony, in the room of the Chancellorship and Justiceship formerly existing, and four European Stipendiary Magistrates, whose office was the trial of European and mixed cases throughout the group. For the efficient administration of native affairs, he next divided the islands into twelve provinces, over each of which a provincial chief— styled Roko — and native Stipendiary Magistrates were appointed. These provinces were sub divided into eighty-two districts, in charge of Mbulis, each Mbuli being placed in the first, second, or third class, according to the number of villages under his control. The authority of these native officers extended to natives only. The provisional arrangements, on the whole, worked well, though the colonists naturally looked forward to the arrival of Sir Arthur Hamilton Gordon, K.C.M.G., who, soon after the receipt in England of Governor Robinson's despatches, was appointed by Her Majesty the first Governor of the new dependency. Sir Arthur Gordon arrived at Levuka in H. M.S. Pearl, on the 24th June, 1875, and landed officially on the following day. It was expected that His Excellency would at once assume the administration of the government, but, as the Chief-Justice, the Attorney-General, and other officers appointed to be members of the Executive, had not then arrived, and the immediate promulgation of the Royal Charter, erecting the island into a British colony would, without the concurrent enactment of several legislative measures, have produced much confusion, the provisional state of things was for a short time continued. The delay, however, was not of long duration. On the 1st September, 1S75, tne administration of the government of the colony was formally assumed by the Governor, and the charter of the colony and His Excellency's commission was read in the presence of a large concourse of people assembled at Nasova. The interval between His Excellency's arrival and his assumption of office had been fully occupied, One of the first steps taken"], [23, "7 in June was to send off medical succour to the natives of the outlying districts still suffering from the effects of the fatal visitation of measles, introduced on the return of the ex-king from Sydney, and which had carried off approxi mately 40,000 of the native population. Much useful information was also acquired by the Governor during this period as to the state and condition of the country before commencing the detailed duties of administration. The peaceful course of events was, however, soon interrupted. The heathen tribes of the interior of Viti Levu had for some time indicated symptoms of disquietude, and, as in the old days prior to annexation, threatened with aggression the more peaceful and Christian natives of the coast. On the 12th April, 1876, four or five defenceless villages on the borders of the Nadi and Nadroga provinces were suddenly attacked and burnt. At the same time an attack was made upon Christian villages situated on the Siga-Toka river, and on the village of Satuba, In these forays some peaceable and well disposed natives were killed. These outrages were but the precursors of others still more violent, and by the end of the same month a formidable combination of the heathen mountain tribes had been entered into. It would be impossible, in this hasty sketch of events, to enter into an account of the measures promptly taken for the suppression of this violence and the restoration of order. Suffice it to say that a native force was rapidly enrolled, and placed under the command of Captain L. F. Knollys, the Governor's aide-de-camp, and that, after a brief and arduous campaign, in which he was ably assisted by Mr. A. J. L. Gordon (His Excellency's private secretary), Mr. Walter Carew, Mr. Le Hunte, and other civilians in the service of the Government, the aggressors were entirely defeated and disarmed. A permanent station was then formed on the hills at a place called \" Fort Carnarvon,\" which has since been occu pied by a small force of armed native constabulary. Resident Commissioners were appointed to the mountain districts, which, for executive convenience, were divided into \"Colo east\" and \"Colo west.\" The prompt and success ful manner in which this perplexing and dangerous event was met and dis posed of gave confidence and satisfaction both to settlers and the civilized natives of the colony. At this time there is not a more law-abiding native community in the islands than these erstwhile savages. Justice has been administered among them, and churches and schools been built. Confidence in the Government has grown up, and it is not improbable that peace among the highland tribes will for the future be undisturbed. Steam communication is now regular between the colony and Sydney, Melbourne, and Auckland, with each of which ports there is a twenty-eight day service. Steam communication with the Friendly Islands (Tonga) has been initiated, and will shortly be extended to the Navigator's Islands (Samoa). The inter-communication between the islands of Fiji itself is provided for by two excellent and well-found steamers, constantly running. Business, increas ing steadily, and therefore more surely, is conducted upon sounder principles than formerly. Capital has been invested in the products of sugar, coffee,"], [24, "8 ■cocoa, cinchona, and other tropical productions, and there is every reason to hope for a certain and regular improvement in the social and industrial affairs of the islands. The commercial state and progress of the group will, however, be described in a separate chapter. (Seograpb^ THE colony of Fiji comprises the islands lying between the parallels of latitude of fifteen and twenty-two degrees south of the equator, and between the meridian of longitude of 177 degrees west and 175 degrees east of the meridian of Greenwich. This area may be described as contained in a square the sides of which are 440 geographical miles in length. It is distant from Sydney about 1,900 miles, and from Auckland 1,200 miles. It lies north-east of Tonga 300, and south-west of Samoa 500 miles. The French colony of New Caledonia lies to the westward about 500 miles. The number of islands has been variously stated at from 200 to 250; but this must include mere uninhabited rocks and islets. The following are the principal inhabited islands, with their area approxi- mately in square miles : — Name. Square Miles. Name. Square Miles. Viti Levu . ,. .4,112 Brought forward . 7,252 Vanua Levu . . . 2,432 Lakeba . . . . 12 Tavuini . . . . 217 Matuka . . . 11 Kadavu . . . .124 Qotoya . . . . 11 Windward Isles . . . 59 Mago . . . . 10 Goro 58 Cicia . . . . 10 Nairai . . . . 10 Gau 45 Ovalau .... 43 Laucala .... 9 Moala . . . . 28 Rabi 28 Kioa .... 9 Naitamba .... 9 Qamia . . . . 26 Kanacia .... 8 Vanua Balavu . . . 24 Mokogai . . . . 5 Vatu Lele . . . . 18 Batika .... 5 Ono 13 Yasawas and other Isles Beqa 13 probably . . . 60 Yadua . . . . 12 Total square miles . . 7,421 Carried forward . 7,252 Total acres . . 4,751,360 The total area is, therefore, slightly larger than the principality of Wales, which contains 4,734,486."], [25, "9 The principal island, Viti Levu, may be compared in size to the collective areas of Kent, Sussex, Surrey, and Middlesex, and Vanua Levu is only a little smaller than the county of Devon. To give an idea of the magnitude of the larger islands by comparison with other tropical possessions of the Crown, it may be said that Viti Levu alone is nearly as large as Jamaica, twice as large as Trinidad, and six times as large as Mauritius. The aggregate area of the whole group is greater than that of all the British West India Islands put together. The more important islands are hilly and mountainous, rising more or less abruptly from the shore to a height of about 4,000 or even 4,500 feet. These hills are generally of a grand and picturesque outline, being com posed for the most part of old volcanic lavas, basalt, trachyte, trap, and conglomerate. Upon the south-eastern, or windward sides, the islands are covered with dense forests, containing numerous varieties of large and valuable trees, among which may be enumerated not less than eight cone-bearers, consisting of Damara, Dacrydium, and Podocarpus. Also the Vaivai (Serianthes Vitiensis), the Vesi (Afjelia Bijugœ), the Damanu (Calophyllum Burmanni), and many others of much beauty and utility. The lower lands are more lightly tim bered, and apparently have all been under cultivation at a not distant period, when the native population was much larger. The soil is almost everywhere deep, easily worked, and, as shewn by recent analysis, especially rich in humic acid. The northern and north-western sides of the larger island, that is to say the leeward sides, are characterized by a comparative absence of forest lands. The hills or plains are covered with long reeds or grass, and dotted with clumps of Casuarina and Paudanus. Upon the borders of rivers and streams, and in sheltered dells, collecting the drainage from the surrounding hills, the ordinary fruit and forest trees of the country grow well. Fiji is essentially a well watered country. Frequent rains keep alive the sources of the thousands of small affluents feeding the main rivers. Of these fivers, both for size and facility of navigation, the \" Rewa\" stands first. It is navigable for boats, punts, or flat-bottomed steamers, for a distance of forty or fifty miles from its mouth, if not further. Several large streams, no'tably, the \" Waimanu,\" the \" Waidina,\" and the \" Waimala,\" fall into it. The sources of these streams, and of the \" Waibuka,\" lie in the high mountains of the interior, three or four thousand feet above the level of the sea. Besides these, the \" Siga-Toka,\" the \" Nadi,\" and \"Ba\" rivers, with many others, drain the principal watersheds of Viti Levu. In Vanua Levu the rivers are not so large, though they are nearly as numerous. The more important are the \" Dreketi,\" the \"Lambasa,\" the '• Wailevu,\" and the \" Wainunu.\" Almost every valley in the group has its brawling stream or brook, from which the native occupants irrigate their plantations of \"dalo\" (calocasia esculenta). Fiji is as rich in harbours and roadsteads as it is in rivers. Each island is surrounded by a barrier reef, and, with few exceptions, is accessible through"], [26, "10 passages usually found opposite to the most considerable valley or river. Between this reef and the shore, ships lie safely at anchor, protected by an indestructible natural breakwater. In concluding this brief sketch of the geographical aspect of the islands, it may not be out of place to sketch the probable origin and present state of the native population. The Fijian, with an admixture of the Malayo-Polynesian (or Amphinesian) element, chiefly observable in the upper classes, may be considered as a branch of the Oriental negro, or Kalcenonesian stock, having a close affinity to those aboriginal black races still found in India, the jungles and heights of Ultra- India, Malaya, Luzon, Sumatra, and as far east as Japan. It is probable that this race once occupied a vast area extending from Madagascar all through the coasts of the Indian Ocean, to the most eastern part of the Pacific, but were separated by geological convulsions and the pressure of pre-historic events. The Macedonians were astonished, on their great march to the Hydaspes, at meeting with no curly-haired Oriental negroes; and Ptolemy, in his map east of the Golden Chersonesus of Malaya, has a country of negro fish-eaters. But this archaic race, the Indo-African, preceded the later East-Asian, who developed the Malayo-Polynesian, and who in time were also subjected to the pressure of immigration of the Aryans. The black and curly-haired stock had either been killed off or driven from India long before the Macedonian era, or had scattered in hidden and almost unknown retreats, where they have existed through all the vicissitudes of the great Indian Empire down to the present day. Traces of the race are still found in Madagascar and in the low islands of the Paumotas. Fiji and Madagascar have names in common for the cocoanut, the yam, the plantain, the esculent arum, and many other edible roots and fruits. The \"casuarina\" is \"filau\" or \" velau \" in both places. Remnants of this early race are still to be found in Sumatra, Celebes, Cram, Buro, and other Malayan islands, and in the Golden Chersonesus (the Malayan Peninsula) itself. The Rev. P. Favre writes of them : — \" Their hair, though black and frizzled, has not the crispness of the Kaffirs. The Semangs, ' Orang Binua,' men of the soil or land, were seldom seen by the civilized.\" Pere Bourieu speaks of the men of the forest, and \" Orang Bukit,\" or men of the hills. \" They eat anything, have frizzled hair, yield a strong smell, and tell the truth.\" They once occupied New Zealand, Tonga, Samoa, the Society and Sandwich Islands ; and, in company with the Æpyornis, Dinornis, Casuarius, Benettii, and other extinct and extant struthious birds, were left stranded and isolated upon the high lands, when their original homes on the old southern continent were submerged. Much mental ingenuity has been wasted over the question of the migration of these early people ; but if doubts and difficulty envelop the subject as regards the comparatively recent Malayo-Polynesian, what can be said of the original home and history of the Kelcenonesian or Melanesian ? It is probable that, long after their original migration, if there was one, the grfjat convulsion began to affect the land they occupied. Mount Erebus, 12,000 feet high, rose in the south. The 'great ranges of the Himala>a were thiown up ; the region"], [27, "11 of the palm, the bamboo, and other gigantic grasses was upheaved, and became the home of the arctic lichen and the abode of eternal snow. By the laws of compensation a corresponding region was depressed. The present waters of the Pacific and Indian Oceans rolled in and covered the old continent. Highways of tribes were covered by eddying currents ; forests were engulfed in the waves ; hills sank to ocean beds, and the former mountains only furnished a retreat, and saved the remnant of the people. How vast the numbers perishing in the floods, or hungered to death in wastes, or killed in ruthless wars for land and food, such pre-historic times can never tell. If, as it has been thought, this lost southern continent flourished when most of Europe, Asia, and Northern Africa knew only the sound of roaring waves, how ancient is this Melanesian race ! Beneath their palms and their banyan trees they struggled and survived while the Pyramids were being raised, while the rudest huts of Nimrod rose by the Euphrates, and while the ancestors of Pericles ate their acorn suppers. In Fiji the fern tree valleys and the coral-girt shore still echo the laughter of the tribes, and every effort is being made, in the first Polynesian possession of Great Britain, to raise the intellectual and social standard of the race, and save them from the gloomy fate which has overtaken so many other inhabitants of the dark corners of the earth. The Fijians are a well-made, stalwart race, differing in colour according to the situation in which they live. The mountaineers are darker than their brethren on the coast, where the Malayo-Polynesian element is often strongly apparent. The predominant hue is a red-brown. In character they have been described as \" full of contradictions, sometimes kind and tractable ; at others relentlessly cruel and obstinate. Not a brave people, very unforgiving and ungrateful, lazy and treacherous, but withal manageable, with tact and firmness.\" This description is partly true and partly a libel. It would, per haps, be useful and interesting to read the description of a white man given by a discerning and thoughtful Fijian. Much of the contradictory, intractable, and obstinate in the native character may be set down to a misunderstanding of, and a disregard for, Fijian ignorance and habits of thought. When follow ing their chiefs, or European leaders, in action, they have shown themselves brave, loyal, and faithful to death. But in this, as in other things, they must follow their chief. They have no individuality. In their own way they are industrious people. They dislike prolonged and sustained work, but it must be remembered that hitherto sustained work has not been necessary to their existence. There has been no need for unre mitting exertion, and therefore they have not adopted the severe labour of the white man, spurred on by love, hunger, or the pursuit of honour. Some of those who have known them long and well, and who have had experience of semi-savage life elsewhere, have pronounced them to be the kindest and best-hearted native race in the world, and have advanced as an argument that in no other country in similar condition have Europeans mingled with the people, settled down in isolated spots, and possessed them selves of the eyes of the land, without the necessity of holding their position c"], [28, "12 by the strong hand, and without a large amount of bloodshed on both sides. Unlike the Melanesian of the New Hebrides, the Fijian always dwelt in good houses, built on raised foundations. Their inner town was usually surrounded with a bank and moat. In time of war a fence was added, and at night the people retired within the line of defence. Their laws were, and to some extent still are, partly patriarchal and partly feudal. Their former religion was the worship of ancestors. Many of their former rites and ceremonies were among the most ancient in the world. Monoliths were to be seen at, or near, every heathen temple ; they practised circumcision, and they saluted a person sneezing. The unit of society was and is still the \"mataqali,\" or family. An association of \"mataqalis, \" or families, forms the \"qali,\" or geus, and the union of the \" qali \" constitutes the \" matanitu,\" or tribe. Service, not unlike the Rajah Kariya of Ceylon, was paid to the chiefs and overlords. Sometimes this -service was rendered in the form of personal and domestic supplies, and sometimes in the form of service in war. The qali rendering this last description of service were termed the \" bati.\" At the present time the head chief of a \"matanitu\" (now constituting a province) is styled Roko, and has under his executive control the Bulis, or chiefs of \" qali.\" These, again, have under them the heads of the \"mataqali,\" who are generally \" turaga ni koro,\" or chiefs of towns. The Rokos are responsible directly to the Governor. The elders and smaller chiefs meet frequently to discuss their local affairs, and Provincial Councils, at which the Bulis, Magistrates, and subordinate officers of districts attend, meet every three months. A Great Council of Chiefs, consisting of the Rokos of Provinces and their officers, meet annually for the discussion of native affairs throughout the colony. At this Council, each chief reports the state of his district or province, and submits for consideration any suggestions or proposals he may wish to make. The Governor opens this Council, and at its close receives the reports and suggestions of the chiefs. These latter he approves, modifies, or reserves for consideration, as may seem proper. He also at this Council makes known to the chiefs and people any directions he may have to give for the coming year. The object of the Government has been to adopt and improve the original, social, and political organizations of the people, and to administer the native laws and regulations through native agency. It cannot be denied that instances occur in which a native official makes a mistake, but it cannot be denied also that it is better that a class of men so capable of improvement as the Fijian should have an opportunity of learning, than that they should be denied the opportunity for doing so which is afforded by permitting them to take a share in the administration of government among their own people. In a country like Fiji, it would be expensive, if not impossible, to replace the services of natives in authority by white officials solely, and the attempt might not be without danger, for the non-recognition of the leading chiefs' position would not abate one jot or tittle of their influence among the people ; while it would, in place of the cheerful and loyal assistance now rendered to"], [29, "13 the Government, have provoked suspicion and discontent. Self-respect would have followed loss of position, and there would have been a failure of the understanding and promises made to the natives at the time of cession. So far, this system of governing the natives with and through the natives, which will be described more minutely further on, has worked economically and well. The Government succeeds in doing what otherwise could not possibly be effected, and the people feel, to use their own expression, that they are still \" a voice in the land,\" that they are not to be degraded and their chiefs ignored, as an outcast, alien, and subject race. There still remains much to be done for the native. The women must be raised to a higher domestic position ; industrial schools for the rising genera tion must be established ; sanitary laws have to be promulgated and enforced ; and the introduction and regular use of grain, milk, and meat as articles of food must be attempted. The population, numerically, is either stationary or slightly increasing, and under a wise system of government, the maxim of which, in regard to natives, should be festina lente, it may be hoped that an interesting and fine race of people will be preserved from destruction, and that for once there may be shewn an exception to the alleged rule that, where white and black come into contact, the latter surely decay and disappear. Levuka presents a very pretty aspect from the anchorage inside the coral reef surrounding the island of Ovalau. There are two good entrances through this reef, called respectively the Levuka and Wakaya Channels, the latter being named after a small but most beautiful island, lately the property of my friend Dr. Brower, at one time Consul for the United States in the group. A noble background of steep hills is covered with luxuriant tropical foliage, whose rocky peaks attain an altitude of something like 1,500 feet; two well defined spurs mark two distinct bays, and then white-painted wooden houses with balconies extend for upwards of a mile. Nestled snugly on the hill sides are the houses of the principal merchants, and the piers running out from the beach tell of the pushing Anglo-Saxon and his trade. At the south end of the beach is Nasova, the residence of the Governor and the chief officers of state, together with their official places of business. This viceregal quarter is guarded by a few sentries of the native armed con stabulary, clad in blue tunics, and carrying rifle and bayonet. The Custom House, Post Office, and bureau of the Department of Law are at the northern end of the town, beyond which is the original Levuka of the natives. Two creeks— formerly mountain torrents— run into Levuka Bay, known respectively as Totoga and Levuka, the former nearly subdividing the entire length of the capital of Polynesia. Of good stores, hotels, and boarding houses there is no lack; notably, the hostelries called the \"Levuka,\" the » Royal,\" \" Polynesian,\" and \" Steam-packet,\" all of which have first-class billiard-tables. The shops and stores are so numerous that it would be diffi cult to mention even the leading ones by name. c 2"], [30, "14 There is a plentiful supply, at very moderate prices, of all articles in ordinary use. Groceries and drapery are exceptionally cheap. Levuka boasts of one or two milliners and dressmakers, a first-class photographer (who also attends to the repairs of watches and clocks), a \"practical\" tailor, and a really admirable barber's shop, kept by a gentleman of African blood, whose boast it is that he was the first \" white man \" that ever crossed some Fijian mountains — in what island I forget. Saddle-horses for ladies and gentlemen can be had at the moderate charge of i os. a day, while an omnibus runs from one end of Beech Street to the other. There are two well-known auctioneers, while Mr. F. Spence devotes his entire attention to the collection of the splendid ferns in which the group abounds. Beech Street is, of course, the principal promenade, and gossip during and after business hours is a great source of amusement. When I say that, in a population of some 700 souls, there is a capital club, two boat and yachting clubs, besides cricket, archery, and shooting clubs ; that Levuka possesses an admirably-conducted Mechanics' Institute, with a good reading-room and library ; that concerts, professional and amateur, are neither few nor far between ; and that the valse d trots setups is thoroughly appreciated — I fancy my readers will agree with me that emigration to \"cannibal\" Fiji is not altogether such a miserable prospect as they perhaps imagined. In addition'to a Town Board with a warden, Levuka rejoices in that pecu liarly British luxury, a School Board. There is a well-conducted gaol and lock-up, but very few whites, I am glad to say, have patronised \" Seed's Hotel,\" as the Fiji Argus called the institution under control of the Chief of Police. The Good Templars have a hall; in which temperance lectures and enter tainments are frequently given. The principal wharf is at the south end of the town, and is carried out to a depth of more than six fathoms of water, so that the Sydney steamers of 1,500 tons come alongside to discharge and receive cargo. Two ship-building slips have been erected, in consequence of the great increase of this branch of Poly nesian industry. The sanitary arrangements of Levuka are also well cared for, as an inspector is perpetually on the war-path after \"matter in the wrong place.\" According to a recent statistical return, the total white population of the group is 2,000. There are only some 850 taxable males out of the above total, and Levuka is favoured with 300 of these, nearly 100 being married. There are in Levuka about 120 ladies; but of single young ladies, the number is only thirty. The cemetery of Levuka is at Draiba, about two miles to the south of the town, beautifully situated on the side of a hill. The walks are well kept, and the place has been planted with a very light green broad-leaved grass, pre senting a marked contrast to the surrounding vegetation. Levuka is a healthy place, and plots of real estate at Draiba are not much in demand. The Levuka cricket-ground lies to the north end of the town, close to a suburb called Vagadace (pronounced Vagadally), and is a good level bit of"], [31, "15 turf. The Saturday half-holiday is an established institution, and the scene on the cricket-ground on the afternoon of that day strikingly reminds the British traveller of \" home.\" Looking seaward, he will find the bay dotted with the white sails of pleasure-craft, racing, it may be, out of one entrance of the coral-reef and in at the other. The German becomes a naturalised British subject, and in time learns almost to forget the Fatherland — nay, often repudiates all connection with it — but John Bull is John Bull wherever he may be found. The average British pioneer colonist always reminds one of a commercial traveller ; he is eternally pushing the claims and introducing the specialities of Messrs. Jno. Bull and Co. And here a line in defence of gentlemen who used to be much maligned in dear stop-at-home Old England. I allude to the majority of the settlers whom I happened to come across, and I use the word \"gentlemen\" advisedly. To many, both in Australia and the Mother Country, a Fijian colonist has meant nothing else than a runaway bankrupt from Australia or New Zealand, happy enough to have settled down years ago in a little-known archipelago which, if it did boast man-eaters, was equally able to glory in the non-existence of the principles of extradition. An editorial of mine, contributed to the Fiji Times towards the end of 1876, deals with this opinion in the following fashion : — \" The people in England know nothing of us. The vast majority of them believe firmly that these islands were annexed by the Imperial Government because the cannibals residing here were a dangerous nuisance to the few semi-crazed settlers who, in defiance of everything practical, would paradoxi cally insist on courting death by living here ; that not only were these colonists mad themselves, but almost as objectionable to the world's pacific relations as the cannibals with whom they so willingly took up their abode. The whites in Fiji were supposed to be the offscourings of the Australian colonies — men who, having failed by want of honesty, industry, or temperance in New Zealand or New South Wales, had obligingly come down to Fiji, there to add to immoderate gin- drinking a taste for slave-driving, which, with tropical effrontery, they called the labour trade; and as their proceedings in this exhilarating branch of commerce often required the interference of Her Majesty's war-ships, with possible inconvenience to their officers and crews, it was judged far better to take the whole thing over, annex these obnoxious islands as a Crown colony of a severe type, and so prevent the cannibals from eating the madmen, and the madmen from selling the cannibals.\" I need hardly add that the assumptions referred to are gratuitous libels. There was such a thing as \"blackbirding,\" or man-stealing for providing labour, carried on by scoundrels of every nationality under heaven, and to a limited extent Fiji was for a time one of the numerous centres of their operations. But I do not hesitate to say that the great majority of the Fiji settlers never countenanced the trade, and only asked for labourers on fair terms. The colonists I met with were, as a rule, gentlemen by birth and education ; and if one takes grasp of subject, general knowledge, and honest courtesy as a criterion of intellectual strength, a comparison might be established between a"], [32, "16 smoking-party of Fijian planters and an equal number of men in the smoking room of a London club, and I fancy that the comparison would end favourably for Fiji. In matters ecclesiastical Levuka is not behind the times. The best church is undoubtedly that of the Catholics, which possesses a peal of bells. The chief of the Roman missionaries, Father Bretheret, has been thirty-five years in the group, and is most deservedly loved by all, whether inside the \" pale \" or out of it. Father Bretheret is one of the Marist order, and is, I believe, Vicar Apostolic of Fiji. The Catholics have not anything like the following of the YVesleyans, but they count about 9,000 communicants. The number of the priests in the mission is ten. Father Bretheret is a good sailor, and any thing but an indifferent boat builder. The Anglican Church boasts a neat chapel, attended by His Excellency, and served by the Rev. W. Floyd, M.A., who did good service during the measles epidemic. The Church of England has, however, no missionary establish ment in the group, the only two Christian bodies possessing such being the Catholics and Wesleyans. According to a late return, the statistics of the Wesleyan body are as follows: — Churches, &c, 841; European missionaries, 10; native ministers, 48. There are three medical men in Levuka, and a well-conducted hospital is located on an elevated plateau above the town, surrounded by the most exquisite foliage, and commanding an extensive sea view of great beauty. The fourth estate is represented by the Fiji Times, bi-weekly, and the Fiji Aigus, weekly ; the former being in bitter opposition to the present regime, while the latter is more or less on the side of the Government. If a little more spirit was infused into the conduct of the latter paper it would do better. Apparently, its course of action hitherto has invariably been to let \" I dare not wait upon I would. \" At the new political capital, Suva, a weekly Times is now issued. The Royal Gazette is published monthly, and at irregular intervals a native paper appears. The Governor, Geo. W. des Vœux, Esq., C.M.G., is assisted in his labours by the Executive Council, consisting of the Colonial Secretary, the Hon. J. B. Thurston, C.M.G., Attorney and Receiver Generals, the Commissioner of Lands, and the Chief-Justice. The Legislative Assembly consists of these gentlemen and a few of the prominent planters and merchants. Justice is represented by Sir J. Gorrie as Chief; while there is a Chief Police Magistrate and Registrar-General, and eight European Stipendiary Magistrates, who are scattered over the group of islands. Life in Levuka is very pleasant to those to whom enjoyment is possible without the roar of a big city. A delightful climate, comfortable quarters, and good food, ought to make up a great part of man's terrestrial happiness, and these he can enjoy in the commercial capital of Fiji. I do not for one minute pretend that Carnarvon House, or the Levuka Hotel, rival European or American luxury ; but they are clean and comfort able, and everything is done to make you happy. As regards food, a"], [33, "17 professional gourmet would turn up his scientific nose at a Levukan breakfast ; but, at any rate, it suffices for the planters and merchants, who, in their crass ignorance, think a meal of eggs poached and boiled, bacon fried, or cured ham, chops and steaks, curries, and preserved salmon, \" fixed\" in half a dozen ways, tea and coffee, watercress and oranges, is good enough for them. A day in a Levukan boarding-house may not be uninteresting to my readers. You are awakened about six a.m. by your \" boy \" (or native servant) bringing the matutinal tea ; and you put on a pair of light shoes or slippers, and start for the falls— although it should be added that all the hotels, &c, have ex cellent baths, shower and otherwise. A good quarter of a mile in rear of town and hospital is a most delightful waterfall, some three feet in breadth (I have seen it four) by some ten feet in height. This falls into a pool about twenty feet in circumference and four to five feet in depth. A cave of refuge lies to the rear of the waterfall, and it makes a capital bathing-place. Sur rounded by the most exquisite tropical foliage, with views extending all down the Totoga valley, added to clear, and, for the tropics, ice-cold water, the bathing-hole of the southern Levukans has no parallel except in that paradise of bathing-places, Waitova, described by the late Commodore Goodenough as his ideal of a perfect bathing locality. About two miles from the centre of the town are these falls of Waitova. They are approached by a gradual ascent through a dense mass of the most luxuriant vegetation, terminating in some extensive patches of taro, which the natives have shown skill in irrigating. Leaving these, you find a steeper ascent, and then skirt a rocky promontory, on the sides of which a few steps have been cut. Behind this rocky guardian is a large-sized and most mag nificent pool, shallow as you approach it from the rock, but of great depth at the other end. It is surrounded on both sides by precipitous hills, clothed to their summits with the richest trees, plants, and flowers, and backed by a waterfall twenty-five feet in height. A series of smaller falls are below the pool to seawards. As in the bathing-hole of the Totoga creek, there is a cave immediately in rear of the fall, but of twice its size. In fact, Waitova \" washing-place \" is a superb pool and waterfall in the mountain-side, and the view down that glorious valley to the blue sea, bisected by the glittering coral reef, is surpassing in its beauty. Waitova in the early sunlight — when its exquisite avenue is illumined by the morning rays, and the ever-varied undergrowth is disclosed by the same means — is a valley for a poet to sing of. As a matter of fact, the distance prevents most Levukans from reaching Waitova before breakfast. Business in the stores commences about nine, and goes on with little intermission till past five in the evening. Levukans may lounge about and gossip a good deal ; but they do work, and work hard. At the principal hotels and boarding-houses, lunch is served about one, and consists of one or two warm dishes, including curries, cold meats, sardines and other canned fish, and odds and ends, which make an appetizing meal. In the afternoon a siesta is often taken for an hour or so, which always agrees with the digestive organs. Dinner is served about 6 to 6.30, and"], [34, "18 is generally of the conventional type — soup and fish, entrees and joint, puddings or tart, and dessert. Considering that the boarding rates in no case exceed £2 10s. per week, no one has much right to complain. As a rule, fowls and turkeys are very plentiful in Levuka ; but sometimes there is a great scarcity of the latter. Fish is of the mullet order, but is not in very regular supply. Good beef costs about ninepence, and mutton eight pence a pound, fowls about two shillings a pair, ducks (when to be had — market uncertain) about two shillings and sixpence, and turkeys from four shillings each. To the heathen Chinee, who to a small extent is represented in the group, is mainly due the credit of the successful introduction of European vegetables. Lima beans, cabbage, radishes, watercress, spring onions, and lettuce, have all been cultivated with success. Potatoes are at present entirely imported from Auckland. The one drawback to Fijian beef is that it is sometimes very tough, in consequence of being cooked the very day it is killed. The papaw ( Cerica papaya) grows, however, luxuriantly all over the Pacific, and is a remedy for this. The juice is found to possess the property of rendering tough meat tender when boiled with it. If the unripe fruit be placed in the water in which the toughest meat is to be cooked, it is found to render it perfectly digestible, and the same results are observed if the meat be merely wrashed with the juice of the fruit. The thick white milky juice, when extracted from the unripe papaw, contains properties similar to those of pepsine ; and it is possible that it may be susceptible of chemical preservation, and become a valuable preparation. Tough meat is not unknown in England, and surely the papaw could be canned and sent over here, even if no other mode of preservation is arrived at. Among indigenous fruit and vegetables, tomatoes grow wild, but are smaller than the cultivated European variety ; the fruit pronounced \" wee \" has a sharp flavour, stringy flesh, and a large stone in the centre; the moli-apple, also growing wild, gives a refreshing cleansing of the mouth ; while the grenadilla, common to the West Indies, is also to be found in abundance. The pine apple, limes and oranges, shaddocks, citron and sweet lemons, all grow wild, as do bananas, which are now being extensively exported. Pomegranates, gourds, and vegetable marrows flourish abundantly, but the latter are not seen as often as they might be. Oranges of the most delicious flavour are to be had very cheap, sixpence purchasing a basket containing thirty to forty, while limes are to be had for the asking in most localities. The young leaves of the cocoa-nut tree make a most delicious salad if properly dressed ; but all of us know who sends the cooks, and Fiji is no exception to the universal scope of that gentleman's operations. Levuka is not much troubled with those pests the mosquitoes, but still, nets are necessary at night. Sometimes so deliciously cool are the nights that a light blanket can be borne in addition to the sheet. As regards dress, it must be remembered that Levuka is the metropolis, and what is quite good enough for the planter on his estate is hardly the thing for the capital. Suits of good white drill, of white flannel, or of thin serge, are the correct thing, while a"], [35, "19 sun-helmet (if possible of cork) is the best protection for the head. White canvas shoes are generally warm, while a waterproof coat and a pair of leggings are indispensable. An umbrella is required both for sun and rain. Braces are seldom worn in Fiji, a broad waistband sash being generally adopted ; and it is an undoubted precaution against stomachic diseases. There is direct monthly communication by steam between Levuka and Auckland, New Zealand, Sydney, and Melbourne ; the English mail arriving in San Francisco and Auckland, and returning vid Sydney and Suez. Two inter-insular steamers connect the islands of the group to leeward and windward, while there is talk of a monthly steamer to the neighbouring kingdom of Tonga, and another is proposed to be shortly put on the station between the commercial capital of Polynesia, Levuka and Samoa. There are regular steamers between the Rewa river in Viti Levu and Suva, the recently declared seat of Government. There are, moreover, regular lines of sailing vessels to and from Auckland, New Zealand, and Sydney, as also to Samoa (Navigators' Islands) and all the outlying archipelagos. The first postage-stamps ever used in Polynesia were those of the Fiji Times, of the values of id., 3d., and 6d. Under King Cakobau's government, regular perforated stamps were introduced, and good specimens of art they are. The stock not being exhausted at the cession, a V. R. has been simply printed in black lettering over the engraved C. R. and crown, and these are now the ordinary tokens of free postage in the group and far beyond. The value of these stamps, as issued by the late Government, were, I think, id., 3d., and 6d., although the British authorities have changed the value of some of the colours, which are respectively blue, green, and pink, by just printing a new price on them. A new shilling stamp with the Queen's head has just been issued. Letters reach Levuka in about fifty-five days from London, but usually take sixty days in getting home. Before our annexation, the coinage was all in dollars and cents, American and English money being taken equally, the latter at four shillings for one hundred cents. The first paper money was that issued by a private firm, Messrs. Brewer and Joske, of Suva, in connection with the Polynesian Land Company ; but these notes were for very small sums. King Cakobau's Government issued some beautifully-executed notes for five and ten dollars, bearing the initials of His Majesty, with the crown and arms of Fiji, with a Fijian motto : \" Perevaka 'na, kalouka Doka 11a tui\" or \" Fear God and honour the King,\" underneath. The \" supporters \" were palm-trees. The earliest effort to introduce financial facilities into the group was that of the Fiji Banking and Commercial Company, a society in close connection with the Bank of New Zealand. The charter of the former was dated August 19th, 1873, and was signed by King Cakobau and twelve native chiefs; also, by Messrs. John B. Thurston, George A. Woods, Howard Clarkson, and Robert S. Swanston. This document provides that there shall be conveyed to the Company, free of cost, 10,000 acres of country lands at the Company's choice : 3,000 acres of these were selected, and sold, with the other assets, to"], [36, "20 the Bank of New Zealand. The liquidators of the Fiji Banking Company are now endeavouring to get from the British Government the balance of 7,000 acres, as they allege, still due to them. The British Government, however, do not write in what may be called a reassuring style, for in a comparatively recent letter the following passage occurs. It is from the Colonial Secretary of the Government of Fiji to the liquidators of the defunct Company : \" Her Majesty's Government and the Colonial Government entirely disclaim the slightest obligation to become responsible for the liabilities incurred, or to make good the engagements entered into by those who professed to administer the affairs of Fiji previous to its cession to Great Britain ; and they are, therefore, unable to recognize the existence of any rights purporting to have been conferred by a charter which they do not admit to be in force.\" The Union Bank of Australia has a branch at Levuka £s well as the Bank of New Zealand, while the Mortgage and Agency Company of Australasia, whose resident Manager is Mr. R. L. Conacher, the first company formed exclusively to further the interests of Fiji, is established at the same place. In regard to the last-named Company, it may interest some of the readers of \"Our New Colony\" to know that by a recent mail from the islands I received a private letter from Mr. Wm. Hennings, once known in the Pacific as the \" White King of Fiji,\" in which he says that the above Company is in full work, and that capital to the extent of _*£ioo,ooo to can at once be profitably invested on mortgage in the group. This single fact shows not only the progress Fiji has made, and is making, but gives some idea of what the future of the place will be. In regard to matters of commercial and social convenience, it should be mentioned that numerous fire, marine, and life insurance companies have agencies in Levuka, and do a good business. Fifty years ago its inhabitants would have insured the traveller's death at a very early date. Hgriculture. THE SOIL OF FIJI. AS regards the soil of Fiji, Mr. Home writes as follows :— \" The soil of Fiji Islands is very productive. In Taviuni it consists of disintegrated volcanic rocks, scoria, and tufa, mixed with decomposed vegetable matter, one of the richest and most fruitful soils known. Its average depth on this island will exceed three feet. In a few places, of small extent, the rocks are covered with a thin coating of soil, but in most places it exceeds three feet in"], [37, "21 depth. Its colour is from dark brown to black. The soil of Ovalau is dis integrated agglomerate and vegetable debris. It is also a fertile soil, and appears to retain moisture better than the soil of Taviuni, which most probably arises from its being more clayey. The decomposed calcareous strata about Suva makes a capital soil when mixed with vegetable matter, and it is surprising to see how trees, reeds, grass, &c, grow on even a few inches of it. To some light porous soils an application of it would act as guano or marl. It retains moisture well. The rock, when broken up and exposed to the air, crumbles to powder in a short time ; and in this condition it is capable of producing all kinds of crops. In some localities, of small extent, in both the large islands, particularly in the centre of Vanua Levu, the soil is poor- In these places it is red or white earth or clay, destitute of vegetable matter at a few inches below the surface ; but where the surface soil has not been destroyed, a dense growth of trees, bushes, canes, grass, &c, is produced on it. In all the other parts of the group the soil is a mixture of the three first-men tioned kinds, with a large quantity of vegetable matter added. Its texture is loamy, light, and friable. It is not over tenacious of moisture, and water passes readily through it. Unless in the case of the lowest-lying lands, the sub-soil is well drained. The flats, or ' bottom land,' may be said to be unequalled in fertility. On these lands, crops of sugar-cane, cotton, maize, tobacco, &c.) have been grown annually for a number of years without manure, and apparently without diminishing the fertility of the soil. What, in Fiji, is generally termed poor land, is only so by the dryness oj the locality, and there is not half an acre of land in one place in Fiji so poor as to be unproductive of some kind of useful crop ; tieilher is there any locality in it so dry that grass will not grata for at least nine months of the year on an average of years.\" The principal products and their treatment are dwelt on in the ensuing pages. Hrrowroot THE climate of this Colony is admirably adapted for the growth and manufacture of this starch. Climate and soil, with abundance of the purest water, render its production comparatively easy ; but the prejudice always to be overcome in starting any industry in a new country, together with high freights and charges, have in this case caused at least one large plantation to be abandoned. The varieties of the starch-producing plants which form the subject matter of this paper, grown in Fiji, are:— (i) \"Tacca pinnatifida,\" or \"Yabia,\" indigenous to the South Sea Islands. (2) \"Maranta arundinacea,\" or \"Bermuda.\" (3) \" Canna coccinea,\" or \" Tous les mois.\" (4) \"Jatropha manihot,\" or \" Tapioca.\""], [38, "22 I.— TACCA PINNATIFIDA, OR YABIA. The \"jellying\" qualities, which are the practical market test (absolute purity of whiteness being always understood), are exactly as the varieties are numbered, the Fijian, or Yabia, possessing in addition the very high recommendation of being invaluable in cases of dysentery, and to be preferred over all others for this purpose. It grows wild in all the Colony, but more abundantly in the Yasawa Group and the north-west coast of Viti Levu. The natives of the Yasawas used formerly to make arrowroot in very large quantities, and which was sold in the colonies as \" Arrowroot, prepared by the Missionary Converts in the South Seas.\" Now the production has dwindled to an insignificant amount, pounds only being produced where tons were formerly made. The natives use it as an article of food, in many districts forming a valuable additional supply of food. It is not grown or cultivated by the colonists to any extent. II.— MARANTA ARUNDINACEA, OR BERMUDA. This, the true \" Bermuda,\" is now, I believe, only grown by one planter, who, however, receives a very good price for his produce. It is so well known in the Home markets as to render comment unnecessary. I may remark, however, that carefully-prepared cases of this and the \"Tous les mois\" were sent home and pronounced \" inferior potato starch, not arrow root at all,\" possibly because it came from an unknown and little thought of place. The exporter, strange to say, had at the time in his possession certificates from high medical and analytical authority \" that it was a genuine West Indian arrowroot, pure and free from any extraneous matter, and to be preferred to any of the imported article.\" It realized ijd. per lb. at home, which did not pay charges. It is a curious fact that the tuber which produces \" Bermuda,\" worth 2s. to 2S. 3d. in the London market, and the St. Vincent or West Indian arrowroot, 9d. to is. 6d., are identically the same, the difference in price being attributable, no doubt, to the old-established reputation of the former, and its being produced in very limited quantities, the total amount produced in Bermuda in 1870 being only 25 cwt, against 500 cwt. in 1868; and I have been informed by a planter, recently returned from Bermuda, that the production has ceased altogether. In St. Vincent the yield in 1870 was worth .-£17,300. The yield here is about 12 per cent. of starch, in both Tacca and Maranta. III.— CANNA COCCINEA. This has been very largely cultivated by a planter, but, for reasons above given, the industry has been abandoned. The yield is about 10 to 13 per cent., but the weight of roots per acre reaches twenty tons on well cultivated soil. The irregular-shaped tubers, with their numerous rootlets"], [39, "23 need the most careful attention in cleansing, much more so than the two previously mentioned varieties, otherwise colouring matter is deposited with the starch, and thereafter it cannot be thoroughly cleansed. IV.— JATROPHA MANIHOT, OR TAPIOCA. This yields a very fine floury starch, about 14 per cent, easy to obtain, but very slow and tedious in the settling; is worth about £28 per ton in Sydney, but the colonial markets are easily overstocked with three or four tons. As a food plant it is much cultivated by the natives, who prepare it by peeling, steeping, and afterwards kneading into cakes, which are boiled and eaten ; also by burying in pits, where it undergoes a putrid fermentation, and when dug up and cooked has a most offensive odour. It is highly relished, however, and is always in demand for travelling with as portable and remaining eatable for many days. That the \" commercial arrowroot \" will eventually be largely produced I have no doubt, it being easy of manufacture and inexpensive in the cost of the plant. The growth in the consumption of maizena, corn-flour, and other products from cereals, is now, however, increasing steadily, and this, to a certain extent, will always tend to keep profitable production within limits. Moreover, New South Wales and Queensland already produce a very fine article from the Canna, commanding a ready sale in the colonies, and with the advantage of having already an established reputation. Zhe Cocoa=1Rut THE cocoa-nut tree is one of the most beautiful of the palms, and it is certainly the most generally valuable and useful of trees. It is grown altogether within the Tropics, but its favourite localities are on the low-lying coast lands of the West India Islands, tropical Africa, India, the Malayan Archipelago, Straits Settlements, and the islands of the South Pacific. The cocoa-nut has been carefully cultivated for a good number of years in Ceylon, Cochin, Java, and various other places. The South Sea Islands have been celebrated for many years for the vigorous growth of their cocoa-nut palms. These palms were not cultivated except in the most crude and primitive manner, yet, withal, the produce has been truly marvellous. However, within the last ten years, considerable attention has been called to this product, and a number of large plantations made ; and, since Fiji was"], [40, "24 created a British dependency, a large sum has, been invested in planting and cultivating cocoa-nuts. The cultivation on such plantations is thorough and systematic, and the appearance of those just coming into bearing is such as to gratify the planter and promise very handsome returns. SITUATION. The most suitable situation for the full development of the cocoa-nut tree is near the sea, or, at any rate, well within the influence of the saline air, as salt in some form is essential to the vigorous development of the plant. The smaller islands of Fiji, and the coasts of the larger islands, are peculiarly well suited to the cultivation of the cocoa-nut, as here you have the sea breeze blowing all the year round over your land and trees. Sandy beach flats, almost level with the sea, are the tavourite haunts of the cocoa nut, and there its greatest vigour is attained. ELEVATION. The more elevated lands, when near the sea, are also eminently suited to it, especially if the geological formation be coral or volcanic. Some persons have asserted that the tree will not thrive nor bear fruit at any great elevation above sea level. This may obtain on very large islands or continents, but the opposite has been proved in Fiji, as I have observed on the island of Rambi, which is thirty miles round, at an elevation of 1,000 feet, cocoa-nut trees bear ing well, and these two or three miles from the sea. It therefore may be con sidered as certain that in the parts of Fiji suitable, and where soil, &c, is favourable, the cocoa-nut tree will flourish well up to, at least, an elevation of 500 feet. • MODE OF CULTURE. The mode of cultivation is as follows : — Get your land in the right place — timber land, if possible, being the richer. Clear, and burn off as you would for any other crop, taking care to burn stumps well, otherwise they will soon come to jungle again. Heavy trunks and limbs of trees may rot on ground. SEED NUTS. When you commence clearing, select your nuts that you intend to plant, so that they may be in the nursery sprouting. In selecting from about thirty sorts of nuts, the great desideratum is to get that kind which will bear large nuts and plenty of them. When you have accomplished this (and you can purchase such nuts for £2 to £3 per thousand from natives), and have placed them in your shady nursery to vegetate, you may push on your preparation"], [41, "25 of the land. When you have your land clean, you will decide at what distance you will plant your trees. From twenty-four to thirty feet apart, according to situation, may be taken as the correct thing — the former on high lands, the latter near the sea beach. If planted twenty-four feet apart, you will have seventy-five trees per acre, but if thirty feet apart, you have fifty per acre ; or say you take twenty-five feet as the distance, you will get seventy per acre. There is some advantage as to space in planting in the mode called \" Quincunx \" — that is, one in each corner, and one in the middle of a square, so * • * , which system, carried through a plantation, will give more room to the trees for the space occupied than by any other method. HOLING. When you have drawn your lines, and have marked with pegs or reeds the spot for your trees, you set your labourers on to dig a hole, or pit, at every such mark. These holes should be at least two feet deep, and two feet in diameter, the soil from each being thrown up all round it. PLANTING. When this is done, advantage should be taken of a wet or showery day, when your sprouted nuts have attained a growth of say nine or twelve inches. They should be taken up and carried to the field, and some careful labourers set to plant them in the holes. This is done by holding the sprout erect in one hand, and with the other digging with a pointed stick a little soil round off the sides of the hole on to the nut until it is just covered. He then presses the soil firmly down with his foot and the work is done. Thus the holes are left only very partially filled with soil, the intention of which is that, as the young plant grows, the rain, &c, very slowly and gradually fills in the soil, so that at the end of twelve or eighteen months the holes are full, and your young tree has made a fine start in growth. Copra. THE systematic planting of cocoa-nut trees and the manufacture of copra (or the cocoa-nut thoroughly dried, either artificially or by the heat of the sun) are branches of agriculture and industry of quite recent date in Fiji. Prior to 1870 copra was almost unknown as an export article from this"], [42, "26 colony, and, although so early as in 1860 attempts were made to produce copra, the continued rains and the natural moisture of the locality (the island of Moturki) prevented success. For nearly ten years a product, worth now about ,£50,000 per annum, was neglected, and the only use made of the cocoa-nut was the production of oil, of which, at no period, the exports reached the value of £8,000 annually. The present yield of nuts is derived almost exclusively from the trees planted years ago by the natives, and the copra made amounts to about 4,000 tons per annum. After the value of copra became better known, and also the easy method of producing it, the planters of Fiji have gradually established large cocoa-nut plantations. Since 187 1, about 6,000 acres have been put under cultivation. When in full bearing, after having reached the age of upwards of seven years, the trees will produce about half a ton of copra per acre, and about the same amount of cocoa-nut fibre. The value of each article is nearly the same — viz., about per ton. After the fifth year the nut trees are sufficiently tall to allow cattle and sheep to graze amongst them, so that the expense and labour of weeding are saved. Coir Jfibre AMONGST the many valuable products to be obtained from the cocoa- nut tree, that of coir is probably the second in importance and value, the kernel of the nut standing first in both respects. PERICARP, OR HUSK. Most persons are aware that the cocoa-nut has an outer covering, which is called the \" pericarp,\" or husk. This husk is removed from the nut by the clever use of a sharp pointed stick stuck in the ground, on which, in a few seconds' skilful manipulation, the dusky labourer takes off this covering, thereby carrying out the first process of coir manufacture. SOAKING. The husks are then placed in large tanks filled with water ; steam is then applied, and they are allowed to soak for twelve to twenty-four hours. CRUSHING. They are then passed through between very powerful fluted metal rollers, which flatten them out to some extent, and soften the woody matter they contain."], [43, "27 DEVILS. From this the husks are passed to the \" Devil,\" which is a machine having a large cylinder or drum filled with sharp steel teeth. The cylinder is then driven by steam power at a very high speed, and the teeth, operating on the husk, reduce it to coir fibre. There are different kinds of \" devils,\" or coir machines. Some in use in Fiji have been made in Sydney, and do their work fairly. These machines, however, turn out only one quality of coir. On the other hand, there are a number of very superior English-made coir machines at work on the estate of the Rambi Plantation Company, of Rambi, which turn out coir of various qualities, and in very marketable condition. Two of these machines, recently imported, are very powerful, and manu facture a large quantity of excellent fibre. On this estate also are coir machines that turn out a quality of coir called \" bristles,\" or brush fibre. It is used for making brush-ware. Other qualities of coir are used for upholster ing purposes and rope manufacture. MARKET. The market hitherto for the coir fibre made in Fiji has been Australia and New Zealand ; but, as the production increases, a market will have to be found amongst the greater centres of population. VALUE. The husks from 7,000 cocoa-nuts produce about one ton of fibre, which is of the value on the estate in Fiji of from £-j to per ton, according to quality. Brush fibre, or bristles, is worth from to per ton in Fiji. COST. The cost of labour to produce one ton of fibre, exclusive of cost of machinery, may be put down at from to £6 per ton. Cotton. SEA ISLAND cotton was the first means of bringing the Fiji Islands under the eyes of the outside world. The commencement of this industry was due to Dr. Brower, for many years the official representative in the group of the United States of America, who in the year 1863 planted the first Sea Island cotton grown in the present colony of Fiji. In the year 1865 this u"], [44, "28 Sea Island cotton was sold in seed to a trading vessel at eight cents a pound, which would be about equivalent in those bye-gone days to 2s. a pound for clean-ginned cotton. The soils most suitable to the growth of the Sea Island cotton are to be found on the rich sandy flats encircling the different islands ; also the rich black loam and chocolate soils are suitable to its growth. Care must be taken in choosing the land, as the richer the soil so much better will be the yield. Great mistakes were made by early settlers in choosing grass land, as the cost of clearing and planting same was much lower than on that more heavily covered. The process of planting is as follows : — First fell the trees and undergrowth, and let them remain till dry. A fire, if lit on a windy day, will destroy a great portion of the felled timber ; then stack in heaps and burn again until the ground is quite clear ; large logs may be left with advantage to rot on the ground. The next step is to mark off the ground. This is done with lines marked off according to the quality of the land. On the best land the trees should be about four feet apart, and in the rows about eight feet. On poorer lands from six by three to seven by three and a half. Then dig the holes nine inches to one foot deep. Each man then carries the seed in a bag, placing from five to six pips in each hole, thus \" • * , about an inch under the soil, and then flattens slightly with hand the top of ground where the seed is placed. Inabout three to four days the seed will have sprung if the weather is moist. In about ten to fourteen days pass men through rows to thin out to three seeds and slightly hill same, and again in about the same time thin out to one, and keep well hilled up, as the wind, if at all strong, is very apt to snap off the young trees near the ground. The growth of the tree is very rapid, as in two to two and a half months it will be four or five feet high if it be not topped. This should be effected when it is about four to four feet six inches high. It is done by seizing the head within about an inch of the top of the tree and breaking it off. The tree then spreads out its branches, and the first flowers will be showing three months after planting. These are yellowish, and last only from twelve to twenty-four hours, and then turn a reddish pink and fall off. The boll then commences to form, and in about six weeks is fully developed, when, if the weather is hot, it will rapidly burst its skin, and in two or three days the fine white silky Sea Island cotton hangs waiting to be picked. After picking, men sort it by taking away any of the discoloured cotton and portions of leaf, and it is then ginned. This is for the purpose of separating the lint from the seed, and is done by machinery. An 8-horse power engine will drive six knife gins, and daily with these there can be passed through from three to five tons of seed cotton, which will produce about the same number of bales of lint, each containing about four hundred pounds. It is then shipped to England, where at the present time its value is from 2s. to 2s. 3d. a pound. The charges, after it is grown and picked, including ginning, amount to about 5d. to 6d. a pound. The acreage of land suitable to Sea Island cotton so as to make its growth remunerative is limited, although there are plenty of districts where the soil is suitable, but"], [45, "29 the heavy rainfall does not permit it to become a paying industry. Land fitted for the growth of Sea Island cotton and in a suitable climate may be got from £2 to £4 an acre, and the cost for the first year of putting in one hundred acres, clearing, burning off, planting dwellings, and then keeping the land properly weeded, would cost, with proper management, from £9 to £12 an acre. The yield for the first year is comparatively small, as, what with clearing and other heavy work consequent on opening up a new plantation, the cotton is late for the proper seasons. In February in each year prune the cotton trees right through the whole plan tation, about five months after the picking commences ; this will take from two and a half to three months. Some years a second crop is taken off the trees in January and February ; the drawback to this, however, is that ic throws it out of season for the ensuing year. Cotton planting should be done in the latter end of November and December. The yield per acre in the second year is, on an average season, rom eighty to ninety pounds of clean cotton, and the expenses of working second year are considerably reduced by having laid out in the first year capital in importing labour, expenses of clearing, erection of dwellings, &c. The trees planted the first year can remain for a third year, and the crop from these will be almost as large as in the second year. After the crop is finished, pull up the trees and replant between the rows. Experience here is that cotton may profitably be grown on the same land without manuring for fully twenty years. Coffee. AS regards this product, Mr. Home's remarks are as follows :— \" Coffee thrives remarkably well in Fiji, and its value as an export will ultimately be second only to sugar, and may be expected to amount to between three and four millions sterling. The area of land suitable for growing coffee, cocoa, tea, and cinchona is approximately estimated at from 2,500 to 3,000 square miles, and for coffee alone at about 2,000 square miles. Nearly all the islands of the group have land well suited for it, especially Viti Levu, Vanua Levu, Taviuni, Rabi, and Ovalau. The climate is well adapted to the growth of the coffee-plant, and so is the soil, limestone being abundant in it. Streams, from which water for pulping could be taken, run in every valley, and in localities where the soil and climate are most favour able these streamlets most abound.\" Many settlers are embarking in this industry. The cost of bringing one D 2"], [46, "30 hundred acres of uncleared land into bearing will be about ,£1,500, extended over a period of three years, during which time there will be no returns ; but after that time has passed, eight hundredweight to the acre ought to be gathered for twenty-five or thirty years. If Fiji coffee only fetches three-fourths of the price of the Ceylon coffee, the gross proceeds from one hundred acres will be between £\"3,500 and £4,000; and, after deducting every possible charge, there would remain between £\"2,500 and £3,000 a year clear profit. Many hundreds of acres are now being planted, and all look remarkably well. The appearance of the coffee bushes thereon has convinced visitors from Ceylon that the country is eminently suitable for its growth. As leaf disease is causing the Ceylon planters to look out for a new country, many of them have already taken up their abode in the colony, and numbers of others will follow. The rainfall and temperature in many districts of Fiji are exactly suitable for coffee growing. For the convenience of those gentlemen to whom the matter is of interest, the following estimate for bringing one hundred acres of coffee land into bearing is published : — First Year. £ s. d January . . Value of land, nominal (150 acres) . . . . . . 150 o o Superintendence . . . . . . . . ..15000 Food plantation -. .. .. .. .. 1500 Bungalow . . . . . . . . . . . . 40 o o Godowns and Paddock .. .. .. .. 1500 March . . Nurseries, including seed .. .. .. .. 1300 April . . Felling and lopping 50 acres forest land . . . . 3000 June . . Burning and clearing up . . . . . . . . 20 o o Value of food during completion of above work . . 37 o o July .. Holing 18\" X 18\" 50 o o Filling in 3150 Lining and cutting pegs .. .. .. .. ioco September Ball planting .. .. .. .. .. 1500 November Supplying .. .. .. .. .. .. 500 Roads and drains .. .. .. .. .. 2500 Tools . . . . . . . . . . . . 50 o o Stationery, medicines, and contingencies . . . . 2500 Weeding, six months .. .. ., .. icoo £696 5 o Second Year. January . . Superintendence .. .. .. . . , , I Co o o Opening 50 acres additional at £3 . . . 150 o o Handling, topping and suckering . . . . _ , Coo Weeding old and new clearings . . . . . 4c o c Supplying 2 10 o Buildings and tools .. .. .. .. .. 2C00 Food plantation .. .. .. , , mm 1000 Stationery, medicines, and contingencies .. .. 3 c o o £422 10 o"], [47, "31 Third Year. T _ £ s. d. January . . Crop expenses on 200 cwt. . . . . . . 40 o o Superintendence . . . . _ _ . . 1 50 o o Weeding '.'. '.'. '.'. 90 o o Handling, topping and suckering . . . . . . 1 5 o o Store and pulping house . . . . . . . . 50 o o Tools and machinery . . , . _ _ 62 10 o Transport to the Colonies . . 42 10 o Contingencies 40 o o £490 o o First year's expenses . . . . . . . . 606 * o Second „ „ 422 10 o £1608 15 o i-.ess 200 cwts. at iod. per lb. .. 93? 6 8 &7S 8 4 Fourth Year. January .. To cultivation, at £7 I os. per acre .. .. 750 o o 1425 8 4 Less 600 cwts. at iod. per lb. . . 2800 o o Pr°fit £i374 I' 8 Fifth and Subsequent Years. Crop of Soo cwt. at iod. per lb. . . . . ■ ■ 3733 6 8 Less cost of cultivation at £10 per acre . . . . 1000 o o Net annual profit for 20 or 30 years . . £2733 6 8 It must be remembered that if a superintendent, with a thorough knowledge of coffee, is required, the item of superintendence will be increased £200 to £300 per annum. The cost of buildings is put down as for a poor man, and they are only supposed to be of a temporary nature, such as will serve until the estate proves its capabilities, and the crops obtained warrant the erection of more permanent edifices."], [48, "32 Cinebona AMONG the many advantages which the cultivation of this plant possesses over others, one of the most important is the immense difference which exists between the expense of production and the market value of the product This characteristic is the result of, first, the comparatively narrow limits of the available areas within which the cinchona will thrive ; secondly, the little labour required during its growth ; thirdly, the great and increasing demand. The two questions which a would-be planter most anxiously asks are — Can I obtain a large return for my investment ? and, Is the climate a healthy one ? Elsewhere the answers to both are rarely satisfactory, and in no other instance that we are aware of can they be given so emphatically in the affirmative as in Fiji, and especially in respect to this particular product. Unfortunately, as will be seen, the cultivation of it is to a great extent impracticable to a settler who is poor, and this despite the large returns and the inexpensiveness of manipulation. Within the space allowed for this sketch it is impossible to enter into minute details, embracing the history, appearance, and many other interesting characteristics of this tree, but a few facts and conclusions derived from authoritative sources, together with practical experience in Ceylon, and observation in Fiji, may be relied upon, and are all that is requisite here for a practical view of it. The commercial value of the bark is due to the alkaloids secreted within it ; these are quinine, cinchonine, cinchonidine, and quinidine. The high importance and uses of quinine are too well known to need remark here, and of the others it is only necessary to say that they are rapidly moving forward in scientific estimation, as experiment shows their curative powers in some of the greater ills to which large sections of the human race are subject. In Ceylon cinchona has proved a great success, although the climate and soil are in no way so favourable as in Fiji. In Ceylon, the wet season, or monsoon, is an almost incessant torrent of rain, which damages the leaves and branches, and, of course, gives an excess of moisture to the roots, while the dry months act injuriously in the reverse direction ; whereas the charac teristic of Fiji is alternate rain and sunshine throughout the entire year, and, although^the distinction is observed of the \"wet\" and the \"dry\" season, there are continued breaks of fine weather through the former, and repeated showers during the {latter. This most important peculiarity is the chief cause of the wonderful vigour and rapid growth of vegetation in this colony. In Ceylon and India^it is found necessary to plant both coffee and cinchona at high elevations,] in order to approach the necessary temperature, which, owing to the happy geographical position of Fiji, its latitude, its position within the belt of the S.E. trade winds, and its division into a number of islands refreshed by the surrounding ocean, is here obtainable at much lower levels."], [49, "33 There are numerous sites, timbered hills and slopes and well-sheltered valleys, in Fiji where the welcome conditions and soil are everything that the most exacting planter could desire, and the infant cinchona plants that have come within the writer's observation in this group are much larger and more thoroughly vigorous than any seen in the East of a like age. The great con trast between them leads to the conviction that the tree in Fiji will, at maturity, have gained a year, or even more, upon its kin in Ceylon and India, so that bark from the loppings, and thinned-out trees, in Fiji would at four years be equal to that of five years in Ceylon, and at seven years in the former place the yield would be equal or superior in quality to that of eight years in the latter, and would undoubtedly present even a greater contrast in point of size or quantity. The species which has been most successfully grown in Ceylon is the succirubra, or red bark, and is one of the most hardy. It is therefore the favourite in Fiji ; but the variety known as \" officinalis \" is also growing in nurseries of planters, as well as in the native gardens under governmental supervision, and is coming forward with promising vigour. The figures which are used by the most experienced persons to state the value of cultivated cinchona are decidedly startling, and even when cut down to a much lower level, and considerably below those assured by considerable experience, still remain large. At the end of the eighth year, the planter will have received at least .£400 to ,£500 per acre clear of the expenses of the culture, lopping, felling, barking, &c, the greater portion of it (say. five-eighths) being obtained by him at various times between the fourth and eighth years, the remaining three-eighths being the average return at the end of the fourth year. This return really amounts to from £50 to £60 per acre per annum at the least, and that for every year from the commencement. The drawback to a poor man is that he has no return until the fourth year, and it is we think inadvisable for anyone to plant cinchona only unless he has at least ,£2,500 or except he be drawing an income from other sources. For the capitalist who desires a good investment at 300 or 400 per cent, for his money we know of nothing better than cinchona. (3inget\\ GINGER is indigenous in Fiji, and is to be found growing luxuriantly in the jungle ; but that grown by Europeans has been imported from Ceylon, and is succeeding admirably. The small knobs are planted about two feet apart, in rich ground, which has been well dug up, and is free from roots and stones."], [50, "34 The crop matures in nine months, and, when dug up, ought to be scalded in boiling water, and afterwards dried in the sun. It is at present exported in this state, and finds a ready market at 25s. per cwt. ; but should means be found to bleach it here, a far higher price will be realized. Preserving ginger ought to become a large industry, as sugar is grown on the spot, and the ginger ought to be young and tender when taken for preserving. This industry offers a fine opening to practical men of small means. Sugar. THIS will be the most important product of Fiji, and in its regard I merely quote the pregnant words of Mr. John Home, of the Mauritius, as contained in his formal report, and published at the request of Sir Arthur Gordon, G.C.M.G, the late Governor of Fiji, by the Messrs. Spottiswoode, in 1881 :— \" The total area of land in the group suitable for growing sugar-cane is approximately estimated at 1,000 square miles. These cane-growing lands are situated in all the principal islands ; in the interior of both the large islands, as well as near the coast and the flats on the banks of the rivers. In most instances they consist of rich alluvial soil, in the cultivation of which the plough could be used. In the beginning of 1878, a block of about 650 acres of fine cane land, bounded on one side by a navigable river, was sold at auction by Government sor,£i 10s. an acre. \" When capital has been attracted to the Colony, and these cane-lands fully occupied and planted with canes, and proper works put up for crushing the cane and making sugar, it may be anticipated that about 200,000 tons of sugar will be annually made in Fiji. The value of this sugar, together with that of molasses and rum, will amount to over five millions sterling. \" Virgin, or plant canes, grow and ripen in from twelve to fifteen months, and the ratoons can be cut annually. In two instances the growers of the canes have mills on their plantations, and manufacture their own sugar. In all other cases, the canes are grown by the planters, and sold to the sugar manufacturers at given prices per ton of cane. These prices vary according to the density of the juice : — 7s. per ton at 70 Baume ; 8s. 6d. at 8° ; 10s. at 90 ; 12s. at io° ; 14s. at n° ; and 16s. at 120. There being few sugar mills, the planters are glad to get their canes crushed at any season of the year, often when the density of the juice is at its lowest ; even in summer or autumn, the worst seasons of the year for cutting the canes. The ratoons of"], [51, "35 these canes thus grow during winter and spring, when from the dry, cool weather they will grow least, and to ripen during the hot, wet season, when they grow most and ripen least. This not only causes great loss to the planter, but also reduces the value of the exports of the Colony. Only when sugar mills become more numerous in the Colony will this state of matters be remedied. \" The average density of the juice in Fiji is between 90 and io° Baume. At the worst season ot the year for crushing, the density of the juice is about 5°, and at the best between io° and n°. These facts, in connection with the prices given per ton of cane, at once indicate the loss sustained by the planters. During the summer, autumn, and early part of the winter, it took, it 1875-6, 22 tons 4 cwts. of cane to produce a ton of sugar, and from the end of winter, during spring, to the beginning of summer, a ton of sugar was yielded by 15 tons 14 cwts. of cane, or three tons of sugar in 47 tons 2 cwts. of cane ; while in the former it took 44 tons 8 cwts. of cane to produce 2 tons of sugar, representing money values respectively of .£40 and ,£60, sugar being valued at ,£20 per ton on the spot, making thus a loss of .£20, or one third. \" The expense of cultivation per acre, including cutting, is from £5 for ratoons, to ,£7 for virgin, or plant canes. The weight of cane per acre averages 35 tons. From July, 1876, to July, 1877, the average quantity of cane to the ton of sugar was 16 tons 1 cwt., or about 12 tons when the density was highest, and twenty tons when lowest. There is no disease among the canes in Fiji, nor are they destroyed by insects. When the disposition of the lands is made, a large portion of cane-growing land will most likely belong to the natives, to grow their ' food plants ' upon and produce, to pay their taxes in kind, or, generally speaking, for the natives to get a living from. If no sugar mills are erected in the neighbourhood of such lands, the natives will be prevented from growing and rendering in kind the crop for which their land is best adapted. In the event of capitalists not accepting a guarantee from the natives for the erection of sugar mills, Government might give one on their behalf, on approved conditions ; the natives of a town or village to cultivate annually a certain number of acres of cane, and, after paying taxes, the surplus of the sugar to be sold, and the proceeds divided among the cultivators.\""], [52, "36 ©tber flbrobucts. FIVE years ago, the Hon. R. B. Leefe undertook the introduction of the Angora goat on his estate at the Nananas, on the Ra Coast. He com menced with seventy does and two pure bucks, the number of the latter being increased from time to time as occasion required. The flock in June, 1879, consisted of one hundred common does and four pure bucks, seven hundred first and second cross does, besides a flock of wethers two hundred and fifty strong. Mr. Leefe expected an increase during the month of June last year of fifteen hundred kids, a proportion of which will be third cross. In the month of May, Mr. Leefe sheared one hundred and sixty yearlings second-cross does and wethers, in addition to four bucks. The former gave about one pound, the latter five pounds, of hair each. From the length and fineness of the clip taken from those sheared, it may be confidently anticipated that the third cross will very nearly, and the fourth cross will fully, equal pure hair. The report upon that already sent to market (London, I believe, but I am not quite certain) was, \" Well grown, fine, silky, and almost equal to the best Turkish.\" It fetched as much as three shillings per pound. The animals browse during the day, but are yarded every night, and the does give an unusual quantity of milk, while the Angora-crossed wethers supply a meat much more tender than mutton, partaking, in fact, more of the character of venison. When it is considered that these most profitable animals will live and thrive where sheep would starve, the inducement to make their breeding a matter of regular and general enterprise seems to be exceptionally great in the Fiji group. As a further exemplification of what Fiji can accomplish, I will just mention the articles that Messrs. Ryder Brothers, of Mango, and the Rambi Plantation Company, exhibited at the Sydney World's Fair. Messrs. Ryder Brothers sent Sea Island cotton, Sea Island cotton in seed, cotton seed, Mocha coffee, plantation coffee, copra prepared in two different ways, tapioca, maize (or Indian corn), dried bananas, and lime-juice. Captain Hill's company showed four different samples of the cocoa-fibre industry — coir bristle, fine coir fibre, finest straw coloured coir, and curled straw-coloured coir. One dholl of each were sent, as also two bottles of the finest cocoa-nut oil."], [53, "37 StoefWlRaising. UPON the larger islands of the colony there are extensive areas of country suitable and well adapted in every sense for stock-raising purposes. Plentiful supply of running water and the continual verdancy of the pasturage, throughout the whole year, give especial advantages over countries wherein there is a necessity of providing food for winter resort, and where water must be obtained during certain seasons b y artificial means. The development of stock-raising in this colony, as yet, has not received very much attention. Enough, however, has been gained in experience to warrant the assertion that live stock of all varieties may, with ordinary care and discretion, be successfully raised in it with profit. Horned cattle and horses have increased considerably in the last ten years, and no anxiety or doubt is now felt in regard to the successful breeding here of all varieties. In cattle, a mixed breed has thus far seemed to thrive best. In horses and mules, those bred in the colony are in no way inferior to those of other colonies. No endemic or epidemic diseases in either horses or cattle have as yet given any cause of anxiety. So much cannot be said of sheep and sheep-breeding. Yet, in some few instances, sheep are doing remarkably well. COST OF POLYNESIAN LABOUR IN FIJI FOR THREE YEARS. £ s. d. Passage to plantation . . . . . 960 Wages for three years . . . . • 900 Tobacco „ . . . . ■ • o 18 o Mats „ o 12 o Sulus ,, 090 Sugar, salt, &c. „ 1 10 o Food „ 600 Passage to Levuka . . . • • • 050 Passage home and depot expenses . . . 300 3)31 o o Per Year . . . £10 6 S"], [54, "38 No. of days ....... 365 Sundays . . . . . . . . 52 Half Holidays 26 Sick days and holidays 12 — 90 Working days . . . .275 275 working days at 9d. per day . . . .£10 6s. 3d. *...* Wages calculated in estimate at 9d. per day. Food has been charged at full price, but the planter ought to grow his own food to a great extent. In some islands wild bush food is used extensively, and only costs the labour of collecting — about one man in every ten — daily ; it is equally nourishing, and is preferred by some to yams and other cultivated roots. It must not be forgotten that dull markets may defer the realization of the cotton sent to England at times, and involve a loss of interest. The planter will always be able to draw against his shipments up to a fair margin. These drafts will probably be at sixty or ninety days' sight, and, if the produce be forwarded promptly and arrives to a good market, it may, in these days of steam navigation, be sold and paid for before maturity of the drafts. If, on the contrary, markets are dull, cotton being an article that does not deteriorate by storing, shipments may be held for a reaction at small cost for interest and storage. These estimates are based on actual work done, and have been submitted to planters in Fiji who have had large practical experience. I have been careful to avoid exaggerated figures for production. At the same time, it will be remembered that the planter has always the risks of adverse seasons to encounter, and, like the farmer at home, will often have cause to grumble at the weather. jfijian labour. FIJI differs from most other Australasian colonies in having no assisted European immigration, so that the phrase \" Labour and Immigration \" in Fiji refers only to Fijians, Polynesians from neighbouring islands, and Indian immigrants, by whom all household and plantation work is performed in this colony. The hiring and service of Fijian labourers is regulated and controlled by law (Ordinance No. X. of 1877). Every contract for the hiring and service of native labourers for any time exceeding one month is entered into in the"], [55, "39 presence of the stipendiary magistrate 01 the district within which the intending labourers reside. The contract is in a form prescribed by the Ordinance, and states the duration of the term of service, the rate of wages, the quantity and quality of rations, and the clothing to be supplied by the employer, who further engages to provide proper accommodation, and to defray the cost of conveyance to the place where the labourer is to work, and to provide him with a return passage home. In the engagement of Fijian labourers a distinction is drawn in the law between those engaging to work on plantations in their own province and in their own island, and those proceeding to work on plantations situated elsewhere. Any person may engage for himself or others those belonging to the former category without communicating with the Immigration Department, but in every such case contracts of service may be entered into before the stipendiary magistrate of the district. When the proprietor or manager of any plantation proceeds personally to engage native labourers to leave the island or province in which they reside, to work on his plantation, he procures, on application, from the Agent- General of Immigration, a written permission to engage the number of labourers he requires, and this authority is produced before the stipendiary magistrate in whose presence the contract is entered into. The proprietor or manager may, however, instead of proceeding personally to engage his labourers, employ a professional recruiter — a plan, however, which is now seldom adopted. The latter must obtain a licence from the Agent-General of Immigration, and when he appears with the intending labourers before the stipendiary magistrate of their district, for the purpose of entering into the formal contract, he must also produce a letter of agency, filled in and signed by the person employing him, and specifying the number of labourers he is authorized to engage. In some parts of the colony, native labourers cannot be got to work on plantations in their own province. Children under fourteen years, unless accompanied by their parents or guardians, cannot enter into a contract. Regular working hours must not exceed nine hours a day, exclusive of the time allowed for meals. The condition of labourers employed on plantations is subject to Govern ment inspection."], [56, "40 JnMan Jmmigrants. AS there is every reason to believe that the requirements of the colony when its resources are more fully developed, cannot be fully met by Fijian or Polynesian labour, and as it is desirable that a certain proportion of labourers should be procurable by planters whose length of service and intelligence would fit them for special training in skilled labour, a law was passed (Ordinance No. VI. of 1878) to encourage the introduction ot immigrants from the East Indies, and to regulate the relations to subsist between them and their employers. An Emigration Agent, acting for this country in India, makes the necessary arrangements with the immigrants, who are brought to the colony in a vessel chartered by Government. The immigrant, on his arrival in the colony, is indentured to serve for a period of five years on the plantation to which he is allotted by the Agent-General of Immigration, but each immigrant must complete an actual and continuous residence of ten years in the colony before he is entitled to a free passage to India. He is at liberty to work where he pleases during the last five years of his stay in Fiji, and may be re-indentured by the Agent-General of Immigration for periods of not less than six nor more than twelve months. In 1879, 480 Indian immigrants were introduced, the majority ot whom have been employed on Government works, but all have lately been applied for to work on plantations, and are now allotted. For the immigrants already introduced the employer pays in respect of each immigrant allotted to him an indenture fee of in five annual instalments of £3 each, the first payment being made previous to the execution of the certificate of indenture. He provides also suitable dwellings, medicine, and medical attention when required. When the labourers are employed at time-work, each male over fifteen years of age receives as wages not less than is., and every female over fifteen years not less than 9d. for every day on which such male or female performs an ordinary day's work of nine hours. Every labourer under the above age is paid according to the work done. The employer furnishes the labourer with rations during the first twelve months, and deducts in payment of the same, 5d. for every day from the wages of the labourer, unless when the latter is sick and in hospital, in which case he is entitled to rations from his employer. The ration supplied daily consists of one pound and a half of rice, four ounces of dholl or other equivalent vegetable food, one ounce of cocoa-nut oil or ghee, three-quarters of an ounce of curry stuffs, two ounces of sugar, one ounce of salt."], [57, "41 Wages are paid in money to the immigrants every month. After the first year the immigrant finds his own food and receives full wages ; he provides himself with clothes. The Indian, instead of being paid at so much a year, like Fijians and Polynesians, is paid according to results, either for the number of tasks— a task being an ordinary day's work— or for the number of days wrought. As the longer period for which the Polynesian is engaged renders him in many ways preferable to the Fijian, so, doubtless, the still greater term of the Indian's engagement will be found to be a solid advantage, and this should be borne in mind in comparing the cost of the three different kinds of labour. The total annual cost of the Indian cannot be estimated as yet with the same facility as in the case of the Fijian and Polynesian, on account of the want of experience, but it has been variously stated from £13 14s., to £20 us. 6d., depending on the number of days it is supposed the Indian will work in one year. The climate of Fiji appears to be well suited to the Indians, and during the fifteen or sixteen months they have been in the colony, they have, as a class, been healthy — more so than the Polynesians during the same period. There is no difficulty in working Indians and Polynesians on the same estate. HMuts for Jutenbing Settlers. THE foregoing facts will show what, even in its infantile state, the colony of Fiji can export. But everything depends on the introduction of capital, with the right sort of men. What Fiji requires is, in fact, an aristocracy of planters who will add to a very natural desire to create a competence a keen sense of responsibility to all around, whether white or coloured. The day is past when the British adventurer could claim, because he is an adventurer, a sympathy often denied to his more suffering compatriots at home. Even now, people must go out to Fiji as pioneers, and prepare to \" rough it ; \" but, in fairness, it must be added that the \"roughing it\" of 1882 is a totally different thing from what it was in 187 1. A man must be of a peculiarly disagreeable and discontented nature who would not soon reconcile himself to the very few drawbacks of Fiji. As a \" new chum \" he can learn a great deal, but as a \"new chum \" he will have to be content to be taught. Fiji is not like the Australasian colonies ; it is the exact counterpart of the West Indies and the Mauritius. The sort of men who can turn their hand to anything, who are \" roughs \""], [58, "42 one day, gentlemen the other, are not required in our new Crown colony. The irrepressible working man is always more or less to be congratulated — especially at the approach of a general election ; but I should do myself no credit by counselling his immediate emigration to Fiji. As a general rule he is not wanted, and, unless I am very much mistaken, is not likely to be wanted. For the surplus population of Britain's working class the dependencies of the empire that most assimilate in climate to that of the mother country (like those of Australasia and South Africa and Canada) are the natural goals ; but Fiji, with all its wealth, offers no such field. Then, again, there is another class which are wanted even less than the \" horny-handed son of toil,\" and that is, the commercial clerk, whose sole recommendations are that he has an irreproachable character, wears in England the universal black coat, and can read, write, and cipher with dexterity. The commercial clerk, unless fitted by nature for something very different, is a drug in most markets : he is a nuisance in Fiji. What that colony requires is a steady influx of clear-sighted men, not opposed to work, not obdurate where learning is concerned — men who have at command the sum of at least some three or four hundred pounds, and who are willing to learn, work, and wait. Of course it would be better if the capital were larger ; but the true well-wisher of Fiji would not look so closely to the balance in the bank-book as to the character of the man in whose possession it is. I am inclined to think that there is no colony of the British Empire where a young man, coupling a reasonable amount of brains with a moderate capital, can so easily secure a competence as in Fiji. Of course, hard work, steady perseverance, undaunted courage, and firm hope, must be the leading features of intending emigrants. If they have not these qualities — coupled, I may add, with the needful cash — they had better stay away. Neither in New Zealand nor Fiji are fortunes to be picked up by those who, like many leaving the port of London, seem to think that a millionaire is to be made by the loan of a spade : and, as I am writing about a new member of that earth-hungry institution, the British Empire, I feel it incumbent on me to say very plainly what class of emigrants it wants. There are several ways of reaching the group. The mail routes are those of the Peninsular and Oriental Company via Suez to Sydney, and the Pacific Mail Company's line from San Francisco to Auckland, and thence by steamer to Levuka. The fine steamers of the Peninsular and Oriental Line now start from Tilbury every fourteen days, and the traveller by the famous line which boasts the motto Quis separabit will have plenty of opportunity of studying men and things at any rate to a small extent in Egypt, Arabia, Ceylon, and the Aus tralasian colonies of Western Australia, South Australia, Victoria, and New South Wales. The fares by this eastern route to Sydney are £70 first class, and ,£45 second. Those who 'want to combine great luxury, rapid travelling, and economy, will unquestionably find the steamers of the Orient Line the best means of reaching Sydney. These steamers leave London every fourteen days, going alternately vi& the Canal, calling at Naples, and via Cape of Good Hope,"], [59, "43 calling at Cape Town. They carry first, second, and third class passengers, the saloon fares being from fifty to seventy guineas ; the second class thirty-five to forty guineas ; and the third from fifteen to twenty guineas. The Orient liners have often beaten the mails both via 'Frisco and Galle, and it is little short of a scandal that they are not long ago in receipt of adequate payment for their postal services. To give some idea of the luxury of travel by one of these boats, it may be mentioned that their new steamer, the Austral (whose displacement is no less than 9,500 tons), is lighted throughout by electricity, and bath-rooms are set apart for each class of passengers, and for* the firemen and crew. Messrs. Chas. Bethell & Co., London, have recently started a direct line of sailing vessels to the colony, and the fares by these vessels are £40 first class, second class, and third class; while Messrs. Thos. Law and Co., of Glasgow, despatch vessels three or four times a year to the colony direct. The sailing clippers of the London Line to Fiji leave the Thames about every six weeks, and usually have comfortable passenger accommodation, besides carrying cargo at moderate rates of freight. Fiji is certainly a perfect sanatorium for weak-lunged people, and I should think nothing would tend more to prolong a consumptive life than a stay in the group fora few months, going to and fro in a sailing vessel of the direct line. Of the wonderful effects of the Fijian climate on diseases of this class, I can speak from a varied experience. In most of these ships it is necessary to fit out your own cabin ; but a wise man will so select his \" fixings \" that, instead of their being unsaleable rubbish when he reaches Levuka, they will be of great use in furnishing. The wash stand, &c, which are so useful on shipboard, should continue to be of value in Taviuni and Viti Levu. The furniture, for instance, which folds into very small spaces is just the thing for the islands. As regards an outfit, I would say, Do not overdo it, the stores in Levuka being not only well stocked, but very reasonable in price. Plenty of white and coloured shirts, some white drill and flannel suits, with others of thin blue serge, are indispensable ; and; of course, a sun helmet or two are needful. White canvas shoes are also good things to take ; and a waterproof coat and pair of leggings are, as I have said, necessary. For night wear I consider pyjamas infinitely superior to any other attire, and the intending settler should supply himself with a fair stock of these articles. A \" Seydel's \" hammock should be taken. A night in the veranda in one of these hammocks is one of the glories of existence in Fiji. A camphor-wood box for keeping one's clothes in is an absolute necessity, and I think they can be had cheaper in England than in the colony. There are such things as mos quitoes and cockroaches in Fiji, and you must have curtains to guard against the first, and camphor or camphor-wood boxes to prevent the very hungry incur sions of the latter. Patent medicines are somewhat dear in Fiji, and planters are often separated from medical men by considerable distances. A few simple remedies, easily understood and easily prepared, are very useful to have ; but E"], [60, "44 I never heard of any serious cases of illness among the planters. There were a few attacks of mild dysentery, brought on mainly by ill-considered devotion to \" Three Star \" brandy ; or \" biliousness,\" produced from much the same cause. For the latter we used Eno's Fruit Salt, which is a valuable medicine for the tropics. The favourite remedy of Dr. Macgregor, of Levuka, was, when you could get them, to suck half a dozen oranges before breakfast ; and with most people this acts as a charm. Water-cress is to be had in various parts of the group ; as everyone knows, it has a reputation for purifying the blood, and this is a useful hint to new arrivals, who will more or less be subject to attacks of those troublesome pests, the mosquitoes. As I have said, if the marks which these gentry leave are scratched or irritated, very nasty sores supervene ; but these are easily curable by attention — constant application of cold water, with a simple ointment easily made up by either of the Levuka chemists. It is needless to remark that the very necessary tub in England is a sine qua non in tropical Fiji, and many of the settlers bathe twice or even thrice a day. Nearly all the estates are bountifully blessed with that glorious luxury in a hot climate — cool, clear-running, fresh water. Nobody bathes in the sea. A few more practical hints may not be out of place, and these are intended mainly for those who may be induced to try Dame Fortune's favour where, in my opinion, she smiles most encouragingly on those possessing, as I have said, \"brains and money.\" Levuka is a very small place, and, like all small places, is given to gossip — shall I say scandal ? Therefore the new-comer should not believe all he hears ; he mast judge for himself. He will be made (unless things have very happily altered since 1877) the recipient of stories which he had better listen to and forget as soon as he has heard. He will, unless I am very much mistaken, be invited to take sides in some political dispute about the Governor, the Legislative Council, or the like ; but if, as I suppose, his main object is to make an honest living, he will first cast about him for the modus vivendi, and, if he deems it right to speak, he can after some little experience do so with effect. If the intending settler has first-class letters of introduction, he will be in no lack of friends in that most hospitable of capitals, Levuka ; but I cannot help fancying that a policy of reasonable reserve — at any rate for the first few weeks — is best fitted for a man about to venture much — perhaps his all — in a comparatively unknown colony. I should decidedly recommend him to put up at either the Levuka Hotel or a first-class boarding house, and look around, carefully keeping his own counsel. He will, if he keeps his ears as well as eyes open, hear much, and should learn a little. If he concludes to venture on real estate, with a view to planting, he will doubtless hear of many sites that will suit him ; but if at all in doubt, he cannot do better than consult Mr. Charles W. Drury, whose knowledge of this subject may be relied on. In mentioning Mr. Drury 's name, I only allude to one out of a very numerous body whose advice, based on years of Fiji experience, is equally valuable ; but Mr. Drury has made real estate his special business."], [61, "45 The progress of Fiji has been somewhat retarded by the unavoidable delay in adjudicating upon and adjusting the claims of European settlers to their lands obtained prior to its cession to Great Britain, which must be sifted thoroughly before Crown grants are issued. Land can be obtained from the Government by intending settlers. The upset price is : — £ s. d. For first-class land 2 o o per acre. ,, second,, ,, i o o ,, ,, ,; third ,, „ o 15 o ,, ,, I shall deal with the subject of the titles for land further on. There are many people in Fiji holding big estates, with thorough knowledge of their requirements, who would, I feel convinced, gladly make terms with energetic young men from the mother country possessing a command of ready cash to a small extent, and who are willing to work. Here is an opening for those who would naturally shrink from the responsibility of running a big plantation unaided. Sugar, coffee, and tobacco — quite independently of copra — will be the great sources of wealth for Fiji in the future, and it is advisable that men who intend to go out should know something of the grammar of tropical and semi-tropical agriculture. Angus Mackay's \" Semi-tropical Agriculturist\" is one of the best books on this subject ; but, after all, book knowledge is worth very little. Still, in the case of Fiji, a little knowledge should not be a dangerous thing — it should be the stepping-stone to practical wisdom. In many cases it would be far better for a young fellow anxious to get on in Fiji to give his time gratuitously for a term on an established plantation, and learn a great deal, than attempt too much at first. Paying for board and lodging at the rate of £2 a week for a few months, even if a premium is demanded in addition, is better than experimenting with the land of which he knows nothing, and products of which he knows less. Nearly every planter that I know in Fiji has had to pay very heavily for his experience, and it is not likely that this hard-earned knowledge should be communicated gratuitously ; still, good terms are to be made even by those possessed of small capital, coupled, of course, with willingness to work. Before concluding this chapter, I will just quote from a letter I recently received from one of the senior members of the Legislative Council of Fiji, who is at present residing at Sydney. \"Fiji is,\" he says, \"in a sounder position than any of the colonies; land has increased in value greatly since you were there : capital is wanted to develop the sugar and coffee industries; and, with capital and brains, I believe that there is a better prospect for a man in Fiji than any other place I know, and I speak from a thorough knowledge of the country. Labour is arriving in abundance from Polynesia. . . ■ Sugar and coffee are going to be the great industries of Fiji.\" e 2"], [62, "46 Xan6 titles. THE difficulties which have in other colonies beset the path of the early settler by reason of the 'insecurity of his land title are not met with in Fiji, and those who may think of acting practically on my hints for capitalists will assuredly read with interest the following account of how land is held by European colonists in Fiji. The white settlers who have proved the bond fides of their claims receive a grant from the Crown, which thenceforward becomes the basis of the title. This is issued in duplicate under the seal of the colony, one copy being retained for registration, and the other delivered to the grantee. A plan of the land by the Crown Surveyor of the Colony is delineated on the grant. All the mortgages and encumbrances on the land are also entered thereon by the Registrar of Titles, so that the grant not only shows who is the grantee, but also the condition of the land as regards indebtedness. When a grantee sells he must use the form of transfer provided by the Real Property Ordinance, 1876, printed copies of which are publicly sold, and which may easily be filled up by any intelligent person. If a solicitor be employed, his remuneration is regulated according to a moderate scale of charges contained in a schedule to the Ordinance, and the fee thus allowed covers all professional work in connection with the transfer. The transfer is, in its turn, registered by handing in a duplicate for the purpose, and the Registrar of Titles then issues a Certificate of Title, which is practically a renewed Crown grant to the purchaser, with all the mortgages and encum brances marked thereon, as in the case of the original Crown grant. A new Certificate of Title is granted as often as the property is transferred, so that the title consists of one deed simply, and is always kept clear and distinct, without any accumulation of papers and deeds so puzzling to non-professional persons, and so fruitful a source of expense in lawyer's charges and otherwise. It is provided that the original grants and all Certificates of Title granted upon transfer are indefeasible. An exact reproduction of the title is kept in the volumes of the Registrar of Titles, and the Registrar has ample powers to deal with any of the ordinary accidents which may occur in regard to documents. Where any question of importance arises — for example, whether a particular caveat or mortgage should be inscribed first — the Registrar of Titles has power to refer, in a summary way, to the Supreme Court, and the Court, after hearing parties, can give directions. The whole system of land titles is based upon registration, so that the transfer or mortgage only becomes effective when registered. In place, therefore, of the transfer conveying the property when signed and delivered, as would be the case in England, the transfer is rather the warrant to the"], [63, "47 Registrar to change the title to the new name. Again, in order that there may be no mistake as to the time when a document concerning land, whether mortgage, transfer, or encumbrance, is handed in, a book is kept, called the Presentation Book, in which all documents are entered the moment they are presented for registration. The hour and minute of presentation is at once inserted in the appropriate column, and that date, so fixed, is the date of registration which is thereafter marked on the deeds, and rules the rights of parties. The only property in land which is recognized by the law is that of fee simple, so that the whole of the perplexing conveyancing law of England in regard to limited and conditional fees and fees in tail is inapplicable to the colony. When a proprietor desires to make a provision for his wife and children, he may set forth his wishes, for example, in a trust deed, which may be registered as such in the Register of Deeds, but any provision to affect the land must be made according to the forms in the Real Property Ordinance, and the purposes of the trust are not allowed to encumber the title to land or the registry of titles. If the proprietor should desire to limit his own right in the land to a life-rent, and to transfer the estate to the trustees for the purposes of the deed or settlement, he must create an encumbrance of his own life-rent, and execute a transfer to the trustees of the fee simple. A Certificate of Title will then issue to the trustees as proprietors of the fee simple until they in their turn transfer, with the life-rent of the proprietor marked on the Certificate of Title as an encumbrance. The title will thus be kept clear even in those cases where proprietors wish to tie up their own hands from dealing with their own property, but which can only be done to a limited extent, as there must always be a living proprietor in fee simple entitled to deal with the land subject to the mortgages and encumbrances. A mortgage is defined to be a pledge of the real property for the purposes of security only. If the money borrowed be not paid, the mortgagee — the holder of the pledge — may, after sufficient intimation of his intention, apply to the court to order a sale. Precautions are taken to prevent the property being sacrificed at a moment inopportune for sales of land. The mortgagee cannot enter into possession of the property in the old way, for the purpose of holding and working it by means of his own capital, and then long years afterwards be called by the mortgager to file his accounts and re-deliver the lands. This system of the neighbouring colonies, so prolific of embittered law-suits, is inconsistent both with the only idea of property in land which is recognized in Fijian law, viz., that of fee simple, or with that of a forfeited pledge, which, if forfeited, ought to be sold under regulations. The mortgagee, in the case of an entry upon the lands, would not be proprietor in fee simple, and thus the clearness and simplicity of title on the register, which has been the aim of the Real Property Ordinance, would be interfered with by one person being the virtual proprietor for a time, and another the legal and registered proprietor. When the land which has been given in pledge is sold, the Court distributes the price among the mortgagees and encumbrances according to the order of"], [64, "48 their priority, handing over the balance, if any, to the mortgager. The purchaser obtains a title by the issue of a new Certificate of Title by the Registrar in his favour, purged of all previous mortgages and encumbrances. Thus again is the title kept clear, and the value of the landed property in the hands of the purchaser by so much enhanced, which, in turn, ensures the highest market price being obtained for the property on its sale. Leases are treated as encumbrances, and to be valid must be registered if they are for more than one year's duration. As encumbrances they are entered on the title, so that when a proprietor of land applies to a banker or capitalist for an advance, he shows his Crown grant, or Certificate of Title, upon which is entered all the mortgages affecting the land, all the encum brances of every kind, such as provisions for children, and all the leases. The banker may not be unwilling to make the advance desired, and if it be for a temporary purpose only, for which it is not considered necessary to draw out a mortgage, the title may be deposited as an equitable mortgage. This may be protected by a caveat entered on the register, which prevents all dealing with the land to the prejudice of the holder of the equitable mortgage. The land may be sold for the sum found to be due under the advance when judgment has been obtained, but within a shorter space of time than where there is no equitable mortgage. It will thus be seen that the European titles to land in Fiji are absolutely secure, each Crown grant or Certificate of Title upon transfer, which is in effect a new grant from the Crown, being indefeasible, and that everything has been done which experience of the systems adopted in other countries rendered possible to keep the title from confusion, to make mortgages secure, and to enable money advanced upon land to be at command for repayment, without the lender subjecting himself to onerous responsibilities, or the land being itself rendered unsaleable and out of the circle of credit by the title being weighted with uncleared encumbrances, from which no one could derive any possible benefit. I think the foregoing pages will clearly • demonstrate to every thoughtful mind what the Crown Colony of Fiji is capable of, if properly supported by a steady influx of British . capital. I say \"British,\" for, notwithstanding their proximity, those interested in our new Colony can, in the meantime, expect but little help from the Colonies of Australia and New Zealand. As those rich provinces of the Empire develop, they will need a greater portion of their internally created wealth for4their further progress ; and, after all, it is on the money-bags of^Britain that the future of the Fijian settler"], [65, "49 depends. Britain has built up by its wealth colonies and de pendencies all over the world, and these offspring of the mother country are our best customers. Statistics are the test of a statement like the foregoing, and the following extract of a recent Board of Trade return will show how much the prosperity of England, in every sense, depends on the Colonies she has founded beyond the sea. The whole export trade of this country in the month of June this year amounted to over fifteen millions, of which vast sum, goods to the value of ten millions were consumed by all foreign countries, including the United States of America, while the astonishing total of five millions, or one third of the whole exports of the country, were paid for by fellow-subjects in India and the Colonies. Surely no further words are needed as to the importance of fostering British trade under the British flag. H. STONEHEWER COOPER. Diamonds. ||R jgJTREETER, Sapphires. jeweller, Gatseyes. 18, New Bond St., Rubies. DjAM0ND) YUSL ♦ ♦ PpnrlQ AND ♦ ♦ GEM MERCHANT. ct. Gold. 4 f\\ Bracelets, Keyless English Watches, §J d I BEST QUALITY ONLY. I Brooches, III Lockets IMPORTER OF PRECIOUS jSTONES. Rings. London b Ceylon æ Japan."], [66, "COLONY OF FIJI. RE~SUME OF TOTAL EXPORTS FOR YEARS 1879 AND 1880. 1879. 18& Article. Quantity. Value. Quantity. Value. Arrowroot ... Bark 560 lbs 360 bushels 47 tons 9 cwt. ... 181 tons 4 bundles 202,500 nuts (834 bags 1 case) 9,600 lbs. 4,oS9 tons 15 cwt. 373 tons 8 cwt.... 533 tons 10 cwt. 228 packages 85 tons 17 cwt 4 tons 4 packages 43,069 bananas... (1,984 cases 2 packages) 7|cwt £ s. d. 28 o o 260 o o 2,532 o o 1,809 I0 ° 400 613 15 o 6,272 lbs. 6 tons 19 cwt. 256 bushels ! 19 tons II cwt. 177 tons 10 cwt. 243 o o 139 o o 256 o o 1,044 o o 1,801 10 o Beans Beche-de-mer Candlenuts ... Canes Cocoa-nuts Coffee Copra Cotton Cotton Seed Curiosities ... Fibre Fibre Dust Fruit (Dried) Fruit (Green) 400 o o 61,353 10 o 44,020 o o 553 10 o 1,586 o o 2,739 12 o 20 O 0 36,784 nuts (2,925 bags 1 case) 180,744 lbs. 7,265 tons 12 cwt. 3S6 tons 4 cwt. 221 tons 271 packages 1S2 tons 9 cwt. 3 tons 6 cwt. ... 26 cases 79,409 bananas (2,419 cases)... 800 7 4 7,595 o o 108,985 10 o 45,530 o o 221 O O 2,312 O O 4,920 O 0 16 10 o 26 o o 4 0 0 3, 146 9 0 Fungus Ginger Guano Gum... Hair (Angora) Hides Ivory Ivory Nuts ... Lime Juice ... Live Stock ... Maize Molasses Mats Oil Cocoa-nut Peanuts Pearl Pearl-shell Pepper Plants 32 lbs 572 hides 150 lbs 26 8 o 400 228 16 o 15 o o 11 tons 14 cwt.... 8 cwt I 131J tons 4 cwt. ... 462 lbs. ... 436 hides 150 lbs 8 tons ... 2,016 gallons ... 5,189 19 o 772 4 o 40 o o 2,630 o o 500 59 10 o 174 8 o 15 o o 65 o o 504 o o 584 gallons 83 cattle 71,008 bushels ... 26-534 gallons ... 20 mats ... 2 tuns 76 gallons 124 tons 3 cwt.... 162 o o 830 o o 10,651 4 o 2,050 o o 200 90 o o 3.477 o o 64,072 bushels ... 19,924 bushels ... 899 mats 2 tuns 88 gallons 125 tons 10 cwt. I package 274 cwt. 9,610 16 o 1,691 o o 89 18 o 120 O O 3,514 10 o 500 822 o o 343 cwt 112 lbs 36 cases... 1,032 o o 4 10 o 180 o o 8 cases 205 bundles Sandalwood... Shark-fins Shell (Tortoise) ... Sennit Skins Spirits, Colonial Re- fined Sugar Sugar-cane ... Tallow Tappa Timber Tobacco 1 cwt 6 cwt. ... 720 lbs 30 lbs 1,375 skins 300 24 o o 360 o o I 10 o 75 15 o 342 10 o 5 cwt 900 lbs 16 o o 450 o o 1,350 skins 67 10 o 10,866 gallons ... 785 tons 7 tons ... 12 cwt. ... I bale 2 logs 10 tons I cwt. 3 qrs 3 turtles 1,593 10 o 26,687 9 o 20 o o 20 o o 10 o o 2 IO O 9,724 gallons ... 593 tons 5 cwt.... 3 tons ... 2 bales ... 72 pieces 3 logs i,3iS 10 o 20,920 14 o 2 14 O 20 O 0 33 o o Turtles Wax (Bees) Wool Yams Vagona (Angona) ... 1,122 O 0 10 O 0 9 cwt 5 turtles 6 cwt. ... 6 tons 5 cwt. ... 237 tons 10 cwt. 9 tons 16 cwt. ... 50 o o 25 o o 45 o o 655 o o 1,188 10 o 2, 196 O O 5 tons 5 cwt. ... 145 tons 4 cwt. 3 qrs. 509 0 0 724 IO O 54 0 o 1,169,040 8 o £226,528 10 4 1"], [67, "51 TOTAL VALUE OF IMPORTS, WITH THE DUTY COLLECTED THEREFROM FOR THE YEARS 1879, 1880. FULL meteorological observations of very recent date in regard to the colony are to be found in the second edition of \"Coral Lands,\" a book of reference which, without egotism, I think I may say is almost necessary for the student of our new Colony. I append statistics of rainfall and wind. RAINFALL. The total fall for the year 1879 — 105-16 inches — was short of the previous eight years' average by 1-03 inches. Daring the dry season, June to Septem ber, 1 3 '24 inches were collected, against n -98 inches average for same four months in previous eight years No floods occurred from excessive rainfall at any one period. The following are the only noteworthy entries, showing amount of precipitation in stated times : — 4'66 inches in 14 hours on January 20. „ January 28. „ ,, January 26. 4\"58 » » J9 i'72 „ „ i i'S8 » » 45 minutes November 25. WIND. On January nth and 12th heavy squalls of wind and rain occurred from N. to N.W. February nth was stormy and very wet; from the 9th of that month till the morning of the 14th no sun was visible, being the longest overcast period on record here. On nth December there occurred a strong gale with only light rainfall. It began from S.E. with thunderstorm, passing round to N.E., whence it blew hardest at nightfall. Barometer minimum at 3 p.m., viz., 29,404 — all corrections applied. During the night the wind passed to westward, and fell to a moderate breeze with clear sky on the morning of the 12th. On this coast the damage done was very slight, yet it was the hardest blow felt here since the hurricane of 187 1. * Loma Loma has now ceased to be a port of entry. ports. Ports. Value of Articles Imported into the Colony. Total Amount of Duty Collected. H79- 1880: im- isso: 1879. 1880. 1S79. Levuka Suva Loma Loma* ... 125,075 12 5 160,955 4 o 17,127 13 6 24,581 19 10 9 5 6 j 203 10 o 18,072 14 10 21,579 5 1 2,235 6 10 I 2,227 !§ 8 o 10 7 20 10 o £142,142 11 5 I;£i85,740 o o 1 £20,308 12 3 I £23,827 11 9"], [68, "A dvertisemen ts . ROBEY & CO, Globe Works, LINCOLN, ENGLAND, Sole Manufacturers of the Machinery here Illustrated. ILLUSTRATED CATALOGUES, [PHOTOGRAPHS tiND REDUCED PRICES ON APPLICATION. Robey's Patent Wrought Angle-Iron Framed Thrashing Machine. Robey's Portable Engines. From 4 tojo horse power. Robey's New Design of Horizontal Fixed Engine and Locomotive Boiler Combined. From 4 to Jo horse po-.ver. Robey's Self-Acting Circular Saw Bench. Robey's Vertical Stationary Steam Engine and Patent Boiler Combined Of all sizes, from l\\ to lb horse penver. Robey's Improved Grinding Mills, of all sizes. R0BEY.& CO., Globe Works, LINCOLN, ENGLAND"], [69, "Advertisements Dr. J. COLLIS BROWNES OKIGINAE AND ONLY GENUINE CHLORODYNE. QOUGHS, Q0LDS, DR. J. COLLIS BROWNE'S CHLORODYNE is the QREAT SPECIFIC for DR. J. COLLIS BROWNE'S CHLO- RODYNE is the TRUE PALLIATIVE in ASTHMA, DRONCHITIS. NEURALGIA, GOUT, CANCER, QHOLERA, DYSENTERY, DR.J. COLLIS BROWNE'SCHLO- RODYNE.— This wonderful remedy was discovered by Dr. J. COLLIS BROWNE, and the word Chlorodyne coined by him expressly to designate it. There never has been a remedy so vastly beneficial to suffering hu manity, and it is a subject of deep concern to the public that they should not be im posed upon by having imita tions pressed upon them on account of cheapness, and as being the same tiling. Dr. J. COLLIS BROWNE'SOHLO RODYNE is atotally distinct thing from the spurious com pounds called Chlorodyne.the use of which only ends in disappointment and failure. TOOTHACHE, RHEU- MATISM. QIARRHŒA. The GENERAL BOARD of HKALTH, London, RE PORT that it ACTS as a CHARM, one dose generally sufficient. From Dr. B. J. BOULTON and Co., Horncastle. \" We have made pretty ex- tensive use of Chlorodyne in our practice lately, and look upon it as an excellent direct Sedative and Anti - Spas- modic. It seems to allay pain and irritation in what- ever organ, and from what- ever cause. It induces a feeling of comfort and quie- tude not obtainable by any other remedy, and it seems to possess this great advan- tage over all other Sedatives, that it leave? no unpleasant after-effects.\" Dr. GIBBON, Army Medi cal Staff, Calcutta, states : — \"TWO DOSES COM PLETELY CURED ME of DIARRHŒA.\" DR. J. COLLIS BROWNE'S CHLO- RODYNE rapidly cuts short all attacks of pPILEPSY, SPASMS, COLIC, PALPITATION, HYSTERIA. QOUGHS, COLDS, ETC. DR. J. COLLIS BROWNE'S CHLO- RODYNE.— Vice Chancellor Sir W. PAGE WOOD STATED PUBLICLY in Court that Dr. J. COLLIS BROWNE was UNDOUBT EDLY the INVENTOR of CHLORODYNE, that the whole story of the defendant was deliberately untrue, and he regretted to say it had been sworn to. — See The Times, July 13th, 1864. IMPORTANT CAUTION. i The IMMENSE SALE of From W. VESALIUS PETTI- GREW, M.D., formerly Lecturer at St. George's Hospital, London. \" I have no hesitation in stating that I have never met with any medicine so efficacious as an Anti-Spas- modic and Sedative. I have used it in Consumption, Asthma, Diarrhœa, and other diseases, and am per- fectly satisfied with the results.\" this REMEDYhas given rise to many UNSCRUPULOUS IMITATIONS. N.B.— EVERY BOTTLE of GENUINE CHLORO DYNE BEARS on the GOVERNMENT STAMP the NAME of the INVENTOR, QR. J. COLLIS BROWNE. DR. J. COLLIS BROWNE'S CHLO- RODYNE isa LIQUID ME DICINE which ASSUAGES PAIN of EVERY KIND, affords a calm refreshing sleep WITHOUT HEAD ACHE, and INVIGORATES the NERVOUS SYSTEM when exhausted. SOLD IN BOTTLES, Is., l/l$d. 2/9, 4/6, by all Chemists. From W. C. WILKINSON, Esq., F.R.C.S., Spalding. M I consider it invaluable in Phthisis and Spasmodic Cough ; the benefit is very marked indeed.\" Sole Manufacturer, J. T. DAVENPORT, 33, GREAT RUSSELL STREET, W.C. From Symes & Co., Pharmaceutical Chemists, Medical Hall, Simla.— January 5, 1880. To J. T. Davenport, Esq., 33, Great Russell Street, Bloomsbury, London. Dear Sir, — Have the goodness to furnish us with your best quotations for Dr. J. Collis Browne's Chlorodyne, as, being large buyers, we wonld much prefer doing business with you direct than through the wholesale houses. We embrace this opportunity of congratulating you upon the wide-spread reputation this justly-esteemed medicine has earned for itself, not only in Hindostan, but all over the East. As a remedy of general utility, we much question whether a better is imported into the country, and we shall be glad to hear of its finding a place in every ADglo-Indian home. The other brands, we are happy to say, are now relegated to the native bazaars, and, judging from their sale, we fancy their sojourn there will be but evanescent. We could multiply instances ad infinitum of the extraordinary efficacy of Dr. Collis Browne's Chlorodyne in Diarrhœa and Dysentery, Spasms, Cramp, Neuralgia, the Vomiting of Pregnancy, and as a general sedative, that have occurred under our personal observation during many years. In Choleraic Diarrhœa, and even in the more terrible form of Cholera itself, we have witnessed its surprisingly controlling power. We have never used any other form of this medicine than Collis Browne's, from a firm conviction that it is decidedly the best, and also from a sense of duty we owe to the profession and the public, as we are of opinion that the substitution of any other than Collis Browne's is a deliberate breach of faith on the part of the chemist to prescriber and patient alike. We are, Sir, faithfully yours, SYMES & CO., Members of the Pharm. Society of Great Britain, His Excellency the Viceroy's Chemists."], [70, "Advertisements. In One Vol., Crown 8vo., with Two Illustrations, price js. 6d. A POPULAR EDITION OF The Coral Lands of the Pacific. BY H. STONEHEWER COOPER. Bring an Account of nearly, all ttje Unhabitctt Mantis of tfjc pacific, tJjnr Peoples, ano tfjetr Prooucts. %* The New Edition has been revised by the Author with great care and the information brought down to the latest date. TO BE ORDERED THROUGH ALL BOOKSELLERS. LONDON: RICHARD BENTLEY & SON, NEW BURLINGTON STREET, f M&IissJrm Jw ©rtmrarg \\a °§tx ItBJtsig %* -S-urnr. [For Opinions of the Press see next page."], [71, "A dvertisemen ts. OPINIONS OF THE PRESS. VANITY FAIR. \" T'his work will repay perusal, being a very careful and interesting account of what is almost a terra incognita. Mr. Cooper has lived for many years amongst these Islands of the Pacific, where his varied adventures are related with much vivacity. He writes with a thorough knowledge of his subject; he is always entertaining, he is very instructive, and, to his praise be it said, he is never dull. \" SATURDAY REVIEW. \" Mr. Cooper's ' Coral Lands ' is a most pleasing book, written with vivacity without flippancy, and equally interesting to the ethnologist, the capitalist, and the general reader, who only wants to be amused. The author has lived for some years among the innumerable islands of the Pacific, in the middle of a mixed world of lotus eating, cannibalism, trade, and orthodox dissent. .... The rest of his book — his account of beach-combers, pirates, of the pearl fisheries, of the monuments on Easter Island — is as entertaining as his chapters on Fiji are instructive.\" GUARDIAN. \" No book has been hitherto published which gives such a vivid and detailed picture of a considerable portion of this vast Archipelago.\" MORNING POST. \" As a rule we abstain from long quotations, but we cannot resist giving a few lines of the Author's description of a lagoon in which a pearl fishery has been established These passages detached from pages which have charmed us prove that Mr. Cooper is a master of word painting, although he never neglects his principal theme. He does not confine himself to Fiji, but ' from island to island, at the Gateways of the day ' he visits all the principal groups of this lovely sea, and speaks at length of Tonga and Samoa. In short, we may unhesitatingly say that all subjects of importance to Polynesia are treated by the author in this valuable work.\" DAILY NEWS. \"For completeness as a tableau of the scenery and resources, the life, manners, and customs of these islands, and particularly of the Fiji group, which have of late years occupied so much attention, Mr. Cooper's work is perhaps without a rival, and his information appears to be brought down to very recent dates. His chapters are written in a lively style ; but they are, nevertheless, inspired throughout by the purpose of the book.\" THE TIMES. \" Mr. Cooper's book gives us an elaborate account of Polynesia, and brings before us several noteworthy personages ; among others ' Bully Hayes,' the last of the pirates of the Pacific.\" ST. JAMES' GAZETTE. \" Mr. Cooper's book is full of interesting information about little-known places, and is excellent reading from the first page to the last.\" DUNDEE ADVERTISER. \" By mingling freely with the natives, Mr. Cooper has collected a vast store of unique information as to their traditions, folk lore, and domestic habits ; and his racy style makes the work very pleasant reading.\" EUROPEAN MAIL. \" Teeming with anecdotes of the manners and customs of the natives, it ought to be'most popular as a book of travel, besides being valuable and suggestive to the emigrant and capitalist.\" GLASGOW NEWS. \" We would fain follow Mr. Cooper in his delightful sailing from island to island in summer seas, amid scenes of constantly varying beauty and surpassing interest, but space will not permit, and ndeed it would not be fair, for the reader should not have all the pleasure of the book forestalled.\""], [72, "Advertisements. ♦ DIi * BEL* HL * 3, Spear Street, Manchester. 28, Finsbury Circus, London. ALSO AT JRralPECIAL MANUFACTURERS of \" all Classes of and other Classes of PIECE AND MADE-UP GOODS, suitable for the FlJI, NEW Zealand, and Australian Markets. Reference :— National Provincial Bank of England, Manchester."], [73, "Advertisements. EQARSHALL, SONS & SO., Limited, Britannia 3von Morhe, Gainsborough, England. London Offices— 3, KING STREET, CHEAPSIDE, E.C. MANUFACTURERS OF PORTABLE STEAM ENGINES, ij to 35 Horse Power. Specially adapted for use in the colonies, and constructed for burning coal, wood, straw, megas, cotton stalks, jungle grass, or any other vegetable refuse as fuel. > PORTABLE KNGIKE. THRASHING MACHINE. HORIZONTAL ENGINES, S:lf-contained, 3 to 10 Horse Power, Horizontal Engines, with Long Strokes, and with or without Jet; Condenser, 10 to I70 Horse Power. a Compound Engines Of the Portable, Semi-Portable, and Stationary Types. exceedingly economical in fuel. VERTICAL ENGINES, With Independent Boilers, ijto 12 Horse Power TRACTION ENGINES, For Agricultural and General Haulage Work. Royal Prize Thrashing Machines, vertical engine. To suit all countries and crops. grinding mill. CORN-GRINDING MILLS, CIRCULAR SAW BENCHES, And W. •& J- JACKSON'S Patent Eea foiling, Sifting, Equalising ant> ©rging JHaefjinerg. Melbourne International Exhibition, 1881. — The highest award for all our exhibits— Five Gold Medals. Sydney International | Ex- i hibition, 1880.— Two Special ' First, and Four First Prizes. Paris Universal Exhibition, 1878.— Two Gold Medals and other Prizes. compound stationary engine. SAW BENCH AND ENGINE. Illustrated Catalogues and Price Lists in English, French, German, Spanish and Russian Free on Application."], [74, "A dvertisemcnts. BLAIKIE BROTHERS, Engineers, and Xronfounders, FOOTDEE IEONWOEKS, • • ABERDEEN, • • MAKERS OF Sugar machinery, Sugar Cane Mills for Steam, Cattle, and Water Power, Stationary Steam Engines of every description. Vacuum Engines, Vertical and Horizontal, with Single or Double- Acting Air Pumps. Triple and Double Effets. Vacuum Pans. Clarifiers and Defecators. Sugar Pans. Wetzells. Centrifugals. Bag Filters. Scum Presses. Lancashire, Cornish, Galloway, and Muititubular Steam Boilers. Rum Stills and Plant for Distilleries. Water Wheels. Pumping Machinery. Tanks and Coolers of every description. GIRDERS, BRIDGES, AND ROOFS. GALVANISED CORRUGATED SHEETS. Spur and Bevel Gearing made by Patent Wheel Moulding Machines. Coffee Machinery for Steam, Cattle, Hand, and Water Power. Rice Machinery. Food Preserving Plant. Steam Yachts, Launches, Tugs and Lighters. High-Pressure Surface Condensing Screw Engines. Paddle Engines for light draught River Steamers. MARINE BOILERS. STEAM AND DERRICK CRANES, And every description of Colonial Work. ESTIMATES AND ILLUSTRATED CATALOGUES ON APPLICATION"], [75, "A dvertisements. y & R. TENNENT, * * J ♦ ♦ TOellparfe 35iewer\\>, <Blasgovv, Sole Brewers and Exporters for upwards of Fifty years, of tlie Wellpark India Pale Ale and Stout, deem it proper to make it known throughout all the markets of the world that they continue to drew from the fotTg finest of JHalt anto $?ops onlg. T/iey consider this intimation essential, owing to the recent alteration in the English Excise Law, whereby Beer may be legitimately brewed from otlier and inferior materials, and that large and increasing quantities of such English, Continental and A mericau Beer are being shipped everywhere abroad, a liquor in many cases attaining great clearness and appearing well to the eye, but without the best properties of Malt Liquor. J. & R. Tennent being both the Brewers and Bottlers of their own special manufacture, purchasers and consumers may always rely, with the most complete confidence, on its absolute purity and genuineness; and it may be distinguished from other brands, by that rich and delicate flavour of the Hop, which not only gives it its great keeping properties, so essential in tropical climates, but makes it the most refreshing and invigorating beverage known in the world. As great damage in some markets has been done to the brand in recent years by spurious imitations of the red T Trade Mark being palmed off upon the Public, J. & R. Tennent would earnestly recommend Consumers to be careful that they are reallg StippltC-O fottij t\\)t IjntUttte -brantl, in bottles bearing, both on Labels and Capsules, the red T Trade Mark, and with their signature across the same. They also purpose in future to add a second label, guaranteeing the genuineness of the Article. F"], [76, "A dverlisements. IIURST & lloN, Wlbolesale 5eefc /Iftercbants. HEAD OFFICE AND SAMPLE ROOMS— 152 & 153, HOUNDSDITCH, LONDON. STAND— No. jg, Seed Market, Mark Lane. *.»■»♦«♦♦ SEED WAREHOUSES— FOR FLOWER SEEDS, 153, Ibounbsbitcb. FOR GARDEN AND FARM ROOT SEEDS, 1, 2, & 3, GUN SQUARE, AND CHURCH ROW, HOUNDSDITCH. FOR CLOVERS & GRASS SEEDS, Church Street, Minories."], [77, "A dvertisements. A USTRALIA Al MEW_ ZEALAND. _X. !._ ■^.^■-•c-gooc *-:<: *^v^c^<=qb ->:■=>>:_»:■= >:■= >:- >^^^.v^^^\"^<r^g^ I / j *.x'x«:^>:^<^=*^«>*<c;cc'*o*«v^O' ORIENT LINE. Direct Service between London and Australia 2l£N 5§{ORTY )©AYS, THE magnificent full-powered Steamships belonging to the Orient Steam Navigation Company, Limited, and the Pacific Steam Navigation Company, leave London every fortnight for Adelaide, Melbourne, and Sydney, and take Passengers for all ports in Australia, Tasmania, and New Zealand, and also for Naples and Suez. STEAMSHIPS. TONS. NOW. H.P. CAPTAINS. ATJSTRAL 5250 1100 J. Murdoch. CHIMBORAZO 3847 550 J. F. Ruthven. COTOPAXI 4028 600 R. Studdert. CTJZCO 3849 550 J. K. Ridler. GARONNE 3876 550 A. Tillett. JOHN ELDER 4152 550 A. J. Cooper. HiIGTJRIA 4666 750 G. N. Conlan. LiUSITANIA 3825 550 A. Charlton. ORIENT 5386 10-0 W. F. Hewison. POTOSI 4219 600 R. Morgan. SORATA 4014 600 G. F. Dixon. These Vessels are specially constructed for long ocean voyages, and are fitted with every convenience for the comfort of Passengers_ FARES — First Class, 50 guineas and upwards ; Second Class, 35 guineas and upwards ; Third Class, closed cabins, with Two Berths, 20 guineas each ; Third Class, closed cabins, with Four Berths, 18 guineas each ; Steerage, open berths for Men only, 15 guineas each. Managers— F. GREEN & Co., 13, Fenchurch Avenue, and ANDERSON, ANDERSON & Co., 5, Fenchurch Avenue, London, E.C. For Freight or Passage apply to the latter firm. COLONIAL AGENTS:— ADELAIDE, Joseph Stilling & Co. ; MELBOURNE, Gibbs, Bright & Co. ; SYDNEY, G. Skelton Yuill. F 2"], [78, "A dvertisemcn Is . \"j$HIRE\" XiiNE TO AUSTRALIA, NEW ZEALAND, AND FIJI ISLANDS. FIRST-CLASS Iron Ships are despatched Monthly from Glasgow to Brisbane and Wellington, and at regular intervals to Fiji. Goods and Passengers carried at through rates to all the principal ports in Queensland and New Zealand, and Special Arrangements made for Cargo and Passengers to Fiji. APPLY TO— THOMAS LAW <& CO., 123, Hope Street, GLASGOW. CLYDE LINE OF CLIPPER PACKETS. TO ADELAIDE, MELBOURNE AND SYDNEY. Tons Reg. LOCH GARRY 1,500 LOCH VENNACHAR... 1,500 LOCH TORRIDON 2,000 LOCH SHIEL 1,200 LOCH SLOY 1,200 Tons Reg. LOCH KATRINE 1,200 LOCH NESS 1,200 LOCH TAY 1,200 LOCH LOMOND 1,200 LOCH RANNOCH 1,200 Tons Keg- LOCH FYNE 1,200 LOCH LONG 1,200 LOCH RYAN 1,200 LOCH ETIVE 1,200 LOCH MOIDART 2,000 THE above Line of Splendid Iron Clipper Ships, built on the Clyde specially for the Australian Trade, of the **■ highest class at Lloyd's, has proved itself the quickest out of Great Britain. Their rapid passages, and the excellent condition in which they deliver their Cargoes, have given general satisfaction. They have all Splendid Accommodation for Passengers. CABIN, £45; SECOND CABIN, £22 to £25 ; INTERMEDIATE, £i7. Parties at Home or in the Colonies can make arrangements with the Company's Agents for the passage of friends either to or from Melbourne. For Freight or Passage apply in ADELAIDE, to HARROLD BROTHERS ; MELBOURNE, to WHITE, ALFORD & CO., and JOHN SANDERSON & CO. SYDNEY, to MASON BROTHERS. Or to AITKEN, LILBURN & Co., 80, Buchanan Street, Glasgow. BELFAST GINGER ALE, And other perfectly pure Gold Medal Aerated Waters, carefully prepared, under Royal Letters patent, and Packed for all Climates. willi^jm: ooeey & oo. Are the Original Manufacturers for Ex- portation of the above, delicious world- renowned, non-alcoholic Beverages, and Proprietors in perpetuity of the celebrated Cromac Spring. BEWARE OF ALL SPURIOUS IMITATIONS. Prices, Analysis, and Opinions us the Press free to any address. Steam Works-BELFAST, IRELAND, Where all applications for Agencies are to be addressed, accompanied by references. ESTABLISHED 1850."], [79, "Advertisements TRINDER, ANDERSON ft fjO., i ****** ***************** 1 1 ********************************** i******* 4, ST. MARY AXE, LONDON, E.C., Despatch Steamers and Sailing Ships to Australia, &c, AS UNDER- SAILING SHIPS. To Adelaide, every three weeks. To Sydney, at intervals. To Swan Kiver, every two months. To South Australian Outports, as required. To Brisbane, every six weeks. To Maryborough, at intervals. To Newcastle, New South Wales, at intervals. To Valparaiso, at intervals. STEAMERS. To Adelaide, Melbourne, and Sydney. — A Steamer of the Sloman Line on the 15th of every month. Extra Steamers as required. Goods Shipped and Insured on most favourable terms. The following are the regular Traders despatched by TRINDER, ANDERSON and Co., supplemented by additional tonnage as required — ANDAMAN. ANGERONA. ARAFURA. CANDIDA. MORIALTA. COLLINGROVE. CORONA. MOUNTAIN LAUREL. ORIANA. SOUTHESK. STRACATHIO. TORRENS. ARTHURSTONE. ASCALON. EARL DALHOUSIE. GLAMIS. GLEN OSMOND. GRETA. ASTRACAN. ATMA. • WEST RIDING. WEST YORK. ZOZOYA. HELENSLEA. KAPUNDA. BARUNGE. BELTANA. BLENGFELL. LOCKSLEY HALL. AMALFI, s.s. DELCOMYN, s.s. PROCIDA, s.s. BARCELONA, s.s. ETNA, s.s. SORRENTO, s.s. CATANIA, s.s. CLIFTON, s.s. MARSALA, s.s. YEOMAN, s.s."], [80, "A dvertisements. The new route vid San Francisco is yearly becoming more popular.\" [Times, zgth suly, 1876 AMERICAN OVERLAND ROUTE TO Australia, New Zealand, China, and Japan, BY CUNARD, INMAN, WHITE STAR, ALLAN, AMERICAN, ANCHOR, GTJION, NATIONAL, FRENCH, GENERAL TRANS-ATLANTIC, AND OTHER STEAMSHIP LINES TO New York, Philadelphia, Boston, Quebec, Portland or Baltimore, And by the Union and. Central Pacific Railway to SAN FRANCISCO, There connecting with Steamers of the Pacific Mail S.S. Company, Sailing for YOKOHAMA AND HONGKONG, And by Steamers of the same Company sailing every fourth SATURDAY to AUCKLAND AND SYDNEY, CALLING AT HONOLULU. FIRST-CLASS FARES FROM LIVERPOOL TO HONOLULU 23 days £61 IO O AUCKLAND 39 ,, 71 IO O SYDNEY 44 ,, 71 IO O YOKOHAMA 40 days £86 O O SHANGHAI 42 ,, 97 IO O HONGKONG 42 ,, 91 O O Agents: CHARLES CLARK & COMPANY, Windsor Chambers, Great St. Helen's, LONDON, E.C. HENRY F. GILLIG & CO., 449, Strand, W.C."], [81, "A dvcrtisemen ts. PENINSULAR AND ORIENTA Steam Navigation Company UNDER CONTRACT FOR HER MAJESTY'S MAILS TO INDIA, CHINA, AND AUSTRALIA. Reduced Rates of Passage Money. SPECIAL RETURN TICKETS. Departures to and from BOMBAY ... Weekly. CALCUTTA, MADRAS, CEYLON CHINA, STRAITS, JAPAN ... Fortnightly. Fortnightly. ADELAIDE, MELBOURNE, SYDNEY ... Fortnightly. GIBRALTAR, MALTA, EGYPT, ADEN ... Weekly. London Offices : 122, Leadenhall Street, E.G., and 2S, Gockspur Street, S.W. Agents in Plymouth : Messrs. FOX, SONS, & CO. G. Withers J. Weir. Agents in Melbourne „ „ Sydney - „ „ Adelaide - Elder Smith <fc Co. „ „ King George's Sound - J. F. T. Hasse"], [82, "Advertisements. PELLATT & CO., 17, ST. BRIDE STREET, LONDON, E.C. Falcon Glass Works, (ESTABLISHED 1759) Manufacturers by Special Appointment to Her Majesty the Queen and the Royal Family, and CHINA MANUFACTURERS, Also Makers of Special Export White Granite Vitrious and best C.C. SIX PRIZE MEDALS. Contractors to Her Majesty's Government, the Lords of the Admiralty, &c NOTICE. Messrs. Pellatt & Co., on receipt of a remittance of and upwards, undertake fully to furnish a house in the newest style complete for twelve persons, with best Porcelain Breakfast, Tea, Coffee, and Dessert Services, and best \" Vitrious \" Dinner-ware — all manufactured of specially hard bodies for export — with a complete service of best straw-stem English glass, specially annealled. Messrs. Pellatt & Co. guarantee to give the utmost value to these private orders, and personally to select the newest and most popular patterns, to ensure the satisfaction of their customers. SPECIAL PRICES For Hotels, Clubs, Institutes, and Large Buyers of Glass and China. PELLATT & CO., 17, ST. BRIDE STREET, LONDON, E.C. TILES now being used by all large buyers, are made by THE CRYSTAL PORCELAIN CO. (LIMITED.) These TILES are manufactured by a novel process, and are made of an entirely new Vitrious body, which does not craze when exposed to the sudden changes from heat to cold, as the ordinary tile. PRICES ON APPLICATION TO— WORKS, COLRIDGE, STAFFORDSHIRE. London Offices and Show Booms— 23, ST. SWITHIN'S LANE, E.O"], [83, "A dvertisemcnts. GILBERT'S LATENT DRY BOLD AIR MEAT PRESERVER AND REFRIGERATOR Approved os by the War Office, and ordered for Egypt IN the above Refrigerator, by an ingenious and simple method, consisting of a rod connected to sliding frames in the partition between the Ice and Food Chambers, a continuous circulation of air is produced between them, and any moisture that might be deposited on the provisions, Sec, when the door is opened, is immediately taken up when the door is closed again, by the current of cold air which enters the food chamber from the bottom of the ice chest. The circulation of air being continuous, the ventilation of the food chamber is perfect ; such moisture is deposited on the ice and the atmosfhere rendered perfectly dry, so needful for preserving any matter; at the same time the increased reduction of temperature by means of the above circulation of cold air frevents the evaporation OF the juices, in which the fine flavours and nutritious qualities of most articles of food are known principally to exist. The ICE is thus never exposed to the outer atmosphere, the sliding frames preventing this, creating an up and down current. There is no condensation, no waste, everything remains dry, sweet, and cool, instead of being tainted by the vitiated atmosphere or decomposed by moisture, as is the case with other Ice Safes and Refrigerators. Another feature of considerable importance is that of preventing the air from passing through the outlet for waste water. PRICES. SINGLE CABINET. No. 0 435 0 0 1 7 10 0 2 10 0 0 3 13 0 0 4 18 0 0 DOUBLE CABINET. No. 1 £20 0 0 2 25 0 0 3 30 0 0 4 60 0 0 Special Discount allowed to the Trade and Shippers. SOLD BY THE Patent Improved \"Dry Cold Air\" Refrigerator Company, 22, ŒREAT ST. HELEN'S, LONDON, E.C. Contractors to K. M.'s Government."], [84, "Advertisements. MODEL SUGAR FACTORY. HAWCETT, PRESTON & C[0., PHŒNIX FOUNDRY, LIVERPOOL Engineers and Constructors of all kinds of Machinery for Sugar Estates, from the Smallest to the Largest. M AN U F AC T U R E R S OF VANE MILLS: Rousselot's Patent. COFFET STILLS. TRIPLE EFFECT APPARATUS, Chapman's improved. STEAM ENGINES. CHARCOAL and BAG FILTERS. DEFECATORS and CLARIFIERS. JUICE HEATERS. STEAM BOILERS of all descriptions. CANE MILLS, for Cattle, Water and Steam. RUSSELL'S PATENT MACERATORS. VACUUM PANS. ASPINALL PANS. PRESSES — Hydraulic, Screw, and Lever, for Cotton, Jute, Wool, Oil, Wine, $c. HYDRA ULIC PRESSES— Watson's Patent. TRIPLE-EFFECT APPARATUS. DOUBLE-EFFECT APPARATUS. PATENT CENTRIFUGALS. WATSON'S Patent Automatic CRANES. CORN and RICE MILLS. WATER WORKS, for the supply of Towns. WETZEL PANS. SODA ASH RECOVERING APPARATUS. DISTILLERY APPARATUS, Fire and Steam. MARINE ENGINES."], [85, "A dvertisemcnts. P. SIBREE & COMPANY, Hydraulic and General Engineers, London Office: 35, QUEEN VICTORIA STREET, E.C WORKS.— HULL, YORKSHIRE. THE ONLY PRIZE MEDAL Awarded for Oil Mill Machinery AT THE International lExhibttton, Uimna, 1873. MANUFACTURERS OP OIL MILLS, BONE MILLS, PAINT AND MUSTARD MILLS, for the Home, Colonial, and Foreign Markets. HYDRAULIC PRESSES for all descriptions of Oil-yielding Seeds, Nuts, Fruits, &c, &c. OIL MILLS also constructed upon the Anglo-American system for crushing large quantities. HYDRAULIC AND SCREW PRESSES for packing, baling, and finishing all descriptions of goods. THE Machinery of a small Oil Mill suitable for Export, consists of three Hydraulic Presses of four Boxes each, with crucible cast-steel Cylinders and 12-inch Rams ; one Hydraulic Pressure Gauge ; one set of Hydraulic Pumps of crucible cast-steel and three gun-metal Stops ; one Seed Kettle ; one set of Edge Stones with iron framing ; one pair of Rolls and Frame ; one Oil Pump and small Cistern. The whole can be driven direct by gearing from an engine or by a pulley. Such a Mill will crush from 30 to 60 cwt. of various Seeds per day of 11 hours. An Engine of 10-horse power and a Boiler of 12-horse power would be required to drive such a Mill, the latter supplying steam for the Kettle. The total weight would be about 20 tons. For Seeds and Kernels which require the removal of the husk we supply a Decorticating Machine and Separator."], [86, "Advertisements. J, & T. DALE, Colonial Engineers, Kirkcaldy, Scotland. patent combined steam 6ane mill, Requiring no Heavy Foundations, Supplied Complete with Boiler and Pipe Connections, IMPROVED CATTLE-POWER MILL VACUUM PANS-TRIPLE EFFECT APPARATUS. Steam Boilers, Evaporating Pans, Clarifiers, Defecators, Centrifugals, Finishing Pans, Rum Stills, New Buildings and Roofs, Tramways, 6^:., and all the other Appliances of a Sugar Estate. * * * * J. & T. DALE * * *z* engineers;, KIRKCALDY, SCOTLAND London Office:— 195, UPPER THAMES ST., E.C."], [87, "A dvertisements. T .INGWER'S -\"R ESTAURANT, 30, Fenchurch Street, London, E.C. CONTINENTAL CUISINE, Combinefc wttb JEnglisb Comfort. A TABLE D'HOTE from 1 p.m. to 8 p.m., at 2/6, AT SEPARATE TABLES SOUPS, FISH, JOINTS, PASTRY, CHEESE. ENTREES, Sptcialite in Austrian atrtr luttpriatt TOims. VIENNA AND TIVOLI LAGER BEER> jjjll the C(elebrated of Qhampagne."], [88, "A dvertisemen ts . ALLEN AND ffANBURYS' PERFECTED COD -LIVER OIL. ■*H8K'=-= T* HIS oil is manufactured from fresh and selected Livers at Allen and Hanburys' own Fac tory in Norway. It is prepared by an entirely new and distinct process, rendering it free from all unpleasant qualities, without im pairing in the smallest degree its invaluable medicinal and nutritive properties, which are here presented in the most effective condition attainable. It can be borne and digested by the most delicate, and is the only Oil which does not \"repeat.\" All who take Cod-Liver Oil will appreciate this. MEDICAL OPINIONS. \" It is so pure and tasteless that *>vhcn oil will agree at all this is sure to do so.\" — \"On Loss of Weight, Blood- Spitting, and Lung Disease,\" by Horace Dobell, M.D., Phys. Hosp. Diseases of the Chest. Is as nearly tasteless as Cod-Liver Oil can be.' Many to whom the taste has hitherto been an obstacle will doubtless be able to take it.\" — Lancet. Has almost the delicacy of salad oil.\" — British Medical 'Journal. No nauseous eructations follow after it is swallowed. — Medical Press. A pharmaceutical product which is in its way unrivalled.\" — London Medical Journal. NOTICE.— The \"Perfected\" COD-LIVER OIL is sold only in Capsuled Bottles, bearing the adjoining label, without which none is genuine. Imperial Quarter-Pints, Is. 4d. ; Half-Pints, 2s. 6d. ; Pints, 4s. 9d. ; Quarts, 9s. Of Chemists throughout the World. TONGA- IM5g?7cA*r FOR ALLEN & HANBURYS are glad to state that they have MB fB ■ I EHk a I Æa% ■ M been able to make arrangements for an important redaction WkM fa I BUP gk I ■\" I 1 i\" tht jrric? of Tonga, The size formerly sold at 4 (j is Ifl C 1 Vm SJ4 H. Il I * D0W rcdu'ed to - y' an,i larDl-T sizes are put up ut 4/6 The great reputation gained by Tonga during the two years that it has been before the public sufficiently testifies to its intrinsic value, a value which is recognised by the medical profession, as evidenced by the habitual way in which it is prescribed by leading men amongst them both at home and abroad. The Lancet, after devoting three long papers to remarkable cases of Neuralgia cured by Tonga, recently wrote : \" Tonga maintains its reputation in the treatment of Neuralgia ; \" whilst the Medical Press and Circular speaks of Tonga as \" Invaluable in Facial Neuralgia ; \" aud adds, \" It has proved effective in all those cases in which we have prescribed it.\" Tonga may be obtained from all chemists, and from the S0LE CONSIGNEES & MANTJFACTTJREBS, ALLEN & HANBURYS, Plough Court, Lombard St., London"], [89, "A dvcrtisements. HauU tit $iii. HE rich agricultural land of Fiji is rapidly increasing in value. Four years ago, when I was resident in the Colony, it could be obtained for a very small sum per acre. In fact, land that was then fetching 40s. per statute acre, is now realizing as much as £12 to and the advance is almost certain to continue until property in Fiji equalizes in price the less valuable lands in the Mauritius and the West Indies. The preceding pages of this Pamphlet will, I think, have convinced all thoughtful minds of the future that lies before our new Colony ; and, in view of the great success that has always been attained by Land Invest ment Companies in all the British Colonies, if there are any of my readers who may regard the purchase of land in Fiji as a bona fide investment, bound to result in increasing profits, they are invited to address themselves to me. H. STONEHEWER COOPER, 37, Lombard Street, London, E.C October, 1 83 2."], [90, "Advertisements. JOHN FOWLER & CO., Leeds, England. gUeam Cfultivating 0Jachinery. DOUBLE ENGINE SETS FROM SIX TO TWENTY HORSE POWER, Implements adapted for Crops in all parts of the World. JOHN j? FOWLEB & CO.'S Compound Engines effect a Saving of 30 per Cent, in Fuel and Water over the ordinary type, and are specially adapted for the Colonies. patent portable Railway & polling jStock, Constructed to meet all requirements, and of any gauge Hundreds of Miles in use in SUGAR PLANTATIONS in different parts of the world ESTIMATES, PRICES and CATALOGUES ON APPLICATION"], [91, ""], [92, ""], [93, ""], [94, ""], [95, ""], [96, ""]]