[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "multotlttta Cclrinna: A CATALOGUE OF THE COLLECTION OF BOOKS £ttje PriUate <3)R £a>S2St (D<DlbaK0 OF SCARBOROUGH, Comprising Illustrated copies of all those works of which be is the Author, besides numerous elucidations, both by- Prints and M3. , of tbe productions of several otber writers \" Illustration is certainly the most delightful literary occupation of the 18th century.\" An Essay on Illustration. SCAMjOROUGH; PRINTED BV JOHN COLE, FOR IttE PERUSAL OF HIS FRIENDS, AND NOT FOR SALE. 1829."], [8, "The whole impression of this Catalogue consists of but 4 Copies on Pink Demy. 14 — — — — Drawing Paper. 50 — — — — Crimped Demy."], [9, "(WDQUVB PRIVATE CATALOGUE. 1 Abbott's Soldier's Friend; or, Memorials of Brunswick ; a Poem. Hull. 1828. A presentation copy from the author, with his auto graph; being one of the four copies on tinted paper. It contains, besides, illustrative letters from the author. 2 Account of Geneva, in Switzerland 3 Aikin's Natural History of the Year, illus- trated with scraps, &c. 1815 4 Anston Park, a Tale. By James Edmeston. 1821 5 Alison's Sermons on the Seasons 1819"], [10, "2 6 Art of Heraldry: according to the excellent method of Gwillim's Heraldry. Illustrated with fifty two proper sculptures 1685 Presented by John Willis, Esq., of Scarborough. 7 Art of Writing, illustrated with copper plates. 1748 This belongs to my miniature collection 8 Autographs. Collected by John Cole. 4 vols. 4to. 9 Vol. I. Eoyal Family, Nobility, Musicians, Singers, Actors and Actresses, Artists, Engravers, Linguists, Collectors, &c. Al- phabetically arranged, according to their respective classes, with original drawings, engraved portraits, views, &c. 10 Vol.11. Authors. Arranged alphabetically. Occasionally illustrated by portraits, &c. 11 Vol.111. Miscellaneous. 12 Vol. IV Ditto 13 Baker's History and Antiquities of the County of Northampton. Illustrated. Parts 1 & 2, folio. 1822—6 \" One of the most valuable topographical works ever published, displaying the most minute research and indus- trv' Lowndes's Bibl. Manual. 14 Beauties of England — Northamptonshire. Illustrated."], [11, "3 15 Bewick's History of British Birds, 2 vols. 1826 Presented by the Author. 16 Bewick's Birds, choice proofs on India. Presented by Miss Bewick. 17 Mark, a Notice of 18 Bible, with Notes by the Rev. W. Thorn, 2 vols. 4to. 19 Bickersteth's Scripture Help 1820 20 Treatise on Prayer 1820 21 Bleckly's (John) Selection from the Epis- tles of the Apostle Paul in testimony of the Divinity of Christ, 3d. edit. 8vo. York. 1825 Presentation copy from the author, with an autograph letter. 22 Book of Common Prayer, 8vo. Eyre and Strahan's. 1820 This is fully illustated with fine etchings and raezzotin tos by the old masters, and with prints, in gold and colours, of the French school, and is richly bound by Marshall, of Hull, in brown morocco, displaying some beautiful tooling. 23 Book of Common Prayer, illustrated by select comments on the Psalms, and other portions of our Ritual, in MS., and by plates, &c. 24 Book of Common Prayer, 24mo. an old edit, ruled throughout with red lines."], [12, "4 25 Book of Common Prayer. Baskett's small edit, in old morocco. 26 Brewer's Histrionic Topography. 1818 An unique copy, possessing proofs of the plates on India paper, before the writing. 27 Brewer's Histrionic Topography, Illustrated. 1818 This copy has the original estimate for engraving the plates, and getting up the work. 28 Byron's (Lord) Marino Faliero, Doge of Venice. 1821 This copy was read by James Montgomery, Esq. during his visit to Scarborought in Dec. 1826, and possesses his autograph. The volume is bound in an unique style by Marshall, of Hull; having inserted in a recess on the front cover a finely finished head of Lord Byron, on ivory, in high relies, of beautiful Italian carving. 29 Canterbury Cathedral, Interior, a beautiful drawing, by H. S. Storer. Presented by the ingenious artist. CATALOGUES. 30 Edwards's Catalogue, 102, Pall-Mail. 1790 This Catalogue, including the choicest part of the Libraries of Mons. Salichetti, and of Cav. Zanotti, is very scarce. t Respecting this Visit of the Poet, vide an autograph letter in my Collection, No. 11."], [13, "5 31 Catalogue of Longman, Hurst, and Co's. old Books, for 1817, complete, scarce. 32 Cole's Catalogue of Standard Books, made out on an entirely new plan. 1817 33 Cole's Catalogue of Old Books, with speci- mens, interleaved, with MS. notes. 1817 34 Catalogue of the Library of scarce and val- uable Books, Prints, and Coins of Mr. P. Thompson, priced. 1819 35 Catalog over Aalborg Stifts og Amts offent- lige Bogsamling. Aalborg. 1819 36 Tillæg til Catalogen, &c. 1821 Presented by the Librarian of Aalborg, having his au- tograph. 37 Cole's Ænigmatical Catalogue of Books. 1821 38 Catalogue of Isaac Wilson's Old Books, 1821, 2&3. 39 Catalogue of a Splendid Collection of Books, and a very fine Collection of Original Pictures at Edinburgh. 1819. — Burn's Catalogue. 1822. — Do. of Cardinal Fesch's extensive Library, &c. 40 Catalogue of the Library of the late Empe- ror Napoleon. 1823 41 Cole's Descriptive Catalogue of a Select"], [14, "6 Portion of his Stock, on drawing paper, Illustrated. J 825 1825 There were only two copies printed on Drawing Paper, the other being in the collection of Archdeacon Wrangham. The two drawing paper copies, possess illustrative sketches given in colours on the appropriate pages. Of this work there are besides, 6 on tinted paper, and 25 on medium writing, being the whole impression. 42 Catalogues of Taylor and Baynes, half bound. 43 Catalogue of Prints and Etchings, Man-< Chester, priced. — Do. of R. Smithers's, Esq., Portraits. — Evans's Books of Prints, &c. 44 Catalogue of the Library of Jonathan Old- field, Esq. of Scarborough, MS. in his own hand, Svo. 45 Clapham's Sermons, selected and abridged, 2 vols. 8vo. 46 Cole's History and Antiquities of North- ampton, MS. with Drawings, 8vo. 47 Cole's Arithmetical Questions relative to Northamptonshire, MS. 8vo. 48 Cole's History and Antiquities of Ecton, MS. Illustrated, 4to. 1814 49 (Cole's) History of Northampton, and its"], [15, "7 Vicinity, Illustrated with plates, MS. addi tions, scraps from Newspapers, &c. 1815 Cole's Tour to Warwick, Leamington, Strat- ford-on-Avon, Birmingham, Lichfield, Derby, Buxton, Peak's Hole, Manchester, Liverpool, Chester, Shrewsbury, Ludlow, Cleobury Mortimer, Bewdley, and Kidder- minster, MS. Illustrated with plates, &c. 50 f.cap 8vo. 1814 51 Cole's Tour to Bath, Bristol, Clifton, Chep- stow, Tintern Abbey, Mommouth, Glou- cester, Cheltenham, and Oxford. MS. Illustrated, f.cap 8vo. 1815 Cole's Notes to Northamptonshire. MS. 52 Cole's Herveiana; or, Graphic and Literary Sketches, illustrative of the Life and Wri- tings of the Rev. James Hervey, A.M. Part 1, on coloured paper, of which were only six. 1822 53 54 Part 2, including a col- lection of Original Letters of Hervey. Large Paper. 1824 1824 55 Parts. 56 , the 3 Farts, Illustrated with Drawings and Engravings of Portraits, Views, Maps, Music, MS. Observations, &c. 5 vols."], [16, "8 These illustrated volumes contain a vast fund of in struction and curiosity; in some instances whole books being bound up with the illustrative matter; as is the case with a copy of the First edition of \" The Meditations.\" 57 Cole's Herveiana, Part 1, on coloured pa- per, only 6 copies. 2 Parts, in Cole's newly- 58 invented star-binding. 59 Folio volume of Illustrations of Hervey, containing the large and unpublished view of The Rectory, Weston Favell, by Mr. Fowler; the different folio portraits of Hervey in mezzotinto, and heads of other great men connected with Hervey. 60 Cole's Graphic and Historical Sketches of Scarborough, with the estimate for making the wood engravings to the volume, fye. 1822 61 Cole's Bibliographical Tour, Illustrated. Large Paper. 1824 This copy is much distended with Illustrations in the way of both engravings and MS. and contains, besides, original translations into English of the Latin verses which occur in the volume, by, and in the hand-writing of, Archdeacon Wrangham. It has also — \" Gray's celebrated Alcaic Stanza attempted by the Rev. E. W. Barnard.\" 62 Another Copy, composed of the proof sheets, with communications in the hand-writing of Archdeacon Wrangham."], [17, "9 62 Cole's Bibliographical Tour, on tinted paper. 64 Cole's Collection of Shop Cards, &c. mount- ed on 4to paper, 2 thick volumes. 1822 65 Cole's Scarborough Album, Large Paper, Illustrated. 1825 Only 25 on Large Paper. 66 Cole's Scarborough Album, on Pink Satin. Only 2 copies on Pink, and 2 on White Satin. 67 Another, f.cap 8vo. This copy was read and marked by James Montgomery, Esq., during his visit to Scarborough in December, 1825. 68 Another Copy, illustrated with plates and MS., Large Paper. 69 Another Copy, having the original commu- nications bound up with the book. 70 Another Copy, composed of the proof sheets. 71 Cole's History and Antiquities of Ecton, in the County of Northampton, half bound, russia. 1825 This copy is fully illustrated; containing some scarce autographs, fine mezzotinto portraits, etchings, &c, the duplicate of sheet H. with variations, a fine pencil drawing of the Sand-piper, by Bewick, original sketches of build ings which formerly belonged to the Franklins, at Ecton, &c. 72 Another Copy, with a translation of the Latin monumental inscriptions, and other c"], [18, "10 illustrations. 73 History of Ecton, with additional monumen- tal inscriptions in MS., autograph letters, fye. 74 Another Copy, on Writing Demy. 75 Another; on salmon tinted Post. Cole's Antiquarian Trio, Illustrated by 76 plates, and autograph letters. 1826 77 Another, on pink Paper, of which were only two copies. 1 826 78 Cole's Memoirs of the Life, Writings, and Character of the late Thomas Hinderwell, Esq., Author of \"The History and Anti- quities of Scarborough,\" Illustrated with portraits, views, autograph letters by Arch- deacon Wrangham, Dr. Sisson, scraps in the hand-writing of Mr. Hinderwell, &c. 79 Another Copy, 4to. Only 18 printed. 80 Cole's Tour round Scarborough, historically and bibliographically unfolded. Illustrated. 8vo. 1826 Only 25 of this Tour printed, and a few on coloured paper. There are etchings from the old masters attached to the book, which are different in all the copies. The present is an illustrated one, the title of which is printed en a view of Rudston Obelisk, and has a portrait of Eginus at his night studies, poring over an ancient MS. being so"], [19, "11 far unique. It has, besides, autograph letters from Dr. Sisson, and the Historian of Bridlington, relative to this historical Tour, &c. 81 Cole's Scarborough Worthies, Svo. Illus- trated. 1826 Of these biographical sketches there were only 18 prin ted. This copy contains, besides illustrations by the pencil and the burin, several original MS. pages respect ing Tlntrslon. 82 Cole's Bookselling Spiritualized. — Books and Articles of Stationery rendered Moni- tors of Religion. 8vo. 1826 Only 60 printed. 83 Cole's Le Petit Visiteur; containing a Sketch of the History of Scarborough; a Series of Cabinet Views; and Scarborough Lyrics, by a Lady. 1826 Only 12 printed. 84 Cole's Casket of Poesy, with an original poem, by D. L. J. (a contributor to The Scarborough Souvenir,') on being request- ed to add some critical observations on the margins of this copy of \" The Casket.'\" Appended are, also, autograph letters re- lative to this selection of poetry, f.cap 8vo. 1827 Casket of Poesy, on tinted paper 1817 85 Only 12 on tinted paper."], [20, "12 86 Cole's Unique Bibliomaniac displayed, in a Biographical Account of the late Mr. Wil- liam Abbott, of Scarborough 1827 Only 6 copies, with the Catalogue of his Books, complete. 87 Cole's Tribute to the Memory of Mr. Wil- liam Abbott 1827 88 Cole's History and Antiquities of Weston Favell, in the County of Northampton, Illustrated. Scarb. 1827 This copy contains an autograph letter by Charles Lamb, Esq. expressing his opinion of the style of writing of Hervey. 89 Cole's History of Westew. The above is an unique copy, as it consists of the proof sheets, which were sent to G. Baker, Esq. the Historian of Northamptonshire, for his inspection, and contains the correspondence which passed between us on the occasion. J. C. 90 Cole's Scarborough Souvenir 1827 91 Cole's Report of the Committee Meeting on a Monument to the Memory of Hervey. f.cap 8vo. Scarborough : Printed (only 25) by John Cole, for the Amusement of his Friends. 92 Cole's Bibliographical and Literary Collec- tions, 4to. MS. 1825 93 Cole's Original Anecdotes of Literary and Popular Characters, with Bibliographical"], [21, "13 Memoranda. 4to. MS, 1825 94 Cole's Scrap Book 1825 95 ■ Scarborough Chronologist, MS. 96 Journals for several years 97 (Cole's) Dialogues in the Shades respecting the Cliff Bridge. 1827 98 Cole's Pleasant and Profitable Journey to London. Illustrated. Scarborough: Printed (only Fifty copies) for private distribution, by John Cole, Newborough. 1828. 99 Cole's Antiquarian Bijou. 1829 This tract contains representations and descriptions of a curiously constructed Iron Chest; a finely carved Oak Sofa; and an ancient Pistol-sword. 100 Cole's History and Antiquities of Filey, in the County of York, Illustrated. 1828 101 Cole's Scarborough Collector, and Journal of the Olden Time, Illustrated 1828 102 Cole's Historical Sketches of Scalby, Bur- niston, and Cloughton, with descriptive notices of Hayburn Wyke and Stainton dale, in the County of York, 8vo. Illus- trated. 1829 103 Compleat Manual of Family and Private Devotions: collected from Bps. Taylor, Kenn, Patrick, &c. front, of 6 ports. 1766"], [22, "14 104 Courtney's (Rev. John) Sermon on the Duty of frequent Communion at the Lord's Table. 1824 Presented by the Author. Bound up with Vol I. of my Collection of Autographs. \" Mr. Courtney's Sermon on the Duty of frequent com munion at the Lord's Table, is eloquent and edifying.\" Gents. Mag. 105 Courtney's Sermon for the Employment of Discharged Prisoners 1826 From the Author, with his Autograph. 106 Countess of Moreton's Daily Exercise: or, a Book of Prayers, &c. with the frontis- piece: 1732 A scarce book, classed in my miniature collection. 107 Cradock's Literary and Miscellaneous Memoirs, fully illustrated with portraits, views, autographs, &c. 1826 108 Crawford's Dying Thoughts 1782 109 Critical and Moral Dissertations on divers Passages of Scripture. Collected and translated from Foreign Journals. By John Farrington of Clapham. Aged 77. 2 vols. 4to. MS. 1757 The above is a very legibly written MS., and has never been published."], [23, "15 110 Cunningham's (John) Poems. Newcastle. 1771 This copy contains a short poem in MS. by the Author, never printed. Ill Davis's Journey round the Library of a Bibliomaniac, illustrated by portraits and MS. additions. 1821 \"Of this entertaining and useful little volume only 250 copies have been printed. Mr. D., has, in our opinion, paid due attention to every point deserving of attention in his Journey. About a hundred and twenty old books are catalogued.\" Literary Gazelle. 112 Davis's Second Journey, Illustrated 1825 This part possesses an autograph letter by the author, respecting the proposed third portion of his Journey .t 1 13 Davis's (G.) Guide to the use of Spectacles. 1826 Presented by the Author. 114 Dawson's (Miss M. A.) Poem, occasioned by the partial burning of York Minster. 1829 A presentation copy from the Authoress. 115 Dibdin's Library Companion, 2 vols. Il- lustrated. 1824 116 Eastmead's Observations on Human Life, on tinted paper, one of the 6 so thrown off. 1825 From the Author, with his Autograph. t Vide my \" Pleasant and profitable Journey."], [24, "16 117 Edmeston's Sacred Lyrics, 3 sets 1822 The third set has a drawing of the house referred to at p. 73. — \"Joshua xxiv. 15: Entering for the first time a house of my own. — April 25. 1822.\" The volume has, be sides, an autograph letter from the author. \"I cannot dismiss Mr. Edmeston's volume without remarking that it breathes a mingled spirit of pure poetry and devotion.\" Dr. Drake's 'Evenings in Autumn.' 118 Edmeston's Woman of Shunem, a Dram- atic Sketch; Patmos, a Fragment; and other Poems 1829 A presentation copy from the author, with an autograph letter. 119 Essay upon Prints (Gilpin's) Illustrated 1768 This copy contains illustrative etchings, mezzotintos, &c. of the works of the different masters described in the body of the work, besides written sketches. 120 Fac-similedone from an Original Drawing, by Mr. Collins, of a Luduson an Egyptian Pebble, in the Collection of William Con- stable, Esq. of Burton Constable. From a private plate. Presented by Mr. G. Todd. 121 Fawcett's Sick Man's Employ 1809 122 Foe's (Daniel de) Comparison between York and Lincoln Minsters 1800 Presented by William Blanchard, Esq."], [25, "17 123 Fowler's Representation of the Roman Tes- selated Pavement, discovered in the year 1817, at Storton, in the County of Lineoln, upon the Estate of Sir Henry Nelthorpe, Bart. Presented by the ingenious Engraver. 124 Fugitive Pieces in Verse and Prose. Printed at Strawberry-hill. 1758 The following notice is made upon the cover of this unique copy. \"This Book was given to Mrs. Clive by Mr. Walpole; and upon her decease, made a present of to me, by her surviving brother, Mr. Raftor, March 2nd, 1786. William Douglas.\" 125 Garencieres' (Theophilus, late Vicar of Scarborough) General Instructions, Di- vine, Moral, Historical, Figurative, &c. shewing the progress of Religion from the Creation to this time, Svo. York. 1728 126 Garrick's Scrap Book, small Svo. bound in vellum. The above is one of the Books from the Collection of the late David Garrick, Esq. It contains some fine etchings by Callot, illustrative of the solemn events of the Passion week. The . figures are diminutive, but executed with great grace aud spirit; and are followed by a series of Emblems, relative to the same awful proceedings. There are also speci mens by Aug. Quesnel, Crespy, fye, the whole forming a volume of great interest. D"], [26, "18 Gilbert's Ancient Christmas Carols. 1823 Gillespie's Sermons on the Seasons 1822 Grosvenor's Mourner: or, the Afflicted relieved. 127 128 129 Heath's Account of Chepstow, Persfield, &c. 8vo. 130 131 Hervey 's (Rev. James) Works, 7 vols. 8vo. Illustrated. 1 797. Hervey's Four Sermons on the Divinity of Christ, to which are added four other Ser mons 1779 Hervey's Meditations, HepfinstalVs beau- 132 133 tiful edition. 1796 134 Hervey's Letters, elegant, interesting, and evangelical 1811 1811 135 Hervey's Letters, from the Originals in the possession of the Rev. R. H. Knight, m. a. on pink paper. Scarb. 1829 Only 8 copies on pink. 136 Hervey's Theron and Aspasio, A Defence of. 1761 Hervey's Life, by the Rev. John Ryland, 8vo. 137 138 Hervey's Life, by the Rev. John Brown, 12mo. Edinb. 1809 Edmb. 1809"], [27, "19 139 Hervey's Time of Danger, Means of Safe- ty and Way of Holiness. 1759 140 Hinderwell's History of Shipwrecks, the first edition, with corrections in the Au- thor's hand-writing, 8vo. 141 Hinderwell's History of Scarborough, 4to* 1798 Illustrated by portraits and views, and MS. additions in the Author's own hand. 142 Hinderwell's History of Scarborough, royal 8vo. 2 vols. very fully illustrated by views, MS. additions, printed scraps, fye. 1811 143 Hinderwell's Life, 4to. 1826 Only 18 copies in 4to. 144 History of the Town of Northampton ; with an Account of its Public Buildings and Institutions. 1817 145 History of Lincoln, and Guide to its Curi- osities and Antiquities, Illustrated by plates, faC'Similes, and MS. Lincoln.181 8 146 Hogg's Syllabus of Lectures on Natural and Experimental Philosophy, with the autograph of the author. Truro. 1806 147 Hopkins's(Rev. Samuel) Observations to prove the Divine Institution of the Chris- tian Sabbath. 1826 Presentation copy from the Author."], [28, "20 148 Home's Introduction to the Study of Bib- liography, 2 vols. Illustrated with plates, drawings, and MS. notes. 1814 149 Hutton's Tour to Scarborough in 1803. Illustrated. 1817 150 Jenks's Prayers and Offices of Devotion, 8vo. 1813 151 Johnson's Typographia, 2 vols. 152 Jones's Four Discourses, preached on Mr. Fairchild's Foundation at St. Leonard's, Shoreditch. 1799 153 Kemble's (Stephen George) Odes, Lyrical Ballads, and Poems on various occasions. Edinb. 1809 A presentation copy from Mrs. Kemble, with an auto graph Letter. Mrs. Stephen Kemble, it will be recollected, was the cele brated Miss Satchell. 154 Lamb's (C.) John Wood vii, a Tragedy. To which are added, Fragments of Burton, the Author of the Anatomy of Melancholy. 1802 A presentation copy from the Author, with his Autograph. 155 Letter addressed to John Tindall, Esq., Banker, Scarborough, relating tc the Re-"], [29, "21 mains of an Ancient Village, near Clough ton, with the original MS. Scarborough. 1828 156 Letters from Wetzlar, written in 1817, developing the authentic particulars on which 'The Sorrows of Werter' are found- ed. By Major James Bell. 1821 From the Author, with an autograph letter. 157 Levison's Observations on the Teeth and Gums. 1826 Presented by the Author. This copy contains MS. observations in the hand writing of the Author, with an autograph letter. 158 Lincoln and Lincolnshire Cabinet, 1827 and 1828, with embellishments by the Jewitts. Presented by Mr. A. Jewitt. 159 Lincolnshire Churches: a Series of colour- ed Drawings of fine specimens of ecclesi- astical gothic architecture, around Sleaford, with a map pointing out their respective situations. By Mr. John Ross. Presented by the Artist : a self taught genius in the art of drawing. 160 Literary Offerings. MS. Scarborough. 1825 This is my own private Album, containing original con tributions from Archdeacon Wrangham; James Montgomery, Esq.; Dr. Sisson; Hermionc, Malvina; James Edmcston, Esq ;"], [30, "22 Thomas Hinderwell, Esq.; William Upcott, Esq.; Captain Andrews; John Willis, Esq.; Mr. T. Cape; &c; &c. A Drawing by the Rev. Thomas Gisborne, M. A,, in his peculiar style; a beautiful pencil Drawing by Mr. Henry Cave; an admirably stippled Drawing of flowers by Mrs. Sisson ; a pen cil sketch by H. S. Storer, Esq. ; &c. I. C. 161 Lowndes's Bibliographer's Manual. 1828 162 M'Donald's Narrative of a Voyage to Quebec, with the autograph of the author. 163 Markham (Gervase) on Angling, taste- fully and appropriately bound in green morocco. 164 Mason's (Rev. John) Select Remains, f.cap. Svo. Scarborough. 1828 The Rev. John Mason was Rector of Water- Stratford, in the County of Buckingham, where he died in the year 1694. Of the devout Sayings and Letters contained in this small volume, Dr. Isaac Watts highly approved, and the work was published under his recommendation. 165 Mastin's (Rev. John) History and Anti- quities of Naseby, in the County of North- ampton. 1818 A presentation copy from the Author, very fully illustrated, by plates, MS., and printed scraps. Vide my \"Descriptive Catalogue'', in which is a notice of this work. 166 Maude's Visit to the Falls of Niagara, in 1800, with engravings. 1826 The above is a presentation copy from the Author, on large paper, and has the 4to Appendix. Only 50 printed."], [31, "23 167 Moxon's Prospect, and other Poems. 1826 168 Moxon's Christmas. A Poem. 1829 A presentation copy from the Author. 169 Murray's Power of Religion, Large Pa- per, Illustrated. This copy has, besides portraits of most of the personages of whom biographical descriptions are given, an autograph letter by Lindley Murray, and a note in the hand-writing of Howard, the Philanthropist. 170 New Manual of Devotions. 1818 171 New Week's Preparation. Appended to this copy, which was the late Mrs. Oldfield's is the following extract in her own hand-writing, which I think worthy of transcription, from the excellence of the exhortations and reflections. \" The religion of a Christian affords a noble and a safe refuge. With the exalted hopes that this presents to us, the sufferings of the present time are not worthy to be compared. In those glorious hopes let us bury every anxious thought, the -uneasiness of discontent, and the solicitude of care. Let us not sink under our light afflictions, which are but for a mo ment. A very few years, perhaps a few months or days, may bring us into that state of being, where care and misery perplex no more. Though we have now our bed in darkness, and our pillow on the thorn, yet the time draweth nigh when we shall taste of life without anguish, and enjoy the light without bitter ness of soul; the night is far spent, the day is at hand; let us gird up the loins of our mind and be sober : — no longer disturb ed with the troubles of this world ; we are hourly hasting to that scene of existence, where the wicked cease from troubling and where the weary are at rest ; where hope shall no more be"], [32, "24 cut off by disappointment, and where the distresses of time are forgotten in the joys of eternity.\" 172 North, (Robert) Biographical Sketch of, and an authentic copy of his singular and interesting Will, 4to. Scarborough. 1823 Only 12 copies on 4to. paper. 173 Ocean (The) Spiritually reviewed. By the Author of \" The Retrospect,\" &c. This work was read and marked by the late Thomas Hin- derwell, Esq. 174 Oldsieldian Cookery Book. Scarb. 1828 This copy has the original MS. Receipts. 175 Original Anecdotes of Literary and Po- pular Characters, with Bibliographical Memoranda. Noted by John Cole. 4to. MS. 1825 176 Pamphlets — including some unpublished Pieces: — 1. Critique on the Character and Writings of Sir George Wheler, Knt. as a Traveller; in a Letter to the Rev. F. Wrangham. By Edward Daniel Clarke, L. L. D. 1820. (Only 50 Copies printed.) Presented by Archdeacon Wrangham. — 2. The Restoration of Learning in the East. A Poem. By Archdeacon Wrang- ham. With corrections in the Author's own hand. Presented by the Author. — 3. Stonehenge. Unpublished. Presented by"], [33, "25 the Author. 4. Remarks on the Mosaic History of the Creation. Unpublished. Presented by the Author. 5. The Talents of Edmund Kean delineated. Only a limited impression. 6. Biographical Sketch of Robert North, Esq. 7. Thoughts on the probability of our being known to each other in a future life. 1814; &c. 177 Parsons' Poetical Trifles. 1822 178 Pennant's Account of London, 2 vols. Illustrated by plates, &c. and an autograph letter, by John Britton, Esq. 1813 Another copy 179 180 Philosophical Transactions for the year 1700, 4to, plates. Illustrated. Presented by Mrs. Garrett. 181 Piercy's History of Retford, in the County of Nottingham, with wood engravings by Jewitt, Large Paper. Illustrated. This copy possesses an autograph Letter from the Author, and is otherwise illustrated. 182 Pious Country Parishioner instructed. 1821 \" The Gift of John Lund to Mr. John Cole, Stationer, at Sc_u:bro' — 13th May, 1822, with this request, that it may be preserv'd as a Keep-sake. \" 183 Pious Man's Directions, (The) shewing how to walk with God all his days. 1701 D."], [34, "26 This copy, belonging to my miniature collection, has the neat outline wood cut of a man sitting at the base of a tree, having an open book upon his knees, with uplifted hands, ex claiming \"Rivers of water run down mine eyes because men keep not thy Laws.\" 184 Piozzi's Observations made in the course of a Journey through France, Italy, and Germany, 2 vols. 8vo. 1789 This copy possesses MS. notes by Archdeacon Wrangham, made during his visit to Scarborough, in 1826. 185 Pocket Volume of Extracts from the Bible. Northampton. 1823 Presented by the Publisher. 186 Pocock Fig-tree, Oxford, proof of, by Storer. 187 Poem written on the late Rev. Thomas Robinson's Visit to the Isle of Ely, with notes by Thomas Hinderwell, Esq., the Historian of Scarborough. 1818 188 Poems. Selected by Dr. Goldsmith. 1785 This volume belongs to my Herveiana collection. It con tains the Poem entitled \"The Deity\" brought into notice by Fielding and Hervey. Vide p. 1. 189 Pope's Essay on Man. Translated into Prose, after the manner of the Rev. Mr. Hervey. 190 Portraits of Persons, and Views of Places,"], [35, "27 which have come under the observation of John Cole, of Scarborough, mounted. 191 Prior's Poems, 8vo. Jacob Tonson. 1709 The above was the celebrated Addison's copy, bought at the sale of his Library, in 1799, which produced £456 2s. 9d. 192 Proofs on India, before the writing, of the plates engraved for \" The Scarborough Album.\" 193 Ditto on Satin. 194 Rambach's Meditations and Contempla tions on the Sufferings of our Lord and Saviour, Jesus Christ, 8vo. (Rev. W. Richardson's edit.) 195 Richardson's (Rev. James) Sermon on the Anniversary of his Majesty's Accession to the Throne.. ..181 2.— On the Formation of an Auxiliary Bible Society ...1812. — The necessity of Attention to Practical Religion and Sound Doctrine in the Christian Min ister.... 1819. — A Cloud of Witnesses to the Truth of Scripture, opposed to Modern Infidelity....l819.— The Articles of Reli gion practically considered.... 1823. From the Author. Sandford's (Dr.) Lectures on the Passion Week. Edinb. 1821 196 Edinb. 1821"], [36, "28 197 Scarborough': Setterington's large View of, scarce. 1735 \" To the Hon. John Hill, Esq., one of the Commissioners of His Majesty's Customs. This Perspective Draught of the Ancient Town, Castle, Harbour, and Spaw of Scarborough, is humby dedicated, by his most obliged and devoted servant, John Settering ton.\" Presented by John Maude, Esq. 198 Scarborough: fine, large, and scarce view of, by Place. 199 Scarborough Repository, Illustrated by drawings, prints, autograph letters, fye, bound in ancient figured silk. 1825 200 Another copy, with the original contribu- tions 201 Another copy, on tinted paper, 202 Select Funeral Memorials. Edited by Sir Egerton Brydges, Bart. 4to. Kent. Printed at the private press of Lee Pri- ory. 1818 Presented by Archdeacon Wrangham, with an autograph Letter. 203 Sisson's (Rev. J. L.) Historic Sketch of the Parish Church, Wakefield. Wakefield. 1824 From the Author. This copy possesses several printed illustrations. Of this work there were 4 copies printed on India Paper ; 75 on Large Paper, with ploofe on India; and 250 on Small Paper."], [37, "29 204 Smith's (Mrs. Charlotte) Natural History of Birds, 2 vols. 1819 This copy possesses notes made by the celebrated Mr. Thomas Bewick, during his visit to Scarborough in 1827; and a MS. biographical notice of Mr B. with an illustrative plate. 205 Smith's (William James) Twelve Fac- simile Etchings from very rare Originals by Rembrandt Van Ryn in the Cracherode Collection at the British Museum. 4to. 1824 Presented by W. J. Smith, Esq., the Etcher. 206 Stopford's (Octavia) Sketches in Verse. and other Poems. Hull. 1826 From the Authoress. 207 Storer's Illustrations of the University of Cambridge, Specimens of. 1828 Presented by the Engraver. 208 Storer's Views in Edinburgh Presented by the Engraver. 209 Tablet of Memory 1797 210 Thompson's Historical Sketches of Brid- lington, Illustrated. 1821 A presentation copy from the Author, with an autograph Letter, and notes in his own hand. 211 Todd's (Rev. H. J.) Letter on tbe Icon Basil ike. 1825 A presentation copy from the Author,"], [38, "30 212 Todd's (Rev. H. J.) Reply to Dr. Lingard's Vindication of his History of England. 1827 Presented by the Author. 213 Todd's (Rev. H. J.) Visitation Sermon at Scarborough, 1821 214 Todd's (George) Description of York, L.P. 1825 — And — Castellum Huttonicum : Some Account of Sheriff Hutton Castle. 1824 Presentation copy from the Author, with an autograph Letter. The first is one of the 25 large paper copies, and is illustrated with some extra plates, viz. the E. & W. Windows; Ancient Glass Window, presented by the Earl of Carlisle ; W. Front of Cathedral; Skelton Church; old and new Ouse Bridges, &c. The second has fine proofs of the plates. Only 300 printed. 215 Trusler's(Rev. Dr.) Proverbs Exemplified, numerous wood cuts by Bewick 1 790 216 Wilmott's Sermon on the Death of the Rev. Dr. Coulthurst Halifax. 1818 Illustrated by a copy of the Inscription on Westmacott's Monument, by Dr. Coulthurst. 217 Wilson's (John) Sacra Poetica 1823 218 Wrangham's Works, 3 vols. Svo. 219 Raising of Jairus's Daugh- ter. To which is annexed a Short Memoir of Caroline Symmons. 1804"], [39, "31 220 Wrangham's Poems, 8vo. 1795 221 Young's Night Thoughts, with illustrations 1821 222 Young's (Rev. G.) Geological Survey of the Yorkshire Coast, 4to 223 Zara; a Tragedy, by Aaron Hill, Esq. with MS. notes. 224 Zouch's The Schoolmaster, exemplified in the character of the Rev. John Clark, M.A. York. 1798 225 Arch (The) of Titus, 8vo. pp. 6. 1824 The above unpublished Poem is by Digby Cayley Wrang- ham, Esq. Kindly presented by the Ven. Archdeacon Wrangham. 226 A series of Ancient_Wood Engravings, from a black letter volume. Lugduni. 1519 Presented by John Maude, Esq. 226 Biographical Dictionary of living Authors. Illustrated. 227 Bromley's Catalogue of Engraved British Portraits, 4to. Illustrated. 1793 228 Catalogue of an interesting Collection of Prints, comprising Portraits, Views, &c, by Edward Evans. Illustrated with por-~ traits and views."], [40, "32 229 Cole's (John) Account of his Life, 4to. MS. 1829 230 History of Filey, interleaved and il- lustrated with notes. 231 Commentary on the Bible, in MS., f. cap 8vo. pp. 442, clasped. 1710 Presented by Mr. John Hudson, the Antiquary, of Retford. 232 Descriptive Catalogue of Books in the Library of John Holmes, F. S. A. with Notices of Authors and Printers. Unpublished. 1828 A presentation copy from John Holmes, Esq. The above is a demy 8vo., consisting of 310 pages: a very useful Catalogue of reference. Respecting Mr. Holrnes's Library, see either Piercy's \" History of Retford\"; or \"The Scarborough Collector.\" 233 Explanation of the Plates of the Bayeaux Tapestry, published by the Society of An- tiquaries of London, MS. Unpublished. Presented by the Author, Thomas Adderley, Esq. 234 Faith and Justification; two discourses by Arehbishop Sharp and Owen Manning, B. D. with a preface by H. J. Todd, 8vo. 1829 Presented by the Editor. 235 History of Scalby. Illustrated. Bound in ancient figured crimson Silk. 236 A second copy. 237 M. S. Rev Edw. Gul. Barnard, A. M. Carmen a Ven. Franciso Wrangham, A.M."], [41, "33 S. R. S., &c, &c. Anglice scriptum, a Stephano Glas Fawcett Latine redditum. Unpublished. 1828 Presented by the Rev. Archdeacon Wrangham 238 Psychæ; or, Songs of Butterflies, &e, by Archdeacon Wrangham, not printed for sale 8vo. pp. 40. The above, of which ore only 50 copies, contains transla- tions into Latin Verse, of the celebrated Songs of Butterflies. Presented by the Rev. Archdeacon Wrangham. 239 The Talents of Edmund Kean delineated. Illustrated. This copy possesses the autograph of the great Actor, written during his visit to Scarborough, in October, 1829. 240 Tracts, A volume of old, 4to. Presented by Mr. John Hudson, of Retford. 241 Tract printed on Straw Paper. Presented by Mr. W. E. Moore. 242 Travis's, (Dr. N. A.) Dissertatio Medica Inauguralis de Apoplexia, 8vo. pp. 27. Un- published. Edinburgh, 1825 Presented by W. Travis, M. D. 243 Wilson's, (Isaac) Miscellanies in Prose and Verse. Hidl, 1829 Presented by the Author, with his Autograph. D."], [42, "&ciirtJoraug!j; PRINTED BY JOHN COLE, FOR PRIVATE DISTRIBUTION."], [43, ""], [44, ""]]