[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "Robert Emmet A TRAGEDY OF IRISH HISTORY BY JOSEPH I. C. CLARKE SEAL OF THE UNITEO IRISHMEN NEW YORK AND LONDON G. P. PUTNAM'S SONS SCjje Jlm-hcrb-clur Jlreas 1888"], [12, "COPYRIGHT BY JOSEPH I. C. CLARKE 1887 Stage-right and all other rights reserved. Press of G. P. Putnam's Sons New York"], [13, "TO MY WIFE MARY MY BEST CRITIC, MY CONSTANT ENCOURAGER, WHO LINE BY LINE WATCHED THE GROWTH OF THIS WORK, A LABOR OF LOVE FOR BOTH OF US"], [14, ""], [15, "PREFACE. This tragedy is presented as an earnest effort to tell in dramatic form the story of a young man of gentle blood who, in our own century, laid down his life for his native land. History is not wanting in such heroes, and Ireland has furnished many, but few present so many claims on the tender affec tion and admiration of mankind. Inwoven with the story of his pure patriotism is that of a love so true and touching that all the higher dramatic ele ments are there, waiting only the hand of art to arrange them. Robert Emmet was born in Dublin, March 4, 1778 ; he died on the scaffold September 20, 1803. Thomas Moore paid poetic tribute to Emmet, the friend of his youth, in some of the finest of his Irish melodies. Washington Irving immortalized the love of Sarah Curran in his \" Sketch-Book \" under the title of \"The Broken Heart.\" The Comtesse de Haussonville told the story of Em met's life to France in an exquisite monograph. The prose form has been chosen in the present work for many reasons. Chief among them is that no maker of verse could rise to loftier heights than Emmet himself in the prose of that marvellous"], [16, "PREFACE. VI speech in the dock which has become a classic of the language. Its great periods and its arrowy sentences may not be rashly broken to suit the needs of verse. It sets high the mark for all that can be written about Robert Emmet, his purpose, his love, and his doom. The author is much indebted to Dr. Thomas Addis Emmet, of this city, a grand-nephew of Robert Emmet, for the kindness with which he allowed a thorough examination of the rare collec tion of family documents, illustrations, and price less relics which he has gathered and which he treasures with such loving care. It has thus been made possible to present with this volume absolute reproductions of the originals of all the portraits of the young hero. The frontispiece is an artotype of the Comerford miniature which was sketched on a piece of brown paper during the trial and afterward tinted. This miniature was copied on ivory many years later, and all reproductions of this likeness hitherto made have been from the copy. The autograph under the miniature is reproduced from one of Robert Emmet's books which he used at Trinity College, Dublin. Most important, perhaps, of all are the sac-simile reproductions of the pencil sketches made during the trial by Petrie, the artist, father of Ireland's greatest archæologist. Here in the hasty lines the artist has caught the very spirit of the thrilling moment when, baited by the fierce judge, young"], [17, "Preface. VII Emmet stood, the embodiment of calm scorn and defiance. The drawn brows, the contracted eye lids, the curling lip, the folded arms, bring the awful scene before the eye with startling reality. Many drawings and prints have been made from this original, but none have preserved its spirit. The profile outline drawn on the same paper shows the young face in repose. The three seals which are reproduced in enlarged form have each a romantic history. Suffice it to say here that the design for the beautiful seal of the United Irishmen was made by Robert Emmet in 1798. It was cut with masterly skill upon an emerald and is at present in the possession of a member of the family. The seal of Thomas Addis Emmet was cut upon a large rock crystal, and was worn by him in prison at Fort St. George. The seal of Robert Emmet, cut upon a white carnelian, with its willow tree bowed by the storm, its harp of the breaking strings, and its legend, \" Alas, my country ! \" was worn by him on the morn ing of his execution. New York, November, 1887."], [18, ""], [19, "DRAMATIS PERSONÆ. Robert Emmet. Lord Charlemont. Lord Wycombe — A friend to Emmet. Geoffrey Delany — Emmet's rival. Malachi Fleming — Cousin to Delany. Sir Wilkins McCue. Michael Graham — Emmet's lieutenant. Michael Dwyer — The Wicklow rebel chief. Martin Burke, ) y Wicklow rebels. Hugh Byrne, ) Eustace — A Kildare rebel. Kirwan, ) > Dublin rebels. Howley, ) Major Sirr — Town Marshal of Dublin. Lord Norbury — Chief-Justice. Attorney-General. MacNally — Counsel to Emmet and government spy. Clerk of the Criminal Court. Jailer. Sarah Curran. Ann Develin. Rose Malone. Guests, citizens, peasants, soldiers."], [20, ""], [21, "ACT I"], [22, ""], [23, "3 ROBERT EMMET. ACT I. Time — 1800. Scene — A salon in the house of Lord Charle- mont, in Dublin. At the back an arch giving upon a gallery. opposite the arch an oriel window, in whose recess is seen a harp. Geoffrey Delany and Lord Wycombe, each sur- rounded by a group of gentlemen. At the back, ladies and gentlemen, walking two and two, are seen passing along the gallery. The music of a 7ninuet is heard faintly. The couples pass off. Music ceases. delany. So you tell me, Wycombe, that the leaders of the party opposed to the passage of the Act of Union have but lately concluded a meeting in this house."], [24, "4 ROBERT EMMET. WYCOMBE. True as Gospel, Delany. All hope of saving the Irish Parliament is lost ! Enter Sir Wilkins McCue. He is greeted with a general smile. WYCOMBE. Here is Sir Wilkins, fresh, no doubt, from adorn ing the gallery of the House of Commons. SIR WILKINS. Not at all. The thing has become too dull. It 's all very well for members, the lucky dogs who have a country to sell. DELANY. It 's too bad, Sir Wilkins, that virtue like yours should go begging. SIR WILKINS. The fact is the McCues are so cursedly loyal that no one has thought it necessary to buy me up. WYCOMBE. Why did n't you turn patriot ? SIR WILKINS. Your party, my lord, was too quick for me. Why, Lord Castlereagh had bought all the \" patri ots \" he wanted before I had time to turn my coat."], [25, "ROBERT EMMET. 5 DELANY. Then your tailor 's to blame for giving you so tight a fit. SIR WILKINS. The rascal ! Another reason why he '11 never get a penny from me. And he told me he made for half the House of Commons ! WYCOMBE. It were better so tight-fitting a tailor had made for them all. DELANY. Sir Wilkins will now give the London tailors a chance. SIR WILKINS. All patriots should live off the enemy. Enter Lord Charlemont. WYCOMBE. Here comes Lord Charlemont. SIR WILKINS. Ah, my lord ! How beats the pulse of the dying country ? LORD CHARLEMONT. You don't seem a mourner at the bedside, Sir Wilkins."], [26, "6 ROBERT EMMET. SIR WILKINS. I 'm not in the will. My country has treated me scurvily. Even the rascally rebels who had my childless uncle a prisoner in '98 let him go, or I should be as rich as Crœsus to-day. CHARLEMONT. [To Wycombe] I want a word with you, Wy combe. I 've heard some news that troubles me. Charlemont and Wycombe go up and con- verse. SIR WILKINS. Is n't it strange, Geoffrey, to find you talking politics when the young rosy god is looking for you with a golden arrow in his bow ? DELANY. What do you mean ? SIR WILKINS. Counsellor Curran's daughter is here. I 've seen her. [Delany starts] A perfect Hebe, by Jupi ter ! And chaperoned by a delightful old lady, who is almost deaf, and who is now playing whist with three old dowagers down-stairs. DELANY. She is here ? SIR WILKINS. You know you told me all about your hopeless passion, Geoffrey, at the hunt dinner a month ago,"], [27, "ROBERT EM MET. 7 when old Macgillicuddy's claret made you pathet ically eloquent. How her fair face followed you in your dreams, and so on. I can certainly say it followed you in your drink. DELANY. You must not jest upon it. SIR WILKINS. By the way, did you ever discover who the un known and invisible rival was ? DELANY. No ; I am still in the dark. If my cousin, Mala chi Fleming, were in town he 'd soon find the fellow out for me. SIR WILKINS. Your cousin Malachi is a fine fellow and a sharp fellow ; but he plays cards a little too well, and disappears mysteriously too often to be of much use to you in this sort of thing. No, no ; better trust your own efforts ! But so long as your rival remains a myth your chance is not so bad. At any rate, don't lose time while the lady 's here. DELANY. Here ! here ! That word has touched me as though my destiny hung upon the way we meet to night. [Goes up to gallery."], [28, "8 ROBERT EMMET. WYCOMBE. [To Charlemont as they come down] A warrant for the arrest of Robert Emmet, and issued to-day ! charlemont. It grieves me very much. The family is so well connected that he must be warned of his danger. One brother in prison for rebellion should be enough. A man of his talents could easily make terms with the king's government. WYCOMBE. You will find him hard to convince of danger, harder still to turn him from that line of action if he has entered on it. charlemont. He is coming here to-night. I meant to reason with him for his excellent father's sake ; but this news of a warrant in Major Sirr's hand puts a new face on the matter. He must be told to fly. wycombe. He is not long returned from visiting his brother, Thomas Addis, in prison at Fort St. George. charlemont. No, but his stay in Ireland might end in his being sent back to Scotland to keep his brother company. [ Turning aside, they converse."], [29, "Robert emmet. 9 DELANY. [Re-entering from gallery] Here, indeed ! But with a strange melancholy in her eyes as they seem to search around for some one. Not for me. She saw me, but her bow was formal, and her lips never moved. For whom does she search ? [Advancing. SIR WILKINS. Ah, Geoffrey ! Here you are [crossing to Charle mont]. My lord, it 's. not fair to talk politics all night. You all, gentlemen, are patrons of belles lettres. Let me read you a poem of my own composition. all. Oh, oh ! Sir Wilkins ! SIR WILKINS. It has a mournful interest. [Laughter] It was written to cheer what turned out to be the last moments on earth of a dear friend. He was pep pered this morning like a gentleman at Ball's Bridge, and all about the size of a lady's shoe. The lady comes from Mullingar. It is entitled : \" The Pleasures of Wine and the Harmonies of Love.\" wycombe. The pleasures of wine ? No wonder he was hit, if you were making him a butt all night. SIR WILKINS. [Putting paper in his pocket] Hang me if I read it !"], [30, "10 ROBERT EM MET. delany. No wonder if the poor fellow heard it he was \"carried away \" in the morning. SIR WILKINS. [Slily] Laugh as you may ; men will fight about women, drink wine, and talk after dinner. Why I know one gentleman who would fight now if he only knew the name of his man, and was sure of just one nod from his lady. wycombe. Name, Sir Wilkins, name. DELANY. Come, Sir Wilkins, if you would make us merry, tell us about your uncle's escape from the rebels in '98. SIR WILKINS. It is a brief story. He says he slew six of them in a hand-to-hand fight. History says one rebel with a pike hunted him six miles. Until he makes me his heir I am on the side of History. DELANY. How you must hate that rebel ! SIR WILKINS. All rebels."], [31, "ROBERT EMMET. 11 A F00TMAN. [Announcing without] Robert Emmet ! CHARLEMONT. [To Wycombe] Did you catch that name the footman called ? wycombe. It sounded like Robert Emmet. [Charlemont goes up. EMMET. [ Without] Is Lord Charlemont here ? The Company turn toward the gallery. Delany is in front. Enter Emmet ; he looks excited. CHARLEMONT. Mr. Emmet, glad to see you. A word with you at the first opportunity. [ They shake hands. [ They shake hands. EMMET. At your lordship's service. [Bows to Delany, shakes hands with Wycombe. wycombe, You look excited. emmet. I have just come from the House of Commons. You are merry here ; but out in the streets you hear no laughter. The people know what has not"], [32, "12 ROBERT EMMET. reached here yet, that ruin stares the nation in the face. DELANY. It is the outcome of the scarcely dead rebellion. EMMET. It 's enough to breed a new rebellion. Plunkett to-night said that the passage of the Act of Union would absolve all men from their allegiance to the English crown, and he should be the first to throw it off. I tell you he shall not lack company. SIR WILKINS. Wise man, Plunkett ; they must bid high for him. They '11 make him a judge by and by, and then we '11 see if he plays Silken Thomas, and throws up his wig as the other threw down his sword. EMMET. He will find hundreds to lay down their lives with him if need be ; and there will be need. Heavens ! to think of a nation's independence in hands like the gamesters of the Commons. Grat tan's thunder and Plunkett's wrath fall on ears stuffed with promises. The gold in the pockets of the bribed jingles till it drowns the cry of the multitude without. CHARLEMONT. Your honest indignation makes you indiscreet."], [33, "ROBERT EMMET. 13 EMMET. It is sickening to see the farce go on. Speech after speech, but votes only changing as one after another drops away from the country's side. You can count them by the growing glitter in the eyes of Castlereagh. You can read his accursed security in the coldness of his smile. SIR WILKINS. Ah, we must plume our wings for flight to London. EMMET. You cannot transplant the Irish nation there. SIR WILKINS. No ? We '11 transplant that to America. EMMET. Jest or earnest, there freedom has a home which tyranny cannot reach. I have come within a week from a brother's side in his prison cell in Scotland ; it is to America he turns his face. SIR WILKINS. It is too bad this Parliameut of ours should commit suicide under promise of reward. EMMET. It is not a body to be looked at without shame ; but still it is the Parliament of Ireland. There are"], [34, "14 ROBERT EMMET. some glorious names upon its roll — names enough to prove that if the Irish nation through and through could name the men to fill its benches, Castlereagh might promise earldoms by the thousand and leave the Commons unshaken as our mountains. You, my lord [to Charlemont], and you [to Wycombe], have no doubt of this. sir wilkins. And I? EMMET. [To Sir Wilkins] I tell you, sir ! if you could stretch your hand far enough to lay it upon the people's heart you would get back a thrill that would electrify you. That heart is sound. The nation is living, is indestructible, and will yet con found its enemies. wycombe. [Aside to Emmet] Take care ; you are going too far. EMMET. I would compromise no one, and / cannot be compromised. My blood boils, and I must speak. They are taunting me, and they cannot put down my indignation with a sneer. [Stands grimly. charlemont. Sir Wilkins, your jests are not so amusing as your poetry. [Aside] Remember his painful position. He has the shelter of my roof, and you tempt him"], [35, "ROBERT EMMET. 15 to imprudence. His liberty even now is endan gered : the Castle spies are searching for him. sir wilkins. Ah ! [nods significantly] then, why don't you let me read my poetry ? wycombe. [To Emmet] Sir Wilkins wants to read a so called poem of his on wine and the harmonies of love. EMMET. There is a bitter cup at the nation's lips — blood and tears within, and hate to follow the drinking of it. To write such songs and sing them now — the songs of a happy people — is an insult to Ireland — whom it has long been fashionable and profitable to insult. Some ladies appear at the entrance from the gallery ; the gentlemen who see them rise ; the ladies put their fingers to their lips en- joining silence. SIR WILKINS. What would you have us sing ? EMMET. Songs of manly aspiration for a time of freedom, songs of resolve to strike at need for freedom, songs for an army of Ireland's sons marching to battle for her freedom. Miss Curran appears, the ladies leaving a space at either side of her."], [36, "16 ROBERT EMMET. DELANY. [Aside] Miss Curran ! EMMET. Or, if you would sing of woman's love — [Miss Curran starts at hearing his voice, advances a step and listens with delight] of the love that warms the heart no matter what the sky, then take all beauties, all delights, all fair fruitions, and shed them around some gracious form to typify the land you love in the woman you adore. DELANY. The ladies . [Goes up to meet Miss Curran. The ladies come forward, Miss Curran first advancing to Delany, who bows to her. EMMET. It is her face. Miss Curran bows formally to Delany, and then passes on with a smile to Emmet, who advances a step to meet her ; he presses her fingers to his lips. MISS CURRAN. I overheard you, Robert. EMMET. Forgive me if the magic of your presence made me see all your loveliness in this dear land of ours. Delany looks in surprise at them as they con- verse ; his brow darkens as he crosses to Sir Wilkins."], [37, "ROBERT EMMET. ■ 17 MISS CURRAN. I listened in a blissful dream. I did not hope to see your face to-night. I thought you were far away. One should not always trust to gloomy bodings. [ They stand conversing. delany. [To Sir Wilkins] See there ! You saw how she passed me by. He, then, is the other. sir wilkins. I should n't mind a rival like that. The Castle constables are hunting for him now. The young man is on the high road to destruction. Exile or execution, it 's the toss of a guinea which. You know, her father, John Philpot Curran, defends all the rebels who rise to the dignity of a trial, and, after all, young Emmet may be merely \" retaining\" the daughter. delany. Nonsense, you trifle. I seek no man's ruin ; but he is in my way. And by what right ? SIR WILKINS. Time enough for your heroics, Geoffrey ; but don't surrender her now without a blow. I have it. She has a lovely voice. Ask her to sing ; see if he can prevent her."], [38, "18 ROBERT EMMET. DELANY. Good ! I '11 try. Advances to Miss Curran and Emmet, who have passed up. Delany bows to her and seems to ask her j she looks at Emmet, who nods a courteous assent. sir wilkins. [ Watching them] There 's a quarrel there, I 'm certain ; he '11 never let her sing. Egad ! I may have to write a fighting song for Delany. He con sents ! That fight is off for the present. All spirit is leaving the country. It 's time for the Parliament to go. Poor Geoffrey ! I '11 see what I can do for him. I '11 spread the news that our young rival is much desired by Major Sirr. [ Turns up among the company. MISS CURRAN. The charm of my singing ? Sometimes I sing to please my father. DELANY [Bowing] Let the pleasure of your father be the rapture of one other. EMMET. [-_-«_/-] Charm and rapture ! DELANY. I heard you once sing a little romanza of Scar latti's. May we hear it now ?"], [39, "Robert emmet. 19 EMMET. _ I would have asked Miss Curran for an Irish song. Young Moore, to please me, once set words to a tune I loved, and Miss Curran sang it to the harp. But as she wills. DELANY. May I conduct you, Miss Curran ? Miss Curran bows to Emmet, takes Delany's arm, and goes up looking fondly back at Emmet, who remains watching her. sir wilkins. [To a gentleman] Rather a disloyal speech young Emmet made, eh ? I 'm not surprised to learn that Major Sirr has a warrant for his arrest ; may be snapped up even here. It might be awkward for a man of family like you to be found near him. Gentleman nods assent. Sir Wilkins goes up among company conversing. Company grad- ually move to where harp is placed in gallery at back ; they gather round Miss Curran, who seats herself at the harp. EMMET. What seemed no more than childhood's friend ship has ripened into manhood's love. Dear heart, my soul goes with you ! Is thy heart responsive to mine ? An instant will tell. Lords Charlemont and Wycombe have stood in converse. Seeing Emmet alone, they come down to him."], [40, "20 ROBERT EMMET. CHARLEMONT. Mr. Emmet, it distresses me to tell you, but it must be told. I have learned to-night that Major Sirr holds a warrant from Lord Cornwallis himself for your arrest. Your brother in Fort St. George and your friend, Lord Cloncurry, in the Tower of London, should be warning sufficient. You must save yourself by flight at once. WYCOMBE. It is too true, Robert. EMMET. My lord, I thank you ; it is sudden, but not alto gether unexpected. He who dares any thing for Ireland must run hard chances. I had already de termined to start for France in the morning, and your warning shall not be thrown away. [Charlemont retires WYCOMBE. You might leave here now, when all are engaged with Miss Curran's song. emmet. Not now ; in a few minutes I shall be gone. [Shakes hands with Wycombe, who goes] Not now ! I hang upon a sound to know if a brighter hope shall be mine than any yet that has filled my heart. A light prelude is played upon the harp. Emmet listens anxiously. Then the melody of \" Let Erin Remember the Days of Old \" is brought boldly out."], [41, "ROBERT EMMET. 21 EMMET. O joy ! her heart responds to mine. 0 Ire land, thou hast at last a sister in my dreams ! What way of pain may lie before me now I know not, but this moment shall be with me ever like one bright star 'mid darkest night. [Sits in revery. miss curran [./«£-.]. \" Let Erin remember the days of old, Ere her faithless sons betrayed her ; When Malachi wore the collar of gold, Which he won from her proud invader. When kings with standards of green unfurled, Led the Red Branch knights to danger, Ere the emerald gem of the western world Was set in the crown of a stranger.\" EMMET. [Starting to his feet and coming forward] Oh that I were marching to that tune at the head of twenty thousand men ! The company return. Sir Wilkins and a gen- tleman together. sir wilkins. Downright treason ! And she sang it at Emmet's asking too. I 'm afraid it 's too warm for me here. Gentleman with others depart. Miss Curran comes forward radiant leaning on Delany's"], [42, "22 ROBERT EMMET. arm. She withdraws her arm and bows to Delany. Emmet goes to her. Sir Wilkins crosses to Delany. Emmet and Miss Cur ran go to the gallery. SIR WILKINS. You have gained a point, and had better let this cool a little. Let us leave together. DELANY. No ; I would rather stay. SIR WILKINS. There is nothing to be done now. DELANY. I tell you I cannot leave. She sang/_z_ song, not mine. She goes to him from me ; acts as if she had forgotten every word I poured into her ear. SIR WILKINS. Ah, irresolute ! I may be a poor judge of beauty ; but I know a point of honor. You put the wrong upon yourself if you pursue her now ; and he may be in Newgate before morning. DELANY. [Looks meaningly at Sir Wilkins] True! You are right. Come. Exit Sir Wilkins, followed by Delany, who looks lingeringly behind him. As they go off, Emmet and Miss Curran reappear."], [43, "ROBERT EMMET. 23 MISS CURRAN. [Anxiously] He seemed disturbed as he called you apart ; Lord Wycombe too, as he meanwhile spoke to me, watched Lord Charlemont's gestures with his eyes. What did it mean ? EMMET. But little. Let not your dear heart flutter at a shade upon his lordship's brow. [Seating Miss Cur ran] [Aside] Sir Wilkins spreading the news of my impending arrest has set them flying from me as if I had the plague. MISS CURRAN. But they all have gone ; the music is hushed, and the clattering of wheels tells me I should be going too. EMMET. Not yet, not yet. We are safe for a moment here. MISS CURRAN Safe ? What can you mean ? Tell me ! EMMET. [ With a gesture, as waving away distrust] Noth ing. First let my heart speak. Ever when your face arose before me, a low delighting sound came thrilling through my soul, so sweet I could but lis ten, so delicate I dared not question it. To-night it swelled to an organ tone. Trembling with ecstasy I drank it in, and knew that it was love."], [44, "24 ROBERT EMMET. MISS CURRAN. [Rising] 0, Robert, at last ! Long has your face been mirrored in love to me. To-night, ere I dreamed the seas no longer parted us, your presence was with me. Lights, music, moving figures seemed miles and miles away, and we moved alone through a cold, dim chapel to which suddenly our love gave light and heat. Fresh from this waking vision to see you warm with noble passion, to hear your burning words, I — I cannot say more. EMMET. So, from a picture of all imaginable beauty you came living, breathing to me. As you sang that song, like a trumpet blast to Ireland, your image became the genius of a patriot's dream. Love held up the arms of Duty, and both were glorified. Oh, but I must hear the full tale of my joy made perfect from your lips. Let me draw you to my heart as you whisper it to me. [Embracing her. MISS CURRAN. Can words tell more than this ? [Laying her hand upon her heart and dropping her head upon his shoulder 7] EMMET. Angels, be near a little while to shade us from the bitter world with the white curtain of your wings. To-night let the joy of love alone be at my heart ; to-morrow it will be proof against fate."], [45, "ROBERT EMMET. 25 MISS CURRAN. [Startled] What to-morrow ? EMMET. Now I can tell you. I had arranged to start for France in the morning on an American bark. To night, here, I heard news that makes it imperative. The hounds that barked for my brother's life are hungry now for mine. You saw how suddenly the gay birds here fluttered to their nests. Well, they too had heard that danger was abroad for me. MISS CURRAN. Danger ! do not say danger to you ! EMMET. No real danger now. But no more of this to you, save to ask is your love strong enough to bear much for me ? MISS CURRAN. It will bear all, Robert — whether I will or no. EMMET. Then, love, to-night I registered a vow that the base wrong worming its way to fulfilment in the Parliament here shall be overset and righted. Will your love be with me through the greater danger of that ? MISS CURRAN. Through all ; through all ; tho' I scarce guess what you mean. Love is not love that can stop to count the cost."], [46, "26 ROBERT EMMET. EMMET. Ah ! then our future is assured, my love, and in this moment, holy forever, let us part. Sweet girl, now grown a saint before my eyes, the time has come when we must say farewell. MISS CURRAN. [Dreamily] Farewell ? [Agonized] Farewell ? So soon, so soon ! Oh, must it be farewell ? EMMET. [Kissing her] Farewell to meet again. How soon I know not, but till then, farewell. [Kissing her hands as she passes toward door. Then intensely and aside] And may it be upon the day I raise again the old green flag of Ireland ! Having reached the door Miss Curran turns, looks at him, and rushes to his arms. Seal of Thomas Addis Emmet."], [47, "ACT II"], [48, ""], [49, "ACT II Time, July 23, 1803. Scene. — A quiet old street in Dublin. In front, an open space. a house stands in centre at back, facing front. a street runs off at either side of the house. a semicircular stoop in front of the house. On each side of house, door leading down two steps to basement. Michael Graham (Emmet's lieutenant, a Dublin rebel), discovered by the stoop of the house with Martin Burke, a Wicklow rebel, and Eus- tace, a Kildare rebel. GRAHAM. The General becomes impatient. Little more than an hour of daylight left, and we raise the flag of Ireland at sundown. BURKE. Well, Captain Dwyer is coming from Wicklow with a thousand men."], [50, "30 ROBERT EMMET. EUSTACE. Twelve hundred men were on the Curragh of Kildare, pike in hand, this morning. They are on the road to Dublin now. GRAHAM. [Grasping a hand of each] You 've brought great news. I tell you, since our magazine blew up last week, Robert Emmet has scarcely slept an hour. They think at the Castle something 's wrong ; but, thank God for dear old Ireland's sake ! they don't suspect our strength. BURKE, Thank God for that ! EUSTACE. God bless General Emmet ! GRAHAM. He 's everywhere, working night and day, and the men in the arms depots are fired by his great example. He 's a born leader of men. BURKE. And a soldier too. GRAHAM. He studied war in France, where, since Bonaparte first showed the stuff was in him, fighting has been the trade of trades."], [51, "ROBERT EMMET. 31 BURKE. Are any rich men at our back in Dublin here ? GRAHAM. Ay, are there, men with money and name to stake. I tell you there 's mighty discontent among them since the Parliament was taken away ; for they must live abroad, be laughed at in London, or mope about like ghosts of greatness here. Fortune is at our back. But you '11 know it all to-morrow, so away now with you ; to Dwyer you, and you make flints fly till you meet the Kildare column. Be at the Bridge at eight o'clock. BURKE. Dwyer will be in from Wicklow with a thousand men. EUSTACE. I '11 answer for Kildare. [Exeunt Burke and Eustace. GRAHAM. It looks well for victory to-night. Now to see the firelocks ready for the men to head the Dublin column. Exit into house. Enter Wycombe followed by Emmet. WYCOMBE. Emmet, your preparations surprise me."], [52, "Robert emmeT. 32 emmet. Put all that warlike store in sturdy hands, Wycombe, and we can hold our own till we get help from France. WYCOMBE, Why do you trust to that ? Is Bonaparte's aid certain ? EMMET. The dazzling little Corsican is no whit to be trusted, save as his ambition guides him. He will send no more fleets to be sunk or armies to be captured. If we can stand our ground without him, he will be here to help us finish all the sooner ; but as an ally, mark you, not as a master. He hates England ; that is our hold upon him. WYCOMBE. But Consul Bonaparte named August as the time to strike in Ireland. Why not wait till then ? EMMET. I would wait if it were prudent. No ; I have weighed it all. We run the danger here of seeing a single troop come down and gather in those war like tools which fifty thousand could not take if they were once in daring hands. Wicklow, Wex ford, and Kildare will rise to-night with us in Dub lin here."], [53, "ROBERT EMMET. 33 WYCOMBE. But if the first step should fail ! EMMET. Leave doubt until to-morrow. WYCOMBE. Your combination looks a strong one ; but there is a chance against every part of it. It seems rash. EMMET. Rashness to-day will be called masterly decision to-morrow. WYCOMBE. I must wait till to-morrow then ? EMMET. Like doubting Thomas you ask a sign. If I take the Castle you will be with me to-night. Not you alone, but hundreds of gentlemen, weary like yourself of national inanition, and glad to see a change, though not so ready as you, Wycombe, to help it with your purse. WYCOMBE. A trifle ! I have not staked my whole fortune on it like you. EMMET. A fortune ! I stake my life upon it. In such a cause as this, one must look all things in the face"], [54, "34 ROBERT EMMET. but failure. The leader is foredoomed who begins by building bridges for retreat. He who demands self-sacrifice must show the way, and so I stake my all upon the hazard of the hour. WYCOMBE. To-night ? EMMET. To-night. I '11 walk a little way with you. [Exeunt. Enter Delany, accompanied by Malachi Fleming. The latter has a careless, swinging gait, is shabby and dissipated-looking. He is humming an air. DELANY. Is this the place ? FLEMING. Well, it 's not far off ; the street 's a little more tumble-down than this — that 's all. Now, tell me, cousin Geoffrey, what do you want me to bring you there for ? DELANY. A young lady in whom I am deeply interested comes often hither carrying dainties to the sick. FLEMING. Well, by the Hill of Howth, — a young lady ! Why, I thought at least you wanted an introduction to some smuggler friends of mine. Dainties to the sick ! Oh ! [lauglis]."], [55, "ROBERT EMMET. 35 DELANY. Malachi Fleming, is nothing left of the young man of pride and fashion I used to look up to ? FLEMING. Look you, Geoffrey ; I brood enough over that when I 'm alone. I was proud and dandyish, but that 's all gone, like the varnish off my leathers. Why, even when you were \" looking up \" to me as a buck, a five-bottle man, a king of the card-table, the prince of minuet dancers, I 'd often spend three nights of the week running in silks from France under the noses of the coast-guard. That 's how I kept up my boudoir title of Lord Malachi so long. But the death of the Parliament was almost the death of smuggling, and nothing was left for me but a close cut game of cards. Then, one fine night, you all saw the reverse of the medal. And now I smuggle when I 'm able and drink when I can. I 'm not the man I was ; I get queer fancies, too, at times ; you 'd call them superstitions. But you always stood by me, Geoffrey, and you 're the only man in shoe-leather I care a button for. What about the girl? DELANY. The young lady I 'm seeking comes hither as I 've said, attended by a servant. FLEMING. You want her carried off in the good old style ? Well, I 'm your man."], [56, "36 ROBERT EMMET. DELANY. No ; she slights me in the open street ; I only want to get a chance to speak to her where she must hear me. FLEMING. Why, what child's play ! Could n't you do that without me ? Your two years in London should have given you more audacity than that. DELANY, You know your way in and out of these cursed back streets. FLEMING I am a little bolder than most people ; say it, Geoffrey. You would n't take your dainty friend, Sir Wilkins McCue, on a hunt like this. Who is the girl ? DELANY. Miss Curran, the counsellor's daughter. FLEMING. What ! Don't you remember it was with the Counsellor I was playing when — they caught me ? Curse his quick eyes ! A daughter of his ! Why, the girl, too, that young rebel, Emmet, took from your very arm, they say, at Lord Charlemont's ? If it was a countess or a baronet's daughter even"], [57, "ROBERT EMMET. 37 DELANY. Stop : you know not how one woman's face can haunt a man, and lead him after it among a thou sand ; ay, when it wears a stony stare for him. You do not know the power that, filling the breast with hope, makes the pursuit a torture. [Goes in front ] Why does she turn from me ? Emmet is no longer here to stand between us. FLEMING. [Going to Delany] How do you know ? [Del any starts] I don't like it. We smugglers be lieve in luck, and Curran's daughter will bring no luck to you ; her father brought the worst of luck to me. Curse him ! DELANY. Malachi, it is fate. [Re-enter Emmet. EMMET. [Aside] Geoffrey Delany ? What has brought him hither ? DELANY. [Recognizing Emmet] [Aside] Emmet ! Ha, her visits are explained ! EMMET. God day, Delany, [ They bow. DELANY. Mr. Emmet, I thought you were with your brother in Paris."], [58, "38 ROBERT EMMET. EMMET. No, I am back some days, but, for reasons you can guess, have not made my presence public. DELANY. You court danger coming here at all. EMMET. Why, this is my native land ; but I can relieve your fears on that point. In a day or two I shall make myself known to all, and may even meet you at the Castle ; but, till then, I 11 count, for old ac quaintance' sake, that you '11 keep my presence here a secret. Can I rely upon you ? DELANY. Why not ? EMMET. Then, farewell for a day or two. [Aside] He lin gers. Do they suspect the house, or is it ? He was my rival once for Sarah's love, and, spite of my warning, she may come here to-day. They must be watched. [Exit. DELANY. Did you hear what passed ? FLEMING. Every word. DELANY. What does it mean ?"], [59, "ROBERT EMMET. 39 FLEMING. Either that there 's a new rebellion afoot, or he has come here on a mission like your own. Make himself known to-morrow ? What if he means to marry Miss Curran, or elope with her to-night ? DELANY. You startle me. He 's standing across my path again. We must lose no time : come. FLEMING. We may meet her on her mission of charity — eh ? [Laughs] Geoffrey, you 're too late, and it is bet ter so. DELANY. I must know the very worst, and from herself : come. [Exit. FLEMING. [Following — musingly] My cousin, you have a fool's journey before you ; but I think I see my way to turn it to account for Malachi Fleming. [Exit. Enter Howley, a Dublin rebel, from street, and watches them off. As he is about to leave the stage, Kirwan, a Dublin rebel, enters hurriedly. kirwan. Major Sirr, the town marshal, and a patrol of four are coming down Thomas Street, and crossing in and out through the side-streets. He may be"], [60, "ROBERT EMMET. 40 here in five minutes. Tell them within to bar the doors, and be ready. howley. Faith, if he 's only four with him, we '11 give him a hot reception. Four men with muskets cocked at every door will settle any throuble from that quarther. KIRWAN. Where 's General Emmet ? HOWLEY. He passed down there just now. I saw him meet a lady. Not a minute 's to be lost in warning him. Sirr's dogs are hungry for another like Lord Edward Fitzgerald. Go back to Thomas Street and watch. [Exit Howley into house. KIRWAN. God save him to Ireland now. [Exit. Enter Emmet, with Miss Curran, followed at a little distance by Ann Develin. emmet. So your charity, sweet love, covers the dearest of sins, if love be a sin ? MISS CURRAN. It was your good girl, Ann Develin's device ; but it has answered well, and if I have met you a too brief moment now and then, the sick have been visited too."], [61, "ROBERT EMMET. 41 ANN DEVELIN. And nourished, Miss, bless your sweet face. EMMET. Ann Develin loves any one who loves me. ANN DEVELIN. Till death, Master Robert. MISS CURRAN. Oh, but you have cheered my heart to-day ! These furtive visits will end, and to-morrow all the world may know that you are here ? I cannot trust my senses with the joy of that. I have not asked you why you 've kept hidden here. I have tried to keep myself from guessing at your mystery even. I have had faith ; that is all. EMMET I have hope and love. ANN DEVELIN. Ah, love well to-day ! I could not bear to see the sun go down without their meeting. It will strengthen both. Little she knows the struggle that 's before them. Howley enters, goes down to Emmet, with sup- pressed excitement, and doffs his hat. howley. Can I speak a word with you, sir ?"], [62, "ROBERT EMMET. 42 EMMET. Certainly. Miss Curran turns to Ann Develin. Emmet goes aside with Howley, who appears to explain. ANN DEVELIN. I think we must be going, Miss. MISS CURRAN. When Robert says so, we will go. EMMET. [To Howley] Then we '11 be ready if he comes. See this lady safely out of here when I withdraw. [Crosses to Miss Curran] Love, we must part. I have some business which will clip the wings of love for a little space. Then you will see me to be more glorious than you can dream. Be of good cheer, for we soon shall meet again. You shall not seek me, but I shall go to you. Remember : I have sworn it on the altar of our love. Taking her hand, they remain looking in each other's eyes. howley. [Quickly to Ann Develin] Major Sirr is prowl ing round. I am to see you safe out of here, Ann."], [63, "ROBERT EMMET. 43 ANN DEVELIN. [To Howley] Don't stir. Your place is with him, and mine with her. EMMET Courage, dear heart, for a day ; courage, and love will be repaid. HOWLEY. [To Ann Develin] You 're right. I '11 disobey him for the first time in my life. MISS curran. Robert, farewell ! Emmet kisses her hand and turns quickly away. He pauses, sees Ann go towards Miss Cur- ran, and then goes quickly into house. ANN DEVELIN. [To Howley] Follow him. HOWLEY. [Enters house. Lose no time. MISS CURRAN. Which way shall we go ? Oh how hope dies in my heart, when his voice is not thrilling it to life ! ANN DEVELIN. Good cheer, sweet heart ; this way is shorter, Miss [pointing off]."], [64, "44 ROBERT EMMET. Fleming enters. He turns and beckons. Delany enters. FLEMING. Is that your lady ? Now resolve your doubt. delany. [Advancing breathlessly] Miss Curran, your hum ble servant, your devoted admirer. miss curran. [Recoiling] Sir, this is a strange time and place for such address ; pray let me pass. ANN DEVELIN. [Aside to Miss Curran] He suspects ; don't let word or look betray you. MISS CURRAN. Sir, my mission to the sick should protect me. DELANY. [Faltering] Your mission to the sick ? FLEMING. [Aside] She takes his breath away. I '11 give him time to catch it. [Coming forward lifting his hat] Ah, we know better than that. ANN DEVELIN. What do you know ?"], [65, "ROBERT EMMET. 45 DELANY. Miss Curran, if I seem importunate it is because love urges me on, and I would teach you to love me. This is why I have followed you hither. MISS CURRAN. Then, sir, you admit having played the spy. Stand aside. [Delany gives way, [Delany gives way. ANN DEVELIN. [To Fleming] Yes, out of our way. FLEMING. Not yet. MISS CURRAN. [Turning to him] Malachi Fleming! Outcast! Infamous creature, whose degradation all the world knows. Do you dare to stop my father's daughter in the public streets ? Is this your ally, Mr. Geof frey Delany ? ANN DEVELIN. Come, Miss, let us go this way. MISS CURRAN. Yes. [Aside] Would that Robert were here. Cowards ! Exeunt Miss Curran and Ann Develin. De- lany turns from them with a gesture of despair."], [66, "46 ROBERT EMMET. FLEMING. Curses follow you ! Outcast ! This, then, Geof frey, is what your service meant to-day. And you let her go without even naming his name ! DELANY. My heart withered before her glance ; she made me feel the abject slave I am ; and she escaped before I could utter his name to curse it. FLEMING. I '11 do more than curse him ; I '11 sweep him from your sight. DELANY. How? FLEMING. Leave that to me. DELANY. Heavens ! I am not a spy ; were he fifty times a rebel I '11 fight him for her. FLEMING. Surer far to sell him and then buy her. Enter Major Sirr and civil patrol of four. Seeing Delany they halt. SIRR. Ah, it 's you, Mr. Geoffrey Delany. I would n't expect to see you here. Sedition is rife again, and"], [67, "ROBERT EMMET. 47 gentlemen should be cautious. I hear strange stories, and faith they mix your name up with some plot. [Aside] That 's a feeler. DELANY. My name, Major Sirr ? SIRR. They say that Robert Emmet is concealed in Dublin, and you know him. [Delany starts] Ah, Mr. Delany, you 've seen him. delany. What if I had ? He was in college with me, SIRR. Very true ; but he was turned out of college for treason. He has been in France coquetting with General Bonaparte. If you 've seen him lately, as a loyal man it 's your duty to the government and yourself to tell it. DELANY. [Aside] It 's being forced from me. SIRR. Come, Mr. Delany. FLEMING. [Aside. To Delany] Tell it ; save your loyal reputation ; make your fortune, and win your wife at a stroke ; tell it."], [68, "48 ROBERT EMMET. DELANY. [After a struggle] Well, I have seen him. SIRR. Where ? DELANY. On this very spot ; not half an hour ago. SIRR. Which way did he go ? FLEMING. [Pointing] Down there ; he went toward Thomas Street. SIRR. Mr. Delany, give me your hand [grasping it]. You have done nobly. I shall report your infor mation to the Castle ; you are made for life. Come, boys, we may make another '98 job of this. [Exeunt Major Sirr and patrol. DELANY. [Looking at his hand] Done nobly ! Ugh ; my information ! FLEMING. Now that 's what I call a stroke of work. DELANY. Infamous wretch ! You stood like the Devil at my side urging me to this. Honor flung dead into"], [69, "ROBERT EMMET. 49 the slaughter-house of love ! Judas ! Wretch ! Wretch ! FLEMING. Geoffrey, you are crazed with that witch's charm ; but I am not. I '11 set her lover's throat within a noose that will leave him most unlovable. Delany casts a look of horror on Fleming, and exits, followed by Fleming. Enter Howley, wearing cross-belts, and armed with a gun and pistols. He looks hastily around. HOWLEY. They 're gone, and without smelling the powdher we had ready for them. Goes to front of house ; doors open, and Gra- ham, in a green uniform, and armed with sword and pistols, comes out, followed by other rebels, wearing white cross-belts, and carrying muskets. One has a rocket in his hand. GRAHAM. The general will wait no longer. [To Howley] Go straight, Howley, to the pike depot, and bring down the men. You, Lennon, go to Thomas Street, and fire the first rocket. [Exit Howley and Lennon. Armed rebels enter."], [70, "50 ROBERT EMMET. GRAHAM. Set guards at all the corners, and let pass none but friends of Ireland. [Guards are set. A sudden glare of light is seen. GRAHAM. There 's the first rocket. Now, men, we '11 be moving in a minute. Have the pikes brought out. Two rebels go into house. Enter groups of reb- els. Some are armed with muskets j others unarmed ; they cheer as they come on. Four men come out of house dragging each a bun- dle of pikes. The unarmed rebels, as they come on, take up the pikes. GRAHAM. They are beauties, boys, and thirsty for a drop of Saxon blood. Howley re-enters at the head of a fresh troop of rebels, armed with pikes and guns. A roll of drums is heard. howley. It 's the last pathrol the red-coats will make in Thomas Street for many a day. Enter an old blind harper led by a little boy. howley. That harper, boys, was blinded at Vinegar Hill. A rebel leads the old man to the steps of the house, on which a ray of moonlight falls."], [71, "ROBERT EMMET. 51 GRAHAM. Fall into line ; two files of pikemen to the front to march on Thomas Street. Lines are formed ' ; two lines of pikemen, then a line of muskets and a line of pikes alternate- ly j at the rear all pikes. GRAHAM. Dress ranks ; order arms ! Harper plays a few bars of \" Let Erin remember the days of old.\" The men uncover. Centre door of house opens, and Emmet, dressed in a rich green uniform, stands forth. HOWLEY. Ireland ! Ireland ! [The men cheer. GRAHAM. Present pikes ! The men turn toward Emmet, lower the points of their weapons, then raise them again. emmet. Citizens of Dublin ! Irishmen in arms ! The hour to raise the green flag from the dust has come. The wolf called England, whom we go to fight, has held our country by the throat too long. We who have felt the Saxon's tyranny need not a stimulus to strike with united might for Ireland. First to raise the fallen flag, a glorious privilege is ours. Through all the land our countrymen count time"], [72, "52 ROBERT EMMET. by heart-beats till they see our signal fires. Beyond the sea, in the land of France, a steel-fanged tiger crouches to spring at England ; but our blow must be first to fall. Ireland calls us ; her battle-dead in thousands from their gory graves beckon us on ; her famine-dead, in ghostly myriads, wave maledic tions on those who 'd lag behind ; the living, in their suffering millions, will welcome the lightning and bless the thunder of our guns. Glory, the torch of immortality, shines on our onward march. Liberty is worth all lives we may lay down. In the name of God and Ireland, up then with the flag. [Flag raised amid cheers. Emmet draws his sword and descends] Men, in a moment you will face your foes. Movement forward of the rebels. A roll of drums is heard close at hand. GRAHAM. Halt ! Kneel ! The rebels all kneel, the pikemen crouching low with their weapons forward. A volley is fired as by English soldiers. Present ! Fire ! [A volley fired by the rebel musketry. All rise. EMMET. Now charge for Ireland ! [All rush forward. END OF ACT II."], [73, "ACT III"], [74, ""], [75, "ACT III. Scene I. — Ann Develin's home. A room on an upper floor in Dublin. Ann Develin and Rose Malone discovered. Rose looking out of the window — Ann Develin near her. rose. I 'm tired of looking, Ann. ANN. Rose, child, don't be tired. Since the firing be gan last night I 've never closed my eyes. They were fighting under the very windows. I saw three soldiers piked there. Then came the swarm of red coats, and the pikemen fell clattering along the pavement, pierced with balls. Then all was quiet here, with the firing going farther and farther away. I knew that all was over, and I thought of him, my master, my master ! At every sound of a wheel I trembled, and when the dragoons galloped down the street this morning my heart stood still for fear they had him among them. ROSE. [Coming from the window] What hour did your master, the General, come here ?"], [76, "56 ROBERT EMMET. ANN. Close to morning ; all stained with powder and splashed with blood. He stopped but to fling a cothamore around him and then started on horse back by Boyle's and Bagnall's for the Wicklow hills. He only said : \" All is lost ; Dwyer and his men did not come.\" ROSE. There 's a foot on the stair. Enter Martin Burke. rose. Martin, my own boy, safe and sound. [Rushes to Burke. ANN. Why did you fail to bring in Dwyer and his men ? BURKE. A mounted pathrol halted me and hunted me back into the city. I outran them. Before I could reach the General the fight began that without Dwyer was sure to end in failure. ANN. Why are you here ? Is Master Robert safe ? BURKE. He 's safe, thank God ; by this time he 's in the mountains. I 'm here, because I dare not face"], [77, "ROBERT EMMET. 57 Michael Dwyer — the man who held the hills since '98 waiting for the night that has now gone by without a spark. ANN. You must face him ; what 's more, you must be Master Robert's guard there. Let Rose go back with you ; she '11 easily get through the lines. ROSE. Aye to be sure, I came through them this morn ing, and I '11 go first to Dwyer and soften his heart to you before you meet him. BURKE. Rose, alanna, that ud look very sheepish in me sendin' a colleen for an ambassadhor. No, Ann is right. I '11 report to Dwyer face to face and man to man. You '11 come with me to Rathfarnham, and then I '11 foot it over the hills ; you can wait a while longer, as there may be news to bring. ANN. Then, both of you be off. Martin, remember, obey my uncle Dwyer, but guard the man who is his master and mine. ROSE, Martin will guard him, and I '11 be near Martin to see he does it. [Kisses Ann."], [78, "58 ROBERT EMMET. BURKE. Then come ; God bless you, Ann ! [Exeunt Rose and Burke. ANN. Safe on his way ; now to know that he is safe arrived and safe away for France. Brave Michael Dwyer can manage it if it 's Heaven's will. Enter Miss Curran. ANN. O Miss, you should not have come here to-day ! They may suspect and follow you. He has escaped the slaughter ; he is gone. MISS CURRAN. Thank Heaven ! You cannot tell my torture. The fighting in the streets last night told me all I had but half guessed. I knew he would not be here to-day ; but Ann, you love him too. In the high flood of his hope he swore to see me soon. The dread that now, proclaimed and fugitive, he might seek me has brought me to you. Here is a letter imploring him to give up the thought. ANN. Ah, don't you know him better ? Pray Heaven he may forget his promise ; do not bring it to his mind by word or writing. But give me the letter ; I may use it as a last resort. [Takes letter and puts it in her bosom."], [79, "ROBERT EMMET. 59 MISS CURRAN. O Ann, good, loving Ann, save him for me ! ANN. He is safe in the mountains with Michael Dwyer. MISS CURRAN. Thank God ! thank God ! ANN. Now, Miss, when I get word of him I '11 let you know. Go to your home and pray for him. MISS CURRAN. Pray ? Yes, as prayer never has been prayed before. [Exit. ANN. He loves her and she is wortbty of his love. She will pray for him, but I would die to save a hair of his head. She loves him, and that has made her dear to me. [Goes to the window] What is that ? Major Sirr and his murderers ! God guard her ! She passes them unquestioned ! She is safe ! They are halted here ; they are coming hither. God help me ! [Looking around room] There are no traces of him left. Now let me be calm. Enter the guard followed by Sirr, his hand on his pistol. SIRR. Don't be afraid, my good woman."], [80, "60 ROBERT EMMET. ANN. I 'm not afraid, sir. SIRR. Is the master at home ? ANN. What master, sir ? SIRR. The gentleman that lives here. ANN. A gentleman ! Oh, now, Major, you 're humbug ging- SIRR. Major ! So you know me ? ANN. Sure, you know the sayin' they have here — \" as common as the maysles and the major.\" SIRR. Well, but the gentleman. ANN. A gentleman, is it ? SIRR. My friend — Emmet."], [81, "ROBERT EMMET. 61 ANN, A friend of yours here ? 0 Major, you 're jok ing ! SIRR [Aside] She never started at his name. [Aloud] Joking ! we '11 see. Men, search the house. [Some of the guards go to the adjoining rooms. SIRR. Would n't you like ten guineas or so to buy a few quilted petticoats and a silk gown ? ANN. What would I do with silk ? SIRR. Tell me where Robert Emmet is and I '11 make it fifty — a hundred — five hundred pounds. ANN. You might as well make it fifty thousand while you 're generous. It 's a fine feeling, and you should n't check it. Enter Fleming FLEMING. What ! here already, Major ? This is where Geof frey Delany traced her yesterday. ANN. [Aside] I am lost."], [82, "62 ROBERT EMMET. FLEMING. Whom have we here. Ah, my sauciness, you '11 affront a gentleman in the street, will you ? ANN. This must be the gentleman you 're looking for. FLEMING. [Angrily] This is the go-between of Emmet and his sweetheart. She knows his whereabouts and should be made to tell. SIRR. What 's your name, ANN. Ann Develin. SIRR. Ann Develin ! — a niece of Michael Dwyer's the Wicklow rebel. The scent is getting hot. When did you last see Robert Emmet ? [Re-enter the guard. ANN. I have not seen him. SIRR. You will not yield to fair means — ANN. [Aside] Fair means — a bribe to sell my master, my darling, whom I 've loved from his cradle."], [83, "ROBERT EMMET. 63 SIRR. We '11 see what force can do. Here seize her and put her to the question. ANN. God have mercy on me ! Soldiers seize her and handle her roughly. The letter falls from her bosom. She is pushed against the wall and held there with muskets across her breast. Fleming sees the letter and furtively picks it up. ANN. [Aside] My God ! her letter ! SIRR. Now, tell me where is Robert Emmet ? ANN. [Defiantly] I '11 tell you nothing. SIRR. What you know and will not tell — press harder — now ? ANN. Nothing. SIRR. The blood of Dwyer is in her ; but I '11 let it out."], [84, "64 ROBERT EMMET. ANN. Kill me, murder me, beasts of England ; but I '11 tell you nothing. SIRR. Kill you ? We '11 see. Take her to the street and hang her, and see whether her spirit or her neck will be broken first. [Soldiers drag her forward. ANN. Never ! never ! love is stronger than you all ! [Exit, dragged by the guard, Sirr following. FLEMING. [ Taking out letter] If she will not talk to the pur pose it 's well that her mouth be shut forever. A letter to him ! from her ! He cannot be far off. What does she say ? [Reads] \" Beloved of my heart. At our last parting you swore with a laugh ing heart that you would seek me soon, and all the world might know it. Sweet love, I cancel that oath. Save yourself. My love will go out to you over every barrier.\" Ha ! ha ! ha ! the blood of Dwyer in her messenger ! That is it ; the hunt 's that way. This is too good to share with the hangdog Major. It will be my passport among Dwyer's band. It gives Emmet to me. Now, a pass from the Major through the army lines and I '11 be in Dwyer's camp to-night. Delany ? Not a word to"], [85, "ROBERT EMMET. 65 him ; he 's too dainty for a trick like this, but he '11 not say no to the girl, even if he gets her over her lover's grave. To the Major, and then to the moun tains. [Exit. Scene 2. — A mountain glen in Wicklow. A VALLEY IN THE DISTANCE WITH HIGH MOUN- TAINS ON EACH SIDE. MOONLIGHT. A ROCK PATH AT BACK. A WOOD FIRE BURNING. Tableau. — [Groups of armed peasants. Rose Malone is on her knee relating the story of Ann Develin's heroism. Near her is Martin Burke. Emmet is clutching Dwyer, as though the recital staggered him. EMMET. And they held Ann Develin prisoner ? ROSE. O sir, they put a rope around her neck and dragged her to the street, where they hanged her ! [Sobbing] Hanged her, but did not let her poor soul part from her writhing body ; for they let her down, and when she gained her senses tried to make her tell, and still she refused. EMMET. Great God ! What sexless, bloody brutes they are that war on women thus ! And, Dwyer, this great sacrifice for me ! [Rose turns to Martin Burke."], [86, "66 ROBERT EMMET. DWYER. [Going forward] It does me good to see your heart leap up in anger that way. Why not for you ? She is my sister's child, and every pain she suffered shall be counted in a Saxon's life. But why not for you ? You stood for Ireland's savior in her eyes. Now tell me, can you lay down the arms you have taken up while the mountain men are still to the fore ? What say you, men ? peasants. [Starting forward] A fight ! A fight ! EMMET. To pay back England, we must only strike when we can wound. And that we cannot now. DWYER. But must we grow gray in waiting ? Must our pikes grow rusty in the cabin thatch without a fresh drop of Saxon's blood upon them ? Never mind our lives. The shamrock grows the betther when there 's dead men at the roots. EMMET. The shamrock will grow in Ireland while the soft dew falls from heaven. It does not need a rain of Irish blood. DWYER. Aye, but unless the young can hear the ould tell, round the cabin fires, how they struck upon the"], [87, "ROBERT EMMET. 67 mountain sides for freedom, our children will for get that that way lies the road. EMMET. Fear not forgetfulness. The centuries have grown gray and died and we have not forgotten. If Ireland gave no fattening to her tyrants, England might learn to love the land she could no longer rob, and Irishmen forget to hate ; but no, the eat ing ulcer of her rule will keep inflamed the body it cannot kill, and Ireland will ever bless the sword that 's raised to cut the canker out. DWYER. That 's true. EMMET. \" It 's a land worth fighting for,\" said Cromwell, once, and its hills still echo what he said. Go, therefore, to your homes, guard well your pikes, and wait the word. France has not done with England yet. Fear not forgetfulness while grows green ivy on a single stone laid before Irish men were slaves ! DWYER. You 're right, General ; the fight will keep, and your place for the present is abroad. EMMET. And yours, brave Dwyer ?"], [88, "68 ROBERT EMMET. DWYER. My place is here, among my men. [ They grasp hands. A VOICE. Halt ! who goes there ? BYRNE. [ Without] Two friends and an enemy ! dwyer. That 's Byrne's voice ; to your weapons, men. BYRNE. [Appearing on rocks and looking over] We caught a man we think 's a spy, and Finerty wants to pike him to make sure of him. DWYER. Leave me to settle that ; bring him here. Stand you out of sight, General. Byrne and Finerty come down the path ; Flem- ing, with his arms bound, is between them ; they drag him forward. Emmet retires. BYRNE. When we halted him he said : \" Are you Dwyer's men ? \" We searched him, and found this ; it looks like government paper with its big red sale. He said he wanted to see Captain Dwyer face to face."], [89, "69 ROBERT EMMET. FINERTY. I 'd have piked him to save thrubble ; I dont like his looks. DWYER. Cover him with your firelocks, and if he stirs, shoot him. [Goes to fire, kneels down and reads paper. FLEMING. [Aside] I must be on the alert, for Dwyer shoots as quick as talks. DWYER. Thunder of St. Kevin ! It 's a pass from Major Sirr. [Peasants murmur wraths ully, Dwyer returns to Fleming, drawing his pistol] My name is Mi chael Dwyer. You 've come to see me, carrying a pass from Major Sirr. What have you to say ? Quick, or I '11 send your corpse back to Major Sirr with a pass from me. FLEMING. Captain, untie me and let me speak ; then, shoot me if you will. dwyer. How did you get this pass ? FLEMING. My cousin, Geoffrey Delany, got it for me from Major Sirr."], [90, "ROBERT EM MET. 70 DWYER. What is your name ? FLEMING. Malachi Fleming. DWYER. The name in the pass. The name, too, of the smuggler, who once betrayed his comrades to save himself. I 've heard of you. FLEMING. Old women's stories. I betrayed no one ; they were caught and I escaped ; that is all. Fortune of war ! DWYER. One story 's as good as another ; what do you want ? FLEMING. [Deliberately] I have a letter for Robert Emmet. DWYER. [Cocking his pistol] Let no man stir ; not a word from any one. [To Fleming] Answer as if you were standing on your grave. What do you want with a man called Robert Emmet ? FLEMING. The letter I have will speak for me."], [91, "ROBERT EMMET. 71 DWYER. Here, untie him. [Byrne cuts the cords] Out with the letter then. FLEMING. I have sworn to give it into no hands but his. DWYER. Out with it. EMMET. [Coming out. Aside] A letter for me, and by such a messenger ! [Advancing] A letter for Robert Em met ? I am he. [Dwyer goes aside angrily. FLEMING. Mr. Emmet, I have kept my word. [Takes letter from his hat] Here is the letter. EMMET. [ Tearing it open, and coming forward] From her ! from her ! Goes to fire to read it j a peasant picks up a flam- ing brand and holds it as Emmet reads. FLEMING. [Aside] I knew I held a talisman. If they thought 't was taken from Ann Develin I should indeed be standing on my grave."], [92, "ROBERT EMMET. 72 EMMET. [Advancing and reading] \"At our last parting, you swore with a laughing heart that you would seek me soon — \" Aye, and though the gallows rose a step beyond, and that man [pointing to Fleming] were the executioner, I '11 keep that oath with a laughing heart ! [Goes down to Fleming] How came you by this letter, sir ? FLEMING. The lady gave it me. My cousin, Geoffrey De lany, sent me to her to offer his assistance in what he thought might be her trouble when your rebel lion failed. EMMET. Does Geoffrey Delany know of your mission here ? FLEMING. No ; he does not. Mr. Emmet, that letter should be credentials enough for me. EMMET. [Turning away] Strange ! DWYER. Keep him under close watch. Finerty and peasants take Fleming in front j Byrne goes up the path and exits."], [93, "ROBERT EMMET. 73 DWYER. [To Emmet] That letter is a forgery ; it 's a trap. emmet. Your hard experience has sharpened your sus picions. So far from being a trap, this letter, from the lady I love, bids me save myself. dwyer. Man, man, whoever wrote that letter knows you 're not a coward, and counts on it bringing you back. emmet. Impossible ! dwyer. Well, then it 's an invention of the Devil. emmet. It 's from the hand of an angel. dwyer. Then take it at its word. Captain Clinchy will be lying in his fishing smack off Wicklow Head to morrow night, and you shall go aboard. emmet. I must see her first. Then, Dwyer, I am in your hands to fly to France. DWYER. Your name 's proclaimed ; every road and street is watched for you. Ann Develin was half hanged"], [94, "74 ROBERT EMMET. to find your hiding-place. You might as well walk into Newgate Jail as set your feet in Dublin. I 'm sure that man 's a spy. EMMET. Dwyer, you are on the mountains because the blood of your beloved is on them ; it makes you invincible. I go to warm my heart at the fire of love that burns for me. DWYER. Well, [pointing to Fleming] he shall not go ; he '11 stay, and answer for your life with his. emmet. No more blood shall flow for me. He brought credentials that might save Major Sirr himself. Give me your word that man shall go hence un harmed to-morrow at sundown. dwyer. Against the grain I give my word. But stop ; first we '11 throw him off the scent. If you must go, take this pass of his ; you may want it yourself. [Handing pass] Martin Burke and Rose Malone shall go with you. [Going to Fleming] If you 've come here as a spy you 're come too late. To morrow morning that gentleman will be on the sea for France. Emmet has turned to Burke and Rose, who appear, offering their services. Emmet folds the pass and puts it in his pocket."], [95, "ROBERT EMMET. 75 FLEMING. [Aside] Going to France with my pass in his hand, and now in his pocket ? No, no, the fine poison of that fair girl's letter is dancing thro' his blood. I 'm sure of him now if I get back to Dub lin with a whole skin. DWYER. In there with him, and guard him close. Fleming taken off. Enter Hugh Byrne hasti- ly j he goes to Dwyer. BYRNE. Captain, the squadrons of cavalry we were watch ing are moving past us on the Wexford road. DWYER. I hoped, the vermin, they would come this way. Then we 'd be forced to fight. Then he could not leave us. Now — his road is clear. My heart is heavy for him, for there 's not his like among us all. emmet. [Advancing to Dwyer] What, Dwyer, in tears ? Your hand, brave mountaineer, that its strong grasp may nerve me till my battle of life is over. [They grasp hands. dwyer. Wherever you are, remember that Michael"], [96, "76 ROBERT EMMET. Dwyer 's in arms upon his native hills. [Emmet turns away] God be with you ! Emmet ascends the path, followed by Burke and Rose. dwyer. Men, to your arms ! [Peasants rush across the stage with their weapons raised] Give General Em met the mountain salute ; it may be the last time that he sees a freeman's weapon in an outlaw's hand. emmet. Not now, brave Wicklowmen, not now ! Give me, instead, your prayers, that when I come again the light may shine upon a man about to strike for Ireland. Then salute me with your faces to the rising sun. Or if I fall, and another so comes in Ireland's name, give him a salute for me. The peasants lower their weapons and raise their disengaged arms towards Emmet, who takes off his hat in salute and points over the mountains."], [97, "ACT IV,"], [98, ""], [99, "ACT IV, Scene. — A garden at the rear of a house. Stone-capped brick walls overhung with trees and foliage at the sides. A door in one wall. A bower along the other wall. Rustic seat. The house seen at BACK. Martin Burke discovered. He is locking the wall door. burke. [Turning from the gate] And Rose will be my wife to-night. To-morrow we sail with the Gen eral on Captain Clinchy's schooner ; maybe we '11 have the lady too. Then farewell Ireland, welcome France, and hail America ! She can't be long now. Thank God, there 's not a sign of spies about, though Dublin is the last place where Robert Em met should be to-day. [Enter Emmet, steeped in thought] Ah, here he is ! emmet. The best of my companions taken ; ah, some of them will have their fortitude shaken when the gal lows lies on one side and discovery of the conspiracy"], [100, "80 ROBERT EMMET. on the other ! I pray they may have strength to bear ; but, saddest thought of all, their steadfast ness means ignominious death. Oh ! death on every side ! The darling mother near at hand, but whom I dare not see, hovers at the dark gate too, sick unto death. BURKE. [Approaching Emmet] Rose has gone, master, and will bring the lady here directly. EMMET. [Brightening] And she will come ! Failure has its rewards when such a light can break across the gloom, and she stands radiant with outstretched arms within the magic circle that it throws. [To Burke] Are all the preparations for departure made ? BURKE. Every thing down to the ring that 's to fetther me to Rose for life, and the rowers for the boat that is to take us from the Greystone Strand. Is the party, sir, to be three or four ? EMMET. Good Martin, I dare not answer. BURKE. Whist ! I hear footsteps in the lane ! EMMET. Remember, you 're to break the news gently to Miss Curran."], [101, "ROBERT EMMET. 81 BURKE. Never fear that. [A laugh heard] That 's Rose's laugh ; she 's to laugh for a sign, because it 's to be all smiles after this. EMMET. Heaven grant it may ! I '11 step into the arbor till she knows I 'm here. Goes into arbor j a knock heard at the gate, then three taps. BURKE. How well Rose knows her lesson. [Going to gate and unlocking it] She '11 make a great wife ! [Opens gate. Enter Rose. rose. This way, Miss ; it 's the shortest. Enter Miss Curran ; she looks pale and sad. miss curran. Good girl, is this the place ? ROSE. Yes, Miss. MISS CURRAN. Where is your poor sick friend ? ROSE. Not far, I '11 be bound."], [102, "82 ROBERT EMMET. MISS CURRAN. But, girl, you said she was bedridden. ROSE. Ah, Miss, it 's not the bedridden alone that the sight of your sweet face can heal. MISS CURRAN. What do you mean ? Are you mocking my poor efforts at charity ? Making sport of a nearly broken heart, seeking some comfort in good deeds ? ROSE. There is greater charity than you dream of to be done here. My master told me that when he saw a lady once on an errand like yours, he said : \" Charity covers the sweetest of all sins when love is the sin.\" MISS CURRAN. Your master ? Is it ? Can we be near to him? ROSE. I come from him ; he said you 'd know his words. MISS CURRAN. Good girl ! I see a brighter message in your eyes. Oh [grasping Rose's hand], his words in deed ! Bless your glad face ! I saw sunlight in it from the first. [Kisses Rose] Lead me to him ; lead me ! Is he safe ? Lead me !"], [103, "ROBERT EMMET. 83 ROSE. He '11 come himself. Rose is near the door. Miss Curran looks as if expecting him to come from the house. EMMET. [Coming from arbor] Ay, beloved, I come with a laughing heart. Miss Curran turns sharply, utters a cry, rushes to his arms, and clings to him passionately. Rose and Martin stand together. miss curran. Oh, the long hours I 've passed in agony ! Rob ert ! My own ! My own ! EMMET. Forget them, my love, forget them ! miss curran. They seem ages away now, Robert. Oh, safe, and folding me to your heart ! Yes, yes, you have kept your daring oath ! EMMET. My heart was racing with my honor to keep it ; yet it was kept to the letter, but by love's subterfuge after all. It was you came here, though not to see me ; and though I came to you, it was but a step from the heart of yonder flowers to your dear heart."], [104, "84 ROBERT EMMET. MISS CURRAN. We have met, and are happy, and that was what the promise meant. And this is now your home ? EMMET. But for a little space, my love. miss curran. [Seeing Rose] Ah, pretty ambassadress, why did you not tell me earlier he was here ? ROSE. Afraid, Miss, the joy might be too great for you to keep inside your lips. BURKE. [Aside to Rose] Don't you think, Rose, those kinds of talks is betther held in pairs. ROSE. [Aside to Burke] Martin, no woman with a soul could turn her back on a picture like that till she had painted it on her heart. But now we '11 lave them. BURKE. Very well ; and if you want more copies of the picture, make me the painter, Rose. EMMET. Martin, you 've served me gallantly, and now you 're free to set about your own happiness for"], [105, "ROBERT EMMET. 85 this evening. Sarah, this noble girl and gallant fel low are about to join hands before the priest for life ; then they come to share fortunes with me. miss curran. O happy pair ! may the good Lord give you joy and peace ! [To Emmet] Robert, for us will a like prayer ever be offered up ? emmet. O yes, the prayers of all good lovers will be ours ! ROSE. [Coming towards Miss Curran] Cheer up your heart, Miss. We 're very happy, the good God knows. [Miss Curran turns towards Rose and Burke, who kiss her extended hand] And may God grant we '11 live to serve you and our master, even in a far-off land ! Miss Curran, after the last phrase, lapses into a wide-eyed revery and stands motionless. Emmet takes Burke's hand, who turns away, kisses Rose, and hurries through the gate. ROSE. [Locking the gate] In an hour I '11 be on my way to the mountains too. [Exits into house. MISS CURRAN. [Dazedly] She said \" even in a far off land.\" [Turning to Emmet] What did it mean ?"], [106, "86 ROBERT EMMET. EMMET. It means exile. MISS CURRAN. Is your danger still so great ? EMMET. My hopes here are blasted ; my MISS CURRAN. No ; do not tell me. I do not ask to know — but the effect ? Exile ! O God ! has the door of happiness opened only to shut thus in my face ? EMMET. Dear heart, your love will shortly know a greater test than any hitherto has strained it. MISS CURRAN. Tell it not now, Robert ; let but this one hour go by me free from all dark foreshadowings. Has not my heart suffered enough ? Look in my eyes, Rob ert ; tell me that you love me again and again ; let me feel that real kisses are on my lips ; let my head rest upon your breast, nor dream 't will be ever pil lowed otherwhere. EMMET. Thy love is dearer to me than aught else, save only one thing — Ireland. [Miss Curran moans] But those two loves, like the starry sisters, ever more move hand in hand across the orb of my des tiny."], [107, "87 ROBERT EMMET. MISS CURRAN. And like the starry sisters must they ever weep ? EMMET. You must not weep. Give your poor heart to hope like mine ; for dark as may be the face of the earth around me, my soul drinks radiance from a sun that knows not setting or eclipse. Hope is that sun of my soul. With one foot on the deep chasm's brink, over which fate may at a moment bid me step, my eyes would still be fixed on the glorious light above, and the one short pang to end my life alone would shut out its shining. [Miss Curran nestles closer to him] So, let me show you what I see for us in the future's breast. MISS curran. Pray Heaven that it be bright ! EMMET Over waste on waste of wild Atlantic Sea, I see two hearts whom many storms have blown apart at last united. They tread the shore of a sunny land ; they pass thro' its teeming cities ; they 're borne across its mountains and thro' fertile valleys. By the shores of mighty inland seas, 'mid forests older than their country's wrongs, they hear but the cheer ing murmurs of the wind. [Miss Curran strains forward as watching the vision] I weave their worldly lot, now with the golden woof of wealth, and now with homelier thread of poverty ; but ever"], [108, "88 ROBERT EMMET. on those lovers' faces, rich or poor, I see but one undying smile — the smile that takes its light, now from the glad blue heavens, now from each other's eyes. Is your faith great enough to weave that dream of hope with me, and make it real ? MISS CURRAN. My heart goes with it. Could my heart refuse ? EMMET. Have you thought what lies between ? MISS CURRAN. What lies between . What lies between ? EMMET. That vision must be born of pain, for it is — exile. MISS CURRAN. Your brother will be there. EMMET. Your father- Miss CURRAN. Heavens ! I knew my heart was all too light. My father — growing old, and the fire fading in his eyes and hope in his heart. To leave him — and my mother's grave ? I did not think of that. O hard alternative ! is there no other fashion for our happy dream ?"], [109, "ROBERT EMMET. 89 EMMET. None. Can you take up your heart and come with me ? MISS CURRAN. When ? Now ? EMMET. Say that when I bid you, you will join me with a laughing heart, and I '11 go forth with such a joy that the gray earth will think that one of its old joyous gods has come to tread in lightness o'er its breast again. MISS CURRAN. Robert, I will give up all for you ; bid me when you may. Now, if the means are at hand. And perhaps 't were better. Let me go in this mad mo ment of delight, when the altar fires of home, of family — are paled before the mighty rays of a woman's love. EMMET. It shall be so. In all my daring dreams I never firmly shaped the hope that flashes verified before me. It shall be so ; the means are all at hand. The faithful hearts that serve us will bear you like the daughter of a king — a king of men like your honored father. Nay, he will extend forgiveness too. You need not take a step that does not lead to happiness. I will summon Rose ; she will be starting now in trusty hands for the mountains, and"], [110, "90 ROBERT EMMET. you shall go with her. To-morrow morning we shall gain the sea, then with a favoring wind and a staunch craft we shall reach the shores of France, where friends, brother, joy, and marriage will await us. Rest here a moment. I will go to her. [Turn ing towards house.] Enter Rose. She comes quickly forward looking alarmed. ROSE. A gentleman is within who asks to see you in stantly. He seems nervous and distressed. I pre tended not to know your name as Emmet. He said : \" If I cannot see your master he is lost.\" He would n't give his name. EMMET. Is he alone ? ROSE. He is. EMMET. I will see him. [To Miss Curran] Stand in this bower. [Goes up to house ; looks in] It is Geoffrey Delany. Enter Delany. delany. [As he comes down agitated] You are discovered ! Fly while a moment remains ! emmet. This is strange warning from you, Delany [Aside] His cousin Fleming in Wicklow and he here ?"], [111, "ROBERT EMMET. 91 DELANY. No matter how strange. Fly ! EMMET. [Aside] Yet he, too, may have a spark of love for Ireland. [To Delany] Why do you warn me, Geoffrey Delany ? Miss Curran screams and rushes from the bower to Emmet. delany. She here ! MISS CURRAN. Do not leave me ! That man has pursued me with his offered love. The last day you and I met he stopped me in the street, not ten steps from where we parted. He came like your shadow, and now again. emmet. So, sir ; your warning has a flavor of your wish. Did you send your cousin, Malachi Fleming, too, to track me to Wicklow ? DELANY. [Confusedly] To track you to Wicklow ? No ; he went, but I knew not why. EMMET. Did you send him to this lady, worming for a letter to me ?"], [112, "92 ROBERT EMMET. MISS CURRAN. To me ? No ; I gave no man a letter for you I wrote but one, and that I gave into Ann Develin's hand but half an hour before they came and hanged her. EMMET. Darkness ! I see it now. Dwyer was right ; he was a spy ; that letter taken from her body, and passed about from tainted hand to hand, was made a lure for me. MISS CURRAN. My letter in his cousin's hands ! Then Geoffrey Delany is the spy ! DELANY. [Wincing] For Heaven's sake, spare me now! every moment you linger brings you nearer arrest and the gallows. [Miss Curran shrieks and clutches Emmet] Malachi Fleming has betrayed you ; he has set the Castle spies upon your track. He told me not an hour since. EMMET. [Disengaging himself from Miss Curran and going towards Delany] Why did he tell you ? Such rascals rather hug their ignominy to themselves. DELANY. [Wincing. Aside] O God! [To Emmet] He told me as a foretaste of vengeance. This lady had"], [113, "ROBERT EMMET. 93 said bitter words to him. He knew she had — rejected me ; knew that she loved you. EMMET. But, man, is this all ? What dog's companion ship had you with him that he should do this, and gloat to you upon it, if you had not set him on ? Did you set him on, and have you, like Iscariot, trembled at the ghost of your crime ? Speak it out ! DELANY. Man, you are driving me back upon my man hood. Cannot you see I had but to sit still and have you swept away ? I have warned you, and your fate be on your head. [ Turning to go. EMMET. Stop, you shall not go alone. There is too much mystery in this for us to meet and part. Rose, look to your mistress. [Rose goes to Miss Curran. miss curran. [To Emmet] Fly as he tells you ; it can be no worse to fly than to stay. EMMET. Who knows ? [Intensely, but in low tone] No, Delany, be it longing to see me gone, a hound's keen scent for blood, or muddy remorse that sends you here, I cannot decide ; but I will put it to the"], [114, "ROBERT EMMET. 94 only arbitrament left. You can use the weapons of a gentleman. You came with some fashion of escape for me ; I give an honorable escape to you ; refuse, and I will execute you on the spot as a traitor and a spy. [Stands grimly. delany. I consent. [Aside] It is an honorable escape he offers me. EMMET, [Crossing to Miss Curran] We must part now ; you shall soon hear from me. Rose, open the gate. Rose goes to the gate. Crash of glass heard in the house. DELANY. Too late ; they are here ! EMMET. [Drawing pistol] Then you shall not escape ! Men headed by Major Sirr rush from the house. The gate is burst open and men followed by Fleming rush in. SIRR. Arrest them ! Surrender in the king's name ! Emmet and Delany are seized j Emmet strug- gles but is overpowered ; Delany is thrown to the ground ; Rose has crossed down to Miss Curran, who shrieks and clutches her."], [115, "ROBERT EMMET. 95 sirr. Which is Robert Emmet ? FLEMING. There he is ! [ To the men holding Delany] Let go, let go. [Turning to Sirr] Major, this is Geof frey Delany. Ah, he was here making sure ? SIRR. Why, to be sure it is ; let go there ! [Men release Delany] Mr. Delany, I beg pardon for my men's roughness ; but your risk makes your service to the government all the greater. DELANY. I have no part in this. SIRR. I know, I know ; you '11 not be called for evi dence ; we 've enough of that. [Shaking Delany's hand. EMMET. Now, traitor, did I divine you aright ? Go, loath some dog, to your reward ! Grasp hands with the perjured trafficker in your country's blood ! Ay, fall upon his neck and slaver him ! Oh, that I ever thought of crossing weapons with a thing so vile ! SIRR. Pinion him, and away with him to the Castle !"], [116, "96 ROBERT EMMET. MISS CURRAN. [Flinging herself at Sirr's feet] Have pity on him ; he was about to EMMET. [Excitedly] No, no, do not kneel to such a wretch as Major Sirr! [She rises instantly and recoils] My love, the last word for me has been spoken in Heaven and unheard ; pray not to the powers of Hell! SIRR. [Glaring at Miss Curran] Ah, Counsellor Cur ran's daughter ! [Grins maliciously] Does the con spiracy, then, reach that way ? EMMET. [Aside] I have involved her and her father in my ruin. [To Sirr] Do with me as you will ; but if you have a spark of manhood in your breast, spare this suffering lady and her innocent father any shame that could flow from my fate. Do this, and I shall do all that can be done — plead guilty to any charge — to make the fulfilment of my doom an easy task for you. SIRR. Her father has left me no cause to spare him. Did he spare me when not a year ago in open court he called me \" a reptile that stung people into mad ness,\" and talked the jury into taking a hundred and fifty pounds from me ? If this child now shows the rebel in her blood"], [117, "ROBERT EMMET. 97 MISS CURRAN. [Turning from Sirr in disgust] Ah ! [To Em met] Beg not for me, Robert ; he trembles at the name of my father now ! SIRR. [Aside] With rage ! [Aloud, angrily] No more of this ; remove your prisoner ! Miss Curran flings her arms around Emmet's neck ; then, as though losing power, staggers backward and stands dazed. emmet. [Going forward to her] Sweetheart, be firm in presence of our foes. Support your sorrow with your father's fortitude. But for your love I should go with them bowed and shaken ; let it be my lamp in the dark way before me. [She sobs] Bear up, beloved, that I may think of you as a flower, wet with the rain of tears mayhap, but holding ever the white blossom of your face to the skies. Leans forward and kisses her cheek, then retires a step. miss curran. [ Turning swiftly] Robert ! sirr. Come, no more ! Emmet casts a long look of love at her, turns, and stands between two of the guard."], [118, "98 ROBERT EMMET. MISS CURRAN. Lost to me forever ! [Flinging herself on Rose's shoulder. FLEMING. [To Delany, pointing to Miss Curran] Now, now, triumph here, as I have triumphed there. [Pointing to Emmet.] delany. [Aside] Horror ! It 's true ; that first step down the path of dishonor wrought it all. Shall I steal away ? [Hesitates and then to Miss Curran] Do not, Miss Curran, think me all guilty in this. MISS CURRAN. [Starting up] Monster ! still here ? Is not his blood enough for you ? Do you crave still for mine ? Away ! [Delany winces] Let no human creature see you more ! May blood swim about and madden you ; may fiery remorse consume you, and your hot eyeballs scorch for want of tears ; may you search for release in death from your black soul's torture, and find no greater wretch to give you that boon of the wretched till, taking the hangman's rope, you strangle in it yourself ! Away ! [She turns frcm him] O Heaven ! thou art not piteous, or my heart would break ! Falls into Rose's arms. Delany turns in agony from her toward Emmet, who has turned at beginning of Miss Curran's speech. EMMET. Traitor and spy !"], [119, "ACT V"], [120, ""], [121, ""], [122, ""], [123, ""], [124, ""], [125, "ACT V Scene i. — A corridor in the Criminal Court, Dublin. A door in the centre. Two soldiers pushing off with crossed muskets a crowd of citizens, male and female. SIRR. [To soldiers] Drive out the rabble, drive them to the doors ; let none but gentlemen come up ! [Exeunt soldiers pushing citizens off] They want to see Robert Emmet in the dock. The trial won't take long now. He makes no defence, and calls no witnesses. I suppose that 's Counsellor McNally's work. Faith, that popular barrister — that these rabble love next to Curran — earns his pay from the government well. Enter Sir Wilkins McCue and Lord Charlemont. SIR WILKINS. What an angry-looking crowd ; they 'd certainly bite if the government had not drawn their teeth ! Would n't they, Charlemont ?"], [126, "102 ROBERT EMMET. CHARLEMONT. Sir Wilkins, it shows how deep the feeling runs for Emmet. [To Sirr] Is the trial of Robert Em met proceeding ? SIRR. It is, my lord ; the case is as good as settled. Robert Emmet will be hanged to-morrow sure as the sun rises. They keep our hands full. CHARLEMONT. Poor fellow ! SIRR. I can't see why there 's so much sympathy for him. Men young as he, gentlemen too, have passed through the hangman's hands for treason without any pity but from the rebel classes. CHARLEMONT. All feel there is something wrong when such a man stands in the felon's dock. SIRR. Even Lord Norbury is not himself ; I have n't heard him crack a joke to-day ; and he 's always in his best humor in high-treason cases. Why, when he hears there 's no defence, he sometimes keeps the lawyers in a roar ; and then he passes sentence like an alderman saying grace. SIR WILKINS. It 's easy for a judge to make lawyers laugh, when he can hang the man who does not see his jokes."], [127, "ROBERT EMMET. 103 CHARLEMONT. [To Sir Wilkins] He 's simply a humanbutcher that likes his work. [To Sirr] Has Emmet's counsel spoken yet ? SIRR. No, he made no speech ; but Plunkett is speak ing now for the crown, and in dashing style, my lord. [Aside] Plunkett has found on which side profit lies. sir wilkins. Plunkett is the man who fired young Emmet's brain with his speech in the House of Commons, and now he reads his recantation at his victim's death. CHARLEMONT. Plunkett was the friend of Emmet's brother, too, •let us go into the court. SIRR. You will find it hard to get room ; the court is packed to the doors. Enter Fleming, looking haggard and as though dazed with a long debauch j he is shaken and nervous. FLEMING. Major Sirr, he 's dead ! SIRR. Who is dead ?"], [128, "104 ROBERT EMMET. FLEMING. Geoffrey Delany. My cousin has hanged him self — hanged himself ! CHARLEMONT. Geoffrey Delany ? FLEMING. That woman's curse haunted him ; [To Sirr] you know what woman ; but I kept near him until yesterday, when he drove me from him, cursing me, tho' he was the only man on earth I loved. Well, all night I drank brandy — brandy enough to madden an army. This morning, when I went back to him, I saw his body dangling from a beam in his room — his eyeballs staring, — ah ! — ah ! [Hides his face in his hands. CHARLEMONT. 4 Who was the woman that cursed him ? FLEMING. The woman this rebel, Emmet, loved. SIRR. Mr. Delany had done his duty like a loyal man. CHARLEMONT. No wonder he hanged himself. [ Turns away in disgust."], [129, "ROBERT EMMET. 105 FLEMING. They spit upon his memory before he 's cold ; but if 7\" am an \" outcast,\" I '11 not forget him. Enter from the court Lord Wycombe. WYCOMBE. Ah, Charlemont, the worst for Emmet will soon be known ; Norbury is charging the jury, and bit terly too. Charlemont, Sir Wilkins, and Wycombe stand together conversing. FLEMING. [Aside] The worst for Emmet. Pity for him, and contempt for Geoffrey and for me. During Fleming's speech an officer enters ; Sirr goes to him j the officer whispers to Sirr. sirr. What ! None of the dogs will take a pardon to hang him ? FLEMING. [Coming forward] Hang him ? Hang whom ? SIRR. [Looking steadily at Fleming] The man on trial here, Robert Emmet. FLEMING. No one ! No one ! [Laughing bitterly] You '11 not want a hangman. I '11 — do — it ! I '11 do it ! Geoffrey calls on me to do it !"], [130, "106 ROBERT EMMET. SIRR. You ! Have you — nerve enough ? FLEMING. [Laughing chucklingly] Nerve enough ? Why, once I stood over — [Aside] but stop ; if I told that, they might be hanging me. [To Sirr] Yes, yes, I '11 do it. Trust me ; try me. [Exit officer into court. SIRR. You 're a little shaken now. [Aside] If he does it he '11 not be troublesome about his fee. Door opens ; several citizens come out ; they go off murmuring. SIR WILKINS. The case is given to the jury. I know it, for some people always rush out when the real interest begins. FLEMING. Yes, yes, I am a little shaken ; but I '11 be myself again when the moment comes for Door opens. Enter Miss Curran leaning on Rose Malone. Fleming starts back hor- rified at seeing her; he becomes abruptly silent. miss curran. I could not stay ; life is nothing to me ; but my brain reels. I could not wait to hear that cruel judge hiss out the words of shameful death."], [131, "ROBERT EMMET. 107 ROSE. You should n't have come, Miss. MISS CURRAN. Oh, but I have seen his face, his pale, beautiful face ; and its calm will haunt me like one sweet dream in a sleep of horrors ! O come, ere the word \" guilty \" rings in my ears ! [__>_>_'/] Driven from my father's house because of my love ! Homeless ! ROSE. But not shelterless, MISS CURRAN. A little shelter for a little while, and then a sleep. LORD WYCOMBE. So that is why Geoffrey Delany hanged himself. MISS CURRAN. [Stonily] Geoffrey Delany hanged himself ? What is that to me ? [As if recollecting] Ah ! my curse was about him ! Dead ! Ha, ha, ha ! Wycombe, Charlemont, and Sir Wilkins turn and uncover. FLEMING. I shall tear out her heart. She laughs at Geof frey's death. Ah, witch ! SIRR. [Griping Fleming] Quiet ! I 'd have to arrest you though I hate her and all her breed."], [132, "108 ROBERT EMMET. Miss Curran starts at hearing herself addressed, turns in horror from Fleming, and meets the glances of Wycombe, Charlemont, and Sir Wilkins. She draws her veil around her, bows her head, and bursts into tears. miss curran. O Heavens ! O Robert ! [Exit sobbing, and leaning on Rose's shoulder. WYCOMBE. I shall follow her ; she must see him before he dies. [Exit. Enter from the court an officer j he goes to Sirr. SIRR. Guilty ! that 's good ; that 's good. [To Char lemont] Guilty, my lord ; guilty, Sir Wilkins ; short work and good work ! charlemont. Guilty ! Come ; he will defend his course, I 'm certain. Exeunt Charlemont and Sir Wilkins into court. sirr. [_T<5> Fleming] Guilty! did you hear it ? Now will you do it ? FLEMING. Ay, ay, if he had a hundred necks and a hundred lives -, but keep her face away from me !"], [133, "ROBERT EMMET. 109 SIRR. Then wait for me in the guard room of the jail hard by. In a few minutes Emmet will be sen tenced and I shall join you. ELEMING. Keep her face away from me ! [Exit. SIRR. I think he '11 have nerve enough to do it. [Listens] That noise from the court-room ? Emmet is speak ing ; I must in. [Exit into court. Scene 2. — The criminal court, Green Street, Dublin. At the back the bench under a canopy, with seats for the three judges. Before and beneath the bench, THE CLERK OF THE COURT. In FRONT OF THE JUDGES A LONG TABLE COVERED WITH GREEN BAIZE, AROUND WHICH ARE LAWYERS, REPORTERS, ETC. THE JURY-BOX HAVING THE JURY IN THREE ROWS OF FOUR EACH ; THE PRISONER'S DOCK IN FRONT. EMMET WITH HIS ARMS FOLDED. A GUARD OF SOLDIERS ON EACH SIDE OF THE BENCH. SOLDIERS AND OFFICERS SCATTERED AMONG THE SPECTATORS, WHO FILL THE COURT AND GALLERIES AT EACH SIDE. LORD NORBURY. Prisoner, you speak of facts in evidence as cal-"], [134, "110 ROBERT EMMET. umnies. Speak, if you can, in mitigation of your crime. EMMET. Was I to suffer only death, after being adjudged guilty, I should bow in silence to the fate that awaits me ; but the sentence of the law which delivers over my body to the executioner consigns my character to obloquy. The man dies, but his memory lives. That mine may not forfeit all claim to the respect of my country, I seize this oppor tunity to vindicate myself against some of the charges alleged against me. [Pauses] I am charged with being an emissary of France ; it is false. I am no emissary. I did not wish to deliver up my country to a foreign power. Connection with France was indeed intended ; but only as far as mutual interest would sanction or require. The preliminary to this assistance was a guarantee to Ireland similar to that which Franklin obtained for America. [Murmurs in court] Were the French to come as invaders or enemies, uninvited by the wishes of the people, I would meet them with all the destructive fury of war. I would animate my coun trymen to immolate them in their boats before they had contaminated the soil of my country. If they succeeded in landing, I would dispute every inch of ground, burn every blade of grass, and the last entrenchment of liberty would be my grave. [Mur murs] My object and that of the provisional gov ernment was to effect a total separation of Great Britain and Ireland."], [135, "ROBERT EMMET. 111 LORD NORBURY. The miserable enthusiasts who banded with you were not equal to the wild design which your ambi tion had marked out for them. Your fate will be their warning. EMMET. When my spirit will have joined the band of martyred heroes, who have shed their blood on the scaffold and in the field in defence of their country, this is my hope, that my memory and name may serve to animate those who survive me. I am charged with ambition. Had I been ambitious, my countrymen, it would have been easy for me, with my fortune and the consideration of my family, to seat myself, one day, among the haughtiest of your oppressors. But I have toiled for the destruction of that government which upholds its dominion by impiety against the Most High ; which treats a hapless people as beasts of the field ; which sets man at his brother's throat in religion's name ; which reigns amid the cries of the widows and orphans it has made. LORD NORBURY. Prisoner, the court does not sit to listen to treason. EMMET. I have understood that judges sometimes think it their duty to hear with patience and speak with humanity to the victim of the laws. You, my lord, are a judge ; I am the supposed culprit. By a"], [136, "ROBERT EMMET. 112 revolution of power we might change places, tho' we never could change characters. If I stand at the bar of this court and dare not vindicate my motives, what a farce is your justice ? If I stand at this bar and dare not vindicate my character, how dare you calumniate it ? As men, my lords, we must appear on the great day at one common tribunal ; and it will then remain for the Searcher of all hearts to show a collective universe who was engaged in the most virtuous actions, or actuated by the purest motives, my country's oppressors, or LORD NORBURY. Silence, prisoner, and listen to the sentence of the law. EMMET. Why then insult me ? or, rather, why insult jus tice in demanding of me why sentence of death should not be pronounced against me ? I know, my lords, that the form prescribes that you should put the question ; the form also confers the right of answering. This, no doubt, might be dispensed with ; and so might the whole ceremony of the trial, since sentence was already pronounced at the Castle before your jury was empanelled. Your lordships are but the priests of the oracle, and I submit — but I insist on the whole of the forms. [Pauses. LORD NORBURY. Go on."], [137, "ROBERT EMMET. 113 EMMET. I have been charged with such importance in the efforts to emancipate my country as to be called here the \" life and blood \" of the conspiracy. You do me honor overmuch. There are men concerned in this conspiracy who are not only superior to me, but to your own conceptions of yourself, my lord ; men who would not deign to call you friend — who would not disgrace themselves by shaking your blood-stained hands. [Excitement in court. LORD NORBURY. [Excitedly] My blood-stained hands ! Think of all the bloodshed in this rebellion for which you are responsible. EMMET. What, my lord, shall you tell me on my passage to the scaffold, which that tyranny, of which you are the intermediary minister, has erected for my death, that I am accountable for all the blood that has been or will be shed in this struggle of the op pressed against the oppressor ? Shall you tell me this, and must I be so very slave as not to repel it ? Must I not cast it back on you, who, if all the inno cent blood shed in your unhallowed ministry were collected in one vast reservoir, your lordship might swim in it. [Norbury, deeply agitated, murmurs in court.] I do not fear to approach the Omnipotent Judge to answer for the conduct of my short life ■"], [138, "114 ROBERT EMMET. and am I to stand appalled before a mere remnant of mortality here ? Let no man when I am dead charge me with dishonor ; let no man attaint my memory by believing I could be engaged in any cause but my country's liberty and independence — which there is still union and strength in Ireland to accomplish. LORD NORBURY. Instead of showing a point of law in your favor, you have broached treason the most abominable. You, sir, had the honor to be a gentleman by birth ; your father filled a position under the government ; your eldest brother was one of the ornaments of the bar. Their examples, were they living, would have drawn you from such vile conspiracy. EMMET. If the spirit of the illustrious dead participate in the concerns of those who were dear to them in this transitory life, dear shade of my venerated father, look down on your suffering son, and see has he deviated from those principles which you instilled into his youthful mind, and for which he has now to offer up his life ! LORD NORBURY. What you have said but confirms the verdict of the jury. EMMET. My lords, you are impatient for the sacrifice. The blood which you seek is not congealed by the artificial terrors that surround your victim ; it circu-"], [139, "ROBERT EMMET. 115 lates warm and unruffled thro' its channels, and in a little time it will cry to Heaven. Be yet patient. I have but a few more words to say. I am going to my cold and silent grave ; my lamp of life is nearly extinguished. I have parted with every thing that was dear to me in this life and for my country's cause — with the idol of my soul, the object of my affections. My race is run. The grave opens to receive me and I sink into its bosom. I have but one request to make at my departure from this world — it is the charity of its silence. Let no man write my epitaph ; for as no man who knows my motives dare now vindicate them, let not prejudice or ignorance asperse them. Let them rest in ob scurity and in peace ; let my memory be left in oblivion, and my tomb remain uninscribed, until other times and other men can do justice to my character. When my country takes her place among the nations of the earth, then, and not till then, let my epitaph be written. I have done. Seal of Robert Emmet,"], [140, ""], [141, "ACT VI"], [142, ""], [143, "ACT VI Scene — Interior of Newgate jail, Dublin. The jail corridor runs off on either side from the open space in front. At the back, on the left, is Emmet's cell, the interior of which is seen through a wide, barred door. facing this door is a BARRED WINDOW IN THE CELL. At THE BACK, ON THE RIGHT, IS A LARGE DOOR. SEMI- DARKNESS. A RAY OF MOONLIGHT FALLS ON THE FLOOR FROM A HIGH BULL'S-EYE WINDOW ON THE RIGHT WALL. MOONLIGHT ALSO FALLS THROUGH THE WINDOW IN Emmet's CELL. Emmet is seen standing in reverie, through the barred cell door, by the cell window. The Jailer comes forward. JAILER. [Gazing into Emmet's cell] He 's very young to die, and he 's as gentle as a child. I 'm sorry for him. When I hear he led a rebellion and faced the judges like a lion, I wonder how the mild look ever came to his eyes ; and they keep him chained ! [Emmet turns, kisses a lock of hair ; his chains"], [144, "120 ROBERT EMMET. clank, his arms fall by his side; he walks to the chair and sits in reverie.] Poor fellow, he gets small comfort from the moon ; ah, the same long lock of woman's hair ! They call him dangerous, too, and keep him chained ! Enter Sirr and MacNally. sirr. You say, MacNally, that his speech from the dock has stirred the whole city ? MACNALLY. Yes ; I 've had men of every station after me, urging me as his counsel to beg mercy to the very last ; they offer large sums of money if he can be got away. SIRR. That 's why I 've sent for you. I hear there is a bold project of escape on foot ; see him and sound him on it ; let me know if he has been apprised of it. MACNALLY. Rely on me. Sirr motions to Jailer, who shoots back bolt of cell and lets MacNally in. Emmet and MacNally sit at table. SIRR. Rely on you ? While the pay is sure ! [Beckons to Jailer] Jailer, come here ! [Jailer advances]"], [145, "ROBERT EMMET. 121 When Counsellor MacNally leaves, see that no one, except with a pass from the Lord Lieutenant, sees the condemned prisoner, Robert Emmet, and even then let the interview be here, where all will be under your eye. [Jailer salutes and returns to the cell door.] They talk of rescue ; we '11 have troops enough to prevent that, but the Lord Lieu tenant wants to avoid even an attack, the very thing I would be glad to invite. 'T would be an excuse to sweep a few hundred that hate me out of the world along with their leader. To avert an attempt to save you [looking into cell] the execution 's or dered at the break of day. I wonder if my gentle man hangman's nerve holds good ! He 's there, nerving himself on brandy. If his courage breaks, I 've left word to let him go unquestioned ; I have a substitute ready. Ha, he sees me ! [Enter Flem ing. He has a black mask in his hand; he is haggard and nervous, but trying to master himself. Sirr scans him closely] You feel better now, Mr. Fleming ? FLEMING. Hush, don't call me by that name ! Call me hangman ; that will do ! How long is it till sunrise ? SIRR. Not long. FLEMING. Tell me, where is he ."], [146, "122 ROBERT EMMET. SIRR. [Pointing to Emmet's cell] There he is ; take a good took at him, and have every thing sure. [Goes up to Jailer and points to Fleming] The hangman ! There 's hatred enough in his face, but I doubt his nerve at the last. [Exit. FLEMING. [Looking around] It 's lonesome and dark in here. After all my breaking of the law, my first step in a jail is as a hangman. The mask ! They must not see my face. I can but see two faces — hers glaring at me, and Geoffrey's, with its sightless eye balls staring at the skies. And I am to hang the man that drove him to his death ! Think of that ! think only of that ! Now I must fix his face beside Geoffrey's. [Turns around and looks at Emmet] Sitting there so calm ! Curse him, curse him ! he shall see my face ! he shall know I am avenging Geoffrey Delany, if it 's a secret from all the world beside ! [Emmet rises suddenly, Fleming starts back] It 's not morning yet. MacNally is seen to shake hands with Emmet, who bows his head. Jailer opens the cell ; MacNally passes out; Emmet returns to the window. FLEMING. [Aside] Who is that ? MACNALLY. [Aside] He 'd like to escape, for he is young, but he knows nothing, hopes nothing ; he only asks to"], [147, "ROBERT EMMET. 123 have his chains taken off. This work should be worth a good thousand pounds to me. [Exit. FLEMING. [After watching MacNally off, goes up to Jailer] Who was that ? JAILER. The prisoner's counsel. FLEMING. Is there a chance of his escaping the gallows ? JAILER. I don't know. FLEMING. That would never do ; I must see Major Sirr ; he went down the long corridor. JAILER. Is your fee so large ? FLEMING. My fee is vengeance ! [Exit. JAILER. Escape the gallows ? Hangman, you 're sure of your fee ! Emmet turns in his cell; his chains clank; re-enter Fleming, walking backward, and shading his eyes with his hand."], [148, "124 ROBERT EMMET. FLEMING. What 's that I see ? Is it a spirit that comes sweeping with its white face towards me ? Her spirit ? Is she dead, too, and coming to haunt me ? Ah, she 's coming to him! There! There! Geof frey ! Geoffrey ! The face that sent you to your grave with death upon it ! Ah, let me away from here where the ghosts and the darkness are ! She comes to blast me, too, because I 'm going to hang him ! Is this madness, Malachi Fleming ? She comes with her arms stretched out, and her fixed eyes burning on me ! [Retreating] No, I will not hang him ! I will not hang him ! [Exit. Faintly off] I will not hang him ! Enter Miss Curran, shuddering and staggering. She holds a paper in her hand. miss curran. No hope ! No hope ! That horrid face before my eyes like the face of relentless fate ! [Covers her eyes] Where have they placed him ? Oh, his great warm heart in this cold, noisome place ! Jailer advances, takes the paper, looks at it, and turns away. JAILER. [Aside] And they keep him chained ! His sweet heart ! Poor girl ! [To Miss Curran] Stay here, Miss. [Goes to cell door] Prisoner ! [Emmet turns and looks at the Jailer. Miss Curran shud ders and half turns her head, then quickly buries her"], [149, "ROBERT EMMET. 125 face in her hands. Emmet advances to the table and rests one hand on it. Jailer unlocks the door, flings it open, and takes off his cap.] Prisoner, come out ! EMMET [Advancing a step] Is the time come ? Must I die before the dawn ? MISS CURRAN. His voice ! O life in death ! Heaven, I hear his voice again ! JAILER. No, not yet. Some one has come to bid you a long farewell. EMMET. [Starts] Who? [Advances to the door; Jailer points to Miss Curran. Emmet's face lights up a moment ; he raises his hands as if to kiss them to her ; his chains clank ; he looks at them ; his arms fall heavily by his side. In a low tone] Jailer, must the woman I love see me wearing these chains ? JAILER. [Aside] His heart is heavy enough without those chains. I '11 take the risk. Looks pityingly at Emmet an instant, kneels at Emmet's/../ and unlooses the leg irons. emmet. [Laying his hand on Jailer's head] These gloomy walls have not turned all hearts to stone."], [150, "126 ROBERT EMMET. MISS CURRAN. O heart, freeze not with fear awhile ; you '11 feel his touch and warm to beating life again, before you cease forever. Jailer rises, takes Emmet's hands and presses them ; the chains fall heavily to the floor. Miss Curran starts, advances shrinking a step or two ; turns sharply round with a cry, and reels as Emmet rushes and folds her in his arms. The Jailer turns aside and weeps. emmet. My love, my love ! Oh ! has the terror of the dungeon killed her ? Why, why came she here, and alone ? Poor trembling child, whose courage came of faith in me ; she is dying, or — Heavens ! — is she dead ? MISS CURRAN, Where, where ? EMMET. Oh, life for a little while is here; but love forever ! MISS CURRAN. Not that dark, horrid face ! I will not follow it, but [recovering herself] yours, Robert, yours ! [Bursts into tears and clings to him. EMMET. Thank God, she speaks ! Darling, lie closely to my heart awhile, and let yours grow to calm. You"], [151, "Robert emmet. 127 know not what rare joy you 've brought to me. Be fore death's pallid altar, thro' the night, I had tuned my soul to the deathless hymn of freedom. I had looked the grisly high-priest, destiny, in the face, and had driven the cold gray glitter from his eyes. The sobs of the suffering millions for whom I die came like a murmur of pity and praise from the whole land. A deep approving voice said : \" Time will fight for thee ; thine is eternity now.\" Yet would my heart, when the faith-filled martyr's dream was grandest, still ache for another tone, — your low, sweet tone, my love. Now I have heard it, I can die and ask no more. MISS CURRAN. I should have died in hopeless pain, had I not seen you. Having seen you, I do not fear to die. EMMET. Sweet love, you ve much to live for — for your father. MISS CURRAN, Robert ! Looks into his face, and lets her head sink upon his breast. EMMET. Surely, he has not suffered for my deeds ? MISS CURRAN. I have no longer a home beneath his roof ; he has driven me forth for my love of you."], [152, "128 ROBERT EMMET. EMMET. Ah, can it be that he — he of all men ? MISS CURRAN. 0 Robert, he is my father ! EMMET. His heart grows little amid the littleness around him. How bitter the cup of tyranny, that it poi sons the sacred fountains of a father's love ! Poor lamb, must you go forth in the storm and the night from the fold ? MISS CURRAN. It brings me the closer to you. I can pray in fit guise to the God of the desolate now. [ The moonlight goes out. EMMET. O God of the just, let our prayers not forever go without a sign that you hear ! O love of my heart, it was not thus that I dreamed to requite you ! Once I hoped to be the prop round which your affections might twine ; a rude blast has snapped it, and they have fallen across a grave. MISS CURRAN, Mayhap not a grave. EMMET. What say you ?"], [153, "ROBERT EMMET. 129 MISS CURRAN. I had not forgotten ; but it was poured fever ishly into my ear on my way hither that your friends would not tamely see you die. They bade me tell you that they would gather in numbers sufficient to pounce on the soldiery, and you might — think of it ! — you might go free ! EMMET. You have put a wild thought in my breast I thought forever stilled. Oh, how life calls to me, with you, with vengeance, with Ireland to live for ! But I grasp at water, like a drowning man ; to what end should they ? My death is assured a hundred fold — and no useless blood shall flow for me. I forbid it ! MISS CURRAN. Why, all the blood in Ireland should flow to save one drop of yours ; grasp every chance to live ! EMMET. Ay, every chance that comes thro' the gate of honor ; for every fate I am prepared. But oh, my love, at dawn the scaffold waits for me ! MISS CURRAN. At dawn ? Why, then, indeed, 't is death. 'T was thought they would not take you forth for long hours after dawn."], [154, "130 ROBERT EMMET. EMMET. My love, 't is better so ; and my heart goes back to its calm of coming doom, not hurt, but sweet ened, by this flitting ray of life. MISS CURRAN. It has left a pall of dark despair to me, and hope lies in its winding-sheet beneath it — dead — dead ! Oh, would I could die before the day ! EMMET. Oh, live ! One other heart is pulsing yet in pain, that loves me, and will cherish you, — my mother. MISS CURRAN. Did they not tell you that her poor heart beats no more ; that yestermorn she died ? EMMET. Now, Heaven, thou showest a ray. There, in the refuge tyrants cannot reach, her breast shall pillow mine again. Her arms that stretched out, yearning for me, on her dying bed, shall clasp me now. But more than ever desolate are you, sweet angel ! MISS CURRAN. O Robert, look at the stealing in of the day ; and the day brings death ! Press me closer to you, dear ; death's wings are fanning ice-cold breezes in my face."], [155, "ROBERT EMMET. 131 EMMET. Fear not, my love, for death is our angel now. MISS CURRAN. Past hope, — past fear ! EMMET. In thee alone I taste of bitterness in death. Could I but give your heart some comfort from the swell of exultation at my own, as the time draws near for the sacrifice, 't were easier to die. MISS CURRAN. Oh, it is death ever ! EMMET. Death cannot break the wings of love. MISS CURRAN. It rends in twain the hearts that love. It tears me from you — crushes me in taking you. [Clang ing of a door heard] What was that ? They are coming for you. O God ! O God ! My Robert, shall they separate us ? [ Tramping heard faintly. EMMET. Love, call up all your strength. [Takes her head between his hands] Look me calmly in the face. [She looks at him an instant] See that unconquered manhood 's there. [She buries her head in his bosom] Now, ere they come, let our farewells be"], [156, "132 ROBERT EMMET. 4 past, that hard, cold eyes like theirs may soften not in tears at sorrow that the angels share with thee. They cling kissing ; he gently moves her from him, holding her hands. MISS CURRAN. I see you sad and pale ; but all grows dim around you. EMMET. Courage, courage ; strength will come to you. Tramping heard louder. Enter Sirr, followed by eight officials, two and two. In the centre of them a man wearing a black mask. The officials stand with the hangman behind them. Miss Curran shrinks toward Emmet, who clasps her hands together and looks her in the face. SIRR. Prisoner ! EMMET. Not a word. [ To Miss Curran ; tenderly] Dear light of my soul, 't is time. Let me see Heaven un dimmed in the last glance of your eyes. MISS CURRAN. Oh, hatred surges to my heart ! [Looking wildly around. EMMET. Look not there, sweet ; ours is the agony of love alone !"], [157, "ROBERT EMMET. 133 MISS CURRAN. [Retreating a step] Agony ! agony ! Emmet gazes intently at her as she passes totter- ingly toward the corridor ; she casts a de- spairing, loving look at him, turns to go off, but clutches at the wall at corner of corridor ; she sobs. Emmet still gazes at her. SIRR. Prisoner ! EMMET. [Still gazing] Oh, soon to be free ; but the bolt they hurl strikes heaviest there ! SIRR. The hour has come, EMMET. [Still gazing, but now erect and with folded arms] The hour to set my mark against the testimony of my life, and seal it with my blood. SIRR. The sun has risen. EMMET. It finds me not afraid ; let tyrants fear the sun. It brings me death, but to Ireland it brings the dawn."], [158, "ROBERT EMMET. 134 A bell tolls ; the great door at the back opens showing in morning light a wide street lined with people and soldiers. The gallows in the distance guarded by soldiers. Soldiers outside great door. The masked man at the sound of the bell advances toward Emmet, and touches his arm. Miss Curran, at the sound of the bell, starts, shrieks, and turns to rush to Emmet. EMMET. [Restraining her with a gesture. She stands trans fixed] Remember ; our next meeting shall be there ! [Points upward.] Bell tolls again ; Miss Curran shrieks and falls senseless to the floor. THE END."], [159, ""], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""]]