[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "DRAWN BY JACK B. YEATS. THE PLOUGHER."], [7, "NEW SONGS. A LYRIC SELECTION MADE BY A. E. FROM POEMS BY PADRAIC COLUM> EVA GORE-BOOTH, THOMAS KEOHLER, ALICE MILLIGAN, SUSAN MITCHELL, SEUMAS O'SULLIVAN, GEORGE ROBERTS, AND ELLA YOUNG. DUBLIN : O'DONOGHUE & CO., 31 SOUTH ANNE ST. LONDON: A. H. BULLEN, 47 GREAT RUSSELL ST. PRICE, ONE AND SIXPENCE, NET. 1904. SECOND EDITION."], [8, ""], [9, "5 Dublin, December, 1903. The verses gathered here have been chosen from poems which appeared in The United Irishman and The Celtic Christmas, and more largely from manuscripts entrusted to me by writers too shy to venture on even the momentary publicity of a weekly paper. I have thought these verses deserved a better fate than to be read by one or two, not only on account of the beauty of much of the poetry, but because it revealed a new mood in Irish verse. There is no sign that the tradition created by the poets of The Nation which had inspired so many young poets in Ireland has influenced the writers represented here. Miss Alice Milligan has indeed written memorable verses, I think the best patriotic poetry written in -Ireland in my time ; but, as these are to be issued shortly in a separate volume, I have chosen to represent her here by verses no less Irish in spirit and more in accord with my purpose which was to show some of the new ways the wind of poetry listeth to blow in Ireland to-day. There may be traces here and there of the influence of othet Irish poets, but there is no mere echoing of greater voices, while some of the writers have a marked originality of their own. I have hardly ever performed any task with greater pleasure than the editing of these verses. I believe the little book will give some of the same pleasure to others, and that among these new writers are names which may well be famous hereafter. A. E."], [10, ""], [11, "CONTENTS. PAGE A PORTRAIT 9 A SONG OF FREEDOM 10 THE WAVES OF BREFFNY THE HOUSE OF LOVE: 11 12 THE DEVOTEE 14 THE TWILIGHT PEOPLE THE PLOUGHER IS 16 FROM EAST TO WEST A NOCTURNE 17 IS LOVE'S MENDICANT THE CALL 20 21 THE SORROW OF LOVE 22 THE REVOLT AGAINST ART APOLOGY 23 24 THE LIVING CHALICE REMEMBRANCE 23 26 DECTERA OF THE DUN THE LONELY 27 ■29 A DREAM OF TLR-NAN-OGE EARTH AND THE INFINITE AMERGIN 30 32 33 DREAM AND SHADOW THE SHADOWS 34 35 THE VIRGIN MOTHER FROM THE PEAKS . 36 37 THE WHITE WAVE FOLLOWING . THE PRISONER OF LOVE . 38 40 HOMELESS A DROVER TWILIGHT AUTUMN 41 42 44 45 THE GREY DUSK THE SUMMONS THE BELLS . 46 47 48 TO MAEVE 49 THE STAR OF KNOWLEDGE 50 THE HOUSE OF THE APPLE TREES THE ARMY OF THE VOICE 51 54 GRASS OF PARNASSUS THE SPIRIT OF SONG 55 56"], [12, ""], [13, "9 A PORTRAIT. (A poor scholar in the \" Forties \"). My eyelids red and heavy are With bending o'er the smouldering peat The Æneid now I know by heart : I have read it in cold and heat In loneliness and hunger-smart. And I know Homer too, I ween, As Munster poets know Oisin. And I must walk this road that winds 'Twixt bog and bog, while east there lies A city with its men and books With treasures open for the wise, Heart-words from equals, comrade-looks. Down here they have but tale and song. They talk Repeal the whole night long. \" You teach Greek verbs and Latin nouns,\" The dreamer of Young Ireland said, \" And do not hear the muffled call, The sword being forged, the far off tread Of host to meet as Gael and Gall. What good to us your wisdom store. Your Latin verse, your Grecian lore ?\" And what to me is Gael and Gall ? Less, ah far less than Latin, Greek. I teach these by the dim rush-light, In smoky cabins, night and week. But what avail my teaching slight ? Years hence in rustic speech, a phrase, As in wild earth a Grecian vase. Padraic Colum"], [14, "10 A SONG OF FREEDOM. In Cavan of little lakes, As I was walking with the wind. And no one seen beside me there, There came a song into my mind : It came as if the whispered voice Of one, but none of humankind, Who walked with me in Cavan then, And he invisible as wind. On Urris, of Inish-Owen, As I went up the mountainside, The brook that came leaping down Cried to me, for joy it cried ; And when from off the summit far I looked o'er land and water wide, I was more joyous than the brook That met me on the mountainside. To Ara, of Connacht's isles, As I went sailing o'er the sea, The wind's word, the brook's word, The wave's word, was plain to me — \" As we are, though she is not. As we are shall Banba be — There is no King can ride the wind There is no fetter for the sea.\" Alice Milligan"], [15, "11 THE WAVES OF BREFFNY. The grand road from the mountain goes shining to the sea, And there is traffic on it and many a horse and cart ; But the little roads of Cloonagh are dearer far to me And the little roads of Cloonagh go rambling through my heart. A great storm from the ocean goes shouting o'er the hill, And there is glory in it, and terror on the wind ; But the haunted air of twilight is very strange and still, And the little winds of twilight are dearer to my mind. The great waves of the Atlantic sweep storming on their way, Shining green and silver with the hidden herring shoal ; But the little waves of Breffny have drenched my heart in spray, And the little waves of Breffny go stumbling through my soul. Eva Gore-Booth."], [16, "12 THE HOUSE OF LOVE. I built for you a house of joy, A dun close walled and warm within, Strong-fossed without lest foe destroy Or creeping sorrow entrance win. The wind that wails about the world Came with you through the open door : My joy dun into ruin hurled Lay desolate for ever more. I built for you a house of dream Fair as the pearly light of morn : Its pillars caught an opal gleam From skies where night was never born. The wind that blows the stars to flame Blew through my house and left it bare : The beauty vanished when it came The columns melted into air. The next house that I build for you I'll build with suns and moon-fire white, Vaster than those the wind swept through Its halls star-paved shall front the night. Mayhap you'll come and wander there When all the winds are laid to rest, And find its sun -bright beauty fair Beyond the glow in east or west. Mayhap its radiant fire must fade Before the wind that wakes the dawn, The light from Heaven's heart outrayed, When suns and moons are all withdrawn."], [17, "The wind that beats the stars to dust May beat my star built courts away. Let my dun fall, if fall it must- Its glory lasted for a day. I care not if I lose anew Or round the wreck what winds may wail, Since God's own dun was built for you You are not houseless, though I fail. Ella Young. i3"], [18, "14 THE DEVOTEE. ' The Autumn wind sighs through the trees, Disturbing all my garnered ease, The brown leaves stir a fluttering thought With half-repented memories fraught. Dear God, how sweet the pain of sin That opens doors to let Thee in. How strange that Nature too should know The ecstasy of sin's wild glow ; How strange that in this way my soul Should feel its union with the whole. And yet may God not thus impart Himself unto the seeking heart ? Thomas Keohler"], [19, "15 THE TWILIGHT PEOPLE. It is a whisper among the hazel bushes ; It is a long, low, whispering voice that fills With a sad music the bending and swaying rushes ; It is a heart beat deep in the quiet hills. Twilight people why will you still be crying, Crying and calling to me out of the trees ? For under the quiet grass the wise are lying And all the strong ones are gone over the seas, And I am old, and in my heart at your calling Only the old dead dreams a-fluttering go, As the wind, the forest wind, in its falling Sets the withered leaves fluttering to and fro. Seumas O'Sullivan."], [20, "16 THE PLOUGHER. Sunset and silence ; a man ; around him earth savage, earth broken : Beside him two horses, a plough ! Earth savage, earth broken, the brutes, the dawn-man there in the sunset ! And the plough that is twin to the sword, that is founder of cities ! \" Brute-tamer, plough-maker, earth-breaker ! Can'st hear ? There are ages between us ! \"Is it praying you are as you stand there, alone in the sunset ? \" Surely our sky-born gods can be nought to you, Earth-child and Earth-master ! \" Surely your thoughts are of Pan, or of Wotan or Dana ! \" Yet why give thought to the gods ? Has Pan led your brutes where they stumble ? \" Has Wotan put hands to your plough or Dana numbed pain of the child-bed ?\" \" What matter your foolish reply, 0 man standing lone and bowed earthward. \" Your task is a day near its close. Give thanks to the night-giving God.\" Slowly the darkness falls, the broken lands blend with the savage, The brute-tamer stands by the brutes, by a head's breadth only above them ! A head's breadth, ay, but therein is Hell's depth and the height up to Heaven, And the thrones of the gods, and their halls and their chariots, purples and splendours. Padraic Colum."], [21, "17 6 FROM EAST TO WEST. Great ships glided into the port : Surely the ships of the gods laden with dreams : And men said \" It is well ; \" They have brought their dreams to us as of old, And now new tales shall be told.\" But the gods stood on the decks aghast : They saw the earth an iron port, The air a silver citadel. The sky a fortress built of solid gold. Then Prani said \" Here is no place for our dreams.\" So they flung the great sails over the mast, And sailed out slowly across the seas, Till they came to a twilight land in the west Where old unquiet mysteries And pale discrowned spirits dwell ; Where the wind sings a song with a golden lilt And the air flows by in silver streams. There, in wild wastes of the world they built An ivory castle for their dreams. Eva Gore-Booth."], [22, "18 A NOCTURNE. In memory of Marjorie Arthur. On a night of sorrow I cried aloud her name. God, who heard, said, \" Hasten,\" and in my dream she came. She stood ; I saw her clearly by the moon's white flame ; Her eyes were sweet as ever ; her voice was yet the same. No illumining radiance lit her girlish brow — As in life I loved her, I beheld her now ; I smiled in joy to greet her, nor did I think it strange That death had wrought no change. She bore with her no blossoms unknown to earthly land, No tall, white flowers of paradise, stately and grand ; There were violets on her breast — blue violets— And a red rose in her hand. \" How have you gathered ? \" I asked my gentle one, \" In that unchanging region of never-ceasing sun, Where the March wind blows never, and no rain shower ever wets, Those little violets ? \" \" I have had them long,\" she said ; \" I have loved them much, They were the last flowers given my living hands to touch, And in the fevered night of pain before my death, Sweet was the fragrance of their breath.\""], [23, "19 \"But surely you have gathered in the celestial land That other flower which lovingly is kept in your hand ? For there is not growing here on the mountain in the snows Any such crimson rose ? ' With looks of tenderest reproach my words were met. \" Dear, I have remembered ! Dear, can you forget ? Seaward, north of Derry, it fed on sun and dew ; It was a gift from you.\" And I shall always treasure it as priceless in worth, God has made nothing fairer than the little flowers of earth, As He has no more to give in His heaven above, Than your own heart's gift of never-changing love. Alice Milligan."], [24, "20 LOVE'S MENDICANT. What do I want of thee ? No gift of smile or tear Nor casual company. But in still speech to me Only thy heart to hear. Others contentedly Go lonely here and there : I cannot pass thee by, Love's mendicant am I Who meet thee everywhere. No merchandise I make : Thou mayst not give to me The counterfeits they take. I claim Him for Love's sake The Hidden One in thee. Susan L. Mitchell,"], [25, "21 THE CALL. From the fireside of your heart Where love blew the peats aglow, I arise, I will depart, I must go. Peace was dwelling in your eyes, But across my soft content, Gleams like rays in midnight skies Quivered and went. 1 arise though blind with tears To fare forth on the long way. When the beckoning gleam appears I must obey. George Roberts"], [26, "22 THE SORROW OF LOVE. I whispered my great sorrow To every listening sedge ; And they bent, bowed with my sorrow Down to the water's edge. But she stands and laughs lightly To see me sorrow so, Like the light winds that laughing Across the water go. If I could tell the bright ones That quiet-hearted move, They would bend down like the sedges With the sorrow of love. But she stands laughing lightly Who all my sorrow knows, Like the little wind that laughing Across the water blows. Seumas O'Sullivan"], [27, "23 THE REVOLT AGAINST ART. The earth bends to her dream : the obdurate marble serves Her will, flowing about her soul in gracious lines, Rose white as sunlit waves, a mystery of pale curves Flung up in palace walls or dreaming over shrines. One beauty moulds the fragile clay in many forms, Till men who build seem but the shadow of strange powers ; And the wild southern sea with all her clouds and storms Bends low beneath the yoke of a white host of towers. So doth the round arch of the blue air Byzantine Seem but the jewelled slave of her dethroned desire : Yet far from the unfolding of her loveliest line Burn the free spiral flames and cones of wind blown fire. I have seen broken veils of twilight folded round A purer mystery than the rich marbles hold, Where from of old the mountain-throned beauty frowned On carven forms divine and towers inlaid with gold. The austere Beauty with proud ethereal brows Moulds not the dusty clay, thinks scorn of the hard stone : But through her dreams the shadows of forest boughs Waves o'er the towers of the world broken and overthrown. Eva Gore-Booth."], [28, "24 APOLOGY. In the garden of my youth Where the flowers' pale perfumes swayed Passion called me and I went Fearfully yet undismayed. In the garden left my dreams Of a life that might have grown Silently to interweave With the spirit world alone. Why should I thus meekly yield At the first sound of a voice ; At the beckoning of a finger Rush like one without a choice ? Could the heart that nursed and reared All my youth's pale bloom of dreams, Also bear this flaring foliage With its blossoms' fiery gleams ? Surely not a chance desire Lent my feet the will to go ; But a deeper thinking, sinking To the soul of things below : But a deeper blending, twining, With the bright ones on their way, And a fiercer fire divining In the buried heart of clay. And as peace can ne'er be mine Until every way is trod, With a heart sincere I go Passion's cloud-strewn path to God Thomas Keohler"], [29, "25 THE LIVING CHALICE. The mother sent me on the Holy Quest Timid and proud, and curiously drest, In vestures by her hand wrought wondrously : An eager, burning heart she gave to me. The Bridegroom's feast was set and I drew nigh. Master of Life, thy Cup has passed me by. Before, new drest, I from the Mother came, In dreams I saw the dazzling Cup of flame ; Ah, divine chalice, how my heart drank deep : Waking, I sought the love I knew asleep. The Feast of Life was set and I drew nigh. Master of Life, thy Cup has passed me by. Eyes of the Soul, awake, awake and see Growing within the ruby-radiant tree ; Sharp pain has wrung the clusters of my Vine : My heart is rose red with its brimmed Wine. Thou hast new set the feast, and I draw nigh, Master of Life, take me, thy Cup am I. Susan L. Mitchell."], [30, "26 REMEMBRANCE. Deep in some ancient forest fragrant with primeval dew Two stately forest trees with intermingling boughs we grew, When I went fierce in gold and black, by cave and rock and pool And wooded way, you went beside me lithe and beautiful. When challenging the light exultant through the air I sped You flew beside me ; all the heaven was our bridal bed. And when beneath the soundless deep of watery ways I went For you I fought the hosts of ocean, proud and jubilant. Ah, gladly would I go again upon a way that brings Me here, to read again the tale of all my wanderings In your dark eyes that for a moment look with love grown bold, And droop 'neath gentle lids, half conscious of the things they hold. Seumas O'Sullivan."], [31, "27 DECTERA OF THE DUN. Dectera walks on the height, Red is her raiment, Forty heifers white, For the brooch on her bosom bright, For the round brooch beaten and light Were given in payment, On the walls of the Dun on the height She walks, she waits in the night, Red is her raiment. Her veil is white as the snow, There is gold on its border. There is bright gold clasping the flow Of her locks to the girdle low, Hair rings, row upon row, And pearls in order ; But the tears are ever allow Under the veil like snow With the golden border. Pride of her race and name Was her undoing, Once only and never since, Only once came the Prince That way a-wooing ; Pride of her royal name Made her cold when he came, Pride of her father's fame Was her undoing. Girsha dwells in the valley, Grey is her gown ; Her hut 'mid the heather brown Of birch and sally Was woven as round to see As the hive of a golden bee. And milking kine was she As he rode to the valley."], [32, "28 Up at the door of the dun In the mists of the morning Dectera walks until noon, Watches till rise of the moon, Waits for him late and soon, In her gay adorning ; But over the curve of the min Her face grows mournful and thin, And the eyes that he might not win Have lost their scorning. He dwells with his soul's delight, Her love he's earning ; Kept in her cottage white, While lonely and long in the night Dectera watches the light, Of her hearth-fire burning ; And through the sorrowful years With passion, petitions and tears She waits, but no sign appears Of the Prince returning. Alice Milligan"], [33, "29 THE LONELY. They lift me up, they set a crown on me, Fold upon fold their love enwraps me round : Beyond them all, I strain my eyes for thee, Without thy crowning, love, I am uncrowned Soft dews fall round me, but my heart is dry I stand in melting sunlight, yet am cold : Lonely across the world to thee I cry, Here on my breast thy wandering pinions fold Susan L. Mitchell."], [34, "30 A DREAM OF TIR-NAN-OGE. Without, a greyness floods the skies ; Within, a deeper greyness spares All the pale twilight world that lies Beyond my glimmering window squares. I watch the gathering shadows creep About the tree-tops, as of yore We used to watch them, brooding deep On some strange tale of faery lore. The darkening branches move and sway, The stars look through the tangled dusk Thine eyes are there ; I throw away The years without thee, like a husk We are together, and o'erhead The trees lean close to shut us in, The giant trees whose branches spread Back to the world where dreams begin. O dim and deep this forest heart And far away from haunts of pain : Dream-fair its shadows meet and part : The light comes through like golden rain. There's golden apples on each bough ; The spreading branches gleam above. Art thou, grown tall and queenly now, The little maid I used to love ? The deep recesses are aglow With purple and with pearl-pale green, And all about thee come and go Bright forms that bend and hail thee queen I know that now we stand within The faery land of Heart's Delight, Where old-time heroes came to win The Spear, the Cup, the Sword of Might"], [35, "31 And thou art Naive, the white flower Of Death and Dream, of Hope and Doubt, Immortal Beauty, for whose dower The starry worlds were counted out. Faint music softly swells and falls : I follow thee, and we draw near A deep where never storm-bird calls, And thy boat waits us crystal clear. Through shimmering seas of opal fire We speed to gain the Well of Truth, The Well that holds the World's Desire .And gives the Gods immortal youth. Thy winged boat of diamond white, Like a great bird that fain would fly, Beats back in flakes of rainbow light The crested waves swift fleeting by. But ere we reach the magic Well The glory fades across the seas ; A wind from earth revokes thy spell, A wind that moans and stirs the trees ; I see their shadowy branches wave Athwart my window in the gloom, Scarce yet awake, while grey and grave The light of morning fills the room. Outside the sky is rose and gold The dead moon slowly drifts away My dream is done, for loud and bold The dawn-lord sounds the trump of day. Ella Young"], [36, "'? 32 EARTH AND THE INFINITE. By day the Dagda hunts afar, While silent is each unseen star. And Dana busied in her house, Heeds not the absence of her spouse. Till with the twilight he comes back, Leaving a sunset in his track. The Mother's voice speaks through her woods Her heart's thought is her solitudes. The purple mist on vale and hill Is her face leaning over the window sill. By night, the rushlight moon is lit, Together Dagda and Dana sit. And then beyond where joy subsides, Peace welleth up on rippling tides. In dreamy rivers flowing — Sleep Unveils the vast mysterious deep. George Roberts."], [37, "33 av_:?_:.:n I buzz in the dizzy fly. I crawl in the creeping _______ t; I croak in the frog's throat, and fly on the bird's wings. I play on the keys of the brain ; a thought goes -ire ______ :__rre. Bird or beast, it has bounds, bat I am f* *fr*~\" '.-frf I dip in the pools of the rocks, the minnow plays with me. Finned I am Hke a fish, and merry children are we. A: the dumb call of the darkness I go t : ::e_Lr. ? sir I _ .ir. f t. . ... i::__. ... i: .1 . __.. :. : -._._: er The fretted waters I hold in the hollow of my L-___.£ From my heart go fire and dew, and the green __r.i tie ;:. — l___ii 5us_____ L. Mitchell."], [38, "34 DREAM AND SHADOW. Your face has 'not the bloom I gave My dream of you, my dream of you ! Your eyes have not her eyes' deep hue, Nor has your hair the gold I wrought Out of my dreams for head of her — M Bhron ! I thought that dream sheen caught From hair of you, from hair of you ! Pale lips, pale hair, 'tis not your fault : A shadow of a dream are you ! Padraic Colum."], [39, "35 THE SHADOWS. 0 herdsman, driving your slow twilight flock By darkening meadow and hedge and grassy rath, The trees stand shuddering as you pass by, The suddenly falling silence is your path. Over my heart the shadows too are creeping, But on my heart for ever they will lie. O happy meadow and trees and raths and hedges, The twilight and all its flock will pass you by. Seumas O'Sullivan."], [40, "36 THE VIRGIN MOTHER. Now Day's worn out, and Dusk has claimed a share Of earth and sky and all the things that be, I lay my tired head against your knee And feel your fingers smooth my tangled hair. I loved you once, when I had heart to dare, And sought you over many a land and sea ; Yet all the while you waited here for me In a sweet stillness, shut away from care. I have no longing now, no dreams of bliss. But drowsed in peace through the soft gloom I wait Until the stars be kindled by God's breath ; For then you'll bend above me with the kiss Earth's children long for when the hour grows late, Mother of Consolation, Sovereign Death. Ella Young."], [41, "37 FROM THE PEAKS. Dear Master, you have led me to the high white peaks ; Held by your sustaining still I climb ; But the thought of the warm valley in my heart speaks Its memories all odorous of thyme. And I look down with longing and lag behind, And wrong the bright ones round me, till with scorn The stars shout reproaches to the weak one and blind ; Longing for the sunlight on the corn. So let me take farewell now of a joy unsound, The peace I have no part in is unrest. I will nestle with the rabbits' brood in burrow underground, By the coo of the low wind caressed. George Roberts."], [42, "In 38 THE WHITE WAVE FOLLOWING. Written on a voyage through the Hebrides memory of M.A. Like the white wave following Our ship through changing waters The memory of your love is In life that alters : The clouds pass overhead, And like clouds the islands Flock up — and, hurrying on, Float by on the blue of ocean ; The sun goes, and the moon, Along many mountains, Amid changing stars, Into Heaven uprolling, New lochs and lands In each hour illumines : And all waves of the sea, Tide-swept and wind-swayed From morning unto night, Move ceaselessly by us. But against all winds And all swift tide-races, To all lochs and lands And sea-girt lonely places, Sunlit and moonlit, Heaving and hollowing Through wind-gleam, and glass-calm, Comes one white wave following. And like that white wave, In the sunlit sound of Jura, Like that wave, bright-crested, Amid grey seas by Sanda, On black rocks breaking Around distant Rona,"], [43, "Or in foam track fading O'er a sea of slumber, As we came from Canna To Skye of your kindred : Like that white wave, following The ship through changing waters, The memory of your love is In life that alters. Alice Milligan. 39"], [44, "40 THE PRISONER OF LOVE. Still, although I know our ways Are divergent through all time, Following love will shed its rays On the path you choose to climb. And your eyes my thought will meet Shining in your guiding star ; Flowers shall spring before your feet From my brooding love afar. But your voice I hear that cries, \" Oh ! the brambles trip my feet — Oh ! the lights that blind my eyes. When shall love and freedom meet ?\" George Roberts"], [45, "41 HOMELESS. I asked for sunlight and a long long day To build my little home ; Setting an altar where my heart might lay Fire ere the God should come. I built my walls with patient carefulness Secure and small, nor knew A wild wind straying from the wilderness Had sought their shelter too. My heart woke up in storms ; my shelter sweet In ruins fell apart. Once more I go by cruel ways to meet The ordeal of the heart. Susan L. Mitchell."], [46, "i 42 A DROVER. To Meath of the Pastures, From wet hills by the sea, Through Leitrim and Longford Go my cattle and me. I hear in the darkness Their slipping and breathing, I name them the bye-ways They're to pass without heeding. Then the wet, winding roads, Brown bogs with black water, And my thoughts on white ships And the King o' Spain's daughter O farmer, strong farmer, You can spend at the fair, But your face you must turn To your crops and your care ! And soldiers, red soldiers, You've seen many lands, But you march two by two, And by captain's commands. O the smell of the beasts, The wet wind in the morn, And the proud and hard earth Never broken for corn ! And the crowds at the fair, The herds loosened and blind Loud words and dark faces, And the wild blood behind."], [47, "43 (O strong men with your best I would strive breast to breast : I could quiet your herds With my words, with my words.) I will bring you, my kine, Where there's grass to the knee, But you'll think of scant croppings, Harsh with salt of the sea. Padraic Colum"], [48, "44 TWILIGHT. The sky is silver pale with just one star, One lonely wanderer from the shining host Of Night's companions. Through the drowsy woods The shadows creep and touch with quietness The curling fern heads and the ancient trees. The sea is all aglimmer with faint lights That change and move as if the crystal prow Of Naive cleft unseen its waveless floor, And Naive stood there with the magic token, The apple-branch with silver singing leaves. The wind has stolen away as though it feared To stir the fringes of her faery mantle Dream-woven in the land of Heart's Desire : And all the world is hushed as though she called Ossian again, and no one answered her. Ella Young."], [49, "45 AUTUMN. O season of the withering of the leaves. That seek their last repose on earth's cold breast, O let me hear the sorrows of thy voice Calling all things to loveliness and rest. In thy soft clouds grown grey with misery, Thy desolate branches flaunting the gaunt skies, Surely there dwells a sweetness of despair For lonely hearts and weary tear-stained eyes. For dumbly dressed, in sober light arrayed, Breathing a sudden mystery and fear, The pomps and pageants of eternity Loom through the withering ritual of the year Thomas Keohler."], [50, "46 THE GREY DUSK. I. Tremulous grey of dusk, Deepening into the blue, It is the path that leads Ever to you. Child of the dusk, your eyes Quietly light my way, Quiet as evening stars, Quiet and grey. All the magic of dusk, Tremulous, grey and blue, Gathers into my heart, Quiet for you. II. Child, I thought that we two by some grey sea Went walking very quietly, hand in hand, By a grey sea along a silent strand, And you had turned your eyes away from me To where grey clouds, uplifted mightily, Made on the far horizon a silver land, And I would not recall your eyes to me, Because I knew from your shy clasping hand How joy within your heart, a wanderer long, Outwearied now had come, a nesting bird, And folded there his wings, too glad for song ; And so I knew at last that you had heard Through the long miles of grey sea-folding mist, Soft as the breast of some glad nesting dove, Fiom grey lips grown articulate, twilight-kissed, All the secret of my unuttered love. Seumas O'Sullivan."], [51, "47 THE SUMMONS. Wake from thy sloth, arise, O sleeper, Wake, lest thy slumber grow yet deeper Lo I who call, I am thy keeper Through the eternities. And if thy trance can not be broken By the loud challenge I have spoken, Yet maj* I rouse thee by this token Of th}* divinity. When I, the spirit all undying, Wrestled with chaos, — thy soft crying Bade me to pause and see there lying, Child of my enterprise. Now have the dreams of youth departed , Now once again must thou be started, Filled with the strength of me strong-hearted On the unending quest. Thomas Keohler."], [52, "48 THE BELLS. Ring, little bells, tormenting tunes, Your peal calls up my scoffs and sneers ; Lo, all the bitter words I've said Come back and sting me while you ring. O forest-bird, forget your songs, No more build up with these a world Of swaying trees and falling streams. O forest-bird, with gold hairs bound, Build up no more your forest- world, With song caught from the trees and streams, Padraic Colum,"], [53, "49 D TO MAEVE. Not for thee, O Maeve, is the song of the Wandering Harper sung, For men have put lies on thy lips, and treason and shrieking fear ; Because thou wert brave, they say thou wert bitter and false of tongue : They mock at thy weakness now, who once fled from thy flaming spear. Now thou art cold on the mountain, buried and silent and blind, Dumb as the hills and the stars, blind as the waves of the sea. A clatter of treacherous tongues goes railing along the wind, And many an evil thought is spoken in hatred of thee. Was it Fergus whose envious breath first cast o'er thy shining name A poison of venomous words in the midst of the mourning host, Till thy glory shone before them a wicked and perilous flame, And thy beauty seemed but a snare, thy valour an empty boast? They have buried thy golden deeds under the cairn on the hill, And no one shall sing of thy hero soul in the days to come ; For the sky is blue with silence, and the stars are very still, The sea lies dreaming about thee ; even the mountains are dumb. Eva Goke-Booth."], [54, "50 THE STAR OF KNOWLEDGE. Thou hast the golden glory of the day For trailing garment worn by women-folk, And night about thee, like a purple cloak, But evermore thy head is turned away ; Austere thou goest where the starry spray Beats on the verge of time with rythmic stroke. Far off I follow, for my soul awoke And knew thee passing without smile or stay. Once face to face with thee Odysseus came In the lone island when the gods had hurled His ship to ruin on an alien sea : And I may reach thee, Ashless Heart of Flame, When I have wrecked for thee the narrow world Fate built about me, and my soul is free. Ella Young."], [55, "51 THE HOUSE OF THE APPLE TREES. No. i. — August, 1901. [Written on hearing that Ethna Carbery's home was to be at Revlin, Donegal, in the neigh- bourhood of scenes I had often described to her.) I have heard where your home will be, Between the harbour and the outer sea, Where at calm flow of tide the shadows fall Of the Abbey of Donegal, The place most sacred of the world to me. If I could tell you all : If I could tell — but this you well may know- How at an hour of evening, ye**rs ago, When summer day sombred to summer night Through luminous twilight, When the far gleam and fainter afterglow Of sunset radiance high in heaven still Made shine of water, with the Abbey Hill Shadowed in it below, I sat for long among the place of graves, And heard the soft wind pass Whispering along the grass, As softly whispering came the wash of waves Around that place of graves : And all the joy of life and peace of death Were one within me at the murmurous breath Of that so softly moving summer air Stirring about me there — Such was my solemn dreaming, but not all In the Abbey of Donegal. Another day, When hills were greening with the growth of May, I sailed beyond the Abbey to the sea, And he whom you have chosen waked for me"], [56, "52 The voices of the echo-answering hill, And brought me to the island where is still A garden grown to wildness in a wood Around a silent hall of solitude, And^ further where the surges of the bay Whiten for leagues along a sanded shore With sunlit flash and roar I waded in the shallows long and late Till came the boatmen's call we must not wait, So we delayed no more : Then since the outward ebb of tide was strong In the mid-current's flowing, On smoother waters ever winding in Our boat was steered for rowing, By base of hills bright with the fire of the whin, And whitethorn walling all the lanes like snow' And apple-boughs that shed their blossom on The sunlit dazzle of a country lawn, And lilac trees below. I told you after of this flower-girt bay (For you were far away) In words like these, \" The Kingdom of Heaven may be As beautiful — not more beautiful to me.\" And now your home is here Beyond the wood walk, by the water clear. The branching apple trees You write to tell us of, are surely these ■ That shed their blossom where I drifted by- Snow from a sapphire sky. And some day in the spring's delightful weather I will be with you, we will see together The hawthorn at its whitest, and the whin In hills of living gold, and in the hedge she fragrant pyres of lilac flower begin Close by the water edge."], [57, "53 No. II. — April, 1902. I was summoned. I am here Y\\ ith those in all the world to her most dear ; I had no welcome from Her when I came — No blithe voice from the threshold called my name, No quick hand drew me in from the rain and wind, And shut the door behind, And led me to the warmth of the leaping fire, Whilst gay eyes sparkled keenly with desire To hear me tell all \" strange adventures \" o'er, Met since we talked before. This was Her way of welcome still to me, Such was our gladness who can never be So merry any more. But here is strangest quietness instead ; Low voices — hushed about the lately dead, Through the long night of waiting where she died, Whilst the woods roar outside, And always, always on the window-pane, Is heard the incessant clamour of the rain Until the daw-n. At dawn Comes sudden stillness, and I walk upon The hill-side sloping to the water edge ; And o'er the Abbey of my solemn dreaming See light of sunrise beaming, But see no green upon the hawthorn hedge ; The apple-trees upon her garden lawn Stand gaunt and bare-branched in the shine of dawn, I know they will be beautiful in May, But — She has gone away. Alice Milligan."], [58, "54 THE ARMY OF THE VOICE. You cannot take me, ah, I will not go — To what strange turmoil would you carry me On the strong wings of the enchanted bow? The tides and surges of your savage sea To my tired spirit are an agony. Broken my wings indeed, I cannot fly, I've lived in the low valley far too- long. My heart, tuned to the sea-bird's lonesome cry, Can give no echo to> your tireless song — Voice of God's armies jubilant and strong. To the great silences in dreams I go Where my own mountains brood eternally, World-old the heart I lean my heart unto : Memories of battles won come back to me Arming my soul for battles yet to be. Susan L. Mitchell."], [59, "55 GRASS OF PARNASSUS. (Called by the country people \" Star of Bethlehem.\") Ye who in old days dared to wander far Beside the haunted springs of Hippocrene, And ye, wise men, who followed your star, Look down on our pale land of gray and green ; And see by these white tokens in the grass Here too the footsteps of the Gods have been. Yea, though the black smoke of the world can mar The vision sleeping in its magic glass, Star-smitten still the hearts of wanderers are : The moon sits throned in her silver car, And in her shadow floating dimly seen The great dreams smile upon us as they pass. Eva Gore-Booth."], [60, "56 THE SPIRIT OF SONG. What though the last wild song of time Were fluttering o'er with dying chime Life's little sad futility ; And all adown the pearly sky Streamed angels' tones to1 multiply In ceaseless mutability. Yet would I fain employ my breath In chanting as I strode to death, Unsilenced midst fatalities, The frail and precious things that pass, That fade and die like summer grass, Old earth's unsung regalities. Thomas Keohler"], [61, "DOLLARD PI^INTlNGHOUSE ■ DUBLIN I LIMITED. I"], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""]]