[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JACQUES ARTEVELTE BY EDWARD COUSINS. EDITED Bis E. RATCLIFFE COUSINS. PRINTERS : WARREN HALL & LOVITT, SS, Camden Road, N.W. 1886. [ENTERED AT STATIONERS' HALL.]"], [6, "JACQUES ARTEVELTE. DRAMATIS PERSOJSTÆ. Jacques Aetevelte Protector or Captain of Flanders. Utenhove, Babonaige Nobles of Ghent, attached to the party of Artevelte. Sohiee De Coubtbay, or Cottbtbisian Cousin of Artevelte, and Grand- son of a previous Lord of that name, killed by Count Soys. An Asteologeb Dampiebbe Brother of Loys de Crecy, the dethroned Count, of Flanders. De Cotject A Noble attached to the party of the Count. Gebaed Dents Dean of the Guild of Weavers. Messengers, Nobles, etc. Phabailda de Steenbeke... Daughters if John de Steenbeke, formerly condemned to death by Artevelte. Alida A Lady of the House of Baron- aige, attached to Artevelte. Eemangaede An Attendant upon Alida. Scene The City of Ghent. July, 1345. Period"], [7, "ARTEVELTE. ACT I. Scene 1. — Scene in the Sotel de Steenbeke. Pharailda. De Couect. PnAE De Courcy, I am glad to see you step So lightly forward, as if half your weight Of terrors were removed. What said the nobles ? Seem they propitious to our daring hopes ? When I at first obscurely hinted them, Caution, they hung about, as fearing lest Artevelte, by semblance of a plot, designed To circumvent them ; but the lustrous eye, Beaming with hope of late emancipation From this plebeian rule, spoke what their tongues Not yet gave utterance to. This token seen, I then exposed the whole design, and who Boldly dared lend their names as leaders to it. But were you not too bold ? Ne'er was a plot More gladly met. And they are pledged to meet, When from the South the torrid orb of day Proclaims the noon. DeC. Phae. DeC. Phae. Oh, happy day arrived At length of vengeance ! Accursed Artevelte, Whose hasty passions robbed me of a father, Now shalt thou die as thou gav'st him to death ! Aye, die unshrined, with all thy sins upon thee Ere thou hast time to meditate salvation ; And oh ! my father's spirit then shall be Lightened of half his purgatorial woes !"], [8, "4 De C. Phae. De C, Damp. DeC Damp Some, panting to regain the lordly rule And towering fortunes Artevelte robb'd them of, Guerdon of firm allegiance to their prince, Whom he had set at nought and would supplant ; Others displeased that mean plebeian clowns Engrossed the honours of the magistracy, Which erst was theirs alone ; some, like yourself, Wailing the loss of parents, children, friends, Not dead, indeed, but banish'd from their homes, All for themselves exclaimed,\" Then death to Artevelte, Vowed with the sanguine bitterness of grief, That they would foremost rush to spill his life, And wipe off their dishonour in his blood. Thus all have private wrongs to be revenged. And private longings those which mostly urge This patriot Artevelte to ambition's height, With all his feigned disinterestedness. Thus, then, a furious ardour fills each breast ; And the wild torrent of revenge bursts forth With greater force that it has grown so long, Pent up in narrow limits by despair. But now that dawning hope bursts brightly on us, Their spirits, roused ii'om dull torpidity7, Spread their wings boldly — each would be a leader, Would seize upon the post of noble Dampierre, Forgetful of all others, and that he Must strike the plume which waves to his dishonour Proudly on Artevelte's crest ; but here he comes, And what I fear to learn, I think I see Already in his thoughtful, slow deport. Scene 2. — Enter Dampierre. So soon returned, De Courcy ? this is well — Success alone could give such expedition. The nobles are invited to our council When from the South the torrid orb of day Proclaims the noon. And yet I have my fears as well as hopes,"], [9, "5 Phae Damp Phae Damp De C Phae Damp Phar Artevelte has many friends who yet may foil Our enterprize. How should you fear his friends ? Sohier de Courtray leads their troops at will, And these will second you, an arm resistless, Which I have undertaken to secure, Thwarting their hopes. Let that be Sohier's care. But my lords, I must crave of you a promise, That if I gain his powerful influence, The post of dignity in this emprise, Be his on whom this day's success depends. Aye, madam, willingly ; but secret care Must blind the watchful eyes of Utenhove ; We have not yet dared intimate the plot To any behind the traitor's cause, Nor are they few. The guildsmen idolize him, Them most I dread : for we must make the people Active participators in the deed That reinstated my brother on the throne. He must not act in this conspiracy, Or he would be more hated than before ; The people would cry \"Artevelte was a martyr,\" When we should bid them brand their captain traitor Gerald has bent them to our purposes, Told them their liberties are staked, that he Premeditates a more despotic rule To bow these novice freemen 'neath his sway, 'Stablish his dynasty on Dampierre's fall ; And that for this he has transferred allegiance From France to England. Tell them what you will, They'll yield and raise obedient hands against him. Noble Pharailda, you who taught us when To seize this golden opportunity, And to regain our lost prosperity, By this have bound us in another debt. And, noble lord, that debt will be repaid When you have won this day ; but let us not Lavish the time for role compliments, Artevelte returns to night."], [10, "6 DeC Damp Phae. Phae > And dies to night : If loss of honour, fortune, wealth and power, All that a mau holds dear can spur him on To deeds which shall reflect a glorious light Upon him to his latest days — he dies ; Wiping away the very foulest blot That ever lay upon a people's name, And chiefly upon those whose birth and rank Should teach them how to value honour most. Our emissaries have begun the day By making even rumour serve our cause : Their tales, by frequent repetition, gain From every mouth, and stir the people up Before our hand is manifestly shown. Nor think I that the weavers have forgot The insult which they lay to Artevelte's charge. And as the burgesses at vespers meet Their magistrates returned from Edward's court, Whose British sway Artevelte has counted for us To countenance his usurpation, Whatever be the kingly message they, If we but gain their ears, will sure reject it ; Then 'twill be ours to catch their waving spirit, Give it direction, and bid all the fury Of a blind populace bear Artevelte down. But see, the sun has half-way run his course To his said height, and now each devious way, Our enterprize demands us ; Madam, adieu. (Exeunt Damp. & De C, Guide them, ye saints, who guard my filial honour Scene 3. — Phabailda. Thus have I raised the nobles, and by them Shall raise the people, and by their own hands This Artevelte, whom they vaunt so loudly now, Shall, ere the close of day, degraded die. But stay ! my father cannot be avenged By those who, their peculiar wrongs resenting,"], [11, "7 Desiderate his death ; for they are not Moved by the dreary voice which calls on me, (Oh hallowing sound !) and thrilling thro' my veins Tells me my father was the first to die. To raise his haughty murderer to the height Of power and sway — tells me that thro' his blood The tyrant walked on to supremacy. Environed now with glory, will he die, The fitter victim to appease his ghost Than when he was the plebeian Artevelte : But he must die for him, and not for others, Then die by me, or by his hand, to me Oh dearer still than life ! What have I said ? If Gerald's leaven fail to move the throng Is not my Sohier thus exposed to death — To certain death ? All Flanders will demand The punishment of Artevelte's murderer — Come on, thou sightless mischief — change my sex, Drown every tender feeling, every pang Felt in dread apprehension — now no more May soft ideas creep into my firm And solemnly bent soul ; my father's dead, But still moves here and there before my eye, Clad in a horrid mail of burial clay. A sorcerer's load couched where the rolling eye Late spoke love's periods ; dishonour too Taunting him audibly : — support me, heavens ! Mark with a pitying eye a daughter's woe, But drown my fears, the plot must not go wrong, And that it may not, we must strike the blow Ere cool deliberation fright us from it By terror for ourselves. If Sohier die, Oh ! that he may not, heaven guide his arm, His death will be an easy one to mine, Life tortured by remorse to death, remorse Not for a criminal fault, but for revenge Ordained by virtue, but so dearly bought, Bought by the risk of those I dearest love ! That I could almost live as now dishonoured Rather than buy my honour at that price :"], [12, "8 Vanish false fears, teach me not dishonour, Adding to that which bows me down already ! And love, be thou superior in my soul To each alarm, and warm my words to tell Sohier that love most nobly waits on honour, Aids it in virtuous strife — thence to arise The brighter from the purifying fire. Scene 4. — To her. Enter Alida. Alida. Art thou Pharailda, thou confederate With the curbed weavers and the chafing Count Against the noble Artevelte ? Phar. Did j7ou say noble ? Alida. Yes noble ! nobler than Ghent's noblest-born, Base cringing wretches ; living without soul Save what reflects upon them from the Count, His country's enemy. Oh had you told me this As you have told me all your various thoughts Save this. I would have urged such weighty reasons As should have saved you from a traitor's fame. Phar. This hope, my Alida, I long have cherished, My only secret aim, and now have found A fitting opportunity for vengeance ! A sacred duty this for Steenbeke's daughter. Alida. (aside). Alas ! that love which animates my frame With chastest aspirations thus should vex me. (To Phae). Oh ! I beseech you if there yet be time By all the feminine softness in your nature Remember what our country owes to Artevelte ! How many widows, orphans, who had else Wept out the sad remainder of their lives In starving penury — he clothes, he feeds, He rescues from the dire abyss of want, Where soul and body sink into decay. Phar. I never yet heard Artevelte was thus given To make such demonstrations of kind nature ; Nor if the sound had echoed in my ears, Should I have heard it pleading in his favour. Alida. Shut not your ears to his renown, Pharailda, A generous foe pays homage at the shrine Of patriotism, bows to virtue where"], [13, "9 Phae, Alida Phar. Alida Phae Alida Phae He seeks to strike the blow. Let Artevelte's fame be this If e'en his blind admirers can discern Motives as pure and glorious as his deeds Under the seeming virtuous garb he wears. He sits enshrined in every7 noble heart. Then let each noble heart lament his fault, That should so worship him as to forget, The tender losses he occasioned them, And blind themselves, by gazing on his virtue, E'en to the dereliction of their honour. What ! are our private wrongs, however deep, To militate against the State's well-being ? By Artevelte's means we have been blessed with peace While danger threatened round us ; and to him We owe prosperity, the joys of life, Our friends, no longer the doom'd prey of war. These joys, these friends, are they not private blessings? Then should they purchase our ignominy ? No ! rather should they stir our spirits more, Having them at his hands ! Oh now that he Stands thus surrounded by bloodthirsty foes, Unconscious of the fate awaiting him — Now all his virtues rise before me bright And glorious as day's life-giving orb, Sowing his god-created flame around, To warm a world with love of liberty, He shines, amid the grovelling herd about him, The patriot ardent in his country's cause. Daring asserter of our liberties, Whilst others groaned, oppressed by tyranny, Sole friend of virtue, honour and of Ghent, He never struck who not the blow deserved, Nor ever struck but whom the outraged laws Bade him impartially condemn. My father ! Oh, how wast thou then victim of his wrath ? Oh, if you have a heart, I do conjure you Hear me : by those dear ties that bind me to him,"], [14, "10 Alida Phae Alida Phae Alida Those dear remembrances in which he lives, Thro' which he speaks and ever calls on me Whene'er the praise of Artevelte meets my ear, Bidding me hate the sound e'en of his name, Who thus unjudged and undeserving death, Killed him in shameless anger — killed him when He but stood forth upon his country's cause — Killed him for acting by the self-same rule That Artevelte terms the glorious rule of life, Simply for this that Artevelte was his aim, Who then, as it was said, played traitor to us ; He, this admirer of his country's laws, Broke through those laws for vengeance on my father ; And not content with laving his vile hands In honourable blood, when dead, reviles him, Heaping upon him curses loud and strong ; Is this a stain which I, De Steenbeke's child, Must silently endure ? For this am I To raise an impious voice in admiration Loud in behalf of this vile murderer? Yet, if you do not raise j'our voice for him, If you still hate him from your inmost soul, Oh, let him live — his country begs for him ! What, let him live who loads me with dishonour ? Hate him, and let him live ! Ah, Alida, I am not of so cool a temperament That I can hate, and that for so deep cause, And yet not unto death ; and hundreds more This day would sheath their daggers in his breast, For hundreds more have cruel wrongs as I ; But as this sacrifice is mine alone, by me The traitor dies ! Where is your womanhood ? Are those soft arms, framed but for love's embraces, Now to be brought to minister to death ? Whence is their strength denied to wield the sword ? Honour, which spurs me on, has found me that. Sohier comes here anon — 'tis he by whom My vengeance shall be wreak'd ; and hark ! I swear. Swear not; Sohier is Artevelte's kin."], [15, "11 Phae, Alida. Phae, Alida, Phae. I swear It shall be so if he will have my hand. Then have I spoke in vain, oh, my Pharailda! Is this the virtue I erst knew in you ? Will you annihilate the hopes of Ghent, Break through your country's laws and Nature's laws, Arm kinsman 'gainst his kin, for your revenge? Why have you told me this ? Are we no more To meet on terms of love ? Yet still I love thee ! Thy passion has too strong a sway o'er thee, Not letting thee perceive the ill thou dost. Artevelte, with all his virtues, is a man, And thus has faults ; and if e'en he have erred — If e'en his virtuous soul have sinned through anger — Oh, think again thyself, if yet there's time. Oh, Alida! thou know'st not half my pangs, Nor this the least which thou hast given me. Oh, let me gain a kinder word from thee Now that I cast away my fondest hopes, All I hold dear for a lost father's sake. Thou, as yet labouring under no such curse, Canst not imagine to thyself its woe ! Oh, love me still ! Think not I will betray thee. Thou wast my friend, yet duty points the way, And charges me with murder ; think, oh think What awful guilt awaits you, and avert The impending danger while you may ; the oath Will stand unregistered in heaven awhile, And you have time to call it back. (Exit Alida.) Scene 5 (Soliloquising.) Ah, why ! Why will she press me thus ; I cannot yield, I cannot think that heaven itself will deem This murder faulty. His kinsman did she say ? 'Tis true ! — Oh, how I dread to meet him,"], [16, "12 i Tho' on my prompt success rest all the hopes Of Dampierre, and without his friendly aid Still unavenged I mourn a father dead. (Pause.) He has some longings for the prince's favour, And I have known in him of late some signs Of wavering character ; let's work on it ; Away ye fears ! — And he is gained for us. Scene 6. — Enter to her Sohiee De Coueteat. Good morning, love ! but how ? is't well with thee ? Oh, why so calm ? no smile to greet me now ? Thine eye speaks not the soul-tuned melody That erst with rapturous pleasure welcomed me, Long ere my duller senses caught thy7 voice. Have I been truant to the love I owe thee ? Has slander whispered it ? What, no reply ? Nay, speak ! methinks that thou deliberat'st The fashion of thy speech — I have been found, Being better known, unworthy thy regard, Defective, or in body, mind or soul And Sohiee Phae. Sohier, nothing stands recorded here Against thee, nothing — but there is on me Dishonour foul and deep, which didst thou know it, As at this hour thou must, should make thee loathe Even my presence. Sohier, Tell me not this thyself ; Thou canst not lead me to give credence to it. No, thou art pure, aye, pure as heaven itself, Pure as the virgin snow upon thy neck, Which, had dishonour ever rested there, Blushing, would prove the tell-tale tho' thy tongue Concealed it from me ; no, by heavens thou'rt pure Recall those words, and banish this distrust ; This hasty language not bespeaks the faith, Pure and confiding faith that love should rest on, Thou dost not love me if thou doubt me, Sohier. I doubt thee not, my madness springs from love. Phae. Sohieb"], [17, "13 Phae. Oh look not so, my love ; there was a time When thou wouldst hang suspended on my lips Did I discourse — and thou wouldst listen on, Mute as attention, catching every sound, Then telling me 'twas treasured up for ever. How have I lost so much in your esteem, That e'en my tears and sorrows are despised ? If I have one word spoken, my Pharailda, To give thee trouble, oh, attest it all Our happy hours of love, I knew it not ! Come pour thy sorrows on this anxious breast ! And teach me, heaven, to dry an angel's tears ! But touch me not till thou hast heard it all ! Thou canst not love me if a stain as foul As guilt could work within me, were revealed To crush thy noble spirit down with shame ? Go on, go on, thou madden'st me to hear Thee talk so indistinctly — tell me all, And though my dearest brother were at fault His death should be the penalty. Nor hate me Sohiee. Phae. Sohiee. Phae. Should I impeach my future ? Hate thee ? No ! Sohier But loving thee the more, wilt scorn the world Of every knave within it, to revenge thee. And if for years I have concealed my fault, Leading thee on meanwhile to love a thing Which thou shouldst rather hate ? Phae. Sohiee. I'd love thee still ! I'll not believe thou hast sinned willingly, And where the will is wanting, there the sin Is absent too. Phae. Ah, willingly have I sinned, In that I've left revenge to this late hour ; But then methinks a woman may find pardon, Who tarries till she find a manly heart That will not fear to make her griefs his own ; But I, by waiting thus, attaint my blood Which else were never tainted. What dost thou say ? Sohiee."], [18, "14 Phae Sohiee, Phae, Sohiee, Phae. Sohiee, Phae. Sohiee, Phae, Why dost thou mock me thus ? I have not mocked thee ! That were a fault too great for love to jest of, 'Tis mine to vindicate the sacred fount Whence flows my life's spring, which by tarrying here, Whilst slander, ever prone, asperses it, Proves me unmindful of my murdered father. 'Tis Artevelte who dishonoured him and me ; 'Tis Artevelte's death that I must now demand, Demand it, too, from thee, a proof of love ! What ! dost thou startle, quailing at the thought ? Hast thou no sense of what affection claims ? (Pause.) There is a stain upon thy fair escutcheon ! Canst thou bide tamely looking at dishonour, While she insults thee, loading thee with shame, Which, as an arrow rankling in the breast, Should goad thee on to madness ? and thy sword Rusts idly by thy side ? Taunt me not thus ! Tell me, Pharailda, where dishonour lies ? Does private insult raise such fire in thee Whom love, insulted love, has failed to move ? Ah, traitor to thy prince, what ! can thou ask Where the dishonour lies ? Has conscience ne'er Reproached thee with participation in The crime of Artevelte ? True, t\"0 true, it does. y Thy ancestors fought bravely for their prince, Thy kinsmen drown the glories of thy house By this rebellion. Yet 'twas urijed on him. How urged on him ? Has he not, then, free will ? I never liked it. But do only 1, Not all the men of tihent share in the treason? They, raging at my hiipless father's death, Made Artevelte captain and expelled the Count. All partners in dishonour share alike, And every share is equal to the whole ; And everyone who looks upon a fault,"], [19, "15 Knowing it to be faulty, shares in it. Wilt thou go place the coronet on his head ? No, that I would not ; yet I love him well. Love him ! a traitor to his prince and thine ! He is my kinsman. And should ties of kin Hold us with rebels ? Sohieb. Phae. Sohiee. Phae. Sohiee, Were his life assured I would forget all ties to serve my prince. But should he die, let not a kinsman raise A patricidal hand ! Phae. I ask his life ! Love him who loads Pharailda with dishonour ! De Steenbeke's name's a byword to the mob, Whene'er they speak of deeds deserving shame ! Will Sohier's love, whom Artevelte's crime has taught His rabble rout to jeer at as she passes ? Nor raise his hand forsooth in her behalf Which then were his. Say wilt thou lead to-night For me the assembled nobles ? Sohiee. Phae. I will not. Then, craven, see a woman use thy sword ; But, hark, I swear if thou desert me thus, By all the saints in heaven, thou shalt not wed me ! Nay7, hear me, listen ! Avoid ! pollute me not ! Lest I, too, gain some cowardly misgivings, And all the hell which racks a guilty mind Whene'er it seeks communion with itself, Crush us with anguish, poison our delights With maddening tortures if thou hast my hand ! Hear me, Pharailda, for I will be heard ! Sohiee. Phae. Sohiee, Rideb to Scene 7. — Sohier, Pharailda, Asteologee. The folding doors open as in the first scene. Enter Astrologer, bearing a black board inscribed with mystical characters. Sohiee. What means this mourning ?"], [20, "16 Ast Sohiee, Sohier Courtrisian ! Attentive mark the teaching of the stars ; They far elate above our sphere, declare In language deep, significant, what lies Beneath the fleeting present, in the maze Of dim futurity. Revile not thou When universal Nature tells of earth ! The highest monarch of the western world, While Edward called him to the duel fight, Obeyed their voice, his sword in scabbard sheathing. Now one long cycle have they rolled perturbed ; Emulous forms have flamed amid their paths ; Conjunctions strange have imaged forth in heaven The new-born ship of earth, where see their lords Innumerous and victorious serfs have risen. Thy father was the first to point the way, Be thine the task this Artevelte to o'erthrow. From whose success (permitted for the nonce By vengeful heavens) wide the flame is spreading Through all the regions of the West ; and see ! The bones of princes lie unburied ; ghosts Parched with hell's fever walk throughout the night She whom thou lovest wails for such a cause. Be it thine to quench the flame thy father lit, Thy kinsman found — and then shall burial rites Release De Steenbeke's spirit. Hearken now ! My vigil has endured the livelong night, And dawn spread nightly on propitious skies ; A shadowy mist enveloped Artevelte's star, Nor vanished with the day. Thou, thou alone, Canst give the happy augury event, Without thy aid Artevelte will die in vain, And leave a maddened people to avenge him, For so the skies declare, \" When all unite, Serfs, nobles, weavers, fathers, all demand him, Shall Louis' reign and former things return.\" {Exit Asteologee.) Scene 8. — Sohiee a:nd Phaeailda. Now do I feel the whole of what thou sufferest, Ashamed that thou shouldst teach me how to feel it."], [21, "17 Yes, yes, the stain is mine ; now art thou free From this, I take upon me thy revenge ! (Pause.) Would he were not my kin ! Piiak. Oh, drown affection, Break every bond and feeling tie of nature, For 'tis a cruel virtue we must practise. Ah, when I think on thee, and think that ruin, Death, and the direst ills await your failure, Oh, then the woman bursts within me, and These eyes, the flood-gates of an aching heart, Shed tears that tell of anguish 'gainst my will, Dreading thy fate, and cursing it e'en now, For that the tyrant is so near to thee ; But tho' he kinsman be by corporal frame, Oh, show thyself in soul a man, for know A man himself can father his own soul, And give to it the temper it should have. The nobles by this time expect thee, go ! And fire them all with courage like your own. (Exit.) Sohiee. Yes, I will then, and having thee before me Will summon up the warmest words of valour See, as she leaves me, what a noble gait ! More lovely now than ever, while her soul Mantles as with a glory every feature ! End of Act I. ACT II. Scene 1. — The curtain rises upon an assembly of the nobles in a hall in Fharailcta's castle. Sohiee, Dampieebe, De Couect and nobles, some clad in armour. The floor of the hall is strewed with weapons and helmets. Damp. The thronging knaves gape at him as he passes, And every tongue enraptured speaks his praise ; B"], [22, "18 But in one deep-mouthed curse shall all unite, At our suggestion, when they greet him next. Thus, my lords, all our several parts are plann'd, And no dissentient voice is rais'd — for why ? We all are led by individual hopes ; Nay, better, we are urged by pressing fears ! Witness De Steenbeke's death, our lives are perilled. Artevelte, a tiger ravening for prey, Environed by arm'd men, his well-trained jackals, Disposes of our lives at will — Oh, we Too long have left our heads within his jaws, When we should strike the traitor to the earth ! 1st Noble. Dampierre, 'tis true ; but here comes Utenhove ! (Sohiee aside.) And I, despite these inward monitors Of daring falsehood, silently assent. Scene 2. — Enter Utenhove and Babonaige. Uten. Hail, noble compeers, tho' we come so late, Not being invited, may we dare to ask The occasion of this council. Damp. Welcome, Utenhove ; Baronaige, welcome, you are well arrived To lend your weight to our deliberations. Uten. Your words are ready fashioned, Dampierre, To suit the exigence. Did you thus think A short time since ? Pray what has changed you so That you now prize what was not worth the asking ? Accursed dissimulation ! (Sensation amongst nobles. They draw, Utenhove and Baeonaige draw also.) Think not now To fool us with these airs. The time is short, And we are here to meet you, Artevelte's friends ; Artevelte, whose death you here are met to plan : Your own aggrandisement ! your country's ruin ! Has none here touches of remorse or shame That he has joined with such a band of dastards — Cloak'd traitorous villains ? (Increased sensation and uproar.)"], [23, "19 A Noble Uten. Damp Uten Damp TTten*. Damp Uten (drawing). Hah ! Put up your swords, You'll have to use them presently ; besides, To murder now, will not advantage you ; 'Twill raise you enemies among the people, Whose ears arc poisoned by your lying tales. Damnable misdeed ! What, shall our fair Ghent, The pride of all the nations of the West, Be stabbed in the heart by a secret herd of slaves Crouching beneath a woman's guardian roof ! Think not we compass Artevelte's death in secret : Here is an open council of the nobles. To which your complice traitors were invited, And the others left to dream that one was sitting ! Gall me not thus, or, by the heavens ! — Swear on, You'll damn your plot to prove yourself a traitor. Can you deny that Artevelte is the man Whom of all others you're most bound unto ? To Artevelte e'en the mightiest princes bow, Aud term the captain of the people comrade ! Yes, that he is a traitor to his prince, Whom we would now restore — next that he has Murdered De Steenbeke, and all here have vowed To hurl the plebeian magistracy down That Artevelte has set up — regain their rank, Their power, their fortunes, and recall their friends, Banish'd by Artevelte hence ; for these they7 hate him Granted that they have cause to hate him. Those Do we not always hate whom first we wronged ? Artevelte was made the butt of your mad rage For standing forward, saviour of his country, Undaunted by Courtrisian's warning death, The doom of those who struggled 'gainst oppression. Our ruined trade, a starving populace, In Louis saw their tyrant, not their prince, Regardless of their miseries, their cries, Their often-urged petitions for relief, He, witness, author of his people's ruin, Fled with his warlike vassals to maintain"], [24, "20 The scourge of Flanders on the throne of France. De C. So was he bound to serve his royal liege. Uten. His liege ! Hah ! Right ! the devil was his liege, Who racked the men of Bruges, starved those of Ghent Murdered Courtrisian without cause assigned, Save that his generous spirit yearned to mark His tottering country's weal, and dared impeach Subserviency to France, the cause of ruin ; But Edward, by the produce of whose realm Our factories are fed, our guilds supported In all this gorgeous wealth, this purple pride, Filling our stores, enriching all our towns, Edward, our king, acknowledged in Brabant, Hainau.lt, and, lastly, now in Flanders, comes, Giving us free men what we lost as slaves ; This, this is Artevelte's work, Courtrisian's kin. (Sohiee aside. Spare me untaught rebuke, I swerve already.) Uten. And you, for this, my lords, with rancorous hate, With mad determination seek his death. (Turning to De Coijecy.) Thou brave De Courcy, Champion of Ghent ! De C. (interrupting him). Barons and Castellans of Flanders, hear me ! Knights who have fought with me in many a field, Will you bear witness to my knightly fame ? (Several rise and throw their gauntlets simultaneously on the table.) Thus we avouch it ! De C. Noble Dampierre ! thou, Twin brother of Chivalry, be thou my judge ! We on one night our maiden vigil kept, And since have, side by side, by valiant deeds, Oft knit that brotherhood in closer bonds. Thou dost remember how, at Philip's court, Artevelte and I were pages, he in age Some months my senior, and in chivalry A year ; for he stood high in Philip's love. Upon the strand of Rhodes he saved my life : From the high prow I left a pebbly beach, Nor stopped secure, by Saracens hemmed round."], [25, "21 He, while a hundred warriors gazed on, Sprang from his galley ; through the foaming sea, The startled waves wide flinging, cut his way, And stood beside me. The Saracens fell back. Say, knights, if such a love as did arise From this heroic deed should hold me now That Artevelte, recreant to his knighthood's faith, Would make us recreant too ? (AH simultaneously.) Ties are broken ! Baron. Say, Gerard Denys, have the dames of Ghent Made less demand than not upon the loom That weavers should revolt against the captain ? Methought I lately heard Philippa say That Hainault's heiress was less richly dight Ere she was England's Queen. •Gerard. Nay, Baronaige ; I grant the looms have thriven. But for awhile, Nobles of Flanders, I intreat your ear : Have not the guildmen feelings like the knights ; Does not the thing of insult, or the smart Of vengeance long restrained, make our cheeks burn, Our hearts beat restive, and our hand usurp The weighty poleaxe. Have not Ghent's proud guilds Their halls round girt with battlemented walls, Their craftsmen trained to battle's glowing rage ? And did not Artevelte, when we made him captain, Swear that he sought to aggrandise, not curb us ? Why, then, when we assailed the fullers ; why, When the armourers joined us in the fray, Did he declare all traitors to the State ; And vow to give them to a felon's death Who, stung with injuries, should dare resent them? Never will white hoods thus be swayed and taught ! Baeon. (suddenly seeing Sohier). Sohier de Courtray here! his bosom friend, Companion on the battlefield, at home, In peace and war, and yet his secret foe ! What ! are you purposed, — when you next embrace him, When unsuspecting he leans upon you, Tells you the veriest secrets of his soul, —"], [26, "22 To glide your hell-attempered steel athro' His heaving walls of life ? Oh ! this is foul- Foulest of all. Hell's torments be your guerdon ! (To Utenhove.) Haste on the wings of friendship, Utenhove f Haste ! gather all your vassals to defend The death-girt Artevelte. Uten. And thou who watchest o'er The very focus of virtue, guard him safe. (Exit Utenhove.) De C. Seize them Courtrisian, ere they gain the portal ! They will possess the people's minds against us ! (Sohiee, absorbed in deep thought, does not heed him.) What, are you dull when dangers lower round ? (De Couecy crosses and exit.) Scene 3. A Noble (to Sohier). What, treason here ? Sohiee. And cowardice amongst us ? Suspicion lurks within a coward's heart, And brave men scorn it ! Noble (half draiuing). Coward, did you say ? Sohier. Return your sword that fears to leave its scabbard. Or draw, and strike for that I called you coward ! My mettle is not of so low a standard, Or I might now resent the epithets Your valour hurled at me. My absence, lords, But marked my entry on a new existence. The words of Baronaige rais'd meditation, Only to wake from thence with freshen'd vigour. If friends have human frailties, brave men weep, Not call them traitors ! 'Tis a fear for self, Being conscious of your own unworthiness, That breeds suspicion, where all else were true. Damp. Let us not mar our enterprize, my lords, With frivolous quarrels. Lead us, Courtrisian, now t For sensibility unto the throes of honour, Is not a fault which brave men are shamed at. Sohieb. Gladly I merge this insult in the hope That we shall all prove our hearts' loyalty;"], [27, "23 it Damp Sohier Damp. DeC, Our cause is just, imperative upon us ; Hated with keenest hate our enemy, All, all our private hopes attend success In this attempt to win our honour back : — Then strike each man of you, as tho' to die Would send you glorious fame to future ages : — Mothers shall point at you And train their infant sons upon your model ! Such are the men that prop a falling State,\" Nor yet be absent from your minds the honour, Emoluments and places of high trust That wait you at the grateful hands of Louis. Gerard, De Courcy and myself will straight To predispose the guildsmen, ere they learn The issue of the conference at Ecluse. Meanwhile, my lords, be yours the task to arm Your various troops, and ours to awe the town, Lest the brave men of Bruges, of Furnes, and Ypres, Rush down on Ghent, on news of Artevelte's fall. And when the vesper tolls, attend the signal, We then maj7 need your presence in the town. (Exeunt all but Sohiee and Dampierre.) Scene 4. Well spoken Lord of Courtray ; for the Count I thank you for this earnest of your zeal. Yet you survey'd me as you thought me false. Your vigorous charge dispelled the growing fears, Lest your too deep abstraction boded ill. Oh ! in these moments we e'en doubt our friends, Our intimates, our brothers — e'en ourselves, Till the great crisis comes to nerve a coward With desperation near akin to valour. Scene 5. — Enter De Couect. We are lost ! — We should have been more circumspect, 'Twas strange that Utenhove and Baronaige Knew all our aims."], [28, "24 •t Damp. How now ? De C. They are escaped ! Damp. What matters it ? Your fears are too ready, And magnify the proofs of knowledge shown, Which, if considerately dwelt upon, Carry no room for fear. This accident Should best impress us with the need of haste To carry forward all our schemes at once, For what can Utenhove to thwart us ? Sohiee. Troops Nor he nor Baronaige can raise ; their men Are here with mine. De C. But if they hear the people Before we give the impulse to their mass ? Damp. They gave it not a thought. De C. Yet Utenhove — Damp. Away with this ! we shall unman ourselves By dwelling on a chanceword which the mind, Awed by the greatness of its own emotions, Will magnify into a frightful presage, Daunting us at the onset. (Exit.) Scene 6. — Sohier soliloquising. Sohier (thinking). All is silent ! Their footfall heard no more ; empty the streets ; Though on this day the fate of Ghent depends ! All's silent — deathlike, still — aye— as the grave ! — A shudder at the word ! Oh I have lost My peace of mind drown'd in the doubts and fears. In the soul's anguish, which attests my crime ! I was not wont to shudder at that thought — To tremble at death's name — my dauntless heart Quail'd not a death upon the battle field : — 'Tis coward villiany to whom thou'rt terrible ! Unfortunate ! What counsel shall I take ? Which way I turn is infamy : on this I lose a friend — and I, his murderer ! On that, the darling treasure of my soul, Whom soon a grave, unhonour'd and abhorr'd"], [29, "25 Shall in its hideous clasp enfold, and I Her murderer, shall weep out life, unblest ! — How still ! (A pause — the stage becomes o'ercast with lightning, etc., and hideous darkness gathers round.) (Apause.) Crush me, ye thunders — lightnings, flash apace — Ye elements pour mad destruction down, And save me, instant death, from this first fault, Ere it be consummated ! (Pause.) Oh ! it is too late For retrocession now. The die is cast. Pharailda's honour waits upon success ! Why were her eyes, lips, features, form, all beauty ; Her every motion grace ? and dulcet sounds, Bewitching melody, her voice ; her speech Rich in endearing qualities, which lull Off every guardian virtue into sleep? Reviving, for these latter days, an Eve, In me an Adam ; and, in Artevelte's death, As foul a crime as the great primal sin Ere bred to curse mankind ! Did I say crime ? Ah, then, the kinsman speaks too strongly in me, And soft affection breeds a coward spirit ; Courage for all behoves a man to do ! Behoves a man to do ! — well said ! — I would I were more settled ere I met Pharailda, And my whole self resolved for this dread deed ! (Se retires thinking.) Scene 7. — Enter Utenhove (from the opposite side of the Stage). Uten. Sohier, my once deserving friend, a word ! Nay, prithee then, be short, if thou wouldst spieak Against my duty. I am not come to chide thee. Yet, as I guess your meaning from your looks, There is a wild unsteadiness betrays Sohier. Uten. The tempest of the heart. Pardon me, Utenhove, Sohiee."], [30, "26 Uten Sohier Uten Sohiee Uten Sohiee Uten, Sohier Uten Sohiee, Uten If you are come to read a sermon to me, I shall be readier for that to-morrow. I come, in friendly part, to try to save you. Save me from what? (Aside.) (Ye heav'ns! how hard to feign Indifference, when yet I feel each word An arrow guided by a truthful eye.) Save thee from thyself, from passion's tyranny, From the dread precipice where, blind with love, Thou rushest, servile to a woman's will. Your words are such as friends may interchange ; This liberty becomes not Utenhove. My once deserving friend, methinks you said ; By this I may perceive an end of friendship. Believe me that my latter words express My feelings towards thee best. I thought that friendship Ceased when the signal scarf of insurrection Flaunted from Sohier's arm. But no ! I still Have anxious hopes for thee. We now are foes ! Did you not mark my presence in this chamber When you, with Baronaige, broke in upon us ? Well? Hence, then, you may know your words are useless, I am the appointed leader of the day. A day will win for thee a thousand curses ! No ; I, indeed, did not address thee then, Thy presence stagger'd me, — I had not thought To meet a foe in Artevelte's dearest friend. Friend to a cunning, circumventing wretch, Master of Ghent by treachery, blood, proscription ; Rapine as boundless as his lust of power ; Filling his coffers with the country's treasures, The destined bribes for new designed aggressions. Last night you did not entertain such thoughts ! Conviction works most rapidly when love Lends its assistance. But you trifle with me, And seek to veil your mind in glowing words. Most carefully I marked your quivering lip,"], [31, "27 Sohiee. (Aside.) Uten. Sohiee Uten. Sohiee Uten, Sohiee From whence your pallid blood fled cowardly, Deep to the o'erfilled caverns of your heart ! Aye ; and it then beat doubly quick for riddance Of its ignominious load ! When Baronaige Rebuked you so deservedly ! Deservedly ? Nay, let me end ! I would not wound my friend, Tho' it were criminal to own him such, Whom I had hopes of winning back to honour, And therefore did I hasten Baronaige To bring our men from Tronchiennes, awhile, Perilling life, I came within these walls To rescue thee. Ah, I deserved it not ! Attest, oh heaven, the pangs this day has cost me, And must I yet have more ? Leave me, I pray thee Utenhove ; leave me ! If I was thy friend, I am not what I was — your valued friend, Your loved, your generous, noble, valiant friend. He who loved honour with such fervour that Rather would he ensheathe this in his heart Than bear the knightly weapon worthlessly, Is now no more ; but, in his likeness, see A base impostor has usurped his name — A fellow ignoble, a slave to love, Led by a phantom honour to disgrace, And willing to bear that, nay, proud of it For her fair sake, who imposed the task on me, Her sole protector. Curse her for it then ! Vent in one bitter curse your flame away, For with Satanic wiles she snared your love ! Nay ! rather curse myself — I cannot curse her ! Wherefore should I curse her ? With what avail ? She — as a spirit from yon vaulted heaven Whence nought but purity descends — is pure, And I the only guilty ; — I, a wretch, A miserable, vile, degraded wretch, Who, for a smile, would rob a friend of life ! What have I promised — sworn ?"], [32, "28 Uten. Must thou obey Such 'hests as these? Here perjury were virtue, Or penitence will wipe away the fault. Sohiee. Nay, I have thought it over. I will obey. (Musing.) What know we mortals of the life hereafter? When we are rendered to our parent dust, What pleasures there await us ? Here is comfort ; Here will I revel in the luscious joys Which warm, reciprocated love prepares me. By Artevelte's death, be mine, ye joys of love ! ( To Utenhove.) Utenhove, my treason will approve the traitor. Uten. Secession is not treason — ponder yet Ere you deliberately cast yourself Into this foul abyss of infamy. Artevelte is absent on a deed of love, For which all Flanders showers blessings on him ; So will all Flanders curse the dastard hand That robs his life ; remorseless conscience pangs Will torture thee e'en tho' success attend thee ; Frightful remembrances of Artevelte's love Shall mar thy happiness, and thou shalt pass Long nights of vigil in Pharailda's arms ITnblest ; while shall his spirit hover round Thy nuptial couch, and point the imaged gash His guardian flanks received which saved thy life I Sohiee. Oh, blackest infidelity ! Oh, foul ! My bosom friend at every instant giving Fresh proofs of love — receiving such from him, Depository of his secret thoughts, Yet never hearing one deserved reproach ! (Sudelenly to Utenhove.) Go, Utenhove, your men are here with mine. Uten. How? (Surprised.) Sohier. Yes ! hasten ere they reach the castle ! Or they are lost — the watchword, \" Loyalty ! \" (Exit Utenhove.) Scene 8. SoniER (soliloquizing). Would I had listen'd to your warning voice,"], [33, "29 Ye sentiments, guards vigilant of virtue ! Oh, ye revolted at the hideous thought Ere yet that lovely tempter gave it form ; Why did I not desist at your command ? I had then been spared this horror ! But a man, A leaf, a plumelet from a turtle-dove, Sway'd by a woman's breath, — his indignation Melts in her tears. 'Tis but a ripple raised Upon the obedient stream, to die away Measuring its life's short flicker by the gust That gave him birth — and she the gust allays, Or bends the airy tide to suit her wishes. Oh, for emancipation from her sway ! Virtue, thou queen of purity and peace, Already now I hail thy blest return, An orient sun dispelling woman's thraldom ! (Exit.) End of Act II. ACT III. Scene I. — (A garden -near the Rail of Utenhove.) Alida. The strife of elemental roar has ceased : O'er the affrighted world a softened sky, By its past weeping beautified, shines out ; And peaceful breathings fill the ambient air. Forth from the gladden'd heavens a choral strain Flows in a rill of sweetest melody, Wide spreading thence, diffusing stilly thought And gentlest meditation, fraught with peace. Now harass'd Nature, lull'd with calm serene, Tranquil reclines her beauteous form reposive. Thus, oh ye factions, vanish all your rage, Sorrow commixt !"], [34, "30 Well pleased with Artevelte's worth, Ruler of heaven, make thou the presage true, And guard him safe to bless a trembling world ! His generous soul is all that woman's pride, Glowing with chastest love, can hope in man ! There, 'tis no shame to love ; — and yet ! ah me ! Did I confess this animating flame — This which elates the rapturous spirit in me, Lifts it above itself, imparting to it A glorious foretaste of the joys of heaven — (Can such perfection be, and not be loved ? Nations shall shower blessings on his head, — The spring-star of their hopes — the rising sun That tyrants dread, and vassals joy to see!) Malicious slander — which calumniates Succumbing innocence or chaste desire, And smiles approvingly at open sin — Would level her polluting shafts at me, And dye my cheeks with shame ! Hence weak reserve ! Silence ordained by thee is criminal ! Thy rosy mantle, virtues heraldry, Must share its blazon with a bolder hue. But one short day to live ! Oh heav'ns ! oh heav'ns ! Why can I not throw out the woman from me ? Why must my love be hamper'd by these garments, As a chain'd lioness, whose noble whelps Are slaughter'd in her view — her mighty strength Confined ? Oh, agony unspeakable ! My gushing spirit labours to be free ! But one short day to live ! Thrall of Reserve, Your bonds are sundered. I am free ! aye free To rush forth now to die or live with Artevelte — He knows not the dread fate awaiting him ; But there shall fly upon love's anxious pinions One who, from me, shall warn him of his danger ; Criminal were I else ! — And then for one Sweet look of grateful love ! Oh, winning that, And winning him to life, will o'er repay me ! (Exit.)"], [35, "31 Phae. Phae, Erman, Phae, Scene 2. — (Enter Phaeailda.) Whither so swift, my dearest friend ? Oh stay ! She heeds me not — yet I must gain her ear. Oh, how my love enkindled at the flame Indignant, which illumin'd all his features, When he departed, armed with warm resolve To lead the nobles to the scene of vengeance ! Scene 3. — (Pharailda, Ermangaede.) Canst tell me, lady, how your mistress fares ? Methinks some strange disturbance has possess'd her. Why weeping mistress ? Oh, I cannot say ! She weeps in solitude, and dries her tears E'en at my entry ; but her stifling sorrow, When she would speak, denies her utterance ! And oft then she sobs, then turns away and weeps, And yet says not a word, but rather shuns My converse, as if 'twere unkind in me To feel ! Go, Ermangarde, thy faithful heart Has kindness in it ! Tender her with love, And heav'n shall bless thee and thy kind endeavours. (Exit Eeman.) Scene 4. What is this that prevents me from the deed Myself of healing up the wound of friendship ? Alas, it is the inward murmuring Of consciousness that I have wrought her woe ! By the same act I wring my own heart, too ! In asking honour at his hands, too much I had not hoped — was not deceived — and yet Fear hangs a portraiture of death before me, And the uncertainty of retribution Pains me with racking doubt ; and then I dread Lest tenderness of heart in Artevelte's presence Deaden his arm uplifted for the blow ; And if he fail, then hideous ruin 'waits him !"], [36, "32 Ob, had I known ere this dread day the pangs Its doubts would cost me ! Hence ! despairing love, And blasted fame ! — alternate, why distract me ? But late, alas ! I thought that honour ruled Omnipotent, when love's despotic sway Is more than rival to it, and engrosses Every tenderest feeling of my heart. Scene 5. — (Enter Sohiee after his conference with Utenhove, prepared to contest her possession of his mind ; she, of course, is -unaware of the position in which Sohiee is at present, and starts back astonished at his appearance in the house of his ene?ny.) Phae. Heavens ! Thou here, Courtrisian, best beloved ! What do I fear? Are we discomfited? Yet how your looks affright one ! What has chanced ? Sohiee (aside). How in her presence staggers my resolve ! Phae. Oh, let me clasp thee once more in these arms, And breathe despairingly a last farewell ! Then rush together to the death, if death Demand us ; let us together win or die, Unsever'd e'en in the last wild struggle. Sohier. What means Pharailda ? Phae. What has chanced thee ? Sohiee. Nothing ! Phae. Oh, look not on me with so fierce an eye ! Greet me as in the morning of affection ; Smile and look cheerily in this, perchance, Last conference of love ! Sohiee (aside). (A curse on woman ! Oh, they were made to compass us to hell, Awhile their siren voices sing of heaven ; Utenhove said aright !) Phae. Thou seemest scared ! Oh, hast thou sorrow ? weep on this fond bosom ! Weep till thou dry the spring-bed of thy tears, And nought but valour's flinty rock remains ;"], [37, "33 Sohier Phae Sohier Phae Sohiee, Phae Sohiee, Puae. Sohiee Phae, Sohiee Then go, and let me tremble on alone Till thou return ! (aside). (Is this a proof of love ? Her best beloved become a fratricide ? Hope it in vain, my heart abhors the deed !) Oh, Sohier, Sohier, whence so taciturn ? Oh, I'll be faithful to thee to the last, Be criminal for thee — for thee, my soul, I'll love to everlasting pain and think it heaven ! What are these words ? They speak a mind dis- turbed ! Hence ! leave me ere my madness visit thee ; Oh, heaven, the love I bear thee tortures more While thou dost make this mimicry of love, To ensnare me more in sin ; I love thee still Too much to wish thy presence — though I sought thee! Hence ! Hence ! I cannot bear this cruelty ! I dare not look on thee — Oh, what has changed thee Thou went not from me thus — thine eyes shone brightly, A noble animation lit thy features, And with a proud and dauntless step thou left To fly at honour's beck ; and now, — But oh ! This brand upon my forehead ! This, oh this I cannot bear, unsufferable shame ! Sohier, hast thou no more affection for me ? Nay, let me hear no more ! that lonely blade It tempts me to my death ; oh, plunge it here, And I will kiss thy hand, and bless the deed That saved me thus from future infamy ! (aside). Still ! thou accurs'd temptation. Still ! be silent ! Nay, do me this — the last request of love ; Oh, that I had Lucretian virtue in me ! Ye holy bonds of friendship, shall I burst you ? He, on the battle-field, once saved my life, And since that day our hearts are knit as one. c"], [38, "34 Say, shall I burst his chords of life asunder, Thus to compassionate a woman's tears ? Phae. Oh, I would scorn a life preserved by him 1 Sohiee. My sweet perdition, what, am I a coward ? Thy tears unman me in my firm'st resolve ! Avoid me, there is foul enchantment in them ! Thou art a being supernatural, In the loved semblance of Pharailda clad, And bent on perfecting a damned fault. Hence, my incarnate ruin ! hence, away 1 Or I shall curse thee, though in her loved form, And bid thy native hell recover thee. Thy presence maddens me, thy love-taught eyes Still tempt me on to crime I shall repent ! Listen, then, as you force the curse from me ! — ' Phae. (She throws herself upon him.) Curse me, then, while I hang upon thy lips ! I'll think myself in heaven while thou shalt curse me, Amid the thunders of thy scorn I'll bless thee, Imploring all the store of heaven to fall On Sohier, reft of his soul's peace for me ! Sohiee. I cannot curse her, and the more I rave The more I feel her toils are spread around me ! Phae. Oh, didst thou think me then a weak, frail woman, A trembling spirit yielding to vain words ? De Steenbeke's daughter was not tutored thus In soft intentions — murder robbed me young, Ere yet ten summer suns had warm'd my years, Of my lov'd mother ; and my brothers died Upon those plains where murder horrid sits In all its dreadfull'st forms — the pride of war ; Then fell my father, but he had not taught The child of vengeance to be scared at death ; Death has no terrors, and it should have none For such as I, or who deserve my hand. Sohiee (aside). Her manner is majestic as a spirit's, Bearer of high command to man from heaven I (To Phae.) Pardon, Pharailda, I was hasty, cruel ; Oh, pardon me, I yet am young in murder. Phae. In murder ! how? my sacred vengeance, murder?"], [39, "35 Sohiee, Phae, Sohiee, Phae Sohiee, Phae. Sohiee, Phae His death, who robbed me of a parent's life, and gave His bones to whiten o'er the castle's gate, A traitor's death — the death of my defamer — Murder ? What am I that I silent listen To this ? Oh see, oh see, my treasured friend Struggles his mortal agony ! aud hear His groans, his groans ! and his rebuking eye Turns upon me for pity — me, his friend — Oh, no, his murderer ! Hark ye, Pharailda, My resolution's taken — -he shall live ! I will repay7 my debt of life to him ! Shall other hands and hearts usurp thy place ? Dost thou imagine me the slave of love, Nor mindful of my oath ? Shall I repent And double every imprecation ? No! Spare me no more ! You merit not the chiding ! My love, my life, for loss of thee is death — I gain with thee the scorn, the hate of self ! Rule all my destinies, prescribe my death, Consign me to eternal purgatory, But pardon, pardon, if I quail at thoughts That memory the past. And enervate your arm Where most undaunted mettle you should show At such an hour as this, away with thoughts ! (Shouts without.) Ye inward murmurings, ye dreams, be still, And leave no tincture of your short existence To mar the sacrifice this day demands. (Exit suddenly.) Scene 6. Oh, to what horrors are we oft exposed, When to such deeds as these our duty calls us ! Then self-denial is the sovereign virtue, And every tender sentiment a fault.'"], [40, "36 Scene 7. — Enter De Cohect and Sohiee. Sohiee. Impossible ! De. C. Wild havoc works around us, Utenhove, now indignant, has got us in his power. Sohiee. Are not the nobles yet arrived who were To lead their forces here to arm the town ? De C. No, there is surely treachery amongst them, Else whence these troops ? Sohiee. We should have sworn them. De. C. Would swearing make them true who else were traitors ? Would swearing teach a man to serve his prince, Nor dread the glittering steel in his behalf, Whose coward blood, scared from his pallid cheek, Where it else sat in manhood's pride, for sanctuary Flies to his trembling heart ? Would swearing teach Whose soul is base, to do a noble deed ? No, traitors oft will swear to break their oath, When it has served to lull their friends' suspicion. (To Phae.) Your pardon, lady ; my politeness failed me — In these rough times we oft are too remiss. (To Sohiee.) The market-place requires our presence. Phae. Stay, Relate our progress made. De C. I dare not wait. To give a detailed history of all ; The people's fury wages fiercely, The magistrates with difficulty curb them — And our friends meanwhile excite them more : — Sohier must hence — For Artevelte now is seen Enveloped in a cloud of dust, thro' which A thousand glittering halberd's pierce around A standard which some say is Utenhove's ; The news is loudly thundered from the belfry, Re-echoed by a thousand threatening voices, And answered by a thousand shouts of welcome. (Loud shouts from without.) Hark ! do you hear ? 'Tis the accursed sound ! Adieu — the post of difficulty calls us."], [41, "37 Phae. (to SoniER). Oh, by the earlier moments of our love, And hopes the premises of future bliss, Assure my timid heart that thou will guard Thy life, and with it mine — and when the sun Sets on this horrid day of vengeance, thou No greater gift will have in power to give Than restoration of my peace and honour. Sohier. Nay, tremble not for us — a fearless heart Beats in each breast, and bids us do our duty, Scorning such ties as oaths, which indeed fright A conscience-stricken coward, not a man. ( Uproar in the distance.) De C. Hark ! 'tis the weaver's battle cry, too soon — Oh, haste to quell them for a while — they'll thwart us. (Exeunt Sohier & De Couect.) Scene 8. Where art thou flown, my tranquil happiness ? I hoped that on this day thou shouldst return. But late, alas ! I thought that honour ruled Omnipotent where love's despotic sway Is more than rival to it, and engrosses Every tenderest feeling of my heart. The veiled uncertainty of this dread day Pains me with racking doubt, for oft I fear Lest tenderness of heart in Artevelte's presence Deaden his arm uplifted for the blow. Phae. Scene 9. — Enter Altda. Phae. My friend, my Alida, oh, dost thou come With tears of sorrow in thy dimmed eye ? I bless thee for it, for sorrow gives the pain Predisponent to pity. Alida. Thou here ! hence, Thou art the Ioathedst object to my eye. (Phaeailda bursts into tears and turns away as in an attitude of supplication.) (Aside.) But oh, as if her sorrowing heart with pangs"], [42, "38 Of bitterest grief were rent, her eyes are turned With trustful gaze upon the throne of mercy ! Too harsh ! she is unfortunate, unfriended — And I, perchance, rebuke her causelessly. (To Phae.) Hast thou repented — hast thou staid the deed ? Phae. Oh, Alida, canst thou bear with me now ? Alida. Art thou then guiltless — now my happy heart Be hers whom I had almost learn'd to hate ! If thou hast sorrows thou shalt tell me them, — I'll weep with thee in soothing tears of love ; Sorrow no more, my friend, I'll stay thy grief. Scene 10. — Enter Utenhove. Uten. (to Alida). Thou implicate in this ? (To Phae.) Pharailda, here ? And thou the viper in thine arms encircling ? Alida. She is no traitress, trust me ; would that I Could calm her tortured spirit, but, alas, Infatuate grief sits there so sternely proud Commanding all her thoughts, — ■ Uten. (interrupting her) . That e'en her love Is quench'd and Sohier driven forth to ruin ! I saw him as we passed, led by De Courcy, Move onwards to the scene of vengeful hate. (Alida starts in horror for Phae.) Phae. What ! am I fall'n so low, ye vengeful heavens, That e'en my enemy can hold such terms Insulting o'er my fate ? Has degradation So blotted out my fathers' lineaments That I must bear this worst indignity ? Insult me, sir, no more ! Revenge is near — Your mortal agony will clear away This last attempt to aggravate my shame ! (Exit Phaeailda.) Scene 11. — (Enter Aetevelte and suite wearing white hoods.) Aete. Nay, Utenhove, why stay my anxious wish To breathe my heartfelt thanks to Alida !"], [43, "39 Uten. Arte My lovely cousin, how shall I requite thee ? This was indeed an act of kindness, such As these rough times are little prone to show. Utenhove, women are our guardian angels. So truly seem they now ; — why should we fear To unfold the plans we mean to work upon ? Hark ! what a shout ! the people rave as madly As when the slaughtered fullers dyed our streets. From their hot blood a horrid voice cried shame ! Shame to a people so averse to peace ! Shame to a people who but taste the fruits Of heaven-born liberty, so lately won, And cast her choicest blessings from their souls ! Shame to a people so enslaved in heart, That when their abject spirits are released, From bondage freed, from all the miseries That tyrants irresponsible prepare To goad their subjects with, from racks and chains, For ever dreaded at the tyrant's will, Themselves invent fresh miseries, fresh wrongs, And lose their happy hours for needless feuds ! Hark ! what, another shout ! know you its meaning ? The people are aware of your arrival, And clamorously wait you in the square. Nay, let me then inform you my proceedings, Aud you will quick disseminate reports Of the true state of things. When Louis wrote, Pusillanimity, his constant fault, Inclined him to usurping Philip's will ; And thus he wrote, still deaf to our entreaties, Refusing to ally our towns to England. Made by the people captain of the State, I had maintained a strict neutrality ; But Philip dared aggress our territory. And soon, the claim of Edward to the throne Being well established, I, as bound in duty, Tender'd allegiance to our lawful prince, And left, with fifteen of our burgesses, The highest of our senate to his court, Beseeching him to enthrone the black prince, Count."], [44, "40 Uten. Arte Now all the Flemish cities lend their voice To this determination, and at Bruges, which last I visited, returning hitherward, (Not thinking opposition waited me, When every heart dilated cordially When I departed hence,) at Bruges, I say, My exit from the gates was gladdening. The joy bells rang a merry peal. The walls, And city gates, roofs, windows, trees and tow'rs Were dressed in human faces, welcoming Me with loud plaudits ; and, as the portal fell, One shout rose, 'twas from all the assembled crowd, Swayed with a mighty burst upon the air, And oh ! the blessing reach'd me in that moment, For there thrilled through me such a proud delight That my7 ambition centred in the hope That such a shout should welcome me to Ghent. With very different sounds are you awaited ; The nobles raise the people's enmity By spreading tales that you sought England's favour To 'stablish you in more despotic sway. It grieves me much to note the disaffection Now reigning in the people's minds ; long since Incapable of unmixed freedom proved, I dreaded lest some turbulent outbreak Impelled me to reduce the sovereignty Which I had labour'd to secure to them. Oh, may I meet success in my attempts To train the men of Ghent to nobler views. It is my darling hope, my nightly dream, The subject of my anxious meditation. For thus alone our people can be blessed, Untyrannized, unshackled in their aims By imposts, nor the despot's murderous care, That paralyzes every aim of commerce. The nobles then will fail to raise the people With thoughts inimical to their well-being. But now their jealousy may well excuse them ; Severity was needed when the nascent State Their lands restoring, and their banished friends,"], [45, "41 ■> Will win me many a heart amongst them, and Not be ungrateful to my own desire. 'Tis happiness to meet hearts breathing blessings At every turn. Uten. Yet let not that, my friend, Too much deprive you of the vigorous arm Needful against their restless turbulence. Ah, madam, I am glad to meet you here, When such a danger is prepared for me. You have heard detail'd my late negotiations, That my success warms every Flemish heart But one ! Oh grant me this. A climax wished, Believe me the most ardently — to my endeavours Why should I let one heart have cause to hate me. When undeserved the hate ? And you, methinks, It has been my unlucky fate to wound, Unwillingly — believe me to my sorrow — I bitterly lament your father's death ; Oh, let me offer to repair my fault, If fault it be, for oh, attest it, heaven ! My sword is unstained with your father's blood, So is my heart, which never will'd or spoke The word of death against my ancient friend. I truly can believe de Steenbeke's wish : In my attainder was the country's weal. Th' occasion offers, Flanders' royal prince Soon here will hold his court with beauty graced From every warmest region of the South And every country of the rose-cheeked West, There be it yours to hold the foremost rank, And mine the happiness to mark your joy. Oh, call me henceforth your protector, friend ! Arte. Scene 12. Astonishment ! what ! shall I ne'er succeed To cast oblivion o'er her fatal error ? More weighty matters now demand your care, These are not times to undeceive a mind Which glories in your danger, as the hour Aete. Uten."], [46, "42 Of vengeance long and ardently desired. (The sound of a heavy bell is heard during the re- mainder of the Act and the fall of the Curtain.) Hark ! hark ! old Roland bids the guildsmen arm And loudly tolls their summons to the fray. (Exeunt all but Alida.) Scene 13. Alida (soliloquizing). That tender eye spoke more than gratitude ; Oh, joy ! my Artevelte has perceived my love ; His parting glance beam'd with so warm a ray That speech were needless to confirm the tale. He loves me ; oh, he loves me ! Guard him, heavens ! Guard him to bless me with long years of joy ! (Exit.) End op Act III. ACT IV. Scene 1. — A groined roofed Chamber in the Sail of Utenhove Phae. See where she comes, how beautiful in sorrow ! The gentle lineaments of pleasing friendship Still there are found, the sweet emotion fled ! The memory of friendship's happy hours — The sweet communion of harmonious spirits Commingling sentiments when tenderest love, Multiplied proofs of ever warm affection, Soul vibrating in sweet accord with soul ! Who can forget their thrilling melody ? And yet she meets me with reproach and railing ? Wby am I not insensible to love As she to all the tenderness of woman ?"], [47, "43 -> Scene 2. — Enter Alida. Phae. What rude calamity can I have caused thee, Say, oh, my Alida, spare not rebuke ! Rebuke I have not spared thee in the hope Of leading thee from this abhorred attempt ; Just heaven in mercy look upon mankind, Save from the gathering terrors that hang o'er him, Artevelte by whom thou sets a nation free, And joyful thousands shall attune their praise, Loud their hosannas raise, a grateful song Re-echoing from the rotund vault of heaven, And borne by seraph voices to thy throne ! I seek thee, Alida, for consolation. Oh, I am heartsick with the dreadful chance That hangs destruction o'er the head of Sohier. Thank heaven, that has infused some pity in thee ! On thee depends Courtrisian's life or death. Alas ! it is too late ! Alida Phae. Alida, Phae. Alida. Too late ! Forbid, Great heaven, the onward march of time, — Let the sun hang in his descending course : — And pour nephilic vapours o'er the minds Of those whose aim is Artevelte — then to us Redouble expedition for his safety ! Phar. If for a century the world slept on 'Twould but defer the hour — and thence awake The present course of things would recommence, And death would claim the victim due to him ! Whence is this burst of fiendish exultation ? Enough, Pharailda — I can hear no more ! Oh ! by my soul's deep anguish you shall hear me, Weep at my lot, and sorrow o'er my griefs ! Oh, for a heart that would accord with mine, Melt with my sorrows, thrill for my revenge ; There might I ease my burthened spirit, there Weep till the spring bed of my griefs were dry, And tears no longer coursing down my cheeks Bespoke the havoc made by woe within ! I am no traitress as thou deemest me ! Alida. Phae."], [48, "44 Oh, no ; regard me with a pitying eye ; Weep as thou wert thyself an orphan ; weep As thou thyself from infamy and sorrow Must by the keenest severance of affection Free the dear spirit of a father lost ! What ! has emotion seized thee ? thou hast loved, My Alida — oh, by thy cherished flame, Weep tears of sympathy with me and mourn My dire alternative, and thou wilt own My vengeance just, but cruel, — cruel — cruel ! Alida. Vengeance, a base desire ! an injured man The object of a sacred sympathy, With whose a thousand hearts beat synchronous, In whose defence a thousand hands are raised, A thousand lives are pent up willingly, Becomes by vengeance hated as his wronger : — And oft, indeed, the tide of sympathy Flows in reverted course. A generous sensibility we praise ; But when a crime — when murder thence arises And worst, when such a transcendental crime As thine, Pharailda, is its instrument, We hate the author and his wrongs forget, Merged in our horror of the fiendish deed ! Phae. Where shall I go to find a kindly breast, By thee deserted ? Leave me, reason ; leave me A scathed trunk o'er which the storm blast roars ; Then may my friend forsake me, aye, for then No soothing tear of sympathy I'll claim. Oh, Alida, must I live thus thro' life ? Alida (aside). Despite of all, I have it not in me To insult her aching heart. (To Pharailda.) Adieu, Pharailda ! (Loud cries from without — To the steen with Mm! Back him ! Tear him ! Tear him in pieces !) Phae. 'Tis he, best loved, Sohier, my life, my joy. Ye heavens of vengeance and of mercy, save him ! Alida. 'Tis Artevelte ! Artevelte ! oh, my love, my love ! (She swoons away.) Phae. Why knew I not the lov'd heart I was breaking,"], [49, "45 Eeman. Phae, Eeman. Alida. Eeman, Phae Eeman. Phae. Eeman. Phae Alida, Eeman. Awake, my Alida, my friend, my friend ! How beauteous ! (kissing her) but yet how like to death That marble brow ! ho, quick, here, Ermangarde. (Enter Ermangarde and Attendants.) My dearest mistress, quick, you women, fetch Restoratives ; she is not dead— she breathes — The chilly damp grows less — a sigh ! Sigh on, Sigh on, and let me welcome thee to life ! And now relapsed into her mortal swoon ! Awake, my mistress ! wake, my lov'd protectress ! Oh, who are ye would hold me from my heaven ? Spirit of Artevelte, oh, I come, I come ! In heaven's lov'd bower will our souls embrace, So cross'd on earth ! oh, cruel ! thou too flown ! But there was welcome in thy beaming eye ! I come, I come ! (Relapses.) Oh ! madam, did you note Her haggard look awhile she spoke of peace ! Peace was not there ! Alas, I fear not. How deadly cold her face ! pale alabaster ! Would I could weep ! Nay, flow ye tears ! Stayed there Ye choke my utterance — oh, I have rent A noble spirit ! Pitying heaven, with whom Her spirit communes, sure will comfort her. Hist ! hist ! her bosom heaves — and one long sigh, As of a soul that leaves its earthly home ! Oh, look on me, my mistress, look on me ! What sorrows bow thee down so near the grave ? Silence ! there is a smile of heavenly joy Playing around her lips ! how beautiful ! Visions of peace ! oh, what a pain is here ! Why did ye wake me ? I was happy then ! I thought I roamed in Amaranthine groves, Eternal beauty ! and my Artevelte there ! Oh, madam, I am glad such pleasing dreams Float o'er thee ! — 'tis the heaven-still'd balm of sorrow ! There was a time when harsh and heavy thoughts Oppress'd me, thou wouldst weeping, guide me back"], [50, "46 To happiness, and with a sunny smile Dispel the gloom which sadness spread around me ! Oh, let me tender thee this kindly aid. My Ermangarde, there is no need of it, Whither I go celestial bliss is found, Artevelte awaits me there ! Alida. Ebman. Phae. Alida. Phae. Alida. Alas, poor soul ! Ah, Alida, if by that tender name — Who's that ? 'Tis I, your friend I had a friend ! A spirit pure of light so seemed she to me, And in her presence, oh, I was so happy ! But wicked fiends usurped her lovely form ! No, no, I cannot bear to look at her ! Oh, cruel grief! Patience, madam, it were best You should retire — your presence but disquiets her. Alas, alas ! (Exit Pharailda. Enter a Servant.) Madam, my lord von Artevelte's here — Peace, fool ! Phae. Eeman, Phae. Seevt. Alida. Erman. Servt. Oh, reason, what a ruin hast thou left ! And wibh him, brings my lord De Courcy, wounded, For whom he earnestly requests admittance. Nay, look up, lady, oh, he tells thee news, To lull this grief. Thou, too, confederate ! Eeman. Alida. Alas, not one to love me, one to trust : — Oh, heavy day ! — my mistress, he is here, Artevelte approaches, shall he enter, madam ? 'Tis false ! — he looks upon me down from heaven ; Thinkest thou, my friend, that he will love me there ? Oh, hear me, hear me ! he is here, he lives ! He lives ? Nay, let me look at thee ! Dost weep ? Thou art not false ! I trust thee, Ermangarde ; I ne'er have known thee weep dissembling tears. Oh yes, he lives — and here would bring his foe, Wounded, for shelter. Erman. Alida. Eeman. Alida. Eeman. Alida. Nay, let me gaze on him"], [51, "47 Scene Aete, DeC. Aete, DeC, Aete, Then as he passes (Exit Seevant.) Lead me, I am weak : — I would not that he see me thus. He comes ! To Thee who hast preserved him, rise my thanks ! (Alida and Eemangaede retire to the back of the stage.) 3. — Enter Aetevelte ; then De Couect and Beaeeeb. Nay, bring him in, the ladies are not here. De Courcy, I have loved you as a soldier, And tho' I see you now my enemy, Fomenting, too, an insurrection here, Your wound bespeaks my favour. What ho, there ! (Enter Servant.) See that assistance be in haste procured, And tell your lady I entreat her kindness ; Be not unmindful of my wounded friend. (Exit Servant.) De Courcy, I would more with you, but hark ! Fresh tumult roars upon the frighten'd air. Artevelte — Not now, your thanks another time, I wish, my lord, your swift recovery. (As if retiring, but seeing Alida, Aetevelte approaches her.) (aside). Is this for me ? his chiefest enemy : — Nay, there is that in him I cannot fathom, He looks on his assassins as his friends. Ah, Alida, my happiness is full To meet thee here : at such an hour as this, When danger fires the heart with brighter name ! Too sensitive, it trembles as it warms, And each emotion sways alternately, A reign of temporary despotism : — It were unkind to let thy cherish'd love Guard me (oh, mute affection, eloquent With language, thralling every secret realm, When the soul revels in its purest joy),"], [52, "48 Alida Aete Alida DeC Aete. DeC Aete, And anxiously weep on, in trembling doubt, While I, distracted with the cares of State, Spoke not a word in warm affection's tone ; Oh, thou hast done for me far more this day, Than all my dearest friends ; my Alida, Thy smile is eloquent — I hail the sign — But oh, I pray thee, speak one kindly word, Breathe the fond love thy vigilance attests. Artevelte, I will not, cannot so dissemble Love, which has been my solitude's sweet care ; But go ! nor think of me — the danger o'er, These heavenly accents we will interchange. Heaven pour its blessings on thy beauteous head. (Artevelte retiring.) My Ermangarde, he loves me ! did you hear The tremulous tone in which he spoke of love ! (Exit Alida and Ermangarde.) Scene 4. Stay, Artevelte, I would pray thee let me hence ; A grateful heart will enervate my arms, If I owe more to thee. I ask'd it not, All men of Ghent I love, and wish them well, Nor ask their gratitude — I rescued you From the murderous grasp of men infuriate, And bent on desperate punishment of those Whose mis-taught duty arm'd them 'gainst the State- I blame you not, but wail your erring thoughts Should so mislead you : and I rescued you In the fond hope to gain a noble friend, Whose heart, I knew, responsive to my own, Full of the people's and the State's well-being. For that, my lord, I sought to murder you, Nay, rather than be tied by gratitude, I pray thee consummate the deed of death, And end the life of one whose deepest pang Is that he is too weak for this day's slaughter. The fever of the tumult has possessed you."], [53, "49 DeC Phae DeC. Phae DeC. 2nd Mes Phar. Nay, when your wounds are bound, and quiet rest Has brought a train of renovated hopes, I trust these fierce outbreakings will have ceased. Till then — (shouts) — I must away. (Exit Aetevelte.) Scene 5 I'd rather die Than be thus treated with attentive care ! (Enter Pharailda.) Madam, a new disgrace is put upon us. The people, roused by an unlucky word, All sided with the tyrant — then he came. And as they yell'd like demons who recruit The pits of hell with souls of hapless wretches, They rush'd with rampant fury, tore us down, And sought to make us carrion for the dogs : Me first they took, nor know I of the rest, But Artevelte quelled them instant by his voice. They dropped me in obedience — and by him Here brought, I tremble with rage That I am maimed, and owe to him my safety. And Sohier ? (Shouts.) Hark, ye heavens, I thank ye for it ! How happy that these shouts salute my ear. Hark, hark ! 'tis so, Sohier has done it bravely. You speak too wildly ; tell me what it is ? Why, when we found the day was lost for us, 'Twas plann'd that Sohier, with his halberdiers, Should take his stand upou the market-place, Loudly impeach his kinsman's treachery, And swear that he had secreted in Ghent A thousand English troops. Hark, hark, they shout ! I shall die in happiness to hear those yells. On, on, ye rascals ! (clutching his sword.) (Enter two Messengers. 1st Messenger ivhispers to him.) Where is the lady Alida ? What news ? 1'"], [54, "50 2nd Mes, DeC. Phae, DeC. Phae De C Mes DeC Mes, .The traitor Sohier has impeached our captain. The people rose with mightier fury still Than lashed them hitherto ; but Utenhove Has cleared the market-place. The people rage, Assemble here and there in knots and groups. 'Tis whisper'd that the weavers will assail At fall of night the well-beloved Artevelte. (Exit 1st Messengee.) Madam, is this the leader you have given us ? What now, my lord ? You, madam, ask what now ? Nay, in the council room I noted him : And when De Baronaige address'd him there, In terms that should have madden'd him with rage ; Shame, fear, remorse, sat on his every feature ; His manly cheek first flushed with injured pride, Then turned as ghastly pale, and struck with shame, Confused, while every listener look'd amazed, His eyes reverted, settled on the ground, Scared at the scrutinizing gaze of men, Whose passions were enkindled to the highest, And trembled at a friend as at a foe. You wrong him still, De Courcy — here is one Who shall report of him another tale. Ah, madam, will you so warmly for him When you have heard how he has ruiu'd us ? Why, at that moment when he gave the word, Desiring all to meet us here at vespers, He made his villains o'er to Utenhove. Those were the men whose halberds glittered so In the affronted glare of day, when Artevelte, Under the wing of Utenhove, approach'd us. Nay, my lord, if I may avouch his truth, Tho' from my soul I curse him for it ! What, knave, when he has given Artevelte his death- blow ? The general voice was loud in Artevelte's favour; And then, my lady, came Courtrisian then ; And vaulting o'er the throng into the ring Where stood the Council, boldly lied and said"], [55, "51 Phae. De C. Sohier. That Artevelte had surrendered all our strongholds To England's king. The people stood amazed, And with a strange surmise of some great crime, Some mighty danger, hitherto unseen, That now gaped threatening ; and the vague dread Spread faster than the lie that gave it birth. Then rose aloud the weavers' shout of war ; But down rush'd Utenhove with vigorous troops, And aided by the magistrates dismissed them. The rest is known to you, and I must bear Th' intelligence to lady Alida. (Exit.) How now, my lord, what say you now to Sohier ? That it was bravely done, and I am pleased, Despite my own impetuous fears, to find He is not such a traitor as I thought him. Come ye dark shades of night, oh, ye shall see What men, determined men, can perpetrate. (Exeunt De Courcy, borne by Attendants, other Attendants following slowly.) Scene 7. — Sohiee enters distractedly. Where shall I go ? on every side is hell ! But here, here, here's the hottest hell ! ye thoughts, Ye busy sin — born imps that vex us thus — Hence ! hence ; ye deep corroding plagues, ye fiends That harrow up existence, imaging The execrable nature of my crime ! Oh ! what a hell on earth have I let loose ! Infatuate with a woman's false caresses I did, I knew not what ; now suffer for it. Do ye return ? Oh stay, and let me see you ; The uncertainty wherein you're dressed disturbs me More than a myriad of real terrors ! Nay, nay, then come, come ! come you loathed informers, Loosen your hell hounds — turn them on at me ! Tear off the flesh that covers up my soul And let me see it in its horrid shape : — Come on, come on, I pray you now come on !"], [56, "52 Oh, in my madness I can grapple with you ! And thou, that in my friend's loved semblance comest, Aye e'en with thee I grapple if ye'll touch me ! Nay, do you vanish ? Ye unreal thoughts, Ye dreadful nothings, nay, avaunt, avaunt ! Come not too near, I'm still unready for you ! Fatal resemblance, art thou there again ? At thee then ! oh ! the gash that saved me gapes ! And bloody drops fall from it to cry me mercy ! Oh, horrid, horrid, insupportable ! Distraction, madness, death, and I can woo you ! Oh, you come readily when not desired, And have a wretched mimicry of war. Would I were such ! Hence ! — with your glazed eye. Yes, he shall have it ! Come, oblivion, come ! Forgetfulness, lest memory speak of her Malefic whisperings to hold me back ! I will inform him all the odious truth, And dare the horrors of my friend's reproach. E'en that were better than rebuking conscience, And something whispers me 'twill buy me peace. (Exit.) Scene 8. — Enter Phaeailda and Attendant. Phae. His voice, it cannot be ! he is not here. Attend. Indeed, your ladyship, 'twas his — I saw him come, With madness on his features ; and he raved And talked of strange things imaged to his fancy ; Then with a hideous cry of fierce despair He call'd oblivion to erase your features, Lest memoried, they disturb him from his duty. And rush'd forth thence distractedly to Artevelte. (Exit Attendant.) Phae. Hear me ye heavens, hear ! ye fiends of hell ! Ye spirits haunting coward criminals ! Hear, all ye odious imps detestable ! Ye foul, malignant plagues that vex the damn'dl Revenge, restorer of my former fame — Yet not the less most execrable —"], [57, "53 Arte, Hover around me in my waking dreams, Possess me when I court the sweets of thought, Poison my every pleasure, cross my joys, Thwart all my expectations, if I breathe From now until ye call me from the earth, One word reluctant of the loss of Sohier, Whom now I banish from my thoughts for ever -. And blind to every consequence of ill, And deaf to all the miracles of fear, I'll guide the death-fraught steel which coward love Has forfeited the merit of directing. (Exit.) End of Act IV. ACT V. Scene 1. — The front of Aetevelte's house — night. Artevelte enters. My country, thou art on the verge of life! Thee chasm'd ruin threatens to engulf; Self rent ; the dire catastrophe is thine ; But heaven portend that in thy fever'd rage Thou yield thy liberties — enslave thy soul — And bow subservient to a tyrant's yoke ! Once that — and thou art lost — and then no more Thy name shall warm the patriot's heart with pride, No more shall prompt to deeds whose bright renown Should live to picture ages, and excite Fresh generations to fresh glorious hopes ; Which heaven should prosper, and the mighty voice Of blessing nations shout amain, 'tis well ! My thrilling soul bears witness to the love That prompts my midnight argument, while still The hours roll on unheeded, and the day"], [58, "54 Sohiee, Aete Glows out again ere yet my anxious thoughts Release the toiling spirit to repose ; And then another day — another night — Unwearied vigilance stands wakeful by, And feverish frenzy oft invades the soul, Itself outwearied. Then repose ensues — But even this, with waking dreams possessed Of my loved country and its factious throes. And yet how undeservedly am I Now deemed the sovereign traitor to its weal. Scene 2. — Enter Sohiee. Voice fails me — oh, break out ye dreaded words, One effort — and 'tis o'er, and he is saved ! Artevelte ! oh, would to heaven I were yet The honourable, true and faithful friend Whose solace you would seek, whose love repay With confidence, alas, unmerited ! (Artevelte appears, greatly agitated.) Oh lavish every epithet of ill, Upbraid me in the direst terms of hate, Just meed of my foul treachery, but hear, But hear the horrors which this night shall brood '. Would you prepare me for them ere they come, Reduplicating all their misery ? Sufficient that I bear them from my friend, My worst, my most unpardonable foe ! Alas, that I am thwarted in the schemes Long nights of vigil have matured for Ghent, By him in whom my secret heart reposed, To whom it proved aloud its every care, And met an echo, in whose tones of love, Tuned to a patriot lay, that charmed my soul, With sentiments congenial to my own ! Be treachery theirs whom I've been traitor to ! Be vengeance theirs whom I have sorely wronged ! My murder theirs whose blood lies weltering, By me set flowing from the streams of life ! Oh, did I never dread to see my friend,"], [59, "55 The partner of my thoughts, my hopes, my fears, Whose heart accorded with my high resolves, Whose heart dejected, marked my yearning love, That wept at Ghent's impending misery — Who dared and trembled, wept, rejoiced with me, My foremost enemy, my secret foe, A traitor where no treason met excuse, A murderer, unable to assign A cause of hate, revenging what ? Perchance That I too long had trusted thee — perchance That I had saved thy worthless life — perchance That I, when raved destruction o'er the field, Met with a gash whence flowed my rill of life, To save my friend's ! What moved thy fatal arm To do this deed that hell shall thank thee for ? Fly and arouse your valiant friends ; in them You yet shall find an arm to ward the blow. Fly ! you will find my men with Utenhove, Untutored yet in treacherous designs ; There shalt thou find a vengeful arm upraised, To vindicate thee — to restore the peace This cursed attempt has ravished from our Ghent To save, to save, the victim from his friend ! Ye heavens ! oh, how have I so merited Sohiee, Arte. Your dire resentment, that you tempt me thus To work my country's ruin, to undo The labours you have blessed with bright success, And tempt me by the semblance of a friend, The best, the longest loved, most trusted, pressed In all the tenderness of love ; or all The energy of passionate outburst, 'Mid anxious hope or soul depressing fear, Tumultuous to my heart ? What ! shall I then Myself o'erthrow the bulwarks of our State, Its laws respected both by friend and foe, For individual safety from a mob ? Come on, ye nobles, come, ye weavers, come ! Headed by Gerard or a treacherous friend ; I will yield up the life my country claims, Rather than raise my sword to ward the blow, And let it fall on them resentfully !"], [60, "56 Sohiee, Aete. Sohiee Aete Sohiee, Abte. Sohier, Aete, Sohiee, Arte, '> Away, these scruples ! Out on you, wretch ! What? Must I then see you mangled by the fiends ; Impelled by all the fury of resentment ? And led by you. Nay, then, to horse, and fly ! And fly from what ? Fly from the post of duty, Because a serpent friend attempts my life — Because excited enemies assert That I have been a traitor to the State. And whither fly ? Dishonour rides before me Swifter than eagles pinion 'd cleave the air, Borne by the blast that whistles through the eaves. And penetrates each hidden far recess, Where my arrival would assert my shame, And shut each ear of sympathy to me ! Hear me. The madness of despair impels ! Your virtue will deprive Ghent of a life Most needful to her young prosperity. Why then does Ghent demand it of me ? why Conspire with dastards to deprive me of it ? Hark how the clanging arms resound from far ! Nay, stand not upon this, myself will be The primal sacrifice to your just rage ! Bear down upon them ; let the forfeiture Of all their lives reward their treachery, So it save them for Ghent. Go to Pharailda, And whine away your sorrows in her lap, That you, for her accursed love have robb'd Your bosom friend of life ! but come not here To teach me duties that a fiend might own. Duplex traitor ! have you then thought me blind To your foul views — your conscience saving lies When you were struck with terror at the deed Yourself had fearlessly contrived, but now, Poor wretch, repent of ? Go to Pharailda, go ! Embrace my murderers in your serpent arms, Dissembling with your coward spirit still"], [61, "57 Sohiee. Aete. Sohiee, Aete. Sohiee, Aete. Sohiee, Arte, And saying, \" but I tried to save my friend.\" What ! do you come with this vile show of love, Forgetful that you do it to win Pharailda ? On, on ! Forgetful that, by your own hand, Which oft had wrung mine with the warmest love — Oh, Heavens ! You should set free the spark of life To the great voyage of eternity ? Unable thou to guide it on the path Of heaven or hell. Thou canst but slip the knot And launch the spirit on the waves of death ; Thenceforward powerless to guide its helm ! Oh, agonizing thought ! Avaunt, dissembler ! Is language dumb ? Let actions speak aloud — Hence from me, dastard ! (striking him.) And must I bear this ? Away with friendship, I will lead them on And win Pharailda when I love a friend. (Exit Sohiee.) Scene 3. — Aetevelte soliloquizing. Now o'er the world an awe begetting shroud Falls all the dread magnificence of heaven — And in enthralling darkness wrapt awhile, One unity — impenetrable, vast ! All earth's distinctions vanish. Oh, my country, Would that thy chafing factions thus were blunt, Freedom's star-gemmed mantle o'er thee thrown, And all thy might concentred in an end ! Supernal, shouldst thou sway it o'er the earth, And nations awed should gaze approvingly ! Alas ! but, no ! They blind dissension ruin thee ! Hark ! hark ! those sounds strike horror to my soul, They bode I know not what dread fate to Ghent ! Infernal discord flames amid the air, And lights me to my death, swift threatening ! God of these heavens, whose sublime expanse"], [62, "58 Scene 4, Aete Sohiee Aete Alida. Phae, Impresses all beholders with amaze, Bless thou my erring country, nor resent With vengeful ire their venial fatal fault ! ,. — Enter Weavers, wearing white hoods, with torches, led by Sohiee and Geeaed. Stand ! Ye disturbers of the State's repose ! (The Weavees simultaneously all fall back, while Aetevelte advances towards them.) & Geeaed. Amazement ! What ? On dastards, on ye knaves ! Nay ! hear me, ye unconscious suicides, And then return unto your homes in quiet ! Has zeal for Ghent, has love of liberty, Has private vengeance, or has envious hate Forced you to violate your country's laws, And urge the unlicensed steel against my breast ? Ingratitude ! my breast that heaves for you ! Unheard, nay, unaccused, does Ghent demand My death ? (Exeunt Artevelte with Weavers.) (Then the Nobles and Sohiee rushing out with swords drawn.) Confusion on you all ! (Heard from without.) That blow? Revenge de Steenbeke ! (Enter Alida and Eemangaede running with Ser- vants and torches.) My love ! oh, where is he ? (Looking in the direction of Aetevelte, and standing struck with horror.) Merciful heavens ! Oh, see ! they strike him ! Save him ! save him ! save him ! (She falls into the arms of Eemangaede.) (Enter Phaeailda with a dagger.) Oh ! what is this ? — He dead, nor I avenged ! Be thine the heart that robbed me of my vengeance, Thou flaming hell : add to his tortures all The pangs that vex my unavenged father !"], [63, "59 Eeman. Phar Eeman. Phar. Ebman, Phar, Erman. Phae. Talk not of hell ! Talk not of your revenge ! Come here— come here — and see what thou hast done ; Oh, my sweet mistress, my loved mistress, speak — Look up again ! Oh misery ! Oh grief ! And thou hast done this — thou her dearest friend — Would I had never lived to see this day ! My beauteous Alida — Nay, touch her not ! A touch so foul would agonize her soul Ere yet she gain the realm of unmixed bliss. Oh miserable ! Live ! my Alida ! Live, live, thou lovely innocent ! Oh speak ! Oh sigh ! And I have murdered thee ! Yes, yes ! And driven thee with sorrow from this world ! My cherished mistress ! How shall I survive ! She breathes ! Thank heaven ! Ah, 'tis the parting gasp, And with it flies her soul ! Pray, madam, pray ! Life trembles in the fringed veils of sight ! She lives — to bless us once more with her smiles ! She lives — but will she pardon me my fault ? Ah, cruel thoughts ! I cannot wish her life ! How will she pass her days ? In misery, In tears ; and I — shall I dare comfort her ? She's gone ! And I am left to weep away Fresh years of sorrow ! Grief gives place to grief, And memory melts these horrid thoughts in one More horrid still, to bow me with affliction ! Now, climax to my anguish, dies my friend, Life's only consolation— Spare me more ! Oh thou for whom so long I sought this hour, My father, (Pause.) For whose restless, perturbed spirit I trusted that loud masses should be sung, Thou'lt reap no boon from this ; Sohier's treachery Has robbed thy rest ; for Artevelte's friends will guide The people's rule ! Why didst thou, false sorcerer, Tell me of planets that looked down propitious ?"], [64, "60 > Mayest thou ever commune with the spirits Thou invokedst so oft ! May all the rack Of that perdition that disturbs my father Weigh upon thee ! Unsepulchred thy bones Whiten upon the sod ! Thy spirit wail Through long wove ages of unsoothed despair ! Scene 5. — Enter Sohier. Phae. Brave me not now ! Hence from my sight for ever ! If I unlov'd must wail my life away, Let not thy odious presence multiply The great amount of my too heavy sorrows ! Trembling, faint-hearted coward, how can I brook Thy hateful sight? Oh, shalt thou hover round My solitary moments, to oppress Me with remembrance of frustrated vengeance ? Sohier. Madam, your words surprise me ! What is this? I come to claim your hand ; your vengeance done ; I bring the steel all dripping with his blood, That you may gaze and gladden at the sight ! Phar. Stay there this mockery ! Deceive no more ! Did thou not swear to rescue Artevelte's life ? Did thou not invocate oblivion's shades Be spread around the memoried portraiture Of me, once loved, but hateful now to thee, Lest my reproaching eye awake remorse For thy vile treachery to me, and urge Thine arm unwillingly in my behalf? Nay, not a word 1 I've sworn to look no more With kind regard on such a double villain ! Sohier. Oh, recompense too cruel for a word Pronounc'd in secret — Phar. (interrupting Mm). Villain, what is that ? Pronounced in secret ? Do thy words belie Thy secret thoughts ? Thy thoughts are false to thee. And shame thee when thou dar'st commune with them. Didst thou for me attempt the vengeful deed ? Thy actions then belie thee as thy w7ords !"], [65, "61 No, I will tell thee ! In thy sudden rage Thou kill'dst him, anger'd by his just rebuke, That scorned the feigned protection of a man Who knew not whether he were friend or foe. Then not for me he died ; but died for thee ! Oh, villain, and thou kill'dst him when the crime Had not the warranty of virtuous hate ! Sohier. Thus dost thou recompense my too fond love ! Oh, I will treasure adders as my friends, That, when they sting me, may rebuke me thus — \" Fool that thou wast, thy woe hast thou self wrought ! \" — ■ Thus pay me for my cherishing. Remorse, Oh, hast thou horrors such as these in store, As this Pharailda has awarded me For daring the eternal woes of hell To wreak her vengeance ? Then I will laugh at thee — Ha ! Ha ! Thou canst not hurt me ! Nay then, look, Pharailda, look ! I save thee the reproach Thou dreadest at my presence. Look, remorse ! Thy vultures shall not feast on me through life ! (To Phae.) Where is my sword ? Now for a blow at thee, A blow thou cravest ; a blow thou shalt repent — A blow shall save me from a rest of life That has too many terrors stored for me ! Farewell ! Remember thou hast murdered Sohier ! Scene 6. — Utenhove and Baronaige enter, followed by masses of men in armour, representing various guilds, and bearing their emblems with torches, cover the stage. The tocsin is heard throughout this scene. Utenhove catching Sohier's arm wMle he is about to stab himself. Uten. For other penalties art thou reserved, Fell monster. Bind him ! bear him to the rack ! Invent unheard-of tortures for him. Then Be careful of his life — and solitude Shall weary out the sad remains of Use,"], [66, "62 Which all remorseful conscience has prepared For bloodhounds, who will prey upon their friends ! Nay, bear him off, and rack him till he faint ! Phae. (rushing forward and throwing herself at the feet of Utenhove). Inhuman men ! Murder is satisfied ! Already dead the loveliest of the fair — Already dead, your Artevelte ! Why then more ? 'Twas I, 'twas I that murdered him ! 'Twas I ! Uten. Hence ! bear them hence, and let them wail together ! Oh, when the fury of this night is past, The bloodhounds shall lay curses at each other — 'Twill be more fruitful in remorse and guilt, Shall cursing guilt increase their misery. (Exeunt several with Pharailda and Sohiee.) Scene 7. — Meanwhile the corpse of Aetevelte is laid by that of Alida. Utenhove approaches and gazes on them. Uten. Thus art thou dead ! And she who loved thee so, Beside thee lies. Her spirit rent the bonds That bound it to the earth, when thine fled hence : — She imaging Ghent's liberty's protector tried ! Yet not in death did angry7 passions mar The speaking beauty of their portraiture. See ! even now their lips are wreathed in smiles ; Their spirits hover round their yet warm clay. They mark us ! Us, friends, citizens of Ghent ! (Loud cries of all the guilds, who begin to move off the stage.) We will revenge them. Down with the traitors ! Uten. Silence, ye guildsmen ! Silence ! Crowd ye round ! And see ! Artevelte approves not your designs. From his wide wounds fall gory drops portentous ! Be here the pomp funeral of night ! (The torches are all extinguished.) Weep ! Wail ! 'Twas we, who by our turbulence, We, by our license, lawless, unrestrained, Struck Artevelte's death-blow ! Weep! He bids you thus,"], [67, "63 And not by ruthless hate revenge his fall : — Observe his laws, and they shall make you great Through centuries to come ; your license curb — Show our united front to meet the foe — Send to your suzerain, Edward, for this fault To make atonement. And in Artevelte's son Treasure the hope that Artevelte shall revive. THE CURTAIN FALLS."], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""]]