[[1, ""], [2, ""], [3, "REMARKS ON THE THEATRE, OCCASIONED BY THE AWFUL DEATH OS MR. CUMMINS, wHICH TOOK i-LACK AT THE PLAY-HOUSE, IN LEEDS, On the Evening ofthe 20th of June. * Have no fellowship with the unfruitful works of darkness, bat \" rather reprove them.\" Eph. v. 11. \" Thou shalt not follow a multitude to do evil.\" Exod xxiii. Z. \" He that folio weth vaia persons is void of understanding.\" Prov. xii. 11. \" Keep thy heart with all diligence, for out of it are the issnw \" ol life.\" Prov. ir. 23, LEEDS: PRINTED BY AND FOR G. WALKER,} 1917."], [4, ""], [5, "REMARKS, 8sc THE public are very generally acquainted with the awfully sudden death of Mr. Cummins, on Friday evening, June 20th, while personating the character of Dumont, in the Tragedy of Jane Shore. 1 The circumstances of the death of this gentle man were truly alarming and impressive. He iiad just invoked Heaven in the following strik ing words : \" 3e witness for me ye celestial hosts, \" Such mere;, and such pardon, as my soot \" Accords to thee, and begs of Heaven to show thee; \" May such hefal me at my latest hour.\" when he fell down, and expired. Great things have been said ofthe character of the deceased ; and it forms no part of the in tention of the author of these Remarks, even to call in question, much less to attempt to dis prove them. Let the excellencies ofthe deceased be remembered : let his defects, if lie had any, be buried in oblivion. Yet, those who con sider the entertainments of the stage, as not only foolish, but sinful, and who believe in a super intending Providence, consider this awful cir cumstance as a warning to those who frequent the Theatre. The author of the subsequent Remarks be lieves, that the Divine Being does not unfre quently evince his displeasure at sin, in so strik ing a manner, as to |eave no doubt that such in stances are intended to admonish and correct those who are mercifully spared."], [6, "4 Kind reader, he who is about to address you, was, some years ago, an admirer of, and fre quented dramatic entertainments ; but circum stances, which, he does not hesitate to say, were of a providential nature, led him out of that sphere of amusement, and reading and reflec tion have since served to convince him, that such diversion are not only not innocent, but are sinful. Although the author is not sure that what convinces himself, will Ivive a similar effect on his readers, he is prompted by a -t neere desire for their welfare, to otter a few remarks for their consideration, The pernicious influence of the stnge is, and has been long acknowledged. If the romantic scenery — the singular dresses — the gesture and voices of the performers — the unravelling of a mysterious plot — the style and sentiments of the piece, are not attended to with indifference \\>y an aged, what effect must they produce on a young, inexperienced person ? The imaginar tions of the youny, aud of the lower classes of society, are led captive by this display of unreal splendour: hence the reason why the audience generally consists of light, superficial persons, the majority of whom go to the Play to pass an hour that would otherwise be insupportable. Dramatic representations do not merely in fluence manners — they do not merely extend to the little peculiarities of behaviour ; they ex tend to the morals of the public— they, reach the heart, and make lasting impressions: — the applause of an audience sinks deep into a youthr f'ul mind, and excites a wish to imitate what so"], [7, "5 many approve. If, then, the influence of the stage be great, it should be good 0n proportion to its power, should be its utility But let us examine the nature of that influence. Plays do more than check industry, they promote indolence. Industry is necessary to the peace and com fort ot the individual, and to the welfare and good order of society. Whatever has a ten dency to promote industry, has a tendency also to promote happiness: whatever undermines, the one, does equally so with the other. Now the amusements of the Theatre have a mani fest tendency to weaken incentives to industry. They fill the head with romantic notions, which produce impatience of labour and restraint. Young persons, after their first visit to the Play, are in astonishment at what they have seen — j they seem to have entered a new world of diversion : they long to repeat the draught of pleasure which they enjoyed last evening: la bour becomes irksome, and they would have no objection to that portion of time being an nihilated, which separates tbem from their amusement. This disposition to indolence, so congenial to human nature, soon becomes a confirmed habit, and exposes them to the as saults of enemies that would perhaps, other wise never have appeared against them, or, had they appeared, would have been easily over come. Allow me to subjoin a passage on indolence, from a celebrated writer : \" Indolence is a stream which flows slowly on, but yet undermines the foundation of every virtue. A vice of a more live-"], [8, "6 ly nature were a more desirable tyrant than ... rust of the mind, which gives a tincture of its nature to every action of one's life.\" Idleness is not the only vice that, in many instances, owes its birth to the theatre. * Impurity, one of the worst vices that dis graces our country, is generated there. It is too notorious to be denied, and too evi dent to require proof, that the stage is no pro moter of chastity. Nay, it seems requisite to the success of any play (such is the wretched degeneracy of the age) that some portion he de voted to amatory concerns : and some persois, even of that sex whose principal ornament is purity, have ventured, in defiance of modesty and decorum, to supply the place of wit and elegance with indelicacies which ought not to be perused, much less acted * How very few plays can be read without some indelicate pas sage presenting itself to the eye ! What must be the effect of such a passage when assisted by a lascivious I. >ok and gr.ture? The mind is un nerved by these rep -eolations — the power of temptatiti\" is i:i< re. , d by them. The veil is torn away fro i < iiastity. In modern Plays what are denominated love scenes, ought, more properly to be named libidinous ones. 44 Nor do theatrical r< presentations tend to check intern peraiu e. They are a fruitful source, it is prtsumed. of this destructive vice.\" How seldom is drunkenness represented as injurious to both body and mind ! When is the r * So long as \" Ibrahim,\" \" She Would if she Conld,\" \" The Funeral.\" with many others, continue to be act«d with applause, •we may form some idea of thc taste and manners of the audience, *ad of U» tendency of the stage."], [9, "7 sot held up to contempt, and described as a beast rather than a man ? Instances frequently occur in which it is the part of the performer to personate an intoxicated character. Is such a character, and are the awkward gestures then exhibited, admired and applauded? They are. Is not the applause proportioned, generally speaking, to the correctness with which the part is performed? It is. Is the displeasure of the audience ever manifested at the appearance of such a beastly character ? Is he hissed from the stage, not because they dispise the drama tist, but the character he has assumed ? We presume not. — Consequently the swollen bac chanalian is often represented reeling to and fro ; the bottle in one hand — the glas* in the other — while thunders of applause proceed from every quarter of the house. O reader ! this character is not represented to excite disgust, the true reason is, it suits the audience. \" The entertainments of the stage beget irre verence of divine things.\" \"If the soul abandons itself to false pleasures, it loses the relish of spiritual ones, and finds nothing but disgust for the sacred writings. When one feeds himself with the vain pleasures of the world, the spiritual senses become stupi fied and incapable of relishing, or understands ing, the things of God. Now among the plea sures of the world, which extinguish the love of the scriptures, it may be said that Plays and Romances hold the first rank, because there is nothing more opposed to truth ; and the Spirit"], [10, "of God, being a spirit of truth, can \\«*ve o» part with the vanities of the world.\" 4' Plays and Romances not only indispose the soul for all acts of religion and piety, but to all serious and ordinary actions. As nothing is represented in them but gallantries, or extra ordinary adventures and discourses, which are far distant from such as are used in serious af fairs; one insensibly takes from them a roman tic disposition of mind : the head is filled with heroes and heroines: and women seeing the adorations which, in them, are given to their sex, have that sort of life so much impressed on their minds, that the affairs of their family be come insupportable to them, and on their re turn to their house with minds filled with lollies they find every thing disagreeable.\" 44 It is the will of a gracious God that we should esteem nothing so much as the gracious gift which he has made us of his love; and that we should preserve it by giving it nourishment. This command he has intimated to us in the persons of the priests, in the ancient law, whom lie ordains always to maintain the tire on the altar, and to take care to put wood upon it every day, in the morning This altar is the heart of man, and every christian is the priest, who ought to be careful to nourish the fire of divine love on the altar of his heart, by putting wood every day upon it, that is to say, main taining it by exercises of piety. Now, if those who go to Plays have yet any sense of piety, they cannot disown that they deaden, and tend to extinguish devotion; so that they must not doubt God judges them extremely guilty, for"], [11, "» having made so little account of his love, that instead of nourishing and endeavouring to aug ment, they have not feared lo extinguish it by their vaiu diversions: and that he will impute lo them as a great sin, lhe abatement of their love to him. For isa dissipation ofthe goods ofthe world, and of earthly riches, by luxury and gaming, is no little sin, what must be judged of a dissipation of tlie gifts of grace, and of that precious treasure the scripture speaks of, which we ought to purchase by the loss of all the good*, and all the pleasures of life?\" Will any say that the influence of Plays is not real? — it is only imaginary. The nature of man is ever progressive, or retrograde : he is either approximating toward better or worse continually. His natural pro- pensity is to what is bad. Plays conform to this natural propensity — they assist its motions toward evil, and they do this with a force that is truly awful. The person himself is deluded— he scarcely perceives any declension till his utter ruin is effected. The serpent, fated to destroy, is, in this instance, hid in lhe grass; the victim wanders on, passes within the reach of the poi- sonous reptile, and finds himself mortally wounded before he has p >wer to escape. \" The pleasures and diversions of people are certain means for judging of the state of their minds. Nothing can please or affect us, but what is according to our nature, and which finds something within us that is suitable lo itself. Had we not inward dispositions of ten-"], [12, "10 derness and compassion, we should not find ourselves softened with miserable objects. In like manner, had we not in our nature lively seeds of those disorders~which are ax-ted upon the stage, were there not some inward corrup tion, that finds itself gratified by the irregular passions that are there represented, we should find no more pleasure in the stage, than blind men find in pictures. If impure speeches, if wan ton amours, if wild passions, and immoral rant, can give us any delight, is it not past all doubt, that we have something of all these disorders in our nature ?\" Will any assert, that the entertainments of the stage are not inconsistent with scripture, or devotion ? Let such read attentively the follow ing passage, taken from an eminent writer : *' .You own that God has called you to great purity of conversation ; that you are forbid all foolish discourse and filthy jesting, as expressly as you are forbid swearing; and that you are' told, tp Ut no corrupt communication proceed out of your mouth : and yet you go to a house of corrupt communication ; you hire persons to entertain you with ribaldry, profaneness, rant, and impurity of discourse ; who are to present you with poisonous sentiments, and lewd imaginations, dressed up in elegant lan guage, and to make wicked, vain, and impure discourses more lively and delightful, than you could possibly have it in any ill company. It txot this sinning with a high hand,, aud grossly offending against the plainest precepts of scrip ture ?"], [13, "11 \" There is no doctrine of our blessed Saviour that more concerns all christians, or is more essential to their salvation than this: — • Blessed are the pure iu heart, for they shall see God.* Now, take the stage in its best state, when some admiied tragedy is upon it; are the extrava gant passions of distracted lovers, the impure ravings of inflamed heroes, the joys and tor ments of love, and refined descriptions of lusts are the indecent actions, the amorous trans ports, the wanton address of the actors, which make so great a part of the most sober and modest tragedies — are these things consistent nith this christian doctrine of purity of heart?\" Another writer sa>s: •* I would now take leave of those amiable and not ill-disposed young persons, who complain of the rigour of human prohibitions, ami declare, ' they meet with r.o such strictness in the gospel,' by asking them, nith the most aftectionate earne>tness, if they can conscientiously r* concile their nightly attendance at every public place which they sequent, with such precepts as the following: 'Redeeming the time:' 4 Watch and piay:' ' Watch, for ye know not at what time your Lord cometh:' ' Set your affections on things above.' And I would venture to offer one crite rion, by which the persons in question may be enabled to decide on the positive innocence and safety of such diversions ; I mean provided t hey are sincere in their scrutiny and honest in their avowal. If, on their return at night from those places, thty find they can retire and commune With their own hearts,' if they find the love of God operating with undiminUhed force on their"], [14, "12 fninds ; if they can ' bring every thought into subjection,' and concentrate every wandering imagination; if they can soberly examine into their own state of mind; 1 do not say if they can do all this perfectly and without distrac tion; (for who can do this at any time) but if they can do it with the same degree of serious ness, pray with the same degree of fervour, aud renounce the world in as great a measure as at other times ; and if they can lie down with a peaceful consciousness of having avoided in the evening ' that temptation' which they had prayed not to 4 be led* into in the morning, they may then more reasonably hope that all is well, and that they are not speaking false peace to their hearts. •• If this test were fairly used ; if this experi ment were honestly tried ; if this examination vere conscientiously made, may we not, with out offence, presume to ask, — Could our nu merous places of public resort, — could our evtr*multiplyiug scenes of more select, but not less dangerous diversion, nightly overflow with an excess hitherto unparalleled in the annals of pleasure!\" 44 There has been much argument,\" says )VJr. Wilberforce, \" concerning the lawfulness of theatrical amusements Let it be sufficient to remark, that the controversy would be short indeed, if the question were to be t tied by the criterion of love to the Supreme Being. K there were any thing of that sensibility for the honour of God, and of that zeal in his service, which we show in behalf of our earthly friends, or of our political connexions, should we seek"], [15, "13 eur pleasure in that place which the debauchee. inflamed with wine, or bent on the gratification of other licentious appetites, finds most conge nial to his state and temper of mind ? In that place, from the neighbourhood of which show justly termed' a school of morals might hence alone be inferred) decorum, and modesty, and regularity retire, while riot and lewdness are in vited to the spot, and invariably select it for their chosen residence; where the sacred name of God is often profaned ; where sentiments are often heard with delight, and motions and ges tures often applauded, which would not be to lerated in private company, but which may far exceed the utmost licence allowed in the social circle, without at all transgressing the large bounds ot theatrical decorum; where, when moral principles are inculcated, they are not such as a christian ought to cherish in his bo som, but such as it must be his daily endeavour to extirpate. The pleasures of the world can afford us no real satisfaction, even when we are in health and prosperity ; but, when sickness enfeebles us, when death approaches, then worldly amuse ments are beheld in . their true light, empty, transient, unsubstantial. How remarkably is this observation justified by the sentiments and expressions of the late Lord Chesterfield, at the close of his career. \" I have run (says this man ofthe world) the silly rounds ©f business and pleasure, and have done with them all.— I have enjoyed all the pleasures of the world, and consequently know their futility, and do not regret their loss. 1 appraise them at their"], [16, "14 rta! Value, which Is in truth very low : whereas those that have not experienced, always over rate them. They only see their gay outside, and are dizzied with their glare. But 1 have been behind the scenes. I have seen all the coarse pullies, and dirty ropes, which exhibit and more tbe machines ; and I have seen and smelt the tallow candles, which illuminate the whole decoration, to the astonishment and admiration of an ignorant audience — When I reflect back upon what I have seen, what I have heard, and what I have done, I can hard ly persuade myself that all that frivolous hurry, ami bustle, and pleasure of lhe world, had aiiy reality ; but 1 look upon all that has passed as one of those romantic dreams which opium commonly occasions ; and I do by no means desire to repeat the nauseous dose, for the sake of the fugitive dream. Shall I tell you that I bear this melancholy situation with that meri torious constancy and resignation which most peiople boast of? I bear it— because I must bear it, whether I will or no—I think of no thing but killing time the best 1 can, now that he is become mine enemy. It may not be improper to present our read ers with several instances of Theatres which hive born destroyed by fire ; may we not rea sonably consider them as expressions of Divine displeasure. The following account of live destruction of Richmond Theatre, iu Virginia, appeared in an American paper, in 1S12. '• The House was crowded with an uniKoal audience. Just before tbe conclusion of iht"], [17, "15 play, the scenery caught fire, and, in a few minutes, the whole was iu flames. It isalready ascertained that sixty persons were devoured by that terrific element. 4! Tbe scenery caught fire in the back part of the bouse, by the raising of a chandelier* The flames spread like lightning ; and the fire falling from tlie scenery upon the performers*: wasthe first notice which the audience had ot their danger. The performers and the assist* ants at the Theatre, in vain attempted to tear down the scenery; for the fire flashed into every part ofthe house. No tongue can de-* Hcribe the awful catastrophe! No person *ha was not present, can form an idea of such a scene of human distress! 41 There was but one door for the greater part of the audience to pass, and there, men, women, and children, were pressing upon each other, while the flames were seizing those be hind. Such as were nearest to the window, ignorant of their danger, were afraid to leap down, whilst those bthind were seen catching: fire. One lady jumped out when her clothes were in flames. Fathers and mothers were seen in every direction deploring the loss of their chil dren. All those who were in the pit escaped, aud had cleared themselves from the house be sure those in the boxes could get down.\" Many oilier instances have occurred, even within our own borders. So lately as the years 1808, & 1809, Drury-lane and Covent Garden Theatres were burnt down. Twenty-three lives Were lost at Covent Garden ThAue. and one at Drury-lane. In addition to the two already men-"], [18, "16 tioned, the Opera-house, Hay-market, opened 1704, was burnt in 1 ; 89 — Pantheon, Oxford- street, opened 177a, converted into a Theatre 1784., burnt 1792- Astley's Amphitheatre burnt j 794. Royal Circus burnt 1805; and others that might be mentioned. These awful circumstances ought to arouse ut to reflection ; and how can those who reflect, any longer consider themselves secure within the walls of a play-house ? •• Verily he is a God that judgeth in the earth.\" Dear reader — You have been told of the powerful influence of the stage ; you have been told, and it is hoped the author has proved to you that the influence is pernicious. Do you wish to cultivate habits of diligence, sobriety and chastity ? Remember this cannot be done by frequenting the Theatre. Do you wish to be respected by the wise and good? — Do you wish to become an useful member of society ? Fly from amusements that weaken virtuous resolu tions — -and plunge men into vice aud immo rality. Let every one, then, who is wishful not to contract vicious habits, or excite unlawful de sires ; let every one who wishes to, be an honor to his family, and an useful member of civil and religious society ; let all who desire to be saved from the dominion of vice here, and from its terrible consequences hereafter ; henceforth shun this polluted atmosphere. THE END LEEDS, PUINTED."], [19, ""], [20, ""]]