[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "CREATION: 3 33orm."], [10, ""], [11, "CREATION: A POEM. BY THE Al/THOU OF \" PRIMUM MOBILE,-' &c. LIVERPOOL, PRINTED BY JAMES SMITH, For the Author. 1(122."], [12, ""], [13, "ADVERTISEMENT to the READER. A. few copies only of the following Poem are printed for the author's private use and circulation, the work being at present in the condition rather of an embryo than a finished composition. The poetry will be found deficient chiefly in the more philosophical parts of the work, where the difficulty of blending science with poetry, rendered the execution naturally defective. — The author however trusts, that the parts which"], [14, "ii. ADVERTISEMENT. may appear less captivating in sound, will not be found deficient in the weightier modicum of sense, and hopes that a popular illustration of the celestial system, though a subject less congenial to the muse than to the department of science, may not be displeasing to the lovers of serious poetry, nor ultimately unacceptable to the general reader. The Poem on Creation was entirely a casualty, being derived from no previous conversation with the muses, or antecedent solicitation. Hence the work is necessarily imperfect, and if here after considered worthy of publication, will probably undergo material correction. August, 1822."], [15, "CONTENTS CR EATION.— CELESTIAL. Book I » Page 3 Book II 45 Book III 83 CREATION— TERRESTRIAL. Book IV 119 Book V \". 159 Book VI...., 201"], [16, ""], [17, "V"], [18, "Hrtrument of J3ooh $. Hymn to the Trinity — Chaos of waters from which Creation was formed — The universal works of God — Whence is God ? — Waters converted into fire — Light the first created ele- ment — The first day — The firmament — The waters above the heavens — Creation of the earth and planets — Speech of the Word — The great fire broken up — The stars created therefrom — The milky-way and fixed stars — Hymn of the angels — Reply and charge of the Almighty."], [19, "CREATION. BOOK I. XlAIL, Holy Father, universal Power, Sole in whom ever-during life abides, Omnipotent, all-wise, all-merciful, Invisible, yet seen in works sublime ; Unknown, yet felt in every christian heart; Whose attributes are mercy, justice, love, Whose name is Love, beloved in heaven and earth, And honored, worshipped, and admired by all. Thee will we celebrate, the glorious fount Of life, of light, of liberty to man. Sole centre of perfection, source of good, And origin of universal things ; Pleased in thyself alone with gracious deeds, Supreme in bounty and benevolence."], [20, "4 CREATION. And thou, O Son, the Saviour of the world, Who in the Word thyself didst make all worlds, One with the Father, God thyself in him, Eternal, uncreate, and infinite, Mysterious wisdom, God in man revealed, Counsel miraculous and wonderful, Marvel alike to angel and to man ; Thee let us sing, and celebrate thy works Of wisdom and of love divine ; the praise Of saints on earth, the theme of cherubim, And seraphim, the glorious heavenly host ; The creatures of thine all-creative mind, And tenants of thy peopled paradise. Nor may we pass in silence mute thy name, O blessed Comforter, nor leave unsung Thy holy nature, emanation pure, And essence of divinity sublime, Co-equal, co-existent, co-eterne With God himself, a Spirit like thine own. Thee will we magnify and laud with joy, Whose kind and social office is to bless Thy creature man, and purify his heart ;"], [21, "CELESTIAL. 5 Whose voice is heard in every upright mind, Repressing error and enforcing truth. By thee th' inspired prophets spake of old, And the apostles preached ; by thee the Word, Clothed in the radiant majesty of God Incarnate, used an utterance divine ; To wiiom all speech alike, with whom the power To break one language into many tongues, Or teach one tongue an universal speech. Who shall relate the works of these three powers, The Father, Word, and Spirit, three in one, United in harmonious love divine, Incorporate, triune, ineffable; — One God, revealed in triple power to save, Whom first his will had organized to die ; One God, revealed in triple nature thus, To mark the Maker and his works distinct ; One God, personified in triple form, Like body, soul, and spirit, three in one ? Or who shall lift the curtain which obscures The hallowed mansions of eternity, Where the great Potentate in glory reigns,"], [22, "6 CREATION. And breathes a paradise around himself ; Or who declare the wonders spread abroad, In the celestial firmament above, Or in the varied earth and seas beneath ; Or who unfold creation's wondrous plan, And show the springs of universal power ? O Holy One, from whom alone proceeds The inspiration of celestial thought, The mind divine, and light of heaven-born truth ; Who only canst direct the speech aright, And give the grace of eloquence to man, The child of error, ignorance, and doubt ; Who sole canst raise our thoughts to apprehend Thy plans from first to last ; whose word alone Guides as a lamp th' inquiring mind to see, What man's discovery cannot else unveil ; Touch thou the lips that would discourse of thee, And open wide the eyes that read thy book, Or would expound thy pages as revealed, In the wide volume of thy works around ; Touch thou the understanding which essays To trace thy steps from that obscurest hour,"], [23, "CELESTIAL. 7 When, moving on the face of things, thy Spirit Bade the light shine, and gave creation birth ; Touch thou the heart which thus desires to speak, In unoffending lowliness thy praise ; Nor let presumption interpose its bane, To mar what love would sanctify to thee. But animate our feeble mind aright, And kindly lend fair Wisdom's seraph-wing, To lift the soul thro' amplitude of thought, And safely bear imagination's flight, Through fields that mortal eye shall ne'er behold ; That man may emulate the angels' part, To glorify the Maker in his works, And sing with tuneful melody on earth, As these with solemn minstrelsy in heaven. Darkness, and night, and chaos, reigned at first Throughout the deep, and spread their gloomy veil Impenetrable, save to Him alone To whom both night and darkness are as day And with their solitude and sleep of death, Sat dismal o'er the rude and unformed mass Of waters, that extended far and wide,"], [24, "8 CREATION. And occupied the space on every side, Sole tenant of the vast ethereal void. Waters,* the name this mountain-mass obtained, Whereon the brooding Spirit sat at first, And 'gan from nothing visible, to form The heavens and earth, creation's vast abode ; Is all we learn of antecedent things. The nature of the fluid mass unknown, No true similitude existing now ; Though still the name of water is retained For oceans or for rivers, pure or salt, Unlike the watery waste embodied then ; Whereof the scripture saith, that heaven and earth Were made from substance unapparent now. This watery mass, a fragment of thy works, O Great Artificer of heaven and earth, Lay by thee unemploy'd. What purpose once It occupied, to fallen man unknown. That converse sweet with God, which at the first Might have illumined man's untutored mind With nohle and divine intelligence, Now sadly lost with loss of innocence ; * \" And the spirit of God moved upon the face of the waters.\" ■Gen i. 2."], [25, "CELESTIAL. 9 And many truths which wisdom else had shown, Now lie concealed from our imperfect view. Perhaps the watery vast afforded once, A varied habitation, dark and cold, For natures differing far from human mould. Perhaps the embryo spirits dwelling now With God, in natures of angelic form, There lived in gross material bodies pent, And served him in probationary state Like ours. Perhaps the seed of satan's host There dwelt, and prone to wickedness and sin, First learned rebellion to the power of God, And thence drew down thy vengeance, curse, and wrath On evil works, on disobedience death. Strange, wonderful, and rare, that such should be; And that amid the works of the Supreme, Ought devilish should be found. Who can expound This awful mystery ? Too well proved to doubt, As seen in sin and evil ; too remote From human search, to fathom and explore. I!"], [26, "10 CREATION. How vast thine universal works, O God, Of which this great creation forms a part, Though small. The lucid eye and mind of faith, Discerns beyond this sphere far other worlds ; The heavens, and higher still, the heaven of heavens* The paradise where disembodied souls Rest from their toil in pleasures evermore ; And that fair kingdom yet to be revealed, When all things are consummated in God. Faith thus discerns what reason fails to show Concerning new creations yet unborn, A nd things invisible to mortal mind ; Sees divers states of God's almighty works, Displayed from first to last ; worlds which perhaps In antecedent state arose to life, And worlds which )ret shall dawn at our decline ; And which upheld by ever-during power, Shall rise in glory to decay no more. Such are thy varied habitations, past Or present, or to come, dilated wide Through spaces infinite, both visible, And far beyond all thought invisible,"], [27, "11 CELESTIAL. Eternal, and unchanging like thyself. The things around us are subordinate, Whereon it humbles thee to cast a thought, Compared with those which yet are unrevealed ; Raised for a season, and anon to fall, These works created but for finite ends, Soon as thine unaccomplished will is done, Will disappear in universal fire.* And whence art Thou, great Author of our state, The spring and source of universal being ? Who shall retrace thy silent steps obscure, Through the long journey of thy wondrous life, Ere day was visible, or time began ? What finite mind could penetrate the cause, That gave the first Great Cause his life and power? Whence came, and whither tends his wondrous being, And what impelled or moved him to exist ? Did he awake as one awakes from sleep, And find himself possessed of nature's works ? Or did he from a little stock at first, Increase by labour till he made the whole ? * 2 Peter, c. 3."], [28, "12 CREATION. When thought he to impart to living forms A being like his own ? And whence produced Material nature, gross, and differing far From spiritual essence, pure, divine ? A spirit, what ? Life, power, and spirit are ; But what they are, we ne'er shall know aright. By thee, O heavenly Power, by thee alone, Such questions can be solved. Thou know'st full well Thy being from eternity, and still Retain'st thy life preserved within thyself, And wilt subsist to everlasting days. Greater than thee is none, nor can conflict With thee, or power, or spirit that exists. Thou art sole Lord supreme, and though thro' sin In heathen worship other lords receive The honour that is thine ; it harms thee not, Such adoration is unworthy God. It pleased Thee thus to make a temple vast And glorious to thy praise. Thy sapient mind Soon scanned the means, and with an outstretched arm,"], [29, "CELESTIAL. 13 Powerful and inconceivable to man, The sea of waters stricken by thy force, Was straight converted to a sea of fire. Nor stop we here to scrutinize the means, Suffice, that thy command so organized. Perhaps this sea of waters might contain Some liquid substances inflammable, Analogous to naphtha, such as flames In Baku's field, beside the Caspian sea ; Or oleaginous petroleum, Which Eastern Ava's wells for larrfp-light yield. But whatsoe'er the nature of that sea, Struck by the arm of God, the light shone forth, And rose resplendent through the universe. As when some vast volcano sudden bursts, With liquid light, disgorging from the deep, And disembowell'd earth the foaming mass; Moved by th' explosion of some gaseous damp, Or kindled by the quick electric flash ; So poured the fiery element around, Inflamed by thee with unresisted force, And by thy breath now animate with life."], [30, "14 CREATION. Such was the transformation of this waste And inert mass. Now light from darkness sprung, And day was disengaged from dreary night. Light from thy touch illuminating all, Nor darkness suffered where thy presence dwells. Confusion still prevailed, nor order yet Was circumscribed in fixed and settled path ; While in the womb of this creative birth, All nature struggled and in travail groaned. The fiery torrent boiled with hideous roar, As though resenting interrupted sleep, Impatient of omnipotent command, And lashed around with unavailing force. Though like the proud and restless waves on earth, Whose shore thy wisdom and thy power prescribes ; Who saith, \" Here stay thy wave, nor pass my bound ; Obedient still, their angry violence Is curbed within the sphere ordained by thee ; For vain the throes of nature that would pass Beyond the limits of thy fixed decree ; And vain the struggle that conflicts with heaven,"], [31, "15 CELESTIAL. Or moves in disobedience to its will. Such was the work of that eventful hour, When God's commandment bade the light shine forth ; And when his Spirit moved the mighty deep. To organize the birth-day of our world. Such was the business of the first great day That ushered in creation's wondrous plan ; A day unlike all antecedent time, And one preceded by the previous gloom, Or twilight of a dim eternity. * Light is the first of God's created works, The great primordial labour of th' Eterne ; Chiefest of all the natural powers that be, First in its birth, and first in potency : For light alone possesses in itself Vitality, and by combustion feeds On grosser substance to support its life, Transforming other natures to its own. Hence God assumes the name — Consuming fire ; For other power is none which thus receives, * The doctrine maintained in this passage, is illustrated the author's work on the Primum Mobile."], [32, "16 CREATION. Like fire, a quickening quality and life, Sole living element and vital power. Th' electric nature, lightning's energy, The quickest, subtlest form of fire that is, And as we deem its spirit, hence derives Its \\ivid force. For electricity Possesses not combustion, till the light Imparts it in collision, differing thus From fire which only hath ethereal life. All motion, if we err not, owes to light Its primitive and first-born impulse ; else Would matter rest inert, nor will to move. Light first disturbs the gravitating force, And turns the sleep of nature from its bed. For while it covets needful nourishment, And denser substance penetrates with ease, Motion is thus produced, nor falls to rest While this great fount of quickening life remains To hold the pulse of nature to its beat. Electric fire originates, we deem, Celestial movements in their pristine march, Repels the planets from their central spheres ; And while attraction bids them gravitate,"], [33, "17 CELESTIAL. Th' alternate retrocessions hence arise, Freely produced by this elastic power. Thus nature's vital force derives its birth From light's ethereal flame, which hence we call The Soul of nature. But what mind can trace The properties of light, too subtile far To fix in portraiture ? Though pass we not Its beauty as the visual ray of man, Lamp of intelligence, and chiefest boon, That lends the mind its stores of sentient thought. Cause of all colour, colourless itself, Nor luminous but by reflection ; formed To render luminous things else opaque ; Though dark, yet made t' illuminate all worlds. Well do the vivid virtues of this power His wisdom celebrate who light ordained ; And well its potent qualities proclaim An origin among his noblest works, Whose name is Light, the type and semblance this Of Him the light of everlasting worlds. Thus was the light created in that day When the command came forth, *' Let there be light.\" c"], [34, "18 CREATION. For light before was none, of sun or star, But darkness sat enthroned to rule the deep, And night prevailed with universal gloom. Light then arose, the first-formed work of God, Chief of the wonders of creative power, Design'd t' illuminate the universe. Nor did the solar light which gilds our sphere, Rise in that hour alone, but every star And light which vivifies th' ethereal space, Distributed throughout creation, all Received their origin in that first hour, And from one universal mass of fire, Both sun and stars successively arose. For light by antecedent birth was none, Else darkness had not reigned ; but till that day, Light ne'er in effluence spread its dawn around, Nor poured its beauty through the universe. The first great day was thus proclaimed on high, With evening and with rising morn ordained ; A day unparallelled in splendour, called Day by peculiar privilege, with night Contrasted in discrimination just. So God decreed. A day of unknown length,"], [35, "19 CELESTIAL. Unlike the period of revolving hours Now termed diurnal, earth as yet unformed, Nor measured by the spheres, which still were not. Such was the first portentous birth of time, Ordained with counsel deep by Wisdom's self, Matured by love, and by the triune God Devised and wrought with unassisted skill. The angel-host, with reverence and awe, Beheld, astonished ; and though great themselves, And high in power compared with feeble man, Might see the throes of nature with alarm, Unknown what changes might affect their state. The light thus formed, th' Eternal Mind then turned To separate an ample space amidst The infinite extension, boundless void, Where the new works might stand ; and where, The key-stone firmly founded by his skill, The whole might rest in grandeur undisturbed, A splendid monument of heaven's high power. A vapour first ascends from the expanse Of that vast ocean, boiling with the heat"], [36, "20 CREATION. Of flames new kindled by Almighty force, And pours itself like steam, to fill the void Between the centre and extremes around. The firmament expanded through the heaven \"Was thus with substance of ethereal kind, Highly attenuate and subtile filled. God called it Firmament, and bade it spread Its circuit through the heavenly void around, That every sphere he subsequently made Should float therein, as in a mighty sea, The bosom of Divinity as 'twere, secure Through ages, till the lapse of time should end, Or time eternal dawn with endless day. The nature of this firmament, which men Call ether, mortals cannot hope to know ; Save that its pure translucid parts permit The radiant heat and light of sun and stars Freely to pass, nor offer to the earth Perceptible resistance in its orb Of yearly revolution. The extent In height, in depth, in circuit of this sphere And firmament ethereal, far exceeds"], [37, "21 CELESTIAL. The stretch of human ken. By light divine Known only this, that at the outer bound And limit of the whole, beyond the hosts Of starry lamps that pave the vaulted sky, A mist, an atmosphere, or volume dense Of congelated vapour, forms the shell And outer coat of all. For when the steam Ascended from that vast unbounded sea Of liquid fire, it poured its volume round, Through the wide space prepared and planned by God. But when the utmost limit was attained, And where the heat's intensity assuaged. The vapour cooled ; and rolling thick, condensed, Forming a watery sphere or circling arch, Surrounding the celestial universe. These are the waters spread above the heavens,* Which gird creation in one mighty sphere, Walled in on every side from outer space, And thus combine it single and unique. * Gen. i. 7- Ps. cxlviii. 4, 5."], [38, "22 CREATION. So scripture speaks, the only certain light Which guides man's erring comprehension right In contemplation of the works of God, And leads him safely in these higher themes. Praise him ye waters stretched above the heavens, Sang the sweet psalmist in the ancient time. And whatsoe'er the waters which surround The heavenly sphere, such canopy subsists. For though this mystery may appear obscure, Scripture indubitably proves its truth. Divide, he saith, by firmament between, The waters underneath from those above ; Such waters, therefore, constitute on high Part of this vast creation, and surround, As with an outer atmosphere, the whole. Waters above the firmament exist, Whose wide circumfluence girds the space within, And holds the universe in unity, A sphere of many spheres absorbed in one. The nature of these waters may be deemed, Though rarer, and in texture less condensed, Analogous to what subsisted first,"], [39, "CELESTIAL. 23 And from whose sea creation was produced. These, as a garment, clothe the system round, And circumscribe the limits of the whole ; Removed beyond th' inquiring search of men ; Nor known except as revelation speaks ; To faith accessible, but veiled from sight. Nor is the wide dominion of this orb, Celestial and terrestrial, prized by God At much. The dense material elements Which occupy its far-extended sphere, Are gross, contrasted with that Spirit pure Which clothes th' Invisible in God-like power. His hand upholds with ease the mighty charge, Nor murmurs at the weight ; while ages roll Their onward course, and God still bears the whole, In the wide bosom of omnific power ; And smiles, well pleased to see the spacious work His skill, his wisdom, and his word, have wrought. The outer shell and vast circumference, Of the celestial structure now complete, Enclosing the expanded firmament, And in the midst of things the fiery lake,"], [40, "24 CREATION. Roaring with noise and tempest terrible ; The heavenly contemplation next returns, To view some scattered fragments lying near, Of earth, and rocks, and massive mountain heaps, Huge and unformed materials infinite, With seas and oceans deep, a rude extent, Of matter in confusion cast aside, Unapt, and inconvenient to support The purpose of combustion, but ordained To build those planetary orbs which roll Amid the sphere celestial. This wild heap Extended lay, a residue of things That the consuming flame left undevoured, Prepared and set apart for other use ; And separated thus to occupy, In part, at least, among its varied ends, A spacious habitation for mankind. These works the Mind Divine now scans at laree. And measures their expanse. Of earth and rocks He metes convenient portions in his hand, Then adds a sea of waters mixed throughout Conglomerate, concrete, and well compact,"], [41, "CELESTIAL. 25 Proportioned fitly for the varied use Designed by the almighty Architect, To form a planet for th' abode of men. The mass together heaped in compound frame, He bids the obedient waters roll their waves Apart and gathered by themselves. The earth, With varied face of mountain, hill, and plain, Stands separate in the midst ; and rising up With higher elevation than the sea, Opposes to the waves on every side A wall continuous, and bulwark vast, O'er which the foaming torrent strives in vain To lift its head, and wield the lashing surge. Next gave he form and shape convenient deemed For such a mass ; and chisel'd the rude lump Into a sphere or globe, distended wide From the deep centre to the lofty main. As when the workman forms the moulded clay, Softened with liquid moisture in his hand, And turns the ball which children love to roll ; So did the great Mechanic mould the earth, A drop compared with all the universe, D"], [42, "26 CREATION. And but an atom in th' expanse of things. Pause we to muse how wonderful thy power, O infinite and universal Lord ! The mind desires in vain to compass thee, Immensurably vast. How small the part Of thy domain revealed and known on earth. Thus was this globe of earth and sea produced, And organized by God's omnific touch, Which erst was formless, void, and uncreate. Nor was the remnant of the mighty mass From whence the earth was hewn, allowed to lie In permanent confusion undisturbed. The moon, the planets, and their satellites, Bodies of varied magnitude and kind, But all of seeming substance like the earth, Opaque, and shining by a borrowed light ; Were next contrived from that remaining heap, And fashioned in spheroidal form, oblate, Prepared to wander 'mong the starry hosts, And celebrate the endless praise of God. For as the planets shine not in themselves, And move in orbs analogous to that"], [43, "CELESTIAL. 27 Wherein the earth performs her wandering course, Reason requires that all, as spheres alike, Were formed from matter similar in kind, And at one period were by God ordained. Not so the comets ; these eccentric spheres, Strange in their wand'rings, stranger in their trains, Proclaim a different origin and date. Unlike the planetary tribes, they rise Into the wide celestial plain above, Beyond the ken and scrutiny of man. There lingering with procrastinated pace, They slowly move, till wearied with the long And lofty flight, they turn their course again, And journey downward with redoubled speed, Attracted toward the sun's refreshing rays. Now spread they wide their bright expansive beams, By solar rarefaction vaporized, And move with rapid flight across the heavens, Portentous, and alarming to the fears Of man, in infancy of knowledge. Then, Well scorched beneath the solar heat intense, They turn their upward course, propelled aloft,"], [44, "28 CREATION. And flee from that destructive fire, amazed, While their vast vaunting tails, grown cold. contract, And disappear amid the freezing heights. Thus the proud bird distends its lordly tail, And struts important in the summer sun ! Till Autumn steals the gorgeous plume away Deciduous, and its honours straight decay. The earth, the moon, and planetary spheres Of varied structure, magnitude, and girth, And all adapted to peculiar ends, Were thus by God's creative skill ordained. Nor could thine all-foreseeing mind refrain From contemplating through the deep obscure Of thy predestinated will, the fixed, Immutable decree, then fore-ordained, Concerning God's own advent in the form Of fallen man ; his sufferings and death, His resurrection and return to heaven. Purpose of grace mysterious, and to man Inscrutable, absorbed in depth profound. In contemplation, therefore, of that work"], [45, "CELESTIAL. 29 Benignant, and forecasting in his mind Its blessed influence in heaven and earth, Thus spake the Word, that perfect Mind Divine, Wisdom's eternal origin and fount ; And to that Holy Love, Supreme of all Spirit for ever blest, the only good, In sweet communion thus addressed his speech : \" O Dove of softest form, serenely blest Within thyself in joys of heavenly birth, And bliss of sweetness inconceivable ; Whom with created natures to compare, Whether of spirits blest with angel shape, Faint semblance of thine own, or whether light Just breathed by thy command, is but to take From thy perfection, full of holiness, All lovely, all delightful, all divine ; Thee when I contemplate, O sweetest Love, My soul with soft emotion moves within, And inexpressibly responds to thee With gentle ecstacy.\" While thus he spake, That hallowed Love awaked with purest joy, To listen to those accents well-beloved"], [46, "CREATION. 30 Of Wisdom's sacred voice. Nor gave reply, But felt ineffable delight impress His dove-like soul, beyond expression sweet ; Bliss such as God alone can feel or taste, And such as far surpasses man to paint, Ordained to walk in joys less permanent. To whom the Word proceeds : \" Behold the work Which thine inventive thought divinely framed, And my creative power derived from thee Hath recently ordained. Behold the fight Which thy desire hath kindled thro' the heaven, And which thy holy approbation blest, Now gilds the firmament. The watery arch, Prepared to circumscribe thy works around, Exalted stands, and overtops the whole ; While the expanded firmament within Spreads wide its ample bosom to receive The parts hereafter to adorn its vault. These heavier works I finished, and behold The whole are good ; and fashioned by thy skill, Are apt, convenient, meet to win thy praise. These having wrought, I turned me next to form"], [47, "31 CELESTIAL. The earth, and other globes alike in kind ; Nor could I thence proceed to other parts Planned in thy god-like purpose, till I called Thy mind to contemplate that work of love, Unspeakable, which thine exceeding grace Hath to the embryo spirits fore-ordained ; And to presumptuous man, yet uncreate, Predestinated through thy Word himself, Hereafter to be witnessed in the earth. This labour of exalted love e'en now Awakens in my soul a sense of awe ; No less because thy bosom to forego, Suspends whate'er of bliss I taste with thee ; Than from the wrath and infamy of man, The hatred and contempt of satan's host, And violence of their united mind Degenerate. Not that I doubting pause T' execute thy will ; but rather turn T' admire a grace so rare and excellent As that which moved thee first to predesign, Love to lost creatures, and good-will to man. Freely co-operating, then, with thee"], [48, "32 CREATION. To aid thy sweet benevolence, and moved By love himself, to overthrow the works Of th' arch deceiver, with delight and joy I yet shall rise to seal this glorious charge. The interval between, and endless days, Thereafter shall I live in bliss with thee ; Nor shall remember more that awful doom Which expiated sin atones, but joy With those that share the bounty of that hour, In praises to thy name for evermore.\" Thus spake the Word, and having briefly viewed That work fore-purposed by Almighty love, A glorious operation, far more deep In mystery and grace, than all th' affairs Of God which mortal eye hath yet perused ; He turns again to prosecute his work, And having paused a little to dilate On thoughts so interesting to his mind, Renews his toil with unabated zeal. And first that ocean vast of liquid fire, Which lay extended in the midst of all, Raging with heat intense, to come near which,"], [49, "CELESTIAL. 33 Whether for planet, satellite, or earth, Were swift destruction, this wide sea of fire, With mind intent, Divinity beholds, And plans division of its ample mass. Then measuring the expanse with outstretched arm, Indifferent He to heat or cold intense, He judged it best the volume to explode Into innumerable orbs of light, And scatter them throughout th' ethereal vast, T' illuminate the universal sphere. But what the length, and breadth, and depth, and height, Of that great sea of liquid light, from which The sun and stars were separated first, Excels the power of mortal mind to speak. Though certes its dimensions far surpassed The just proportion that might well supply The earth with light and radiating heat ; The earth an atom in the midst of things, Yet precious to the Mind Divine, chief scene Where deeds of grace unutterably bless'd i:"], [50, "34 CREATION. Should fill the heaven with themes of ceaseless joy Th' Eternal, therefore, weighing in his mind Convenience, beauty, fitness, with a skill Peculiar to himself, and with an eye Which, from the centre to circumference, Or from the height into the lowest depths, Views at a glance the face and heart of things ; Pondered but little to determine next, The part he predesigned. Then stretching forth Ifijft hand, he smote the vast continuous lake Of boiling flame, or by electric force Concealed within, as with the lightning's flash, Exploded into fragments the expanse, Atoms to Him, but worlds to wondering man. As when the mine's destructive force uprends The rock or fortress sprung by warlike craft ; Or when the dread volcano bursts the jaws Of trembling nature, ploughing deep the earth ; The rude materials, shivered by the blast, Ascend impetuous whirled with rapid ffio-ht, And threaten desolation all around. So rose the spheres of light, the stars which shine"], [51, "CELESTIAL. 35 Like golden spangles through celestial space ; The mirrors that illume nocturnal skies, And spread their brilliant lustre thro' the heavens. The starry orbs that pave the vaulted arch, Though far beyond terrestrial scrutiny, With optic glass ingenious interposed To aid the eye of philosophic search, Science is pleased to represent as suns : And if our judgment errs not, they are suns In magnitude excelling that which cheers Th' attracted earth with radiating warmth, The noblest sphere approximate to view. For while the annual parallax of the earth Seems but a point, as viewed from any star, Reason requires that the stars which seem But atoms to the eye, are magnitudes Great as earth's orbit, many times more wide Than that bright sphere round which the earth revolves. The sun is therefore but a twinkling star, As seen from other worlds, and may be ranked Among the smallest of the solar orbs,"], [52, "36 CREATION. That fill creation's infinite abyss. Wondrous to think that the expanded vault, Of this ethereal mansion, thus contains Innumerable spheres, in potency Excelling far our own ; and that the world Which man inhabits, and which seems so great, Should by comparison with those on high, Be found a drop within the sea's expanse, A fragment as it were mid countless worlds. The numbers of these shining fires exceed The sands which sparkle on the sea-girt shore, While dazzling they illuminate all space. Though few are visible compared with those, Which far extending past the human ken, Defy th' unaided vision to behold. Displayed by optic magnifying tube, They show the wonders of creative skill ; Marvels astonishing to mortal mind, That worthily exalt heaven's glorious power. Here stretching through the midst, and like a sea Of milky light, faint coloured to the view,"], [53, "CELESTIAL. 37 And indistinct, a zone of liquid lamps, Incalculable host, girds wide the heavens. This called by men the milky way, contains A copious stream of living fires, dispersed Through the broad zodiac of creation's belt ; And leads the speculative mind to judge That the wide universe itself revolves, Though slowly, round some centre fixed within, And thus the more preponderant mass of fire Obtains an elevation round its zone. This milky pavement lies so thickly sown With twinkling jems, as to surpass the power Of numbering but a little part, while slow They pass review'd before the mirror'd glass, And captivate the willing gaze of man. The wonders which our Herschell's tube reveals, Pass credibility, while thus he reads The unknown countries of th' ethereal map. And when the mind surveys the deep abyss, The inconceivable extent of space, And elevation which these stars recede, From man's investigation, thoughts arise"], [54, "38 CREATION. With larger span of God's omnipotence, Than are awakened elsewhere thro' the world. Twelve chief divisions mark the zodiac, Or belt that circumscribes the heavenly sphere, Through which the earth and planetary globes Move in their transmigrations round the sky. These are the chosen signs that designate Researches astronomical, devised By human ingenuity and skill ; Adopted for convenience as the chart Of arbitrary land-marks, where the eye Of observation dates th' alternate round, Of months and seasons through the varied year, The constellations next in glory shine, Arranged fantastically in the map Of the celestial vault. And these alike Are arbitrary signs assumed of old, To designate the contact of the stars, And thus familiarize the world to view, Celestial things distinguished by their names. The ancients first this nomenclature gave, And still the first-invented names remain,"], [55, "39 CELESTIAL. Possessing high antiquity, such as earth In its geography can scarce exceed. Orion and the Pleiads find in Job An early mention, and from hence we judge, The rest obtained an universal fame, And notice found in patriarchal times Nor may we pass the cloudy Nebulæ, Which faint appear with dim and smoky light, And seem like comets hazy and obscured, Or spots of unctuous matter shining dull, First seen by moderns, but of old unknown. These pass with men for hosts of shining stars, Conjoined in mass and congregated thick, A countless sum in each though but a speck. And much excite the search of curious minds, Their cause and nature not distinctly known. Nor may the brightest of these heavenly lamps Arcturus, Syrius, Lyra, Aldebaran, Be overlooked, though single in themselves, In beauty singular and worthy praise. Thus all the starry hosts resplendent shine, In radiation brilliant to the sight,"], [56, "40 CREATION. Kindling high thoughts in sweet devotion's mind, And lifting the expanded heart to heaven. For these, of all things visible, proclaim Deep understanding, wisdom infinite, And skill unsearchable to mortal minds. These when the angel-host beheld arise, Astonished, pleased, delighted, overjoyed, They shouted glad with heavenly merriment, And shook the vaulted temple's sacred choir With loud hosannas to the God of love. And thus they sang : \"Bless we the name of God Our Father and our Lord, who gave us life, To joy for ever in his presence blest, Fountain eterne of good, of perfect love, Supreme in majesty and grace divine. Thee do we honour, laud, and magnify, Triumphantly with love's unprompted song ; Nor less for such display omnipotent As now with dazzling splendour shines around ; The fiery orbs which gild the firmament, And pour out blessed light where darkness reigned But now with unimpeded gloom. These well"], [57, "CELESTIAL. 41 Become omnific power, while no less fit To form a lordly temple for thy name, They fill the mind with wonder and delight, And animate the anthem of our joy.\" To whom the Holy Father moved with grace, Responded sweet : \" O children ever blest, Whom to delight and please is half my joy ; Whose perfect beauty, and whose lovely forms, Reflect with mirror'd truth that seraph-mind, Which lives embosomed in your spirit-shapes ; Whose cherub voice is melody divine, Practised with unpremeditated praise, In sweet spontaneous poesy to sing ; In whom fair wisdom dwells, and sister truth, With voice unprompted, and suggestion meet, To guide the mind unerring, unreproved ; Whose forms are spirit, and whose nature fire, Created to fulfil the swift command Of God's omnipotent authority ; Pleased I survey surrounding hosts attend, With free consent to execute my will ; And moved with mind attent and listening thought, r"], [58, "42 CREATION. Prepare to bear my message through the skies. Behold the works which God's almighty word Hath in the firmament of heaven displayed, The starry orbs which shine throughout the vault Of this new mansion of the universe. Laws are ordained by wisdom's deepest mind, To govern and uphold the lofty sphere Throughout its varied structure, and to keep Both the foundation in the key-stone sure, And highest elevation to the extreme. But though such laws are carefully assigned, To order and protect this glorious frame From dissolution or decay, before Th' appointed hour ; angelic watch and heed Appears convenient to survey the whole, That no derangement interrupt the plan, Which unaccomplished I predestinate. These heavenly orbs, and all th' ethereal sphere, I give in charge to your attention meet. Dispersed in troops and companies throughout, As pleasure or election may assign, Your eyes shall busily inspect the whole."], [59, "CELESTIAL. 43 While this new proof of confidence shall yield Augmented pleasures to our several states ; And swift devotion shall, with eagle wing, Rise with delighted oversight to keep The delegated office undisturbed.\" Thus spake the Holy Father. When the sons And tenants of the spheres, with swiftest flight Above the lightning, speed to oversee The new creation, and to keep their charge. END OF BOOK I."], [60, "Argument of Œoott M . Address to the sun — The sun a globe of liquid fire, and the comets supposed to be projected therefrom — The planets — Mercury — Venus — Mars and Jove — Saturn — Theory of the rings of Saturn — Uranus — The planets revolve round the sun — The earth revolves on its own axis — The progress of dis- covery slow — rOpinion of the ancients that the sun revolved round the world — Opposition of the Papacy to the progress of celestial knowledge — The system of Copernicus — Kepler's discoveries — Newton — His discovery of the law of gravitation —Two forces impel the heavenly bodies in their orbits ; the Primum Mobile yet uncertain — Philosophy difficult to blend with poetry — An attractive and repulsive force, proceeding from the sun, necessary to celestial motion — The universe is upheld by the force of gravitation acting from a centre, in concert with a repulsive force, the nature of which is un- known."], [61, "BOOK II. JljlAIL fount serene of ever-during light, Type of thy great Creator, glorious Sun, Whose beams of orient beauty grace the morn With renovated day and life revived. Praise we thy brightness, noblest work of God, Which mortals through creation's plan have seen ; Praise we thine orb, and though we worship not, As the poor heathen ignorant of God, We sing thy loveliness, and hail thy day, The source of joy to all who view thy dawn, In splendour, might, and majesty serene, Pouring thy gentle beams of radiant light And genial warmth, to comfort and refresh ; All nature smiling at the gracious boon."], [62, "46 CREATION. Hail blessed luminary, nature's nurse, Whose bosom flows with milk of life for all, The spring and fount of vivifying power; Without whom, death in frozen chain of ice Binds with his wintry unrelenting hand All vegetation, and forbids the growth Of fruit or flower, animal or man ; And without whom perpetual night would reign, And darkness brood with universal frown: Source of the seasons, hail ! and in thy path Of changing altitude, alternate bring Spring's lovely charms, with Mayborn freshness young, Or Summer's golden harvest ripe from thee ; The penciled leaf of Autumn's golden tint, Or Winter's clear and chilly days, which pass To end and introduce the round again : Thee glorious orb of living light, we hail ; Earth's vital powers dependant upon thee, And the celestial motions seen around, Resulting chiefly from thy vivid force ; We wonder not that ignorance of old"], [63, "47 CELESTIAL. Mistook thee for divinity, than whom None of the works of God supply more gifts To benefit and bless the world, and none More worthily exalts his glorious power, And testifies omnipotence in heaven. The fabric of celestial amplitude, And all the heavier labours now complete, It yet remain'd to choose some potent sun, Near which, with well-proportioned interval, To place the earth and planets God contrived, From elements of different kind opaque. For of the nature of those fiery globes, Which shine with light indigenous, or what The substances which vivify their flame, We know not. If considered all alike, One fire illumined all. But what its cause Remains in deep obscurity unknown. Suffice, that on the solar disk are seen Dark spots that intercept the genial light, And spots umbrageous of discoloured hue, Mingled with some of whiter light intense ; Phenomena which seem to indicate"], [64, "48 CREATION. From fires analogous beheld on earth, In furnace or volcano's lambent flame, That these stupendous orbs of liquid light, Are globes of fire supplied with inward means To quicken their vitality, and lend New energy by ceaseless power revived. Hence the dark spots are scoriæ or dross, In mountain masses, which disturb the face Of that vast sea of burning elements, Disgorged, refused, and vomited aloft. For though the heat of these ignited orbs Is inconceivable, and far exceeds Whate'er by earth's experience we produce ; And though the solar fire's intensity Is such that it could decompose with ease The earth, the planets, and attendant moons, With all the globes which round the sun revolve; Still there are substances these fires reject And vomit unconsumed. Of such perhaps Are those strange comets with fantastic train, Which wander through the heights of heaven unseen,"], [65, "CELESTIAL. 49 Then sudden turn t' approach the parent sun, Revisiting the fount from whence they sprung. For when the solar sphere was first disgorged, And disemboweled from that wondrous lake Of which it formed a fragment at the first, Its parts disturbed within themselves, and moved, With fearful agitation, grumbling hoarse In the deep bowels of the mass ; expell'd The heterogeneous fragments which it loathed, And thundering disengaged. These with quick And unresisted violence uptorn, With hurried flight astonished speed away, And wander distant far with varied pace, And in eccentric orbits strangely whirl, Ascending slow and now descending swift, As comets in their revolutions move. For tho' Divinity itself disposed The planets in their orbits uniform, The comets rather from the sun derive Their eccentricity through other means. Conjecture pleasing to the muse, upheld G"], [66, "50 CREATION. By marked anomaly among these spheres, Proving a diverse origin and kind, And needing resolution of the cause. With intervals convenient therefore placed, Th' Omnipotent determines next the bounds And orbits of the planetary spheres, Around the central luminary ranged ; And with those well-proportioned distances, Which meet and fitly ordered he ordained, Guided by wisdom infinite in all. First then the swiftly speeding Mercury, Of small diameter but shining bright, At evening or at early morn beheld, Low in the horizon and but rarely seen, Approximate toward the sun he guides. What gained him this distinction now unknown, Perhaps though small, his parts are more intense And heavier ; thus with gravitating force , Downward he might have sunk preponderant, Taking the lowest place with modest zeal. Perhaps, the smallest, he was deemed more fit"], [67, "CELESTIAL. 51 For rapid motion, swiftest of the whole, And hence called Mercury by men of old. His orbit more eccentric than the rest, By comets might at first have been disturbed, Eccentric more than he. Onward he moves With hurried speed, which no abatement knows, Save when he yearly conies to the extreme Elongate of his course continuous ; here He slackens for a while his weary pace, Then speeds with his accustomed zeal again. Next in the distance from the central sphere He placed sweet Venus, evening's lovely star, And brightest of the planetary tribes ; Which seen before she dips the horizon, seems Like a small moon, herself the loveliest moon That girds the sun around, hence Venus called. So bright this planet, that while other stats Their beauty veil before the glorious sun, Venus the beauty of the heavens is seen With unassisted vision, for some hours Before the sun descends for night's repose. If viewed through achromatic lens, she seems"], [68, "52 CREATION. Gibbous or horned, like moon in quadrature, Betok'ning to the earth her neighbourhood, And proving that she shines by borrowed light. When distant further she appears less bright ; But still the loveliest star of heaven is she, Wakening in gentle youths and maidens fair, Soft sentiments of love at even's hour, Or contemplation sweet in minds devout. Pass we the Earth, and briefly Mars the next, To Jove's sweet planet higher in the abyss, And worthier of poetic praise. The name Of Mars was given from his ruddy face, The star of fiery hue that threatens war. Him should we celebrate for Kepler's sake, Who scrutinizing with unwonted zeal, Mars' various movements round the central sphere, Discovered first the planetary laws, Of distance and elliptic orb, rich store To science sweet and philosophic lore. The interval 'twixt Mars and Jove, might once Have brightly shone with some fair wandering star As brilliant as Jove's self. Some fragments still"], [69, "CELESTIAL. 53 Called asteroids or planeteens, are seen, Which science feigns, and with apparent truth, The fragments of a nobler star destroyed, Or by concussion of some comet's force, Or by combustion of internal fire. But Jove unrivaled now in greatness shines, The noblest planet of the heavenly spheres. In magnitude excelling his compeers, As far as Earth exceeds the midnight moon. In beauty Venus shines ; in greatness Jove. Four moons attend his wandering path to light The dark obscure, that both the face reversed, And that presented to the solar day, May shine illuminate. These moons revolve With rapid whirl, while slow the sire proceeds. Four years of Earth he moves with gradual pace, In each revolving year of Jove himself, Girding the sun with circumscribing course, Then fills his period, and again returns. Saturn and far Uranus yet remain, To show the powers of creative skill. The globe Saturnian, though in grandeur next"], [70, "54 CREATION. To Jove himself, seems but a little star, So far removed above the solar disk, From whom his interval is ten times ours. Nor does the unassisted sight perceive, The wonders that this lovely j em unfolds, When scrutinized with telescopic power. Seven infant moons or satellites appear, Clinging with clustering light around their sire, Which 'company his wanderings through the sphere. But chiefest miracle the eye perceives In the Saturnian belts. Two mighty rings Of wide circumference projecting stand, And circumscribing bind his orb around. For when the planet was suspended first In the celestial vault, he wondering saw The worlds beneath him hurrying with a speed Far greater than his own. And fearing hence To lose the raee by sluggish path delayed, He struggles to increase his anxious flight. And much disturbed within himself he turns And turns again his- course circuitous,"], [71, "55 CELESTIAL. Advancing nought his speed, through angry rage Retarded. While in vain he thus contends For palm of swiftness, his revolving zeal Nigh rolls the agitated mass to dust. The shaken sides with fearful tremor quake, The main and surface trembles with alarm. Too late the angry planet now beholds, The folly of this fruitless love of fame, And struggles next to check the dangerous race, But equally in vain. For suddenly The surface of the sphere with awful crash Uprends. The fragments vast distending wide Their unresisted flight, united whirl, With swift ascent amid th' ethereal void. From north or south on either side arise The rings or wheels continuous, which gird The sphere around. These rapidly revolve With the revolving orb, nor fall again To join the parent sphere ; but still preserve Their paths circuitous to endless time. Thus rose the rings which circumscribe the globe Saturnian, through overquick rotation."], [72, "56 CREATION. For while the lower planets round the the sun Move speedier, the higher round themselves.* The noble worlds which roll around the sun Created thus, arose. Swift Mercury the first, And lovely Venus, bridal lamp of night, Are placed dependant on the solar sphere, Below the earth. Mars, red with fiery hue, And Jove, the sovran of the wandering tribes, Girded with zones to designate descent Of royalty, in elevation next Above the favoured planet he decrees. Higher than these the double-ringed we see, And far Uranus crowning all the host. Uranus, annular like Saturn, deemed, By him who spied him first with searching eye, Our Herschell, great in telescopic fame. These with their moons, and the strange comet tribes, Form in themselves a system round the sun, * This theory of Saturn's ring is an idea of the Author, which is explained more at large in his work on the Primum Mobile."], [73, "57 CELESTIAL. And occupy the principal details AVhich astronomic science pleased reveals. The planets in elliptic orbs revolve Around the central sphere. For though the earth Appears at rest amid the vast abyss, And thus both sun and stars would seem to move Diurnally around the central earth ; Reason is better pleased to judge with truth, How far more easy the terrestrial orb May wheel its constant axle round itself; Than as the centre to the moving whole, To turn creation's universal sphere. Scripture, 'tis true, affords no certain grounds Concerning the celestial impulses, But leaves to man full liberty to solve Such philosophic questions as he may. But nature's laws, when rightly understood, Are laws of God himself. What reason proves, Religion equally upholds as truth ; Scripture and nature are in unison. The laws of motion need, that when two spheres Of diverse magnitude and force, revolve H"], [74, "58 CREATION. In mutual sympathy conjoined, the small Moves subject to the great. And hence the sun Rules o'er the earth its lesser, as the earth Obtains like influence o'er the smaller moon. Nor less the lofty spheres if daily moved Centrifugal around, would pass in flight Imagination's limit to conceive. While the bright orbs from east to west would seem Elongate, contrary to what appears. The stellar bodies therefore fixed remain, From age to age successive unremoved. While the terrestrial mass around itself A daily pilgrimage performs ; and man, With unperceived velocity is whirled Through the celestial space, nor heeds the force Which thus creative energy appoints To carry him from day to day along. How well-proportioned the expanded parts Of this wide globe, t' accommodate mankind With habitation of convenient form ! How deep the skill which thus with forethought planned"], [75, "59 CELESTIAL. Works of such magnitude discreetly wrought, Nor ought deranged by disproportion rude. The world with ease is rapidly propelled Through the ethereal vault, and quick performs Within a minute's space a thousand miles ; Or turning imperceptibly around Its axis, the same distance liberates Within the slower movement of an hour. Yet speeds this rapid journey unperceived, Unfelt, unheeded, or by man or beast, Or ought that rests upon the earth's expanse. The highest mountain's elevation stands Secure, nor cloud that pendulous above Skims lightly o'er its white and snowy peak, Feels the swift motion tremulous or changed ; Thine icy crest, great Chimboraco, lifts Its summit safely o'er the western world, Or nobler Dhawlaghery o'er the east : Yet nought perceiving that velocity Which whirls your massive bases o'er the world, With such prodigious impetus around. Thus earth in just proportion is ordained"], [76, "60 CREATION. And fitly formed. The laws of nature rule With wisdom infinite. And thy designs, O Great Artificer of heaven and earth, Bespeak omnipotence and power supreme. How slowly mortals penetrate the springs And secrets of intelligence divine ! How many ages roll successive round, While knowledge her advances feebly makes, In lifting up that curtain of the mind, Which darkly overspreads the human state. Necessity and appetite first crave Support and sustenance from irksome toil, Which scantily supplied, dull nature sleeps. Inquiry and the search of knowledge, form Small part in social, none in savage life. A world replete with wonders every-where, Surrounds untutored man, nor claims a thought Or if more highly gifted intellect, Bursting the bonds of nature, but essays To penetrate the cloud with nobler flight, Error and pride accompany the attempt ;"], [77, "CELESTIAL. 61 And Truth, which dwells enthroned in heaven serene, Is rare to find, and coy t' unveil her charms. Hence man by nature knows not whence he came, Or how produced to life, or wherefore made. He knows not how the earth whereon he lives Was first ordained, or when the sun and moon, Which shine by day and night alternately, With combined hosts of beauteous stars, were made; O'erlooks at once both nature and her Lord, And lives and dies in savage ignorance. The laws which govern both the terrene sphere And other planetary orbs, have formed The lingering labour of discovery, Through many an age and generation slow. The ancients reasoning from appearances, Supposed the Earth at rest, and gave the Sun A daily revolution round the world. Such proneness hath the mind of erring man, From pride and high opinion of himself, T' ascribe pre-eminence to all his own."], [78, "62 CREATION The planets hence which seemed to hang around The solar orb, some clinging close between The Earth and he, and some encircling wide With revolutions of retarded length ; In circles and in epicycles small, With form fantastic, curiously they placed, As pleased imagination prompt conceives. The chief results of observation's eye, As fancy recommended thus were ranged. Nor did th' objections which thus interfered With nature's sweet simplicity, suggest A plan less inharmonious to the mind. The simpler view of a revolving world And heavenly spheres at rest, though seen by some, Was not a doctrine much esteemed of old. And thus one error at the base involved The pond'rous superstructure raised thereon, In irremediable doom ; nor left Beyond a fragment or a skeleton, Of old discoveries for modern use. The ancients thus retarded by the want Of sound and sober principles, no less"], [79, "63 CELESTIAL. Than by deficiency of optic aid Convenient and adapted to the search Of such phenomena, have left the chief Of those sublime discoveries, which fill The page of modern science with delight, To eyes more fortunate and minds more clear. Nor were denunciations from the seat Pontifical, with dogmas of the church, Slow to discountenance the mind of truth ; Encouraging with much mistaken zeal, The heathen errors, from conceit that God Would lose by opposition to his word, From the supposed increasing heresy. And thus the Papal powers arrayed their force, To sanction darkness, and repress the light ; Freedom of mind deemed heresy at Rome, Save what the will pontifical prescribed. And while the principles of heaven-born truth Are most congenial to the quickening growth Of free inquiry and expanded thought ; A narrow and mistaken policy,"], [80, "64 CREATION. Misnamed religion, has too often checked The progress of them both from Roman zeal. The Papal bulls Copernicus defied In the dark grave when first his system rose, Alike removed from envy or applause, Yet leaving light to dawn with his demise, He first with aid of mathematic laws, Deduced and proved the movements of the earth Around itself, and round the solar orb, In daily and in annual motion free. Thus by two simple principles, with ease The prime phenomena were plainly seen Of astronomic wonder. Need was none Of epicycles strange to occupy The void of slow invention. And the scheme Of Ptolemaic skill at length appeared, Nought but a splendid error to the mind. Simplicity, which nature loves, soon lent Full approbation to the rising truth. Philosophy delighted, spread abroad Her wing in swift celestial flight anew,"], [81, "CELESTIAL. 65 Wondering that darkness had so long prevailed, With superstition to restrain her speed. No more the heavenly sphere with rapid whirl, Is hurled diurnally around the earth, Discordant to propriety of thought ; But the more modest planet in itself, Is made with slow rotation to revolve, And thus t' accommodate the stars with rest. The apparent circuit of the sun alike, No more that luminary's speed requires, In periods of irregular advance. The globe terrestrial more minute than he, With readiness relieves the solar flight, And takes its annual journey round the sire. The sun thus constant to the central point, And unremoved, is soon discerned to form The centre of a system in himself. The planetary tribes, of which the earth Forms but an inconsiderable sphere, Are soon perceived to own the solar orb, Both as the fountain of their borrowed light, And centre of their revolutions swift. i"], [82, "66 CREATION. The higher planets at a distance placed, Or lower circling nearabout the sun, Alike revolve around the central sphere, And him confess the power that guides the whole. The comets likewise are discerned to share, In their ambiguous wanderings the same force, And whether in their upward flight estranged, Or seen in their precipitous descents, Alike obey the same impulsive power. Viewed from the earth, th' apparent movements seem Irregular. The planets first advance From west to east in th' order of the signs, Then pause awhile in stationary rest, And then in movement retrograde appear, As though reversing nature's general law. But these things happen as th' alternate round Of opposition or conjunction falls ; And though at first inexplicable, yield To simple rules which science pleased approves. A law proportional to distance shows, That one great universal power pervades"], [83, "CELESTIAL. 67 The planetary orbits. And each sphere Distant or near submissive to its rule, With slow or quick velocity revolves, Retarded or advanced as nature wills. Hence every planet to its neighbour seems Approaching or receding in the orb, As relative position month by month, Exhibits each in different points of heaven. And hence while movement retrograde appears, 'Tis but the quicker flight of one advanced, The true and not th' apparent impulse guides. And thus the system forms one mighty whole, Of planets, comets, satellites or moons, Which move in unity around the sun, While the small moons or planeteens revolve, Alike obedient round their central spheres. The harmony which hence is introduced, Into the order of celestial works, . Obtains the approbation of the world, And wins our praise to these illustrious laws. Nothing obscure or complicate appears, To puzzle or perplex the simpler truth,"], [84, "CREATION. 68 But all in harmony sublime arranged, The system thus our confidence commands. At first the planetary orbits seemed, To fond imagination's quick conceit, Of circular formation ; circumscribed Around the sun, some little way removed Below th' immediate centre. Here well-pleased Illusive fancy would have left her search Quiescent, if the penetrating eye Of observation, had not scrutinized, Beneath the surface that conjecture scanned. The eagle-eye of Kepler first perceived, That circles suited not the real course, Wherein the planetary bodies moved. He found the orbits were of oval shape, And hence deduced that most important law, That every planet's path is an ellipse. Discovery thus so quickened his research, That other most efficient laws he found ; And by comparing periodic times And distances, among the heavenly tribes, A strict analogy throughout the whole"], [85, "69 CELESTIAL. He joyfully perceived. Nor was the law Of times and areas less important deemed, Which crowned the triple law of Kepler's fame. These great discoveries opened wide the path Which led t' immortalize our Newton's name. Newton a name the poet loves to sing, Whom nobler verse hath honoured, such as ours With feebler muse must emulate in vain. Wisest of uninspired mortals thou, In whom intelligence and truth sublime, Shone with peculiar lustre ; in whose mind Dwelt an unparallelled sagacity, Which caught with ease the hidden thoughts abstruse, And penetrated nature's secret paths With depth of view and skill superlative ; In whom inventive genius quick supplied The fruits which common minds alone acquire, By study and laborious industry ; And who absorbed in contemplation deep, Didst patiently explore the realms of light, And read the book of high Omnipotence,"], [86, "70 CREATION. Inscribed in nature's universal laws. Thee do we celebrate with just applause, Admiring thy simplicity of mind, And meekness childlike, which forebore to seek The honour thy superior powers deserved. We praise thee for thy gifted genius less, Than virtues rare, and sweet humility ; Which leaving thee unconscious of thy worth, Made others conscious of that worth the more. Thee wisest found among the wise we deem, And chiefly so for seeking light divine From wisdom's self. Nor aught corrupted thou, By talent such as rarely falls from heaven, To illuminate the dark estate of man. Wisdom and worth were well bestowed on thee, And God was honoured in his handiwork. The light which Newton's genius first revealec Concerning the celestial frame abstruse, Chiefly related to the first great law Of universal gravitation. This Proud argument of nature proved with ease, From a few sound and leading principles"], [87, "71 CELESTIAL. Unanswerable, 'stablished loftiest views In the celestial system, solar vast ; And gave to reason's erring course a truth And certainty it failed before to acquire From observation or experiment. The aid of optic glass had introduced An accuracy to observing minds, In tracing the geography of heaven ; And fixed the movements of celestial orbs, In their wide wanderings through ethereal space, With skill precise to early times unknown. Hence by a strict comparison between The lunar deviation toward the earth, And that spontaneous force invisible, Which pondrous bodies to the ground impels ; Compared together, it appeared that each Resulted from the same original, Observant both of one propelling power. This great discov'ry proved by simple rules, Deduced with mathematic skill exact, Brought a new law of nature into view. The power of gravity which holds the parts"], [88, "72 CREATION. Of earth assembled in a sphere compact. Being discerned alike to turn the moon, Deflected from a rectilineal course, And by a gravitating tendency Thus drawn aside and bent towards the earth ; Was soon perceived with movements similar, To influence the planetary spheres ; And by a great and universal law, To hold the parts of nature firmly bound, In uniform obedience to its power. All circulating spheres in orbits moved, Owe their activity to two great powers. For since a body by a single force, Choses a straight and undeflected path, Reason requires that a sphere when moved In path circuitous, receives at once The compound action of a two-fold power. Hence science proves that two prime forces move, The spheres revolving round the solar world ; And when we seek the nature of these powers, The comets best illuminate their laws. For when these wandering orbs with upward flight"], [89, "CELESTIAL. 73 First disappear amid the ethereal vast, And then with sudden revolution turned, Downward descend toward the realms of light ; The ascending and descending flights describe Successive action of alternate force Impulsive various, and distinguished each According to the alternate rise or fall. Hence in the falling impulse we descry An influential gravity, endued Toward the central luminary swift. This the great law which Newton first supplied, With eagle genius and inventive mind. But when ascending with opposing whirl, These bodies upward rise propelled on high ; A Primum Mobile we need t' explain, The first commencement of the erratic speed, And teach the cause of this ambiguous flight. This principle in brief ourselves have shown In treatise philosophic. The success Or failure of the attempt we freely leave To judges competent to try such themes. K"], [90, "CREATION. 74 The thoughts of high philosophy combine But feebly with the sweeter strains of verse, Or meditation of poetic mind. Truths that philosophy receives, require Proof mathematic and abstruse detail ; By rule and line such measurements are tried, By laws and principles confirmed and fixed. But poet's pen is pleased with freer flight, And while the themes of glorious liberty He treats rejoiced with animating song ; He scorns to forge those shackles for himself, Which he would gladly loosen from the world. Not that poetic page is therefore void Of truth, of law, or reason's voice sublime. The aboriginal and native tongue Of truth and wisdom, inspiration's mind, Was poetry at first. The muse was tuned With music, and the voice of minstrelsy Gave to the song of wisdom fire from heaven. True poetry's the language of the skies. Imagination is the mental vest, That clothes the thoughts of graver truth sedate"], [91, "75 CELESTIAL. With beauty, grace, and loveliness divine, To charm and captivate the free assent. The truths which mathematic skill defines, Abstract and complicate, yet not less true, Are artificial and remote from truth, Compared with simpler verity itself. If but a link throughout the varied chain Of demonstration and successive proof, Yield to the scrutiny of reason's eye ; The whole concatenated train gives way, Dissolves and dissipates in vanity. Not that we undervalue the results Which sound philosophy and science yield. But they who deem all knowledge ill-defined Save what is capable of linear proof, And mathematic demonstration sure, Err equally with those who needless deem Such demonstration, complicate, yet true. Two laws or principles of motive force, Spontaneous hold the planetary tribes, In their dependent revolutions round The central luminary. Both proceed"], [92, "76 CREATION. Spontaneous from the solar sphere itself. For when the wandering bodies first recede, Ascending freely from the central orb, A force proceeding from the sun repels Their perihelion flight to distant parts. Again a force attractive draws them back From their aphelia ; and returning now With seeming gravity towards the sun, Attraction from the centre draws them down, With swift descending impetus regained. As when a ball or stone with upward flight, Is hurled impetuous through the yielding air, It climbs aloft far as the impulse drives, Then wearied falls and turns again to rest. The same two forces, whatsoe'er they be, Attractive and repulsive in their kind, Reason affirms retain the universe, The stars and spheres that fill celestial space, In one great globe compacted and combined. But small our knowledge of that wondrous whole, Who to the limits of the solar world, Are straightened and shut in on every side."], [93, "CELESTIAL. 77 Th' ethereal vast with endless worlds replete, Consolidated all in unitv, And forming one vast orb, creation's sphere, Stretches with inconceivable extent, Through spaces only less than infinite, Unknown, unseen, and unrevealed to man. \"While we, confined within a narrow space, And bounded to a corner of the whole, Search with the peering aid of telescope, And search in vain beyond our little span. The wide geography of heaven contains Innumerable countries unexplored By mortal sight, while but the nearest star Is far removed beyond our measurement, And the more distant far beyond our thought. Yet pride esteems astronomy the best And noblest fabric of inventive skill, That human science hitherto can boast. Th' affairs approximate to one small sun, It eloquently shows, and leaves the rest Of suns innumerable fixed on high, Seen in the mystic page of heaven's deep vault,"], [94, "CREATION. 78 Untaught, unknown, and unexplained to man. Grant it indeed fair science's best fruit, And as the noblest, so the most improved ; Humility has still to learn how small The span of human intellect, how weak Man's knowledge as compared with his defects. Attraction, or the gravitating power, Holds the terrestrial and celestial worlds Combined, and draws all nature to itself. Alike the planetary spheres it keeps In unity around the central orb, And to the planets draws their satellites, The secondary globes which these obey. The planets, comets, moons, the earth, the sun, In combination move by this great power. And science deems the same creation rules, And by its mighty and resistless force, Supports the wide ethereal universe. Assuming that creation as a whole, Forms one great sphere, or mighty mansion vast, Reason infers that all its parts combined,"], [95, "79 CELESTIAL. Rest on a central keystone firmly held, By gravity, in close attraction joined. Nor are the intervals between each star Or sun, howe'er such spaces may exceed The estimate of earthly measurement, Too great to pass the limits of such power. The light that flows from every star pervades The visible expanse, and clearly shows That subtile essences exist, which fill All nature with their penetrating force ; Too subtile for the clouded sense to see, But strong enough for subject worlds to feel. The nature of these forces that combine The orbs celestial in their unity, Whether attractive to hold all conjoined, Or to distend the whole repulsive kind, Exceeds the power of mortal mind to speak. Science presumes that gravity supplies The former, while th' electric force supreme, The fount of lightning's subtile agency, And most intense of all material powers, Seems thus ordained as nature's second law."], [96, "80 CREATION. For God has every- where imparted laws, Dependent on his own omnipotence, Yet independent in themselves and free, To rule and to preside o'er nature's works. But whatsoe'er the force, attraction still, Or gravitation, must at heart support, Creation, if the solar type's assumed, As representative of heavenly powers. Things that are far removed beyond the eye Of mortal ken, may occupy the theme Of pleased imagination, and employ Creative fancy in her wayward flight ; And if restricted to the modest bounds, That prudence and humility prescribe, May yield amusement if they fail t' instruct, May please without debasing ought the mind. But whatsoe'er the powers ordained by Thee, Allwise and excellent, t' uphold thy works, Thy sleepless spirit prompt surveys the whole, And guards the varied parts with watchful eye. To thee alike the night or glorious day, Darkness or night both visible to God,"], [97, "CELESTIAL. 81 To whom worlds seem but atoms most minute, As atoms filled with life to us are worlds. Nor breadth, nor depth, nor height, can thee contain, Nor form a habitation for thy power, Which far exceeds man's thought to comprehend. Yet doth it please the mind with infant flight, To chase thee in thy deep abodes unseen ; To catch a feeble vision of thy love, In marvels spread around the universe. Ride on, O mighty One, in all thy strength, Thy chariot and thy horse a fiery flame ; Angels attend to minister thy will, And men prepare to strew thy paths with praise. END OP BOOK II. I."], [98, "argummt of 33ook JH. The motions of the lunar orbit: — The eclipses — Moonlight medi- tation — The tide — Movements of the earth productive of the seasons — Address to spring — The hay-harvest — The universal harvest — Autumn and winter — The apparent motions of the sun, are real motions of the earth — The plan of creation viewed in brief — Non-habitation of the stars."], [99, "BOOK III. CONSIDER we the last, though not the least In interest to man, the Earth and Moon In their conjoined and relative effects, By movements planned in the Creator's will, T' ordain the varied seasons of the year. For signs, for seasons, and for months and years, The lofty spheres created rose on high. The sun to shine by day, the moon by night, And each to lend alternate influence sweet, Of blessed radiation ordered well, T' illuminate the terrene sphere beneath. A perfect light to man by day or night, Is never constant. Frequently the moon Averted, turns her lovely face aside, Nor shines propitious o'er the fields below ;"], [100, "84 CREATION. And earth is oft o'ershadowed, or with mist Or cloud impervious to the solar beams, While the majestic orb is thus withdrawn, Nor pours his splendour on a gladdened world. Proof of displeasure this from nature's Loid, Who first ordained a happier state benign, And light with unimpeded grant vouchsafed. Cloud was there none at first, nor hail nor rain, Destructive oft to harvest husbandry ; Nor tempest terrible to shipmen deemed, Nor lightning, with the dreadful thunder's voice ; Signs all and tokens of the wrath of heaven, Justly denounced on disobedient man. The pristine state of earth, was not the state Which sin and its sad sequel now displays. Man first in naked majesty was formed, To walk in innocence before his God, Ordained in peaceful pleasures to enjoy The garden of sweet Paradise with Eve. All nature hailed him as the lord of earth, And smil'd propitious on his pristine path. The sun with unveiled glory shone by day,"], [101, "CELESTIAL. 85 And the fair moon by night. Cloud was there none To cast a gloom on man's serene delight, Nor rain to damp his spirit with dismay. A mist or vapour was by day exhaled, Which in a genial dew dissolved at night, And calmly thus boon nature was refreshed. Clouds were an after-growth we apprehend, Engendered by th' averted face of heaven ; But when produced, no record clearly shows. Perhaps the deluge first revealed their birth, And when the ocean overtopped the land, And buried loftiest mountains in the deep, Th' assuaging of the waters might have formed These founts aerial burthened on the sky. Hence when the Almighty covenant was made With Noah and his sons, the voice declared, \" My bow I set within the cloud.\" Which seemed As though nor bow nor cloud were seen before. But whether these things represent the truth, The whole terrestrial sphere has undergone Important changes since it first was formed. For when in incorruption man abode,"], [102, "86 CREATION. Protected by the favour of his God, Nor cloud obstructed the soft solar beam, Nor gloom concealed from man the face of heaven. The lunar orb which shines with silver light, To brighten the nocturnal path of man, And take from darkness its severer doom, Though not ordained in permanence t' appear, And therefore hailed with greater joy when seen, Is next the Sun the fairest orb that shines. The lunar disk with varying brightness shows Diversity of surface, hill and vale, With plains in continuity prolonged. And lofty mountains with their gilded peaks, Rising to catch the early dawn of light; A glorious scene, and lovely to the eye, When viewed with optic glass, which full reveals The varied picture of her splendid form. But what the nature of that glorious orb, Or whether formed like the terrestrial sphere, Of sea and land an heterogeneous mass, Remains unknown and veiled from human ken. No atmosphere appears. And if a sea"], [103, "CELESTIAL. 87 Of waters overspread the lunar face, Half must be frozen from the nights prolonged, And greater distance from the solar heat. The Moon revolving, while the Earth proceeds Onward around the Sun, the lunar path Is spiral. When her sphere is interposed Between the solar orb and ours, the Moon Opaque and darkened, dates her birth anew. If then in nodial path she intersects The earth's ecliptic course, and intervene Between our planet and the disk of day, Solar eclipse ensues, and darkness spreads Its mantled gloom with early twilight dim. Erst terrible to men, portentous deemed, And fearful to the doom of angry war. Now viewed with contemplation sweet, the cause Well understood, nor longer feared by men. Proceeding in her circuit, now the Moon Begins to shine with renovated light, And cheers with promise of improving days. A narrow crescent horned at first appears, And girds th' opaque, though dark yet dimly seen"], [104, "88 CREATION. By fight reflected from the tellure orb. Onward she moves, increasing every night In brightness, till the quadrature attained, Half the enlightened disk stands forth in view, While half retains its coverture still veiled. This gained within a week, she still recedes Another sabbath from the solar orb, Enlarging every night her splendid phase, Till the full orb a perfect disk reveals. Here pausing for awhile elongate most, The Moon her glorious majesty displays ; And rising aptly in Autumnal months, For evenings in successive beauty bright, Delights the husbandman with joyous nights, And lends the favouring harvest-moon on earth, Propitious to man's fruitful industry, And pleasing to the muse for poet's theme. How sweet to view that splendid orb of light, Shining with silver beauty, snowy white, To cheer the night with radiant glory bright, And lend impearled in graceful form, new day. How sweet to indulge in meditative mood,"], [105, "89 CELESTIAL. And listen to the soothing thoughts that rise Spontaneous in the moonlight lonely walk ; Suggested to the soul perhaps by Him, That hallowed Spirit passing by unseen, Who cares for man, and would his solace bring. \" Upward, he saith, direct thy wandering eye, Behold the fairest orb that shines by night, Behold the testimonies of His power, Author of day and night's alternate reign, Behold thy Maker's works ; admire and live. He gave thee life, redeemed thy soul from death, And keeps thee for a better state to come. And shall not grateful homage pay her vows, For these high proofs of condescending love ? This fair and beauteous light which he ordained, Is but a mirror of that fairer mind, Whose hallowed word illuminates the world ; And through the wilderness of mental night Shines like a lamp irradiate o'er the earth. Remember me. Nor turn thy feet aside From that plain path which leads direct to heavei There shalt thou clearly see as now art seen, M"], [106, "90 CREATION. And endless pleasures shall thy labours crown.\" Thus counsels inwardly the 6acred voice, In sweet communion from his breath divine ; And nourishes the soul with heavenly thoughts, While walk in solitude God's favoured sons. The lunar orb elongate to th' extreme Of her wide circuit, and now beaming full, Right opposite the Sun, if chance occurs, That in her node she cross the Sun again, The Moon is by the Earth eclipsed in turn. Such proud phenomena delight the eye Of observation, and research excite. But curiosity alone, not fear, Is prompted by the view, and science loves To mark with care the marvels of the skies. The Moon declining in her brightness now, Begins her hurried wane. A week rescinds Half of her fair perfection, and prepares In the last quarter to anticipate A speedy change and renovated state. Thus the sweet Moon revolves her fleeting months, And tends with friendly care her sister Earth."], [107, "91 CELESTIAL. Beginning from a little cusp or horn, Till in full majesty her splendour shines, Then shorn alternate of her beauty bright, Her horn alone revives the darkened night. Chief of the wonders in the lunar course, Neglect we not to contemplate the tide. That mighty pulse of ocean's changeful wave, Which circulates in ebb and flow alterne ; Type of vicissitudes in man's estate, Semblance of varying fortune's fickleness. This throbbing tide of ocean tends the moon, Throughout her journey round the sister sphere, And indicates communion well defined Between these planetary orbs ; though doubt May be suggested touching whence the cause. Two daily tides accompany the moon, In zenith and in nadir, near the time Her true meridian overlooks the earth. A simultaneous flood is hence produced, On one side earth, and at th' antipodes ; And this recurs as earth revolving brings Her nether or her upper face opposed,"], [108, "92 CREATION. Superior or inferior toward the moon. These are the rising not the falling tides ; And which in syzygy, or when the sun With earth and moon conjoin at new or full, Brings the full flood or overflowing springs, Distinguishing by this a solar force Alike co-operative with the moon, In thus producing universal tide. This influence is equally perceived In quadrature, and when the neap occurs ; The waters then denied the o'erflowing tide. And thus the sun and moon united move In sympathy commutual toward the earth, And show the pulse of distant worlds conjoined, Nor is there proof of unity more plain, Among the universal spheres than this, Which speaks the wave of ocean thus disturbed, But what the force that agitates the sea, Proceeding to and fro between these orbs, Who shall declare aright ? Our Newton deems Attraction or the gravitating power, Thus influential. But the muse approves"], [109, "CELESTIAL. 93 Of other forces of repulsive kind, Magnetic, or electric, which thus lift The fluid waste and move the obedient tides* Leave we such questions to the chance which guides The eye of man's discovery ; and to thoughts Turned on some dropping leaf or falling fruit, Such as suggested to our Newton's mind, Conception of the universal power ; Leave we the chance of finding yet aright The cause of universal tide on earth. Proceed we next to contemplate the Earth, And trace her circuit in the varied round Of season, and of sign, of month, and year, While slowly she revolves around the sun, And rolls from age to age amid the heavens. When Winter holds his iron reign confirmed In Northern climes, and mantled o'er with snow, Or fring'd with hoar frost in fantastic trim, Brings his drear visage to frown o'er the land ; What time the sun in Capricorn declines * See the Primum Mobile."], [110, "94 CREATION. To lowest altitude, and hardly strains His tardy course to half his usual flight ; The new year joyous to the heart of man, And clothed with renovated hopes, appears. The solar perihelion now affords The noon of summer bright to southern climes ; And while the earth with retrocession slow, Advances to aphelion's higher orb, Autumn approaches there with falling leaf, While Spring prepares to grace the northern zon Aquarius with his watery humours now, And Pisces still retain the lingering sun ; Till entering Aries with redoubled zeal, And having crossed the equator's highest belt With troublous tempest, and the dreaded gale Or storm of equinoctial hurricane, A mild and genial atmosphere proclaims The coming Spring, and tunes poetic song. Hail, lovely Spring ! thou sweetest season, hail ! Which dawns on earth with renovated bloom ; Enlarging with delight all nature's womb, Replete with pregnant life new born around."], [111, "CELESTIAL. 95 Hail, sweetest Spring ! and pleased renew the touch Of poet's animating strain, and move The genius of the muse to sing thy lays. Hail season of delight ! when lovers feel The soft emotion kindled in the pulse ; And when affection's beaming eye bespeaks Th' impassioned sentiment that fills the heart. Thee let us sing with celebration due, And wanton wreath a chaplet for the broAv Of that fair genius who presides with thee, To crown her with the laurel'd nosegay sweet, Of flowers enamelled by thy fairest suns, Culled by the hand of soft emblossomed May. For life with thee re-animates its throes, And vegetation, with spontaneous birth, In plant, in shrub, in tree, in herb, and flower, Pours forth luxuriant blossom, foliage fair, And ramifying shoot of texture fine ; Joying the face of nature with new dress, And livery gay in richest emerald dight. Nor do the tribes of Flora's reign alone Rejoice with life renewed ; both bird and beast"], [112, "96 CREATION. Feel the prompt fire's all quickening energy, And wake responsive to impassioned sense. But chiefly man delights to view thy charms, With captivating beauty full displayed ; And lends elastic gaiety of soul, To pour devotion to thy lovely days. Let maidens fair, and youths in merry dance, Delighted grace thine honours, sweetest Spring. Nor overlook His goodness, which imparts The effluent stream of bounteous joy for all. In Taurus now and Gemini no more, Next entering Cancer we behold the sun ; The summer solstice and high altitude, Of far aphelion's journey thus attained. The longest day and shortest night, now mark The summer-tide of genial warmth confirmed; Which calls the happy husbandman to share God's bounty in the first fruits of the year. Forth goes the mower armed at early dawn, With scythe, Time's emblem, hanging at his back, And e'er the morning star hath veiled its light Before the splendour of the rising day,"], [113, "97 CELESTIAL. And while the coolness of the night remains, Onward he moves to cut the ripened sward. Mark how with steadfast equal step he strides, And sweeps the whetted instrument before ; One leads the way, while close behind him stalks A second swain, or third perhaps, who bears The sun-burnt countenance of arduous toil ; And stroke to stroke succeeds from every sithe, While slow the meadows yield their pasturage, And recompense the fruit to culture due. The joyful haymakers anon appear, With rakes, and forks, and other useful geer, And many a happy swain attends his fair, Who shares the easier labours of the field ; And joys to see the mistress of his heart, Wield the light instrument of pleasing toil. Then watches he the interval of rest, When easily reclined on nature's bed, He snatches opportunity to press Her blushing cheek ; while all the merry swains Laugh with a boisterous glee. Then quick renew Their willing task, and soon prepare to load N"], [114, "CREATION. 98 The well-packed wain, and send the harvest home, The little ones rejoice alike to share The pleasant occupation, and both turn The hay themselves, and in it love to play. Sweet are the joys of hay -harvest, and sweet The fragrance of the fields those joys bestow ; Pleasures partaken by the rural tribes, Whose native happiness by much excels The formal fashions of the city throng. Leo, with conflict of much heat prevails, And Virgo, with a warm embrace, to keep The lingering sun awhile. High summer's noon Now fills his radiant horn with scorching heat, And turns the golden corn. For not when tides The solstice at the longest day, doth heat Attain th' extreme, but subsequently gains Its fullest strength accumulating slow. The universal harvest now proclaims The bounty of the year ; and every land Prepares to reap the abundant fruits that spread Their plenitude of rich luxuriant growth, As every varying soil or climate yields."], [115, "CELESTIAL. 99 Here the rich tribes of farinaceous grain, Display their golden harvest through the land, And deck the fields with yellow liveries gay, While joyous comes the husbandman to reap The fruit of well-directed industry, And eagerly applies the sickle's edge To cut the bending corn ; then binds the sheaves, And sends them loaded to the wide-mouthed barn. In other lands the vineyard spreads its fruit O'er the rich carpet of the cultured soil, And fills the wine-press from its ripened store, To yield the cup replenished, and to joy The heart of man amid his toil refreshed. The olive-yard's productive oil alike, Or fig-trees with the loaded branch renewed, Yield other harvests of the varied earth. While in more distant lands and hotter climes, Where rice, with irrigated husbandry, Or maize, supports the multitude with life, These fruits supply the place of richer growth, And raise luxuriant crops with little toil. Such lands receive the cotton-plant, whose pod"], [116, "100 CREATION. Bears the gay garments of our modern dames, And clothes the fair, though elegant themselves, With dress which adds new elegance to theirs. In other climes the sugar'd cane affords Reward of industry, and with the bean Of coffee or of cocoa, yields the world Refreshing beverage at eve or morn. Nor may the fragrant hyson's favoured leaf, Which China's realm supplies, be overlooked Amid the wealth and luxuries of earth. But who shall reckon up the treasured fruits Of nature's universal harvest boon ? Or who shall sum the innumerable gifts Thus yearly lent by Providence divine ? Sing we with joyous gratitude his praise, The universal Husbandman, who pours His ripening suns, or rain, or silent dew, To nourish every varied soil and clime, Replenishing the earth with needful fruits, To give reward to man's laborious toil. Regardless of his travail now the sun, Climbs the equator's belt with path reversed,"], [117, "CELESTIAL. 101 And Libra's dreaded scales preponderate, With his declining burthen in descent. The equal day and night again portends, Doom to the mariner's tempestuous path ; When Scorpio soon, with sign of falling year, And autumn's nut-brown leaves and varied hue Of golden foliage, rich to painter's pen, Presents a picture splendid in decay. In Sagittarius last the fatal dart, With gloom and wintry cloud and aspect dark, The termination of the year declares. Man now draws nigh t' enjoy the blazing hearth, And turns displeased from the external blast ; The beast beneath the shelter craves relief, And from the storm seeks coverture by night ; The trembling bird to cave or corner creeps, And scantily supplied with sustenance, Ekes out the wretched remnant of her life. Days sad and mournful to the pauper tribes, Who doomed to suffer want, then chiefly feel The pinching rigours of their helpless state ; And thinly clad with tattered garments, cold"], [118, "102 CREATION. And pervious to the chilling clime, they find Around a meagre hearth, with heart subdued, The comfortless condition of the poor. The solar orb with low descent now turns His favouring aspect to the southern climes, And soon attains the wintry solstice drear. When thus accomplishing his circuit long, Through the successive seasons of the year, He next prepares to run his race anew. Thus the well varied round of time proceeds, And years and generations thus roll on ; And thus alternately depressed or raised, The sun in zenith or horizon beams, And sheds a varying splendour or decay. But these, though seeming movements of that orb, Are but the revolutions of the earth. With face aslant some little to the sun, And axis constant to the cynosure,* From west to east both daily round itself, And yearly round the sun the earth revolves. Hence when the sun begins its annual course, * Pole-star."], [119, "CELESTIAL. 103 The frozen zone at north no light receives, But darkness, save of moon or star-light, reigns, While the sun sets not at the southern pole, But in perpetual day resplendent shines. Proceeding onward in the ecliptic path, Till the bright orb the equator intersects A vertical and perpendicular sun, With days and nights of equal length altern, Now half the habitable world illumes. For though the poles move equally aslant, And constant to the cynosure remain, Twice in the orbit equal days and nights Occur, and equatorial summers twain. Aphelion's northern solstice next attained, The earth appears to meditate awhile A speedy alternation of descent. The north pole now partakes in turn the round Of ceaseless day, the south of ceaseless night. Then downward gravitates the earth again, And to the perihelion swift returns. Th' equator hence a two-fold summer sees, The poles a summer-day and winter-night."], [120, "CREATION. 104 The tropics only which repose secure, Between the torrid and the frigid belts, And which not vertical, but slanting suns, Propitious visit with benign effect, Alone a mild and pleasant temperature Experience, . and afford to human life The consolations of a genial clime. But brief must be our superficial view Of the terrestrial movements ; nor prolonged As the abundant theme would freely grant. These motions constantly remain the same, Through season, and through sign, through month, and year, As when at first ordained, and promise stands By the recurring seed and harvest times, To lend them perpetuity unchanged. Thus have we briefly shown the glorious plan, Which Great Jehovah, Lord of heaven and earth, Hath in creation's wondrous book displayed. But who can know the least of thy designs, O Infinite ! or who can understand Ought thy mysterious operation works ?"], [121, "105 CELESTIAL. The dew-drop which impearled upon the spray, Shines with its crystal beauty in the morn, And like a lens transmits the sparkling light Pure as the diamond's orient brilliancy ; No less than yonder star which shines at eve, Or with its bright effulgence cheers the night, Defies the feeble power of human skill To analyse aright, like all the works Which the divine intelligence hath wrought. And yet the silken threads that spider weaves, With skill that man might imitate in vain, Are numbered by Thy care ; while every beam Of gilded light which cheers the starry night, And brightens the celestial firmament, Is weighed imponderous in the balances, Thy skill impends to apprehend its force. Thus have we traced creation's glorious plan, From the beginning, in the day when God Created both the heavens and the earth ; And called the light to shine where darkness erst, And night, had previously reposed alone. The first rude state of chaos lay confused, o"], [122, "106 CREATION. Prodigious heap of waters, ocean vast, Illimitable, from whose boundless bed, Creation subsequently rose to being. The Spirit, whose resistless might converts, All things obedient to his swift decree, Transformed and organized the mass anew, As best it pleased his judgment to design. First he inflamed the liquid vast, and bade The light with universal power to shine. And from one fire by subsequent decree, Divided and brought forth both sun and stars. The stars, but solar systems like our own, Girded by comets, planets, and their moons, Like that bright star whose power the earth obeys; Considered thus a type that represents, Innumerable systems still unknown. A firmament God also made, to bear These spheres embosomed in its broad expanse ; Ethereal void which spreads its volume wide, To spaces verging toward infinite ; Though bounded still and circumscribed without, By waters spread above the heavens, which gird"], [123, "CELESTIAL. 107 Creation in one universal sphere. A centre of invisible support, Where power resides to hold the parts combined, Binds all in unity ; though mortal minds Unaided must despair such point to find. And thus Omnipotence supremely sways Celestial and terrestrial space unseen, And by fixed laws ordained to move all worlds, Preserves his universal rule unchanged. Wisdom and Love conceived the wondrous plan, As worthy to engage omnific power; And till God's purposes of grace are filled, The whole will stand, nor perish in decay ; But time shall hold its unimpeded course, Till in eternity absorbed and lost. Thus the great fabric of creation rose, And worlds innumerable thus were formed. Spheres beyond spheres in countless numbers shine, System to system pleads a power divine, But wherefore made? With what intent designed? What ends doth wisdom contemplate in worlds And systems thus innumerably joined ?"], [124, "CREATION. 108 Teem they with life spontaneous like the earth, And doth the radiant image of th' Eterne, Illustrate beings in corporeal frame ? Did the inhabitants of distant worlds, Transgress their great Creator's dread command, And fall, to rise again from embryo life, Clothed in angelic form regenerate, In immortality and endless being ? Did the same Saviour, in the lowly guise Of peasant and of serving man submit, To pay the forfeit of their mortal debt, And with a grace peculiar to himself, Thus open wide the gates of peace and love, To fallen reprobates, and souls depraved ? Who can respond to questions so obscure, Which man by contrast and comparison Of his own chequered history suggests, For plan of other worlds beyond his ken ? Not ours such doctrine or conjecture drawn, Too hastily from superficial views, Nor with consent of reason's searching mind. For though the page of revelation shows"], [125, "CELESTIAL. 109 No ray of light to guide the visual beam ; And though no voice authoritative speaks, Concerning tenantry of other spheres, Except as prompt imagination feigns, Pleased to conceive what truth forbids to prove ; We speak of such, but yield no grave consent, Approve the fable, but its truth deny. Grant we indeed that angel guardians watch, And oversee the spheres with heedful care, Studious to check the truant powers and laws Of nature, lest they wander into strife, And fierce contention, with tempestuous war, And desolation to the works of God. Such devastations oftentimes occur, Despite the vigilance of angel guards, And threaten dissolution to the spheres. The spots that rise upon the solar disk, Denote th' internal conflicts of that orb, And urge occasion for supreme control. While such disturbances too clearly show, That if a solar tenantry there lives, They hold their lives in trembling jeopardy,"], [126, "110 CREATION. Lost in the war of elements around. The belts of Jove demonstrate that at times Convulsions fierce disturb his high expanse, And quick rotation agitates his sides ; Which powerfully needs supernal care, Though native residents indigenous, Should find small solace on the trembling sphere The lovely star by Kepler once observed, Which grew from least to greatest magnitude, Then dwindled from its brightness to decay ; Proclaims, with similar phenomena Discerned in different ages through the skies, That distant systems changes undergo, Which though unapt inhabitants to bear, Would need propitious guardianship and care, And angel-guidance want, of natives bare. The lunar orb is inappropriate To nourish life. And though alike the earth, An heterogeneous mass, opaque and dense, Would yield to vegetation no support, Nor life preserve. The lunar days and nights Slowly revolve the period of a month."], [127, "CELESTIAL. 111 Frigid and torrid temperatures are found Alternate, and on either disk, as each Approaches near the sun, or far removes. Such alternation both of heat and cold, Would by comparison of earthly things, Destructive terminate spontaneous life. And vegetation such as earth's, would strive In vain for sustenance in such a clime, Where animal or man would quickly die. The inferior planets, or superior, hence Susceptible of fierce extremes alike Of heat or cold, forbid the vital flame. Venus and Mercury move too near the sun, Mars, Jupiter, and Saturn, too remote. While comets melted by the heat below, Or frozen by successive flight above, Would need eccentric mind indeed to form Inhabiters for such eccentric sphere. Hence we perceive that the creating Mind Was moved both in election to the earth By fitness, and the form of man ordained In just proportion to a state of things"], [128, "112 CREATION. Not easily attained in other spheres. The earth would seem to border near the extreme, Where terminates the solar heat's expanse. Mars not improbably receives no heat. For while the light irradiates around To distance incommensurable, heat Abounds much nearer to its native fire, And girds the sun with limited extent. This fluid, therefore, needful to the pulse Of life, in just proportion no- where flows As in the path and orbit of the earth. The winter and alternate summer's warmth, Congenial to the graduated change Of season, found in every varying clime ; Bespeak design and argument for choice, In God's election of our present world. And though the planets may alike afford Convenient residence for home-born sons, A kindly temperature none possess, Nor could such creatures as mankind befit. Judge we from hence that earth is aptly chosen T' uphold the purposes displayed around ;"], [129, "CELESTIAL. 113 And that among the spheres a tenement More suitable to life is hardly found. Life is the only precious gift of heaven, Sole ever-during substance which abides The wreck of death, ethereal flame eterne. Material bodies evanescent pass, Whether celestial or terrestrial forms, Nor prized by God compared with life divine. The single person of the Son of God, Though but an atom in comparison Of this wide world, excelled in value far All spheres, all systems, and all worlds combined. The embryo which embowel'd lay concealed Within the virgin's womb, the babe which hung Upon her breast in tender innocence, Whom angels honoured, and whom magi sought; Excelled all suns in glorious majesty, Himself their Author, Architect, and Lord. How precious then that emanation pure, Of blessed life, whose breath descends from heaven. Eternal, formed through ages to endure, Imperishable, and while worlds decay, r"], [130, "CREATION. 114 And lofty spheres shall as a garment fade, Such breath of life abides to endless time. Nor may we deem that precious boon bestowed With hand unsparing, which to man hath shared So small a portion of th' ethereal being. Many there be that live, but few indeed Live as they ought, or taste the breath of heaven ; Light of unutterable grace, which shines Alone when deeds of darkness disappear. Life then of price inestimable deemed, We pause and question if the Mind divine, Hath purposed to raise other tenantry, Save what inhabit the terrestrial sphere. The condescending love which God hath shown, To visit earth himself; the promise made To man of heritage o'er all his works, And presidency over angel-hosts, Foretold and predesigned to faithful sons ; Argues an interest concerning life, Peculiar to the earth, rich benefit, Which tends not to the gain of other spheres. For if to distant worlds created hosts"], [131, "115 CELESTIAL. Are added to augment the sons of heaven, Need would require that ordained like man, In meet probation of embodied state, Either as sinners they must pass through death, Or sinless by translation go to heaven. For as th' unstable elements around Shall evanescent disappear at last, All life dependent on such frail estate, Provision needs for state beyond, eterne. But if as sinners in probation fallen, They breathe like man the atmosphere of death, A gracious Saviour must they need alike, To bring back immortality to light Design improbable, that he who came To earth, sole Power with whom salvation lies, Should visit on like errand other worlds Innumerable ; plan the muse derides, Pleased less to countenance poetic dreams, Than lend authoritative voice to truth. Hence reason holds this great display of power. Revealed throughout creation's wondrous frame, Hath one prime destiny; to raise a troop"], [132, "116 CREATION. Of noble sons t' enlarge th' angelic choir ; And yield th' eternal Husbandman his fruit, In resurrection to regenerate life. The sun, the moon, the lofty stars, he made For signs, for seasons, and for days and years, To guide the solitary steps of man, Beneath the splendour of omnific power, And write the name of Infinite on high. No part throughout the universal frame Was precious like the structure men destroyed, Nor lives there one in planet or in star, Deserving praise, compared to Him, the first, The last, the infinitely wise and good, The only glorious potentate of heaven. But though the habitation of the spheres, No credence finds with us, we freely speak, As fancy prompts, of such ethereal beings, Like those who'd feign believe such people live. Scripture affords us certain warranty In questions such as these, nor have they weight Beyond the amusing play of fantasy, And pleased imagination's varying dream."], [133, "117 CELESTIAL. Whate'er we learn concerning distant spheres, Informs us that celestial things at large Rose into being at the same great birth. And when the ends are compassed whence ordained, The chief we judge to increase the guests of heaven, All will return to their primordial state, And disappear in evanescent doom. The elements with raging heat intense, Will be dissolved and melted into flame, And all the spheres return to one great fire.* * The argument on the non-habitation of the spheres, has been introduced rather to show what may be said on the nega tive side of a question usually received in the affirmative, than from any certain conviction on the subject in the mind of the author. This part would probably undergo some alteration, if the poem should ultimately be considered worthy of pub lication. END OF BOOK III."], [134, "Argument of Book IF. Address to the Muse — Argument between the Divine Trinity concerning the creation and redemption of man — The vege- table creation — Allusion to the scenery of Killarney — The animal creation — The creation of man."], [135, "BOOK IV. XlAIL, gentle Genius of the muses sweet, Author of song immortal, source divine Of fancy's fairy flight, ethereal wing ! Hail, fount inspired of genius' eagle mind, Which didst illuminate in Homer's page, The sweet simplicity of mental grace, Or majesty of mind, ennobled much With lofty spirit of exalted verse ; While with unprompted and untutored skill He sung with purest melody divine, His Troad song, or Odyssean hymn, And swept the chords of inspiration's harp, With seraph-touch that imitation mocks ; Or who didst tune thy music on the ear, Of Virgil, sweetest child of nature's boon,"], [136, "120 CREATION. Th' accomplished poet of th' Augustan age, Who in the pure, clear stream of lucid song, Ravished fair harmony's delighted ear, And with elegiac elegance attuned, His flowing eloquence with richest grace, In praise of nature, which e'en nature's self, Attended by her favourite nymphs, would hear ; Hail, fairest, loveliest spirit of the spheres, And if the number of thy chosen sons Permits a youthful candidate to hope Thy favour and elective grace, descend, To look on Britain's proudest, noblest isle, Who didst of old with honour deign to crown Thy darling Shakespear's sweetest minstrelsy, With the full measures of the lofty muse ; And didst delight t' anoint his favoured lips With honied elocution, pouring oil And odorous essence of pure intellect, Distilled in spirit from his matchless tongue ; Or who didst write in majesty of song With Milton's hallowed muse and graceful touch, The joys of lovely Paradise long lost,"], [137, "TERRESTRIAL. 121 In verse that angels might with pleasure hear ; And while external light denied its boon, Th' illumination of internal fire, Kindled a sacred warmth within his soul, And flowed with pure celestial light around : — Hail sacred Genius, from whose bosom pure, Breathing emotion and ecstatic joy, The soft impassioned strain of gentle love, Flows freely in mellifluous harmony ; And with a gracious influence benign Awake devotion's kindred melody, In hymn of solemn meditation, meet To celebrate creation's proudest work, The glorious birth-day of immortal Man. Th' Eternal Three ir? consultation high, A conclave held assembled round the throne, Exalted in the lofty choir of heaven, To bear the Majesty Omnipotent ; And with that hallowed Mind which counsel breathes, Q"], [138, "122 CREATION. Pure, unadulterate, of perfect light, Expanding wide t' embrace in one prompt view, The past and future in a present whole : — While music's soft enchantment breathed around. Celestial strains the echo of the spheres, With mellow symphonies of nature's lyre, Kindling enthusiast rapture in the soul, Or wakening thoughts of pure benevolence, With unsolicited yet urgent force ; — These holy persons clothed in light serene, Unparallelled in grace, and richly decked, Magnificent in glorious majesty ; Whom to behold rejoiced the angel throngs, Surrounding wide the throne, themselves adorned In heavenly pomp, and splendour's full array ;— When moved by love ser&phic, sweetest sense That fills th' ethereal spirits with delight ; The holy Father thus sweet speech addressed, To those high Potentates that with him dwell : \" O Spirits fair, in beauteous natures clothed, And lovely in perfection both of mind And person, high Divinities confessed ;"], [139, "TERRESTRIAL. 123 Sole partners in the throne of heaven eterne, Rulers omnipotent, from whom proceed Dominions, powers, and principalities ; Lords of the new creation, which around We joyfully behold in order rise ; Our purpose in this work sublime requires, That with considerate care we now produce A seed in semblance of divinity, An image and exact similitude Of our Almighty person, form, and mind. And forasmuch as past experience shows, By disobedience and revolt of sons, Erst clothed in forms angelic, but now lost Through insolent abuse of liberty, Turned to licentious anarchy and war ; That spirits blessed witk privileges high, To will or act as pleases best themselves, With freedom that befits the courts of heaven. Are still endangered through abuse of power, To fall with these sad spirits now accursed, And thus translated from a life of bliss, Sink into doom of death and dread despair : —"], [140, "CREATION. 124 It seems well pleasing to our love of good, And softer sense of mercy, to devise Some mode to avoid the anticipated ill ; And in probationary state at first, With antecedent good and evil tried, So to instruct the embryo spirits, taught By sore experience in the fruit of sin, And universal death to fallen sons ; That ever they may shun rebellious thoughts, And in the use of liberty may choose, A course well-pleasing to our heaven-born rule, Sole source of joy in everlasting life.\" To whom the Word with speech ineffable, And grace which mortal pen could ill pourtray, Replied with speech as sweet as music's self, And heaven delighted with his voice serene : \" O hallowed Love, sole fount of life eterne, Whom to behold and hear affords a joy Which nought created can conceive or feel ; Thy thoughts benign of mercy thus expressed, Befit thy blessed nature, ever full Of sweet benevolence, and prompt to see"], [141, "TERRESTRIAL. 125 The course which best averted ill may check, And goodness most may pregnant fruits expand. Th' experiment of trial now proposed, And meet probation well illustrated, In education of adversity, Is well designed to nourish sons for heaven. The good shall thus more good be found by proof, And worthier of recompense obtained ; The evil more of evil will unfold, By contrast and comparison with the good. The demon spirits which but now have fallen, Apt instruments afford t' essay this plan, Well pleased to mar the purposes of heaven, And with demoniac visage to convert The image of Divinity effaced. But though the proof of heaven's elected sons, With plenitude of approbation meets, Our judgments purified from evil thoughts; One difficulty still impedes the course Of this beneficent design, which needs Deliberate counsel, and our earnest heed T' avert and overcome as wisdom prompts."], [142, "126 CREATION. The laws of our eternal will ordain That life divine in heavenly image born, And flowing from our free unprompted grace, Is like our own, of everduring growth. But blended ought with evil's baneful seed, Eternal condemnation also meets, Unfitted to participate with heaven. Hence if temptation's disobedient mind, Mingles the least in that all-perfect mould, Which bears the seal of workmanship divine ; The laws of godlike majesty require Prompt indignation and destructive wrath, Which thus our bounteous labours should o'erthrow, And end in dissolution our design. Probationary state will therefore need A remedy, that forfeit life redeemed, May thus from the accursed death be saved.' These things delivered the Ahnighty Word, Then mused awhile, and thus his speech renewed, \" O mind of mercy, fairest birth of love, Which unsolicited responds with joy,"], [143, "127 TERRESTRIAL. To every need of sorrow and distress ; Hear ye, O chieftains, in the bliss of heaven, Boon nature's nurses in the milk of love, And fountain's of unutterable grace ; Hear, and if pleased approve my speech renewed. In us, the Word, by privilege decreed A potentate in godlike power, reside All laws and ordinations, which uphold Th' eternal sovereignty of heaven's high sway. Hence whatsoe'er our fiat may proclaim, Is fixed immutably nor can be changed, Except our own eternal word be broken ; Which save in act of mercy, and through love, T' avert the penalty of death eterne, Or soften judgment, never might be done. But if it seem well pleasing to your mind, And love consent, I freely offer up The sacrifice of our Almighty will, To glorify our hallowed Love divine. For though if sin doth ought participate, In the created children now produced ; Death and eternal condemnation dread,"], [144, "128 CREATION. Must swallow all, except our will be changed ; Yet if fair mercy plead repentant mind, And grace propound the recommended suit, Means may be still devised t' avert the wrath, Of apprehended doom, and pave the way For victory o'er death and baneful sin, Which may alike redound to praise of heaven, And compass the salvation of her sons.\" These gracious things propounded Wisdom's self, While with intent and listening mind sedate, His auditory hung upon his words, Pleased and delighted with the blessed theme ; Which he perceiving in himself untaught, And with that intuition which to God, Peculiarly belongs, who in the face Reads undivulged the feelings of the mind ; His hallowed speech renewed, and aimed again With gentle suasion from his dove-like voice, To steal with sweet consent their ravished ears. \" O Powers Almighty, whom to please indeed, Pleases ineffably our raptured thought, And whose grave approbation to acquire,"], [145, "TERRESTRIAL. 129 Reciprocated recompense confers ; Perceiving that my judgment well accords With your deliberate mind all-wise, I readily renew my glad discourse, Well pleased this proposition to confirm. It easily occurs to minds full fraught With intellect intuitive like yours, That if created sons relapse and fall, From that fair image lovely and divine, Which life of heaven-born spirit should impart ; Not only must our Word be sacrificed, To save them from perdition's awful doom, But both our Spirit to renew their state, In emanation sanctified must fall ; And One, the pattern and example meet Of our Almighty person, must descend, To bring them upward in the way to heaven. For if to good or evil freely left, How shall they choose but evil without help ? And if debased themselves by inborn sin, How find one perfect whom to imitate ? If then it pleases your well-judging mind it"], [146, "130 CREATION. To sanction what our love now recommends, We freely offer up our sacred self, And will hereafter in embodied form, Revealing bodily our godlike grace, Descend on earth, and walk in creature-shape, To sacrifice our life for fallen sons. Hence the Almighty Word, in solemn death Being annulled, the sentence sin receives, Shall in a figure thus be done away ; And heaven's true sons, emancipate and free, Shall die in hope of everlasting life. Meanwhile our Holy Spirit freely poured, On children chosen by our love divine ; Shall educate our family beneath, In all th' anticipated ways of heaven ; And by temptations, sorrows, and reproofs, Schooled in adversity's afflicting course, Shall teach them humbly to embrace our laws, And perfect them to reign in Paradise.\" Thus spake the Almighty Word, and in himself A pleasure felt, the recompense and meed Of virtue, such as virtue sole confers."], [147, "131 TERRESTRIAL. For nought regarding he the sorrows dread, Which that afflicting labour should involve, Nor ought the humiliation which should bow His soul in agonizing death severe ; His virtue, mercy, and sublimest love, Nought could remove, abate, or terrify, While thus a sacrifice predestinate, He proffered his own person to descend, As harbinger of grace from heaven to man. Well might such love propound a theme most high For eloquence of praise angelic, which to man Exceeds all comprehension, and defies The span of human intellect to embrace. But God within himself well knows the price Of that redemption infinitely deep, Which bought the embryo spirits from their doom; Who only can appreciate aright, The weight of his decree and will eterne ; And the full sacrifice required to change Ought that his word ordains, or modify The laws established by his heavenly truth."], [148, "132 CREATION. Thus, therefore, spake the Word. And when he ceased, The echo of soft music played around, And filled the air with undulation sweet ; While streams ambrosial of pure odours flowed In balmy fragrance through th' ethereal vast Of that most lovely mansion, where abode The Majesty serene of heaven's high powers, The lofty pillars of eternity. When thus the Holy Spirit, which is called By men, the Paraclete and Comforter, Who in similitude of gentlest dove, Descended erst t' anoint the child of heaven, When in Bethabara he walked with John ; And with an elocution rich in grace Unutterable, sweetest speech addressed, To those great sires of heaven, which then arrayed In glorious majesty, assembled sat, To weigh the affairs of nations yet unborn. \" O Peers of peerless glory, who alone In arbitration just, decree th' events Of kingdoms, principalities, and powers,"], [149, "TERRESTRIAL. 133 And rule the fate of all created things ; Well hath our Word with wisdom's mind august, Developed the anticipated care Of that new progeny proposed on earth ; And well hath earned our meed of sweetest love, For that most noble martyrdom designed By generous sacrifice in proffered death Of his own person unsolicited, To glorify our love with deeds unmatched. Nor may our simultaneous care be left Unmingled in the birth of these affairs ; But to propitiate their growth decreed, Well it behoves us to afford a part, And contribution to the general weal. Our office let it be, with life divine To endow the breath of our created sons, And lend the lamp of heavenly light to man, While in the wilderness he darkly walks, Surrounded by the tempter's subtle powers ; Unrenovated, save by light from God, Untaught, save by the implanted conscience aid, W^nd by the internal tutelage of heaven."], [150, "134 CREATION. Thus shall our joint design united raise A seed eternal for our kingdom's sway ; His, to annul the laws of sin and death, Mine, to illuminate our chosen sons, And both with energies combined t' exalt The children of our government to heaven.\" Thus spake the Holy One ; when his assent The Father with majestic grace conferred, And with acceded approbation lent His willing sanction to these joint decrees. Nor gave reply ; their wisdom and their will Alike inseparably fixed remains In all the utterance the Godhead gives. Nor need they to expound the principles Which govern their proceedings just and true ; Nor can the pen of mortal mind portray Their high and perfect thoughts, though feebly thus The muse would fain depict immortal speech. When thus the conclave of th' eternal powers Had fixed immutably the laws profound, Which should uphold their sovereign will to man,"], [151, "TERRESTRIAL. 135 Straight they proceed to execute their plan ; And now descend to organise the earth, With furniture convenient to receive Her new inhabitants, and thus afford Means well adapted to support the life Of man and animal as predesigned. Angels attend in glorious ministry, To witness the effects of godlike power, With swift creative energy produced : And see the new inventions, forms, and shapes, Diversified, which should at large reveal The marvels that Omnipotence displayed. Nor was the attendance of angelic bands Needless, to undertake the important charge Of sup'rintendance to the new-born works. The Almighty mind foresaw and fore-arranged That discord and disturbance would arise To threaten dissolution and the doom Of all things, from the malice and revenge Of fallen angels, erst expelled from heaven, And fore-decreed to visit wrath on man. Hence with loud proclamation God ordained"], [152, "136 CREATION That guards of potent spirits should attend To hold the portals of approach secure From interruption of the accursed troops; Watchful and ever ready to ascend, With guile, or subtlety, or open war, And darkly animated with revenge To mar the plans of Providence divine. The Spirit then surrounding all the globe Terrestrial, and like a halo pure Of light ineffable, embracing round With circumscribing energy the expanse Diversified of sea and land, 'gan form The living shapes of heterogeneal mould Which occupy and fill the face of things. And first impregnating the earth with power To generate spontaneously the life Of vegetable substance, and to yield Its quickening energy in full supply Of aliment nutritious, well prepared To nourish and sustain the varied store Of arboraceous and herbaceous plants, Which he designed to renovate all lands"], [153, "TERRESTRIAL. 137 He turned him next to generate the seed Of every vegetable form, endowed To yield successive seed within itself In perpetuity, and born to bear The fruit or flower which nature freely gives, So long as genial clime, and sun, and soil, Should lend propitious culture to its life. But who can adequately paint the power Inherent in the earth, to propagate All vegetable life ? Or who portray The glorious fruits of that creative birth Which bountifully lent earth's splendid veil, And clothed with emerald beauty her expanse ? The face of nature which we now behold, But feebly represents the glorious dress Of nature in her pristine loveliness, When the Creator with his hallowed hand, And with the pencil of his touch divine, First drew the portraiture of every germ That filled the functions of a living form ; And gave peculiar beauty to the tribes Of vegetation, born throughout the world, s"], [154, "138 CREATION. T' adorn the gardens of terrestrial space. No curse was then pronounced upon the earth, Nor weed, nor thorn, nor thistle stubborn grew, To over-run and choke the fruitful soil, In nought prolific as in useless weeds. The wilderness and waste which now present The sterile forest with umbrageous gloom, The stagnant marsh, savannah, jungle, fen, Or dreary swamp, with reed or rush o'ergrown, Fit refuge for the reptiles and rude beasts Which roar throughout those rugged scenes obscure, Were none in that more hallowed day, when God Brooded all fruitful on the face of things. Thicket, and thorny heath, and bog was none, Nor mountain moor, nor sandy desert then, Nor barren soil, to cultivation drear, Arid and thirsting for the fruitful shower, Yet recompense to tillage yielding none ; Nor harvest scanty did experience bring, In the primeval days of man on earth. These were the sorrowful results of sin,"], [155, "TERRESTRIAL. 139 And disobedience in the first-born pair ; When God's averted countenance withdrew, From that propitious favour which at first Smiled on the face of nature, and instead Left the dire curse which mortal woes begat. Small proof remains of what at first appeared, Whether of suns unclouded, or of fields Decked out in garden beauty, freely spread In lovely nature's most angelic mood, To grace the earth with charms no longer seen. In that much favoured day, all lands were clothed With verdure such as pleasure-grounds with us, With faint and feeble emulation now, Or highly cultivated districts show. Trees well-adapted to the varying soil, Of clime in torrid and in temperate zone, With lovely foliage, or well-stored with fruit, In arborescent richness spread around. The pasture herbage in luxuriant parks, With velvet beauty clothed the fertile ground ; Save where at intervals the golden corn,"], [156, "CREATION. 140 Of farinaceous herbage, intervened In harvest unsolicited, or where Banks of rich esculents their stores displayed, Or fruits low-creeping in abundance spread, Repast of delicacies, wanton feasts, Or flowers out-pouring from their lily lips Delicious perfumes through the fragrant air. These all combined in variegated dress, To clothe fair nature with a loveliness Unknown to other times, nor seen by men, Save in the day when husbandry divine Lent skill superlative to fashion all. Scenes still remain, 'tis true, to raise the thoughts Solicitous concerning nature's first And new-born beauty, or to guide the mind, Inquiring back to her primeval state. Some favoured spots true loveliness possess, To warm and animate poetic theme In praise of nature throughout every land. Would the'muse seek fair pictures whence to draw Comparison of earth's first elegance, Thy lovely lakes, O Erin,* should afford * Killarney."], [157, "TERRESTRIAL. 141 The portraiture, as first they seemed in youth To our enthusiast and enraptured mind, When with the fair we roved delighted round Thy fairy lakes, with islet jems embossed, The fair enchanted with the splendid view. How rich were then the solemn pictures thrown In mountain majesty sublime around ! Sequestered scenes, the muses' fairy haunt, And mountain solitudes divinely fair. How sweet was then in music to the ear, The mountain melody which echo tunes Voluminous, through many a hollow cleft, In wild untutored minstrelsy sublime. The music of the spheres ! which elphin shapes, Offspring of echo, to the listening ear Reverberate in mimic cadence sweet, While martial notes of bugle or of horn, Sound the proud peal, which these in merry mood In imitative measures oft return; Or when the blast of warlike cannon roars Like thunder through th' astonished hills and vales ;"], [158, "142 CREATION. These bear the vibratory crash around And roll it wanton through the mountain wild, In sylvan revelry and sportive war. Scenes ever fresh where playful fancy dwells, Pleased and delighted, while the ravished eye Dilates for ever on new beauties spread With hand unsparing through the varied path, And views in all creation's loveliest charms. Yet still these beauteous lands would ill depict The glory of primeval times on earth, When even these delicious mountain haunts Possessed a higher charm and grace themselves ; And when in contrast of commingled wealth, Sweet Flora, handmaid of divinity, As poets feign, poured fragrant herbs around, And paved with her ambrosial treasures rich, The mountain solitudes, and clothed the vales Where now the bog spreads desolation wild, With graceful liveries from her angel hand. The pristine earth with well proportioned spoil, Of woodland glory mixed with herbage soft, And interlaced with fruits and flowery tribes,"], [159, "TERRESTRIAL. 143 At once presented all that culture gives, With mingled wilderness or seeming wild. While earth appeared to fancy's playful eye, A frolic garden spreading through the field, In sweet meandering paths, and running oft With wanton fragrance through the woodland wild; Mocking the hand of culture to display Such careless elegance with utmost care. The earth presented thus through every clime, A garden of diversified delights, Meetly prepared to nourish unborn sons. While that fair garden, which the hallowed touch Bedecked with beauty and peculiar grace, Became a paradise of glorious fruits, Endowed by the Supreme himself for man. The earth with vegetation thus was clad, And fruits in plenitude prepared for all, Should live upon its hallowed wide expanse. When the Great Sire next moved his skill to form Beasts, birds, and fishes in abundant store,"], [160, "144 CREATION. on Innumerable hosts diversified In endless round, as water, air, or earth, Convenient suited their terrestrial being. With perfect specimens of every sort, In male and its attendant female paired, A train concatenated link by link, From small to great, ascending step by step, And each with other tribe concatenate, In well defined conjunction, fish with bird, And bird with beast, and beast with fish allied, In full relationship connected close, He formed well judging. Fish were borne wings Expert to lift their skirting flight to o'ertop The watery vast, beheld in flying fish, When from the dolphin's swift devouring jaws It flies affrighted, and on tender wing Skims lightly o'er the deep, then dips again. Birds aptly were contrived alike to dive, And seek their food among the aquatic tribes ; And beasts, of seal and otter kinds were made, Amphibious, and adapted to a life"], [161, "TERRESTRIAL. 145 Disposed on land, or in th' alternate tide. To form th' uniting link 'twixt bird and beast, Bats of large magnitude, with sable wing, AVere formed ; or if to fancy's feigned report Credence may be assigned, the monstered shape Of dragon, with its fiery tongue and claws, Made terrible to fiction, wings obtained. The ostrich tribe with speed of foot was made, To emulate the swiftness of the brute, And thus in dove-tail union helped to join, The bird and beast with attribute in kind. Lastly, the mockery of man was formed, In wild similitude of monkey-shape, To fill the woods with apish tricks, And prove the near affinity of man With brute allied ; man prone to brutish deeds, Especially when lost in savage life, Debased from his primeval dignity, By sin corrupted to the beastial state. But who can aptly represent the tribes Of fish, or flesh, or fowl, which erst awaked To life, when that o'erbrooding Spirit hatched T"], [162, "146 CREATION. Their varied forms, all perfect in their kind ? Or who th' appropriate manners fitly paint, Which each conveniently obtained, ere sin Of mortal man, immortal once, produced Carnivorous love, voracious appetite, And greedy thirst for blood at first unknown ? For when th' Almighty made their harmless forms, And first endowed their moving shapes with life ; Food fitly he ordained, and earthly fruits Of vegetable kind abundant gave, To satisfy with ample meed their wants. The lion then ate straw like patient ox, Or browsed amid the greensward pasture tame, And with the playful kid delighted pranked, Exempt from mischief in innocuous sport. The lamb and leopard then in merry race, Oft coursed the plains in faithful friendship joined, And with the kitten frisked in tricksome mood, Delighted with the pleasures nature gives. The vocal choir of tuneful birds then poured Their song with unsolicited response ; While eagles, vultures, and the birds of prey,"], [163, "TERRESTRIAL. 147 Would sit enchained to hear th' enchanting notes, And Philomela with her lovely song, Would hold the hawk in mute attention tame. Sin was the source whence these disorders sprung, Which fill all nature with an aching heart, And wake her groans in bondage ever pent, To hear the anguish of her sorrowing tribes ; While man rends man, and beast the beast devours, And each on other's portion preys by turns. The elements of life are now upheld, By discord and unruly passion's lust ; And every tribe and family of brutes, Or fish, or birds, unceasing warfare holds, On neighbouring tiibes, which in their turn arise, With enmity reciprocal, to waste Their weaker in the match of vengeful strife ; Such was not first the order of the world, When in mild majesty the Sire supreme Breathed into life the teeming herds around. Their simple appetites were then confined To food, which pasture or the field produced"], [164, "148 CREATION. Ample for all ; when need was none for war, To feed voracious on the feebler kinds, Or howl with fierce contention o'er their prey ; Days of simplicity, when nature lived By rules, and instinct vied with reason now. Then were the brutes instructed to preserve Their sweet domain unharmed, nor were allowed Needless to waste, or trample, or destroy, What appetite refused. Their sportive mirth Gambol'd in freedom through the woods and lawns In inoffensive pastime. Nor desire Extended vengeful to their mutual harm, Whether combined in search for needful food, Or bent to propagate their several kinds. Time long forgot when simple measures moved Both man and animal in harmless joy. Changed sadly now to war and violence, Where strength obtains pre-eminence, and where Meekness is sin to tempt the lust of war. Few 'mong the tribes of beast or bird remain Domestic, and contented with the care Which human tutelage for gain supplies."], [165, "149 TERRESTRIAL. The sheep, the ox, and useful horse, retain Their love of vegetable diet still, And uncorrupted by th' attainted air, Which drove the wolf toward the savage wild, Still dwell beneath the sheltering roof of man ; Yielding their patient industry to serve, Whom God ordained the sovereign of the earth. And chief the faithful dog his master loves, And serves unprompted with a guardian's care, Lending his patient zeal to tend the fold, And keep the shepherd's mountain charge secure, Or guard the midnight portal from approach. Fearless of danger, and to toil inured, While in the chase he scours the silent haunts, Where game with scented promise lies concealed ; Or with the fleetness of the roe itself, Hunts the affrighted prey o'er hill and vale, And far outstrips the huntsman's proudest steed. Favourite of brutes, and well deserving praise, Who with sagacious instinct oft has saved The property or life of much-loved lord ; And who, though now carnivorous, and unlike"], [166, "150 CREATION. His first perfection, when the scent of blood Was in primordial innocence unknown, Doth still his friendship's fond endearment hold, Retaining uncorrupt his love of man. Insects were none at first, save what were deemed Of use or ornament t' assume a place In the wide catalogue of varied being. The busy bee then lived, whose early wing Fruitful and rich in industry, obtains The honied store from every fragrant flower ; Extracting odours oleaginous, Of sugar'd sweetness from their leafy cells, To hide the same in waxen cells at home. Or silken caterpillar then obtained, God's handiwork, so useful to the fair, Which winds the pod of fine and silky thread, Like ray of sunbeam, and instinctive weaves The curious skein with tortuous industry, Which the mechanic mind with skill improves. Or the laborious ant perhaps then lived, The sluggard's just reproof, who wisely stores"], [167, "151 TERRESTRIAL. Provision for the wintry hour in times Of sunshine, and the world example lends, Which men were wise to follow and adorn. These, and a few more useful in their kind, Or pleasant, as the merry cricket heard At eve, with chirping melody and mirth ; Or fire-fly, which at night illuminates With phosphorescent spark the sultry air In torrid clime, or glow-worm which with us The hedge-row brightens with its starry lamp, To cheer the evening or the midnight hour ; — These lent their beautiful or useful tribes, T' adorn creation with their graceful forms. But noxious kinds were none. The wasp or drone, The hornet and musquito, with their stings, Dangerous at times to life, were then unknown ; Or if created into being, held Their tenure of existence at the price Of fixed restraint on their unlawful sting, Or harmless, were denied its poisoning power. Voracious locusts then in myriad troops, Carrying the sword of famine in their flight,"], [168, "152 CREATION. And bringing pestilence o'er many a land ; Scourge once of Egypt, when in unbelief Pharoah denied his Maker's name and power; Were none at first ; a curse themselves to prove God's aboriginal reproof of man, To those who unbelieving doubt his laws. The noxious reptiles which annoy mankind With divers stings, and poisonous plagues acute, To try the patient, or to vex the proud, Were spawn and fry of after-growth corrupt, When blotches on the bloated earth broke out, Attainted by the atmosphere of sin. Like animalcules which spontaneous grow Embowel'd, bringing death or sore disease ; Such as in Herod gorgeously arrayed In pomp and pride, struck pestilence and doom, By angel touched ; or greedily consumed Antiochus in merited despair. Whate'er of beast, or bird, or insect lived, At first on land, or fish amid the deep, Were tame and harmless in their pristine birth. Endowed with instinct chiefly to secure"], [169, "TERRESTRIAL. 153 Themselves from harm, or harming aught them- selves. Peaceful in overflowing mirth they lived, And prancked the meadow with innoxious joy, Or skimmed the air aloft on wing alert, The eagle and the dove in friendly flight Gregarious ; or in sub-marine delights The shark and dolphin, with the feebler tribes, Sported in playful gambols through the deep. The abundant store of vegetable herbs Supplied the satiated appetite With ready and solicited repast. And need was little with laborious care, To seek with earnest coveting their food, Which nature blest in bounty rich conferred. With song or merry gambol through the day, The animals in dumb expression showed Their grateful praise of nature's glorious Lord. Nor feared his potent arm, no thunder then To amaze and agitate their troubled gaze, Displayed its terrors to disturb their peace. D"], [170, "154 CREATION. E'en the first enemy of man was then Innoxious, while in tortuous path it rolled Voluminous its snaky shape along. Nor sting obtained the serpent, though in sly And subtle nature it excelled the rest ; Inviting that proud tempter to assume Its plausible disguise to overthrow Terrestrial happiness, and with deceit And guile, the offspring of his lying thought, To end the reign of paradise on earth. Thus was the scenery of the world outlaid With garden beauty, and with tasteful touch Of heaven's high King, in imitation made Of scenes more beautiful displayed in heaven. And thus were countless creatures perfect made, And harmless in their nature, well endowed With instinct little less than reason now, To occupy with tenantry complete, Earth, air, or sea's diversified expanse, Filled with innumerable tribes throughout."], [171, "155 TERRESTRIAL. Yet none was found that might be rightly deemed Lord or superior of the varied hosts, Who well might govern and dispense the meed Of godlike rule impartial over all ; And to whose proud dominion each might bow Subservient, and obedient to the yoke. When the Great Sire above with counsel deep, Matured by the confederate Triune, Moulded and fashioned in an earthly form, And with the breath of life eterne endued, A shape impressed with image of himself, Born in similitude to sons of heaven. Him with majestic mein and look erect, Upright he form'd, and called the creature, Man. Then bade him reign on earth, and over-rule, In mild and gentle, yet in sov'reign sway, The armies of the new-created hosts. Endow'd was he above the rest in mind, With reason's rich intelligence from heaven, And by the Spirit's hallow'd suasion mov'd, Directed ever by the only Good."], [172, "156 CREATION. Him, when the various creatures first beheld, Intuitive they recognized their lord, And came responsive to his voice revered, To yield obedient homage to his yoke. Who then gave names appropriately chosen, As strength, or speed, or subtlety supplied Occasion meet to designate their kinds. Observant he of every varied shape, And well instructed to appoint for each, Denomination such as God approved. Full in review before him march'd the troop, And turned with joy to see their new-born king ; While God well pleased beheld the lovely forms, Deeming the work which he had finished good. But the high deeds of that eventful hour, When man at first in innocence was formed, Attended with his partner, fairest Eve, Whom God a helpmate meet ordained for man, Needful require that adequate details Of such exalted themes be yet declared ; Themes which the Muses' favourite child hath tun'd"], [173, "TERRESTRIAL. 157 With such divine perfection, that our skill Would shun the dangerous task to emulate, If pleas'd necessity and mingled choice Did not alike demand our meed of song. END OF BOOK IV."], [174, "Strcrununt of J3oofe F. Man an embryo angel — The nature of life — A residue of the Divine Nature perceived in universal conscience — Man the only creature who knows his Maker, and hopes for eternal life — Adam created — His meditation and speech — Reply of the divine Word — Adam beholding creation, praises his Maker — He reposes at the end of the first day — Eve formed from his side while asleep — Adam and Eve brought together —Portrait of Eve — Their nuptials ordained by the Divinity."], [175, "BOOK V 1VJ-AN is an embryo angel. Formed to bear The impress of God's image deep engraved In earthen mould, similitude divine. So the omnific purpose predesigned, In that original and first-born shape, Which God in glorious majesty ordained, And called him Adam, lord of earth's domain. Two sole were formed at first, a lovely pair, Man, and the woman from his side begot, A second self, man's type and image made, Meet help and partner of his joyous state. Naked in holy innocence they walked, And knew no shame ; high privilege of heaven, Which birth-right of Divinity bestowed,"], [176, "160 CREATION. In all things perfect which its power creates ; And which primeval innocence preserved Awhile in graceful beauty unimpaired. Now sorrowfully changed, and sadly fallen, By disobedience to the first command ; And lost to mortal's clothed with sin and shame, And in their native nakedness disgraced. Immortal were this lovely couple formed, Like creatures whom the breath divine endows With high original derived from heaven ; Nor capable of death till satan brought The sting of frail mortality, and robbed Our parents of their pristine paradise, Leaving the sum of human wo instead. From these all sprung ; and though their first estate They kept not perfect in primordial grace, And brought on their posterity the curse, Which much impedes desired happiness, And is consummated in death to all ; Occasion needed in the Almighty mind."], [177, "TERRESTRIAL. 161 Such plan to induce probationary state, And by experience both of good and evil, To perfect man for heavenly bliss eterne. Two heterogeneal natures were combined In spirit and in body, to produce Corporeal agency in movement free, And organize in man a living soul. Natures dissimilar, nor made at first To bear eternal union; formed for change, And well compounded to induce the fall ; But unadapted to subsist secure In undissolved and faithful partnership, And soon worn out or faded in decay. Needing translation to a soil more apt For life ethereal, in celestial state ; Where in elastic freedom, pent no more With dust and clay, the disembodied soul, To gravitating thought no longer prone, Might range the fields of life eterne secure. With body, soul, and spirit, three in one, Man was incorporate, like that Triune In whose almighty semblance he was formed, x"], [178, "162 CREATION. So God ordained at first, and though a change Induced by sad seductive sin, has lent A spiritual agency abhorred, To blend its baneful nature with the mind, And much perplex inquiry to define The proper boundaries of soul and spirit ; Reason approves a principle divine Of understanding, which the brute knows not, Guided alone by instinct's feeble ray, Which prompts the need of man and beast alike, Of life, or spiritual essence formed, To move the pulse of animated shapes, Divers descriptions are discerned around, As animal or vegetable life obtain. The life of vegetation moves in all Terrestrial natures. This th' inferior kind Of spiritual agency, which links Forces mechanical, material powers, And those essential bases that uphold Spontaneous motion through celestial space, T' unite them with divinity itself, The Spirit of omnific agency."], [179, "163 TERRESTRIAL. The life of vegetation, which appears In every animated form alike, Is seen distinctly in the reign of sleep. The nobler powers of instinct, reason, mind, And thoughtful sense, then torpid and subdued By toilsome task of labour, needing rest, And meet refreshment of their wasted strength. Nature's electuary, gentle sleep, Which balmy brings the circulating blood, Weary of labour, back to its prime force, Extinguishes the reasoning powers, and leaves The torpid life which vegetation moves, Alone t' invigorate the exhausted pulse. But where th' instinctive and the reasoning mind Discerned in animal and man, unite Their joint preservatives to keep secure Their vital functions, which in order next Rest on the base of vegetable life ; Or where again the reasoning powers unite With grace divine, to lend similitude Of angel nature born in embryo man, And thus combine a life endued with death,"], [180, "164 CREATION. With that eternal breath which moves and guides The everlasting Spirit, and which beamed Full in his Son, untainted by the fall ; Or where beyond all these, the darker powers Their cursed entry make to mar the mind, Those evil spirits which suggest and prompt The sinful thought in man, and which alike Tainted the animals erst harmless made, O'erruling nature both in war and death ; These all are questions which to scan aright Would need angelic mind divine indeed, But which the uninspired essays in vain To disentangle ; wrought in mystic webs, Whose warp and weft th' Almighty sole can trace, Though each distinguished darkly in itself, And with appropriate functions each ordained. Man is an embryo angel. Still endowed With semblance of divinity, though fallen, And still retaining kindred nature lent By Him, whose prime original he bore In perfect image, now imperfect made, By purpose and permitted power. Who left"], [181, "165 TERRESTRIAL. Light in the darkness still to shine unseen, Uncomprehended, which is born in all, Commingled with the birth of sin alike. Light of ineffable divinity, Which springs spontaneous, unsolicited, Wooing to purposes of good, and born Of God's own Spirit to protect from harm ; But holding in the whole of mortal seed, Commingled partnery with error's breath, Children of error all, yet all endowed Free to choose good or evil ; never left Unprompted in the choice by voice alterne Of reason or of passion, each in turn Holding entreaty and persuasive force, As hallowed truth or the unhallowed will Struggle conflicting in the dubious war. Not dubious long, desire's all powerful sway Soon ending the debate, and holding fast Its voluntary victim, truth subdued, And grace withdrawing from the captive fallen Still semblance of divinity appears In small and feeble ray. Conscience in all"], [182, "166 CREATION. > Holds arbitrating judgment, to discern 'Twixt good and evil's bane and antidote, And founds or sanctions reason's lawful sway. This the sole ray of heavenly light, which lends Life from above, eternal fount divine ; And though debased and much corrupted now, From that high standard God alone approves, And erst revealed in his beloved Son, Sole pattern of perfection, sole of man, Well pleasing to the good and only wise ; And though through subtle agency of him, Our enemy, who easily transforms His guileful shape t' assume angelic speech, Seductive, plausible, and formed to win Fond approbation, willingly deceived, — Conscience oft passes through his baneful arts, For what enlightened conscience must condemn Still the poor residue of heaven's first gift In this neglected monitor is found, Whose voice to hear with constant mind un changed,"], [183, "167 TERRESTRIAL. Leads the sure steps to God, and grace bestowed, Slowly regenerates new life in man. Man is an embryo angel. Though depressed And much subdued by th' enemy of men, Retaining still communion with the skies, Which demon shapes have permanently lost, And the dumb brutes held never. Instinct high Above their instinct, attribute of man, Which marks distinction from th' inferior beast, And which ennobles speech, that brutes know not; Ennobled most when used in praise of heaven. Religion, such as God approves, revealed In holy scripture, and unmingled ought With vain presumption or delusion dark, Affords the brightest beam of heaven-born light, Which sheds illuminating ray on man. This the blest nature which unites mankind To the Divinity himself, and lends Anticipated kindred with the heavens ; Association pure with angel hosts, And knowledge of th' Potentate Supreme. Things which the brute knows not ; exempted he"], [184, "168 CREATION. From this more noble function of the soul ; And though endowed with instinct which defies Ofttimes poor human pride to emulate, Such understanding sole belongs to man. Wisdom ennobled, which though pride oft spurns As 'neath the dignity of high-born souls, To hold sweet converse with th' Eternal Mind, Is past all controversy the highest grace The gifted soul can claim from God's behoof. Then perish wisdom that denies to man The gift that most exalts him 'bove the earth ; And perish earthly lights, which feign persuade Deluded men, that nought is truly known Of life to come, by God's authority. But live the lamp that guides the mortal foot The royal road to heaven's eternal gates ; And which well-sanctioned expectation gives Of promised immortality to come. This the high hope to devil or to brute Unknown, or known alone in dread accursed. This the high hope which shall at last reveal Man's kindred with angelic forms, and bring"], [185, "169 TERRESTRIAL. The days desired of endless joys serene ; When ended the long task of weary life, And clothed anew in angel birth divine, Man is translated to his home by death, To pass eternal holydays in heaven. Thanks to the blessed Saviour of the world, The second Adam, who, unlike the first, More than obeyed the mandate of his God ; And while the first by disobedience lost His high and heavenly birth, the second sealed, In death and blood of innocence, our peace. Through him this hope of life eterne is given, From whose pure words, fount of celestial light, Life springs anew to renovated souls ; And shall, when frail mortality concludes Temptation's pilgrimage, yield second birth In angel-shape, with glorious beauty formed, To reign in paradise regained — in heaven. Adam at first was not. But in the day When the Omnipotent imparted life To the frail dust and animated form, The sleep of night was banished, which before v"], [186, "170 CREATION. Insensibly absorbed all vital power ; And Adam waked, and found himself a man. At first he wondered in his mind to see That he who antecedently knew nought, Nor whence he came could easily divine, Now filled the functions of a living soul. Beginning soon to exercise his powers, He gazed delighted on the lovely forms Beheld in heaven above, or earth beneath ; The sun, the moon, — the trees, the flowers, the plants, With moving shapes of divers beasts and birds, And knew not whence they came, nor how produced ; Then marvelled in himself, and wondered much Whether his vision were a dream or true ; Whether reality, or phantasm formed To please or to deceive th' astonished eye. Immediately he seemed to hear new sounds, And wondered much who never heard before, What such strange music on the ear should mean; For divers of the tuneful tribes who saw"], [187, "TERRESTRIAL. 171 Him whom instinctively they judged their lord, Gave sylvan hymns of joy to honour him, And breathed their native melodies around. While thus he turned to hear their voices strange, Odours of fragrant essence from the tribes Of Flora's reign, delighted much the sense With perfumes from the scented atmosphere, Which wondering he inhaled, nor knew the source. Then moving a few paces, he perceived The ground whereon he stood, which seemed before A lovely picture, and except the spot Where rested he his feet, of solid nought Experience yet had graven in his mind ; He found the yielding herbage still support AVith firm and solid sustenance his frame, Nor sink beneath the superincumbent weight. Whereat, admiring that the pictured field, Which seemed aerial, should of substance be, He stretched the hand to reach a branch of fruits Which tempting hung approximate to view, And much he marvelled by the touch to find,"], [188, "172 CREATION. That what appeared a vision, should afford A soft and tender substance to the hand, And palpable to pressure gently felt. When next delighted with the fragrant smell, Instinctively he put it to his mouth, And tasted overjoyed, well pleased to find The seeming shadow so delicious grown, Enticing appetite and full repast. While thus he exercised his new-born sense, And mused agreeably on all he saw, The soul spontaneously poured out its powers, And in soliloquy thus spake aloud : \" How happy in myself am I to feel The sweet sensations of new-born delight Which I experience, who to nought before Was sensible, and who of earlier being Had conscience none, whate'er my previous state. At once I wake to life and sense complete, Who antecedently was not. Around I see delighted many beauteous forms, And some appear to move and look well pleased, As though they knew me for their chief and lord,"], [189, "TERRESTRIAL. 173 But answer give they none to aught I speak. At first all seemed a vision, shadowed forth In lovely picture to th' astonished sense. Nor knew I wherefore, till by contact proved That which appeared a shadow now I deem Substance of solid nature like myself. The fruit which recently I tasted, seemed Nought but a pleasing phantom to the eye, Till the delicious palatable form Dissolved within my mouth, and sweetly left Sensation most delectable to taste. But whence the things which I behold? and whence Myself, most wonderful to me of all ? From whom proceed these universal works ? And who the Power that made them ? For I deem That having in myself done nought to form The wonders I behold, my life is owing With all things to Omnipotence supreme. But where around the great Creator dwells, Who shall instruct me ? That my praise to Him Who gave me life, may voluntary flow.\""], [190, "174 CREATION. While thus he mused within himself and spake, Reasoning as with inspired mind, of things Which fore experience or innate idea Had nought of inward admonition given ; The voice of sweetest music sudden broke On his astonished ear, which seemed to flow Above the level of terrestrial things, And breathed from the celestial firmament Melodious minstrelsy of heavenly harps, And voice angelic from ethereal space, Though nought appeared before the inquiring eye, To lend interpretation of the cause. The sound was such as when thy sacred harp, O Erin, near thy most bewitching lakes, Where playful echo from the enchanted rock, That eagles love to choose for nest secure, Pours the reverberating melody With seraph sweetness, making mortal touch Of midnight band, when stillness reigns around, Appear immortal harmony from heaven ; And when the solemn notes of viol seem, Or harp, as though angelic harper lent"], [191, "TERRESTRIAL. 175 The touch divine ; while hands unseen produce The solemn serenade ; and song unheard, In its original and falling notes, returns In imitation purified and soft From echo's elphin voice ; surpassing much In matchless rivalry, from meaner hands, The sacred measures which e'en Handel's self, With music more than mortal could produce* Soon as the angelic band had poured a hymn In dulcet modulation pure, and sung Their hallowed notes with voluntary love, In strains that heaven-born spirits sole perform ; * This passage alludes to the musical echo at Killarney, under the Eagle's Nest, which is known to some who have visited that delightful scenery. The musical echo enjoys the remark able advantage of reverberating whole pieces of music in con tinuity, and the sounds of the harp or violin are exquisitely soft and beautiful. The ground under the eagle's nest is so circum stanced, that the musician being on one side of the river, and the audience on the other, the original music dissipates unheard ; while the echo, which is reverberated from the rock, alone falls delightfully on the ear. These melodies, if heard at midnight, when nature is lulled in tranquillity, excel all music whether natural or artificial, and can only be compared to the music of the spheres."], [192, "176 CREATION. A still small voice appeared to Adam next, In audible yet tender tongue, alike His own, and as the breath of evening soft, Mildly addressing thus responsive speech. \" O Adam, sole of man whom God has formed To bear his image and similitude, And in such earth as what supports thy frame, Hath breathed His own ethereal Spirit pure, And called thee, who before existed not, To live, and exercise the sense which late Pleased thee astonished ; I thy Lord supreme, And maker, from whose heavenly power thy form, With soul embodied, emanated first, Now call and audibly appear. Who made What thou beholdest, both in heaven and earth, The sun to rule spontaneous o'er the day, With lovely light and genial warmth refreshed ; The moon, which will anon in glory rise, With radiant stars resplendent o'er the vault Of the celestial universe, to shine Apparent through the night, else unillumed. These glorious labours crowning lofty heaven"], [193, "TERRESTRIAL. 177 Thy Maker made, and what appears on earth Of living things, both moving beast and bird, To course th' extended plain with swiftest foot, Or speed on tender wing mid air aloft ; With all of vegetation planted round, Of herbage soft for beast, or fruit for man ; These which adorn th' external face of earth, And fish inhabiting the watery waste, Of sea or river, which anon I raise Thine eye to contemplate ; with mountain high, Or valley deep, or plain extending wide, Or lake embosomed in surrounding hills, Or islet jewelled in th' embedded sea, A glorious scene all lovely and all good ; — These have I now created by my Word, Omnipotent, and chosen thee to rule Supreme o'er earth, dominion widely spread, O'er beast, and bird, and fish, with tree and flower, Which now I give at large to serve thy need, Ruling in love and sweet benevolence, As prompted by the Common Sire within z"], [194, "178 CREATION. Thine understanding mind, and with the light Of reason high endowed above the rest, To give thee lordship and supreme control.\" These blessed words spake Wisdom's self to man, With voice which listening he with joy received, And unaffrighted heard. When suddenly Adam he bore exalted through the air With motion imperceptible, while earth Seemed to revolve beneath before his eyes, As slowly the Great Spirit moved him o'er The face of things, and in his chariot bore The wondering creature in aerial tour, To show the vast dominion which but now He graciously entrusted to his sway. The varied surface thus of sea and land, In gradual review before him past. And while the glorious scene in ample page, He saw delighted, names the man bestowed Freely expressed with understanding speech, As altitude of mountain, or the stream, With frequent cataract which laved its side, Or rock with rugged face in varied form,"], [195, "TERRESTRIAL. 179 Clothed with the mantling beauty of the woods, And intersected oft with glen or vale, Retirement meet for meditation sweet ; Or where the ocean with expanded face, Unruffled by tempestuous wind, unknown At first, but like a shining mirror smooth Spread wide its noble bosom o'er the main ; These rose in turns before his wondering sight, While oft in exclamation he expressed His admiration unsolicited In praise of heaven. When thus with easy flight He reached the utmost boundary of day, New marvels opened on th' astonished mind, The reign of night below, but in the heaven Innumerable orbs of lovely light, With one, the empress of the shining host, Exceeding in majestic splendour far, The rest in higher altitude removed. When viewing for a while the splendid scene, In silent, dumb astonishment, he burst With overflowing joy, and thus expressed In ravished ecstacy his glowing thought :"], [196, "180 CREATION. \" O Father everlasting, Lord supreme Of heaven and earth, omnipotent, all-wise, Whose nature both these works beheld on high, With bounty similar on earth, proclaim Perfect in goodness as in power supreme ; And whom the inward spirit prompts to call By name that sole depicts thy state benign, Love, in ineffable divinity, Eternal both in origin and life ; Or Wisdom, for these wondrous works bespeak Both love and omnipresent wisdom too. Thee do I judge my Father, as the source Of blessed life internal, newly sprung ; And Lord, to whom I owe obedient love, Holding a charge of service o'er thy works, And tasting in thy presence bliss supreme, Which meetly it befits me pleased confess. Nor less for these stupendous orbs of light, Which stars I deem, and for this lovely moon, Marvels that speak ineffably thy power, Proclaiming majesty omnipotent. Gladly I laud thy name ; while sweetly thus"], [197, "TERRESTRIAL. 181 To me, an animal so small, or nought Amid this lofty temple, thou impart'st Light from above, and pleasures free bestowed, Joys sweeter far than language can describe, And crown'st the whole by granting life divine.\" While thus he poured the dulcet song of praise, And made thanksgiving meet for all that heaven Had bountifully given and revealed ; His journey o'er the earth was nigh performed, And about eventide he reached the part Of th' terrestrial garden whence he came. When gently down the angel-hand replaced The creature on the greensward standing firm ; Left now to meditate alone, well pleased With retrospective vision of the past. Rekindled appetite prepared t' excite Renewed repast, which odorous fruits around Invited soon to satiate. When surprized, The grazing herd which knew their master's voice, And much delighted saw his glad return, With wonted gambols wanton, overjoyed, In merry chase 'gan scour the field around ;"], [198, "182 CREATION. And with loud bark and gladdened voice pro claimed Th' instinctive joy that recognized their lord. He in return with kind caress received Their free-will honours, and from time to time Bestowed the testimonials of his love, And lordly notice from his sov'reign will. The royal lion he distinguished first, And wreathed a laurel chaplet for his brow, To crown him in fantastic dress the king Of all the brute creation. Him he chose For guard of honour to precede the rest, Nearest the royal person. Him he chose For pillow to his head, when needful rest Solicited repose. The faithful dog Lay at his feet, the next in honour chosen ; And round him, as affording warmth desired, He placed the leopard and the lamb, behind, Before, delighted by distinction thus To lend their ready service to their lord. All were most lovely in their several forms, And nought offensive in their manners then"], [199, "TERRESTRIAL. 183 Offered displeasure to the royal head. But when declining day suggested sleep, And wearied nature predisposed for rest, The herd reclined on nature's bed, and man Within the circle of his chosen guard, Soon lost in tranquil slumber sense or thought. Thus passed the first great day of man on earth, And thus at evening he reposed serene, Surrounded by the faithful brutes, with whom He lay secure in thought dispelling sleep. A dew from heaven abundant fell at night Spontaneous in expansive mist, to yield Needful refreshment for the herb and flower. But like the dew which in alternate damp And dry miraculous, on Gideon's fleece Now poured its moisture and in turn denied ; So did the dew refrain by God's decree, From falling where our great forefather lay. Adam was sole at first. For when God made The living creatures which inhabit earth, A helpmate meet for Adam was not found ; And though the brutes in male and female paired,"], [200, "184 CREATION. Knowing instinctively their several kinds, Partner was none for man, supreme on earth. Whereat the holy Three in counsel meet, Came to deliberate anon, and while They sat impending o'er the face of things August in presence, and in light serene ; He who assumed in chief the voice of speech, Great Wisdom's hallowed self, the holy Word His tuneful eloquence revived anew, And thus his compeers sanctified addressed. \" Adam our new-born son now sleeps alone, For though the animals o'er whom he rules, Recumbent lie around him deep absorbed In tranquil and refreshing rest ; our Son Hath none his partner and meet help, with whom He may participate his peaceful joys ; Nor one appears with whom in converse sweet, He may communion hold, and pour his soul O'erflowing with pure love, in gentle trance Of ecstasy delighted ; nor with whom To share his easy reign o'er earth below ; And with abundant progeny to bless"], [201, "TERRESTRIAL. 185 The propagation of his kind on earth ; That distant ages may prospective view His image and resemblance, yet ordained, In patriarchal dignity to reign ; And by our grace enlightened from on high, Hence to. provide a host of sons for heaven. Behold he sleeps. The time invites to form From separated substance of his frame, Of bone, or rib, extracted from his side, One bearing his similitude, and born With gentle suasion to attract his love, Self of himself, and in his flesh endowed With semblance of the man in woman made ; Image exact of him, as he of God, And one in him, as man shall yet become, One in our hallowed person, we in thee, And he in us united evermore.\" Thus spake the Word. Nor meditated long To execute the purpose he designed, Well-pleasing his intent to Love divine, The hallowed Father who presides in heaven. And first a garden eastward he ordained, 2 a"], [202, "186 CREATION. Somewhat removed from where our father lay, And decked it with peculiar loveliness, To form the scene of Adam's first delights, And to provide at early dawn new joys, In Eden's paradise to be displayed. Then poured an opiate on his sleeping son, Administered by angel-hand above, And straight absorbed his sense in sleep profound, Akin to death itself. No motion left Its throbbing pulse, nor respiration soft Appeared t' identify the life within ; The vital functions in suspended power, Lay in subjection to the breath of God, In antitype of dissolution dread. Then opening softly with his gentle touch, The yielding flesh that clothed the upward side, He took thereout a bone among the ribs, With substance of the man in ample meed, T\" identify a second self; then closed The wide vacuity, and healed the wound Which imperceptibly his spirit made ; While nought the tender operation waked,"], [203, "TERRESTRIAL. 187 Nor yet disturbed the sleeping child of heaven. The bone he thence converted to a form, Well pleasing and well likened to the man, And placed the new-born shape absorbed in sleep, On couch reclined within the garden's verge, Where his own hand in lovely grotto strewed, A bed of perfumed rose-leaves spread around, And gently placed the woman he had made, Insensible to life or new-born being. The morning star which heralds in th' approach Of rising day, prepared to disappear, Before the orient blaze of dawning light, Which now began to pour its gilded beams, Just as th' eternal Father's work was done, And his beneficent decree complete. Adam awaked, and found himself anew Within a spacious garden such as yet, For beauty his delighted eye till then, Had nought in earth discerned of parallel. The heavenly guide who waited near unseen, Till renovated light returned to raise, Its new-born from recumbent rest, now came"], [204, "188 CREATION. With audible and gentle voice again, T' explain more largely the decrees of heaven. \" Adam,\" he said \" behold this fruitful field, Which I have made peculiarly for thee, And given to thy charge to dress and keep, AVith easy occupation. Therefore watch O'er the rich fruits, meet sustenance for thee, And o'er the lovely flowers spread around, Thy care and thy delight. One tree alone Whose potent growth affords a deadly fruit, Poisonous and noxious to deluded sense, I deem it needful to forbid thy use. Beware thou touch it not. The day thou eat'st The fruit which on the tree of knowledge grows, Pregnant with good and evil, thou shalt die. All other fruits are freely given to eat, As needful appetite at will requires. But this thou canst not but with peril eat ; Beware thou touch it not, lest thou shouldst die.', This said, he led him to the spot where lay The woman whom he recently had made, And who but now awaked to new-born life,"], [205, "TERRESTRIAL. 189 And wondered much to see, and feel, and think, Who had experienced nought of sense before, Nor knew from whence she came, nor wherefore lived. Hearing th' approach of footsteps she arose, And passing forth the threshhold of her bower, At once beheld, and was beheld in turn, By him who lived indeed beholding her. With grace and dignity he bowed the head To that fair queen and majesty of earth ; Then with meet reverence to his hallowed Lord, He worshipped thus with overflowing thanks : \" Father and origin of nature's world, Fountain of life eternal, now indeed I deem thy nature and thy name is love ; Beholding this the fairest gift divine Thy bounty and beneficence hath deigned, With beatific joy to crown my state. This the sole mirror that reflects myself, Life of my life, receiving breath from me, Bone of my bone, extracted from my side, Flesh of my flesh, in kindred blood ordained,"], [206, "190 CREATION. Love of my love, in whom I drink new life. Therefore I call her woman, whom thy power Hath thus created to delight thy son ; Meet help for man, and partner of the joys, Now richly poured with overflowing cup, In this full measure of thy glorious grace. The lovely being whom I now behold, Daughter of heaven, and the fairest form Of fair perfection, which thy power hath yet Produced among innumerable fair ; My loving and my lovely bride I deem, Soul of my raptured and enamoured life ; And call her by the tender and endearing name Of wife, more dear than all created things ; Treasure inestimably precious, given Within my bosom to repose in peace, And occupy my chiefest care on earth ; As God concerns me sole to love in heaven.\" He spake. While she astonished at his words, Beheld him wondering, and while thus she heard His speech addressed to those high powers that rule"], [207, "TERRESTRIAL. 191 O'er nature, which admiring she surveyed; The subtle force of sympathising love, And new-born ecstacy within her soul, Stole o'er her sense delighted ; and when thus She understood her origin and life, From whom produced, who made her, and the cause Wherefore created, willing she received The law of her existence, and with joy Yielded her free assent in silent speech Inaudible, with upward eye addressed To Him who made her, Lord of heaven and earth. While thus expressing in her face divine The thought that moved her dove-like soul within, Adam beheld entranced her lovely shape, Lovely by nature above all that art In picture or poetic mind could paint. In turn his eye surveyed her beauteous form, Enamoured, and in turn poured out his soul With her's in inward praises to the source Of their commutual joy, divinest love. But who might trace the portrait of that form"], [208, "CREATION. 192 Revealed in full perfection, as the hand Of high Divinity at first designed The common mother of the human race, Th' angelic partner of the favoured man ? Her face which raised its placid look on high, With eye of meek devotion, that increased The native awe that countenance inspired, And gave its mild expression which might grace An angel form, peculiar dignity ; Was such complexion as ne'er beamed on man : For none of all her daughters e'er was formed So lovely as the maid of heaven first born. Her eye spoke love itself. So soft a look, So tender, and so dove-like to bewitch The captive admiration, never wooed Man's fascinated mind. Her rosy mouth, With beauty irresistible was turned, And breathed a sweetness from its ruby lip, That prompted the impassioned kiss, and lent Such soft enchantment to the soul of love, That he who freely drank its pure delight, Was sickened with the ravished sense. Her sV"], [209, "193 TERRESTRIAL. Was as the pearl when tinged with A'ermil hue, Soft as the bosom of a turtle-dove, And as a lily delicate and fair. While gracefully her hair in silken skeins, Hung like a veil upon her heaving breast ; Where gentleness itself and sweetest love, Dwelt in serenity and peace unmoved. Her graceful form in angel-beauty clothed, With dignity and lofty port, bespoke The high and hallowed workmanship of heaven ; While in her native nakedness she stood, In holy innocence before the man, And breathed a halo of pure love around. Nor shame experienced then that heaven-born queen, Nor deemed concealment of her virgin state Consistent with the majesty divine Which in full panoply arrayed her form. Her mind's internal purity preserved, Th' external dignity of all her steps, Nor needed she to use a coy reserve, To one who like herself was perfect made. 2 B"], [210, "194 CREATION. But meek and modest in her manners, wooed His love no less by elegance and grace, Than by attractive loveliness of form, And matchless beauty from the breath of heaven Her mind, the mirror of his own, was rich, Not in experience, which as yet had lent Small aid to yield instruction, but in powers Prompt as the voice of inspiration's self. Her voice was melody and music's strain, When in the native notes of harmony Mellifluous, she warbled untaught songs. Or when in graceful eloquence she poured, In unpremeditated poetry, The praise of Him who made her, or his praise For whom alone she lived, her loving mate. If ought in nature might compare with her, Who in perfection all things else excelled, The brightness of the splendid moon at full, In silver radiation soft and clear, Presents the sole similitude with which To liken the first fairest maid of heaven ; Whose fair and lovely nature was the work"], [211, "TERRESTRIAL. 195 Which occupied the last though chiefest care Of God ; to concentrate in earthen mould, All that was found of loveliness divine ; And in this master-piece to shadow forth, The bridal antitype elect of Heaven. While thus the man beheld her hallowed form Astonished, overjoyed, and filled with praise, To see such wondrous beauty in his wife, The woman poured her inward soul to God, And exercising new-born speech unheard, With piety that woman much adorns, In meek devotion thus addressed her prayer. \" Father, for such I deem that gracious being, Who placed me recently within the bower, Whence I arise to new experienced life, And who since motioned me with inward thought To meet whom now I see my second self, Source of my being, and from whom I sprung, The man which stands before me, lovely shape, Whom now I call my husband ; fondest name That woman can enamoured hear or speak ; Pleased I receive the gift which God bestows"], [212, "196 CREATION. And freely acquiesce in thy decree, My mind to lend enraptured to the love Which thrills with soft emotion through my breast ; And if it please my Maker do consent In meet accordance with the will of heaven, To yield myself the willing wife of man.\" While thus she spoke with inward speech serene Inaudible, a voice from lips unseen, With audible appearance, made reply, And graciously addressed the new-born pair : \" Children,\" he said, \" behold in one another, Life mutually mingled in the blood Which flows on either side in kindred stream, The woman born of man, and man of heaven. Live in connubial happiness, now joined By sympathizing passion each for each, And the fond pulse of sweetest joy preserve In soft endearments of unchanged delight, By mutual care to cherish the first love. For such the end that wisdom's will designs, The fullness of your happiness and joy,"], [213, "TERRESTRIAL. 197 Enamoured oft in heavenly bliss serene, As passion, love, and hallowed pleasures move. Increase and multiply, and fill the earth With teeming generations yet to live, Who shall subdue the whole, and in the end Convert it to a garden of delight, Pattern of Paradise now made around. The man and woman married thus shall live One in themselves, and separated turn From father or from mother freely left ; Nor shall a stranger thence their love divide, Joined to each other's bosom side by side.\" When the High Priest of heaven had ended thus The marriage of the lovely first-born pair, And at the altar of eternal love Thus sealed indissolubly their delights ; Soft music from the heavenly harpers played In sweetest modulation from above, And with enchantment filled th' ethereal vast ; While bird and beast in gratulation joined In seeming sensibility of heaven. Fresh flowers of amaranthine growth exhaled"], [214, "198 CREATION. Ambrosial frankincense, and filled with sweets The honied atmosphere, while gentle airs Wafted the fragrant perfume through the groves Nature and grace united thus to spread Their lavish gifts upon the favoured pair ; And if impassioned love required new force, Beyond what each in other's beauty saw, Delicious rapture thus with kindled sense, Filled the full cup of joy above the brim, With overflow of mingled pleasures poured. When the blest son of heaven with arm out stretched, Embraced the lovely virgin of the skies ; And leading her to that fair bower, where God Had strewed a couch of roses in the morn, They lost awhile, entranced in bliss supreme, The very sense of present paradise. END OF BOOK V."], [215, ""], [216, "9rgununt of Boost Fl. The garden of Eden described — The occupations of Adam and Eve — Their mutual discourse — Their happiness short-lived — Origin of evil — Temptation of Eve — The fall of man — Divine judgment pronounced — Fruit of sin in the troubles of this world, and common death to all — The Christian's hope of immortality."], [217, "BOOK VI. A- HE lovely garden which God first ordained, Called Paradise on earth, whose plan was formed In antitype of that fair Paradise, Eternal garden of unborn delights, Which yet shall be revealed to favoured sons, In consummation of the pledge of heaven ; That earthly paradise in Eden east, Was such a field of perfect beauty made, As mortal foot since that first lovely pair, Immortal then, hath never trod ; nor eye Since dim mortality with clouded light, Cast a sad gloom on earth, hath ever seen. A clear and limpid stream, whose gushing fount Flowed from a high and towering rock, that stood With lofty summit to o'erlook the vale, 2 c"], [218, "202 CREATION. Where that fair garden lay, poured through the midst Its tranquil waters, and between two heights Of rocky cliff, flowed through the plain beyond ; Divided in four ample rivers thence, Whose beds the deluge long has washed away, Leaving their names without a trace behind. The stream between two graceful borders flowed, Well clothed with shady evergreens, save where At intervals embanked with lovely flowers, Delicious perfumes opened on the sense, Or crowned the waters with their lily wreaths. A park of meadow-ground o'ergrown with moss, Smooth underneath and yielding to the foot, Spread its wide bosom through the sheltered vale, Surrounded by a chain of mountain-heights ; While scattered through the midst there grew by turns Alternate fruits and flowers of every kind, T' entice the appetite or please the eye ; Flowers such as fabled poetry would paint, Of amaranthine, everduring growth,"], [219, "TERRESTRIAL. 203 Spread with unsparing hand, and breathing sweets Of never-ceasing fragrance through the vale ; Or fruits for every season's varying suns, Of spring or summer-tide, for that sweet clime Knew nought of winter, but with cloudless sky Cerulian, summer's noon perpetual beamed. If earthly scenes comparison might bear With nature's lovely portrait here displayed, Thy garden, sweet Glengariff,* we would choose, A scene of perfect beauty, as the world Now deems perfection ; where wreathed arbutus Crowns every path, and with a zeal shoots out The tender branch, which all constraint defies, But e'en the clefted rock itself is riven, That arbutus may clothe its rugged sides. Through many a mile spread Eden's lovely vale, Ample domain for the first blessed pair, Who with the harmless tribe of animals, Thus lived in such felicity serene, As their sad sons have ne'er partaken since. * Scenery in Bantry Bay, not inferior in beauty to the famed Killarney itself."], [220, "204 CREATION. Mid this fair scene upon a hilly base, Uprose the tree of life, whose golden fruit Seemed like a living gem of orient light, Beaming supreme with radiation sweet, Illuminating all. Hard by was placed The fatal tree of knowledge, baneful formed With mortal fruit of evil mixed with good, To take th' immortal panoply from man, And sow in lieu mortality and death. These stood distinguished high above the rest, Lofty and visible throughout the plain ; While every tree the hand divine had formed, With beauty or to please the tasteful eye, Or palatable made to appetite, With fruit convenient for the favoured pair, Received from those mysterious trees above, Reflected virtue ; and the garden round As by divinity thus overlooked, Was well ordained to shadow forth the field Of Paradise eternal ; where the eye Of the supernal Majesty presides,"], [221, "TERRESTRIAL. 205 And with the radiant effluence of love, Breathes hallowed joys and sempiternal light. Here dwelt the grandsire of the human race, With his fair partner, mother of mankind. Their solace to enjoy a tranquil life, Serene in sinless pleasures, as the round Of easy labour in the task assigned, Of dressing the sweet garden their abode, Or playful pastime wandering through the midst, In varied paths of beauteous scenery ; Or sporting with the fond and faithful beasts, Who in delighted gambols roved the plain ; Or when the mid-day sun invited rest In the cool grove or in refreshing shades, It pleased them to commune with sweet discourse, Of high and holy themes, as prompted oft The mind of inspiration, which at first Moved their free thoughts in meditations pure, Raising the voluntary hymn to heaven, In frequent overflow of grateful thanks ; Or if it pleased them talk in tender speech Of love, whose sweet enchantment filled their hearts,"], [222, "206 CREATION. > And mingled with the cares of every hour, Supremest pleasure of their joyous life; Or when in gentle dalliance they played In frequent trance of amorous delight, And every fault and penalty was paid In the full tale of kisses duly told, While in the soft embrace they lay reclined On some fair fragrant bank of violets, And tasted the full cup of nuptial bliss ; Or when at eve in dulcet flow of song, Each poured to each their mutual praises sweet. And gave to love new wings, as each beheld In other's countenance, their sole delight ; Or when returning night invited rest, And terminated day's serene affairs, Embosomed in each other's arms they lay, Reposing calm within the tranquil bower Which God to serve for mansion had produced ; These things in varied round alternate lent Successive pleasures and renewed delights, To multiply the favouring gifts of heaven, And crown with plenitude their tranquil joys."], [223, "TERRESTRIAL. 207 And thus would Adam with his wife converse, For whom he chose the wedding name of Eve, The mother of all living, or to live. And thus would speak of things to come or past, Who kept from her no single thought concealed, Of all that passed revolving in his breast. \" O love, the dearest pledge of heaven bestowed, Whose perfect loveliness my ravished soul Delights, whenever I review the charms Divinely fair which grace thy hallowed form ; Whose countenance angelic beauty shows, With eyes like doves, where little cherubs play, Whose look such softness, and such tender love Speaks to the soul, that hence I call thee dove ; For doves alone among the tribes around, Excel instinctive in the gentle speech Of native tenderness, and teach to woo With language that becomes true loving mates. O dove, in whom is centered all of good That earth comprises in the varied list Of sweet enjoyments that surround our state,"], [224, "208 CREATION. I hail thee queen and mistress of my heart, Sole arbitress of matrimonial joy, Linked by the ties of kindred blood, and joined By high divinity in nuptial bond Indissoluble ; and to thee I pledge Such sweet devotion as befits a man, Who owes devotion of diviner sort, To God's eternal sway supreme in heaven. Thee I admire, my equal in the gifts Bestowed by grace divine, excelling much In outward beauty, and the charms that fix The captivated mind, while God hath given Strength rather to the male, both man and beast And here discern we Wisdom's gracious mind, Thus to endow his creatures multiform With meet perfection, well ordained to serve Each without rivalry their several ends. And rather fixed a concentrated love, Without division, from the mutual need Each of the other's gift ; yourself as weak, Leaning on me the stronger ; I as strong,"], [225, "209 TERRESTRIAL. Beholding in your sweet and gentler form All that of ravishment the earth contains, All that can kindle love or fix desire.\" He spake ; and folding her in soft embrace, With arm entwined around her lovely shape, Impressed such kisses on her vermil cheek, As spoke the overflow of purest love ; And which enamoured he delighted oft To give in token of his constancy. For so had God's eternal voice ordained, That with devoted and unchanging mind, Witnessed in meet observance of the rites Of their connubial bliss, with constant care To cherish outward courtesy and grace, And inward mutual benevolence ; That thus their hallowed nuptials might retain The freshness of the first glad summer's noon, And so perpetuate their joys on earth, While earth below might be their resting-place. To Adam, therefore, Eve with meek reply, In cadence sweet of her inspired speech, Soft as the breath of evening's sigh serene, 2 D"], [226, "210 CREATION. Thus tunefully addressed her loving mate : \" O Adam, first-born of th' eternal Sire, Chiefest in earth, supreme in sovereign power, My life and only love, with whom I taste Unutterable pleasure and delight ; Well hath the kind benevolence of God Abounded to our state in richest gifts ; And toward me especially, who live By borrowed life from thee, and who enjoy A greater share of blessedness in thee, My head and my superior in the gifts Of understanding and of god-like grace, Than thou in me thy feebler helpmate found, And thine inferior in the powers of rule. Ever may God preserve our plighted love Indissoluble, which no change requires ; For to the full of all that earth-born frames Can taste of hallowed joys, our cup o'erflows, Nor can admit of greater plenitude, Than what of sweetest pleasures now we drink But tell me, Adam, what th' Almighty will Communicated touching our affairs ;"], [227, "TERRESTRIAL. 211 And of the wide dominion spread around With those mysterious trees ; whose hallowed bows Move me with awe, while I behold amazed. Tell me the charge that God to thee revealed. To whom her husband full of love replied : \" Beloved of my soul, to whom I make Communication in communion sweet, Concerning all things that regard our state ; Well it behoves me to explain at large, Whate'er I know concerning God's design, Or purpose in this new creation ; made With wondrous power, and well prepared to yield, Abundant happiness to those who dwell Beneath the coverture of heavenly rule. But though our wise and blessed Father gives An understanding meet for our estate ; And well adapted to accommodate With light effectual creatures such as we ; In some things he hath left us ignorant, And hath reserved to future times to feed Inquiring curiosity, holding back"], [228, "212 CREATION. Till apt occasion needs, the full detail Of things which revelation yet shall teach, And future days illuminated tell. For this our earthly life, I apprehend, Must ultimately lead to higher good, Nearer the presence of our Lord divine, Where perfect bliss alone may be enjoyed. For soon would progeny be multiplied To man and beast which would o'erburthen earth, Needing translation hence from time to time. Nor do these earthen bodies seem ordained, Here to endure in ever-growing life. Though by what process God may yet arrange, To introduce th' anticipated change, Or when, not knowing, it befits us not To speculate or reason without guide. Life given by him that made, us as I judge, Must be eternal like himself, nor lent For momentary pleasures to endure ; But as endowed divinely to enjoy Communion with the Only Good, would seem Predestinated for eternity,"], [229, "TERRESTRIAL. 213 And fore-ordained in everlasting bliss, To dwell with God himself in paradise.\" Thus spake the godlike man, and with a mind Richly endowed with wisdom from above, Forestalled the future from the present life, And searched the deep obscure with hallowed eye Of inspiration's self, and light from heaven. While the fair woman with reclining head Upon his gentle breast hung overjoyed, In mute attention on his speech divine ; Nor interrupted ought, save when at times A pause permitted her caresses soft, And frequent kiss in approbation fond, Expressive of the pleasure she derived From his enlightened and divine discouræ. Which he perceiving, with abundant love Received her tenderness, and oft repaid With warm embrace her testified delight, Then gladly poured his renovated speech : \" O lovely wife, whom heaven itself has lent To be my consolation here on earth, My sweetest comforter and joy, what'er our fate"], [230, "214 CREATION. Amid the works of God, my trust it is, And sole desire and constant prayer, that we, Indissolubly joined in nuptial bliss May dwell for ever in united love ; And whether in the heaven above, where God Dwells in serenest joy, or whether here, Where now we taste pure happiness conjoined, My wish and expectation needs but this, That we might live in undissolved delight, Joyous companions of each other's joy. For heaven itself without my lovely Eve Should hardly seem a heaven, so true the love So tender which unites our hearts in one, So sweet the ravishment I taste with thee. But what the future may hereafter bring, We know not, though sufficing this to know, That he in whom we live hath all ordained For good, and placed us here to please himself, As seemed most fitting to th' Almighty mind. Earth's wide domain God's hand bestows on us, And freely gives to our spontaneous will ; To rule in mild benevolence, as God"], [231, "TERRESTRIAL. 215 Rules in the heavens himself, whose type we are. All things on earth are given to our use, Save that mysterious tree, whose fearful fruit God hath forbidden, tree of poisonous growth ; Of which he said, \" Beware thou touch it not, Nor eat the fruit thereof, else thou shalt die.\" This the sole test of our obedience asked, And easy this to keep with little heed. But what the death should mean he thus fore- warned, I know not, though an awe that word inspires, Exceeding all imaginations else. He called the tree \" Knowledge of good and evil.\" But what the evil or the death may mean, Experience no way shows ; though easy 'tis To judge that death or evil nought of good Can bring, or God's command had not denied The tree of knowledge. Oh ! my blessed spouse, Lovely and dear to me alone on earth, Fairest possession of God's power revealed Throughout this fair creation, whom to keep In innocence unharmed, is all I ask"], [232, "216 CREATION. Of heaven's transcendant grace ; beware, my love, Thou touch not the mysterious tree, lest ought Should hurt thy lovely frame; but keep the charge Inviolate which God hath thus designed, In proof of our obedient love. Behold This beauteous garden which our Father gives, With whatsoe'er life needs ; and easy reign Hath freely added o'er terrestrial space ; While in ourselves a joy we feel, which leaves Nothing beyond to wish, or ask, or need, Save permanency to our present state, And long continuance of this earthly bliss. Let this suffice, nor let us hazard ought, By contravening God's Almighty will ; But as he spake, so let us strict beware T' avoid that tree mysterious, nor seduced By curiosity, involve a change Forewarned by God injurious to our state.\" Thus spake our first-born sire, and pressed his wife With fond solicitude and tender love, To his impassioned breast, then offered up"], [233, "TERRESTRIAL. 217 A prayer to that good Providence, whose love Produced the varied blessings of their state, With mingled thanks for heaven's abundant gifts, While Eve, with eye uplifted to the source Exalted of her joys, with warmth expressed Concurrent approbation of his speech, In frequent, glad amen. Then closed the work Of their devotion with renewed caress, And the soft pleasures of connubial bliss ; As ever and again true lovers feel Their hearts disposed in mutual sympathy, Beating responsive to the sweets of love. Nor ought neglected they the courtesies Or rites of meet benevolence, or care Of mutual good, or what are deemed The proper duties of the married state. That the full tide successive of their joys In undisturbed serenity might flow, Nor diminution know through want of care, Cooled by neglect which wounds the faithful heart. And happy those who, studious to preserve 2e"], [234, "218 CREATION. In undissolved delight the honied cup Of pristine pleasures, which true lovers taste In tender union, thus exemplify The innocence of that first pair ; who seek In mutual confidence, forbearance, love, And true religion, carefully maintained In mutual worship at the heavenly throne, With universal charity, the life Which all of paradise that yet remains On earth illustrates, or of joy affords. Happy, thrice happy such, who meekly thus Maintain communion with the skies in truth, And while they sacrifice the world's vain joys And transitory pleasures, gain in lieu Whate'er true happiness the present life Can yield, with all that everlasting joys In life to come can promise or obtain. Thus lived the blessed pair whom God first made In spotless innocence, and thus enjoyed Abundant pleasures, such as ne'er on earth Have been vouchsafed besides ; untainted ought"], [235, "219 TERRESTRIAL. By wo or trouble, or afflicting cares, But pure, unmingled, sin or shame unknown, Which now, alas ! the human state defile. Thus lived the blessed couple, nor desired Beyond what they possessed of true delight ; Provided by their mighty Father's love, With things convenient for the good of life. Their easy task required but little toil, To tend the fruits and flowers that grew around, And dress the lovely garden where they dwelt. A pleasing occupation, which the world In highest estimation ever holds, Delighted with the joys of rural life, And glad to view fair nature's face unveiled. The tribes gregarious of tame animals Obedient to their will, afforded oft Use or amusement as occasion led, And gave to life variety or ease. And thus creation in successive charms Spread wide her ample wonders, as the eye Surveyed in turn th' ethereal vast above, Or the wide plain terrestrial underneath ;"], [236, "220 CREATIOxV. While understanding in abundant gift, Afforded to the first created pair Apt illustration of whate'er the mind Required to know or wished to comprehend. Thus life was passed in innocence and peace, Unclouded, undisturbed, and richly blest With all that heart could wish or will desire. Nature with full blown beauty spread around, In spontaniety her treasured stores ; Grace in the plenitude of gifts from heaven Clothed with her panoply the loving pair ; And to crown all the joys of nuptial bliss, Left nothing absent to complete the sum And measure of felicity on earth, In antitype of paradise in heaven. But short possession of these joys remained, And soon the cup of blessedness was dashed, With sad transition, from their fallen hands, And sorrowful the tale which now remains, In finished portrait of creation's plan, To end the narrative of that first pair. For God designed not in this earth-born state,"], [237, "TERRESTRIAL. 221 With permanent delights to gratify Terrestrial beings, destined in a school Of mingled good and evil, here to learn Obedience to Omnipotent command ; And hence temptation intervened, to change The pristine happiness of man, ordained To fall beneath the great seducer's power ; And with the loss of innocence, to feel Th' avenging wrath and chastisement of heaven. But who can hope t' expound the cause obscure, And origin of evil, known too well By sad experience, though but darkly known In its beginning and immediate source ? For though a power omnipotent produced Alike celestial and terrestrial being, And whether called by name of good or evil, Nature subsists as God at first decreed ; What mortal mind can comprehend the cause, That he whose name is Love, sole source of life Of whatsoever nature, should permit Commingled essence of an evil spirit, To hold possession with the only Good ?"], [238, "222 CREATION. The consequence is obvious. But the cause Who can divine ? To introduce a state Of meet probation for the proof of man, With liberty to choose or to refuse, What course th' unhallowed appetite invites, Or what a hallowed reason recommends, And reap reward in endless gain or loss ; Is plainly what the universal mind, Of common conscience truly testifies, As the great purpose of our glorious Sire. Such then the consequence designed by sin, To lend free-will in choice of right or wrong Free-will perhaps not perfectly attained, Except in path alterne of good and evil. But whence the first suggestion or the birth Of evil natures ? If, as we infer, Agents of hellish mould invisible, Inspired with evil thoughts man's fallen mind ; Whence were themselves with evil first imbued, Or whence derived the pristine birth of sin ? The mind of disobedience hence resolves, Into the will of God its origin,"], [239, "223 TERRESTRIAL. And finds no other answer save the power Of God's predestinated purpose. Hence The origin of evil holds its date Mysterious from the will eterne, nor light Illustrates further so obscure a theme. Known unto God are all things, since from him All things proceeded, whether good or evil. To man, save what the light of heaven reveals In questions high and difficult, no truth Is here attainable. With God alone Such secrets must remain. To man belongs Whate'er the page of revelation shows, But secret things belong to God alone. Admitted then that satan was the source Of pristine sin, the muse would feign persuade, That satan and his angels fell from heaven. Who kept not carefully their first estate, But in rebellion fell ; and were condemned To banishment and overthrow by God ; Doomed in eternal sorrows to deplore Th' irreparable loss of heavenly life."], [240, "224 CREATION. But though in questions of uncertainty, Such as the origin of evil spirits, The muse speaks less distinctly ; scripture shows Indubitably how the tempter first Seduced the mother of mankind ; and thus Brought sin on earth and universal death. A brief recital of this theme remains, To execute the purpose predesigned. What time the mother of mankind had strayed Far from her loving mate, remaining sole Some distance from the tree which God forbade, The tempter who had previous entry made Within the garden, and who soon discerned From conversation of the loving pair, Wherein the test of their obedience lay ; With subtlety approached, assuming first The serpent's lowly form, the lowliest far Among the tribes that move on earth's expanse, And subtlest creature of the whole ; a shape Hence the more plausible and meet for him, Our wily foe, who came but to deceive. In serpent-shape the evil spirit thus,"], [241, "TERRESTRIAL. 225 With watchful eye approached the walk where Eve Tended her charge of Flora's lovely tribes. Then looked on that fair mistress of the earth, Whom to behold delighted much the brutes ; And when her eye attentive turned to mark The unaccustomed movements of the beast, Who by his anxious gaze appeared to woo Colloquial utterance ; that evil spirit Which moved the serpent's form, unlocked his tongue, And with seductive and enticing speech, Astonishing the mother of mankind, Thus made communication of his thought. \" O lovely mistress, queen supreme of earth, To look on whom affords the highest joy That animated form can know, whose mind And countenance bespeak divine command, With lordly rule o'er all terrestrial things ; Well it behoves me here apart to pay, And in the silent grove to offer up The homage and devotion owed to thee, 2 F"], [242, "226 CREATION. Sole mistress of the earth ; and in the name Of all the brute creation thus express The common duty felt in every heart, And breathed spontaneously in every being. God hath to you, as well he might, bestowed Supremacy on earth, and kingly power, To rule in mild and gentle sway supreme ; To us hath given instinctive love to serve And worship you, the delegated powers, In whom resides the image of our Lord, Discerned in high intelligence, and minds Superior to the brute ; and thus preferred To sit exalted on th' imperial throne, As lords on earth and sons of God in heaven. While thus he spake, the lovely woman viewed His tortuous shape astonished ; though her mind, Blest in the calm of innocence and peace, Knew no disturbance nor affright, but held In self-possession sweet its powers unmoved. A pause in that most guileful speech at length, Permitted interval for meet reply ; And thus the wondering woman quick expressed"], [243, "TERRESTRIAL. 227 Th' unfeigned surprise that moved her breast within. \" O brute, who recently didst creep at length Upon the ground that bare thee, and till now Hast never used an utterance or speech, Resembling what might pass for reason's power, Tell me from whence this function is derived ? Who gave thee speech? or what endowed thy mind With gift like man's ? And if as yet we bear Authority and rule by power divine, Through reason which a brute now imitates, Tell me from whence this unexpected change, That I to Adam may impart with speed, This strange event, and teach him of its cause.\" To whom the wily brute, with smooth reply : \" O queen, and lady fair, the fairest work Which God throughout creation yet hath made, To whom I owe obedience for the good And pleasure I derive beneath thy rule ; With gladness I obey thy high behest, And hasten to explain with joy the cause"], [244, "228 CREATION. Which led to an event to thee so strange, And no less strange and pleasing to myself. My lovely mistress knows, that from the hour We waked to pristine life, and first began To breathe the everlasting breath of being, I walked most humbly with my lord and you ; And knowing that it pleased the powers that rule, To fashion me more humble than the rest, I kept my place and lowly shape alone, Perceiving that my services could add But little comfort to my lord. Then turned My silent path in wandering solitude, Through shady groves which spread their foliage thick ; And while I longed to do my master good, Above the brutes that shared his bounty more, And cursed my lowly state which bade me thus Wander in secret far from him I loved ; It pleased th' Almighty who beheld my heart, And knew its fervent wish to do thee good, To give me opportunity, which yet To other brute he hath not thus bestowed."], [245, "TERRESTRIAL. 229 It happened as I climbed the trees for food, The garden to free access opened wide, I chanced to see some fruit that pleased me much, And kindled appetite of quick desire ; Which, when I tasted, wondrous to relate, All things, O mistress of the earth, appeared Changed to my mind, nor like their previous state. The heaven itself seemed open to my view ; I saw, or seemed to see, the Lord supreme, Seated amidst the glorious heavenly host ; And heard, or seemed to hear, a voice which spake, And uttered in mine ear strange, wondrous things, Past credibility, which now with leave And approbation of my honoured queen, Proceeding I relate. ' Go,' said the voice, ■ O serpent, hitherto the lowliest form The dust hath borne amid her varied works, The heavens have chosen thee to rule on earth. Go, then, and prosper. For the child of heaven God yet prepares a higher throne than earth, And soon to immortality shall raise This favoured offspring of his love and glory.'"], [246, "230 CREATION. While thus he spoke, my senses seemed absorbed In bliss above the means of tongue to speak, And when I waked from this delightful dream, Pressed in my thoughts I burned to make it known, And thus communicate what God revealed, For good of those to whom I owe my life.\" While thus he spake, Eve next required to know From whence the wondrous fruit that fed his mind With such high knowledge of futurity. When joyfully the wily serpent drew Her wandering steps toward the baneful tree, Which God forbade on penalty of death. Immediately the heaven-born daughter saw The fruit forbidden, and in brief replied : \" This is the tree prohibited by God. All fruit we freely eat save this alone. Who touches this will die.\" To whom again Her guileful teacher craftily replied, \" Thou shalt not surely die. For God doth know That they who eat this fruit shall be as gods, Knowing both good and evil. If to me"], [247, "TERRESTRIAL. 231 This tree hath been abundant in its gift, Hoav much more rich to you. Taste and approve, The benefit shall show how wise thy choice.\" She looked, yet doubted at the first. Then thought The tree appeared more lovely to her eyes Than ever seen before ; and when to this Was added what the gifted serpent gained, With hope of higher wisdom to herself, She took and tasted ; while the wrath of heaven Frowned on her dangerous deed, and soon prepared On such presumption with its ire to fall. Drunk with the poisonous cup and bolder grown, To see that what had threatened death, but lent More pungent pleasure to the charms of life, She feasted while insatiate appetite Craved the pernicious food. Then ran to call Her Adam to the new discovered boon, While silently the creeping serpent coiled His treacherous shape the coverture beneath, Watching t' observe the issue of his plot, And trace his treason to its speedy close."], [248, "232 CREATION. Thus fell the mother of mankind, and thus By such delusive argument as proved Her sorrowful decline in righteousness, She sunk her loving mate in sin alike, And brought on man the punishment which God Had pledged on disobedience of his will. Adam with ready eye perceived her fall, But influenced by love and fond delight In her for whom alone he lived on earth, Rather than biassed in his better mind By hope of pleasures, or the dangerous dream Of wisdom promised by her eloquence ; He took, not knowing to deny what Eve Besought him to participate ; when straight They saw a change produced upon their state By cause unknown, and found the baneful food Instil within their mind new thoughts of fear, And sorrow, with the downcast look of shame, And countenance averted ; which, till then, Had been erect and upright, as the sons Of heaven's high king ordained to rule on earth. The native nakedness which God bestowed"], [249, "TERRESTRIAL. 233 Lost its pure pristine dignity, and seemed To need some cloak or veil to hide their shame. Amazement, horror, fear, and awful dread Of sudden dissolution, now in turn Filled their astonished mind ; and taught too late Knowledge of evil with the loss of good, And dangerous downfal from their first estate. 'Bove all the fear of God impressed their thoughts, With sorrowful forebodings most depressed ; Perceiving well through that pernicious food, By disobedience of his high decree, A loss of confidence in God, whose love Had been till then their solace and delight. Anon they hear within the garden's verge Th' approach of Him they dreaded, and with shame Retire beneath the coverture of shade, Vainly supposing to escape his eye ; Unpractised in concealment, or the ways Which guilty consciences suggest to men. Then take they fig-leaves sewn to hide their shame And lurk within the neighbouring grove apart, 2 G"], [250, "234 CREATION. Till with loud voice they hear their Maker call, \" Adam, come forth ; \" — nor dare they longer stay. The man approaching then with shame confessed, The fear with which he met his Lord, and said, \" I heard thy voice, but was afraid to come In nakedness exposed.\" \" Who told thee, man, That thou wert naked,\" saith th' Almighty voice, \" Hast thou then eat the fruit that I forbade ? \" Adam replied, \" The woman whom thou gavest, She brought me of the fruit, and I did eat.\" To which the woman hastily subjoined, \" The serpent tempted me, and I did eat.\" When God with wrath and anger meet replied : \" O serpent, subtlest form that creeps on earth, Cursed be thou 'bove every brute around, And be thy portion and thy meat the dust. 'Twixt thee and Eve, and 'twixt thy seed and her's, I place an endless enmity and strife. He shall avenge my fallen sons of thee ; Thy sting shall pierce his foot, but in thine head He shall destroy thy power for evermore. On thee, O woman, I will bring the curse"], [251, "TERRESTRIAL. 235 Of multiplied conception, and with pangs Of travail and of sorrow shalt thou bear More than thine hands can nourish or support. And thou, O man, in labour shalt thou toil, And in thy sweat shalt earn thy daily bread ; Cursed is earth for thee; with thorns o'ergrown, And thistles, it shall hardly yield thy wants, Until thou turn to dust, who thence wert taken.\" Then with a voice of terror, which amazed And sore distressed the fallen first-born pair, He bade the angel drive them from the seat And centre of their first enjoyments ; thence To wander in the wide and far-stretched field Of nature, banished, never to return To that fair garden of their pristine joys, Of Eden's lovely paradise debarred. Thus fell the first-born pair, and thus drew down Th' Almighty curse which grinds us still to dust, And by transgression of God's sole command, Subdued the family of man to death. But who shall sum the evils which have hence"], [252, "236 CREATION. Oppressed mankind with multiplied distress, And trace to fatal curiosity The fruit of knowledge both of good and evil ? In this sad knowledge the sole cause behold, And in neglect of the Almighty will, See the sole origin of sin and death. Behold in this the cause of war and strife, The source of violence and cruel hate, Of rapine, murder, and oppressive power, Adulterous love, and every foul desire. In this perceive the bondman's slavish yoke, The prisoner's fettered limb and galling chain. All wickedness from hence derives its birth, All punishment in this obtains its power. In this the arm of strength receives its right, T'oppress the innocent, and wrong the weak. The widowed heart here drinks its cup of wo, And orphan'd babes hence date their helpless state, The poor in this their poverty derive, And hence the meagre morsel toil supplies. Whate'er of wretchedness man tastes on earth, With death to consummate and end the task"], [253, "237 TERRESTRIAL. Of life's temptations, is the debt of sin, The growth and fruit of disobedience all. In power, in pride, in vanity and lust, In covetous desires of worldly gain, In worthless search of greatness or of fame, Or whatsoe'er the favourite passion be ; In these each sows the seeds of future grief, Disease or pain which must hereafter come ; And hence their several sorrows all obtain, With many an aching heart and falling tear, And many curses on the first-born hour, Or wish impatient for a speedy death. But wherefore woes and troubles ? Could not God Have framed his plan exclusive of its worst And darkest shades, and made at once a world Perfect and free from blemish or defect ? When God made all things he pronounced them good, And all things free from evil were produced. But from the first it pleased Him to design, That in probationary state on earth"], [254, "238 CREATION. Man should his weary pilgrimage perform ; And life a chequered course of change and chance, He gave to educate and prove his sons For heavenly state in everlasting life. Hence the sad trials which the good endure, And hence the punishment which sinners meet, The countless evils which experience brings T' afflict mankind, are hence interpreted. Lend but the mind to understand this truth, That God will give to each with equal hand The recompense of evil works or good ; View but the life to come with single eye, And this its transitory path esteem, Where all but run a race, and are to win Or lose according to their varied paths In sin or righteousness ; that evil thence Is but the scourge which brings us to the task Of labours, which by nature we refuse ; And thus we learn that evil tends to good, That sorrows and temptations are the course Appointed by the only Good to bring, Whether the sinner to humility,"], [255, "TERRESTRIAL. 239 Or saint to high perfection, like his Son ; And though mysterious still which ever way We view the origin of evil, thus We learn to bow beneath its powerful sway, And kiss the hand that chastens man for good. Come, then, and bow the willing mind to bear The light and easy yoke which God designs To prove his sons, and fit them for a state As far above this poor and earthly life, As earth is far beneath the stars of heaven. One hath he sent commissioned by himself, Bearing the stamp and signature of God, On his great embassage, to lead the way, And ope the portals of Eternity. One hath he sent, whose high transcendant love Beams with such force in his majestic mind, As should persuade us to embrace his laws, And meekly follow what he meekly taught. Who in full sacrifice of life out-poured, To testify his tender care of man, Proved such compassion and such grace divine, As should infuse in us an equal love"], [256, "240 CREATION. And willingness to serve his glorious cause. Who sole hath overcome our mighty foe, And opened paradise regained in heaven. From whom alone the wounded conscience finds The balm of consolation here on earth. Through whom both sin and evil lose their sting, And ' death is swallowed up in victory.' Look to the end to which creation tends, And in the change which this life terminates, Behold not evil, but a blessed hope Of rest, for such as seek that rest aright. And in the new creation yet to come, Shall be explained whate'er of mystery dims Creation as at present seen ; when clouds Which now obscure the sight shall disappear, And dissipate in endless light, and life Begin and end in immortality. FINIS. James Smith, Printer, Liverpool."], [257, ""], [258, ""], [259, ""], [260, ""], [261, ""], [262, ""]]