[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A TOY TRAGEDY"], [6, ""], [7, "A TOY TRAGEDY BY Mrs. Henry de_l^_Pasjure Author of \" The Little Squire\" \"But they left in her stead a changeling, A little angel child.\" — Lowell. CASSELL and COMPANY Limited LONDON PARIS b> MELBOURNE 1894 AU rights reserved"], [8, ""], [9, "CONTENTS. CHAP. PAGE I. The Quartette i II. The Unwelcome Guests 12 III Angels Unawares ....... 26 IV. The Nursery Up to Date 37 V. The Song of the Quartette 47 VI. The Changeling 59 VII. The Wicked Uncle 74 VIII. The Fairy Princess 90 IX. The Telegram . 10S X. Elsie ......... , 120 XI. Christmas Night l-,2 XII. The Best-Loved of All ... . 146"], [10, ""], [11, "A TOY TRAGEDY. CHAPTER I. THE QUARTETTE. \" Don't put my things in that carriage, porter ; it is full of children ! I could not travel with a number of noisy child ren. Jessie ! Jessie ! See that my dressing-bag is taken out immediately, and put into the next compartment.\" Little Jean looked through the window of the railway carriage, and a big tear trickled down her face and fell into her lap. But the stout middle-aged lady on the platform was giving directions to her maid, and naturally did not observe this. Jean looked round very anxiously at her brother and sisters. Perhaps at first sight it did seem as though they filled the compartment. Certainly there would not have been room for the stout lady, and her maid, and her dressing-bag, to say nothing of the little dog the stout lady carried care fully under her arm. Yet to poor Jean it seemed a very small party indeed. Only Elsie and Tommy and little Pamela — who sat next to Jean because she was the baby, hardly four years old; whereas Jean, being in her fourteenth year, was so nearly grown-up that she was taking care of them all, except Elsie, who was of an independent turn, and did not like being taken care of, even by Jean. \" I wish papa had waited till the train started,\" said Tommy solemnly. He was a fat little boy of seven, with 15"], [12, "A Toy Tragedy. 2 large black eyes ; and he held his straw hat very carefully on his knee for fear the brim should get broken when he leant his head back on the cushion. \" Why ? \" said Elsie. \" Because I am rather frightened,\" said Tommy. ' ' Why doesn't the train go on ? \" \" You will feel more frightened when it does go on,\" said Elsie, \"for it will be dark in the tunnels.\" \" Pooh ! I don't care,\" said Tommy, turning a little pale. \" I will hold your hand, Tommy. I do not like the dark myself,\" said Jean. \" I wish mamma was here,\" said Pamela in a small trembling voice, as she climbed on to her sister's knee. \" Mamma is so very happy in Heaven that she would not care to come back in this cold, ugly train,\" said Jean bravely. \" I am so cold,\" sighed Elsie. \" Could we not open the window and ask the guard for a foot-warmer thing ? \" \" One of the children might fall out if we did,\" said anxious Jean, \" and it will be warmer when the train is going ; out of this yellow fog.\" \" If papa had stayed he might have bought us some buns,\" said Tommy. \" I saw a refreshment room.\" \" You can't be very hungry yet, Tommy,\" said Jean reproachfully. \" Why, we have only just finished lunch.\" \" I am always hungry,\" said Tommy. \" Greedy, you mean,\" retorted Elsie. \" I am far too cold to eat. I wish we had put on our best frocks, Jean • they are warmer than these.\" \" It might have spoilt them,\" said Jean wistfully. \" Crape spoils very easily, and you know papa said we must take such care of our things. You would be warmer if you wrapped the shawl round your shoulders.\" \" And untidy my hair ! No, thank you,\" said Miss"], [13, "The Q ua r te tte. 3 Elsie, tossing her golden curls. \" Yours is rumpled already. You have let Pamela play with it.\" \"It keeps her quiet,\" said Jean, holding the small white fingers proudly in her brown hand. \" She has been so good — haven't you, Pamela ? \" \" Yes,\" said Pamela sleepily, \" but I want mamma.\" She pillowed her cherub face on Jean's black sleeve with the evident intention of sleeping through the journey. The stout lady and her maid were comfortably settled in the next compartment. The guard, who had promised to look after the four children, popped his head into their window, shouted \" All right ! \" and pulled it up so quickly that Elsie gave a scream. Then at last they were off. Oat of the grimy London station into light and air and sunshine. Past long lines of ugly suburban houses and back yards, black chimneys and red gasometers, through open fields, brown hedges, and muddy high-roads, into the country. Jean opened her shabby handbag and gave Elsie a book and Tommy a bag of biscuits. She needed nothing to while away the time for herself, but she liked to see Tommy gravely munching, as he kept his surprised little face turned towards the flying landscape, and she was glad Elsie should be able to forget everything in her new book of nonsense rhymes. \" If only papa could have come with us ! \" she sighed to herself. It was a heavy responsibility to rest on her slight shoulders — the charge of those three — though she had helped to take care of them ever since she could remember. Elsie and Tommy and Pamela were Jean's half-brother and sisters. Her own mother had died at her birth, but her father had married again so soon that she could not remem ber the time when her pretty young stepmother had not been her \"mamma.\" She had been such a kind mamma too ; so girlish and B 2"], [14, "A Toy Tragedy. 4 bright and full of fun, that it was hard to realise that she, and the baby brother who had been such a surprise to them all, had been left behind to take their long rest in the quaint Swiss village, which the children had only quitted two days before, though now it seemed so very far away. Jean had sat very still for a long time, fearing to disturb Pamela, and trying not to cry at the remembrances she could not banish, when Elsie, finishing her book, threw it down with a yawn. \"Oh dear! I wonder what this old aunt will be like,\" she said dolefully. \" Don't cry, Jean. Everything is quite bad enough without that.\" \" There's one biscuit left,\" said Tommy, climbing down and offering it to her, after a careful examination of her eyes to see if she really had been crying. \" One ! Have you eaten all the rest, you greedy child?\" said Elsie indignantly. \" I'm not a child, I'm a boy,\" said Tommy, reddening. \" Don't quarrel,\" said Jean. \" Let us talk about the aunt. What do you think she will be like ? \" 44 1 don't know,\" said Tommy, who was literal-minded. \" I have never seen an aunt.\" \"She will be like papa,\" said Elsie, \"because she is his sister.\" \" Pooh ! \" said Tommy. \" You are not like me.\" \"I should hope not,\" cried Elsie. \"You are an ugly little monkey; papa said so.\" \" The aunt is much older than papa,\" hastily struck in Jean. \" So perhaps she won't be like him at all.'' \" He never told us what her name was,\" said Elsie suddenly. 14 It is written on the letter I am to give her,\" said Jean \" To Miss Jean Grenoble, 4, The Esplanade, Beachstone-oti-the-Sea.\""], [15, "The Q ua r te tte. 5 \" Why, it looks like a letter to you ! \" cried Elsie, in awe. \" I was named after her,\" said Jean. \" I wonder if she'll like us,\" said Tommy. \" Or if we shall like her — that is much more to the point,\" said Elsie readily. \" If she really were like papa, of course I should love her ; but I don't believe she will be a bit, do you, Jean ? \" \" I don't know,\" said Jean mournfully. \" I am not sure she will be very glad to see us ; but, anyway, she must get fond of Pamela,\" hugging her little sister. \" She is an old maid, so she is sure to hate boys,\" said Elsie pointedly. \" Elsie, you know we were not to be disrespectful,\" said Jean, before Tommy had made up his mind what to reply. She was a little afraid of trying to keep her mutinous pretty sister in order. Elsie was eleven years old, and taller than she was herself, so that strangers always took her for the eldest of them all. She had been spoilt, partly because she had always been delicate, partly because she was her father's especial darling. Jean had no touch of jealousy in her nature. She thought it natural that everyone should admire pretty Elsie, with her pathetic blue eyes, and little angel face. The young mamma herself had scarcely been prouder of the infantile beauty of her two daughters than had their faithful elder sister. \" Look ! \" suddenly cried Pamela, sitting bolt upright on Jean's weary lap, and pointing eagerly with her fat finger, \" there is the sea.\" \" Are we going on to another steamer ? \" asked Tommy, wishing he had not eaten quite so many biscuits. \"No, we are going to stay. It must be Beachstone,\" said Jean, looking out. \"Yes, there is the sea, and a town.\""], [16, "6 A Toy Tragedy. \" Will mamma be there ? \" said Pamela patiently ; she never tired of asking the question, but mamma was surely a long time coming. \"No, darling, but Jean will take care of you, and you shall play on the beach directly it gets warm, and have a spade and pail.\" \" How do you know, Jean ? Perhaps the aunt won't buy her one ; she may be a cross aunt,\" said Elsie. \" Then I will buy her one,\" said Jean faithfully ; \" I have some money.\" \"What papa gave you!\" said Elsie, with awe; \"that golden sovereign ! But he said you were not to touch it except in case of necessity, Jean. It can't be necessity to buy Pamela a spade and pail — when we have no Sunday hats.\" \" It was the last papa had in his pocket,\" said Tommy ; \" he had to feel for it ever so long with his finger and thumb. I wish I had a waistcoat-pocket. Do you think he has any more at the bank ? \" \" Elsie ! \" crid Jean, with indignation ; \"as if I should touch that ! I have my half-crown, that mamma gave me.\" \" But you were going to keep that for ever and ever.\" \" I meant to,\" said Jean, colouring; \" but if there was no one to buy toys for Pamela ! \" \" You are always thinking of Pamela,\" said Elsie, in injured tones. \"One would think there was nobody else. I'm sure I want heaps of things.\" \" Oh, Elsie, you knoiv we older ones can share,\" said Jean reproachfully. \" But Pamela is only a baby.\" \"I'm not!\" said Pamela, much hurt. \"Jean, the sea is gone. I believe we'se back in London.\" \" No,\" said Tommy solemnly. \" That's impossible. The train has not turned round once. I've been watching.\" The children did not venture to stir from their seats until the train had quite stopped, in the face of Jean's"], [17, "The Quarts tte. 7 agonised entreaties. But the guard was so long in coming to them that she began to fear she had rushed to the other extreme, and that they would be carried on to the next station before they had time to get out. However, he came at last, and lifted fat Tommy and terrified Pamela on to the platform. \" Don't be frightened, Jean, the guard will take care of us,\" sobbed Pamela. He did take care of them ; even triumphantly rescuing from the luggage van the two black trunks, and the old bursting portmanteau which Jean had secretly dreaded would be lost on the way. \"Where to, miss?\" said the guard, looking kindly at the four little inside passengers, when the luggage had been balanced carefully on the cab. Jean read out the address. \" Four, the Esplanade,\" he shouted to the driver, \" and mind your eye, Bill.\" This mysterious warning rather frightened than re assured them. \" What did he mean by that ? \" said Elsie. \" It sounds as if he thought the cabman didn't drive well.\" \" P'r'aps he never looks where he is going,\" suggested Tommy. \" Will we be upset in the road, Jean ? \" asked Pamela delightedly. \" Will the boxes tumble in the mud ? \" \" No, darling,\" said Jean, who was rather nervous her self, as the jolting of the fly shot Tommy suddenly off the front seat. \" Look ! there is the stout lady in a cab just beside us,\" screamed Elsie. \" Horrid old thing ! And there is her nasty dog looking out of the window.\" \" It is a nice dog,\" said Tommy impartially. \" She may not be horrid at all,\" said Jean : \" though she doesn't like children.\""], [18, "8 A Toy Tragedy. \"How sat she is,\" said Elsie critically. \" She must be as fond of eating as Tommy. Look at her cheeks, how they wobble when the cab jolts.\" \" We must not make remarks,\" said Jean, nervously conscientious. \" It is not as if she could hear,\" said Elsie consolingly. \" If she could hear, her cheeks would not wobble at all. They would be stiff with rage. I think her cabman is trying to race ours. Why does he keep so close ? \" \" Perhaps she lives on the Esplanade too,\" said Tommy. \" Well, I hope she does not live close to our house,\" very kindly adopting her aunt's abode. \" For I have a feeling that that dog would be dragged up and down by a string all day, yowling ; and I hate dogs, do not you, Jean?\" But Jean was looking through the rattling window of the fly at the long gray stretch of sea, that accompanied the road over which they were jolting. To her childish eyes it looked no wider than the Esplanade, and yet she knew it was boundless. The rain came down suddenly and dimmed the glass. They were all shivering more or less in the chill sea-air. And it was, besides, growing late in the afternoon. \"Tell me a story,\" said Pamela, touching her cheek gently. \" Tell me 'bout an aunt, please, Jean.\" Jean roused herself with a start. \" Once there was an aunt,\" she said obediently, \" who expected a number of nephews and nieces to stay with her.\" \" What was she like? \" interrupted Tommy. \" Like papa, only — more — more lady-like. And she lived in a beautiful house, with large gardens, where there were always roses, and a pony was tethered on the lawn to graze, ready saddled for the children to ride.\" \" Was the lawn well kept ? \" said Tommy attentively. \"Beautifully kept,\" said the obliging narrator; \"the gardener rolled and mowed it all day \""], [19, "The Quartette. 9 \" Then the pony got nothing to eat,\" said Tommy gloomily. \" The aunt,\" said Jean, not choosing to notice, \" was so kindhearted that she fed it every day with bread and sugar from her own table, and tied up its mane with blue ribbon. She kept it as a surprise for the children, because — their papa was away, and their — their mother was in Heaven.\" \" Did the children go ? \" asked Pamela wearily. \" Did they drive in a cab, and did they ever get there ? \" \" They got there, but it was a long drive,\" said Jean soothingly. \" But, when they did arrive, what do you think ? There was a big nursery, with pictures on the walls, and a cheerful sire blazing, and a rocking-horse in the corner ; and in the middle of the room was a round table, and on the table was their tea \" \" What was there for tea ? \" asked Tommy, with renewed interest. \"A cake — and eggs — and shrimps,\" said Jean, \"a birth day cake, with pink and white sugar. And their mugs were blue and pink, and yellow and white.\" \" Mine was blue,\" said Elsie. \" So was mine,\" said Pamela admiringly. \" Nonsense ! \" very sharply. \" If I choose the blue, you must have pink.\" \" I needn't,\" said Pamela, crying ; \" there was two blue ones.\" \" Never mind the colour,\" said the author of this pleasing legend, anxiously. \" They were lovely mugs, and full of new-laid milk, fresh from the cow that day,\" said Jean, whose experiences did not include country life. \" Did the aunt have tea with them ? \" asked Pamela ; \"and why doesn't the cab go on, Jean ? It's stopping.\" \" 'Cos,\" said Tommy solemnly, \" we've arrove.\" The fly drew up, as he spoke, opposite a dreary row of houses, facing the narrow strip of deserted Esplanade."], [20, "A Toy Tragedy. 10 Beachstone was a straggling unfashionable watering-place, and this, if the children had but known it, was in the most genteel quarter of it. As it was, they gazed at each other in dismay. Vanished, the beautiful Chateau en Espagne, the pony, and the gardens of Jean's hopeful narrative. Square gloomy windows rattled in the stuccoed walls. A narrow hall-door stood open, but not invitingly so, as the long passage into which it led was jammed with heavy boxes, over which a grumbling cabman and a breathless maid were disputing loudly. Someone else had evidently just arrived. A dreadful suspicion rose in Jean's mind. She let down the window of the fly and looked out. Yes, sure enough, the other cab stood just in front of them, and a maid was taking out a dressing-bag and a little snarling lap-dog. The stout lady of the railway-station must also be visiting their hospitable aunt. There she was, giving direc tions from the perpendicular staircase. The cabman opened the door, and lifted down Tommy and Pamela : and the maid, having taken in the last of her mistress's wraps, stood in the doorway and stared at them. Jean staggered up the steps with Pamela in her arms, whilst Tommy and Elsie followed with the shabby hand-bag. \" There must be a mistake,\" said the maid, when the four were safely landed. \" The lady who lives here has only just arrived from London. She isn't expecting anyone. Who are you for, my dears ? \" Elsie came to the front. The woman looked good-natured enough, but having been accustomed to a good deal of waiting upon and respect from her father's servants, Elsie did not like people who treated her like a little girl, instead of the grown-up lady she would have liked to apppear. \" Does Miss Grenoble live here ? \" she demanded. \" Yes,\" said the maid. \" Bless my soul ! have you four children come to see her ? \""], [21, "The Quar tette. 11 \" We are come to stay,\" said Elsie. \" Take my bag, please,\" thrusting it upon her so suddenly that the maid mechanically received it. \" Please show us upstairs to our aunt, and say that Miss Jean, Miss Elsie, Miss Pamela, and Master Tommy have arrived.\" \" Well, I never ! \" said the smiling girl, not much im pressed by Elsie's dignity ; giggling a little to herself, she went up the narrow staircase, closely followed by the four small visitors. She hardly carried out Elsie's instructions to the letter, for, when she opened the drawing-room door, and dis appeared round the high screen that sheltered it, they heard her announce them thus — \" If you please 'um, a lot of children has arrived, and says you expects them.\" \" A lot of what ? \" said a mildly-surprised voice. \" Your nephews and nieces, 'm,\" smiling. \" Show them in,\" said Miss Grenoble mechanically. The maid stood on one side, as the little procession filed round the screen : Elsie erect, defiant, with her golden mane flung back ; Tommy stolid and black-eyed, a mere roll of comforters, great-coat, and fat gaitered legs; Jean white and terrified, holding fast to the pathetically small heap of deep mourning which held her little sister Pamela."], [22, "12 CHAPTER II. the unwelcome guests. Four little beds — all in a row. Four little heads — I love them so. A Nursery Song. \" Who on earth \" said the stout lady, standing quite pet rified with the bell-rope she had just been going to pull in one hand, and her hat, which she had just taken off, in the other. \" Didn't you expect us ?\" said Jean. \" Expect you ? I don't even know who you are,\" gasping feebly. \" Not know who we are ! Papa said he had written,\" faltered Jean. \" Papa ! Oh, but I begin to see,\" said Miss Grenoble, slowly recovering. \" You must have come to the wrong house, my dears. Jessie \" pulling the bell-rope. \" Oh, you are still there, Jessie. Show these young ladies and gentlemen downstairs. They have made some mistake. This is No. 6, my dears.\" \"Yes, 'm,\" said Jessie. \" Stop ! \" cried Jean, much louder than she meant, but she was suddenly seized with terror that they were going to be turned out into the cold once more ; and without their tea! What would the children do ? She made a tremendous effort. \" There is no mistake,\" she said piteously. \" Are you not Miss Grenoble, and is not your name Jean ? \" \" My baptismal name is Jean,\" said her aunt, saintly deprecating such familiarity, \" and my proper name is Grenoble.\""], [23, "The Unwelcome Guests. 13 \" But you are papa's sister,\" cried Jean, bursting into tears. \" I am Jean Grenoble too. He named me after you.\" \" What!\" said the lady, and she sat down very sud denly in the arm-chair, still clutching the bell rope, which obligingly came off in her hand. \" He said he had written,\" sobbed Jean. \" Is it possible you never got the letter? But I have another one for you in my bag.\" She dropped Pamela's hand to fumble with the clasp; her fingers were numb with cold in their new black kid gloves. \" Here — I put it in because I was so afraid of losing it — addressed to you — and to me,\" she said, carrying it across to her aunt, and trembling very much. Miss Grenoble took the letter with a severe air, and after selecting a pince-nez from her chatelaine, opened and read it. The children waited in silence. It ran thus : 14 Dear Jean, I send you my motherless children. You won't be troubled with me. I am sailing for India immediately. 14 Your unfortunate brother, 44 Tom Grenoble.\" \" Is this the only explanation you have to offer me?\" said Miss Grenoble in awful tones. Jean regarded her face wistfully. \" Papa said you would understand, that he had written,\" she said faintly. \"I thought you expected us.\" \" Expected you ! And I only returned from town to-day ! \" said Miss Grenoble majestically. \" Had you come yesterday you would have found the house shut up. I neither expected nor invited you. Pray return to your father at once, and say so.\" If she expected to see the unfortunate little quartette retire as precipitately as they had advanced upon her, she was disappointed."], [24, "A Toy Tragedy. 14 \" I cannot take them away,\" gasped Jean, in pale alarm. \" What do you mean, aunt ? Papa has gone. There is nowhere to go. Oh, I cannot take them away again to-night. Out into the cold. Tommy, and little Pamela, and Elsie. Without their tea.\" Suddenly everything turned round and round before Jean's tired eyes. She tried to hold out her hands to her aunt, but to her surprise could only see the substantial figure a long way off through a mist. It spoke in a muffled voice, and then wavered about like a doll on an elastic string; the room became dark, and poor Jean subsided into unconsciousness. \" She has fainted clean away,\" screamed Jessie. She lifted Jean gently on to the sofa, and looked at her mistress, who sat still from sheer alarm. \" Jean is dead,\" suddenly cried Tommy, catching sight of her white face. \" Our Jean is dead, chilluns.\" He burst into a loud roar of dismay and grief. Pamela began to cry, and the noise became so terrific that Jean struggled to her senses and looked round in bewilderment. \"Children, stop crying,\" she said weakly. They flung themselves upon her in rapture. \" We thought you were dead. Oh, Jean, was it a game, or were you really dead like mamma ? \" Pamela said. 41 Are you better, child ? \" said the aunt stiffly. \" Rest yourself on the sofa, I beg, until you are quite recovered.\" \" I am quite well, thank you,\" said Jean mechanically. She stretched out a hand to still Pamela. Miss Grenoble sat and watched them all. Her dog was forgotten ; it crouched, jealously whining, under the red satin sofa. Tommy's straw hat reposed on an embroidered cushion, next to the bundle of rugs which he had deposited, in his sudden terror, on the couch. Worse still, his dingy pocket-handkerchief, wet with honest grief, was being spread out to dry on her lacquered fender by its careful owner."], [25, "The Unwelcome Guests. 15 Tommy had evidently no intention of quitting her roof that evening. On being convinced that his sister was alive and unhurt, he had turned his attention to himself. Miss Grenoble watched him with a kind of angry fascination un coiling his red muffler until his little round black head emerged entirely from its folds, and producing his fat, short arms, like two puddings, from the sleeves of his diminutive great-coat. Tommy was a methodical little boy. He folded up the coat inside-out, and laid it on a velvet chair, from which he first brushed imaginary crumbs with a podgy hand. She gazed at him in horror, but he caught her eye and gave her a friendly nod as he sat down on the hearthrug to unlace his boots. He had not taken in the unlikely fact that his aunt was not glad to see him. His calm, deliberate movements and evident conviction that he had reached his ultimate destination, struck her with chill dismay. \" What shall I do, Jessie ? \" groaned Miss Grenoble. \" I cannot keep them here.\" \"No 'm,\" doubtfully. \" And I can't send them away to-night ? \" No, indeed, 'm,\" with alacrity. \" I might consult Martha — ask her to come up at once.\" Jessie humbly retired in favour of a severely respectable elderly woman in grey. \" What shall I do, Martha ? \" said Miss Grenoble, show ing signs on her florid face of becoming tearful, as she read stern disapprobation on that masculine visage. Martha was the cook and housekeeper. \" They are my nephews, or nieces, I hardly know which — my brother's children,\" said her mistress, with an agitated sniff. \" I am tired out and worried to death. What can I do with them ? \" Miss Grenoble liked Martha so little that for the past"], [26, "16 A Toy Tragedy. ten years she had given her warning periodically ; but she depended on her so much that she found it politic to consult her on any matters concerning her household. Martha combined every desirable quality for a cook with an inveterate habit of looking on the worst side of tilings, and an undesirable frankness in communicating her opinions to her betters. Her mistress was a little afraid of her because she could not afford to lose her ; and Martha, perfectly aware of this fact, retained her situation and her independence at the same time, hardly troubling to read, and never commenting upon, the letters of remonstrance Miss Grenoble occasion ally wrote to her, and which Jessie had instructions to place on her kitchen table after she had retired at night. \"You won't be able to get rid of them, I'll be bound,\" said Martha, in her harsh rasping tones. \" You'll have to keep them. P*our of them ! They'll be a nice expense to us.\" \"Expense has nothing to do with it,\" said Miss Gre noble, with dignity. \" I merely wished to consult you about where I could send them — where I could put them — for the night only,\" hastily. \" In the spare room, I suppose. A nice mess they'il make of it,\" said Martha. \" I should have sent them back this evening,\" said Miss Grenoble severely, \" only the little girl on the sofa seemed too ill to travel.\" \"She do look dreadful sickly,\" said Martha; \"I hope it's nothing catching.\" \"Martha! \" almost screamed her mistress, \" I beg you will not put such terrible ideas into my head. You know how nervous I am.\" \"Being nervous makes you all the more likely to catch it,\" said Martha unconsolingly. \" It's a pity you had the spare room done up, now : I always was against that"], [27, "The Unwelcome Guests. 17 re-papering. Children do pull a place to pieces something dreadful.\" \" The children will pull nothing to pieces,\" said Jean, faintly striking in. \" Oh, could you not send away the servants, aunt, and let me speak to you alone ? \" \" Don't come near me, I beg,\" said Miss Grenoble nervously ; \" this shock will very likely make me ill as it is. Such want of consideration is just what I should have expected from my brother Thomas.\" \"One of them's quite a baby; you'll want a nurse. And a governess too,\" said Martha. \"The house will be turned upside-down. And I've always heard governesses are dreadful difficult to get on with — giving their orders. But their 'pa wanted to save himself the trouble, I suppose : just like men, so 'orrid selfish.\" \" Martha, I must request you to give no opinion of my brother to me,\" said Miss Grenoble querulously ; \" kindly ask Jessie for my camphor-bag, and some sal-volatile for the young lady.\" \" I want my tea,\" said Pamela. Jean had taken off Pamela's wraps, and she stood in her mournful black frock, with her golden-brown hair fluffed out round her rosebud face. Jean looked wistfully at her aunt. Could any mortal woman resist falling on her knees before such a perfect type of childish loveliness ? Yes, apparently Miss Grenoble could. She evinced no desire to leave her chair, looked severely at Pamela, and said with emphasis — \" Little girls must be seen and not heard.\" Pamela was puzzled for a moment, but the language of snubbing was new to her. A delicious smile dimpled her soft cheek ; she went to her aunt confidently, and murmured — \" Say it again.\" Miss Grenoble was surprised into a mechanical repetition. C"], [28, "18 A Toy Tragedy. \" Tell me some more things,\" said Pamela, delighted. \"At least \" with sudden recollection, \"after tea. Shall we come down and play games with you after tea, like we used with mamma ? \" \" I never play games,\" said Miss Grenoble, \" No, 'cos you had nobody to play with. Aren't you glad we've come ? \" said Tommy, standing up in his socks, with a pair of square-toed muddy boots in his hand. \"Look, aunt, I've taken them off all by myself\" (in tri umph), \" 'cos they was muddy. I stepped in a puddle outside your door. It wasn't an accident. I did it on purpose. Nobody saw me. Jean was paying the cabman. But I didn't want to spoil your nice carpet, so I tooked them off. Wasn't it thoughtful of me ? \" \"Hush, Tommy,\" said Elsie, in a loud whisper; \"why do you go on talking to her? She is a cruel aunt : she isn't a bit glad to see us.\" \" She is,\" said Tommy, faithful to his custom of invari ably contradicting Elsie. \" She's going to send us away,\" said Elsie, inexorably. \" Where to ? \" unbelievingly. \" Nowhere — we've nowhere to go ; she hasn't even invited us to tea.\" Tommy's face fell. \" But it's tea-time!' he said incredulously. \" Children is always thinking of meals. They eat a horeful lot. Our weekly bills will double,\" said Martha, who, nevertheless, could not take her eyes off the child ren. \" You'd better ask me, if you want your tea, little boy.\" \" Are you the cook ? \" demanded Tommy. \"Yes, I am. Head cook and bottle-washer, and all the other servants too,\" grimly. 41 1 have offered you help in the kitchen,\" interrupted Miss Grenoble with dignity. \" I don't want no girls about, thank you,\" retorted"], [29, "The Unwelcome Guests. 19 Martha. \" If it was a boy to clean the knives, now \" \" I have never kept man-servants,\" said Miss Grenoble firmly, \"and I never will.\" \"What's your name, little boy? \"asked Martha, kneel ing down to bring her long face on a level with Tommy's round one. \" Thomasarthurgrenoble,\" very fast in one word. \" Oh my ! There's a name. And what am I to call you ? \" \" Master Tommy, of course,\" said the young gentleman calmly. \" Will you bake a cake for tea, cook ? and will it soon be ready ? \" At this moment Jessie came back in a fluster. \" Oh, if you please 'm,\" she said, \" there's old Duff in such a state, wanting to know if you've arrived safe, and why you haven't been up to see her as usual, first; and when I explained, she's quite put about. ' To think Mr. Tom's children is come,' she says, ' and you not told her.' \" \" What did you get gossiping with her for, then ? \" snapped Martha. \" Take the children up to her at once,\" said Miss Grenoble, grasping at the chance, \" and tell her I am too agitated to see her to-night. She had better keep them upstairs, if it isn't too much for her.\" \"Where are they to sleep? They can't sleep in Mrs. Duffs room, it would be dreadful unwholesome,\" said Martha, holding her ground. \" Anywhere,\" impatiently. \" Would the box-room do, 'm,\" asked Jessie timidly ; \" there's the two old cots in it, and there isn't but very few boxes, ma'am. I could clear them out in no time.\" \" If you think it warm enough. But Duff will know,\" helplessly. \" I don't wish to do their healths any harm, Jessie.\" C 2"], [30, "A Toy Tragedy. 20 \" Oh, dear me, no, ma'am. There's a good fire place. Mrs. Duff is that excited and woke up it'll do her good to have them there. Shall I take them up, ma'am ? \" \" Yes,\" said their aunt, \" for the present : until I have time to think.\" \" There'll be rats and mice in the attic — it's a terrible cold place,\" said Martha warningly ; \" I shouldn't like to sleep so near the roof myself.\" \" Come along, young ladies,\" said Jessie, who habitually ignored Martha ; \" we'll see if we can't make you comfort able.\" \"Good-bye,\" said Tommy, affably, to his aunt. \"If Jean has time to unpack my velvet suit, I'll come down and see you after tea.\" The elder children dared not speak. They followed Jessie up what seemed to them interminable stairs, to the top of the tall house, where, among the servants' bedrooms, a door stood open, and revealed an old woman sitting by the fire. She was bent, and shrivelled, and tiny, and so agitated she could hardly speak, as she received the little black-clad visitors. But the children, as they entered that humble room, felt quite at home, and willingly kissed the withered face that peered into theirs. Mrs. Duff indulged in no sentiment. Perhaps she was too old. She received them in a matter-of-fact manner. But Tommy she held on her lap as though she could never let him go. 44 1 needn't to have asked whose boy he was,\" said Duff, nodding her head. \" Master Tom over again.\" \" I am Master Tom,\" he said solemnly. \"And I'm your papa's nurse,\" she answered. \" Is any of you named Jean ? \""], [31, "The Unwelcome Guests. 21 \" I am,\" said Jean, timidly advancing. \" And this is Elsie, and this Pamela.\" \"Ah, he named you after his sister, and Miss Elsie, mayhaps, after her mamma. We've had no Elsie in the family that I can remember. They both favours their mamma, I suppose ; but you don't take after no one, as I can see, Miss Jean.\" \" Perhaps after my own mother,\" said Jean,\" in a low voice. \" No, indeed ; she was as fair as a lily. I was at her wedding — ah ! a real fine lady she was, though her family were set against Master Tom. But his old nurse saw him married, little thinking, poor thing, to hear of her funeral before the year was out. Ah, he's seen some trouble since that day. The little one can't be more than five, sure-ly ? \" \" She isn't four,\" said Jean eagerly. \" Isn't she pretty, Mrs. Duff?\" \" You'll call me Duff, please,\" said the old-fashioned nurse stiffly. \" And handsome is as handsome does, Miss Jean. One child is as pretty as another in my eyes, so long as they're all good.\" Jean, who had had no experience in nursery maxims, stared at her. \"She's a big child for her age, and speaks plain too, poor lamb,\" said Duff, as Pamela murmured her desire that Jean should put her to bed soon. \" I hope her hair isn't always kept so untidy.\" \" It is. Mamma liked it. It's artistic,\" said Elsie defiantly. \"Did she? — poor motherless lamb!\" said Duff, taking scant notice of Elsie. \" Come and let old Duff warm your little feet by the fire,\" she said ; and Pamela allowed herself to be taken. Jessie came panting upstairs presently with a laden"], [32, "A Toy Tragedy. 22 tea-tray ; for Martha, being better than her word, had taken pains to prepare a substantial meal for them. While they did justice to it, they heard much creaking and moving of furniture in the attic overhead. The old woman seemed more at home with the little ones than with Jean and Elsie. She was not at all dis concerted when Pamela, struck by an enormous wart on her aged cheek, innocently inquired why she had two noses ; or when Tommy admiringly commented on the length of her moustache, and compared it favourably with his papa's own. Elsie and Jean, who were wont to exchange despair ing glances at Tommy's conversation in the presence of strangers, felt, with relief, that here was someone who could make allowance for the indiscretion of youth even better than they. What pleased Elsie less was to have her bread and butter spread for her, and to be told they must not eat jam until they had finished two slices each. \" We are not babies, Duff,\" she said indignantly. \" 'Deed, and you might be, for all you know of respect for your elders, Miss,\" retorted Duff. \"Jam with butter I never have allowed in my nursery — no, nor never shall ; nor cake, if you please, Miss, until you have finished your tea.\" Elsie, who had generally hung about afternoon tea with her mother, encouraged to take what she fancied, and coaxed to humour a somewhat capricious appetite, looked tearfully at Jean. \"If you please, Duff,\" said her faithful defender, \" Miss Elsie is always allowed to eat what she likes. She has been out of the nursery for a long time. I never let the little ones eat jam and butter myself, but Elsie is different, she is older, and she is very delicate.\" \" And no wonder \" said Duff. \" When she was a baby she had convulsions,'' said Jean,"], [33, "The Unwelcome Guests. 23 \"and mamma thought it right to humour her ; the doctor told us we must.\" Jean's nature was so little formed for defiance, even of the humblest kind, that her heart beat almost to suffo cation when she had ended this valiant speech. Duff shook her head. \" I doubt she's been spoilt then,\" she said. \"She is papa's favourite,\" very gently. \" Papas have no favourites,\" said Duff severely ; but she interfered with Elsie no further. An hour later Tommy's round black head reposed on a pillow, in the cot that had once belonged to Master Tom, the elder. The old nurse had given up all attempts to detach Pamela from Jean, and had satisfied herself by toiling up the narrow wooden stairs to tuck up the tired quartette. The box-room was neither more nor less than a long attic in the roof; but it had been match-lined with stained and varnished pine, and the high roof had been boarded off by a straight ceiling of the same, so that it was exceedingly low throughout. Jean's and Elsie's beds were next each other, and Pamela's cot was drawn close to Jean's side. The poor tired child had fallen asleep almost before her head had been laid on the pillow by Duff's tender experienced old hands ; but her sisters lay wide awake for a long time, whispering together, and watching the cheerful glow of the red fire reflected in the polished boards above and around. Already the room looked quite homelike and cosy, \" like the cabin of a ship,\" Tommy had drowsily remarked, from the recess near the fire, in which, mindful of draughts, Duff had placed his cot. A red curtain hung half-way across the recess. It resembled a family pew, and had evidently been used for dresses, but the hooks being"], [34, "A Toy Tragedy. 24 all empty now, Tommy had suspended one of his small gar ments carefully from each peg. \" Do you think the aunt will come and kiss us like mamma used to ? \" Elsie murmured in an awestruck tone ; \" I feel rather frightened, Jean. She has not kissed any of us yet ! \" \" She is not used to children,\" replied Jean. \" But we need not be frightened, we have not pulled her room to pieces, or hurt her nice things. And I have folded up our clothes\"— looking anxiously at three chairs in a row with three piles of neat garments upon them. \" No, I am not thinking of to-night. It is to-morrow that worries me.\" \" To-morrow ! Why ? \" \" If aunt is really not going to keep us,\" whispered Jean, under her breath, \" what shall I do with you— and the children ? \" \"Oh, she didn't mean it. How could she turn us out?\" said Elsie securely. \" But she might send us lo school, or something,\" faltered Jean. \" I heard Jessie say, ' The missus will never keep them here.' \" \" I shouldn't mind going to school,\" said Elsie, with visions of adoring playmates, admiring teachers, and a rapid recognition of her superiority to her sister. \" Oh, Elsie, darling, you don't understand, you would mind most,\" sighed Jean. \" They have nothing but hard work in schools, lessons, and \" (vaguely) \" punishments, shutting up people in dark rooms, and giving them bread and water.\" \" I should write to papa.\" Jean made no answer. She was too loyal to let herself blame her father's slightest act, but she could not forbear a wondering heartache that he should have left Elsie thus. Elsie ! Her mother's darling, and his most cherished child."], [35, "The Unwelcome Guests. 25 \" Perhaps,\" she thought wistfully, \" I shall understand it better in the morning. I am too tired to think now ; but he said he had written.\" She stretched out her arm over Elsie, \" Nothing very bad can happen to you, darling,\" she said softly, \" whilst / am there.\" But Elsie made no answer, and Jean, looking at her in the flickering firelight, saw that she had fallen asleep."], [36, "2 6 CHAPTER III. angels unawares. Jean sat sadly on the window-seat of the attic. The window itself was very low, hardly a foot from the floor, so she could see straight down to the pavement through the rain-washed panes. • With her chin resting on her hand she gazed across the wet asphalte of the Esplanade, wherein the deserted benches and solitary lamp-posts were reflected dimly ; to the long low line of grey sea which met a bank of rolling clouds on the horizon. Elsie, who was industrious in her own way, and did not share Jean's turn for idle dreaming, was trimming her doll's hat with Pamela's Sunday hair-ribbon, trusting such an un heard-of proceeding would pass unnoticed during these troublous times. Tommy was trying to teach Pamela to play \" noughts and crosses,\" with no further results than a fearful squeaking of slate-pencils, and an occasional upset of the water wherewith he cleaned the slate at intervals. Old Duff sat by the fire, nodding very often. The morning light showed plainly that last night's excitement had but momentarily renewed her strength. She was an old, old woman ; bent, withered, and shaking, with marvel lous wrinkles crossing and re-crossing her tiny, shrivelled face. Her gnarled fingers were curled at the points like the talons of a wild bird. But she retained all the traditions of her nursery, scolded Tommy and Pamela for the noise they were making, and tottered about the room, picking up toys and putting them away, muttering all the while to herself. Suddenly the"], [37, "Angels Unawares. 27 opening of the door recalled Jean's wandering fancy from the company of the sea-gulls, who were riding the white horses of the rising sea. \" Here is a letter for one of you,\" said the good-natured voice of the maid Jessie. \" Which is Miss Elsie ? When you have read it will both you young ladies go down and speak to your aunt, please.\" Elsie took the letter in a flutter of importance. \" How funny of papa to write to me and not you,\" she said, when Jessie had departed. \" Shall I read it now, or shall we go and see aunt at once ? I am dying to see her again, are not you ? \" \" Oh, never mind the aunt,\" cried Jean, in an agony of impatience. \" Open papa's letter. Perhaps it will tell us what to do.\" \" Don't be in such a hurry,\" said Elsie, offended ; \" after all, it's my letter. I'm not sure I shall let you read it. Papa must have had something private to say, or he would not have addressed it to me. I must read it first before I make up my mind whether you can see it or not.\" \"Oh, Elsie, don't be childish,\" entreated Jean. \"Can't you see it's important; and you know you cannot read writing very well.\" \"I can,\" said Elsie, colouring furiously, \"and it's a shame to throw it in my tooth that I'm backward when it's only because I'm delicate. I'm cleverer than you, Jean. Everyone says so,\" with angry tears filling her blue eyes. \"I know you are,\" said Jean soothingly. \"I didn't mean that, Elsie ; but do think how much depends on that letter, and let me read it with you.\" Elsie sharply bade the little ones not to look over her, and opened the letter, whilst Jean, not daring to offend her by advancing, stood at her side in burning impatience. Elsie rapidly skimmed over the closely-scrawled pages, deciphering a few sentences here and there. \" ' Pussy Elsie '"], [38, "28 A Toy Tragedy. — h'm, h'm, h'm — 'your poor father' — h'm, h'm — that wouldn't interest you,\" said Elsie, with a fine imitation of a grown-up lady reading letters to her children, \" ' the very minute we get out' — 'take you all home ' dear, dear; what an illegal hand poor papa writes to be sure. You may see it now if you like, Jean,\" flinging it to her ; \" it would take me a month to read it all, it's so long.\" Jean took the letter, and smoothed it out with trembling fingers. \" Why, but it begins, ' My dear Jean,' \" she cried. Elsie laughed, \" I'm sure you may have it if you want to,\" she said carelessly. \" Anyway, the envelope's mine.\" Her sister read it without further remark, \" My Dear Jean, 44 I am obliged to address this to Elsie, because your name is the same as your aunt's, which might cause confusion. I know my pussy Elsie is not up to reading her poor father's writing. My little Jean, I leave you with a heavy heart, but you are old enough to know I can do nothing else, when I tell you I'm ruined. Your aunt will ex plain all to you, no doubt. You know, I'm no great hand at writing letters. However, there's a chance yet of my making a fortune for you all. You remember the dear old General you little kiddy-widdies were all so fond of? I'm going back to India with him ; he's got me a post, and I'll write to you the very minute we get out. 44 When our poor angel (God bless her, how helpless we are without her !) decided to take you all home, we had hoped never to see India again ; but the money I depended on when I gave up the service has all gone at one blow. Never mind, my Jean ; we made the last year of her life happy. She hated India, and oh, how she loved Switzerland, and the sunny south. And how well, and rich, and happy, we all were. \" I trust them all to you, Jean. She did, but I can't bear to think of my poor little spoilt beauty among strangers. Shield her as much as you can, Jean. I hope your aunt will be as glad to see you all as she ought to be. Her bark is worse than her bite. If there are any difficulties, however, write to your mother's brother — Sir Philip Davening, Davening Park, Essex. He once wanted to adopt you — that was when your mother died ; but I never meant to accept"], [39, "Angels Unawares. 29 anything from him. However, beggars mustn't be choosers. Love to old Duff; she, at least, will have a kind word for your loving father, 44 Tom Grenoble.\" \" Drat the child, don't cry like that, to get a letter from your papa, too,\" said Duff advancing. \" I want to brush your hair, Miss Jean, before you go down to your aunt.\" \" Is there anything important in the letter,\" said Elsie eagerly. \" Does papa say if he has bought the blue beads he promised me? \" \"Yes,\" said Jean, reading the postscript. — \"Tell my Elsie I have got her beads, and I will send them to her.\" \"Then come on down,\" said Elsie, relieved; \"I'm ready.\" A few moments later they stood in the presence of their aunt, who, in a grey silk dress that fitted her stout figure like a second skin, was sitting beside her solitary breakfast table. Although the aunt was very stout, she was rather hand some in a severe way. She had a Roman nose, and a treble chin, which fascinated the children by changing its folds when she tossed her head to give a little downward sniff peculiar to herself. In her turn, the aunt scrutinised them closely at double their natural size through a magni fying-glass with a long tortoise-shell handle. \"Which of you,\" she demanded, clearing her throat, \"is the elder ? \" Jean advanced shyly. \"Me,\" she said, humbly oblivious of grammar. \"Then why,\" said Miss Grenoble, in awful tones, \"is the other child larger ? \" \"I was always rather dumpy,\" said Jean. \"Rather what?\" \" Dumpy,\" said Jean anxiously. \" I do not understand slang.\" \" It means small for my age,\" she explained ; \" it was"], [40, "A Toy Tragedy. 30 one reason papa was so disappointed in me^ you know. He had hoped so much I should be like my own mother.\" \" Humph,\" said Miss Grenoble ; \"and why did he not name you after your own mother, pray ? \" \" My first name is Elizabeth,\" said Jean, almost in coherent in her nervousness; \"but he thought — he called me — he thought it would please you — he named me Jean after you : he thought you would like it.\" \" Then in future,\" said Miss Grenoble, taking no notice, \" I shall address you by your first name of Elizabeth. It is exceedingly confusing for my niece and myself to be similarly called.\" \" Yes,\" said Jean bewildered. \"How old are you. Elizabeth?\" said Miss Grenoble, \" I am exactly thirteen years and three months ; but I am in my fourteenth year,\" she added wistfully. \"And I am only eleven and a half,\" broke in Elsie. \" Isn't it extraordinary ? And I am half a head taller than Jean — very nearly. And my hair so much longer. People never believe \" \" In my young days,\" said her aunt \" little girls used to speak when they were spoken to.\" \" Dear I how old-fashioned,\" said Elsie, astonished. Miss Grenoble was speechless with indignation ; but she thought it wiser to turn her attention to Jean. \" Did your father ever speak to you of me? \" \" No,\" said Jean timidly ; \" but mamma — not my real mother, you know, but Elsie's mamma — used to tell me about you.\" \" Very officious of her,\" said Miss Grenoble. \" And as she did not even know me, very strange.\" \" She had no one else to talk to,\" said Jean apolo getically, \" except fat Lisette, when papa was out.\" \" Personal adjectives are ill-bred,\" said Miss Grenoble with feeling. \" Who was Lisette ? \""], [41, "Angels Una wa r es. 31 \"The children's nurse. When mamma died and papa brought us home, she stayed in her own village and promised to look after the grave under the flowers, where mamma and the baby brother are buried. And I know she will,\" concluded Jean, weeping, \" for she loved her. Everyone loved mamma, she was so young and pretty, and so always laughing.\" \" I have been told my brother's second wife was ex ceedingly frivolous,\" said Miss Grenoble, \" but it does not become you to allude to it.\" Jean did not comprehend ; she dried her eyes timidly. \" As matters stand,\" said her aunt, \" I feel bound to tell you that for reasons you are not old enough to appreciate, your father and I have been strangers for many years. It is painful at your age to be told of family feuds, but such is the sad fact. I cannot explain the entire cause.\" \" I know,\" said Elsie, nodding her head ; \" it was be cause grandmamma left you all papa's money, though he was the boy. Papa told me so himself. He did not tell Jean. It is a mistake to think he tells everything to Jean, even if she is the eldest, though no one believes it to look at us.\" \"You are a pert child,\" said Miss Grenoble. \"Pray do not imagine that because you happen to be rather over grown / consider you superior to your sensible elder sister.\" Elsie's pretty mouth quivered. She was not accustomed to reproof. Her little face flushed deeply, and tears rose to her blue eyes. She looked appealingly at Jean. \" Please do not be vexed with Elsie, aunt,\" she said bravely. \" It is quite true what she says — papa often told her things, because she was his favourite. She was the pretty one, you know, and papa is so fond of pretty things.\" \" Very wrong indeed to make favourites, and she is probably very vain. Better to be ugly and good,\" said"], [42, "A Toy Tragedy. 32 Miss Grenoble warningly. \" Pretty children, sad to say, generally become plain as they grow older.\" \" I am not likely to do that,\" said Elsie calmly. \" I am the image of mamma. She was old, quite grown-up — at least, not, of course, so old as you are — and she was still very pretty. But I am not at all vain. What does it matter? There must be one beauty in the family. But Jean might not be so plain when she grows up,\" concluded the beauty, modestly shaking her love-locks. '• Since you have formed such erroneous notions,\" said their aunt, after a moment's displeased silence, \" I may as well tell you the truth. It is fortunate for you that your grandmother was far-sighted enough to leave her money to me. Otherwise your father would have made ducks and drakes with it, as he has with the rest of his fortune.\" \" Papa never could keep money ; he was too generous,\" said Jean, with regretful apology. \" Mamma always said so, always.\" \" Pray do not quote your step-mother so often,\" snapped Miss Grenoble. \" Had it not been for his imprudent re marriage, our difference might have been made up long ago. But after his first marriage — such a suitable one in spite of her family's unfortunate prejudice — I never got over the shock of her sudden death — and his second marriage.\" \" No,\" said bewildered Jean. \"And to a person,\" continued Miss Grenoble, \"who, however young and lively, had neither family, position, nor wealth to ; however, I do not wish to be severe upon her now, poor thing ; but she was quite unsuited to be my brother's wife, much as I deplore her untimely decease.\" \" Thank you,\" said puzzled Jean. \" However, Elizabeth,\" said her aunt, \"I think it is only just to inform you that I have received the letter your father led you to believe he had despatched ; with his customary carelessness, he had forgotten to post it. He"], [43, "Angels Una wares. 33 tells me he wrote to you, but I observed the letter to be addressed to Miss Elsie Grenoble, which naturally made me conclude her to be the elder sister.\" \" He was afraid, our names being the same \" faltered Jean. \" Exactly,\" said her aunt triumphantly, \" I beg you will desire your father to address you in future by your first name of Elizabeth.\" \" Does that mean we are going to stay here till papa returns ? \" said Elsie, who was growing very tired of the inter view. \"And if so, who will take us out for walks? Duff says she is too old to walk. And oh, aunt, Jessie was so cross about the stairs this morning. She says you will have to find someone else to carry all our meals to the top of the house. And are we always to have dinner in Duff's room ? Because Jean and I are accustomed to the dining-room. Even Tommy and Pamela dined with us in the middle of the day. But how can you know what we are in the habit of doing until someone tells you ! \" with a gracious laugh. Miss Grenoble was struck dumb by her happy con fidence. \" Of course,\" proceeded Elsie, with her lovely insouci ante smile, \" you need not have the younger ones down. I am not particularly fond of seeing them at table myself. They are troublesome in their way. Tommy eats so much, and Pamela requires her meat cut up for her; but sometimes she says amusing things, so papa used to like her there, and Jean looks after her.\" \" You may spare me any further particulars,\" said Miss Grenoble drily ; \" I sent for your sister to tell her, and you, that I intend, as soon as possible, to communicate with your respective maternal relatives, and resign the care of you into their hands. As your father finds himself in such embarrassed circumstances, I shall offer to assist them in D"], [44, "34 A Toy Tragedy. defraying the cost of your education and maintenance ; more than this nobody could expect of me. I will not turn my quiet home into an orphan asylum. Even if Duff were younger it would be different, but she would break down under such a charge. Your father gives me no address. He has taken care to make remonstrance impossible. He says he will write from Bombay, but that will be weeks hence. He has treated me infamously.\" Jean's attention had been somewhat distracted during this speech by a fumbling at the door-handle. It was followed in a moment by the entrance of Tommy. \" Good-morning, aunt,\" he said punctiliously ; \" I've broken your clock ! \" Miss Grenoble looked helplessly at him. \" I climbed on a chair, and crawled to the middle of the mantelpiece,\" explained Tommy, \"and I swinged my legs and pretended they were chickens roasting in front of the fire. An' I forgot the clock, an' it fell in the fender, and was all smashed up to bits.\" \"You deserve to be severely punished,\" gasped his aunt. \" Yes,\" said Tommy, \" that's why I came down ; I always tell the troof. How do you punish ? Being sent to bed is what I mind least,\" he added honestly. \" Martha says I'm dreadful mischievous ; I met her on the stairs and told her.\" \" Duff ought to have looked after you.\" \"Ah! but she was minding Pamela,\" said Tommy. \" Pamela was looking out of the window, and she put her head between the bars, and we was 'fraid she would slip out— and please, it's cleared up — can we go out ? \" \"Hush, Tommy,\" whispered Jean. \"No, there is no one to take you out.\" \" Martha will,\" said Tommy stoutly. \" I cannot spare Martha ; go back to the nursery,\" said"], [45, "Angels Unawares. 35 his aunt sharply. \" Little boys must not run about the house alone. No, Jean, stay where you are; he is not your brother. Elsie, take him away — you are his sister.\" Tommy looked, stupefied, at Jean. \" He is — he is — mylittlebrother,\" cried Jean passionately. \" Oh, aunt, he has never been told that before. I am his own sister Jean.\" \" I like Jean better than Elsie,\" said Tommy impervi ously ; \" she does not thump me and call me a baby.\" \" Tell-tale ! \" cried Elsie turning scarlet. \" I am not,\" said Tommy defiantly. \" I never said you did, I said Jean didn't:' Here Martha, without apology, intruded her presence. \" I don't know how much longer you're going to sit over your breakfast,\" she grumbled to her mistress ; \" but it's pretty near twelve o'clock, and as much as I shall do to wash up before luncheon. All this extra cooking's some thing horeful. I think you'd better let the children dine with you in the middle of the day. It do seem ridiculous dragging their food all that way up, and of course Jessie's grumbling at the stairs.\" \" Jessie can speak for herself,\" said Miss Grenoble with dignity. She put up with Martha's rudeness for five minutes daily in the privacy of the larder, but to endure it upstairs before the children was a different matter. \" Jessie is going to give you warning,\" said Tommy innocently. \" She said she was not a nigger slave, so she wouldn't be treated like one. What do you think she meant ? \" \"Ha, ha!\" said Martha; \"children and fools speak the truth, they say, Tommy.\" \"I always speak the truth,\" said Tommy, \"and you should say Master Tommy. Duff has better manners than you, though she is so old.\" \"Martha has no manners at all,' said Elsie in disdainful i) ?."], [46, "36 A Toy Tragedy. revenge for a snub she had received from the housekeeper already that morning. \"What have I done now?\" said Martha, not ill humouredly. Apparently she derived some pleasure from contem plating the children ; indeed, they were, to her, almost a new species of humanity. \" You are not respectful,\" said Elsie with calm direct ness ; \" you speak to aunt without saying ma'am or mum, although she is your mistress. It is because you know no better, but I wonder she allows you. / should not let you if I were a grown-up lady and you were my servant. I should say, You may call me ma'am, Martha, or you may call me mum, but I can't be called nothing.\" \" You were quite right, you see, Martha,\" said Miss Grenoble grimly; \"children and fools speak the truth.\""], [47, "37 CHAPTER IV. THE NURSERY UP TO DATE. \" For what we are going to receive may the Lord make us all — except aunt — truly thankful,\" said Pamela piously. The four children were having their early dinner at Miss Grenoble's luncheon-table. A roast leg of mutton and a roly-poly pudding were provided for them. Martha had her own theories as to the quantity of sustenance required by the young, and carried them out without reference to her employer. Under a separate cover reposed a delicately-roasted partridge for Miss Grenoble, who disliked butcher's meat, and a new* thorn in her side was the daily appearance of an enormous joint ; for without freshly-roasted meat, Martha affirmed, children could not possibly be kept in good health. \" What do you mean, Pamela ? \" said her aunt. Pamela looked at her innocently. \"You're not going to have our dinner,\" she said, \"so I can't say grace for you. You're going to eat the dickey bird.\" \" I am sure,\" said Miss Grenoble, \" if any of you prefer a slice of partridge to that gross-looking mutton, I shall be very glad to help you to it.\" \" There wouldn't be enough for us all,\" said Tommy reflectively. \" And besides, you are old and must have what you like. Duff\" takes buttered toast to her tea ; she says age has its privileges — children can eat almost any thing. Why, there wouldn't be enough there for me.\" \" You ought not to want so much food as aunt,\" said Elsie : \" her inside is much larger than yours.\""], [48, "38 A Toy Tragedy. \" Ah ! but she has had longer to fill it,\" said Tommy. To say that the indelicacy of this conversation shocked Miss Grenoble would be to express her feelings but faintly. \" Jean,\" she said sternly, \" I beg you will desire your brother and sister to discontinue their vulgar dispute.\" Jean darted reproving glances right and left, and hastened to change the conversation. \" It rains a good deal in England : we have been here three whole days, and have not been out yet.\" \" It is the winter-time, it is November,\" said Tommy sapiently. \" In summer we shall play on the beach with spades and pails. Shan't we, aunt ? \" \" Not on my beach,\" said Miss Grenoble. \"Is it your beach ?\" said Tommy astonished; \"why, I thought it belonged to everybody. Is the sea yours, too ? ' \" Do not be foolishly literal, Thomas,\" said his goaded relative ; \" I merely implied that you will, in all human probability, be far enough removed from the shelter of my roof by that time.\" She spoke with such solemnity that she had the triumph of feeling she had at last succeeded in impressing her nephew and nieces'! \"Is you going to die, then?\" said Pamela seriously. \" Would you like to be a little naked cherub, flying up to Dod?\" \" I am not profane enough to contemplate such possi bilities '' (despairingly). \" Is you gsing to send us away ? \" asked Tommy, who had pondered over her words to more purpose. \" Yes ; I have written to your mother's aunt — the only relative of hers I have ever heard of; and should she be unable to receive you, I shall send you to school.\" \" Pamela is too young to go to school,\" said Jean pleadingly. \" Could not we stay here ? we will try and give less trouble.\""], [49, "The Nursery up to Date. 39 \" I did not allude to you, my dear,\" said her aunt, in a more gracious tone. \" I have written, indeed, to your uncle, Sir Philip Davening, your dear mother's brother, to tell him of your arrival in England, but I have left it to his discretion to invite you to his house ; you are welcome to stay here until he does so.\" Innocent Jean could imagine no reason for this prefer ence. She clasped her hands piteously. \" Oh, dear aunt,\" she said, \"do not take the others away from me. Who would take care of them, and amuse them, and sew in their clean tuckers on Saturday nights, if you, if you (half crying) take them away from me I Oh! it is impossible. I could not stay here and let them go to school. What would papa say ? \" \" You are very ungrateful,\" said Miss Grenoble tearfully. \" I thought you a nice, quiet, well-behaved girl, and I meant to be kind to you, whether your rich relatives took you up or not, and this is how you repay me.\" \"Why should Jean's relations be richer than ours?\" said Elsie, in an injured tone. \" I don't call it fair.\" Miss Grenoble deigned no reply. She had been impa tiently awaiting the results of her endeavours to transfer the children ever since she had written to their maternal relatives. They had been in the house for more than a week, however, before any answer came. Then there was a letter from a cousin of the children's mother, stating that the aunt Miss Grenoble had addressed was dead. The letter was polite, but firm in tone. The writer pointed out that the children had a nearer claim on their father's sister than on anyone else. She added that she could conceive no possible reason why Tom Grenoble could not look after his own children. \"It is not as if they were orphans,\" she said apologically. In short, she declined to be interested in the young"], [50, "A Toy Tragedy. 40 Grenobles at all, and openly suggested that a rich maiden aunt was far better able to provide for them than a poor \" distant cousin with a large family of her own.\" \"This decides me,\" said Miss Grenoble, reading the letter angrily out to Jean ; \" I shall look out at once for a school for your brother and sisters.\" \"And for me,\" said Jean, trembling. \" If you prefer school to staying with me,\" stiffly, \" you are at liberty to accompany them. But, though I received no letter from your uncle, Sir Philip, I can only believe the delay to be temporary ; and should he offer to receive you, you would be throwing away all chance of being able to assist your family later on, if you offend him by displaying this foolish unwillingness to leave them.\" \"I can't help it,\" said Jean wistfully. \"It is now, while they are little, that they want me.\" But she did not forget her aunt's words, and she tried in vain to lose her prematurely anxious fears in the games she daily invented and played with her brother and sisters. \" It be pretty enough to see them play,\" said old Duff, \" but they be too new-fangled for me, and dear knows what they're all about. More play-acting than games. In my young days it was all for 'Blind-man's Buff' and 'Round the Mulberry Bush,' but they must needs find something new.\" Miss Grenoble, one wet afternoon, actually toiled up to the attic to discover the cause of the noise that was shaking the very foundations of the house. She paused in the door way, and beheld, to her horror, an imitation circus in full swing. A tent had been arranged in a corner with a counter pane and two chairs, and the arena was carefully floored with blankets, whereon Pamela, in light attire, was turning genuine somersaults with small squeals of delight. Jean with a waste-paper basket on her head to represent a tall"], [51, "The Nursery up to Date. 41 hat, and Jessie's Sunday jacket for a frock coat, stood cracking a toy whip with great force to encourage Tommy and Elsie, who, screaming with excitement, were taking wild leaps on imaginary horseback over hurdles formed with chairs, and falling on mattresses laid down to receive them. \"Too much noise,\" said Duff\", who sat by the fire, nodding peaceably through the uproar. \" Please to play at something quieter.\" The children, with no idea whom their audience comprised, changed the spirit of their pro ceedings. \" Only it's such a bother to have to put the beds tidy,\" said Elsie's shrill tones. \"Let's play at hospital, then,\" suggested Jean; \"then we must make them for the poor patients you know. Tommy, put on your nightshirt directly. You can be a poor man dying of a jungle fever, and we'll put cold water bandages on your head.\" \" No, I'm wounded in battle,\" said Tommy obstinately. \" My legs is shot off\", and my chest is squashed in with a cannon ball. I must arrive on a shutter.\" Miss Grenoble nearly fainted. \" Then what can / be ? \" said Pamela plaintively. \" You're the errand-boy who carries the medicines ; I'm the doctor,\" said Jean ; \" Elsie, you be the nurse. Heap the blankets on him, he's in a high fever. I'll get the soap, and make him some nice frothy medicine, and you must see he takes it.\" \" I shan't really swallow it, you know ; you can pour it into the bed,\" said Tommy. \" No, you must swallow a little,\" said Elsie coaxingly. \" I'm very hot,\" said Tommy, in a muffled voice, beneath a pile of bed clothes. \" That's the fever ; so much the better ; it makes you look feverish,\" said Elsie encouragingly. \"Just wait a minute"], [52, "A Toy Tragedy 42 till I bandage your poor chest. Pamela ! a mustard plaster ! \" \"Yes; what is I to bring,\" said Pamela, delighted. \" The flannel, between the two halves of the soap-dish to keep it hot. I must slap it on,\" said Elsie, who was busy tying a wet handkerchief round poor Tommy's flushed and heated brow. \" There, I think that is as hot as you can bear it. Poor man, he's suffering dreadfully ! \" The patient's pretended groans were so realistic that Miss Grenoble could bear it no longer; she rushed into the room. \"The boy must get up at once,\" she said; \"you will make him really ill. It is too dreadful ! What are you doing, children ? \" \" We were only playing hospital,\" said the doctor, meekly advancing with a bottle of soap-suds ; \" it's a game we've often played before.\" \" It's a game I desire you will never play again,\" severely; \" teaching this innocent child to hear of such horrors with perfect equanimity. Have you no sensible games?\" \" We might play ' Catching the train,' but that is rather noisy,\" said Jean timidly. \" We could play it quietly. The chairs are railway carriages, and we are three old ladies we used to know in Switzerland. We hold up our dresses so \" \" In an old-fashioned way, you know,\" interrupted Elsie, \" and run about screaming for the guard and the engine driver to tell us when the train is going ; and Tommy is sometimes our nephew — they had a nephew — and rushes out for the luggage ; and sometimes a porter, just as we happen to want him.\" \" It sounds a very senseless game,\" said Miss Grenoble. \" Could you find no more suitable method of amusement ? \" \" Church,\" said Jean timidly, \" is very quiet, only we generally play that on Sundays, and we sometimes quarrel,"], [53, "The Nursery up to Date. 43 because, naturally, it is more amusing to preach than to be the congregation ; though we take it in turns to collect \" \" With the shovel,\" put in Tommy zealously, \" but we've no counters here.\" \" That is a most sacrilegious game I \" said Miss Grenoble, horror-struck. \" Never shall I permit it under my roof. Can you not amuse yourselves with some drawing-room game. Dominoes ? \" \" And go to a masked ball ? We do, sometimes, Mamma taught us that game,\" began Elsie eagerly. \" Ball ! nonsense I \" said Miss Grenoble, in a deep voice of indignation. \" I allude to— to a pastime undertaken with small tablets of black and white ivory, which I see you have never even heard of, nor, perhaps, of solitaire— that is a nice recreation.\" \"We don't know how to play it,\" said Jean, adding with her natural politeness, \" but we should be very glad to learn some new games, if they are not too difficult.\" \" This is not too difficult,\" said Miss Grenoble, more graciously. \" It is played with small glass balls.\" \" She means marbles,\" Tommy interpreted to his sisters. \" We can play that ; we've got some marbles.\" \" We don't play the game like the boys on the pavements do,\" said Elsie. \" I can,\" said Tommy. \" But we call it ' Hotel ; '. it is our favourite game,\" said Elsie eagerly. \"You tell, Jean.\" \"We each have ten children; marbles, you know,\" said Jean, beginning with cheerful confidence, and gradually dying away into doubtful apology. \" And we build an hotel with bricks, and have three seasons ; and the rooms are different prices, and we each have so many counters, and hire which rooms we choose.\" \" And the manager declares the season over when he"], [54, "A Toy Tragedy. 44 likes,\" said Elsie. \" Don't you see, aunt ? Just when one has taken the most expensive rooms, very likely; and for the last season, perhaps one has to take one's children into the beggars' room — that is free, you know, and full of common marbles ; and then Pamela cries.\" \"Then I always cries,\" repeated Pamela, leaning her elbows confidingly on her aunt's stamped-velvet lap. \" 'Cos the beadle comes in and frightens me.\" \" And the sanitary inspector,\" said Tommy, with relish, \"to see if they keep the place clean, and to take the children to school. He doesn't go into the expensive rooms, you know, but they must make the beggars' room uncomfort able, or we shouldn't mind being there.\" \"Perhaps aunt would think 'Visitors' a nicer game,\" said Jean humbly, reading no very favourable opinion of the last in Miss Grenoble's face. \"We try and behave like grown-up people \" (anxiously emphasising the beneficial tendency of the play), \" and we have very good manners, and take it in turns, three of us at home, and one a visitor, who comes in a nice genteel way and talks.\" \" That sounds a little more improving,\" said their aunt, benignly, \"though in my young days children were children and did not ape their elders. You may play that quietly, if you choose, whilst I am looking on.\" \" I have thought of someone. I'll go out,\" cried Elsie cheerfully, \" I wonder if you'll guess who I'm going to do ! \" Jean had unfortunately forgotten to explain that the point of this game lay entirely in imitation. \" We have to guess who she's pretending to be,\" she was beginning nervously, when Elsie opened the door and appeared. In an incredibly short space of time she had increased her apparent bulk with a couple of towels from an adjacent bedroom, and now, as she sailed in, with her lips pouting, and head thrown back to make a double chin of the soft"], [55, "The Nursery up to Date. 45 white neck, there was no need for the additional touch of a life-like downward sniff\", as she imitated the dignified reading of a newspaper through imaginary glasses, to convince the paralysed audience whom the unlucky actress intended to represent. Incredulous wrath was painted on Miss Grenoble's countenance ; she did not trust herself to speak, but marched straight out of the room, leaving consternation behind her. \" How disagreeable she is ! \" said Elsie weeping. \" I thought it would flatter the old thing. I could have been much funnier if I had done Duff. But I thought she would be pleased to see how exactly I knew what she was like.\" \" Miss Elsie,\" said Jessie, entering the room, and giggling. \" You're to go to bed at once in the spare-room by yourself till you're told to get up, for taking off your aunt like that. My goodness ! I wonder hovv you dared, miss, before her very face, too.\" \" You are all very stupid, and have no sense of humour,\" said Elsie angrily ; \" papa would have roared with laughter. I never saw such a set of old maids.\" Elsie was no favourite with the servants, but Jean carried her down some tea, and a story-book to enliven her solitary confinement. When she had left Elsie sobbing disconsolately among the pillows, she went straight to her shabby desk, and sat down to write a letter. Only the vision of Elsie's tearful blue eyes nerved her to do so ; she resolved to boldly address herself to her stranger uncle. When finished, her composition ran as follows : — 44 Uncle Sir Philip Davening, \" Papa said I might write to you because though I don't know you yet you are my own mother's brother. Please excuse me, I don't wish to do wrong, but there is no one to tell me just now. It is this, I am unhappy about my brother and sisters going to school, they are only half really, I know, but we were never allowed to"], [56, "46 A Toy Tragedy. say so before. Aunt says you mean to be kind to me, but please make no difference between us. My sister next to me is very miserable, she is used to being petted, no one here thinks much of her, please be kind to her, it does not matter so much about me, we have never been parted. \"Your affectionate niece, 44 Elizabeth Grenoble.\" She signed her mother's name, partly from an instinctive feeling it would aid her cause with her uncle, partly because the reply otherwise would be equally addressed to her aunt. The first time she went out with her brother and sisters for a walk, she posted her letter. From day to day she waited in hope, but no answer came."], [57, "47 CHAPTER V. THE SONG OF THE QUARTETTE. \"Thy nightly visits to my chamber made, That thou might'st know me safe and warmly laid.\" — Cowper. Miss Grenoble sat wearily by the drawing-room fire, holding the outside sheet of the Morning Post. She had scanned one advertisement after another in despairing silence, whilst even through the sheltering newspaper she had irately felt the solemn piercing eyes of her nephew Tommy fixed upon her. She had vaguely hoped to find a school to which, with out superfluous delay, she could indiscriminately forward her nephew and nieces ; but hitherto she had searched in vain. It appeared clear that in spite of all Jean's entreaties and his own, Tommy would have to be separated from his sisters. \" If only he were older ! \" groaned Miss Grenoble, staring enviously at a paragraph which offered an \" exceptional opportunity to a youth whose friends were desirous \" of parting with him. Then her eye travelled to a tempting paragraph in which an \" M.A.\" offered to treat with firm discipline backward or delicate boys. Her nephew could hardly be termed delicate : his round cheeks glowed with rude health ; nor was he to be truthfully described as back ward ; indeed, she had begun to regard Tommy's powers of reflection with awe. \" Thomas,\" said Miss Grenoble, \" I am much harassed concerning your future. Have you formed any plans in your own mind regarding it ? \" With a miraculous effort Tommy fathomed her meaning."], [58, "48 A Toy Tragedy. \" I thought of being a stoker,\" he said slowly, \" or an engine-driver. They are always close to the fire and nice and warm, and they never have the trouble of washing. It wouldn't be worth while, you know, to get black again so soon. And they see how the engine works too.\" \" Stokers are not gentlemen,\" said Miss Grenoble. \" I knew one once,\" said Tommy solemnly, laying a podgy hand on each knee, and regarding her like a serious old man ; \" he was a very gentlemanly kind of fellar.\" \" Pray do not express yourself in that way, Thomas,\" nervously. Tommy was a little hurt, but he merely remarked, \" Papa does,\" and relapsed into silence. \"The question is,\" said Miss Grenoble, \"what I am to do with you. Your two sisters I could place (at consider able expense) with a lady who receives little girls to educate with her own, but she will not include boys.\" \" You could send me to Eton,\" suggested Tommy with much interest ; \" I have often wished to go to Eton.\" \" Were you somewhat more advanced in years, Thomas,\" said his aunt with elaborate satire, \"I might of course feel inclined to sacrifice every luxury and comfort in my old age to support you at the most expensive public school in England, and should doubtless make you a sufficient allow ance to enable you to carry on your distinguished career at a university ; but as you are too young to be admitted to a public school, the question need not be raised.\" Tommy beamed at her in simple good faith. \"Perhaps you are like Jean because you were named after her,\" he said thoughtfully ; \" but I shouldn't let you give up your old age for me. Mamma always said we shouldn't take advantage of Jean. If I were bigger I would work for you, as you are so poor. I did mean to be a man and take care of my sisters when mamma died, but just for the present,\" he concluded mournfully, \" I am only seven years old.\""], [59, "The Song of the Quartette. 49 Miss Grenoble felt a sudden sensation of something like affection for the honest ugly little face before her, working violently with Tommy's efforts to repress his tears. \" I don't know what to do,\" she said helplessly. \" If we are too much trouble,\" said poor Tommy, \"you could send us to a home for Injun children. Jean said before we left Inja mamma used to cry because of sending us to one, till papa gave up the service, and we all went to Switzerland to fetch my baby brother.\" \" To fetch who ? \" ejaculated his aunt. \" My brother ; he was born on the big mountains. He came from Heaven,\" said Tommy gently. \" It is not so far as you would think — from Switzerland. The top of the mountains go up further than the clouds, you know. Quite a little baby, but he was in such a hurry to get back, that he only stayed a week. I was sorry, 'cos I should have liked a brother, and now I've only got sisters. I wonder some times if God thought he wouldn't be happy enough here without mamma, or perhaps mamma would have been lonely in Heaven. And Jean had so much to do without him. Elsie was dreadful ill crossing the Channel that day we came to you, and Pamela cried all the way to London, though papa held her in his arms ; but she slept on Jean's lap coming here.\" \" I fear I may have been a little inconsiderate, Thomas,\" said Miss Grenoble apologetically, \" when you arrived, of your fatigue, but I had no notion you had travelled further than I had myself — you must have been sadly tired.\" \" I should have been tired if I hadn't been a boy,\" said Tommy. \" The others were, you know, somethin' dreadful.\" \" I beg you will not imitate Martha's way of speaking,\" said his aunt. \" Well, I was talking to her this morning, that's why. E"], [60, "A Toy Tragedy. 50 She wanted to know when we were going. No one seems to want us much anywhere now,\" said the little boy for lornly. \" If I was a man I'd buy a house, and we'd all go together and live there, and play what we liked. I wish papa had tooked us back to Inja, where I was a young sahib, and quite a respectful person, though I was only six then. But papa had lots of servants, so there were no difficulties about carrying our meals — that makes a differ ence ; we each had an ayah, and it wasn't never cold.\" \" I always understood the climate was exceedingly trying to the young,\" said his aunt. \" I don't remember that,\" said Tommy. \" It was cold on the steamer sometimes, but it was summer in Switzerland most of the time. I liked that, too. Only mamma was ill ; but before she was ill she used to come and kiss us in bed every night. But perhaps you never had a mother, and if so, you can't know what it feels like when she came rustling, rustling in, in the middle of the night.\" \"A very injudicious hour to disturb you from your slumbers,\" said Miss Grenoble. \" It was not really quite the middle of the night,\" said Tommy conscientiously ; \"grown-up people had not gone to bed. They were still all buzzing and laughing after late dinner. How I know ? Elsie and me once went and hided to see. We had our nightgowns on, and sat undt r the dining-room table. An' there was a party. Elsie was brave all the time, though there was nothing but feet ; and they made such a noise over our heads, and one boot kicked Elsie, and she nearly laughed, but it was such a long time, and I cried quite loud. I wasn't so old then. An' mamma said, ' It's my precious pickle I ' and they got us out, and everyone roared an' laughed, and Elsie and me cried ; it was worse than being scolded.\" \" Good Heavens ! \" said Miss Grenoble. \" Mamma never really scolded, you know, but she said"], [61, "The Song of the Quartette. 51 we would be the death of her. You never saw her, did you ? \" said Tommy, sighing. \"No, what was she like?\" asked Miss Grenoble stiffly, in order to conceal her curiosity. \" She was like Elsie, everyone says so ; but of course she was beautifuller 'cos she was grown up, you know, and had long hair, right down to her knees, it was, not just round her ears like Elsie. / am like my papa ; we had a picture of him at home, when he was a little boy, in a red sash. It is a beautiful picture, and just like me,\" said unconscious Tommy. \" You are like him — in appearance,\" said Miss Gre noble. \" Excuse me,\" said her nephew, with old-fashioned politeness, \" I heard a knock.\" Jean entered, as he spoke, with a letter in her hand. \"Oh, aunt,\" she said timidly. \"It was on the hall table, and had a foreign stamp ; I did not mean to look at it, but, I hoped it might be from papa.\" Miss Grenoble opened the letter, and having read it, took Jean's hand in solemn exultation. \" Elizabeth,\" she said, \" I congratulate you ; your mother's family recognise your claim. Sir Philip Davening writes me that our letters w*ere forwarded abroad to him. (I was not aware you had written, but it was a dutiful and proper proceeding.) He is now at Paris, hastening home with Lady Davening (who had gone to the Riviera for her health), in order to receive you. He says he shall consider you as his own daughter ; but wait ! though the letter is not intended for your eye, I will read you the last few words. 'Tell my niece that I have received her letter, and that in reply I beg you will send her half-sister with her on a visit, as she is so much attached to her, and I do not wish her to miss her companions all at once. Unhappily, I have no children of my own, but ere long I trust our beloved niece E 2"], [62, "A Toy Tragedy. 52 will be too happy in the home of her mother's childhood to seek for the companionship of anyone beyond it. In reply to your difficulty as to placing the children of your brother's second marriage, in their present destitute condition — ' um — um — um ! \" read Miss Grenoble, rather embarrassed, \" ' of course they have no claim on me, but it might be wiser not to detach them too suddenly from their elder sister, and on my return I think I may promise to find them a temporary home. Our rector has sometimes taken charge of children whose parents are in India, and his wife is a most estimable person. I should not like to think our little Elizabeth fretted for her companions. In this way she will be detached from them by degrees, and you will pardon me for offering to defray the cost of their maintenance in her neighbourhood for at least a year.' \" Jean stood still, struggling with repressed seeling. A sudden gratitude and affection for the unknown uncle who wrote of her so kindly, warred with her intense resolve never to be \" detached by degrees \" from the brother and sisters she loved. \" It — it is very good of Sir Philip Davening,\" she faltered, \" but I would rather, if the others go to the rector, go with them, if you please.\" \" Rather go to the Rectory ! But that is because you do not understand,\" said Miss Grenoble. \" Do you not see that Sir Philip is actually going to find a home for them, for your sake, because you are his niece ? Perhaps he even intends to make you his heiress ; Davening Park is one of the finest places in England ; and I have always heard he was passionately devoted to your mother — his only sister — before her marriage ; and he is enormously rich. But you will understand better when you get there, and have servants, and carriages, and horses, and — and everything to make you happy.\" Jean's star-like eyes met Miss Grenoble's as they were"], [63, "The Song of the Quartette. 53 fixed persuasively on her, and before their pure, unworldly wonder, the gaze of the woman might have sunk abashed. \" I don't think I care for all these things,\" said the child. Miss Grenoble thought she had not painted the picture in sufficiently glowing colours to attract her. \" But you will be able to buy things for the others — for Elsie,\" she said slowly ; \" she will be in a very different position. You will be a great lady some day, if you please your uncle : you will have everything you wish for, be able to give presents to your family, and be beautifully dressed.\" Elsie, who had stolen in unobserved, suddenly gave a cry. She had listened open-mouthed to the recital of Jean's good fortune, but the last item of her future happiness was too much for her ; with an incoherent sob of mortification she rushed out of the room. \" Elsie is jealous,\" said Tommy calmly. Jean turned on him almost angrily. \" You do not understand, you are such a little boy,\" she cried with heaving breast, \" but Elsie sees, and so do I, that they are trying to take me away from you. They are trying to tempt me with pretty clothes and nice things to leave my own brother and sisters. Me, that loves them so ; but I never will. I will never leave my little Pamela and my own brown fat Tommy,\" hugging him. \"No rich uncles can make me.\" \" I see you mean to fly in the face of Providence,\" said Miss Grenoble in despair. \" Go, Jean, and leave me in peace to answer your uncle's kind, unappreciated letter.\" Her niece, clasping Tommy's hand convulsively in her small lean fingers, passed silently from the room. There was a picture which never left Jean's faithful memory in after years. Tea was over, and Duff\" had retired to the room below"], [64, "A Toy Tragedy. 54 for her customary \" forty winks,\" as she unblushingly termed her frequent naps. The curtains of the low window were drawn, and the floor was strewn with the open picture-books, the white baa limbs and the pail full of marbles that Pamela had been playing with before tea. Tommy's soldiers were marching in a compact body on the nursery table, and Elsie held the one plaything she lwed close in her arms. It was an ancient china-headed doll, with a high colour and a fixed unnatural simper, but its most distinctive feature was a shiny black chignon. She had been known to lie awake nearly all night because \" Old Charlottina,\" as it was fondly called, had been mislaid. The four were gathered closely together in the firelight. Jean, with her sallow, earnest face, and soft hair growing low on her straight, intelligent brow ; Pamela with her infantine wealth of colour and the glorious purple-tinted eyes that somehow never look far beyond childhood, but are replaced imperceptibly by less dazzling, more work-a-day orbs ; Tommy square and serious, with his black eyes wide open in his comic, honest little face, and his brown hair un becomingly flattened everywhere, save for the cockatoo's crest which defied wet brushes and stood upright on his sorehead ; and Elsie, the best loved of them all, beautiful, with a childish seraphic loveliness that went to the coldest heart. Elsie, with her pathetic eyes, bits of colour taken straight from the blue of Heaven, her curved mutinous lips and delicate transparent fairness. Elsie, the life and soul of the picture to the wistful eyes that watched her, adorable equally in her petulance, her selfishness, or her clinging tender moods of repentance. Poor little quartette ! how far away the future seemed, how fraught with terror and perplexity the present, and yet how confidently a few brave words dispelled the cloud that hung over them."], [65, "The Song of the Quartette. 55 \" Even if we are separated, we must never love each other less,\" said Jean. \" We have always shared alike ; it does not seem fair,\" said Elsie, with a sob in her voice. \" If I were a man I could fight the wicked uncle,\" said Tommy meditatively. \" He is not wicked,\" cried Elsie ; \" he is very rich and kind. My only hope is that when I go with Jean they may take a fancy to me and keep me as well. And then you little ones could go to the Rectory by yourselves.\" \" Jean won't leave us,\" said Tommy. \" Is you going to die, Jean ? \" quavered Pamela. Since her mother had been spirited away she had had her baby fears for Jean. \"Jean isn't old enough to die, child,\" said Elsie in a superior tone. \" My brother was only a week old, and he died,\" said Tommy. \" Well, I don't consider he was ever really and properly alive,\" said Elsie, excusing herself. \" A little bundle like that— he hadn't got used to living. But / had rather die than live with you children at the Rectory while Jean is being spoilt all by herself. And when she is rich and has all she wants, she will forget us all.\" 44 Never!\" cried Jean. \"Oh, let us promise now, at once, whilst we are still together, never to forget each other. Say it after me, children : We promise \" \" We might promise to come and see each other at Christmas always,\" amended Tommy. \"And hang up stockings and give each other presents, you know, and not forget like old people do. Martha told me she had forgotten about Christmas trees and things.\" \"We couldn't meet every year,\" said Elsie ; \"we shall have other things to do. I shall be a grown-up lady with"], [66, "56 A Toy Tragedy. several children. I couldn't leave them, you know, and they'd be too young to travel.\" \" But we could at least promise never to forget — always to think of each other at Christmas,\" said Jean. \"Let us take hands and promise.\" They obeyed ; then Elsie snatched her hand from the circle. \" Tommy, how sticky your fingers are ! You've been holding your bread and jam upside down.\" \" I've not,\" said Tommy; \"and if I have, jam is quite clean stuff.\" \" But your fingers aren't clean.\" \"They are generally.\" \" Indeed they're not. Why, only yesterday, when you finished peeling your orange you were wondering why the white of it was almost black.\" \" My thumbs were a little black then,\" said Tommy, \" but that was only because I had been helping Duff\" to put coal on the fire.\" \"It is almost bed-time,\" interrupted Jean. \"If Duff doesn't come soon, I shall undress Pamela myself.\" \" Who will undress us at the Rectory,\" said Tommy gloomily, \"when not you nor Duff\" will be there?\" \" I will be there,\" said Jean ; \" I shall go to the uncle's, with Elsie, for a little while, and then I shall ask him not to take you away from me, and I know he won't, and Duff will take care of you while we are gone.\" Then Jean's voice broke into sobs, for she had never left home — which, to her, was where her brother and sisters were — before. \" Don't cry,\" said Elsie : \" we shall all go to bed so un happy. Let us sing something to make us cheerful again.\" \"Yes, sing 'Three Jolly Postboys,'\" said Tommy, cracking an imaginary whip with great force. Jean's voice was low, and sweet, and singularly clear for"], [67, "The Song of the Quartette. 57 a child's. She sang with an immense make-believe of enthusiasm to hide the tremble in it — 44 Come, landlord, fill the flowing bowl Until it cloth brim over \" The others joined indiscriminately, as they happened to remember either the words or the air. Tommy lustily, Pamela in a sweet humming accompaniment, and Elsie shrilly, and a little out of tune, for the seventh sense had been denied her — For to-night we'll merry be, For to-night we'll merry be, For to-night we'll merry be, To-morrow we'll be sober.\" \" To-morrow will be Sunday,\" sang Pamela innocently, mistaking the words, and half inclined to cry when Tommy aud Elsie raised a derisive shout. Quick as lightning there flashed across Jean's memory the last time they had joined in that chorus, led gaily by the ringing voice of their soldier-father, with his gracious young wife playing a lively accompaniment, as she sat at the piano in her blue and white draperies. The children then were all in their evening frocks, for the girlish mother had loved to make pictures of them. Was it possible they had forgotten it all so soon ? The pretty room with its rose-coloured lights, the silken coverings and luxurious cushions around the bower that their mother would have created in the merest barn ? Had they so soon learnt to exist apart from that atmosphere of love and laughter, of bonbons and petting, of a mother's sweet caresses, and tender presence ? Had all forgotten her, all three, though she was their own mother, while the little one who was not hers remembered so faithfully ? No. Elsie's blue eyes swam with tears, they hung trembling on the up-curling fringes, were shattered into a thousand flashing crystals, and fell."], [68, "58 A Toy Tragedy. In a moment Jean's arms were round her neck. \" You are remembering, darling, too ? \" she whispered. \" Ye-es ! \" sobbed Elsie passionately. \" Oh, Jean ! I can't help it. It seems so unfair. We have always shared alike, and now, you to have pretty clothes and be rich and have all you want, and a beautiful home. And me ! me to be left as if I were only one of the little ones, with no one to take care of me. I can't bear it, I can't ! If you really loved me as you pretend, you — you would give it up to me ; you promised — promised mamma and papa to take care of me. If they were here they would never let you have every thing and me nothing, never — never ! \" In the silence that followed, the faint echoes of the defiantly-joyous words and pathetic air seemed to rise and fall with the flickering of the firelight on the wall, and to strike a chord in Jean's heart that would vibrate for ever more. 44 For to-night we'll merry be, To-morrow we'll be sober.\""], [69, "59 CHAPTER VI. THE CHANGELING. \" I know not how others saw her, But to me she was wholly fair.\" Lowell. \" It feels like fairy-land, something not quite real.\" \" Are you frightened ? \" \"Not very ; I wish they wouldn't go so fast.\" \" It doesn't rumble a bit. How good the roads mu^t be.\" \" No, it is because of the springs.\" \" Do you think the coachman can hear what we say ? \" \" Oh, no, Elsie, not through the glass.\" \" Well, shall I rub a corner of the window ? it's all frosted, and I want to see what it's like, Jean. It is fairyland. Everything is made of pure white. Isn't it lovely? like a Christmas card,\" said Elsie, with sublime instinct. \" It looks as if one could paint it so easily, and yet when one tries it is so different,\" said Jean, sighing. \" The sky just a plain grey all over, and those black branches so clear against it, and that white, white snow.\" Elsie shivered. \"Are you cold, even in that?\" asked Jean anxiously. That was a most beautiful sealskin coat that Sir Philip Davening had sent from Paris with his love to his \" dear niece Elizabeth.\" It had arrived in a, wonderful packing case, which contained many other costly gifts, a Russia leather writing-case, a doll which could walk and talk, with real lace and embroidered clothes to take on and off."], [70, "60 A Toy Tragedy. A dressing-bag with a big \" E.\" engraved on all the silver topped bottles, made, not for a grown-up person, but in miniature for a little girl. Jean had left the doll to console Pamela and as a hostage for her return ; the desk was to be kept for Tommy when he was old enough. The dressing bag she only waited for her uncle's leave to give to Elsie, for whom the initial would be equally available. Some real lace handkerchiefs she had timidly offered her aunt, who had, however, indignantly declined them. \" If I want handkerchiefs, child, I can buy them for myself,\" she remarked with a prolonged sniff, which concealed some grateful feeling, had Jean but known it. Jessie had accompanied them all the way from their aunt's house until, at the country station, a big footman in livery had taken them in charge, just in time for her to catch a return train to London. Now they were sitting in Sir Philip Davening's swift rolling station brougham, driving through the wintry roads to Davening Park. English country scenery was a revelation to the Indian born and bred children. Jean was enchanted, but in spite of her recent experience in Switzerland, she shivered, even among the heavy furs, and cloth-padded cushions of the carriage. They had started dressed alike in their best black jackets, which were tidy enough, if ugly, but not the least adapted for travelling in winter. Jean was carrying her new sealskin, with instructions from Duff not to \" spoil it by travelling in it, but to slip it on just before she arrived,\" so as to please her uncle ; and Elsie was to take the old Cashmere shawl that had belonged to the nursery ever since they could remember. But before they had been long in the train poor Elsie's chattering teeth and pallid lips had caused even Jessie to acquiesce in her instalment in the sealskin, and Jean sat close to her, and rolled the shawl round her sister's"], [71, "The Changeling. 61 numb feet, bearing the chills that crept up and down her own back as best she might. Now, in the warmth of the snug brougham, with the comforts of a velvet foot-warmer and a bearskin rug, Elsie's fair face was regaining its natural colour, excitement lent her a deeper flush, and her eyes shone like big blue stars. Beside her, Jean, in the badly made black jacket, looked small, and pale and pinched. \" Look,\" cried Elsie, \" there is a Swiss cottage among the trees ! How funny in England to find a Swiss chalet ! But we are stopping. The uncle can't live here,\" in a disappointed voice. \" No, it is only a gate ; there's a woman opening it, Jean. Did you see, she curtseyed to me,\" cried Elsie, delightedly bobbing her head at the window. \" Why do you not nod and smile too, Jean ? Look at me ! \" And she bowed as graciously as though she had been the Princess of Wales. Jean was looking wistfully out of the other window. \"There is a lake, and a waterfall,\" she said, \"and we are going through quite a dark wood. It must be beautiful here in the summer, Elsie, when the leaves are on the trees.\" \" And you are going to live here all the year round,\" pouted Elsie: \"you need not remind me.\" \" How unkind you are, darling,\" said Jean, with quiver ing lips. \" It will not make me happy to live here without you and Tommy and Pamela.\" \" You lump us all together,\" cried Elsie jealously, \" when you promised always to love me best.\" \" I do love you the best,\" said Jean, \" I promise I do, and if I could I would give it all up to you, Elsie. If I thought uncle Sir Philip Davening wouldn't mind I would ask him to change.\" \" Do then,\" cried Elsie eagerly; \"it will be all the same to him, and you can tell him I am delicate and want taking"], [72, "62 A Toy Tragedy. care of, and that you don't mind. Do you suppose he will be vexed at my wearing the sealskin jacket that he sent you ? \" Jean had been wondering herself, but she had not liked to ask Elsie to give it back to her. \" I couldn't take it off now,\" said Elsie ; \" I should catch cold, and it is so comfortable, Jean. It's all very well for you, you are fat and do not feel the cold so much, but my poor thin shoulders really need something extra warm. Do let me keep it on ? \" \" Of course you may,\" said Jean, \"and perhaps when Uncle Sir Philip sees how much you need it, darling, he will let me give it to you.\" \" And buy you another. Very likely,\" said Elsie comfortably snuggling into her corner. \" Oh, Jean, how lucky you are ! how I wish / had been your mother's child ! \" \"Oh, Elsie, Elsie,\" cried Jean sorrowfully, \"you don't think ! Toor mamma ! And you don't even know what my mother was like. Even I don't remember her, but poor mamma ! You can't have forgotten already, and you were her favourite. Think how she always curled your hair her self, and how she kissed you, and kept you by her even when she was so very ill, and cried to leave you \" \" I was only in fun,\" said Elsie in an exculpatory tone. 41 And it's very cruel of you, Jean, to remind me of mamma, just when I was so excited about Uncle Sir Philip. And of course I feel it more than you do as she was my mother, but I can't be always crying, can I ? You are too fond of moping and mumping — Duff said so.\" Jean dried her eyes, and tried not to \"mump\" any more during their drive, but the chord touched by a careless hand trembled still, and gave a very sorrowful droop to the patient little mouth. The carriage rolled through the wide dim park, and"], [73, "The Changeling. 63 swung round a wooded corner into an avenue of tall trees. Elsie recovered her joyous spirits. \" Jean, Jean, look ! \" she screamed. \" It is like a fairy castle, there are real battlements, and lights in every window. It must be illuminations. Is it not wonderful ? \" \" I am getting so frightened,\" gasped Jean, looking out into the winter evening with a very white face. \" I am not in the least frightened,\" said Elsie in high excitement. \"They have heard the carriage; they are opening the front door. Oh ! \" A great square of light fell across the gravelled drive as the carriage drew up. Jean and Elsie were lifted carefully down, and stood, half-dazed by the sudden cessation of the rapid motion of the brougham, and the change from the dim quiet evening to the brilliantly lighted vestibule. Jean, too frightened to speak, shrank behind her taller and more confident sister. A giant with a powdered head and silk stockings condescendingly relieved her of the bag she still nervously clutched, and a benign butler led the way round some enormous Spanish-leather-covered screens which sheltered the great hall from the draught of the lobby. There was a sound of laughter and a hum of con versation, the crackling of great logs blazing on a wide hearth, the vibrating chords of an organ which somebody was softly playing in the dim recess at the further end of the hall. Then a sudden silence, and a little cry from a lady who had risen up among a group gathered round the tea-table. \" There they are ! I had no idea they would be here so soon ! Philip, she is here.\" To Jean's dazed and scattered senses it all seemed to happen in a moment ; their being drawn from the semi obscurity of the screens into the jsoft light of the lamps"], [74, "64 A Toy Tragedy. and the ruddy blaze of the leaping flames on the hearth, and surrounded by ladies, curious, laughing, or sympathetic. She stood on the thick warm Turkey rug, recollecting afterwards how yielding and luxurious it felt to her feet ; and she saw a long way off, as through a haze, or in a dream — someone — someone beautiful and young, and exquisitely dressed, lift Elsie on to her lap and cry. \" How pretty she is ! What a darling ! I am your auntie, sweet ; \" whilst a tall grey-haired gentleman, with more emotion if less ecstasy, went down on one knee and proudly scrutinised the lovely flushed little face, and the curling hair that lay like flakes of gold on the rich brown seal skin. For a moment it did not seem strange to Jean that this should be so. It was natural her pretty sister should be caressed and admired ; then, quite suddenly, she under stood the meaning of it. They had mistaken Elsie for her. Elsie was taller as well as prettier than Jean. She had advanced eagerly into the hall. Everyone had seen her, with her radiant face and shining blue eyes. She was clad in the sealskin coat they had sent from Paris. It was some moments before anyone even observed the smaller and more timid sister. Then Lady Davening, without rising or putting Elsie off her knee, held out a white hand, with flashing diamonds on it, to Jean. \"How do you do, my dear?\" she said kindly. \"So you are this darling's sister ? \" Jean, covered with confusion and painful shame, could only murmur, \" Yes,\" as she felt the contrast between them that everyone must be mentally making. \" What is your name?\" said a good-natured young lady, kneeling down to bring her face on a level with Jean, who she thought looked pale and tired."], [75, "The Changeling. 65 \"Jean,\" she answered timidly. \"And what are we to call our child?\" cried Lady Davening gaily, as she pressed her lips enthusiastically to Elsie's fair forehead. \" Her name is Elizabeth,\" said Sir Philip's grave voice, rather reproachfully. \" But she can't be called all that,\" said Lady Davening, who had a sweet merry laugh like a child's. \" Which do you answer to, sweetheart — Elizabeth, Elspeth, Betsy, or Bess?\" \" I'm called Elsie,\" said the young lady frankly. \" That is a very pretty pet name for Elizabeth,\" said Sir Philip. Jean felt desperately that the explanation ought to be made at once ; she ventured to raise her eyes and look at her mother's brother. It was a handsome face although a stern one, and he had looked very kind when he welcomed Elsie. She was just nerving herself to begin when her aunt spoke again — \" Do you think Elsie at all like poor Elizabeth ? \" she asked doubtfully. \" Not in feature, perhaps,\" said Sir Philip, rather un willingly, \" but she had just such lovely hair. Not — perhaps, quite so bright, but still fair. No, she is not so like as I had hoped, but, at least,\" in a lower tone, \" she is like no one else. The other child,\" eyeing Jean with a dis favour he could scarcely conceal, \" has just her father's colouring.\" Instinctively Jean divined his disapproval, and, if possible, shrank still more nervously from the avowal she felt she must in honesty make without further delay. She looked imploringly at Elsie for assistance, but Elsie's face was obstinately turned from her; she was engaged in ex amining the bangles and charms, on Lady Davening's slender wrist. F"], [76, "A Toy Tragedy. 66 \" How pretty ! \" she cried, joyously fingering a gold wire from which was suspended an emerald studded jockey riding a diamond horse. \"Do you like it, darling?\" said Lady Davening, in stantly detaching it. \" Then you shall have it as a souvenir of your arrival at your own home.\" \" Oh, how sweet you are, how kind ! \" said Elsie, impetuously throwing her arms round Lady Davening's neck. \" I am so glad I am come. I should like to live here for ever.\" There was a general laugh of applause as though she had said something clever. \" She has not so serious a disposition as most of your family,\" said Lady Davening, looking smilingly at her husband. \" Are you not charmed with her, Philip ? \" Perhaps Sir Philip was inclined to be more critical. To Elsie's disappointment he merely smiled in return at his wife kindly, but almost as if he were hardly thinking of her at all. \" But they must be tired, and longing to go to their room and rest,\" cried Jean's aunt, springing up after she had coaxed Elsie to have some tea and cake. \" Come, and you too, little mite, we will show you your room ; you must sleep together — at all events the first night — or you will feel so strange.\" Twice Jean opened her mouth and tried to begin to tell her uncle he had made a mistake ; the second time she actually did say a word, but no one heard the timid sound, and her voice as well as her courage absolutely failed her. She followed her aunt in despairing silence, resolving to tell her directly they were alone with her. They passed up wide carpeted stairs along endless seeming galleries, till Lady Davening opened the door of a bedroom. It was one of the state rooms, and to Elsie and Jean its size was so great as to be indefinite."], [77, "The Cha ngel ing. 67 They saw themselves reflected in pier-glasses and ward robes on every side. A colossal bed, draped with blue silk, occupied the middle of the room. Wax candles in big silver candlesticks lighted the white and blue dressing table ; big comfortable arm-chairs, a royal couch, and a heavy inlaid writing-table with silver appointments furnished the luxurious room, and Lady Davening's own maid was poking a roaring fire into a still brighter blaze. In the middle of the room stood the shabby canvas covered trunk that had travelled from India with Elsie and Jean, and their little humble belongings were being unpacked and carefully bestowed in the huge chest of drawers, where, indeed, they were practically lost alto gether. \"Oh, Brown, I'm very glad you're here. This is Miss Elizabeth,\" said Lady Davening advancing with her hand on the sealskin shoulder ; \" and this is her half-sister, Miss Jean. I think they must be so tired after their journey they ought to go straight to bed. This poor child seems quite worn out.\" Jean was so nearly in tears that Lady Davening looked quite alarmed. \" Don't — don't cry, my dear child, for heaven's sake,\" she said hastily. \" There, poor little thing, I forgot ; she has just lost her mother. Do comfort her, Brown, and make her take something hot before she goes to bed. Elsie, my sweet, Aunt Eila will come and see you before you go to sleep. Good-night, darling.\" She smiled and nodded good-bye, and rustled away. \" If you young ladies will manage for a few minutes,\" said Brown, as she bustled about — \" I've unpacked all your things — I'll come back. I must go to my lady now, or she'll be late for dinner ; but I'll tell Mrs. Rawlins to come and look after you, and you shall have something nice and hot after your cold journey.\" F 2"], [78, "68 A Toy Tragedy. \" No, no, we want nobody, thank you,\" said Jean. \" I — I can help my sister.\" \" Oh, but she'll want help,\" said Brown smiling. \" Miss Elizabeth has her own maid coming, you know ; but I'll tell you all about it when I come back.\" She closed the door and was gone. \" Elsie,\" said Jean, \" what shall we do ? we can't go on letting them mistake us.\" \" I don't see why not,\" said Elsie obstinately ; \" we didn't try to deceive them, they made the mistake themselves.\" \" Yes, because you wore my sealskin and went in first,\" said Jean. \" But it can't go on.\" \" It might, if you would not be stupid and spoil it all,\" said Elsie tearfully. \"You said you would give it up to me, and now it has really happened without any effort of ours — you are going to try and take it away again — and I was so happy,\" weeping violently; \"and they are all so pleased with me. Not like horrid aunt, and Martha, and Duff, who hate me and think you perfect. Oh Jean ! you always pretend you love me.\" \" I do love you,\" said Jean, distressed ; \" and I would give it up in a moment if I did not feel it must be wrong to deceive everyone. Besides, darling, only think how angry they would be when they found it out.\" \" How can they find it out if you don't tell them ? \" cried Elsie. \"And if they ever did, by that time they would love me too much, perhaps, to let me go. And you could go back to the little ones, as you always declared you wanted to.\" \" But they will be at the Rectory close by ; it will be found out in a moment.\" \" You can easily keep the children quiet if you want to,\" sobbed Elsie ; \"it is not as if we had changed names or anything. Tommy would be much too afraid of your being taken away from him, to tell."], [79, "The Changeling. 69 \" Tommy is very truthful,\" said Jean loyally. \" He wouldn't keep me by telling stories.\" \" No one asks him to tell stories, or you either. You've only got to tell him they liked me best, so they let you go back to the others. It's quite true.\" \" But if they like you so much — I know they do \" — said Jean weakly, \" surely if they know I am their niece and not you, they will want to keep you as well.\" \" That's not what I want,\" said Elsie petulantly. \" Do you think I don't know the difference ? And I heard one of the ladies whisper to Aunt Eila, ' It must be a great bore having the other child,' so I know they only want me — at least \" — colouring, \" one of us. And I love her already, Jean ; it feels just like having mamma again to be on her lap. And I've nobody else. Oh, how unkind you are.\" She sank down on the floor and sobbed hysterically. \" Oh ! mamma, mamma, no one was unkind to me when you were alive ; now there is nobody left in the world. Papa has gone away, and your Baby Elsie must go to school and give up everything to Jean — Jean who promised you to take care of her. Oh ! 1 shall die ; I shall die ! \" \" Hush, hush, Elsie ! \" cried Jean in terror. \" Do not cry so loudly, do not ; someone will hear you and come. Oh, my darling, hush ! \" \" I don't care ! \" cried Elsie, rolling over and crying yet more passionately, \" I don't care ! I am miserable ! let them come — tell them I don't belong to them, and let them send me away — turn me out of doors.\" Jean knelt down by her in impatient agony. Elsie's hysterical paroxysms were sufficiently trying at any time, but to night, worn out, tired and agitated as she was herself, she felt she could not cope with her. The nervous terror that possessed her at the mere idea of one of Elsie's scream ing fits creating a disturbance in a strange household, over came every other consideration."], [80, "70 A Toy Tragedy. \" Elsie, darling,\" she said, taking the golden head on her shoulder. \" You are over-tired. Let Jean help you to undress, and put you into the big bed. Don't cry, darling. I am your own Jean, your own sister, and you shall have everything in the world I can give you. I did promise mamma, and I don't care — much — if they are angry with me, when they find out. After all, they will be prouder of you. Let me bathe your eyes, darling, don't let that grand maid see you have been crying.\" \"Jean, how funny you are!\" said Elsie, her blue eyes laughing through her tears ; \"she isn't a bit grand, only you are so frightened of everyone, and I'm so feverish,\" relapsing into sobs ; \" feel my hands, they are burning.\" \"Yes, darling, you are over-excited,\" said the poor harassed little woman of thirteen, as her sister clung help lessly to her. \" But you must not cry any more, you will spoil your eyes, and then aunt Eila won't think you so pretty.\" But long before Lady Davening came tiptoeing in, pre ceded by Brown with a lighted candle, Elsie had fallen asleep. Jean lay with her face in shadow, but her arms were round Elsie, whose flushed angelic face rested on her sister's breast, the curved lashes throwing a soft shadow on the delicate cheek. \" Is she not a lovely child, Brown ? \" whispered Lady Davening, stooping and kissing the slight hand that lay like an uncurled rose-leaf on the frilled white sheet. \" She is indeed, my lady,\" softly answered Brown. \" But she looks terribly delicate and fragile. It was quite pretty to see them when I came in from your ladyship's room just now ; Miss Elsie seemed a bit upset like with the excitement of arriving or something, and she had been crying, her sister said. And she was a-sitting by her like a little old woman, holding her hand till she dropped off to"], [81, "The Changeling. 71 sleep. Very delicate she told me Miss Elsie was, and must never be crossed, she said.\" \" Poor darling ! who wants to cross her ? \" said Lady Davening, tenderly amused. \" But it was nice of the little girl. She evidently quite understands Elsie is a superior being altogether.\" \" One would think she was the elder, with her sensible ways,\" said Brown. \" Oh, but she must be two years younger, at least,\" said Lady Davening emphatically. \"So I supposed, my lady, and to be sure, she is much smaller, but she's one of those old-fashioned children who might be any age. I'm sure to hear her telling me Miss Elsie had had convulsions as a baby ! She quite pleaded with me to promise we was to be indulgent with her, and her papa's favourite, she said, too.\" \" Yes, Brown, that does not matter,\" said Lady Davening with a momentary touch of hauteur, \" but the little girl seems very gentle and inoffensive. Still, I cannot help being thankful Miss Elizabeth is the beauty. It pleases Sir Philip. She is much lovelier than we had anticipated, much prettier \" — musingly — \" than her mother ever could have been ; and so bright and fearless. I should not have liked such a shrinking, timid-looking child as the other.\" \" No, my lady, though she has a nice little face, but it's rather trying to be alongside of such a pretty sister, no doubt.\" \" Oh, she is not really ugly, as children go, only rather insignificant. Sir Philip thought her like her father, poor child ! \" and Lady Davening sighed, \" but I am glad she was here to comfort Miss Elsie, poor darling ! No wonder she was upset, arriving among strangers in her mother's home. Take away the candle. Brown ; I can see her quite well in the firelight, and she might wake.\" And as Brown obedi-"], [82, "A Toy Tragedy. 72 ently carried away the light, Lady Davening knelt down by the bed and whispered — \"Good-night, little one, sleep well. Your own auntie will love you just as sweet Elizabeth loved her once, before she went away from us all. God bless you, her baby Elsie, and let me be as your own mother to you.\" Dropping another gentle kiss on the hand of the little sleeper, she rose softly, and followed Brown out of the room. Only the firelight illumined the sombre depths of the great state-chamber. It played cheerfully on the chintz covered armchairs, on the rich silk hangings of the old fashioned four-poster, on the marble wash-stand, with its burden of white and blue china, but Jean's face lay in the shadow. The closing of the door, though so slight a sound, dis turbed Elsie in her dreamless sleep ; she moved and clung more closely to Jean, with an inarticulate murmur of \" Mamma ! \" and then awoke with a start. \" Why, the fire is not out yet. Are you awake, Jean ? \" \" Yes,\" said Jean patiently, \" I have not been to sleep, darling.\" \" Hasn't aunt Eila been yet, then ? Oh, why didn't you wake me ? \" \" She has been,\" said Jean, turning her wet eyes on her sister's face ; \" she thought we were both asleep. I did not say anything. I was afraid. And, Elsie, don't be unhappy any more ; I am not going to tell. You were quite right about their liking you the best. She said she was thankful it was you, and not me. They shall keep you, darling, and I will go back to the children.\" \"Oh, Jean!\" said Elsie, waking completely. \"How good you are to me, darling ! \" she threw her arms round her sister and held up her pretty mouth to be kissed. \" I knew you wouldn't let me go away from this lovely place to that"], [83, "The Changeling. 73 horrid Beachstone. Oh, Jean, I will do all you tell me, and be so good. You always make me happy. I love you better than anyone in the world, better than my own papa. We will never quarrel again about anything. Good-night, my own pet.\" This was a formula the little sisters always repeated before going to sleep, and Jean responded softly with the nightly answer — \" Good-night, my own darling ! \""], [84, "74 CHAPTER VII. THE WICKED UNCLE. \"When land is gone and money spent, Then learning is most excellent.\" \" Sir Philip wishes to speak to Miss Elsie in his study.\" Elsie turned pale. \" Oh, Jean, how awful ; what can it be ? Do you think he has found out ? \" she whispered. Since the morning when Elsie, coming down with Jean, had found herself, for the moment, the centre of attraction to the gay, idle, fashionable people who were then staying at Davening Park, she had become more than ever deter mined not to resign all the joys of her position to their rightful owner. It was, however, more to Jean's discretion than her own that she trusted for supporting her in the part she was playing ; to Jean she clung when the sudden fear of dis covery assailed her. \" No, he cannot have found out ; and, if he has, I will tell him it was my fault, and ask him to forgive you,\" said Jean comfortingly. \" You come with me,\" said Elsie ; \" I am afraid.\" So they entered Sir Philip's study hand in hand. \"Why, heyday! what is this? I only sent for one of you,\" he said raising his eyebrows. The children were too frightened to notice that his blue eyes looked more kind than stern. \" Jean wanted to come too— I mean I wanted her,\" stammered Elsie. \"If you please, Uncle Sir Philip Davening.\""], [85, "The Wicked Uncle. 75 He laughed. \"That's a somewhat formal, not to say peculiar, mode of addressing me. Suppose we say Uncle Philip ? \" \" Oh, thank you,\" said Elsie, relieved of her terror, as Sir Philip gave no sign of suspecting the deception they were practising on him. \" But I sent for you, Elsie,\" he added, \" to show you this miniature of your dear mother. I wanted to see if I could trace more likeness in the morning light.\" He listed a velvet case from the drawer of his writing-table, and looked at it with a sad smile. \" It is a perfect likeness of my poor Elizabeth,\" he said, almost to himself. Then Sir Philip turned round in his big mahogany chair, and held out the case. Elsie advanced eagerly to look at it, but Jean, tremulous, longing, and with a burning flush on her face, hung timidly back. \" How pretty ! \" said Elsie lightly. \" I mean what a pretty painting. I do not think the face is so pretty as mamma \" Then she recollected herself, and paused in dismay, for Elsie was not practised in deceit. Sir Philip read her frightened face and laid his hand gently on her bright curls. \" You are quite right to be honest, dear child,\" he said kindly, \" though perhaps it pains me to think that anyone else could ever have been ' mamma ' to your dear mother's child. But it is all as it should be. And you are right, your mother's face was not beautiful except from a certain harmony of feature, and most expressive eyes — no, yours are not in the least like them,\" with a keen smile of understanding, as Elsie raised her gay blue eyes to his face, full of the pathetic appeal that was never long withstood by man, woman or child. \"I do not say I wish them different,\" he could not help adding, in spite of the better judgment that warned him against fostering the dawning vanity of the beautiful child."], [86, "76 A Toy Tragedy. \" Would you like to see the picture ? \" he asked Jean, with the condescending kindness he could not deny to one so humble and timid, even though she vexed him with her father's dark face. She coloured deeply as she took the miniature into her trembling hand, and a sudden rush of tears into her eyes made a mist before her mother's picture. Sir Philip had taken Elsie on to his knee, and was thoughtfully drawing the light curls from her fair brow, whilst she, having quite recovered her ready confidence, was chattering gaily, thanking him for the white pony that Aunt Eila told her was waiting for her in the stables. \"Only I shall be a dreadful coward, Uncle Philip,\" she said, \" but you must not mind. Aunt Eila says she is, too, on horseback. And, oh, she has bought me a tea-gown ; no, don't laugh, it's a real one, from Paris; she had it made for fun, just like hers, only smaller, you know. I think Aunt Eila is much, much nicer than Aunt Grenoble, but then, of course, she is a ladyship, and has breakfast in bed. I am going to ask her if I may have breakfast in bed too. I daresay it might make me stronger. I am rather delicate. Perhaps Jean told you. And it looks so nice to have lace jackets and blue ribbons in bed ; hers are pink, but I always prefer blue. Jean likes pink, but then she is so sallow ; nothing becomes her — I mean no pretty colours.\" But Sir Philip was not so delighted at Elsie's feeling for dress as her aunt had been, nor even as the new French maid who was to be Elsie's own attendant. He was not so easily amused as the laughing ladies sitting round the log sire in the great hall — with their idle grumbling over the weather, their half-read novels, and pretence of letter writing. His gaze and his interest wandered, in spite of himself, to the silent figure of the child, who, with feeling too deep"], [87, "The Wicked Uncle. 77 for words, was holding, had he known it, her mother's miniature. It represented the face of a young girl, perhaps seventeen or eighteen years old. A rather long, oval face, with a low, broad brow. A face that even the art of the painter had not invested with any beauty of colouring; but the sensitive mouth, and intelligent expression of the grey eyes, sad with thought, gave the face a distinctiveness that would have arrested attention almost as quickly as mere animal beauty. Sir Philip watched the silent gaze of the hazel eyes with a vague feeling, as though a wave of memory had suddenly touched him. Then, receiving the picture from her again, he happened to glance from the English fairness of his sister's face to Jean's olive skin, and the vague sympathy vanished. \" My little Elsie,\" he said, \"do you remember the letter you wrote me ? \" Elsie's eyes widened, and she stole a glance at Jean which Sir Philip did not perceive. Jean nodded imper ceptibly. \" I have it here,\" he continued, taking out the tear blotted page ; \" I do not think I was ever so pleased to receive a letter in my life. In it you say \" — referring to it in a business-like way — \"that you are unhappy about your brother and sisters, and want me to make no difference between you. Now, you are old enough, my dear, to under stand, however kind and right it was of you to say so, that this is not possible. They are not related to me in any way whatsoever. Still, as they are your half-brother and sisters, I wish to be kind to them, for your sake, and I am glad, also for your sake, that you love them so much. It shows me that my little Elsie has a generous heart.\" \"Yes,\" said Elsie, confidingly nestling her hand into his. \" I do want you to be kind to them, uncle — par-"], [88, "78 A Toy Tragedy. ticularly Jean,\" with an imploring, conciliatory glance at her sister. \" Yes ; I see you wrote particularly about your next sister, and that she was unhappy. Poor child ! you must remember that however fond you may have been of you stepmother (and your affection does credit to her kindness to you), yet she has lost her own mother — an irreparable loss.\" He went on softly stroking Elsie's hair, and a very tender light illumined his stern eyes. \" But Aunt Eila is going to be my mother now, she said so,\" said eager Elsie. Sir Philip sighed. Perhaps the response was not quite what he expected. He locked up the miniature in silence. \"At least you will be a great delight to your aunt,\" he said, as though answering his thoughts aloud; \"a plaything after her own heart.\" And again he felt a momentary surprise at the curious understanding expressed in the mournful dark eyes of the little bystander. \" Well,\" he said, recovering himself, \" all this has no thing to do with Jean and her brother and sister. What would you like to do for them ? Shall we let the cross aunt keep them, or shall we offer to take them off her hands for the present ? \" \" And bring them here ? \" said Elsie doubtfully. She had no desire for so many to share her glory ; besides which, she dreaded Tommy's frankness. The stern uncle, whose penetrating eye Elsie secretly feared, again answered her unspoken thought. \" Have the pomps and vanities of our world turned your little heart so easily from them ? \" he asked, with a melancholy smile. Jean could not bear to see Elsie, as she honestly believed, misjudged. \" Elsie did not mean that,\" she said, in her low clear voice. \" She loves us all dearly. She was thinking of what you said just now. The others are nothing to you —"], [89, "The Wicked Uncle. 79 you are not even related to them — of course there must be a difference. But you said — you said,\" growing scarlet with evident effort to conquer her nervousness, \" something about a rectory where we — that is I, and Tommy, and little Pamela — could be together and yet see our Elsie some times, when you could spare her. You see, I am afraid,\" with a trembling in her voice she could not control, \" that the aunt will not keep us any longer. She does not under stand that it was because papa loved her, because she was his only sister, that he sent us to her ; she thought it was inconsiderate. He didn't mean it, poor papa. And she doesn't care for children, she wants to send them to school.\" \" Why do you object to going to school ? \" said Sir Philip, speaking gently to reassure her. \" Do you dislike study?\" \" Why,\" cried Elsie, \"Jean is as clever as clever over books, Uncle Philip. It is only in everyday things she is so stupid ; she always has her head in the clouds, papa says.\" \" I should not dislike it, I think, if I were alone,\" said Jean wistfully. \" I should like to learn a little more ; I — I am forgetting everything,\" with a sob. \" I was thinking only last night that perhaps if papa is really so poor, I ought to learn how to be a governess, perhaps, when I am grown-up, and study for it now. But I cannot leave Tommy and Pamela while they are so little : she is only three and a half, uncle — Sir Philip, I mean, I forgot, I beg your pardon, /must not call you uncle.\" Perhaps this was the hardest moment of all for Jean. The delights of being rich, the big house, the grandeur, the pretty auntie with her light laugh and gay friends, and exquisite dress, all this she could hand over to Elsie with scarcely a pang ; but to have to renounce her mother's brother— her own uncle, this tall handsome gentleman,"], [90, "80 A Toy Tragedy. whose severe, melancholy face and grave distinguished manner filled her with awe as his kind eyes, with reverent affection — this she could have wept for bitterly, so strongly, young as she was, did she feel herself akin to him. \" Then you would like the Rectory plan ? \" said Sir Philip. \" I daresay it can be managed ; and you, Elsie, would you like it too ? \" \" Yes,\" said Elsie, with a good grace, \" you dear kind uncle, I should.\" And she fearlessly kissed him, with both arms flung round his neck. Sir Philip gently lifted her off his knee. He blamed himself for preferring the meek gratitude in those great hazel eyes. \" If that child is genuine — there is something rather nice about her,\" he thought to himself, uneasily conscious of prejudice, \" in spite of her likeness to that vaurien, Tom Grenoble.\" Then aloud, \"Go, both of you, and put on your things ; I see it has stopped snowing. I will drive you to the Rectory in the phaeton. Wrap up -warmly, it is very cold. ' Half an hour later the ladies in the hall exclaimed at seeing the two children, muffled up to their ears, follow Sir Philip out into the biting cold air. They were lifted up beside him in the phaeton, holding tightly to each other in mingled delight and fear. The two splendid bays, looking, as Elsie said, \"such a long way off and yet so big,\" scattered the light snow on the drive to the right and left, and the phaeton rolled through the ' fairy landscape ' of the night before, only instead of the grey sky and gathering darkness the sun shone dazzlingly over the unbroken white sheets that covered the fields and hedges. Sir Philip, Jean thought, was rather grave and silent throughout Elsie's chatter. He wore a huge fur coat like a picture she had once seen of a Russian nobleman, and he held the reins quite loosely and easily, Jean thought with"], [91, "The Wicked Uncle. 81 astonishment, in his big driving-gloves, and though occasion ally he drew the lash of his whip lightly over the horses' necks, Jean was quite pleased to think he never had to really hit them at all. She could not help loving her uncle already, partly because she knew he was her mother's brother, and partly because his appearance and manner attracted her almost reverential admiration. \"There is the Rectory,\" said Sir Philip, pointing with his whip to a red roof among the leafless trees which grew thickly together in a sheltered hollow. Just as he did so, one of the horses shied suddenly, and Elsie, giving a piercing scream, would have sprung out of her seat had it not been for Jean's restraining arm, and an iron grasp from Sir Philip. It was only a momentary swerve, but it excited the other horse, and for a minute or two he was obliged to give them his full attention ; then, with a stern shortness that chilled Jean's very heart, he said — \" Never do that again, Elsie.\" \" But I was frightened. I wanted to get out,\" pouted Elsie. \" I am ashamed of you ; well-bred people do not show terror in that foolish way ; \" then, searing he had spoken too harshly, and reflecting she was doubtless unaccustomed to mail-phaetons and spirited horses, he added more gently, \" If your sister had not been there — if you had really jumped out, you might have been killed ; do you know that ? \" Elsie was subdued, she shrank a little away from the stern uncle, and wished she had stayed at home with pretty Aunt Eila, who laughed at everything she said, and had nothing but praise for her. However, she recovered her spirits before they stopped at the Rectory door. It was a homely brown house, and Jean looked wonder ingly at the straggling branches of the evergreens, weighed down with snow, at the unswept paths, and the black under- G"], [92, "82 A Toy Tragedy. growth of shrubbery where the keen winter wind was whistling. It might be an ideal place in summer for children to play, but just now there was no doubt it looked bleak and dreary. The windows on either side of the hall door were bare and undraped. Through the one next her she could see lines of plain wooden shelves, with rows of shabby boys' boots ; hats and caps were hung everywhere ; there seemed no other furniture in the room. The smart groom jumped down and rang at the bell, and, rather than keep them waiting, the rector's wife opened the door herself, just before a slatternly maid rushed round from the back-yard. \" Have they lots of children ? \" Elsie had asked curiously. And Sir Philip answered drily, \" Only twelve of their own, so they like a few of other people's children as well, you see.\" He gave the reins to the groom, and bowed rather form ally to Mrs. Dunn as he lifted the children down. Jean liked her face, though it was plain and faded. She wore an old-fashioned lace cap on her thin parted hair, and a perpetual kindness in her tired, washed-out eyes. \" Oh, Sir Philip ! \" said Mrs. Dunn, in the nervous, agitated tone habitual to her. \" I am sorry — so sorry you should have so much trouble, such a cold drive for nothing. Mr. Dunn is out ; he is visiting. We had no idea you were coming ; though, indeed, I might have thought, as we heard of your nieces arriving. I am sorry.\" Still apologising and hesitating, she led the way into the drawing-room, if anything so bare of ornament, or, indeed, of furniture, could so be called. A book-case with a faded red lining, a tuneless piano, and a round table heaped with books, the arrangement of"], [93, "The Wicked Uncle. 83 which had long since been discarded as hopeless, a few up right chairs. Literally nothing else. Elsie looked round and shuddered. \" It is cold ; I never sit here in the morning. I am sorry. I could put a match to the fire,\" said Mrs. Dunn, still more nervously. \" We are a little behindhand to-day ; the boys were late for school.\" She gave a frightened laugh. Sir Philip tried to put her at her ease in vain. Ill health, trouble and over-work had permanently weak ened her nerves. She was undeniably ladylike, but painfully fluttered by the smallest occurrence beyond the routine of her daily life. \" I have brought the children, my niece, and her half sister,\" said Sir Philip, formally presenting them, with a hand laid on Elsie's shoulder, and a movement indicating Jean, \" to see you, and to tell you I had decided to take charge, for the present, of the little ones I was speaking to the rector about, and I shall be happy to hand them over to your care, if you will allow me.\" \"Oh, yes, thank you,\" said Mrs. Dunn ; \" I hope they will be happy here. It will be so nice to have some girls here. I have no girls, you know, except the baby,\" turning to Jean as though she felt re-assured by the familiar pres ence of a child. Elsie, in her rich sealskin and Paris toque, with Lady Davening's sable boa round her fair neck, belonged to a different order of childhood. \"But I have eleven boys. Are you frightened at the thought of so many? But there are very few left at home, and those go to a day-school except the two youngest.\" \"Tommy will be so glad,\" said Jean; \"he likes boys. He is seven.\" \" Then he will have plenty of companions,\" interrupted Sir Philip. \" You do not mind the charge of the third child, Mrs. Dunn? I understand she is quite an infant.\" G 2"], [94, "84 A Toy Tragedy. \" Oh no, she is three and a half,\" said Jean, surprised. \"We think that quite old here,\" said Mrs. Dunn, with her frightened smile. \" My baby is not seven months old, and Georgie and Jerry are eighteen months and two and a half.\" The pleased expression of Jean's face was not lost on Sir Philip. \" Then you will like being here,\" he said, addressing her directly. \" Oh yes, thank you,\" said Jean, for she felt she would really prefer this homely room to all the luxury of the big house, where nobody wanted her. \"I might help you,\" she said, colouring shyly. \"I — I am used to children ; I should like, if I might,\" she went on bravely, \" to go on doing everything for Tommy and Pamela.\" \"To be sure you would,\" said Mrs. Dunn encour agingly. \" I have often wished for a daughter to help me, but there is Miss Quilter, she is my right hand. She will teach you your lessons, and then you can teach your baby sister, you know.\" Jean felt for the moment as though she had not a care left in the world. \" The question is, When can you be ready for them ? \" Sir Philip asked. \" I thought I would request Miss Grenoble to send them straight here. A maid could bring them, and Jean could be here to receive them ; and Elsie also, I daresay, would like to be waiting.\" \" Oh yes,\" said Elsie, determining to impress on Tommy that if he ever commented on the fact of her being with the great \" Uncle Sir Philip \" instead of Jean, he would immedi ately lose his favourite sister for ever. She thought she could manage Tommy, and Sir Philip, she shrewdly judged, was not likely to hold much converse with him. \" I can be ready for them whenever you like,\" said Mrs."], [95, "The Wicked Uncle. 85 Dunn, \"and the rector would say the same. There are only the rooms to be got ready.\" \" Very well, then that is settled,\" said Sir Philip, rising. \" We will let you know what day to expect them. I hope they, and Jean also, will be very happy with you ; indeed, I have no doubt of it. And I think I understood your governess was quite competent to undertake her education, for the present ? \" \" Unless she is unusually advanced, and then perhaps the rector could help her,\" said Mrs. Dunn, with conscien tious deprecation. \" But I am very backward,\" said Jean. \" I have read a good deal — that is, for a little girl,\" wistfully, \" and I can write without making mistakes, and that is all.\" \" History — geography — arithmetic ? \" hazarded Mrs. Dunn, with her faint smile. \" I know hardly any,\" said honest Jean. \" I trust Elsie, being a couple of years older, is less backward,\" said Sir Philip, smiling. \" Oh, I am very good at sums, and geography too,\" said Elsie, sublimely secure in her panoply of ignorance. Jean, rather alarmed at her boast, and knowing too well the limit of her small acquirements, ventured to put in an excuse. \" Elsie is very clever, at some things,\" she said timidly, \" but she is not — at least I think not— very advanced for her age. None of us are. You see, we were in India, and then travelling, and Elsie was so delicate. The doctor said she must never be contradicted, and so she was not forced to learn when she was young.\" \" She looks delicate,\" said Mrs. Dunn, gently surveying Elsie's transparent complexion and large blue eyes. Then she gave her frightened laugh, as though to apologise for having expressed an opinion. Sir Philip looked at the lovely little face in some alarm."], [96, "86 A Toy Tragedy. Its perfect clear healthfulness re-assured him. In his eyes Jean's pallor, and the shadowy circles round her eyes, indi cated far more delicacy than Elsie's rosy fairness. \" Indian children are never strong,\" he said hastily. \" Come, my child, we must be going. Are you well wrapt up ? \" And with awkward, unaccustomed fingers, he care fully adjusted the sables round Elsie's throat. But he was very silent during the drive home, and seemed hardly to listen to their chatter until they were again turning into the avenue. \" Shall you like doing lessons with Miss Quilter ?\" Elsie asked Jean. \" I should like to do them with anybody. You know I must learn a good deal, for I mean to write books when I am grown up.\" \" Ladies and gentlemen don't write books,\" said Elsie with scorn ; \" it is a trade.\" Sir Philip laughed grimly to himself. \" Oh, no, Elsie, you must be an educated person for it,\" said Jean, with the dignity of thirteen years, \" or think what mistakes you would make. Besides, of course I shouldn't write mere stories like I tell you, but a deep sort of a book, full of thoughts.\" \" What shall you name it ? \" said Elsie, with interest. \" I have thought of several names,\" said Jean modestly, \" but there are so many things I wanted to write about in the book, when I have quite learnt to understand them all I mean — that I think it will have to be called a Book about Everything in the World. That wouldn't tie me down to one subject, you know.\" \" Well, thank goodness, I shan't have to do lessons with anyone,\" said Elsie ; \" I shall be like Aunt Eila, a really great lady, and do nothing all day.\" \"You will be nothing of the kind,\" said Sir Philip's deep voice, startling them both. \" You will have a first-rate"], [97, "The Wicked Uncle. 87 governess and masters as soon as I can engage them for you, Miss Elsie, and have to study as hard as you can to make up for lost time. Your conversation shows me what a very ignorant little girl I have for my niece.\" This effectually put a stop to Elsie's confidences. Sir Philip felt he had been unnecessarily severe to his newly adopted child as he saw the quiver of her pretty mouth, and the tears swimming in the blue eyes, and noticed how tenderly Jean had stretched out her hand in its shabby mended glove, and taken Elsie's in a protecting clasp. He was vaguely annoyed with her for doing so, but he felt a strange respect for the timid, shrinking child who trembled before him, and yet met his glance fearlessly ; who was so nervous and retiring, and yet never blenched at the rearing horse, and restrained her sister's panic in perfect silence and self-command ; who was neither excited nor envious at the luxuries prepared for the playmate with whom she had hitherto shared everything in common, and who was yet so sensitive as to be visibly moved to emotion by the picture of that playmate's dead mother. \" The child is innately well-bred, a curious mixture of modesty and fearlessness,\" thought Sir Philip, almost amazed at his interest in so unimportant a being. \" Her companion ship can have done Elsie no harm. Pretty little monkey ! she has evidently been thoroughly spoilt ; and I can hardly wonder. But I must not be harsh, even in my anxiety to train aright so frail and sensitive a little creature.\" But when he went into the great hall before luncheon, after their return, and saw Elsie, already the smarter for the anxious attendance of her maid, nestling on the big sofa, with her golden head on Lady Davening's arm, and listening with premature interest to the gay, aimless conversation around her, his gaze again wandered to the solitary little figure of her sister, who sat. unnoticed but quietly content, in the shadow of the screen, buried in a large book of"], [98, "88 A Toy Tragedy. engravings. He was always rather serious than cheerful, and perhaps his presence was a check upon the noise and laughter of the house-party. Two of the ladies had been for a walk in the snow, and were trying to persuade the others that it was a more profit able employment of endless leisure than reading novels over the fire. One had braved the weather and had departed to church, and was being mildly chaffed over her week-day devotion. Some of the younger men had discovered that the ice would bear, and were discussing hockey. Lady Davening was anxious for an ice-picnic, and those of the ladies who could skate were eagerly supporting her. The other men as hopefully predicted the breaking-up of the frost, and the chance of using the hunters they had mis takenly brought down with them. Amidst the babel of idle conversation and laughter, which perceptibly lessened at the entrance of the perfectly courteous but somewhat formal host, Sir Philip crossed quietly, as was his wont, to the side of the most neglected guest. \" What are you so busy over ? \" he said gently ; and Jean came down from the land of clouds with a start. \" Oh ! I was thinking,\" she said nervously ; \" I found this book. Nobody gave me leave to touch it, but I saw that lady, in a coat and waistcoat, with the deep voice and big boots, teaching her dog to stand on it, so I hoped no one would mind, and I did not like to ask \" \" You have done no harm,\" said Sir Philip, smiling. \" You need not look so apologetic ; what book is it? \" \" It is a ' History of the Davening Family,' \" said Jean, colouring deeply, \" and I was only reading about them, and how they were in history, and thinking it was interesting — it would be interesting — to belong to them. I never realised before that people are living still whose own great-grand-"], [99, "The Wicked Uncle. 89 fathers were wonderful people, and did grand things. And I saw this thing like a shield \" \" Escutcheon? \" \" Yes — was the same as that big one in the hall, only one half is not quite \" Sir Philip sat down by her, and held forth on the quartering of arms, and heraldry in general, until the sounding of the luncheon gong."], [100, "go CHAPTER VIII. THE FAIRY PRINCESS. 14 And she shall walk in silk attire, An' siller hae to spare.\" \" I have been so misrubble without you, Jean,\" said Tommy. The two little ones had arrived at the Rectory the night beforehand were already quite at home with Mrs. Dunn, brisk Miss Quilter, and the jovial rector. They had hardly had time yet to make acquaintance with the boys, who walked every day to a school in the county town, and only came back for the family tea at six o'clock. Elsie had not been there to welcome them, after all. She had had a slight cold, and Lady Davening had not liked her to go out in the snow. But she clung round Jean's neck, and sobbed so bitterly at parting that even Sir Philip was touched by her devotion. Tommy and Jean were sitting together in the ancient, roomy arm-chair in the Rectory dining-room. One fat arm was round his sister's waist, his brown cheek and closely cropped head lay on her shoulder. Jean felt deeply how dear to her heart was this little only brother. \" It was very kind of Elsie to let you come to us and stay with the wicked uncle herself. I shouldn't have thought it of her,\" said Tommy, blinking at the red-hot caves in the fire. \" I'm sorry I used to call her selfish.\" \" Yes, darling ; but he isn't wicked — he's very nice and"], [101, "The Fairy Princess. 91 kind ; and they like Elsie best, so it's all as it ought to be,\" said Jean. \" Only promise never to talk about it, Tommy.\" \" What for ? \" said Tommy, surprised. Jean winced ; so scrupulously she had always explained to her little brother that acting a story was almost worse, meaner, than telling one. Luckily Tommy answered his own question. \"It's not nuffin to do with me,\" he said, \"/shouldn't have choosed her betteran you ; but then they don't know her so well as me,\" he added wisely ; \" and she can be nice when she likes. Jean, I've got a secret.\" \" What is it ? \" said Jean, affecting great interest ; for Tommy's secrets were generally connected with some wonderful discovery he had made, or invention he was contemplating. \" It only came into my head at dinner to-day,\" said Tommy. \" You know Mrs. Dunn said I might have a garden of my very own, like the other fellars ? \" \" Yes,\" said Jean, touching Tommy's turned-down collar tenderly, and thinking how funnily pathetic was his assumption of the manner of those rough schoolboys. Tommy, with his solemn baby face, fat cheeks, and great black eyes. Tommy, in the tight little old velvet suit that his mother had made him with her own hands, and which he was growing out of as fast as he could. \" Well,\" said Tommy, \" acorns turns into oak-trees, don't they ? \" \"Ye — es, in time,\" said Jean doubtfully. \" They don't cost nothing, acorns don't,\" said Tommy. \" I was talking to one of the chaps here — Oscar his name is. I like that fellar, an' he's a big fellar, too : olderan me I He's eightanarf.\" Tommy had a mode of running several words into one, which distinctly saved time. \" He said it's fun picking up acorns for the pigs ; he picked up pailfuls"], [102, "A Toy Tragedy. 92 in the summer and brought 'em home, an' saved his father heaps and heaps of money feeding them ; an' he says any one can do it, out in the lanes — it's allowed. So I asked what they was, and he told me if they was planted they would grow up into big trees like that one on the lawn ; an' I thought it seemed a pity to let the pig eat them. I'd almost rather never have bacon for breakfast no more.\" \" Well, but what would you do ? \" \" That's my idea,\" said Tommy, suddenly expanding into a broad grin. \"You will be s'prised, Jean, /shall pick up a pailful of acorns and plant them all in my garden ; and every one of them will grow into an oak-tree, and then I shall have a big wood, all my own — a real jungle. Only no tigers in it. And you and me will walk in it every day — it will be our wood — and we'll get prim roses. Oscar says they grow wild in woods. And p'raps when I'se a man I'll get money enough to build a house in it for us both. Are you s'prised, Jean ? \" \"Yes,\" said Jean, trying not to laugh for fear of hurting his feelings. \" Very surprised, Tommy.\" \" I think I shall like being here,\" said Tommy, un usually loquacious. \"Will they let me go to school, Jean, or would it be too much of an expense ? \" \" I don't think Sir Philip minds that,\" said Jean. \" Oh, Tommy, you are too little to go to school. Oscar is older than you, and Mrs. Dunn thinks he is almost too young.\" \" I'm not,\" said Tommy ; \" I want to learn, and it would be a nuisance to have to do lessons with Miss Ouilter, like Willie and Jack. Oscar says so. Willie is only six. I like Oscar. I told him about mamma, and he was quite sorry. And do you know, Jean, he says I am not half such a muff as he expected. That was nice of him, wasn't it ? \" \"Yes ; they all seem nice, only rather rough,\" said Jean,"], [103, "The Fairy Princess. 93 sighing, \" and they have such creaky boots, Tommy ; I hope you will not have to wear boots like that ; and their hair is so untidy. Mamma wanted you to be such a little gentleman. You won't rush about, and bang doors, and whistle out of tune, will you, please, Tommy ? Remember papa doesn't, and he is a man.\" \" I don't want them to think I'm a mollycoddle,\" said Tommy doubtfully; \"and I'm not noisy. Oscar screwed my arm round like anything, and I never made a sound ; and James — you know James, he's the captain of their football team — Oscar says at school they never dare speak to him, he's such a splendid chap. Well, he gave me a pound of chumps : it takes away one's breath, but I never minded, and he said I was a 'jolly little beggar.' \" \" How dared he ? \" cried Jean indignantly. \" The horrid, rude, rough boy, to hurt a little boy like you ! \" \" Bosh ! \" said Tommy ungratefully. \" I won't tell you another time, Jean. Hallo ! there's the gong. By Jove, come on ! \" Jean followed him, reflecting in despair that her efforts to keep Tommy as his mother had left him — an old fashioned \" picture-boy.\" a mixture of trained good manners and native oddity — would be worse than useless in this atmosphere of noisy, commonplace children. In spite of their boisterous ways, however, the hungry schoolboys did not clamour to be served until the new comers had all been helped ; and one of the bigger boys jumped up, without being prompted, to fetch a plate for Jean, in spite of the tittering of his brethren, though he turned scarlet as he did so. The whole household assembled at this frugal six o'clock meal. Mrs. Dunn poured tea from a huge Britannia-metal tea-pot at one end of the long table. At the side sat Miss Quilter, a brisk cheerful person, whose manner contrasted"], [104, "A Toy Tragedy. 94 curiously with the gentle hesitancy of the rector's wife. She poured milk-and-water from a big jug for the younger children, who had not yet been promoted to tea. At the foot of the table was the rector himself, cutting up the loaves on the platter, and dispensing the butter. He made his meal then with his children, and, like theirs, it consisted of bread and butter. With eleven sons to clothe, feed, educate, and start in life, he had long ago resigned the luxury of either a late dinner or a meat supper for himself. But he was stout, hale and hearty, in spite of the rigid economy which reigned in his household ; petty worries and poor living perhaps pressed less hardly on him than on his wife. She had been delicate, and little accustomed to roughing it in her youth, and it had told somewhat upon her health and spirits. Pamela sat next to Jean, and a baby supported Mrs. Dunn on either side, although a smaller one still lay in her lap. Mrs. Dunn would hardly have known herself without a baby in her arms. She had acquired an absent habit of rocking slightly to and fro even when her latest-born was sleeping in its cradle. Tommy sat next to Oscar, admiring him so much that he scarcely even remembered to eat his bread and butter. Jean looked at him and marvelled at the hero-worship he had inspired. He had a broad, blunt nose, and a round freckled face with white eyelashes ; his hair was fair with rusty ends — it was lankly brushed behind his outstanding ears, which were so red as to be quite transparent. Yet there was Tommy endeavouring to imitate his every gesture, and listening to his mumbled dictums with an awe the rector himself did not inspire in the least. \"We will see about Tommy going to school with the other boys in a few days, if Sir Philip approves,\" said the rector, with his benevolent smile ; \" after Miss Quilter"], [105, "The Fairy Princess. 95 has found out how his learning stands with regard to the others.\" \" I want to go to-morrow, if you please,\" said Tommy, in his distinct, well-bred little voice, clearly audible above the undercurrent of gabble that never ceased among the flaxen-haired crew. \" Once you've been, you won't be in such a hurry to tear yourself away from home,\" said a bigger boy sar castically. \" Specially if you get — well, no matter,\" said another brother pointedly ; and there was a general snigger at the expense of the first, who looked sulky and made no answer. \" No tales, my boys,\" said the rector gently. \" 'Tisn't tales, father ; it was coming home ; nothing to do with school ! \" Another chorus of subdued giggles. It all wearied Jean, and did not interest her ; she listened anxiously to the rector as he took up the thread of discussion as to Tommy's fate. \" If this little man is so very anxious to escape petti coat government, I do not think Miss Quilter will mind losing a prospective pupil ?\" \" I have enough to do without him,\" said Miss Quilter, who did not look offended as Jean had dreaded, but laughed heartily. \" He must wait till I have time to take him into town to be measured for a suit,\" said Mrs. Dunn, gently inter posing; \"he could not go like that.\" \" He'd get chaffed out of his life,\" said Oscar posi tively. To Jean's indignant eye, her little brother, even in his old velvet suit, which 'was getting rubbed at the elbows, with the black ribbon tied in such a pretty bow, beneath his lace-frilled collar, looked like a prince among these"], [106, "96 A Toy Tragedy. rough schoolboys, with their cheap ugly coats, and knicker bockers. Was Tommy to change into one of these, and were his dear fat white legs to be denuded of their open-work socks and shiny shoes, and to be thrust into roughly darned black stockings and muddy boots ? The tears rose to her eyes. Kind Mrs. Dunn divined her feeling. \" Besides,\" she said gently, \" Tommy seems to me too young to go this winter. He could never tramp through the snow and mud like our boys : a delicate child brought up in India. It will be quite soon enough if he begins in the spring.\" Jean looked at her gratefully. If only Sir Philip could see Tommy before he was turned into a rough, common place schoolboy, she thought, and know what a dear little fellow he really was ! The question of school was not raised again after the next morning, when, with secret amusement but outward gravity, good-natured Miss Quilter put Tommy through his examina tion. He brought his slate with pride, with a clean bit of sponge attached to it by a coloured ribbon. His little desk and a hymn-book he laid out on the schoolroom table, and was ready so long before the appointed hour, with such a shining, expectant face, sitting in his place, and full of beaming hope, that Miss Quilter, respecting Jean's anxiety to shield him from disappointment, had not the heart to appear surprised when she found that his only idea of arithmetic was \"noughts and crosses;\" of writing, to make large round O's with infinite pains; and of reading, to industriously pick out one or two capital letters, if shown him in sufficiently plain print. She found no reason to complain of her pupil, however, in spite of his previous ignorance. Accustomed to the somewhat limited capacity of the"], [107, "The Fairy Princess. 97 young Dunns, to their dislike of study and longing to get away, she was quite astonished at Tommy's acute intelli gence, at his profound attention, and the patient exactness with which he carried out her instructions, with an interest which never flagged for a moment. She was obliged to remind him more than once that the lesson-hour was over, a duty which had never before fallen to her lot in that schoolroom, and finally to take away the copy-book over which his small face was bending, scarlet with excitement, though his fingers ached with their unaccustomed toil. She sent him down to play with the other boys, who had jumped off their chairs with a shout of delight as the clock struck, and devoted her sole attention to Jean for another hour. But Miss Quilter told Mrs. Dunn later, that though she could do Jean service in helping her to master the ground work of ordinary schoolroom routine, yet she honestly thought it a pity that such unusual ability, such clear per ception, such desperate anxiety to learn, should not have the chance of a higher education. \"Sir Philip shall be told,\" said conscientious Mrs. Dunn, \" but I think the great object of their coming here was to keep them all together ; but he might be interested and send her to a good school later on.\" But it was Lady Davening, who, a week after the children had arrived at the Rectory \"to give them time to settle down,\" she said, brought Elsie to see them. There was small fear of Tommy making the dangerous allusions Jean had anticipated, concerning her change of identity. To begin with, his honest mind had not grasped the situation. The only fact that came home to him was, that by some unaccountable stroke of luck the \" wicked uncle \" had preferred Elsie to Jean. Under these circum- H"], [108, "98 A Toy Tragedy. stances, what more natural than that he should keep her ? He did not understand the difference of relationship, and Oscar, to whom alone he confided his joy and relief at finding Jean domiciled at the Rectory instead of his other sister, was fortunately still hazier on the subject. He told his mother that Tommy had always been afraid Sir Philip would take Jean away from him instead of Elsie, and Mrs. Dunn had laughed, and there the matter had ended. At present there seemed, therefore, little fear of discovery at all. Jean herself almost forgot that Elsie was usurping her rightful position. It was so much more natural that she should be at the Rectory, busy with her lessons, helping Miss Quilter, and waiting on Pamela, than that she should be separated from them all, and doing nothing at the Park. In that one short week, too, it seemed to be somehow a changed Elsie who stood among them. Pamela, at first, hardly even knew her, in her rich velvet pelisse. She wore a big Gainsborough hat and feathers, on her golden hair, which was no longer combed loosely off her fair brow, but curled round her lovely face in artistic profusion. Was this dainty princess their own Elsie ? The child who had played, and laughed, and quarrelled with them all in torn holland smocks ; who had cried because her black frock was ugly, and had helped Jean sew the clean tuckers in on Saturday nights ? Jean, in her shabby crape and white pinafore, came almost shyly to meet her, and they could none of them get beyond the universal childish \" Well ! \" of embarrassed greeting. What really frightened Jean was that Elsie was out of black. She wore, it is true, \" complimentary mourning.\" Lady Davening had taken care of that. Her velvet coat was of deep violet, and the frock she showed Jean beneath was a faint mauve that harmonised exquisitely with her"], [109, "The Fairy Princess. 99 fair skin. Jean remembered that Lady Davening ot course imagined Elsie had only lost her stepmother, but the want of respect to her mother's memory their deception entailed, filled her with remorse and dismay. She took Elsie, with Lady Davening's permission, up to her own and Pamela's bedroom. \" What a funny little place ! \" said the fairy princess, peeping into the painted cupboards, and looking at the Christmas cards and illuminated texts mistakenly nailed up as decorative objects. \"So Pamela and you sleep together. Do you like it, or do you miss me ? Oh, Jean, I do long for you to talk to at night, it is so lonely. Fanchette — my maid, you know — has to sleep in a room opening out of mine, and to come, if I get nervous and call her, and I have a night light. Fanchette has to do what I tell her. I order her about just like a grown-up lady, and auntie laughs. She likes me to call her auntie. Are you happy here ? Do you want to change with me ? Oh, don't say you do, Jean ! Aunt Eila makes me so happy. Only I don't like Uncle Philip half so much, and he is going to make me begin lessons next week. It seems absurd to be bothered with lessons when one is rich, and has all one wants, and every body to wait on one. Aunt made him excuse me till next week, I begged her so hard.\" \" But, Elsie, about your mourning. Could you not tell her you wanted to wear black ? \" said Jean, unable to resist stroking the violet velvet admiringly. \"What does it matter?\" said Elsie impatiently. \"I mean don't look so shocked, Jean, I haven't forgotten. Often and often I cry at night for mamma and you, and then auntie comes and kneels down and loves me, in her evening dress. Oh, Jean, you don't know what beautiful things she wears at night. But about mourning ; don't you remember mamma always said she hated it, and II 2"], [110, "A Toy Tragedy. 100 she wouldn't wear crape herself? She said she never would.\" Jean had forgotten, but she thought it very likely, and tried to comfort herself by reflecting that Elsie's notions and her mother's had been apt to concur on that (to them) all-interesting subject of dress. \" I hardly ever see Uncle Philip,\" Elsie went on. \"He is always as grave as a bear, and shut up in his study. There are not nearly so many people staying with us. They come and go. It is dreadfully confusing. Auntie takes me out in the carriage with her when it's fine enough, and I always watch her dressing for dinner, and I come in to dessert ; sometimes it is past nine o'clock, and Uncle Philip says I ought to be in bed, but auntie likes me to be there, and oh, I forgot, he did give me a gold watch, a tiny one set in a kind of button, to wear round my neck. Look, Jean, is it not pretty ? \" \"Then you are happy?\" said Jean, with a little sigh. \" Oh, yes,\" said Elsie, \" I am really happy, if they only won't worry- me about lessons. Uncle Philip is so disagree able about that ; he made me go into his study and read to him, and said I was terribly backward. They have en gaged a French governess, and a music-master is to come once a week, though I told him papa said I need never learn music because I had no ear for it, and a drawing master \" \"A drawing-master,\" said Jean with a long breath. \" How fortunate you are, Elsie ! you will be able to draw. I should like that.\" \" I will do you some pictures,\" said Elsie generously, \" to hang up in this ugly room. And oh, Jean, such a funny thing, Aunt Grenoble wrote to me from Beachstone, and said, ' My dear niece Elizabeth, I select you from your brother and sisters as my correspondent, not on account of"], [111, "The Fairy Princess. 101 your position, but because I prefer you on your own merits.' So I showed it to Uncle Philip, as she went on to say how sensible I was ; I thought it would be funny to go on mystifying him (of course she would never have called me sensible), but he was quite angry, and said he did not want to read such nonsense, and he wished I were half as sensible as you.\" \" Did he say that ? \" said Jean flushing deeply. \"Yes, he is ahvays holding you up as my example,\" said Elsie, making a moue. \" But Aunt Eila said she quite understood her preferring me.\" \" Did you answer the letter? \" said Jean gently. \"Yes, Aunt Eila's maid helped me.\" \" Didn't she say one word about the little ones ? \" asked Jean, rather wistfully. \" Oh yes, she put a postscript — ' I hope your sisters are well, and that Thomas, whom I believe to be an in telligent youth, will progress in his studies.' Oh, and I signed my name, E. Grenoble, because that is true, you know.\" \" It keeps me awake at night, though,\" said Jean sadly, \" thinking we are deceiving them all so.\" \" So it does me, sometimes,\" said Elsie, with a frightened glance round her. \" I hate being reminded of it, and yet something always is reminding me. I wonder what papa will say.\" \"Somehow I never think of that,\" said Jean; \"papa would understand. He would never be very angry with you ; he would know I was trying to make you happy. But I am so afraid of Uncle Philip. I feel he would look at it in another sort of way. I do not think he would for give so easily as papa.\" \" I don't care what he thinks, if papa and Aunt Eila take my part ; and they would,\" said Elsie ; \" and it need never be found out till papa comes home, if I bring my letters for"], [112, "A Toy Tragedy. 102 him here ; and we can't write till we know where he is ; and, besides, he mayn't come home till we're grown up, and then I shall be a married lady like Aunt Eila, and no one could scold me.\" \"Uncle Philip would never forgive us if we deceived him up till then; he would never love me,\" said Jean, \" though he is my own mother's brother.\" \" What does it matter?\" said Elsie. Jean flushed. She could not explain the hero-worship for the silent, melancholy uncle which had taken possession of her childish soul. \" But we must go down,\" said Elsie. \" Wait a moment,\" said Jean. \" Oh, Elsie, I feel as if I had said nothing to you, and you will be gone presently, and I shall long for you so. I do miss you so, darling, though I like to think you are happier there.\" \" I should not be happy here at all,\" said Elsie, looking round with a shiver ; \" it is a bare, cold, miserable place. But I miss you all the same, Jean. We will always love each other best in the world, won't we ? Don't get to like Pamela better than me, will you ? \" \" No, no, never ! \" cried Jean, with her olive cheek pressed against the other's soft pink face. \" And, you know, at night, when I get frightened,\" said Elsie, \" I whisper, ' Good-night, my own pet,' to you. It comforts me as if you were there to answer. Oh, Jean, I didn't know how lonely it would be without you. I wish you could come and live there too.\" \" No, I could not leave the little ones,\" said Jean anxiously. \" It is not as if even old Duff were with them ; and do you know, Elsie, I am so afraid Tommy will be rude and rough like these boys ; they are very nice, but still Oh, Elsie, I am glad you are not here, you so delicate, and not to be able to have a fire in your bedroom ; for there is no fireplace. Mrs. Dunn is very kind, but her boys are so"], [113, "The Fairy Princess. 103 strong, she hardly understands why Pamela must not run out and play in the snow, and she lets Tommy. I know she thinks I am a mollycoddle — that is their favourite word here — though she is too kind to say so. It is nice enough for me ; and I am learning, too ; but it would not do for you.\" \" All right, then don't say it was me who wanted to be deceitful,\" said Elsie. \" And I am not selfish either, Jean. I have made up my mind to ask Aunt Eila to let you and Pamela and Tommy spend Christmas with me. She said I was to choose my own treat. And we will have all our old games with nobody to interfere with us in the big nursery, where Uncle Philip and your mother used to play when they were little ; with bars to all the windows. You see, Jean, I don't forget our promise that we would think of each other always every Christmas, and sing papa's 'Jolly Postboy's' song. I am not at all forgetful of old friends,\" she added importantly; \"Aunt Eila said so when she wanted me to give up Old Charlottina, and have a new doll, and I said I never, never would,\" said Elsie, as they descended the carpetless stairs ; Jean in her shabby strap-shoes, and Elsie in delicately heeled and pointed boitines of glace' kid. Lady Davening, tired of making conversation with Mrs. Dunn, had asked for the children, and, after polite notice of the Dunn babies, had turned with ecstasy to Pamela. \"But how beautiful!\" she cried, regardless of Mrs. Dunn's warning cough. \" She is absolutely as lovely as my Elsie, only in a different style. I never saw such colouring, nor such tiny features. My dear Mrs. Dunn, did you ever see such a perfect little face ? \" \"She is a dear little thing, and very intelligent,\" said Mrs. Dunn deprecatingly, for she could not bear to discuss children's looks before their faces."], [114, "A Toy Tragedy. 104 \" Intelligent ! \" said Lady Davening. \" But she is beautiful ! Come here, darling.\" Pamela raised her long-lashed eyes confidingly to Lady Davening's face. No persuasions of their mother had em boldened the younger Dunns to advance and take the outstretched hand of their visitor. With rustic awkwardness they had backed into their mother's skirts to hide their staring eyes and big flaxen heads. The contrast was therefore more noticeable when Pamela, with that absolute lack of self-consciousness which is the highest natural breeding, came forward, and, with a pretty, timid smile, laid her little fingers in Lady Davening's hand. \" She is as pretty as Elsie,\" repeated Lady Davening. \" Do you not think so, Mrs. Dunn ? \" \" Oh, no,\" said Mrs. Dunn in surprise, looking from Pamela's tumbled gold-brown hair, her black frock and crumpled holland overall, to Elsie, who was just entering, a vision of exquisite golden curls and violet velvet. \" I should not say there was any comparison.\" \" She is looking at the clothes,\" thought Lady Davening impatiently ; but aloud she said graciously, \" Why, Elsie, my darling, you never told me what a lovely little sister you had.\" Jean looked delightedly at her aunt. \"Is she not?\" she said triumphantly. \"An artist in Switzerland, when she was only two, painted her portrait ; papa has a copy of it. It was such a lovely picture, it went to the Salon and was called ' L'Ange d'Amour.' \" Lady Davening smiled kindly. \" I am sure you have an artist's eye, yourself,\" she said, \" to appreciate your sister's face so much. What is her name ? \" \" Pamela,\" said the child fearlessly, in low clear tones, an echo of Jean's own voice. \"Would you like to come and see me, Pamela, and have tea with Elsie ? \""], [115, "The Fairy Princess. 105 \" Oh, very much,\" said the child joyously. \" Then you shall, little angel,\" cried Lady Davening, kissing her rapturously. Pamela looked, almost puzzled, from the exquisitely dressed lady with her fair face and radiant smile, to Mrs. Dunn and the homely children. Dim recollections of other days, and of a similarly gracious presence, bewildered her baby brain. \" Is it mamma come back again to Pamela ? \" she faltered anxiously. Mrs. Dunn never had time to waste in sentiment, but she made a pitiful effort to laugh. \" No, poor little darling.\" said gentle Lady Davening ; \" you must call me auntie, not mamma. After all, she is my Elsie's sister,\" looking round in unneeded apology. \" Only a aunt ! \" said Pamela struggling with her dis appointment. \" I hoped you was a angel, come to fetch me to Heaven. I hoped it was mamma come back for me. Only a aunt ! \" The pretty baby mouth quivered ominously, and Lady Davening, who had no experience of the extremely matter of-course way in which children accept facts which their elders regard as supernatural mysteries, was quite alarmed. \" Oh, poor mite, what terrible ideas. Her nerves must have been shaken by her poor mother's death,\" she said. \" Don't talk like that, sweet one ; think of nice pleasant things. Would you like auntie to bring you a doll ? \" \" No, thank you very much,\" said Pamela, remembering her manners. \" Jean gave me the one you sent her.\" Elsie and Jean exchanged a terrified glance. Was their secret to be betrayed unconsciously by innocent Pamela ? But Lady Davening thought nothing at all of Pamela's"], [116, "106 A Toy Tragedy. remark. \"That was very kind of Jean,\" she said, smiling ; \" so that is where your doll went, Elsie; I forgot to ask for it. Never mind ; you are almost too big for dolls now. I must send her something else.\" \"/ had the desk, you know,\" said Tommy solemnly, \"out of the fairy-godmother's Paris box. Are you the fairy-godmother? Jean is keeping it till I get older.\" \" You should say thank you, and make your bow,\" whispered Jean, anxiously prompting him. \"The other fellars don't,\" said Tommy stubbornly. \" Oh, Tommy, mamma knew best. She taught you,\" said Jean, with sorrowful, reproachful loyalty. Tommy was conquered. He advanced in his tight old-fashioned velvet suit and Toby frill, and executed a solemn little bow. \" I thank you very much for the desk,\" said Tommy, with his honest serious little face intent on keeping his feet together in the \"first position,\" and his hand on his heart as his dead mother had taught him. \" It is a beautiful desk,\" he added, as a polite after thought. \" I am glad you like it, you dear, fat, comical creature,\" said Lady Davening, delighted with him. \" I must bring Sir Philip to see you.\" \" I don't care about Sir Philip coming, thanks,\" said honest Tommy, regardless of Jean's despairing shake of the head. \" I should like you to come again. Though Jean says he's not a wicked uncle to take Elsie away.\" Lady Davening laughed. A few moments later the children crowded to the bare window to see the great barouche with Elsie sitting next to Lady Davening in a nest of rich furs. \" They are the most delightful children,\" said Lady Davening, as they rolled smoothly away through the un hinged disused gates of the Rectory drive. \" The sweetest"], [117, "The Fairy Princess. 107 pair I ever saw. It is strange poor Jean should be so unlike the rest of you ; though she seems a good kind of child in her way. But I shall certainly make Philip go and see your quaintest of small brothers, and that little angel Pamela.\""], [118, "io8 CHAPTER IX. THE TELEGRAM. 44 The sea, the blue lone sea hath one — He lies where pearls lie deep.\" — Hemans. Miss Grenoble sat in the prim drawing-room, where she had first made the acquaintance of her nephew and nieces, and stared at a telegram which lay, open, on the table before her. Martha had come into the room twice, to remind her she had not been down to order dinner; the first time with a ferocious, the second with an incredulous air of injury. But Miss Grenoble had waved her aside without seeming to see her. Jessie had ventured to hope that the telegram brought no bad news, and was ordered by an angry gesture to leave the room. But Miss Grenoble sat still in stupefied silence. She would never have acknowledged, even to herself, the blank which the departure of the \" angels-unawares \" she had been forced to entertain, had left in the unlovely house, wherein three old women and one young one dwelt, not in peace and harmony, but with much bickering and variance of opinion. A weaker and more sentimental soul might have sighed over the recollection of Jean's silent thoughtfulness ; of the childish beauty of Elsie and Pamela ; of Tommy's en livening oddity. But when she thought of them at all, it was to con gratulate herself on the fact that she had had them taken so completely off her hands by the generosity of Jean's uncle. He was rich, and she was (comparatively) poor. She dis-"], [119, "The Telegram. 109 liked children ; he was doubtless yearning for them : it was only right and just he should have relieved her of the responsibility. But what had uneasily haunted her at times was the anticipation of a day when her brother's merry face of old, his eager step on the stair, should once more present them selves in the home of his childhood. She did not, indeed, fear the renewal of their old quarrel. Any bitter seeling that the injustice of his mother's will had provoked at the time must have long since died away. He was at once too careless and too generous to trouble himself long over money matters. But her treatment of his motherless children might be another thing. Tom had always been foolishly weak and good-natured, even where other people's children were concerned. She could not picture him to herself under the changes so many years must have wrought in him. To imagine Tom as a careworn, perhaps gray-haired, man was beyond her power. To her he must always be young, with a ready laugh, curly hair, and a springing footstep. She would hear him come lightly up that stair one day ; she had dreaded that day ever since she let the children go, though she knew it was only a foolish fear, a trick her nerves were playing her ; and he would stand before her, with laughter in his sunshiny eyes, wondering to see her grown into such an old woman ; and in his careless con fident voice would demand the little ones he had left so blindly to her care. And there lay the telegram on the table. She need be haunted no more at night with the sentences she must compose to meet his anger and reproaches. She would never be obliged to argue out the question of their being happier in a strange and distant Rectory than with their father's sister in their grandfather's house. Her fears of his coming were, after all, groundless."], [120, "A Toy Tragedy. 110 This was the end of it all. The telegram she had received that morning told her that Tom Grenoble would never claim his children on earth. Tom, the spendthrift, the inconsiderate, the ne'er-do-weel, whose merry glance had charmed women, and whose frank gaiety had won men's hearts; Tom, the selfish, whose sister had so bitterly con demned him, whose little children had so innocently adored him. Tom was dead. And she, in compliance with his dying wish, was to \" break it very gently to the little ones.\" He had not lived to see India again. Whilst she had been picturing her brother, self-freed from all his responsi bilities, enjoying a sea-voyage without a thought of the burden he had transferred to his sister's shoulders, Tom had been lying, wrapt in his shroud, with gray hands folded on his breast. This was the picture Miss Grenoble could not banish from her mental vision. Through her dingy window-panes and the starched white curtains, she could see the strip of sea that had saddened the eyes of little Jean. The snow had levelled it into a glassy black calm. The winter's sun glowed dully through a pall of deep slate-coloured clouds, and with long red fingers pointed to Tom's boundless grave. His sister did not shed tears for him ; doubtless by-and-bye, when they should be told of it, his little children would weep bitterly enough for their dead father. But Miss Grenoble would put on deep crape, and sit in her favourite corner, stout and prosperous and comfortable, giving no sign of emotion. Only more haunting than honest grief, is the lurking shadow of un acknowledged remorse. Just at present the memory of the living Tom in his glad youth was so strongly before her that she could not concentrate her attention on the letter that must presently be composed to decorously announce his death to his children. She would occupy herself with something to"], [121, "The Telegram. 111 divert her thoughts. From her desk she drew a blue official envelope, broke the seals, and deliberately read through the will she had made fifteen years ago, dis tributing her properly and savings among various deserving charities. She was a richer woman now ; fifteen years ot anxious pinching and scraping at home, and careful investment abroad, had rolled her competency into something very nearly approaching modest wealth. She took the docu ment and thrust it in between the bars of the grate, watching until it was entirely consumed. Then she drew up the rough draft of another will, leaving all she possessed, unconditionally and without reserve, to her nephew, Thomas Arthur Grenoble. Then with rigid face, and fingers that trembled slightly, she took the telegram, and placing it in an envelope, addressed and sent it to Sir Philip Davening, without enclosing a word of comment. # # # # # \" I don't know how to tell her,\" said Lady Davening, almost in tears ; \" it seems so cruel. And she is so fond of her father, poor child. Could not you break it to her, Philip ? \" \" I am going down to the Rectory to tell the other children ; that is bad enough,\" said Sir Philip. \" She will take it best from you, my dear. She's fonder of you,\" he added, with a slight pang. \" What shall you do about them, Philip ; I suppose they are utterly destitute, poor little things ? \" \" I will think about it,\" he answered. \" It is best to decide nothing in a hurry.\" Lady Davening sighed impatiently. She liked things to be settled off-hand. Then she went to find Elsie. She found her in tears, battling over a simple history lesson with the patient Frenchwoman who now reigned"], [122, "112 A Toy Tragedy. over the dainty boudoir assigned to Elsie for a sitting room. \"What can be the matter?\" asked Lady Davening rather imperiously. \" I wish you could make Elsie a little happy over her lessons, mademoiselle ; she is like a ray of sunshine when they are over. And I'm sure she is not stupid. I cannot understand it.\" \" Mais vraiment, madame,\" said poor mademoiselle, almost crying, \" I think Elsie have no wish to learn. No application. No love for what I teach her.\" \"It is not mademoiselle's fault,\" said Elsie magnanim ously ; \" it is I that cannot be interested. What does it matter to me what all these kings and queens did ? \" \" Always she speaks like this of her histoire,\" cried mademoiselle. \" I have not to complain, madame, that Elsie is naughty. She is one very dear child, and full of caresses, but my duty is to teach her, and she will not be teach.\" \" I don't want to vex her,\" said Elsie, the facile tears flooding her blue eyes, \" but it seems to me foolish to tire ourselves thinking over the mistakes one king made and the mischief another king did. And what does it matter now whose heads were chopped off? It can't be helped now, and they are all dead and gone. I am sure we can be very thankful we were not born in those times,\" cried Elsie. \"We have enough to do to think of ourselves and to enjoy the things we have got now, whilst we are alive.\" \"Oh! Elsie, Elsie,\" said Lady Davening, divided be tween secret sympathy for sentiments much resembling her own, and a sense of the propriety of reproving Elsie for her unscholarly frame of mind. Then she remembered the sad errand on which she had come, and was silent, not knowing how to begin, and listening to mademoiselle's tearful protestations like one in a dream."], [123, "The Telegram. 113 It seemed strange that while Tom Grenoble was sunk in his ocean grave, his favourite child, unknowing, should be shedding tears over the small unimportant details of her daily life. \" Elsie is restless always over her lessons, and if not restless, then incredulous,\" said mademoiselle with genuine sorrow. \" Figure to yourself, madame, that she will not believe the world is round.\" \" How can I, when I can see for myself it is quite flat ? \" cried Elsie. \" And how can we be upside down without knowing it ? and all the water in the sea would run out \" \" The sea — ah ! \" said Lady Davening, with a little start. \" Mademoiselle,\" she added in French, \" pardon me for seeming inattentive, but I have terrible news for this poor child ; leave her alone with me for a little while.\" Whilst mademoiselle obediently left the room, with an expressive sound that combined regret, curiosity, and deprecation of the apology, Elsie came and knelt down by her \" pretty auntie,\" as she admiringly called her, wishing she could understand French well enough to know what she had said to mademoiselle. \" Elsie ! \" said Lady Davening, laying her white hand on the fair curls, \" you told me last night that you were always feeling so much that some day you would have to leave us, that your — your father would take you away.\" Elsie turned sick at heart. Was it possible her secret was discovered ? But, no ! Lady Davening continued, in her gentle, caressing tones — \" But now, my darling, I have come to tell you that this will never happen ; your father has left you for us to take care of always.\" Elsie looked bewildered. \" I know you loved him very much,\" said Lady I"], [124, "A Toy Tragedy. 114 Davening, trying to convey the news to her indirectly by emphasising the past tense, \" I am sure he was a very kind father to you, and we will try, darling, never to let you miss his love and affection.\" \"No,\" said Elsie, clinging to her without understanding, \"I never do. No one ever loved me so much as you do, Aunt Eila ! No one ever thought me so nice or so pretty, no, not even papa, although I was his favourite ! That is why I am so happy.\" \" My poor little sweet ! when you understand what I have to tell you, I am afraid you will be very unhappy. Very, very sad for your poor father, who cannot return to the little ones he loved so dearly.\" \" Papa is in India,\" said Eisie, vaguely perceiving something was wrong. \"No, my darling,\" she answered, very tenderly, \"your father never reached India. He was very ill on the voyage out. And oh, my poor Elsie ! I can't bear to tell you ; he died at sea.\" The child looked at her with terror in her distended blue eyes ; her lips whitened. \" Papa I \" said Elsie ; \" I don't know what you mean.\" \" It is cruel to have to go on explaining to her,\" cried Lady Davening, the tears rolling down her cheeks in her distress. \" Your stepmother died, darling — the poor, pretty young mamma you are so fond of quoting — cannot you understand that he — your father \" \" But she was very ill, she was always lying on the sofa,\" said Elsie. \" Papa — if you knew papa, auntie, you would know that he could not die, he is always quite, quite well, and so strong. He used to carry mamma up and down stairs. Papa is never ill.\" Then she looked vainly in her aunt's face for re-assur ance, and, finding none, suddenly burst into a loud, passion ate scream."], [125, "The Telegram. 115 \" Oh, poor papa ! what has happened to him ? Papa ! Jean ! oh, I want Jean ! I want Jean ! \" Meanwhile, Jean herself, standing before Sir Philip, with her hands tightly clasped, had heard and understood the tidings he brought her. He pitied the child the more intensely for the brave silence in which she heard his clear and gentle words ; for the struggle she made to restrain all noisy weeping, whilst the poor little bosom heaved, and the tears ran unnoticed down her small pale face. Pamela he had judged too young to be present at his painful interview, but Tommy stood by his sister, manfully upright, only half comprehending that the merry father he had loved had gone to Heaven ; only dimly realising he would never come back to play with the little son who loved him, and trying not to disgrace his sex and age by bursting into the loud roar his feelings dictated. So he stood very close to his sister, with his round alarmed eyes fixed on her, and his ugly, honest little face working violently. But just as Sir Philip rose compassionately to leave the poor mites to the unrestrained grief he felt could only be a relief to them both, and which he perceived they would not indulge in his presence, a messenger from the Park arrived in hot haste. \" Miss Elsie was in hysterics ; no one could do any thing with her ; she was making herself ill, and Lady Davening wished Miss Jean to return at once with Sir Philip.\" \" Do you feel able to come ? \" he asked Jean, rather indignantly. \" Oh, yes, if Elsie wants me,\" she answered, with a kind of patient surprise. \" Poor Elsie ! it is worst of all for her. She was papa's favourite.\" Unable for a moment to restrain a sob at her own I 2"], [126, "116 A Toy Tragedy. unthinking allusion, she ran up the bare staircase hastily. Sir Philip, standing on the door-mat, beneath the innumer able hats and caps which graced the vestibule of the Rectory, watched Tommy climbing after her, as speedily as the tightness of his black velvet suit, and the fat short ness of his legs, would permit. About half-way up, however, he stopped, and turned doubtfully round. Tommy's sense of politeness, laboriously inculcated by his mother, made him loth, even in his grief, to leave his visitor standing in the hall. He had meant, as Sir Philip guessed, to follow Jean and cry with her while she put on her things. The little boy's desperate attempt at manliness touched him. The fat legs slowly descended the stairs. \" Elsie won't want me,\" said Tommy. \" Will you come and sit down, Uncle Sir Philip, in the drawing-room? Jean won't be very long.\" Feeling something was due to Tommy's courtesy, Sir Philip respectfully walked back again through the door his small host held open, and seated himself in the nearest chair. Tommy fetched another for himself, and climbing solemnly on to it, sat opposite him. \" She's only got her boots to lace, and her hat and jacket to put on ; she won't be long,\" repeated Tommy. \" I was thinking of going to help her, but p'raps she'd rather be alone a minute or two, 'cos, being a girl, you see — a thing sometimes makes her cry.\" \"Poor little chap!\" said Sir Philip, as Tommy, at the bare thought of Jean's crying, suddenly let fall a big tear on his velvet knickerbockers. He took out his pocket handkerchief, kneaded it into a dingy ball, and carefully wiped up the tear. \"Us-cuse me,\" said Tommy; \"when a fellar hasn't got many suits, a fellar has to be careful,\" and looking"], [127, "The Telegram. 117 at Sir Philip deprecatingly, he forced up the quaintest little grin that ever sat on a human countenance. Sir Philip felt more sorry than amused, in spite of the laughable contortions poor Tommy's face was under going. \" You are a brave little chap,\" he said, at last, very gently ; \" I wish I had a son like you.\" \" I couldn't never be nobody else's son,\" said Tommy, \" if I haven't got papa any longer.\" Then, after a moment's thought, he added politely- \" But I'm sorry for you too, if you haven't got no little boy to love you.\" \" Thank you,\" said Sir Philip. Tommy looked hard at him, as if wondering if he would be an easy person to love. Then he burst out — \" Why, you've got a tear too, Uncle Sir Philip ; did you love papa ? \" \"No,\" said Sir Philip, looking another way; \"you see, 1 — I didn't know him very well.\" Tommy accepted the explanation in good faith. \" But you are sorry for him,\" he persisted, \" or why have you got a tear ? \" \" Perhaps, as you said just now, because I have no little boy to love me,\" he said grimly. \"Doesn't Elsie love you? I thought she was to be your little girl,\" said Tommy ; \" it was kind of you to take her instead of Jean.\" Sir Philip had no idea he was on the brink of a discovery. He merely asked — \" Don't you care for Elsie, then ? \" \"Oh yes ; I love her, of course; she's my own sister,\" said Tommy, calmly ; \" but she's not Jean. She's selfish, but Jean doesn't allow me to say so, 'cos Elsie's older than me. But if I were you I wouldn't mind a bit if Elsie didn't love me much, so long as Jean loved me.\""], [128, "A Toy Tragedy. 118 \" But supposing Jean doesn't?\" said Sir Philip. \" Oh, but she does,\" said Tommy, nodding his round head. \"Jean thinks you are nicerer than the pretty auntie who corned here to see us, but Pamela and me likes the pretty auntie best. She likes you best of anyone in the world next to papa and mamma, and us.\" \" Why ? \" said Sir Philip curiously. \" I can't think why,\" said honest Tommy ; then, after a moment's pause to think, he added, \" p'r'aps it's your fur coat,\" with an admiring glance at the big sable collar. Jean entered whilst Tommy gave vent to this humilia ting suggestion. Her face was stained with crying, but she had tied a black gauze veil round her hat in the vain hope of hiding the fact. Sir Philip pretended to look out of the window whilst she kissed her little brother, but he could not help hearing Tommy's whisper — \" Don't be long, Jean. Don't stay all the time with Elsie. I've no one to tell me about it. I will be brave if you promise not to be long ! \" \" Elsie wants me,\" answered Jean ; \" I must go, Tommy ; but Mrs. Dunn says you may go and sit with her to-day. You need not do any lessons. She will be very kind, darling ; let me go.\" She disengaged herself from the bear-hug Tommy was bestowing on her, and timidly approached Sir Philip. \" I am ready,\" she said. Then they drove away, leaving a disconsolate little figure standing on the doorstep of the Rectory. Jean, too much in awe of her uncle to do more than wave her hand in answer to the crumpled handkerchief poor Tommy was fluttering in the icy wind ; whilst his black eyes saw horses, phaeton, Sir Philip and Jean all dancing together in a mist of tears. Lady Davening was waiting for them in the hall, the"], [129, "The Telegram. 119 servants were rushing hither and thither, agitated directions were being given, and there was so evident a commotion, that, before Sir Philip had thrown off his heavy fur coat, he strode in to ask what was the matter, followed by Jean's slight black figure, trembling with mingled cold and anxiety. \" Oh, Philip ! \" cried Lady Davening, throwing herself into his arms, \" I don't know how to tell you : such a dreadful thing has happened ! Our darling Elsie has run away I \""], [130, "120 CHAPTER X. ELSIE. \" Run away ! \" said Sir Philip, stunned. \" What on earth do you mean ? \" \" The poor little thing almost lost her senses on hearing of her father's death ; that was why I sent for her sister,\" said Lady Davening, tearful and breathless, \" and whilst I left her, as I thought, too much upset to notice my absence, and sent off a messenger to you, she must have got up and run out into the snow just as she was. The strange thing is that no one saw her do it. But there is the track of her little shoes across the snow in the park,\" sobbed Lady Davening, \" into the high road, and there it is frozen so hard that we cannot tell which of the cross-roads she has taken.\" \"My darling, be calm,\" said Sir Philip; \"she cannot have gone far ; why, it is not half an hour ago. I will send someone off in every direction at once. I will go myself.\" \" Oh, I have sent. I sent four men directly,\" cried Lady Davening. \" But it is beginning to snow again, Philip, and I can't bear to think of that poor mite, and in her thin shoes ! \" \" It is to be wished Elsie had more control over herself,\" said Sir Philip sternly. \"Oh, you can't be angry with her,\" cried Lady Davening hysterically. \" She was out of her mind with grief, poor sensitive little thing ! I love her better than you, Philip, though she is your own sister's child.\""], [131, "Elsie 121 \"You have spoilt her terribly,\" rose vexedly to Sir Philip's lips, but he forbore to utter the words. \" Let me come too, please,\" said Jean. \" I have thick boots ; I shall not hurt in the snow. Oh, let me go and find her ! \" \" Get back into the phaeton,\" said Sir Philip, looking at her ; \" I will drive you.\" He drove swiftly to the cross roads, and then paused in doubt. \" Which of the roads shall we take ? \" he asked gently. \" This one,\" said Jean, instinctively feeling that Elsie would avoid the high road. She pointed to a narrow lane deeply sunk and sheltered by high banks. Sir Philip turned his dashing pair without hesitation into it, and they went on, almost brushing the hedges on either side as they passed through. \" The common, or the road through the village ? \" he asked, on emerging from the lane, with superstitious faith in her guidance. Jean could not speak, but again she pointed with her finger to the lonely road leading over the common, which was a stretch of wild uncultivated moorland. They had to go cautiously when they reached it, for a white mist was flying across it, in strange wreathed shapes, that to Jean's shivering fancy resembled armies of ghosts hurrying past them. They lost the track, but the horses managed to struggle along, though Sir Philip began to think it impossible a child should have come so great a distance in such weather. A figure suddenly appeared in the mist, and Sir Philip shouted. They had overtaken one of the men Lady Davening had sent to look for Elsie. \" A fog has come on, if you please, Sir Philip,\" was his respectfully superfluous information, \" but I see the track of"], [132, "A Toy Tragedy 122 a child's feet a minute since. You're but a yard or so off the path, Sir Philip.\" Sir Philip said nothing. He regained the road, and laid the whip lightly across his horses. It seemed incredible she should have gone so far, but he had driven on for ten minutes when they saw, simultaneously, a little figure scudding before the wind — Elsie, running wildly through the mists. Jean climbed out of the phaeton before the groom could descend to help her, and together they overtook the flying figure and brought it back, in its drenched velvet frock, and uncurled hair clinging wetly round a little white face, almost unrecognisable in its terror. During the drive home, Elsie lay, numb and motionless, in Jean's slight familiar arms ; wrapt, though she was unconscious of it, in Sir Philip's own fur-lined coat. Then she was lifted down and borne into the hall where Lady Davening anxiously waited, and Jean again fell into the background. Strong and tender arms carried Elsie into her dainty chamber, and Jean followed at a humble distance. Even then she could not help noticing the care and luxury with which this nest of a petted child had been appointed. A lace-frilled nightgown of the finest cambric, and a warm soft dressing-gown, hung before the fire. Tiny blue morocco slippers were toasting in the fender. The toilet-table was arranged in miniature like a real grown-up lady's, with silver brushes and comb-trays, and scent-bottles with gilt stoppers. The French maid, Fanchette, was heating flannels at the fire, and mademoiselle stood ready with a basin of hot soup and brandy, while a housemaid was pouring steaming water into a bath under her directions. There seemed small chance that Elsie would not be"], [133, "Elsie. 123 taken sufficient care of, without her sister's help. Jean stole to the window and looked out over the stretch of park, at the deer, moving slowly across the snow in search of food. Elsie seemed too exhausted or too bewildered to talk ; she swallowed a teaspoonful of brandy, and was almost instantly asleep. Lady Davening sat by her side alone, save for the patient little watcher by the window. But her sleep did not last long. She awoke presently with a scream. \" I am back again ! They have brought me back. Oh, Jean, Jean, where are you, where are you ? I want you so.\" Lady Davening stooped tenderly over her. \" Jean is here, darling ; don't be frightened,\" she said softly. \" I am frightened ; you don't know,\" said Elsie, beginning to sob helplessly. \" Oh please go away, go away, auntie, or I shall never be able to tell. I want to be alone with Jean.\" Jean was at her side in an instant, and Lady Davening, secretly a little hurt, went quietly away to re-assure Sir Philip. \" Oh, Jean, Jean ! \" sobbed Elsie, clinging wildly to her. \" Hush ! \" said her sister. \" Hush, my darling, do not sob so loudly, or they will come back before you have time to tell me. I cannot understand. Oh, darling, why did you do it ? \" Elsie pushed the heavy mass of hair off her little blue veined transparent forehead. \" Listen, Jean, I will tell you,\" she said. \" You do not know how wicked I am, but I was always so afraid that when papa came back — you know he could not bear deceit, he would have called it deceit — that he would come and tell them the truth about us, and then that you would come here and take my place, and me be sent away in disgrace."], [134, "A Toy Tragedy. 124 And so I prayed — I prayed he shouldn't come back from India, not for ages and ages, and I think I meant never. And all the time I knew, I knew \" — writhing in bitter remorse — \" that he was wanting to come back to me, poor papa. Oh, poor papa ! and now God is punishing me. He has killed papa. He will never let him come back. And now I want papa, I want papa, I want papa ! \" she almost screamed. \" Oh hush, my darling ! \" said Jean, rocking her sister to and fro in her arms, as was her wont in Elsie's paroxysms. \" Hush, my darling ! papa is in Heaven ; he knows you are sorry, he knows you didn't mean it, and he forgives you. You know he liked you the best of us all — he was never angry with you.\" \"But God is angry,\" sobbed Elsie. \"Would God be less kind than papa?\" asked Jean, patient in her grief, and longing to comfort the little heart that beat so wildly against her own. \" Oh ! He must be kinder even than papa ; He would never punish a little thing like you, ' with passionate conviction. \" Go on,\" said Elsie under her breath, fixing her wide, tearful blue eyes on her sister's face. \" I think,\" said Jean, fondling the fragile burning hand, \" I think God knew how unhappy poor papa was without mamma. And mamma in Heaven looked down and saw his dear eyes without their funny laugh, like you and me used to be so sorry for, and perhaps she couldn't bear to see it either, and begged God to let him come back to her. I am only trying to guess how it was,\" said the poor little dreamer wistfully. \" And I had hoped that perhaps God thought that as papa was so poor it would comfort him to know that Uncle Philip was here to take care of us all ; but especially you, because you were his favourite. And I know mamma would like to think it was me to take care of the little ones.\""], [135, "Elsie. 125 \" I want papa,\" sobbed Elsie, refusing comfort. \" But you are glad to think he is in Heaven, and with mamma again ? \" \" I am not. I want him here. Now, this minute. I want him to take me in his arms and promise no one shall be angry with me ; and I want him — to — to — tell for me.\" \" Do you mean tell the truth about you and me ? '' whispered Jean. \" Yes,\" sobbed Elsie incoherently. \" I thought if I ran away you would be able to tell them yourself; and they would take you instead of me, and it would all be put right, and 1 shouldn't be there to hear how angry Uncle Philip would be. He is always stern and dreadful. And auntie would be disappointed. I am afraid of Uncle Philip, but I could make papa understand if he was only here. Oh, I want papa, I want papa ! \" \"Hush, Elsie,\" said Jean imploringly; \"you will make yourself ill, darling.\" \" I wanted to hide myself,\" Elsie went on passionately. \" Oh, I couldn't bear the night to come, Jean, and know papa knew all I was thinking, and that I didn't want him to come back. It would break his heart. I wanted to do something to show him I was sorry.\" As she rolled over and buried her face in the pillow in a passion of tears, Lady Davening re-entered the room. \" You have been exciting her and making her worse,\" she said reproachfully to Jean. \"Oh, Elsie, my sweet, do not grieve so terribly. And how could you, how could you run away from the auntie who loved you so ? \" She threw her gentle arms caressingly round the little shaking form. \" Don't,\" said Elsie in muffled tones. \" You would only be angry with me if you knew. Oh, why can't papa"], [136, "126 A Toy Tragedy. come to me ? Papa and mamma would understand, and now I can never tell them — I am sorry.\" Lady Davening looked helplessly at Jean. \" Elsie did not want to leave you, and she prayed papa might not come home and take her away,\" said Jean almost inaudibly ; \" and now he is dead she is afraid it is because of her prayer.\" '■ Poor sensitive darling ! \" cried Lady Davening. \" Oh, I must tell her uncle. We were so grieved, so hurt. We could not think what was on her poor little mind. Elsie, my darling, why did you not tell me ? you might have trusted me.\" \" She can't bear anyone to be angry with her,\" pleaded Jean. \" Oh, we always spoilt her at home — she was the delicate one — she was never scolded, never.\" \" Who wants to scold her ? \" cried Lady Davening petulantly. \" Really, Jean, you may trust my own niece to me. Do you think I don't know her tender heart ? Have I ever been cross to you, Elsie ? \" \"No, no,'' sobbed Elsie, clinging to her; \"and that was why I could not bear to make you hate me. Promise never to hate me — promise to go on loving me.\" \" Of course, I promise. Why you are my own child now,\" said Lady Davening, stroking the fair hair. \" Only, darling, you must not cry — don't think any more to-day. You are worn out, poor child. If you want Jean to sit with you she must promise not to talk and let you agitate yourself; you are so feverish, darling.\" \" Jean must stay to-night,\" cried Elsie, raising herself on her elbow, so that Lady Davening noted with alarm how deeply flushed her little face was, how glassily brilliant her blue eyes. \" Don't let her go away while I am asleep, Aunt Eila.\""], [137, "Elsie. 127 \"No, darling, no; she shall stay as long as you wish,\" said Lady Davening soothingly. And she left the room to tell Sir Philip the cause of Elsie's violent grief; and to write a note to the doctor, begging him to ride over as early as possible on the morrow. She was thankful enough to have done so the next morning, when Brown came in to wake her, with a very grave face. \" Oh, if you please, my lady,\" she said, \" I wouldn't have you disturbed before, as there was plenty of others to see to her — but Miss Elsie have had a dreadful night. She woke about one o'clock, and asked for water, and Miss Jean felt so uneasy about her she called Fanchette, who saw directly the child was in a burning fever.\" \" I ought to have been told immediately ; it was very wrong of you,\" said Lady Davening with great displeasure, as she donned her robe de chambre hastily. \" Fanchette roused mademoiselle directly, my lady. And they both watched by her all night. Mademoiselle never came to me till five, to beg me to wake you, but I knew you had written to the doctor, and I would not do it, my lady, and you so agitated yesterday,\" said Brown resentfully. \" You were very wrong,\" repeated her mistress. \" Has the doctor been ? \" \" Not yet, my lady ; and she seems better now. Mademoiselle knew just what to do, she said. And she thought Miss Elsie had taken a bad chill yesterday, and no wonder, running out in the snow like that.\" Lady Davening waited for no more. She flung a wrap round her shoulders, and went with slippered feet to Elsie's room. Mademoiselle sat patiently by the bedside, gaunt and grey, in the waterproof that thriftily served her for a dressing gown, mixing \" tisane \" in a tumbler. Jean, in her plain black frock, looked as if she had been"], [138, "128 A Toy Tragedy. up and dressed all night ; and Fanchette, neat, smart, and bright, was moving in the room beyond. Elsie tossed among the pillows, and to Lady Davening's anxious greeting, answered in a voice hardly audible from hoarseness. \" It is one very bad chill she have got,\" said made moiselle, nodding her head, with the dust-coloured pig tail, which the good soul had not snatched a moment to pin up. \" Is your throat painful, my darling ? \" said Lady Davening, leaning over her, with a pang of terror at her heart, as the burning fingers lay listless in her hand. \" My chest ! \" said Elsie, with a piteous effort to speak naturally. \" She have on a poultice which she very well endures,\" said mademoiselle encouragingly, knowing little of the agony of red-hot internal pain which almost welcomes the relief of an outward sting, be it never so sharp. \" One can nothing do more until the doctor shall arrive.\" \" Thank Heaven, that will be very soon,\" said Lady Davening. Half an hour later he did arrive, and his coming lifted a load of responsibility from their minds. He was a cheery, confident man, and even Jean brightened at his entrance, especially when he declared mademoiselle's treatment to have been in every way correct. But he seemed, nevertheless, to spend a very, very long time in Elsie's room, Jean thought, as she wandered restlessly up and down the corridor ; and her quick eyes saw in a moment that his face was very grave as he came outside the room. She stood breathless while he greeted Sir Philip, who was waiting impatiently for his report. \"Anything serious?\" he asked hastily."], [139, "Elsie. 129 The doctor paused a moment. \" Nothing serious in itself,\" he said significantly. \"The chill was happily 'taken in time.' I see no immediate necessity for alarming Lady Davening.\" \" What do you mean ? \" said Sir Philip huskily. \" I mean,\" said the doctor, slowly, \" that the child is — unusually delicate \" Jean gave a little cry. \" Hallo ! \" said the doctor, \" who is this ? \" \" Her sister ; that is, her half-sister,\" said Sir Philip. \" Jean ! What business had you here? \" \" I was only waiting to go into the room again,\" said Jean timidly, \" and I wanted to ask the doctor if Elsie had inflammation of the lungs; she had it once, when she was a child.\" \" How long ago was that ? \" said the doctor, not meaning to be funny at all, but looking quite seriously and kindly at her from under his bushy eyebrows, which were knitted thoughtfully. \" Come, here is somebody, it seems, who can tell me all I want to know about her.\" Jean reflected a moment. \" It was nearly three years ago, I think,\" she said. \" Will Elsie get well, doctor?\" \" God bless my soul, what a question to ask ! \" said the doctor, in affected astonishment. \" Why, what do you suppose I'm here for, if not to cure her ? \" Jean noticed immediately that he had not answered her question. It is curious that equivocal or dishonest answers are so blindly given to the questioners the least likely to be satisfied with them. A little child's mind is clear and unbiassed. It admits of no sophistry, because the wisdom 01 its generation has not yet descended upon it. In con sequence the \" tangled web \" of thought and many-sided argument which represents the mind of a grown person is more easily deceived by the semblance of truth, has more J"], [140, "130 A Toy Tragedy. confused instincts, than the simple directness of a soul untouched by prejudice. Jean left the doctor whispering to Sir Philip, and crept upstairs, and through the long galleries to the old nursery, which had been shown to her and Elsie when they first came to the Park. It had been unoccupied since the days of Philip and Elizabeth Davening's childhood — how many years ago ! The big rocking-horse stood in the bow-window. The saddle was thick with dust; evidently the housemaids had not been in lately. The old doll's-house, on a mahogany stand, stood next the wall, with green-painted window sashes and a sham front-door. Some of the inside furniture was broken. Jean wondered if Sir Philip had broken it, and if her mother had cried. She tried to imagine Tommy on the big rocking-horse, and Pamela playing with the doll's house. She wandered disconsolately through the empty rooms opening one into another — a deserted, echoing suite — and endeavoured to realise that her mother had run, a little child, over the very boards she now trod. She reminded herself, with a vague surprise, that yester day—only yesterday — she had heard of her father's death. Poor, kind, merry debonnaire papa ! Why was she not crying ? she would think of him presently — to-night, per haps — when she had returned to the little ones. But now she could think of nothing, nothing save the haunting dread — the dumb terror of something approaching — which lay heavy on her childish heart. She gazed out over the snowy park, at the dull sky, at the sweeping icy wind that rocked the stiff dead branches of the naked trees. They would certainly have a white Christmas. Then, with the same aching calm, she re turned to Elsie's room."], [141, "Elsie. 131 Even as she entered she heard the hoarse little voice impatiently asking, \" Where's Jean ? Don't let her go away. I want Jean.\" The restless blue eyes closed peacefully directly the slight familiar form resumed its position by the bedside. Elsie, holding her sister's hand, fell into soft refreshing slumber. J 2"], [142, "132 CHAPTER XI. CHRISTMAS NIGHT. \" Once there was an aunt, who lived in a beautiful house, and invited all her nephews and nieces to stay with her,\" said Jean, and paused. \" But the story has come true,\" said Tommy seriously. \" Go on,\" urged Pamela. \" Do go on, Jean, it is just what you used to tell us — and there was a doll's-house.\" \" And a rocking-horse,\" said Tommy, looking round at it fondly. \" Have you forgotten the story ? \" asked Pamela. \" No, darling, I will go on. There was a nursery, with pictures on the walls like these, and a cheerful fire, and in the middle of the room there was a round table, and on it was a cake \" Tommy rose and walked to the table whereon the actual cake reposed. On the white icing was inscribed, in strag gling pink letters, \" A Merry Christmas.\" The motto was slightly defaced by the cutting of the cake, but \" Merry \" was still discernible, spelt, owing to an unfortunate mistake of the cook's, with only one \" r.\" \" Leave out about the pony on the lawn,\" said Tommy, whose faithful memory was tenacious of detail. \" At this time of the year he would be taken into the stable, you know.\" \" I don't want that story, or any story to-night,\" said Elsie fretfully. \" It's Christmas Day,\" said Tommy, as though he had just discovered a curious fact. \"Cook says so.\""], [143, "Christmas Night. 133 It was Christmas Day. \" I want them to spend the holidays here, all of them, up in the old nursery,\" Elsie had urged imperiously. \" I'm not selfish, Aunt Eila ; I want them all to have a happy Christmas.\" Every whim of the adopted darling of the house had been indulged since her illness, and Tommy and Pamela had been sent for in hot haste. In spite of her fondness for Elsie, Lady Davening turned with relief, at times, from her fretful petulance, to Pamela, who, with equal loveliness and the sweet-tempered ness of perfect health, could be petted without being spoilt. But Jean was a slave who never tired. Tommy was Sir Philip's respectful admiring shadow (though the \" wicked uncle \" seemed to grow more silent and mournful hourly in these days), but his ways were so quiet and old-fashioned that Sir Philip was often hardly conscious of his presence till he happened to catch sight of his small square figure, and contemplative brow. \" I have not forgotten we promised to think of each other at Christmas,\" poor Elsie had said, when they arrived. \" I am not selfish, am I Jean ? \" \" No, darling,\" said Jean patiently. \" And on Christmas night we will all sit round the fire like we did before,\" Elsie had said. \" I am to be carried up ; Aunt Eila says so. And I have got such beautiful presents for you all. Why don't you look pleased, Jean? \" \" I am pleased,\" said Jean pitifully ; \" but if you will only get well I don't want them.\" 44 How silly you are ! Of course I shall get well, Jean. Aunt Eila paid for them— she had them sent from the shops for me to choose from. A big box came down from London ; but I thought of them,\" said Elsie wistfully, \" that makes them my presents, doesn't it, Jean ? \""], [144, "A Toy Tragedy. 134 \" Yes, indeed, my pet.\" It was Christmas night. Elsie lay back among the pillows in her big arm-chair ; her little fair face was terribly wasted and transparent, and the blue veins were marked on the temples ; so delicate she looked, that Jean prayed she might never have to rough it among healthy noisy children at the Rectory. Tommy and Pamela were subdued by the consciousness of Elsie's having been so very ill ; and awed by the hospital nurse with her cheerful face and white dress and cap, who came in so softly and anxiously now and then, to see if her patient were overtiring herself; and whom Elsie ordered about so imperiously whilst utterly dependent on her. \"While we are alone,\" said Elsie wearily, \"I do wish nurse wouldn't keep coming in and out ; let's sing our 'Jolly Postboy's' song. It would cheer me up, I think.\" \" But you must take hands, like we used to at the aunt's,\" cried Pamela joyously. \"Doesn't she have a good memory?\" said Tommy admiringly, \" for such a little kid, you know.\" \" Kid is vulgar,\" said Elsie sharply. \" It may be for girls ; boys say what they like. Oscar calls us all kids,\" said Tommy defiantly. \" Even you.\" \" Don't tell me what rude boys say,\" said Elsie, her eyes silling with weak tears. \" Hush, Tommy,\" said Jean, with unwonted sharpness \" Elsie, darling, I told you I was afraid Tommy would imitate those rude, rough boys. The rector would not say that himself. He said you were beautiful. No one minds what schoolboys say ; grown-up people would never call you a kid, or anything rude.\" Tommy felt very small. He had his feelings ; and when he turned his ugly little face away he was screwing up his eyes very tight to keep the tears in."], [145, "Christmas Nig/it. 135 \" I thought you would all have been so grateful to me for giving you such a treat,\" said Elsie tremulously. \" So we are, if you wouldn't keep on talking about it,\" burst out the irrepressible Tommy. \" Oh, Tommy, hush ! Yes, Elsie, we are glad. Think, children, how different it would have been at the Rectory,\" said anxious Jean, \" and I had nothing to put in your stock ings ; but Elsie has given you most beautiful things.\" \" And you too,\" reminded Elsie. \" And me too,\" said faithful Jean. \"You would have given them if you could,\" said Tommy sturdily. \" And now Old Davening has given me half a sovereign. / mean to buy you all surprises, spiffin' ones, for the New Year.\" \" Tommy ! \" cried Jean in horror. \"Well,\" said Tommy, \"Oscar calls him Old Davening.\" \" You are too much of a gentleman, I hope,\" said Jean, \" when Uncle Philip has been so kind.\" \" I'm sorry,\" said Tommy ; \" I didn't mean to be rude, but you are always finding fault with what a fellar says. I almost wish I was back at the Rectory.\" Then he suddenly caught sight of the cake, and amended his remark. \" No, I don't ; I like being here awfully, and Uncle Philip is a brick. When I say brick,\" he explained, \" I mean a nice old buff — a nice splendid sort of a fellar — nothing familiar.\" \" You see, we're together after all,\" said Elsie ; \" when we were at the aunt's house we were so misrubble, thinking we should all be separated by the wicked uncle, and we have given each other presents, just as we said we always would at Christmas — at least, I have. And we haven't for gotten each other at all, and never will.\" Pamela had remained all the while patiently holding one of Tommy's hands and one of Jean's ; she was rather afraid of Elsie. \" But we haven't sung yet,\" she remarked plaintively."], [146, "136 A Toy Tragedy. \"Sing it softly, or you'll make my head ache,\" said Elsie. She graciously extended one thin white hand to Tommy, and Jean clasped the other. As the childish voices rose and fell in a hushed chorus, Sir Philip and Lady Davening entered. 44 For to-night we'll merry be. To-morrow we'll be sober.\" They waited a few minutes, and Lady Davening smilingly advanced. \" What is this magic circle by the fire ? \" she asked. \" It is our song,\" said Elsie eagerly, \" and you must not ask about it, Aunt Eila. It is a secret, and grown-up people would only laugh at it.\" Lady Davening felt very far off from laughter as she knelt by the fragile, golden-haired child in the big arm-chair. \" Are you better, sweet ? \" she asked. \" Does it amuse you to have the others here ? \" \" Oh, yes,\" said Elsie wearily ; \"but I am getting tired I want nurse to carry me downstairs.\" \" Shall I carry you, Elsie ? \" said Sir Philip. \"I like nurse best,\" said Elsie; \"she has such soft arms.\" Jean's heart reproached her passionately as her uncle turned away without a word. Although he immediately asked Tommy with a smile how the rocking-horse was getting on, she divined his kind, noble heart was pained at Elsie's ungracious avoidance of him. Lady Davening felt it likewise. When Elsie had sunk, with a tired sigh of relief, into her soft bed, she sent the nurse away for a few minutes whilst she talked to her. \"Try, darling,\" she said, very gently, \"to be more loving to your uncle.\" \" I love you,\" said Elsie, clasping her arms round the fair neck. \"I love you, auntie, better than anyone in the"], [147, "Christmas Night. 137 world, except Jean. But I must love Jean best. What ever I did, she would never leave off loving me.\" \"Whatever you did!\" said Lady Davening, stooping to kiss her with tears in her eyes. \"My little white angel ! \" But when Jean went in to stay with Elsie while the nurse had her supper, she found her sobbing on her pillow. \"Oh, Jean,\" she said, \" I am very unhappy.\" \" What is it, darling? Do you feel worse ?\" said Jean, trembling with anxiety. \" No, no, only I can't bear the nights any longer,\" sobbed Elsie. \" I know nurse is there, and we always have a light, but often I can't go to sleep, and then I want to think of papa, and I can't, because he is in Heaven, and people who deceive never go to Heaven, and I see their faces in the fire, when I lie awake and watch it, and they look angry.\" \" Darling, darling, it is only because you are ill,\" cried Jean ; \" when was papa ever angry, with you ? \" \" He always said I was so open and truthful,\" said Elsie ; \" he liked me best because I was franker than you, Jean.\" \" Yes,\" said Jean, \" I never could say what I thought like you, darling,\" remembering with a pang how fondly her father had believed in this one child, whose thoughts and feelings were so entirely in accordance with his own. \" I meant to tell the truth,\" sobbed Elsie, \" that day I ran away, only then I was so ill. But to-night I wanted to wish papa and mamma a merry Christmas in my prayers — it seemed so cruel to leave them out ; and all of a sudden I remembered mamma laughing, like she used to be, in her white dress, and it made me cry, because nobody will ever hear me my prayers any more. Aunt Eila is very kind, but she is not like that. And I thought if I could pretend to be mamma's big baby again, like I used to, when she"], [148, "138 A Toy Tragedy. used to take me in her arms, that I should be quite happy again. Only I daren't think of her while I am deceiving everyone ; she would tell me not to, if I was saying my prayers to her,\" concluded Elsie miserably. \" It was my fault ; I am the eldest,\" said Jean, in a low tone. \" Oh, what does it matter about you,\" cried Elsie ; \" it is me they will think of. And auntie loves me so.\" \" Will it make you happier to tell ? \" said Jean, quiver ing. \" Yes, yes,\" sobbed Elsie incoherently. \" I want them to know now, before I get frightened again. I want them to forgive me before I go to sleep to-night.\" \" I will tell them,\" said Jean, speaking steadily, though she turned pale with apprehension. \" I will go and tell Sir Philip. Don't be frightened, darling ; they shall not be angry with you. I will take all the blame.\" \"No, no,\" cried Elsie, jealously; \"I must do it. It will make up for it if I tell. They can't call me selfish or deceitful then.\" \"What shall I do?\" said Jean helplessly; \"oh! Elsie darling, you will be worse if you get excited; the doctor said so.\" \" I don't care,\" said Elsie ; \" tell them to come, tell them both to come up here to me directly.\" \" Very well,\" said Jean, trembling. As she moved reluctantly to the door, the doctor suddenly entered. \" Hullo ! \" he said cheerily, \" what, more tears ! This will never do, Miss Elsie. This comes of my being late, you see. I just caught you out in time. You didn't expect me, hey ? \" He sat down and looked keenly at the flushed face. \" I am much better,\" said Elsie ; \" but, please, I want to speak to Jean before she goes.\""], [149, "Christmas Night. 139 Jean returned, and bent down to the little dry lips. Elsie lay back exhausted, panting with anxiety and weak ness. \" You may tell them yourself, after all,\" she whispered hoarsely. \" Tell them while the doctor is here, but make them both come up and forgive me before I go to sleep. Say I was going to tell them all by myself if he hadn't come. And say — say that papa and mamma were never very angry with me, and ask them not to be. Be quick, Jean, now, at once, and they must forgive me to-night.\" Sir Philip sat in the hall, on one of the big sofas, trying to read a newspaper, whilst he anxiously awaited the doctor. Lady Davening, making no pretence of reading, wandered unhappily up and down before the roaring fire on the hearth. She passed continually between Sir Philip and the lamp, and threw a shadow on his newspaper, but he did not complain. Down the wide stairs swiftly came Jean's little figure. She dared not pause for courage, she could only shut her eyes on her terrified anticipations, and come straight into their presence. \" I want to speak to you — both,\" she said, and was surprised at the sound of her own unfaltering voice. Instinctively Sir Philip laid down his newspaper and moved to his wife's side ; he felt it could be no common errand which had brought her to their presence thus. The little figure, standing on the broad hearth-rug of tiger-skins, faced them both ; but Jean's sad and thoughtful eyes sought only her uncle's face. 44 It is I who am to blame,\" she said, with low and breathless utterance, \" only I : you must not be angry with Elsie. She wanted to tell you herself, only the doctor"], [150, "A Toy Tragedy. 140 came just as I was fetching you. She wanted you to forgive her before she went to sleep. And it was I who let you be deceived, but you made the mistake first yourselves.\" \" Is she mad ? \" said Lady Davening. \"Go on,\" said Sir Philip, amazed. Jean raised her trembling hands imploringly. \" You must be angry with me,\" she said, with a moan, \" though I think it will kill me if you are very angry. I did it for the best. It was natural you should mistake us, Elsie being so pretty, and so much taller than me; and she wore your sealskin because of the cold, but we never thought of it at the time — indeed, we never did.\" \"Ah !\" cried Lady Davening. She was quicker of wit than her cleverer husband. \" It was my fault,\" said Jean, choking back her sobs, and raising her great hazel eyes to Sir Philip's unbending gaze. \" When you mistook — I ought to have come forward at once — but you were so pleased with her, and it was hard to disappoint you \" \" What am I to understand from all this ? \" said Sir Philip harshly. \" Punish me,\" said Jean despairingly ; \" but do go upstairs, and forgive Elsie. She is so ill; and she wanted to tell you, the very day she heard about papa ; but she was frightened of you, and she couldn't bear Aunt Eila not to love her any longer. I am willing to go — to go to prison — perhaps it will be your duty to send me,\" said poor Jean, trying to remember all she had ever heard on the subject of fraudulent impersonation, which was not very much. \" I know you are a magistrate ; but as / am to blame, please, please tell her that you will forgive her and love her all the same, though she is not your niece.\" \"What are you saying?\" cried Lady Davening, willing to disbelieve Jean, and angrily thrusting her own conviction"], [151, "Christmas Night. 141 into the background. \" Elsie not our niece ! But this is too much, Jean. Pray be coherent.\" Jean clasped her two hands across her breast to still the beating of her heart, and tried to speak slowly and distinctly ; but its frightened throbs sounded much louder, in her ears, than her own words. \" It is I,\" she said, \" / am Elizabeth, your niece Eliza beth. Not Elsie at all.\" \" Are you accusing that innocent baby of taking a false name; of playing a part to deceive us?\" said Lady Davening. \" She took no false name,\" said Jean patiently ; \" you did not wait to ask us. She went in first. It was very natural : she is the prettiest, and the tallest,\" she repeated, \" and you took her on your knee, and asked what she was called, and she said, ' Elsie.' You thought it only a pet name, the short for Elizabeth, but she was christened Elsie. But my name is Elizabeth Jean.\" Sir Philip shaded his brow with his hand. \" I will tell you everything,\" said Jean desperately. \" When you came up that night to see Elsie asleep, I was awake. I meant to tell you then, but Brown was with you, and I was a coward, and thought I would wait till she was gone. And you said — you said — how glad you were that it was her and not me, because Sir Philip was so pleased she was pretty, and only vexed with me because I was like poor papa. And I thought, perhaps,\" weeping bitterly, \" God meant me to understand I ought to give it up to Elsie, that I was not pretty or bright enough for you. And afterwards, though I grew to feel sure in my heart of hearts that it was wrong, yet it seemed much easier to go on than to explain. Indeed, there was no part to play.\" Sir Philip leant back in the wide oak chair into which he had sunk on first hearing Jean's confession. Pie did not move the hand which shaded his face."], [152, "A Toy Tragedy. 142 What do you expect us to do ? \" he said. \" Only to forgive her,\" cried Jean passionately ; \" she is so little, and you are so great, and you made the mistake first your own selves. And it was she who 'wanted to tell ; you need never have known. But it was Christmas night, and you had been so good to her.\" \" And that child is your niece. How are we ever to know the truth again ! \" cried Lady Davening. \" We are to take her in our poor pretty Elsie's place.\" \"No, no,\" cried Jean; \"you like her best — keep her. I gave it up to her. We only want you to forgive her. It is better as it is ; I could not leave the children. Mrs. Dunn is very kind, but she does not understand Indian children. How can I let Tommy, who is so little, go and play in the snow with rough boys ? And Pamela feels the cold ; there is no fireplace in our bedroom. I can take care of her, and keep her warm ; but Elsie ! Oh, Aunt Eila, you would not send Elsie to the Rectory ! Think how delicate she is, and how she has been always spoilt.\" \"And you would go back, would give us up,\" said Sir Philip, in a low voice, and looking steadily at Jean beneath his shading hand. \"Oh, what does it matter about me?\" cried Jean, re peating Elsie's own words. \" Of course I must give you up ; of course I will go back. I know you do not love me. I know you can never forgive me. Oh, cannot you under stand it is Elsie I am asking for ? \" \" I was not thinking of my love nor of my forgive ness,\" said Sir Philip sternly; \"but of the things that tempted Elsie to deceive me— of her pretty toys and fine clothes.\" \" But I am too old for toys,\" answered Jean literally. \" And I have no taste like Elsie. Papa often said I did not pay for dress. It is not these things I cry for,\" with sudden passion. \" I am not a baby, Uncle Sir Philip.\""], [153, "Christmas Night. 143 \"Then you regret nothing?\" said Sir Philip coldly. \" You have no sorrow in leaving — your mother's home and people, so long as you know Elsie is happy, and you have the younger ones ? \" \" Oh, how can I help being sorry ! \" cried Jean, the tears running down her little pale face unheeded, as she stretched out her trembling hands unconsciously to him, \" when you have been so good — so good to us all, and me deceiving you all the time. But how could I care for these small things when it was myself 'I was giving up, not to be the little Elizabeth whose mother played upstairs, and you, you to be Elsie's uncle, though you were my mother's brother ; Elsie's uncle, that I had nothing to do with.\" Sir Philip took his hand from his brow and gazed at Jean. He understood now the memories that had vaguely stirred him when he showed the children his sister's miniature. What was the difference of colouring — the olive pallor of the one, and the Saxon fairness of the other — that it should have blinded him to the thoughtful eyes that held her very expression ; albeit the grey was quenched in hazel. Although the child had inherited her father's dusky hair instead of her mother's light curls, he could have traced the oval contour of his sister's face — her very pathetic mouth — had he not been so utterly misled. \" Elsie is waiting,\" Jean said ; she let her weary hands drop by her side, and sobbed a little hopelessly. \" It is not so easy to forgive her,\" said Sir Philip. \" I will go to her. She shall tell me herself,\" said Lady Davening suddenly. \" No, Jean, stay where you are ; I do not want you. / have not given up my adopted child, whether she is Sir Philip's niece or not.\" She passed out of the hall and up the wide staircase without another word. Jean stood before the great carved chair. Now it was all over she felt very faint and sick."], [154, "A Toy Tragedy. 144 But she dared not move whilst Sir Philip sat so motion less and grim, looking into the burning heart of the oak fire. At last he spoke, in a voice so gentle and still, that it sounded quite a long way off. \" Jean, do you ask me to forgive you ? \" Jean fell on her knees before him. \" Oh, Uncle Philip, if you would, if you would ! \" she sobbed ; \" oh, I have longed to tell you, when you looked at me sometimes. I have been so frightened at deceiving you. I know it is no use being sorry afterwards, but I am sorry.\" \" I forgive you,\" said Sir Philip ; he laid both hands gently on the slight shoulders. \"Even if your aunt keeps Elsie as her adopted child and you go back to the Rectory, it cannot alter the fact of your being little Elizabeth really, your mother's own child. It does not make me less your uncle.\" \"No,\" said Jean, trembling. \"I have thought of that. I am glad.\" \" Why are you glad ? \" said Sir Philip. Protestations of affection are less natural to a child than to a grown up person. Jean hesitated to answer his question, then a sudden impulse conquered her timidity. She laid her olive cheek on his hand, and answered simply, \" I am glad because I love you, Uncle Sir Philip.\" The rush of memory overcame every other feeling, and Sir Philip's lingering doubts fled before the child's innocent, faithful eyes, as evil spirits vanish from the presence of a severe angel. He had forgotten everything save the little kneeling form which had unconsciously taken its place in his heart for ever, when Lady Davening, still and pale in her soft straight draperies, stood at his elbow. Her pretty face was stained with weeping. She stretched foith a tender hand, and laid it on her husband's arm. \" Oh, Philip, come,\" she said. \" Come and forgive her ;"], [155, "Christmas Night. 145 you will be sorry if you do not. Jean is right ; you must not be angry with her ; nobody must ever be angry with her again, for he says — ah, why did I make him tell me ? — he says that Elsie will never live to see another Christmas Day.\" K"], [156, "146 CHAPTER XII. THE BEST-LOVED OF ALL. 44 El le a vecu ce que vivent les roses, L'espace d'un matin.\" So it came to pass, in the early spring, when the orchards were white with blossom and the woods carpeted with pale anemones, that the Angel of Death spread forth his mighty wings in the sunshine, and cast a deep shadow over the home where the little quartette were gathered together for the last time. Lady Davening and Jean had, metaphorically speaking, clasped hands over the bed whereon, restlessly tossing with fever or meekly still in unconsciousness, their darling lay. They were one in their blind obedience to her every whim, one in their tireless service, one in their passionate devotion. So different natures, from different causes, are sometimes bound to unreasoning worship of an angel-face. She had never had one reproach to suffer, Jean thought thankfully : never known Sir Philip's wrath nor his wife's sorrowful displeasure. From the night when the doctor's solemn warning and uplifted hand had checked Lady Davening's impetuous steps on the threshold of the room wherein little Elsie lay, gasping for breath, in the arms of the nurse, she had known only the smiles, caresses, and loving condonation that had always been her portion throughout a short and cherished life. She was so much their own Elsie always, so un changed, so entirely the clinging petulant child they had always known her, save for the strange weakness, that it"], [157, "The Best-Loved of All. 147 was hard to believe the dictum pronounced by the physicians who had consulted so long and gravely over that frail little life. They would fain have moved her to a warmer climate, but the doctors agreed that the very effort of a journey, the excitement of a change, would hasten that which they ceaselessly prayed might be averted. So they waited sorrowfully. It came, as the end always comes, after the longest preparation, suddenly. Tommy and Pamela had come in from their morning walk with mademoiselle, rosy and healthy in their warm coats, with fat gaitered legs. They had laid on the bed the fragrant bunches of violets Elsie loved to fasten in her lace frills, and to hold in her thin hands ; and they had given (somewhat shyly and in awe of her, as they had lately become,) their fresh good-morning kiss. Jean had brushed the damp gold of her hair from the transparent brow with its lacing of delicate purple ; and was thinking she was glad the children's visit had been paid, as Elsie seemed so drowsy and inclined to sleep. The pallor of the little fair face with deeply stained hollows round the closed eyes, was accentuated in the brightness of the spring sunshine which flooded the cheerful room. In the slight, wasted arms, held faithfully to the little heart, lay Old Charlottina, with her black china chignon, surprised simper, and vermilion cheeks. Jean remembered afterwards that the nurse had come in and yawned idly after a bad night, and had stooped to make up the fire ; that she had glanced towards the bed, and then looked strangely for a moment at the little sleeper, and hastened away ; that she was back in an instant, and that Lady Davening was kneeling by the bed a moment later, crying out as one in a dream. \" Elsie, Elsie, my darling, don't leave us so. Not in your sleep. Wake and bid us good-bye.\" K 2"], [158, "148 A Toy Tragedy. Then Jean knew what was coming, and flung herself, with a scream of anguish, by her sister's side. Elsie's senses, rapidly sinking into everlasting slumber, were momentarily roused. \" Tell her,\" whispered the nurse, \" tell her she's going — to Heaven, my dear; try and make her understand, try and rouse her \" Jean's voice, clear in her terror, rang through the room — \"Elsie! Elsie!\" she cried, in desperate longing to smooth the path through the shadows which her little sister was so quietly and unknowingly treading. \" Papa and mamma want you — they cannot spare you any longer. Wake up and say good-bye to us before you go.\" The blue eyes opened wide on Jean, and the pretty lips curved into a wondering smile. \" But I am much better,\" said Elsie. Tommy, carried, all unknowing, on Sir Philip's shoulder, passed beneath the open window ; he was cracking his toy postillion's whip, and shouting his favourite chorus — \" Come, landlord, fill the flowing bowl Until it doth run over — \" They dared not move to silence him, for the ghost of a flickering laugh shone in the blue eyes. 4 For to-night we'll merry be, For to-night we'll merry be, For to-night we'll merry be, To-morrow we'll be sober the shrill voice sang as the crunching footsteps on the gravel path passed away. The laugh died in the blue eyes, and only Jean, bending very low, heard Elsie's last drowsy words before she sank to sleep."], [159, "The Best-Loved of All 149 \" Good-night, my own darling ! \" * * There is a little lady, no longer quite in her first youth, with a pale oval face, and hazel eyes so striking in their thoughtful sadness that strangers ask her history ; who was once the child Jean. She is Jean Grenoble still, and the story of her sweet and sheltered life was told in its opening chapters. The vacant place that little Elsie left in Lady Daven ing's gentle heart was filled in course of time by beautiful Pamela. But she is grown up and married now, and a great lady — so great, that old Miss Grenoble sold out a hundred pounds in consols to buy her a suitable wedding present. No further indication of her importance is needed. She is accounted a wonderful beauty, and is a leader of society ; but the grime and black of London have left her white soul stainless. There are natures the world can neither touch nor defile. Tommy is an engineer. He is the recognised heir and favourite of Miss Grenoble, who believes firmly in his marvellous inventions, and takes out all his patents for him. She has yet another interest in life, for she is still engaged in the vain endeavour to rid herself of her trucu lent housekeeper, Martha. Old Duff has attained an almost phenomenal age, but still, like a very young baby, takes notice of everything — more especially of Tom Gre noble the second. Tommy is a solemn, black-eyed, square shouldered giant, with manners of the old school, and a heart of gold. There is a little grave — so pathetically tiny it looks now to the grown-up brother and sisters — where Elsie, the best loved child of all, takes her long rest. There are flowers which open lovingly to the freshness of the early morning hours, which yet would wither under"], [160, "A Toy Tragedy. 150 the fierce rays of the noonday sun, as surely as they would perish before the chill breath of winter. There are natures which, blind as we are, we in stinctively feel are unfitted for the test which the school master Life applies indiscriminately to the strongest and weakest of his pupils. She died a little, sinless child ; the gay blue eyes closed beneath the cloudless sky of innocence — who could wish them to open on the \" pomps and vanities of this wicked world \" ? Jean is a dreamer still, but a no less patient worker than when, in the play-time of her childhood, she mended the worn garments of her brother and sisters, and sewed in the clean tuckers on Saturday nights. She has few of the qualities that go to make up a heroine of romance ; she has slight capacity for new affec tions and fresh feelings ; she clings with quiet fidelity to the home-circle of her early youth. But only Sir Philip knows how dear to him is the unfailing sympathy — the gentle presence of his sister's child in his home. To the others, the memory of Elsie's few short years on earth is only a faint echo from the past. In Jean's heart there is no dim remembrance, but the ever present solemn reality, of a radiant angel sister, stretching out to her, in silent faithfulness, little hands, from the blue Eternal Heavens. FINIS. PRINTFD BY CaSSELL & COMPANY, LIMITED, I, A BpLLE SaUVAGE, LONDON, E.C."], [161, "By the same Author, Illustrated, price 3s. 6d. The Little Squire. OPINIONS OF THE PRESS. \" A lonely, imaginative, tender-hearted child has seldom been better drawn.\" — Spectator. \" The children in it are described with a charm and a pathos that will endear it to older readers.\"— Saturday Review. \" The small personage of this story is a healthy minded English boy. The sun-bonneted little maid, his innocent sweetheart, is a charming child.\" — The World. \" Not been excelled since the days of ' Little Lord Fauntleroy ' or ' Jan of the Windmill.' \" — Tablet. \" The talk of these little people is delightfully piquant.\" — Tiverton Gazette. \" From a literary standpoint we cannot speak too highly of the undoubted merits that exist in every page of this narrative . . . one of the most perfect it has been our lot lately to review.\" — Public Opinion. \" Never flags in interest from its opening to its closing chapter.\" — Daily Telegraph."], [162, ""], [163, "Selections from Cassell § Company's Publications. Illttsirstietr, JFittfi-3-Vri, ani» ntljer Unlumcs. Adventure, The World os. Fully Illustrated. In Three Vols. gs. each. Africa and its Explorers, The Story of. By Dr. Robert Brown, F.L.S. Illustrated. Vols. I. and II., 7s. 6d. each. Abbeys and Churches of England and Wales, The: Descriptive, Historical, Pictorial. Series II. 21s. A Blot of Ink. Translated by Q and Paul Framckr. 5s. Agrarian Tenures. By the Rt. Hon. G. Shaw-Lefevre, iM.P. ios. 6d. Allon, Henry, D.D., Pastor and Teacher. The Story of his Ministry, with Selected Sermons and Addresses. By the Rev. W. Hardv Harwood. 6s. Anthea. By Cecile Cassavetti (a Russian). A Story of the Greek War of Independence. Cheap Edition. 5s. Arabian Nights Entertainments, Cassell's Pictorial, ios. 6d. Architectural Drawing. By R. Phene Spiers. Illustrated, ios. 6d. Art, The Magazine of. Yearly Vol. With 12 Photogravures, Etchings, &c. , and about 400 Illustrations. 16s. Artistic Anatomy. By Prof. M. Duval. Cheap Edition. 3s. 6d. Astronomy, The Dawn of. A Study of the Temple Worship and Mythology of the Ancient Egyptians. By J. Norman Lockver, C.B., F.R.S., &c. Illustrated. 21s. Atlas, The Universal. A New and Complete General Atlas of the World, with 117 Pages of Maps, in Colours, and a Complete Indei to about 125,000 Names. Cloth, 30s. net; or half-morocco, 35s. net. Awkward Squads, 1 Bullock. 5s. Bashkirtseff, Marie, Bashkirtseff, Marie. Beetles, Butterflies, F.E.S.,and W. Er, \" Belle Sauvage \" L The; and Other Ulster Stories. By Shan F. The Journal of. Cheap Edition. 7s. 6d. The Letters of. 7s. 6d. :s, Moths, and Other Insects. By A. W. Kappel, Egmont Kirbv. With 12 Coloured Plates. 3s. 6d. Library, The. Cloth, 2s. each. The Fortunes of Nigel. Guy Mannering. Shirley. Coningsby. Mary Barton. The Antiquary. Nicholas Nickleby.''* Jane Eyre. Wuthering Heights. Dombey and Son.* The Prairie. Night and Morning. Kenilworth. Ingoldsby Legends, Tower of London. The Pioneers. Charles O'Malley. Earnaby Rudge. Cakes and Ale. The King's Own. People I have Met. The Pathfinder. Evelina, Scott's Poems. Eugene Aram. Last of the Barons. Jack ILmLon. Adventures of Mr. Poe's \"Works. Ivanhoe. [Ledbury. Old Mortality. Oliver Twist. The Hour and the Man. Selections fromHood's Handy Andy. Works. Scarlet Letter. Longfellow s Prose Pickwick.* \"Works. Last of the Mohicans. Sense and Sensibility. Pride and Prejudice Lytton's Plays. Yellowplush Papers. Tales, Poems, and Tales of the Borders. Sketches. Bret Harte. Last Days of Palmyra Martin Chuzzlewit.* Washington Irving's The Prince of the Sketch-Book. HouBe of David. The Talisman. Sheridan's Plays. Rienzi. Uncle Tom's Cabin. Old Curiosity Shop. Deerslayer. Heart of Midlothian. Rome and the Early Last Days of Pompeii. Christians. American Humour. The Trials of Mar- Sketches by Boz. garet Lyndsay. Macaulay's Lays a id Harry Lorrequer. Essays. • Books marked thus are in 2 Vols. Biographical Dictionary, Cassell's New. 7s. 6d. Birds' Nests, Eggs, and Egg-Collecting. By R. Kearton. Illus- trated with 16 Coloured Plates. 5s. British Ballads. With Several Hundred Original Illustrations. Complete in Two Vols., cloth, 15s. Half morocco, price on application. British Battles on Land and Sea. By James Grant. With about £00 Illustrations. Fwitf Vols., 410, £1 16s.; Library Edit 'ten, £2. 50. 5.94"], [164, "Selections from Cassell § Company's Publications. Butterflies and Moths, European. With 61 Coloured Plates. 35s- Canaries and Cage-Birds, The Illustrated Book of. With 56 Fac- simile Coloured Plates, 35s. Half-morocco, £2 5s. Capture of the \" Estrella,\" The. A Tale of the Slave Trade. By Commander Claude Harding, R.N. 5s. Cassell, John. By G. Holden Pike. With Portrait, is. Cassell's Family Magazine. Yearly Vol. Illustrated, gs. Cathedrals, Abbeys, and Churches of England and Wales. Descriptive, Historical, Pictorial. Popular Edition. Two Vols. 25s. Catriona. A Sequel to \" Kidnapped.\" By Robert Louis Stevenson. 6s. Chums. The Illustrated Paper for Boys. First Yearly Volume. 7s. 6d. Cities of the World. Four Vols. Illustrated. 7s. 6d. each. Civil Service, Guide to Employment in the. 3s. 6d. Clinical Manuals for Practitioners and Students of Medicine. A List of Volumes forwarded post free on application to the Publishers. Colour. By Prof. A. H. Church. With Coloured Plates. 3s. 6d. Columbus, The Career of. By Charles Elton, Q.C. ios. 6d. Combe, George, The Select Works of. Issued by Authority of the Combe Trustees. Popular Edition, is. each, net. The ConBtiiution of Man. I Scieuee and Religion. Moral Philosophy. I Discussions on Education. American Notes. Commons and Forests, English. By the Rt. Hon. G. Shaw-Lefevre, M.P. With Maps, ios 6d. Cookery, A Year's. By Phyllis Browne. 3s. 6d. Cookery, Cassell's Shilling. 110th Thousand, is. Cookery, Vegetarian. By A. G. Payne, is. 6d. Cooking by Gas, The Art of. By Marie J. Sugg. Illustrated. 2S. Cottage Gardening, Poultry, Bees, Allotments, Food, House, Window and Town Gardens. Edited by W. Robinson, F.L.S., Author of \"The English Flower Garden.\" Fully Illustrated. Half- yearly Volumes, I., H., and III. Cloth, 2s. 6d. each. Count Cavour and Madame de Circourt. Some Unpublished Cor- respondence. Edited by Count Nigra. Translated by A. J. Butler. Cloth gilt, ios. 6d. Countries of the World, The. By Robert Brown, M.A., Ph.D., &c Complete in Six Vols., with about 750 Illustrations. 410, 7s. 6d. each. Cyclopædia, Cassell's Concise. Brought down to the latest date. With about 600 Illustrations. Cheap Edition, 7s. 6d. Cyclopædia, Cassell's Miniature. Containing 30,000 subjects. Cloth, 2s.6d. ; half-roxburgh, 4s. Delectable Duchy, The. Stories, Studies, and Sketches. By Q. 6s. Dick Whittington, A Modern. By James Payn. In One Vol., 6s. Diet and Cookery for Common Ailments. By a Fellow of the Royal College of Physicians, and Phyllis Browne. 5s. Dog, Illustrated Book of the. By Vero Shaw, B.A. With 28 Coloured Plates. Cloth bevelled, 35s. ; half-morocco, 45s. Domestic Dictionary, The. Illustrated. Cloth, 7s. 6d. Dore Bible, The. With 200 Full-page Illustrations by Dore. 15s. Dor6 Don Quixote, The. With about 400 Illustrations by Gustave Dore. Cheap Edition. Bevelled boards, gilt edges, ios. 6d. Dore Gallery, The. With 250 Illustrations by Dore. 4to, 42s. Dore's Dante's Inferno. Illustrated by Gustave Dore. With Preface by A. J. Butler. Cloth gilt or buckram, 7s. 6d. Dore's Dante's Purgatory and Paradise. Illustrated by Gustavb Dore. Cheap Edition. 7s. 6d. Dore's Milton's Paradise Lost. Illustrated by Dore. 4to, 21s. Dorset, Old. Chapters in the History of the County. Ey H. J. Moule, M.A. ios. 6d. Dr. Dumany's Wife. A Novel. By Maurus ]6kai. 6s."], [165, "Selections from Cassell $ Company's Publications. Dressmaking, Modern, The Elements of. By Jeanette E. Davis With 6 Diagrams. 2S. Earth, Our, and its Story. By Dr. Robert Brown, F.L.S. With Coloured Plates and numerous Wood Engravings. Three Vols. gs. each. Edinburgh, Old and New. With 600 Illustrations. Three Vols. gs. each. Egypt: Descriptive, Historical, and Picturesque. By Prof. G. Ebers. With 800 Original Engravings. Popular Edition. In Two Vols. 42s. Electricity in the Service of Man. Illustrated. New and Revised Edition. IOS. 6d. Electricity, Practical. By Prof. W. E. Ayrton. 7s. 6d. Encyclopædic Dictionary, The. In Fourteen Divisional Vols., ios.6d. each ; or Seven Vols., half-morocco, 21s. each ; half-russia, 25s. England, Cassell's Illustrated History of. With 2,000 Illustrations. Ten Vols., gs. each. Revised Edition. Vols. I. to VII. gs. each. English Dictionary, Cassell's. Giving definitions of more than 100,000 Words and Phrases. Superior Edition, 5s. Cheap Edition, 3s. 6d. English History, The Dictionary of. Cheap Edition, ios. 6d. English Literature, Library of. By Prof. Henry Morley. Complete in Five Vols., 7s. 6d. each. English Literature, Motley's First Sketch of. Revised Edition. 7s. 6d. English Literature, The Story of. By Anna Buckland. 3s. 6d. English Writers. By Prof. Henry Morley. Vols. I. to XI. 5s. each. Etiquette of Good Society. New Edition. Edited and Revised by Lady Colin Campbell, is. ; cloth, is. 6d. Fairway Island. By Horace Hutchinson. Cheap Edition. 3s. 6d. Family Physician, The. By Eminent Physicians and Surgeons. New and Revised Edition. Cloth, 21s. ; Roxburgh, 25s, Father Stafford. A Novel. By Anthony HorE. Cheap Edition. 3s. 6d. Field Naturalist's Handbook, The. By the Revs. J. G. Wood and Theodore Wood. Cheap Edition. 2s. 6d. Figuier's Popular Scientific Works. With Several Hundred Illustra- tions in each. Newly Revised and Corrected. 3s. 6d. each. The Human Race. Mammalia. Ocean World. The Insect World. Reptiles and Birds. World before the Deluge. The Vegetable World. Flora's Feast. A Masque of Flowers. Penned and Pictured by Walter Crane. With 40 Pages in Colours. 5s. Football, The Rugby Union Game. Edited by Rev. F. Marshall. Illustrated. 7s. 6d. Franco-German War, Cassell's History of the. Vol. I. Contain- ing about 250 Illustrations, os. Fraser, John Drummond. By Philalethes. A Story of Jesuit Intrigue in the Church of England. 5s. Garden Flowers, Familiar. By Shirley Hibberd. With Coloured Plates by F. E. Hulme, F.L.S. Complete in Five Series. 12s. 6d. each. Gardening, Cassell's Popular. Illustrated. Four Vols. 5s. each. Gleanings from Popular Authors. Two Vols. With Original Illus- trations. 4to, gs. each. Two Vols. in One, 15s. Gulliver's Travels. With 88 Engravings by Morten. Cheap Edition, Cloth, 3s. 6d. ; cloth gilt, 5s. Gun and its Development, The. By W. W. Greener. With 500 Illustrations, ios. 6d. Heavens, The Story of the. By Sir Robert Stawell Ball, LL.D., F.R.S., F.R.A.S. With Coloured Plates. Popular Edition. 12s. 6d. Heroes of Britain in Peace and War. With 300 Original Illus- trations. Two Vols., 3s. 6d. each ; or One Vol., 7s. 6d. Historic Houses of the United Kingdom. Profusely Illustrated, ios. fid. History, A Foot-note to. Eight Years of Trouble in Samoa. By Robert Louis Sievlnson. 6s."], [166, "Selections from Cassell § Company's Publications. Home Life of the Ancient Greeks, The. Translated by Alice Zimmern. Illustrated. 7s. 6d. Horse, The Book of the. By Samuel Sidney. With 17 Full-page Collotype Plates of Celebrated Horses of the Day, and numerous other Illustrations. Cloth. 15s. Houghton, Lord : The Life, Letters, and Friendships of Richard Monckton Milnes, First Lord Houghton. By T. Wemyss Reid. In Two Vols., with Two Portraits. 32s. Household, Cassell's Book of the. Complete in Four Vols. 5s. each. Four Vols. in Two, half morocco, 25s. Hygiene and Public Health. By B. Arthur Whitelegge, M.D. 7s. 6 J. India, Cassell's History of. By James Grant. With about 400 Illustrations. Two Vols., gs. each. One Vol., 15s. In-door Amusements, Card Games, and Fireside Fun, Cassell's Book of. Che*p Edition. 2s. Into the Unknown: A Romance of South Africa. Ey Lawrence Fletcher. Clieap Edition. 3s. 6d. I on Pirate, The. A Plain Tale of Strange Happenings on the Sea. By Max Pemberton. Illustrated. 5s. Island Nights' Entertainments. By R. L. Stevenson. Illustrated. 6s. Italy from the Fall of Napoleon I. in 1815 to i8go. By J. VV. Probvn. New and Cheaper Edition. 3s. 6d. Joy and Health. By Martellius. 3s. 6d. Edition de Luxe, 7s. 6d. Kennel Guide, The Practical. By Dr. Gordon Stables, is. King's Hussar, A. Edited by Herbert Compton. 6s. La Bella, and Others. By Egerton Castle. 6s. Ladies' Physician, The. By a London Physician. 6s. Lady Biddy Fane, The Admirable. By Frank Barrett. New Edition. With 12 Full-page Illustrations. 6s. Lady's Dressing-room, The Translated from the French of Baroness Staffe by Lady Colin Campbell. 3s. 6d. Leona. By Mrs. Molesworth. 6s. Letters, the Highway of, and its Echoes of Famous Footsteps. By Thomas Archer. Illustrated, ios. 6d. Letts's Diaries and other Time-saving Publications published exclusively by Casskll & Company. (A list free on application.') 'Lisbeth. A Novel. By Leslie Keith. One Vol. 6s. List, ye Landsmen 1 A Romance of Incident By W.Clark Russell. One Vol., 6s. Little Minister, The. By J. M. Barrie. Illustrated Edition. 6s. Little Squire, The. By Mrs. Henry de la Pasture. 3s. 6d. Llollandllaff Legends, The. By Louis Llollandllaff. Picture cover, is. ; cloth, 2s. Lobengula, Three Years With, and Experiences in South Africa. By J. Cooper Chadwick. 3s. 6d. Locomotive Engine, The Biography of a. By Henry Frith. 3s. 6d. Loftus, Lord Augustus, The Diplomatic Reminiscences of. First and Second Series. Two Vols., each with Portrait, 32s. each Series. London, Greater. By Edward Walford. Two Vols. With about 400 Illustrations, gs. each. London, Old and New. Six Vols., each containing about 200 Illustrations and Maps. Cloth, 9s. each. Lost on Du Corrig ; or, 'Twixt Earth and Ocean. By Standish O Grady. With 8 Full-page Illustrations. 5s. Man in Black, The. By Stanley Weyman. With 12 Full-page Illustrations. 3s. 6d. Medicine Lady, The. By L. T. Meade. In One Vol., 6s. Medicine, Manuals for Students of. {A List forwarded post free) Modern Europe, A History of. By C. A. Fyffe, M.A. Complete \\a Three Vols., with full-page Illustrations, 7s. 6d, each."], [167, "Selections from Cassell $ Company's Publications, Mount Desolation. An Australian Romance. By W. CarltonDawe. Cheap Edition. 3s. 6d. Music, Illustrated History of. By Emil Naumann. Edited by the Rev. Sir F. A. Gore Ouseley, Bart. Illustrated. Two Vols. 31s. 6d. Musical and Dramatic Copyright, The Law of. By Edward Cutler, Thomas Eustace Smith, and Frederic E. Weathekly, Barristers-at-Law. 3s. 6d. Napier, Life and Letters of the Rt. Hon. Sir Joseph, Bart., LL.D., &C By A. C. Ewald, F.S.A. New and Revised Edition. 7s. 6d. National Library, Cassell's. In Volumes. Paper covers, 3d.; cloth, 6d. (A Complete List of the Volumes post free on application.) Natural History, Cassell's Concise. By E. Perceval Wright, M.A., M.D., F.L.S. With several Hundred Illustrations. 7s. 6d. Natural History, Cassell's New. Edited by Prof. P. Martin Duncan, M.B., F.R.S., F.G.S. Complete in Six Vols. With about 2,000 Illustrations. Cloth, gs. each. Nature's Wonder Workers. By Kate R. Lovell. Illustrated. 3s. 6d. New England Boyhood, A. By Edward E. Hale. 3s. 6d. Nursing for the Home and for the Hospital, A Handbook of. By Catherine J. Wood. Cheap Edition, is. 6d. ; cloth, 2s. Nursing of Sick Children, A Handbook for the. By Catherine J. Wood. 2s. 6d. O'Driscoll's Weird, and other Stories. By A. Werner. 5s. Odyssey, The Modern ; or, Ulysses up to Date. Cloth gilt, ios. 6d. Ohio, The New. A Story of East and West. By Edward E. Hale. 6s. Oil Painting, A Manual of. By the Hon. John Collier. 2s. 6d. Our Own Country. Six Vols. With 1,200 Illustrations. 7s. 6d. each. Out of the Jaws of Death. By Frank Barrett. In One Vol., 6s. Painting, The English School of. Cheap Ed'tion. 3s. 6d. Painting, Practical Guides to. With Coloured Plates: — Marine Painting. 5s. Animal Painting. 5s. China Painting. 5s. Figure Painting. 7s. 6d. Elementary Flower Paint- Tree Painting. 5s. Water-Colour Painting. 5s. Neutral Tint. 5s. Sepia, in Two Vols., 3s. each ; or in One Vol., 5s. Flowers, and How to Paint Them. 5s. ing. 3s. Paris, Old and New. A Narrative of its History, its People, and its Places. By H. Sutherland Edwards. Profusely Illustrated. Vol. I., gs. ; or gilt edges, ios. 6d. Peoples of the World, The. In Six Vols. By Dr. Robert Brown. Illustrated. 7s. 6d. each. Perfect Gentleman, The. By the Rev. A Smythe-Palmer, D.D. 3s. 6d. Photography for Amateurs. By T. C. Hepworth. Enlarged* and Revised Edition. Illustrated, is. ; or cloth, is. 6d. Phrase and Fable, Dictionary of. By the Rev. Dr. Brewer. Cheap Edition, Enlarged, cloth, 3s. 6d. ; or with leather back, 4s. 6d. Picturesque America. Complete in Four Vols., with 48 Exquisite Steel Plates and about 800 Original Wood Engravings. £2 2s. each. Popular Edition, Vol. I., 18s. Picturesque Canada. With 600 Original Illustrations. Two Vols. f 6 6s. the Set. * Picturesque Europe. Complete in Five Vols. Each containing 13 Exquisite Steel Plates, from Original Drawings, and nearly 200 Original Illustrations. Cloth, £21; half-morocco, £31 ios.; morocco gilt, £52 ios. Popular Edition. In Five Vols., 18s. each. Picturesque Mediterranean, The. With Magnificent Original Illustrations by the leading Artists of the Day. Compleie in Two Vols. £2 2s. each. Pigeon Keeper, The Practical. By Lewis Wright. Illustrated. 3s. 6d! Pigeons, The Book of. By Robert Fulton. Edited and Arranged by L. Wright. With 50 Coloured Plates, 31s. 6d. ; half-morocco, £2 2s."], [168, "Selections from Cassell 4\" Company's Publications. Hty and of Death, The Book of. By Pierre Loti. Translated by T. P. O'Connor, M.P. 5s. Planet, The Story of Our. By T. G. Bonney, D.Sc, LL.D., F.R.S., F.S.A., F.G.S. With Coloured Plates and Maps and about 100 Illustrations. 31s. 6d. Playthings and Parodies. Short Stories by Barry Pain. 5s. Poems, Aubrey de Vere's. A Selection. Edited by J. Dennis. 3s. 6d. Poetry, The Nature and Elements of. By E. C. Stedman. 6s. Poets, Cassell's Miniature Library of the. Price is. each Vol. Portrait Gallery, The Cabinet. First, Second, Third, and Fourth Series, each containing 36 Cabinet Photographs of Eminent Men and Women. With Biographical Sketches. 15s. each. Poultry Keeper, The Practical. By L. Wright. Illustrated. 3s. 6d. Poultry, The Book of. By Lewis Wright. Popular Edition, ios. 6d. Poultry, The Illustrated Book of. By Lewis Wright. With Fifty Coloured Plates. New and Revised Edition. Cloth, 31s. 6d. Frison Princess, A. A Romance of Millbank Penitentiary. By Major Arthur Gkiffiths. 6r. Q's Works, Uniform Edition of. 5s. each. Dead Man's Rock. I The Astonishing History of Troy Town. The Splendid Spur. \"I Saw Three Ships,\" and other Winter's Tales. The Eiue Pavilions. | Noughts and Crosses. Queen Summer ; or, The Tourney of the Lily and the Rose. With Forty Pages of Designs in Colours by Walter Crane. 6s. Queen Victoria, The Life and Times ot. By Robert Wilson. Com- plete in Two Vols. With numerous Illustrations, gs. each. Quickening of Caliban, The. A Modern Story of Evolution. By J, Compton Rickett. Cheap Edition. 3s. 6d. Rabbit-Keeper, The Practical. By Cuniculus. Illustrated. 3s. 6d. Raffles Haw, The Doings of. By A. Conan Doyle. New Edition. 5s. Railways, Our. Their Origin, Development, Incident, and Romance. By John Pendleton. Illustrated. 2 Vols.. demy 8vo, 24s. Railway Guides, Official Illustrated. With Illustrations, Maps, &c. Price is. each ; or in cloth, 2s. each. London and North- Western Great Eastern Railway. Railway. London and South-Western Railway, Great Western Railway. Midland Railway. London, Brighton and South Coast Railway. Great Northern Railway. South-Eastern Railway. Rovings of a Restless Boy, trated. 5s. Railway Library, Cassell's. The By Katharine B. Foot. Illus- Crown Svo, n Svo, boards, 2s. each. Jack Gordon, knight errant, Gotham, 18S3. By Barclay North. The Diamond Button. By Barclay North. Metzerott, shoemaker. By Kath- arine p. \"Woods. David Todd. By David Maclure. Commodore Jlnk. ByG. Manville Fenn. Another-s Crime. By Julian Haw- thorne. The Yoke of the Thorah. By Sidney Luska. Who is John noman? By Charles henry beckett. The Tragedy of Brinkwater. By Martha L. Moodey. An American Penman. By Julian Hawthorne. Section 558; or, the Fatal Letter. By Julian Hawthorne. The Brown Stone boy. By w. H Bishop. A Tragic Mystery. 3y Julian Hawthorne. The Great Bank Robbery. By JULIAN HAWTHORNE. St. Cuthbert's Tower. By Flor- ence warden. The man with a Thumb. By Bar- clay North. BY RIGHT NOT I, AW. By R. SHRRARD. Within sound of the Weir. By THOMAS ST. E. HAKE. Under a strange Mask. By Frank Barrett. The Coombsrerrow mystery. By TAMES COLWALL. A Queer Race. By w. Westall Captain Trafalgar. By Westall and Laurie. The phantom City. By w. Westall."], [169, "Selections from Cassell fy Company's Publications. Rivers of Great Britain : Descriptive, Historical, Pictorial. The Royal River: The Thames, from Source to tea. Popular Edition^ 16s. Rivers of the East Coast. With highly finished Engravings. Popular Edition* 16s. Robinson Crusoe, Cassell's New Fine-Art Edition of. With upwards of ioo Original Illustrations. 7s. 6d. Romance, The World of. Illustrated. Cloth, gs. Russo-Turkish War, Cassell's History of. With about 500 Illus- trations. Two Vols. gs. each. Saturday Journal, Cassell's. Yearly Volume, cloth, 7s. 6d. Scarabæus. The Story of an African Beetle. By the Marquise Clara Lanza and James Clarence Harvey. Cheap Edition. 3s. 6d. Science for All. Edited by Dr. Robert Brown. Revised Edition. Illustrated. Five Vols. gs. each. Shadow of a Song, The. A Novel. By Cecil Harley. 5s. Shaftesbury, The Seventh Earl of, K.G., The Life and Work of. Ey Edwin Hodder. Cheap Edition. 3s. 6d. Shakespeare, The Plays of. Edited by Professor Henry Morley. Complete in Thirteen Vols., cloth, 21s. ; half-morocco, cloth sides, 42s. Shakespeare, Cassell's Quarto Edition. Containing about 600 Illus- trations by H. C. Selous. Complete in Three Vols., cloth gilt, £3 3s. Shakspere, The International. Edition de Luxe. \" King Henry VIII.\" Illustrated by Sir James Linton, P.R.I. {Price on application.) \"Othello.\" Illustrated by Frank Dicksee, R.A. £3 ios. \"King Henry IV.\" Illustrated by Eduard Gkutzner. £3 ios. \"As You Like It.\" Illustrated by Emile Bayard. £2 I0S- Shakspere, The Leopold. With 400 Illustrations. Cheap Edition. 3s. 6d. Cloth gilt, gilt edges, 5s. ; Roxburgh, 7s. 6d. Shakspere, The Royal. With Steel Plates and Wood Engravings. Three Vols. 15s. each. Sketches, The Art of Making and Using. From the French of G. Fraipont. By Clara Bell. With 50 Illustrations. 2s. 6d. Smuggling Days and Smuggling Ways. By Commander the Hon. Henry N. Shore, R.N. With numerous Illustrations. 7s. 6d. Snare of the Fowler, The. By Mrs. Alexander. In One Vol., 6s. Social England. A Record of the Progress of the people. By various writers. Edited by H. D. Traill, D.C.L. Vols. I. and II. 15s. each. Social Welfare, Subjects of. By Rt. Hon. Lord Playfair, K.C.B. 7s. 6d. Sports and Pastimes, Cassell's Complete Book of. Cheap Edition. With more than qoo Illustrations. Medium 8vo, gg2 pages, cloth, 3s. 6d. Squire, The. Bv Mrs. Parr. Popular Edition. 6s. Standishs of High Acre, The. A Novel. By Gilbert Sheldon. Two Vols. 21s. Star-Land. By Sir R. S. Ball, LL.D., &c. Illustrated. 6s. Statesmen, Past and Future. 6s. Storehouse of General Information, Cassell's. With Wood Engrav- ings, Maps, and Coloured Plates. In Vols., 5s. each. Story of Francis Cludde, The. By Stanley J. Weyman. 6s. Story Poems. For Young and Old. Edited by E. Davenport. 3s. 6d. Successful Life, The. By An Elder Brother. 3s. 6d. Sun, The. By Sir Robert Stawell Ball, LL.D., F.R.S., F.R.A.S. With E-ght Coloured P'ates and other Illustrations. 21s."], [170, "Selections from Cassell 4' Company's Publications. Sunshine Series, Cassell's. Monthly Volumes, is. each. (A List of the Volumes published Post free on supplication.} Sybil Knox: a Story of To-day. By Edward E. Hale. 6s. Taxation, Municipal, At Home and Abroad. By J. J. O'Meara. 7s. 6d. Thackeray in America, With. By Eyre Crowe, A. R.A. Illustrated. ios. 6d. The \"Short Story\" Library. Otto the Knigl it, &c. By Octave Eleven Possible Casss. By Various Authors. 63. A SiDger's Wife. By Miss Fanny mVrfr.ee. 5s. The Poet's Audience, and Delila1!. By Clara Savile Clarke. 5 j. Cheap Illustrated Editions. Cloth, Than et. 5s. Fourteen to One, &c. By Eliza- beth Stuart Phelps. 5s. The \"Treasure Island\" Series. 3s. 6d. each. \"Kidnippe-V By R.L. Stevenson. I Treasure Island. By Robert | i„ouis Stevbnson. The Master of Ballantrae. By Robert Louis Stevenson. Things I have Seen and People Wi'h Portrait and Autograph. 2 The Black Arrow. By Robert Louis Stevenson. King Solomon's Mines. By H. Rider Haggard. e I have Known. By G. A. Sala. 2 Vols. 21s. Tidal Thames, The. By Grant Allen. With India Proof Impres- sions of Twenty magnificent Full-page Photogravure Plates, and with many other Illustrations in the Text after Original Dm wings by W. L. Wyllie, A. R.A. In One handsome Volume, half morocco, gilt, gilt edges, £5 15s. 6d. Tiny Luttrell. By E. W. Hornung. Popular Edition. 6s. Treatment, The Year-Book of, for 1894. A Critical Review for Prac- titioners of Medicine and Surgery. Tenth Year 0/ 1 sane. 7s. 6d. Trees, Familiar. By G. S. Boulger, F.L.S. Two Series. With 40 full-page Coloured Plates by W. H. J. Boot. 12s. 6d. each. \"Unicode\": the Universal Telegraphic Phrase Book. Desk or Pocket Edition. 2s. 6d. United States, Cassell's History of the. By Edmund Ollier. With 600 Illustrations. Three Vols, gs. each. Universal History, Cassell's Illustrated. Four Vols. gs. each. Wild Birds, Familiar. By W. Swaysland. Four Series. With 4c Coloured Plates in each. 12s. 6d. each. Wild Flowers, Familiar. By F. E. Hulme, F.L.S., F.S.A. Five Series. With 40 Coloured Plates in each. 12s. 6d. each. Wood, Rev. J. G., Life of the. By the Rev. Theodore Wood. . Extra crown Svo, cloth. Cheap Edition, 3s. 6d. Work. The Illustrated Journal for Mechanics. New and Enlarged Series. Vols. V. and VI., 4s. each. World of Wit and Humour, The. With 400 Illustrations. 7s. 6d. World of Wonders. Two Vols. With 400 Illustrations. 7s. 6d. each. Wrecker, The. By R. L. Stevenson and L. Osbourne. Illustrated. 6s. Yule Tide. Cassell's Christmas Annual, is. ILLUSTRATED MAGAZINES. The Quiver. Enlarged Series. Monthly, 6d. Cassell's Family Magazine. Monthly, 7d. \"Zfittle Folks'* Magazine. Monthly, 6d. The Magazine of Art. Monthly, is. 4d. \"Chums.\" Illustrated Paper for Boys. Weekly, id. ; Monthly 6d Cassell's Saturday .Journal. Weekly, id.; Monthly ed ' Work. Weekly, id. ; Monthly, 6d. ' Cottage Gardening. Weekly, %d. ; Monthly, 4d. Cassell's complete Catalogue, containing particulars of upwards of One Thousand Volumes, will be sent post free on application. CASSELL & COMPANY, Limited, Ludgate Hill, London."], [171, "Selections from Cassell & Company's Publications. Dibits anfc iteligioits tHorks. Bible Biographies. Illustrated. 2s. 6d. each. The Siory of Moses and JoBhua. By the Kev. J. Telford. The Stcrv ot the Judges. By the Rev. J. Wycliffe Gedge. The Strry of Samuel and Saul. Bv the Rev. D. C. TOVEY. The Story ot David. By the Rev. J. WILD. The Story of Joseph. Its Lessons for To-Day. By the Rev. George Bainton. The Story of Jesus. In Verse. By J. R. Macduff, D.D. Bible, Cassell's Illustrated Family. With 900 Illustrations. Leather. gilt edges, £2 10s. Bible Educator, The. Edited by the Very Rev. Dean Plum, tre, D.D., With Illustrations, Maps, &c. Four Vols., cloth, 6s. each. Bible Student in the British Muieum, The. By the Rev. J. G. Kitchin, M.A. New and Revised Edition. is.4d. Biblewomen and Nurses. Yearly Volume. Illustrated. 3s. Bunyan's Pilgrim's Progress. Illustrated throughout. Cloth, 3s. 6d. ; cloth gilt, gilt edges, 5s. Child's Bible, The. With 200 Illustrations. i^oth Thous and. 7s. 6d. Child's Life of Christ, The. With 200 Illustrations. 7s. 6d. \"Come, ye Children.\" Illustrated. By Rev. Benjamin Waugh, 3s. 6d. Conquests of the Cross. Illustrated. In 3 Vols. gs. each. Dore Bible. With 238 Illustrations by Gustave Dor6. Small folio, « best morocco, gilt edges, £15. Popular Edit. on. With 200 Illus- trations. 15s. Early Days of Christianity, The. By the Ven. Archdeacon Farrar, D.D., F.R.S. Library Edition. Two Vols., 24s. ; morocco, £2 2s. Popular Edition. Complete in One Volume, cloth, 6s.; cloth, gilt edges, 7s. 6d. ; Persian morocco, 10s. 6d. ; tree-calf, 15s. Family Prayer-Book, The. Edited by Rev. Canon Garbett, M.A., and Rev. S. Martin. Extra crown 4to, morocco, 18s. Gleanings after Harvest. Studies and Sketches by the Rev. John R. Vernon, M.A. Illustrated. 6s. \"Graven in the Rock.\" By the Rev. Dr. Samuel Kinns, F.R A.S., Author of \" Moses and Geology.\" Illustrated. 12s. 6d. *' Heart Chords.\" A Series of Works by Eminent Divines. Bound in cloth, red edges, One Shilling each. MY Bible. By the Right Rev.W. Bovd My Growth in Divine Life. By the CARI'ENTER, Bishop of Ripon. Rev. Frcb. REYNOLDS, M.A. MY Father. By the Rig-lit Rev. ASH- ,„, _■«..» _,._._. x> t> t> «-. TON OXENDEN, late bishop of Mont, MY^°4UL- Ey the Kev' P\" B\" POWER. real. M-A MY WORK FOR GOD. By the Right MY HEREAFTER. Bv the Very Rev. Rev. Bishop COTTERILL. Dean SICKERSTETH. MY OBJECT IN LIFE. By the Veil. my WALK WITH GOD. By the V_ry Archdeacon FARRAR, D.D. Rev# Dean MONTGOMERY. MYMATi'l5J5i°Db \"Y MV A,DS T° THE DIVINE LIFE. By MY LN?OTioNAL LIFE. By the Rev. tlle Ver* »»■ D*» BOYJ.E. Frcb. CHADWICK. D.D. MY SOURCES OF STRENGTH. By tlie MY BODY. By the Rev. Prof. W. G. Rev. E.E.JENKINS, M.A. , Secretary BLAIKIE, D.D. of Wesleyan Missionary Society. Helps to Belief. A Series of Helpful Manuals on the Religious Difficulties of the Day. Edited by the Rev. Teign mouth Shore, M. A., Canon of Worcester. Cloth, is. each. Creation. By Harvey Goodwin, D.D., Miracles. By the Rev. Brownlow late Bishop of Carlisle. Maitland, M.A. THE DIVINITY OF OUR LORD. By PRAYER. By the Rev. T. Teignmouth the Lord Bishop of Derry. Shore, M.A. THE MORALITY OF THE OLD TESTA- THE ATONEMENT. By William Connor MENT. By the Rev. Newman Magee, D.D., Late Archbishoo of Smyth, D.D. York. Holy Land and the Bible, The. By the Rev. C. Geikie, D.D., LL.D. (Edin.). Two Vols., 24s. Illustrated Edition, One Vol., 21s. 5 c 5-94"], [172, "Selections from Cassell fy Company s Publications. Lectures on Christianity and Socialism. By the Right Rev. Alfred Barry, D.D. Cloth, 3s. 6d. Life of Christ, The. By the Ven. Archdeacon Farrar, D.D., F.R.S. Library Edition. Two Vols. Cloth, 24s. ; morocco, 42s. Cheap Illustrated Edition. Cloth, 7s. 6d. ; cloth, full gilt, gilt edges, ios. 6d. Popular Edition {Revised and Enlarged), 8vo, cloth, gilt edges, 7s. 6d. ; Persian morocco, gilt edges, ios. 6d. ; tree-calf, 15s. Moses and Geology ; or, The Harmony of the Bible with Science. By the Rev. Samuel Kinns, Ph.D., F.R.A.S. Illustrated. New Edition on Larger and Superior Paper. 8s. 6d. New Light on the Bible and the Holy Land. By B. T. A. Evetts, M.A. Illustrated. 2IS. New Testament Commentary for English Readers, The. Edited by Bishop Ellicott. In Three Volumes. 2is. each. Vol. I. — The Four Gospels. Vol. II. — The Acts, Romans, Corinthians, Galatians. Vol. III. — The remaining Books of the New Testament. New Testament Commentary. Edited by Bishop Ellicott. Handy Volume Edition. St. Matthew, 3s. 6d. St. Mark, 3s. St. Luke, 3s. 6d. St. John, 3s. 6d. The Acts of the Apostles, 3s. 6d. Romans, 2S. 6d. Corinthians I. and II., 3s. Galatians, Ephesians, and Philip- pians, 3s. Colossians, Thessalonians, and Timothy, 3s. Titus, Philemon, Hebrews, and James, 3s. Peter, Jude, and John, 3s. The Revelation, 3s. An Introduction to the New Testament, 3s. 6d. Old Testament Commentary for English Readers, The. Editea by Bishop Ellicott. Complete in Five Vols. 21s. each. Vol. I. — Genesis to Numbers. Vol. II. — Deuteronomy to Samuel II. Vol. III. — Kings I. to Esther. Vol. IV.— Job to Isaiah. Vol. V. —Jeremiah to Malachi. Old Testament Commentary. Edited by Bishop Ellicott. Handy Volume Edition. Genesis, 3s. 6d. Exodus, 3s. Leviticus, 3s. Numbers, 2s. 6d. Deuteronomy, 2s. 6d. Plain Introductions to the Books of the Old Testament. Edited by Bishop Ellicott. 3s. 6d. Plain Introductions to the Books of the New Testament. Edited by Bishop Ellicott. 3s. 6d. Protestantism, The History of. By the Rev. J. A. Wylie, LL.D. Containing upwards of 600 Original Illustrations. ThreeVols. gs.each. Quiver Yearly Volume, The. With about 600 Original Illustrations. 7s. 6d. Religion, The Dictionary of By the Rev. W. Benham, B.D. Cheap Edition, ios. 6d. St. George for England ; and other Sermons preached to Children. By the Rev. T. Teignmouth Shore, M.A., Canon of Worcester. 5s. St. Paul, The Life and Work of. By the Ven. Archdeacon Farrar, D.D., F.R.S. , Chaplain-in-Ordinary to the Queen. Library Edition. Two Vols., cloth, 24s. ; calf, 42s. Illustrated Edition, complete in One Volume, with about 300 Illustrations, £1 is. ; morocco, £2 2s. Popular Edition. One Volume, Svo, cloth, 6s. ; cloth, gilt edges, 7s. 6d. ; Persian morocco, ios. 6d. ; tree-calf, 15R. Shall We Know One Another in Heaven? By the Rt. Rev. J. C. Ryle, D.D., Bishop of Liverpool. Cheap Edition. Paper covers, 6d. Signa Christi. By the Rev. James Aitchison. 5s. Sunday-School Teacher's Bible Manual, The. By the Rev. Robert Hunter, LL.D. Illustrated. 7s. 6d. \"Sunday,\" Its Origin, History, and Present Obligation. By the Ven. Archdeacon Hessey, D.C.L. Fifth. Edition. 7s. 6d. Twilight of Life, The. Words of Counsel and Comfort for the Aged. By the Rev. John Ellerton. M.A. is. 6d."], [173, "Selections from Cassell fy Company's Publications. (Bbnzatioml Morha anti j^htbcnts' ittamials. Agricultural Text-Books, Cassell's. (The \"Downton\" Series.) Edited by Jokn Wrightson, Professor of Agriculture. Fully Illustrated, 2s. 6d. each.— Farm Crops. By Prof. Wrightson. — Soils and Manures. By J. M. H. Munro, D.Sc. (London), F.I.C., F.C.S. — Live Stock. By Prof. Wrightson. Alphabet, Cassell's Pictorial. 3s. 6d. Arithmetics, The Modern School. By George Ricks, B.Sc. Lond. With Test Cards. (List on application.) Atlas, Cassell's Popular. Containing 24 Coloured Maps. 2s. 6d. Book- Keeping. By Theodore Jones. For Schools, 2s. ; cloth, 3s. For the Million, 2s. ; cloth, 3s. Books for Jones's System, 2s. British Empire Map of the World. New Map for Schools and Institutes. By G. R. Parkin and J. G. Bartholomew, F.R.G.S. Mounted on cloth, varnished, and with Rollers, or folded. 25s. Chemistry, The Public School. By J. H. Anderson, M.A. 2s. 6d. Cookery for Schools. By Lizzie Heritage. 6d. Dulce Domum. Rhymes and Songs for Children. Edited by John Farmer, Editor of \" Gaudeamus,\" &c. Old Notation and Words, 5s. N.B. — The words of the Songs in \"Dulce Domum\" (with the Airs bo.b in Tonic Sol-fa and Old Notation) can be had in Two Parts, 6d. each. Euclid, Cassell's. Edited by Prof. Wallace, M.A. is. Euclid, The First Four Books of. New Edition. Inpaper,6d. ; cloth, gd. Experimental Geometry. By Paul Bert. Illustrated, is. 6d. French, Cassell's Lessons in. New and Revised Edition. Parts I. and II., each 2s. 6d. ; complete, 4s. 6d. Key, is. 6d. French-English and English-French Dictionary. Entirely New and Enlarged Edition. 1,150 pages, 8vo, cloth, 3s. 6d. French Reader, Cassell's Public School. By G. S. Conrad. 2s. 6d. Gaudeamus. Songs for Colleges and Schools. Edited by John Farmer. 5s. Words only, paper covers, 6d. ; cloth, gd. German Dictionary, Cassell's New (German-English, English- German). Cheap Edition. Cloth, 3s. 6d. Hand-and-Eye Training. By G. Ricks, B.Sc. 2 Vols., with 16 Coloured Plates in each Vol. Cr. 4to, 6s. each. Cards for Class Use, 5 sets, is. each. Historical Cartoons, Cassell's Coloured. Size 45 in. x 35 in., 2s. each. Mounted on canvas and varnished, with rollers, 5s. each. Italian Lessons, with Exercises, Cassell's. Cloth, 3s. 6d. Latin Dictionary, Cassell's New. (Latin-English and English- Latin.) Revised by J. R. V. Marchant, M.A., and J. F. Charles, B.A. Cloth, 3s. 6d. Large Paper Edition, 5s. Latin Primer, The First. By Prof. Postgate. is. Latin Primer, The New. By Prof. J. P. Postgate. Crown 8vo, 2s. 6d. Latin Prose for Lower Forms. By M. A. Bavfield, M.A. as. 6c*. Laws of Every-Day Life. By H. O. Arnold-Forster, M.P. is. 6d. Special Edition on Green Paper for Persons with Weak Eyesight. 2S, Lessons in Our Laws; or, Talks at Broadacre Farm. By H. F. Lester, B.A. Parts I. and II., is. 6d. each. Little Folks' History of England. Illustrated, is. 6d. Making of the Home, The. By Mrs. Samuel A. Barnett. is. 6d. Marlborough Books: — Arithmetic Examples, 3s. French Exercises, 3s. 6d. French Grammar, 2s. 6d. German Grammar, 3s. 6d. Mechanics and Machine Design, Numerical Examples in Practical. By R. G. Blaine, M.E. New Edition, Revised and Enlarged. With 79 Illustrations. Cloth, 2s. 6d. Mechanics for Young Beginners, A First Book of. By the Rev. J. G. Easton, M.A. 4s. 6d. Natural History Coloured Wall Sheets, Cassell's New. 18 Subjects. Size 39 by 31 in. Mounted on rollers and varnished. 3s. each."], [174, "Selections from Cassell fy Company's Publications. The \"Cross and Crown\" Series Illustrated. 2s. 6d. each. Freedom's Sword : AStoryosthe Days of Wallace and Bruce. By Annie S. Swan. Strong to Suffer: A Story of the Jews. By E. Wynne. Heroes of the Indian Empire; or. Stories of Valour and Victory. By Ernest Foster. In Letters of Flame : A Story of the WaldenBes. By C. L. Mateaux. Through Trial to Triumph. By Madeline B. Hunt. By Fire and Sword: A Storv- of the Huguenots. By Thomas Archer. Adam Hepburn's Vow: A Tale of Kirk and Covenant. By Annie S. Swan. No. XIII.: or. The Story of the Lost Vestal. A Tale of Early Christian Days. By Emma Marshall. \" Golden Mottoes \" Series, The. Each Book containing 208 pages, with Four full-page Original Illustrations. Crown 8vo, cloth gilt, 2s. each. \"Nil Desperandum.\" By the I \" Honour is my Guide.\" By Jeanie Rev. F. Langbridge, M.A. Henng sMrs. Adams-Acton). „_ , _ , ,, _, _ . \"Aim at a Sure End.\" By Emily \"Bear and Forbear.\" By Sarah Searchsield. Pltt- \" He Conquers who Endures.\" % \"Foremost if I Can.\" By Helen the Author of \"May Cunningham s Atteridge. Trial,\" &c. Cassell's Picture Story Books. Each containing about Sixty Pages of Pictures and Stories, &c. 6d. each. Little Talks. Daisy's Storv Book. Auntie's Stories. Bright Stars. Dot's Story Book. Birdie's Story Book. Nursery Toys. A Nest of Stories. Little Chi i4 es. Pets Posy. Good-Night Stories. A Sheai of Tiles. Tiny Tales. Chats for Small Chatterers. Dewdrop Stones. Cassell's Sixpenny Story Books. All Illustrated, and containing Interesting Stories by well-known writers. The Boat Club. Little Pickles. riven- The Elchester College Boys. My First Cruise. The Little Peacemaker. The Delft Jug. The Smuggler's Cave. Little Lizzie. Little Bird, Life and Adven- tures of. Luke Barnicott. Cassell's Shilling Story Books. ing Stories. All Illustrated, and containing Interest- Bunty and the Boys. The Heir of Elmdale. The Mystery at Shoneliff School. Claimed at Last, and Roy's Reward. Thorns and Tangles. The Cuckoo in the Robin's Nest. John's Mistake. The History of Five Lil tie Pitchers. Diamonds in the Sand. Surly Bob. The Giant's Cradle. Shag and Doll. Aunt Lucia's Locket. The Magic Mirror. The Cost of Revenge. Clever Frank. Among the Redskins. The Ferryman of Brill. Harry Maxwell. A Banished Monarch. Seventeen Cats. Illustrated Books for the Little Ones. All Illustrated, is. each ; cloth gilt. Containing interesting Stories. t, is. 6d. T^-les Told for Sunday. Sunday Stories lor Small People. Stories and Pictures for Sun- day. Bible Pictures for Eoys and Girls. Firelight Stories. Sunlight and Shade. Rub-a-Dub Tales. Fine Feathers and Fluffy Fur. Scrambles and Scrapes. Tittle Tattle Tales. Up and Down the Garden. AU Sorts of Adventures. Our Sunday Stories. Our Holiday Hours. Indoors and Out. Some Farm Friends. Wandering Ways. Dumb Friends. Those Golden Sands. Little Mothers and their Children. Our Pretty Pets. Our Schoolday HouT3. Creatures Tame. Creatures Wild."], [175, "Selections from Cassell fy Company* s Publications. \" Wanted— a King \" Series. Cheap Edition. Illustrated. 2s. 6d. each. Great Grandmamma. By Georgina M. Synge. Robin's Ride. By Ellinor Davenport Adams. Wanted— a King; or, How Merie ee' the Nursery Rhymes to Rights. By Maggie Browne. With Original Designs by Harry Furniss. Fairy Tales in Other Lands. By Julia Goddard. The World's Workers. A Si With Portraits printed on a John CasBell. By G. Ho'den Pike. Charles Haddon Spurgeon. By G. Holden Pike. Dr. Arnold of Rugby. By Rose E. Seise. The Earl of Shaftesbury. By Henry Frith. Sarah Robinson, Agnes Wes- ton, and Mrs. Meredith. By E. M. Tomkinson. Thomas A. Edison and Samuel F. B. Morse. By Dr. Denslow and J. Marsh Parker. Mrs. Somerville and Mary Car- penter. By Phyllis Browne. General Gordon. By the Rev. S. A, Swaine. Charles Dickens. By his Eldest Daughter. Sir Titus Salt and George Moore. By J. Burnley. Series is of New and Original Volumes. t as Frontispiece, is. each. Florence Nightingale, Catherine Marsh, Frances Ridley Haver- gal, Mrs. Ranyard (\" L. N. R.\"j. By Lizzie Alldridge. Dr. Guthrie, Father Mathew, Elihu Burritt, George Livesey. Byjohn W. Kirton, LL.D. Sir Henry Havelock and Colin Campbell Lord Clyde. By E. C. Phillips. Abraham Lincoln. Ey Emest Foster. George Mulier and Andrew Reed. By E. R. Pitman. Richard Cobden. By R. Gowing. Benjamin Franklin. By E. M. Tomkinson. Handel. By Eliza Clarke. [Swaine. Turner the Artist. By the Rev. S. A. George and Robert Stephenson. By C. L. Mateaux. David Livingstone. By Robert Smiles. tint as •«* The above Works can also be had Three in One I 'ot., cloth, gilt edges, y. Library of Wonders. Illustrated Gift-books for Boys. Paper, is.; cloth, is. 6d. Wonderful Balloon Ascents. Wonderful Adventures. Wonderful Escapes. Cassell's Eighteenpenny Story Wee Willie Winkie. Ups and. Downs of a Donkey's Life. Three Wee \"Ulster Lassies. Up the Ladder. Dick's Hero; and other StorieB. The Chip Boy. Haggles, Baggies, and the Emperor. Roses from Thorns. Gift Books for Young People, Original Illustrations in each. The Boy Hunters of Kentucky. By Edward S.Ellis. Wonders of Animal Instinct. Wonders of Bodily Strength and Skill. Books. Illustrated. Faith's Father. s By Land and Sea. The Young Berringtons. Jeff and Leff. Tom MorriB's Error. s. Worth more than Gold. \" Through Flood— Through Fire;'* e and other Stories. The Girl with the Golden Looks. Stories of the Olden Time. e. By Popular Authors. With Four i. Cloth gilt, is. 6d. each. r. Major Monk's Motto. By the Rev. F. Langbridge. q Trixy. By Maggie Symington. ;y •B-aes and Rainbows: A Story of * Thanksgiving. TJncle William's Charges; or, The Broken Trust. [f Pretty Pink's Purpose; or, Tha Little Street Merchants. Tim Thomson's Trial. By George .e Weatherly. Ursula's S tumbling-Block. ByJuUa Goddard. e- Ruth's Life-Work. By the Rev. Joseph Johnson. Books. Illustrated. Red Feather: a Tale of the American Frontier. By Edward S. Ellis. Seeking a City. Rhoda's Reward; or, \"If Wishes were Horses.'' Jack Marston's Anchor. Frank's Life-Battle; or, The Three Friends. Fritters. By Sarah Pitt The Two HardcastleB. By Made- line Bonavia Hunt. Cassell's Two-Shilling Story B Stories of the Tower. Mr. Burke's Nieces. May Cunningham's Trial. The Top of the Ladder : How to Reach it. Little FlotBam. Madge and Her Friends. The Children of the Court. Maid Marjory. Peggy, and other Tales. The Four CatB of the Tippertons. Marion's Two Homes. Little Folks' Sunday Book. Two Fourpenny Bits. Poor Nelly. Tom Heriot. Through Peril to Fortune. Aunt Tabitha's Waifs. In Mischief Again.."], [176, "Selections from Cassell fy Company's Publications. Cheap Editions of Popular Volumes for Young People. Bound in cloth, gilt edges, 2S. 6d. each. For Q,ueen aud King. Esther West. Three Home-;. Working to Win. Perils Afloat and Brigands Ashore. In Quest of Gold; or, Under the Whanga Falls. On Board the Esmeratda ; or, Martin Leigh's Log. The \"Deerfoot\" Series. By Edward S. Ellis. With Four full-page Illustrations in each Book. Cloth, bevelled boards, 2s. 6d. each. The HunterB of the Ozark. 1 The Camp in the Mountains. The Last War Trail. The \"Log Cabin\" Series. By Edward S.Ellis. With Four Full- page Illustrations in each. Crown Svo, cloth, 2s. 6d. each. The Lost Trail. | Camp-Fire and Wigwam. Footprints in the Forest. The \"Great River\" Series. By Edward S. Ellis. Illustrated. Crown Svo, cloth, bevelled boards, 2s. 6d. each. Down the Mississippi. Lost in the Wilds. Up the Tapajos ; or, Adventures in Brazil. The \" Boy Pioneer\" Series. Ey Edward S. Ellis. With Four Full- page Illustrations in each Book. Crown 8vo, cloth, 2s. 6d. each. Ned in the Woods. A Tale of | Ned on the River. A Tale of Indian Early Days in the West. River Warfare. Ned m the Block House. A Story of Pioneer Life in Kentucky. The \"World in Pictures.\" Illustrated throughout. 2s. 6d. each. A Ramble Round France. All the Russias. Chats about Germany. 'ihe Eastern Wonderland (Japan). Glimpses of South America. Round Alriea. The Land of Temples (India). The Isles of the Pacific. Peeps into China Half-Crown Story Books. Margaret's Enemy. Pen's Perplexities. Notable Shipwrecks. At the South Pole. Books for the Little Ones. Rhymes for the Young Folk. My Diary. With 12 Coloured 1'btes and 366 Woodcuts, Is. The Sunday Scrap Book. With Several Hundred Illustrations. Paper boards, 3s. 6d. ; cloth, gilt edges, 5s. The Old Fairy Tales. With Original Illustrations. Boards, Is.- cloth Is. dd. By William Allingham. Beautifully Illustrated. Gs. 6d. The History Scrap Book. With nearly 1,000 Engravings. Cloth, 7s. 6d. Albums for Children. 3s. 6d. each. Popular Authors. Illustrated. Full-page Illustrations. My Own Album of Animals. TilG Cnit-Cliat Album. Illuqtr-.tf.rt With Full-page Illustrations. throughout \"™«™ Cf.EEO'1 & Company's Complete Catalogue will be sen: jost free on application lo CASSELL & COMPANY. Limited. Lujgalt II..!, Lmdn"], [177, "Price f/~ mm -K BY v Mrs. Henry de la Pasture Author of \"The Little Squire\" >f CASSELL & COMPANY Limited LONDON PARIS £• MELBOURNE ALL RIGHTS RESERVED"], [178, ""], [179, ""], [180, ""], [181, ""], [182, ""]]