[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "PSYCHE Debauch d, A COMEDY, As it was Adfced at the Theatre-ROYAL By T. T>. LONDON, Printed for fohn Smith in (jreat Queen-flreet, 1678."], [8, "The Actors Names. King Andrew, Mrs: Corbett, Nicholas, C Princes in love with J Mrs, Knep. Phillip, £ None-fo-fair, £ Mr. Charleton Briiine, the White Bear 0/ Norwich, Mr. Harris. Apollo , A WifhingXhair, Mr. Lyddall; Jeffrey , Bruines Man, . Mr. Coyfh. Coftard , A Countryman, Mr. Poell. Juftice Crabb , {For the God Mars,) Mr. Wdtfhirem Tag-rag, *} Brazen- nofe, I Tatter'd-hoe, > Common Prisoners.. Bullbarrow, I Shrubs-hall, ) Wou*dhamore,r , n Mrs. Rutter. Sweetlips, K- Andrews 3£ m _ None-fofair, I daughters, Mr. Haynes. Redftreak , Co&ard's Wife, Mr. Cory. Twattle, ? . Glozy \\ LrfflKj1 attending on None -io- fair.- Wooflat, {representing Venus,] Mr. Clarke. Priefts, Masquers, &c. The « —"], [9, "PROLOGUE NOw Fancy's up--, left waiting palls the jest 5 ) . Psyche the second 's coming half undre$t:> But, in that Garb you lilgfine Women beil. ) Let our Rich Neighbours mockour Farce', we kpow (Already, th'utmoii) of their Tuppet-stow. Since they'gainS Nature go, they Heav'n offend, 1 Jf Natures purpose then cross Natures end', S. Vnnat'ral Nature is not Natures Friend. v \\_ — There's Nature str you- As Æsop's Cat dressed in a Nymph's disguise, Their gaudy Trifle may at first surprize 5 None but the (\"Dirty-rout) will like it twice : A well dreft Frollickonce may please the eye 5 But Tlays (liske Women!) can't so satis fie- Te mashed Nymphs can tell, there's fomthmgin ye, Befides a painted face that gets tbe penny : Tet all the Fame you give' em, we'l allow To their best Tlays, and their best A&ors too. That is, the Tainter, Carpenter, and stow Beaumont, and Fletcher, Toet, and Devow. But Sirs, free harmless Mirth you here condemn, And Clap at down-right Baudery in them. In Epsom- Wells, for example Are they not still for pusting Nature on, Till Natures feat thus in your fight is done. Oh Lord! Take off their Psyches borrow 'd plumes awhile, Hopkins and Sternhold rife,and claim your style ; VJread Kings <?/Brentford1 leave Lardellas Hcrfe-> Psyches despairing Lovers Heal your verse : And let Apollo's Triest restore again What from the nobler Mamamouchys tan. Le,"], [10, "i The Prologue. L et'em restontfour-Treble prices too^J ,. . ... To fee how strangely' stilCihey bubble you, ? ft makes me blush; and that J seldom do. ) Now Psyche's strip' d from all her gay attire, TE<DE TOLTKAGATHOI, Behold the Fire L But Oh ! a long Farewell to all this fort, Which Mujic\\ Scenes, nor Treface canfupporl. Jet you admire it, make'em thankful for t : Alafs their Charge n 'as great, andyou miiji pay't. Jf they fiould purchafe at a curfed Rate, The Neve-come Elephant, and Jhewt in State ; _ Get him a Rc\\om with Tomp and Lux'ry dreSl, Would you pay Crowns a piece to fee the Beaffi Show fome of your good Natures here kind Sirs-, J If our Conceit left proud or gay appears, > She's lefs expenfive, and more hrishjhen theirs, v THE"], [11, "1 T H E qmoO MockOPERA. bcEN 4 I. jteo^oIC Enter None-so-fa^WMle^^Gl^y.' ! What a crumprious place is terfe>oY r \\jr Ayiere noi)£can&e one play witfl ead^onel^kr. Under $ach b^ffik{nd;^i^'dbth;^Tm^ cif/odr, wog etelO ■Hei^'bnerhayliife, dndlatigh, 'a»W''tfeilk'«_>-&iifi ss«&t> For CountreyXove 04s neither joyes nor fears, anohno And Buflies.^reak,noTrufl:,fltho^|ri'WlalIs havfc.dar* :-' Qm N6 Mi^f^^^-fa/^thefare xMtoiOdMite'B&aA. Maniiunfs riot here fcft n8ffl4i?h8s\"n adlire iT .twJ Wyer on Hare npt .jHSfiS^&^InT^^ l\"hn« T , J< Nor are mehJ^a^h^\\^tfi^^1ik^QQaifei flcl «...' No fait is here throWtfbfitH&r Tails. 7k NoGofiip GlatKi^P •■'■■': \"You may here ling Key <U^rwith every GldWHi i • And none will cjtfffltfl^- lh': r' 8 A s at Z « • , , ' ! < ; nfl ■ Poor Rufticks cafln6^Pr^,c'i^^niie»fIfv«ar:5 Incroach on Nefp^iii-^^^^^ttd^-i'v/ '.'!•. .* Or put dumb Creature into Pbflfld'^n;! •is-vonv ;.: No ion oh • ,!T None. Ah! Gammer, T^^^-'Ayp^Jpebbfia'dto ; I wife I wereW¥rtnr^W#riy ihooholnar But fome poor Shepheai^ep^fer^ !-':- X- .> Tofleep all day ,of\\Md^ti'6f fB^'orGoifW.' '' t«n. u ',< £9«?M . cwral ngL via) bos /jrn . , i [fob n"], [12, "The sS\\Jock OTE'K.^f.. 2 How green's the Grafs? how Fine's the Tree? , How lufciousistheBlack-berryft ; Glozy. But Oh! How fweet's the Company? Twati The Company. — '-*-* .<! / AW. That — That j- Oh goody Ghzy, Oh Gammer TwaU He i#xc gajBafce ig«i ite^s FJprv * -* J* Mai&dre not here <fc|finM -to %ulel M Ol | \\/j As at yWWtiWortf Boai&n|SetooIs.^ '-'V-/ Jl * Jt G/02J. How filly is the Show and Pomp* T^at^-pra6hr'cf*hri^by^ :. Firft Mock- Wedding's to be feen , 7W- And then witl gietfft Dip^. cpmesjMock-lying la. Miftreft of School, muft be Midwife, Old Fool j Mammy, Dad) and NwHe m,uft be had; _ And Cradle and Ladle, and Fiddle-come-faddle, You'd think i&llfiy&j&f rtfone. Wheo $offips are pqm^f!an4..fiiU up the Room 5 Glafsgoes about, till Girlescry^ out,A ha, z. ah ha. Gloz* DrhikgoescdQWi^M^wife, Run,^port's begun, all, undone. Hold her back, ov 'twill crack by my fack. Twat* Al*ck» alack^^rC^faw^s-, run Jact^ Ah, a, a, ha. Non. Then (he muft whtf^fo^the Burnt Wine 5 Stools, Tools and Fools flye ajapy^ '/- r .\"' And at laft coraeerput grea^ Baby of Clout : Then Chriftning .comes, and S.ug^r Plums, ' And MiftreG Tipling like old Crony ; Gives dainty words as fweet ashoity, And all to gets poor Childrens Mony. Ghz. Eachftrives to beioMiAre(s Books, Though Pqrfe of Parents bleed, Gadzooks. Twat. And when ere they do j?layTruant, If fhelfiy fhe never knewpn't, , They do not care one foufe, 'gad knows, JJow. filly Beldams led; by th' Npfe. No*. . And then Forfboth wemuft haveShooes : Gods,Divels, and Goddef|Tes» Swayns, Satyjs, aijcj Shepher^effes* Spuft in dull Rime, and ferv'd jn. feveral Mefles, Yfit;"], [13, "The &Jocl^ OTE^j?. j Gloz, Yet glittering Scenes, and Golden Dresses, Won't make amends (of >doggrel Verses. I Non. No, not even there where Dance and Song, Supported by the Mighty, and the Young, Though practised ne'r so often, ne'r so long, Though ne-'r so much impost-d upon the Town, Their own flat stuffs wrought up to pull them down, As a great Owl, which on bare stump bawls,. SweH'd with the whooping Musick of his Throat, i Down to the wrath of Larks and Linnets falls. So boalbng Scribblers on their Labours doat; . But all their fwelling Hopes and Huffs, Critick out, like Candle puffs: And then they (moak, and ftinck like Snuffs; So School-Girls that have in the morn Seen Cock a Hoop, and rul'd the Roaft, E're Noon ev'niike an over-foak'd Toaft, , Sinck to the bottom of the Pot of fcorn: Thefe woafu] Chances I have lately Teen , And nc'r will go to School agen, ( v No not to be a Queen. Tvoattle. \\Oh Nme-fifarr , fweet Mifs ! You need not have run from your good Fathers! \"wis, for VnnctcPhiliip,oYVnnk6Nkholas, if you had but'faid the word, would have marri'd you while one can (ay what's this? How (ay by that?— — Gloz. Well rim'd £oody Twat. n: Not a Prince in the ftre'tt, but was fo loving He'd a kifled your Elbow tp&ake in your Ovefrj^ • •- So faysev'ry one that knows thee. Twat. Well (aid goody Glozy : Though the Coif of yQyr.ja^t/^ere^ryT^V^.Qod^pt, You would not let it be fmooth'dj\" while loy.es. Ireg .wis. hot, When loves (bong. Charms ypjir^ fmoptbir^g-^oard i#$rons, You laugh to (eepoor Princes rtiak^tbeir I.ron^,_ . a Non. Not Sugar-cakes, noj.: Ginger-bread, Me from this Countrey life (hall lead;0 ;! E0[1 The live long day about the flie(ds^e Jauqte-r, Sloes, Black-berrks, and Hawes.(we ne'r (halj want here. B 2 At - ** W »_# »"], [14, "I The »9dfck.; OVE^tA: ,■ At night Js«fel>gff:* Opodiflg ■ ' s ih'\\ ID For Bacon,.5fflSd\"Kale, and-nappy-rAW. ■>.. , 7.' Stout Beesp-anxi.figgejd 'Pudding. • . -, ,. Gloz.Jhl bu^fweej Lady, we want dieted)', And we can't: #U our Gms/ if we buy not, Twat: OhfibmLzdy Nmo-fo-fair, lopkye,def^,G^jwill make tJaE«i)totna)'iaindtbring;it'tpju^ with -a wjtfy fiot : Non. What-»yleoGaninlcarfGi/^,.J_«>arTwiyit a diekje^s Don't all theeFi elds gjr ow full of Hens a^-Chickens ? Don't Birds groewuponTre^sHke Pears, what would thedefirey? Qon't Pyes grp-w<jin&rJhdeiBfft£k-houIe clofe.by the Fine*) Twat. And (bmtimes ffliffey we'J ttfudge a nutting. .. ; , r Non., Faith, Gammor Twatih tftatfwas^^e'Uput in: She Sings. Thin the Nymphs and the Swains Shall trip if 'ore the Thins, And crovtn me with Garlands ofRofts, And marry me wifh aRitfh ring F * -->d ! ... A' Then how we mtlfrckit caper,yMdjcrk '* ? fin* and Vnder the green Wood Tree. • \\ j$fo% Gloz. Very righfcv ' yjOh (weet^^on^fe-^pr i ■ Noxe-fo; : Pri&& haye no fi*cb joj.j-.as thefe When they fit dq^a to JPprk and Peafe. WJwt Crowdings tbis my ears do pull? C W ith which the empty Akis fulh } AJ*M » beatfr: , Twat. Oh ! Gads-lidifcins now I know, This is May-dajrm&e morn^, bp. For He be Lady of Mat. 7' J . exeunt aU . Enter Coftatd 4nd Redftrea^ hittier— fiew>-_u _.' ■•■■■■'- ■ I ,nk ls C0!t? ,7 Mih^Whtf, who,vor the eæreies fake. Redstr — GiitCs Costard, guess. 1 - I Costard- -Gammar Bthich the Carret- Woman,- Kedstr- Noa^oa^noaVV' 10 '■■••>• • J- ' §B^W^*^ Tripe-Wife. 1 ÆJP ,?**** vvho'b^Prmce^i^^Æf^bt,,. Land lord King youugest Daughter - ™#"], [15, "The Mw\\O c P'E\\A. T Co{l. Then have mercy on us, we (hall see bad times; For I believe die's run away from School. Reds. Twittle Twiittk, what if she be ? what have we to do With state business — perhaps (he's run awnylncognito with her Father? consent — ■ t Cost. Now (he's here ? the short arid the long on't is,we fjiust chuse Her Lady o\\\\May :; ,. JR.$., Yes bypty Fay,-— Ar$ weltyive , and Crouder shall be .Tan, and he must sing in resitantivy ; Qieax [Tsyche go -4r,ess up the silly Rogues^ And then Piper (hall be Chorus, and he (hall sing: Now %* {^i*hJttjs)fo$ling has iq&de a fair .jha.n^. \\ _J<\\ -^£tek ther? .must be symphonic. ..' • Cost, (han't I be Symphonie, Redstreak ? > Red.Ho\\d thy tongue,Wiha? Lord to bless us; what roWly powly, all felloes at Foot-ball? The Symphony, No, Symphony must be a woundy cranck, (hort, tall, (quatvelfow with rusty Musick ; i and he must cry fike a Bird:' und then We must have An Eccho—— 1 — hi tr' Coff. Oh ! there's an Eccho down at hollow Banck Tie call it Presently. — r— Redstr, Nono, we'l make arr Eccho of our own. Cost. How? prythee Redstrtakhow .;;. Redstr. Why look thee : One must be Voice, and another must beAir, and another must be Rock ; then voice must talk Soundly to Air , and beat her against Rock; and Rock must Beat her back again ; and then Air must, cry out, and scold With Voice, and that's Eccho Let me alone for Plot; If you will but work upthe Sense and Fission, as they (ay 5 Go, and let every Mothers Child about it, and I'le entertain Princess None-fo-fair the while.-^— Yonder (he comes. exit Costard-' Sr' • 1 Enter None-so-fair, Twattle and Glozy. c A^«. •.', Gafaimar RM&reak* I make bold. . Red. So I am told. . 5\\veet Princess None-stfkir. Bring in Wickar- chair, ■■', Twattle and. Glozy- Chpeksihall be rosy."], [16, "€ -The Mock OVE^A For I have good Fuddle, Twat. — Mum Ducks hi the -puddle, (our heads-ake, Ghz. — Gad-fpeed, Gammar Redtfrea\\ We'l drink, till Twdt. — And we'l have (bme Chat, Red. — Marry why not? Non. — What Crouding's this 1 hear, prepare. Red. An entertainment which our head Hinds do for yoo prepare. Twat. (he fibs, they do't once a year, whether your at home or here. ' , Red. O Dear ! 'tis for the nonceTjy Cocks bones, y Non. Well, well, be quiet, I fay be quiet twice and cface. Enter a Countrey Crouder, followed by a Milkmaid with he r Tayl dressed up as on May-day; — After them a company of Morris-dancers, a Sf\\.vzw,and a Dryads Red. A Masque so please your Worship Madam-, Their Garments should be better, if we had e'm. Tan come sing , God Tan, Chorus ! Oh Symphony ! where's Your rusty Musick; so, so, 'tis well ; what are You ? Syl. I am a Sylvan — Dry. And I am a Dryad Dame. Red. Come Cheer up. n '^ Tan sings. Great None fof air King Ar\\drewsT)aughter dear, Whom we do worship, but our T>ame doth fear ; For why ? you come to eat up our good (.hear. Here's Cake, Bread, and Truin, And eke more are stewing. Then pray now be doing. Chorus. t And Cisly, and Dolly stall trip it around, I And None-fo-fair stall have a dainty green Gown. Sing cDaf»z,els^ Sing, and jolly Lads Sing loud. When Swains be blith, the Nimphsjbould not be proud, But foot it feat I y after every Croud. I I And tohenyou are weary, Lye down and be merry, Till cheeks red as Cherry. Chorus"], [17, "The Mocs\\ 0<PE1{A. 7 Chorus. JCroudero, and Tiper stall sng and stall play, Nonesofair stall be the Lady of May. A Dance of Morris-Dancers, Milken* aicL &c. Red. So, foj vtell dotie,well done all; Ha, ha, ha , it makqg my heart leap in my Belly for joy — homely Countrey (port, Now could Is weep for pure hearts ea(e , to (ee how towardly they are^ and how my good man Cofiard looks (b jfprunt I warrant ye. Choru*, Symphonie, Fan; ftand to your Fittles, can you be merry fweet Princeft ? Ecchoj whereY Eccho, Rock, Ayr, Voice? Oh dull, dull! Non. Fret not thy felf fweet Red ft re ak. Redr Oh Lord yourWorfliip, — a pax take ye. \\ Come* ''or He fetch you in with a Hedgc-ftake^ For Courtefie you have no Peer. Nonfy. Methmks'tismoftferene and clear. Red. Jerene and clear, that Pie remember I warrantyc: Then if that you do pleafe to fit, . . Old Nick take you, for-a Company of lazy patches* We have more fportto (how you. yet >: Voice, Ayr, Rock, do'ehear Hold up your heads, anddo't moft (erene and clear. {Voice fings and beats Ayr againft Rock — Rock beats her ?'; back again, and makes her cry qui like an Eccho. \\ ! ° f _ ff.A Sbni- - Voice. How do Maids cry, -when thevlofe what they value fo dear Rock--; — What they value fo /_lUr\\ '.',\" V. Ayr.- V dear ! Voice* — And then the poor Fellow ddesjtgh life a Lapt Rock O does ftgh likt a Lap, Ayr. aL'afs. , Voice. — Beauties like nteadowi are mmd, and they pajs, Ayr. does aremow'dt and they pafst Rock They paft.\"1 \" ;u! \\foice-"], [18, "-8- TfaMtfkO'Pm.vf' Voice. Then wh\\tt lape they kft for to offer at hm? Ayr.- for to offer at hejee&., ) .Rock^T* fcgtrt br*' ' Chorus of All. Tfayzy Roots a&mar the gromth .^MdMarjorumk good fir Broath. But Beef 'tis makes* tufa flove tfee Sue, Bp t*h \"21 °^ $ v.,rr c, tolM^HP^ Hey down-Vrddle. Faith let s he mer^y. * a v. bnyoP ioI #e<J. It may be, fweet Princes. 7ou Jtkc.pQt.tIus Solemn Mufick, iW<//e 4* A, *>9 down \"Diddle. — 1 value not my felf upon the Wit,' but thefitneJi' of the words j for Air and Melody. ' Euttfc f /# fe downViddle, taith-lets.hemerry^ fapj{ soioV 1 haveskill.thoughl fay't, that (hudnt^ as they, fay for the Jews Trump-Citizen, aiid Trump- Marine, He turn my- back «*$»&, tboudvfpmefha^es^een.bwi^p nrany Mftfejgjtoi Jrty (elf chalk^u|t the w^' to 1 knovv^ have many Foes, that (ay I make not what Town, but raunr for that : This Rare Opera isr all mine I'le fwear 5 but for t^pPljefif. and. Trjr^, give theD'tvel his due, I am beholding to' 'the 'm'oft \"Serene 'and- clear. lylonfieur Stephen^ thc&ngs Corn-cutter, and fo )ou Sreatl, Tot he p,ut 'meupon'£ ■'\" w ViPf Mi**H^^S'« iVi. Wet have^moU Serene and dear Rank Ball... \" __, %\\9&^^ NoiVeVuhout nolle, fifief ymtjout aare . v v ; . . _ Joys without joyes, and'frlghts without"], [19, "The £Moc\\ t OfE\\^. 9 E'rall the World, me from this life Atall hall; I'J cry, lie down in ground, andkick and sprawl. Enter Ambition, an Alder mans Wife ; Power, Schoolmis trefT, Plenty an Ale Wife, and Peace a Zealot. Tien. See where she is, Oh ! Missy y'are a Fine Princess to run away from your Friends so. — Tow- You put your Father, King Andrew into a fine twit ter twatter. Amb. I come to fetch you from this life of Beaft, To grand Solemnity of City Feaft 5 Leave (moaky Cot, and Cake-bread tough, There's Cuftards hot, and Fools enough : Leave Tib and Tom, for good Houfe-hoider, There's Capon fat, and Mutton (houlder. Leave Eldern whiftle, Gut of Cats, For City Horn-pipe and Waits 5 By me ev'n Mrs. Steward you (hall (it, Who(e Lilly hand carves every bit. And tells the price to (how houfewifely Wit, Lump (hall be carri'd home too m Kerchief Wallet 3 Or el(e it (hall go hard infaith la, (hall (e't, By me to noble thoughts you (hall be brought, And all the Arts of City Madam taught. Locket on Arm, Ring on Finger, Of Bobs too, in each ear a Clinger 5 With fingers end, or Diamond Ring to play, 1 And cry, Oh 1 Lord when you have nought to (ay : Finely to ftretch, or (how the pouting lip, Tie teach you when to cry foroth, or dp , Tie teach you how to (iltch'and fpend, Dull Husbands muck on courtly Friend 5 Yet with grave mouth to rail at th' other end. Of this Wild Town. -=» Leave boars wiih limbs, more ftiff and hard then Oak, And think of ruling fpa « m Camlet Cloak j Fre(h,Sweet-hearts every , a y new love (hall fwear : And in all junckets, who l- None-fo-fair. Ce Come, - \""], [20, "io TheMociOTe^i^A- Come, come, wed rich retailing Prince; be Great, Sir finely drest in Shop, serve God, and cheat. Tow. I from your silly life do you invite, I, whose dread Scepter every child does fright; Presents, and Fasting da) es are my delight. If None-so-sair will back to School with me, None of my Gii Is shall eat so much as she ; And so that I may get the Pence, With any 'Prentice, Lord, or Footman Prince, lie give her leave to run away from thence. Tlenty- Is this a place for Noneso-sair. As stately Painted Ale-house is fitter tarr, Come, go with me, and keep my splendid Barr. Princess, thou shalt Govern there, Luxurious Ale, and double Beer. Thy heart in precious Brandy thou shalt soak, In clouds of strong Mundungus smoak ; Hid like a Goddess thou shalt lye, Till thou art comely, Plump, and fairas I ; With ease, Fat Bub, and Virtuous Luxury. Teace. And I, that thy delights may never cease, Will steel thy soul with an audacious peace. And lift up every sence, With zealous Impudence: When envious People rail, thou shalt reply, The Saints have suffered still, and so must I. Let vicious Innocence be all thy care, Such peace becomes chast wanton None-fo-fair. Notify. Blest are the Rich, and Happy, eke are those That never saw Lord-Mayors Puppet Shows; Nor like clean Beasts stood chewing cribs, Till Coat was burnt from Rump with Squibs, Ambition ne'r shall stick to my ribs. Tower, in vain you huff and brag; Since I have given School the bag, Catch me there again, and cut off my leg. Tlenty has told a tempting tale, But in the mind I am I'le drink no Ale. A?eace"], [21, "The Moc\\ OTEa\\J. if Teace notably has spoak,but pains must loose; Girls know more now e'r they can tye their (hooes. You have your answers, And may be gone Sirs. Tlenty — How fay by that? Tower — She knows not what for her self is good : Therefore let's force her up between Dorsers, And carry her home in spight of her blood a. Come Mrs. Minx. Nonsy — I won't goodly stincks, Amb. I Faith, but you shall a. Non — I defie you all, a Grand jurie of Furies. Oh Mrs. Ambition, pity my Condition. Tower. Oh Tower, let me stay but one hour. Gammar Tlenty I'le Saint ye sweet (ace goody Peace, Pity my case, Furies, Divels,Plagues ; Bastard,help Redstreak Help Cofiard-,Oh here's Prince Nicky \\ Faith He'll lick ye. Enter Trince Niclas and Amb. Pow.Plent. and Peace run off. Nick Since Queans are gone that came eftsoons to humble ye, Oh let me now anon hear my last Doom most humbly. Nons. The first request I did command, Was, that you should not hunt me out: The next requeft you underftand, Will make you hang your .ears, and pout. My peace you here come for to break, After my back, why (hould youfneak? Nick. — Cows that do fill our Guts can't Jong be hid, Though Mice run into holes, none fee, When they have eat our Bread and Cheefe, And ftinck mod bafely when they'r dead. Sweet Cow you hide your Teats in vain, Though your full Udder fills anothers pan, Givemefomeftroakings to ea(e my pain. Non Prince Nick, buckle of girdle turn, For Milk of mine you ne'r (hall churn ... 'Without's my skin,but mind's within:, Though you niy hand may find, you cannot reach my mind. C 2 Nick:"], [22, "u The ZMock OTE^-tA. Nick- Will You on you take just such blarney As Ciss did lay upon her Dame; Make faults to punniih them. Oh fie for soame! If Dame (hould give her Fish to fry, She must give Butter by and by. Let (if without Butter do what she can, If she no Butter has, she bums the Pan : Butter to (ave, she does Dame offend, Who gave her Butter then to no end. Ciffes unbutter'd things may get her kicks* For all her Maggots and her drop-nos'd tricks, Butter can't err, Cist out o'th'way may turn : Though Cist may fret, yet Butter cannot burn. Non. Butter good Dames have still allow'd enough, But Maids turn Butter into Kitchin-stuff: So when they saw their Butter thrown away, They put their Butter under lock and key. Nick- — If Dames Engine by Cist must govern'd be, And Butter spent — For what a Devil serves (he ? Must Maids dry Chops be butter 'd,they'l ne'r keep touch, Though they are ayl'd with Butter ne'r so much. Oh None-fo-fair ! sweet Dame I am your man, My heart's unbutter'd burning in your Pan,. Without some Butter, it can never move : „ Oh Butter it with Butter of your love. AW Against your self sweet Prince y'have said too much, I'le keep my Butter since you can't keep touch. Go somewhere else, and make your greazy puns,. I love no butter'd Fish,nor butter'd buns. Nick— Butter, Oh sweet Butter ; ease my hissing smarts And Butter None-st-fairs unbutter'd heart. Enter Prince ThiUip. Nick; Prince ThiUip, here that mighty lout, Ga d then 'tis time to look about. Non.- Oh you sneaking Prince, what would you have had? Thil. Oh thou little Devil! I love thee like mad: And chill take thee at a venture hab nab. Nicfe"], [23, "The Mock OTERJ. 13 Nick: Fierce love full soon must die I think, Aud vani(h like abortive stinck. Thil. My love's zoo bomination strong 1 , That 'twill hold buckle and thong; And if dozn't get thee vurder aveel, (hat zee' can strick vyre with my steel. -''AM; — Gods Thil — Gods— and Dtevils I Thee talk'st of Courage, if th'hast any, Here be the Cudgels, let's have a veny. Nick: I don't care much if I have one touch. They play Cudgels. Non. — Princess, hold for all your Squablin, Cannot purchase my Tantablin. ThiU Adzboars Prince Nick* cham yours. If None-zo-vair zay'do't,chillbu&fhy root. Nick' — Prince ThiUip for fair Trollop, Whose voice might bear of whelp beguile a, Or Bread and Butter beg from Child a. I'm thine Non. — The next command of mine, in brief Is after me no more to soifij Princess farewell , without or and if. Nick: — So fad are the commands that you do give, That without meat or drink I cannot live. Thil. Your mind that upon our veirce wrath prevails, Can when you please, make hot or cool your nails. exit None-st-fair* Enter Woudhamore and \"Sweet-lips. Thil. But Zee,, Zee, feud 1 to l^tefs Us, if here becn't hur Zusturs now — Come Prince Nick? let's budge. Sweet. Great Princess, whither d!ye foeak from this place > Woud. To ssfone-st-sair^ their Calf with a white face. Swees."], [24, "14 The gKdock 0TE1x\\*A. Sweet- I wonder what Princely virtues you can see in her iTa gg s - Can (he make Butter, and Cheese, and Egs.? Woud. She's afe'astard, some Village Hind got her under a Hedge, when our Royal Mother was overtaken at a Waffcf. Love us Princess, here's your true beauty. Thil. There's your Anchovies. _ . . (joIJ. Woud- Here's a Cheiubimical Face, mark how my Eyes Here's a Languishing look, Ah! Phil. Odzboars my Stonvich begins to wamble at her. Woud. Here's a foot like a Fairy,and a leg like a Lapwing.* Thil. Look Prince Nick, chil wager a Groat there's zome thing at the end of thick leg, — there's 3 our Anchovies, Sweet. Here's your white Hounds Tooth. Woud. Here's your Illustrious Tcrfian Hawk- Nose, Sweet. Here, here, here's your generous wide Nostrils, you may see my Brains work through c'm when I 'm in passion. Thil. Con yo Whistle and Dance Earnaby ? Both. Ay, ay.- Thil. Con yo zing a new Ditty .<? Both. Ay, ay, ay. SONG. God Cupid, Chse, Osie, Oh se, ' God Cupid Oh ste, Ch fie, I am vexedfullstre^ Gh ! thou San as aWhore. Tafe pis} on me or s clyc, Tdye, . Tafe pity on me or Tdye. My face is Tale and rvan, My blood is turn'd to a jelly j , In my heart I have a great pain, Ch! Oh! how I long for a man, U ith a Sol, my, fa, la, lang ire ddwn derry. Thil. Oh Prince Nick,, chad lever ha one o't'h thezc then a Cow, o' Ten groats. Con ye milk a dreelegg'd Stool?"], [25, "The Mock OTE'KA. r? Stool? live vive Months upon the droppings of your Nose? and lye with no body but your own Husbands? Both. Ay, ay, any thing for Husbands. Thil. Then give me your hands, — good buy to ye with all my heart j - Exit.Thillip- Wcud. Oh! Villanous Clown, I think we are abus'd. Sweet- Were everLadies bright so us'd ? Surely there's more of honour in Prince Nickjas.- Woud. He look$ like a Gentleman, sure he'l tickle us. Nick- Sweet lips; and wou'd hamor you each, and both, May keep your Princely wind to cool hot broth. You know your Cheer, and may go chew your Cuds, For I'le have None-fo-fair, or lye ith* Suds; This is my dire resolve, witness ye Gods. Exit Nicks ass Sweet. Rot her beauty, whilethe case is thus, No Crouder e'r will Fiddle Us. Woud. Each day she can command a several King; As if the Gods, to do more had nothing. , Butto make Kings for her, • Oh laud, Oh lack^'Oh dear. . With strayning I am almost burst, hey ho; What shall we do for aU our Cake is doe, Sweet- Well I will straight complain to Mother IVoset. And (he shall Snuff a Candle in her Posset ; Brick Wall her Temple does Inviron, Back-door too is fenc'd with spikes of Iron. Oh! Mother Wossat, you that can By Chlcesdark, anddeej?, trappan, The heart of any Jifl> or Jan. ' Oh ! help\" tis to debauch this Jade, - ' J Or her coy tricks will marr .thy Trade. Woud- No c Citizen will pawn his Cloak 5 - No Country Squire will love one strpak,. And how can then thy Chimnysmoalt ?',/.-, ' ' Nay, if things go on so odfy, \" All the Gallants will turn godly. And then for Bub thou maist go choak. Sweet*"], [26, "0 The Mock, tVPE'KA Sweet. Rowse mightily Woossat, Mantle done, Thy hagship Venge, or Credits gone, Make hast, and let's know off, or on. Horrid Musck.hea.rd in the Air. Woud. Ha! what powerful Melody appears? And fhacthes thus our ears ? Woo/sat appears in a Charriot drawn by two Brooms. Sweet. The Charriot of the Goddess comes, Drawn by a Brace of well grown Brooms. Woossat sings. Fair'Damzels I have heard you prate, Tou JhaU have Husbands soon or late. 1 am as mad as any Dog to find, J 'have had Jo little good of humane kjnd, But there's the more behind. J wiU so order Nonsey's Trincely louts, Tou satt be satisfi'd and le ave your pouts .• With Nonsey now is Daddy dear And hand in hand th' are gone to wisnng Chair, Good fortune for to hear. That Rogue wiUvery civil prove so me, For Witch and Juggler never disagree : To you and me so k^nd he' I prove, That .when you feel his love, Tori I give half piece to buy him sing d glove. Woosat ascends. Sweet. Great Beldam, me thy hagfliip thank, And now methinks I m wondrous Cranck. Woud. While young we'l to loves Altar bow; And when w'are old be ev'n as thou. Enter"], [27, "The &Joci OTE^J, 17 Enter King Andrew, None- so-fair, Twattle, Gioxy, and Attendants. K. And Daughters, by the love that you do bear me, And the duty which I owe you, hear me : Cease your brawling, and your Twittle Twattle. At the Roje let's call in, and drink a loving bottle. Then we' I to the wising chair, If that don't eaje your cares,. I'le give you both my Royal eats, Tthinkthat's very fair. None-so-fair's agreed sweet t^ady, WiUyou deny poor harmless Daddy .<? What er you wistjforyou will have, Else fay King Andrew is a k*utve. Non. Cheer up Sisters, why should you look so gloomy? What er'the wishing chair shall say : The King, and That I will obey, Else may this liquor ne'r go through me. K. And. Come let's not on each o^her stare, But hye us to the wishing ch dr : o s ■ That will set all right, in a i mmurt, v _ , Or else I think the Devils mit. So swimmingly we 1 carry matters, All pristine Poets that come after s. To sing Heroick love and slaughters, iM , shall write of King and his three Daughter?. _osi?\\.v . '< :■-'•■.. 3_q&/* b ilbita z: i'-J^a 83iiiiTlim3 yy rw : TrjGAc$"], [28, "il TbeMociO c Pe'K$js. ACT II, Scene I, Enter Wossat and Bruine. Wojs-C On B-HiiiiMM your hirs, I fa? mind your hits; this O young cold Harlottry J^one-fo-sair,. must be sous'd, and touz'd do'e mirk'We ; she must be tumbl'd and jumbfd; she must I say it, or lefse \\M Nc-bfe Science of Wenching will grow obsolete/M^ 'out -'FittftOttf fdnctirihmay starve; for after that, who will pli^tJOf d&.a^'# did Gentlewomen that carry Letters? v pr suffer tbvtis , Points, Paint, or Patches, to be brdu^h^OtftelfChartiber*? And you of the Illustrious Society of Pitting, nifty hang if you have Courage enough to deserve it; 6t dye In hole's like fetfotfd Ratts; You will b.e shouted through the Street, like strange Dogs with horrts at'their MS, '.jtafcptf arid baited like Spirit* tf&t steal children; every Cuckd/d Will haV^ a ijfip' at ' Vtfut Car kasses Bru- Then one cbftifort U\\ BiJfftJ Otis ffifkries will be short liv'd, f<#&dsefestn<&'f^^ that 'twill be impossible to pass : tike'^eti ' \\vittibtii $eftv wot ried to death. Every publit^Meai^ly looks. like a Picti^e of the Creation before man was made, fiTl'd tip With variety of Creatures, that fhowalf lNormari^ Tails. Wojf. Tis for our hoftour, know that Twill revive she Sect of Adamites, renew M family of love, and make' tte flaverv of Marfi^^M of fashion, that a Man arid Wife shall ft stiow'd about,and wondred at as much as an Herma phrodite, an entire Egyptian Mummy, or a Cat with two tails. Bru. lhft+ v^ftr^fj$fe»fi?]wtK¥ e Gentry is great, there is hardly a Noble Family, where one of your Order, does norlye hid under the shape of aCouzen, House keeper, Wayting Women, Chamber-Maid, or the like. Wet?- That I learn't from my Brother on the other side of the Skater : whose Emissaries aQall disguis'd, his precepts * and"], [29, "The Mock OTE^A. . g$ Jistd mine agree in most circumstances. We Ijad rather allow *20 Whores then one wife to those of our order ; I will bring up here that old Scotch Custbm, that every Lord of the Manour (hall have the first nights dalliance with the Bodies of all his Vassals. Bru. That will assure you the hearts of all the great Ones^ and keep the others from Marriage, so your business is done. Wofs. But first let None-so-fa'irs business be done. Boh. I dare not ; she is King Andrews best beloved daugh ter. Wojs. Were she the skin .between her brows, I'denot spare her ; do't or forswear'tny Office ■ Bru- That J could easily do, for 'tis not now worth keep ing, if there's any new piece worth Money, a Father, Bro ther, or some Relation,lisu.rps our office, and reaps the profit. WoJs.'Xis too true, and 'tis unconscionable, that' Chri stians should turn Canibals, and feed upon their own flesh and blood, my case is even as bad too; I that have spent my Youth to gain experience,mustinmy Age be Nos'd, and have my Bread taken from my Teeth, by every Black brow'd Baggage, that leaps into the publick Pradftce of procuring, e'r.they know the mystery of jilting ; nay too often learn both together. Bru. In the City they dare not use two Trades at once;' but in the Suburbs they rnay do any thing. Wojf. Your Midwife,\" who is related to our Craft, as a Phisician is to a Mountebank; fqr we make work for them to finish, though we Lay lix to their one, suffers none to profess their Art till they have been Deputies seven years. — Well, things and things must be mended ; butfii.st to the point- prig Jlndrc.vs three. Daughters are comma; to the wismngChair; the two elder are mad fprJBu/batfcis, their business js csope to our hands. — r— Bru. Qvtite contrary; for if they Marry they'l renounce you. WqosNol Though ordinary .people that pretend not _to the'..n}pdifo,.Marry,tP.U ve sullen, that.ts, chast. Others kq.ow' D 2 \"better"], [30, "io. 7%e*Mfock, O c PE'RQjf. better things ;' your' Gentleman stands now as much for fhe> priviledge of keeping a Miss Marriage, as a Woman with a Portion does 5 for a Jo}nture: Ay ! and inserts it in to that — Make us thankful, we live in a loving Age, — but to .the point -r- None-so-fair, .by my means is resolved to- wish\" the' White Bear of 'Norwich to be her Hus band ; thinking, which is indeed true, thit there i* no such , thing, though, we have frighted silly people into that beliefs to cheat them the better. Bru. Oh! noWl find your meaning, that White \"Bear I will be; and the King being ppssest with a Reverence to our Juggling wishing Chair ; shall himself bring her to my Arms. — If of. Very good ; but least she should be stubborn , let Jesery be ready to assist you in your pious design. Bru. If we can but wheedle them into an awful faith. Wofi. Why ? should not the speech, of a Chair, do as much as ApoUo's tripod, a Spirit in a Wall ; or the eyes of Images moved with Wires : let all be Grave and Solemn, for that's the chief support of Counterfeit worship : and let your ex pressions be in Greek, or any unpractis'd canting Gibberish. Bru. Enough, I'le warrant the bus'ncsi. Woof. This Musick tells their' approach\", let's dispatch and attend them in. Soft Mustek; The Scene drawn, discovers the wising Chdir. Enter a Boy in a Surplice dancing, follow'dby two women bearing a Chaffing dish between them,and smoaking Tobacco; after them comes the Chief Priest in a Fools-coat, his Train supported by two in like habit, two Priests in Surplices follow them; then come two Judges playing on Jewes-trumps followed by a Cardinal, playing on a Childs Fiddle; tWo in grave habits follow him playing on Child rens Pipes; then comes a Major beating a little Drum; after him the King lea ding None-so-fair. Prince Nick. and S'weet-lips, ThiUip and Woudha."], [31, "The Mock OTE\\A. z, Woudha. attended — with Guards &c. They pass round the Stage, and place themselves on each side, and the Chief Priests before the Chair, and the two in Surplices on each side. . , Song. Let Maudlin lovers that are in desfair, And muUy Virgins at their lateji Tray'r. To be freed from their troubles, come hither. And Widows, whose sires Oftinnatr'aU desres. Have parch d up their faces lik$ leather. Chorus. We' I dry up their tears, and ease aU their Care, With a delicate thing caUed a. new wisnng chair. Of crackling teU-tale Wicker 'tis not made, Which loves dear Secrets has too oft' betray d. To this Chair so much Veriue is given. That when you are in At the turning a pin., Tou wiU think, you are going to Heaven; Chorus. We'l &c. With offerings laden,to the chair make haft, Before the precious time ofwijjjings paft. For when once the kind Engine isfaUing, Tou muff bear your pain, TiU the time come again Though you rend the moift Clouds with your bawling. Chorus. Wei dry up your tears. &c The Priests bow, and mutter to the Chair ; then turn to the People. \\ - : .A '. Song"], [32, "The gteoci OTE^x^f, 22 Song. Son of Latrona thou Wat rogue, Here's None-so-fair her grief to difimbogut. The lade is skittijh, fuU of treachery But wilful rude,andJoath to try. Chorus. Ctoe herej the Fool King Andrew too, <Let's cheat them firmly er'thepgo. t Let's cheat md^c Chief Triest. — The Sacred Chair vouchsafes that all Upon all four should to him fall. AU fall on their hands. Chair. Hoh, hoh, hob, hoe, hoe, hoe: Ch. T. — Your offerings are accepted,standby my Cronies, Till we have finished all the Ceremonies. Chair roars. Ha ! the mystics Chair begins to siown, AU that have wealth* muff lay it down. Keep nought of Tride, or Riches near you, Least Chair in wrath to pieces tear you. They all lay .down their Money, Swords, &c. which the Priests gather iip. Song by the two Priests. i . Pr • Thou pkkji the Butchers knife out of his mouth, 1heu\\rplist v 4'ptoor oldw9man of her tooth. 2. Pr. — Thou didst the monlirous Tlesij-flies to deSroy, Who bred the Maggots which did Beef o' re run. Chorus."], [33, "The Mock,. OVE^A 23 Chorus. and hauling Theifgo on with joy, {Their Money, Swords, and Hats are att our own. A Dance by the two Priests. Song. i. Pr. By Germain Princess that notorious cheat. 2. Pr. By Cressets memory we thee intreat, Thou wouldst with noise, and show blind aU their eyes. i . Pr. Least they ourfiUy Opera deftist, Chorus of both.- — Least they our filly Opera device- Chorus. CNow Croudynnutton is come put of France, jTom thimble has made show compleat, } lewes-Trumps, and Cymbals Jbtind,and let us dance t r Since Wool' is small, let cry be great. A Dance. The Inmcatum. 2. Tr. — James Naylor, 'Pope Joan, Wat. Tyler, Mall. Cut- purs, Chocorelly.. All-Anfwer.~— Help our Opera, becaufe 'tis Very filly. 2. Tr. — -Majfaniello, Mofely, Jack; ffraw,Jantredifco, Tint' ponelfi. Anf. — Help our Opera, becaufe 'tis very filly.- iftr.^—iiocKS^pocm, eDon-Quixot, Jack AdatHs,. Mary ' lifailry, ' Frie¥:jl&ngy. ; -mlV u, \\\\ .\\ William Lilly. '\\v Anf Help our Opera, becaufe 'tis very filly. 2. Tr. Carpentero, Taintero, Mnfi^ni, Song- Jtero, Tunchanelly. Anf. Help our Opera, becaufe 'tis very filly. Chorus"], [34, "The Mock. OWE^A, 24 Chorus first Sung, and then Sung, and T) anc d to. SomesijaU hollow, some <Dance and Sing, Hey ding, ding, ding, hey ding, ding, Oran'a bene Omn'a bene. TDing, ding, ding, with hey ding, ding ding, With hey, &c. The Chief Trie ff seats None-so-fair in the Chair, itThunders and Lightens-, the Chair sinks, and in its place a dreadful fliape arises, andsayes. The Princess to the Chair is pleasing, And all her troubles now are easing. The Chief Triest turns over his head, and the other two Triests take the little Boy in the Surplice? and whip him while they Sing this. He took, him by the Lilly Frock., And scourged him full sore ; A long half hour by the Clocks, Alachjt day therefore, While Touth doth last, the changes Ring, With a ding dong, ding dong ding, When Touth is flown, and Age is come, The Clappers down, the Bell doth groan : And call you to a fad long home, With a heavy, heavy, heavy boam, boam. The ChiefTriest rises and waves his Wand thrice. Ch. Tr. Comorah whee, Comorah whee, Comorah whee. All answer 5 Shoolimocroh , Shoolimocroh , Shoolimo howing. *croh. Ch. Tr.— Kiss Betty. AU answ. bowing. — Pollykagathoy. It"], [35, "The gMock^ OTE^J. z^ It Thunders and Lightens, the Trieff waves his Wand, all squat down — the dreadfulls ape finely, and the Chair rises kis sing None-so-fair, and se immediately comes out of it, Ch. Tr. Behold the Chair. — lAUrife up hastily and bow. Ch. Tr. Now None-so-fair, has had her wish, And first you shall hear what it is; And after we will sacrifice a Fish. K And. Oh Sir ! we humbly do beseech To know who shall hfcr Husband be, For that our very Ears do itch ; And if you please we fain would see. ft Thunders and Lightens extreamly, and then the Chair delivers this Oracle. Lead None-so-fair to yonder Wood, Where Lover showle like Beasts for Food, There si)e must sigh, and weep a good. Andjojrout&ere mufl leave her, Fort^eTVkite Bear 0/\" Norwich must have her. To her he wiU be -very Civil, Begone, 'tis vain to huff or fnivi I. K- And. O fie, O Re, O laud, O me forlorn, Would I had dy'd e'r I was born ; I have spent my Youth fair, To get a wife for a Bear. Woud. Lippy, I could leap out of my skin for joy Mo ther Woosiat, a brave Beldam ! she has keep'd her word. Sweet. Nothing vexes me, but that I must be Aunt to her fitter of Cubs.— We shall have roaring Nephews. K. And- Troop, troop, if I keep in this dreadful mind, I will come back,- but I'le leave ray life behind. Nick. Hold, hold, King Andrew stay, be wise I fay, x And ddn't'the Gods obey ; If 'twere good that None-fb-fair were given to the Bear, You should hcar'd on't before y' had known't. ! I E ■'-.•■ Thil."], [36, "z6 TheMociOVe^^ Thil. But if 'tis bad, then 'tisnot good, we know what's We rpust not shed the guiltless blood, Yet None-fo-fair, poor Sheep must go to pot; ' Gods, you wou'd be vtaz'd, wo'r you z'ard in yourkiOfl, Vor y'are never half an hour in a mind. Nick. King be not ch.eated^orcuUied.King 5 I'Je be hang'd if there is not ? live thing in the wishing. Chairs, did n't you see how None-fi-fair was tickl'd , did riot, she spin like a Top, and stand upon her head like a Juggler ; 'tis a damn'd Son of a Whore Chair, and he lyes, and lam not satissi'd.— - Tr- Oh Sir, take heed for Crimes like this, The Sacred Chajr has Rods in piss. V. And. When wishing Chair his Silence hroak, I do believe Tom-tumbler spoak- Tr. The wonders of our wishing Chair, prov'd by Mira cle, and that shews the truth of the power of the wonder^ Niche The Power is governed by the Order, which com mands the Power and the. Order, Rules the Beauty which governs the Order, which is found ty'd fast, to the end of the Creation, in a long round.Chain ; and things, and things loose fast upon one another, I don't know howish, like bunches of Paper at a Kites tail, and so by a plain orderly method of Power Order, and Order, without Power and Power without Order ; and no Power, and no Order and no Order, but a kind of Disorderly Powerful Order, The fixed World is drawn, confin'd at large ; As men in Ropes ty'd loose, tugg Western Barge. Ch. Tr. You and your Nature are meer Ignorance, But we appear to wise foreseeing chance. Nick; If Nature is less then Miracle, when Heaven uses- Supernatural Miracle ; the Gods declare their Power, less bycause Miracle is greater then Nature ;— — But if the Gods make children, when Natmes Instrument is out of tune : They use no Nature, bec?use Narure without Nature; is not Mature, but Miracle Unnatural, miraculous I s ature. Thil. There's vonr Anchovies ; Trust — , 'twas woundy well Ipoak, and zooe if this begruntea ; i he Gods can, bu t they"], [37, ". The Mnci09E'J{A. i 7 they wo'not ; because they would, but they cannot, and they wo'nt , and they cannot, and they cannot, any they wo'nt, and zo. They'lne'r be mad, because they'r not long in a mind, Aza deaf Hostess can't zee, because sties blind. mJ *\\Cb.Tri A vaunt you scoffing Blades, a vaunt, The Thundring Gods begin to Rant. It Thunders, and Lightens, the Chair sinks, and the Triests, and att their Attendants run off the Stage. J j \" ' Thil What dosttfcink, W*bb*> wi$d Irish ; and will run away, ! Becaufe the Clouds be ttoubl'd with the wind cholick, Odzbboars doft think chill, lofe my Coin, and my Parcel ? Non. The Gods and wilhing Chair, we muftbbey, And I will go, becaufe I cannot ftay. K. And. — Come ray (weet Pigs-nie let's make haft, If Bear eats thee for his breakfaft : As I'am a (inner. He (hall have me for a dinner. Nick: Thus great Was betray 'd, And Tfyche taken from her Dad, Though Prince($ huff'd, and fWore like mad. Exeunt aS but ThiBp. Thil. — All gwon,zure 'tis aBawdy-houfe, Vor there cham twoald they ufe you thus, : (M Be vengeance cranck, tilt you are fnoring drunk, And then away (hirk's Money, Cloaths, and Purick. I The Gods may well rain Golden (howr's, Into the Laps of Paramours : Credit is theirs, but coft is ours ; wl Ch ave not one penn^ Teft my drouth to quench, If this be Religion, tne a Wench.Thers your Anchovies. ExitThiUipi E 3 ■ ''; ' \";r '; ': ' Aft. o"], [38, "28 The*ZMock, OVEUgA. ACT II. Scene Us. A Wilderness. Enter King Andrew, Sweet-lips, Woudha. and None-fo fair. Non. O Royal Dad, fee, how he blubbers, Kings (hould not whine, fo like great lubbers. K. A. O flip ! O Daughter mine ] where art thou gadding ? I ne'r (hall hear thee; mpre fing. with a fadding. \\ Oh ! that could grave thee hadft thou put in, Before by me thou wer't begotten •* Wh y (hould. the Gods be fo bar braous .<? Oh! that t'hadft dy'd in (Natures Ware-houfe, Then Death that cunning old Shop-lifter, nA From ftall of eyes had never fnift her. Non- — Your fniv'ling melts me, fothatl ... I (hall be quite dead before I d y e. K. And. Oh ye QodsL — . -iixk% zuriT •> I've many a day paid Scot, and Ioy mo-ft 0Mifi, -ih^V hnA And well I'm ferv'd, now am I not. . j. ft -,; rf§:/odT Nons. — -Oh ! Sir begone, begone, I lay, For if you tarry hete, . y My life it will foon fneak away : Xl , m m&£ tnarfl 10T And cheat the Gods, and eke.tljBjbear^ 13 ca Sifters two Heave you here, ii:fl vbwb narfi bnA To keep you clean and fweet, •• Be good unto my Daddy dear, . ftnoimasq lo Jib oial For fo 'tis very meet. ■ 81L,0 cj ft03 ,JJCJ \\<li3tll jjbsiD Each week let him have (hm&Hifilf^vrinsqano ionsvstiD Let head be.comb'd-.an^^^'pVihi^c^oJ^ib^ad fidlll Let holes be mended in hofen, Himfelf can't do't, you fee alals. Sir, On my knees I you befeecb, To leave me now alone. For why my Elbows both do itch, you are fled, and gone. c g ! 0"], [39, "The Mde\\' x O^E c \\A. zj. O ! Budge away from t^ {tafce flaft all, For if the Bear ChPuld come, haveat all. Bw'y Daddy for eVer andaday.' ' K. And. — Mine own dear Huffey do not (ofay, Befpeak a place for me below there : For I'le come down fome time^P other, And do'e hear, remember -lWe tor9our Mother. Exeunt all £«rNofce-fa-fair. Nomfo. For all Co well Ftid ffly fears, v - hiod yd io'i Deaths Calumny my facebe^eaiV m:l11 -_r coh 1 flsdw bnA Laud what a quiddie am I in i'fack;{4&ck,';^o'i-:-i3dT You may wring the (hift upon my back : If 'twere but Fle(h and Blo^)d^Wdul*ttOt jfek, But to be touzd by nought, but clawes and hair, Hair, ftiffer then, an old manifc^i^ ciEod-xbO .\\« Would make theftouteft V^dmfe'trfeardpH cf}fiV .**& Why (hould Ifpeak fo^hd^it&l&foepfhgfB&r.tyOiild be; kiMd \\& i Me jjj W ' fhuf nrfi^^^'-'aiM < thiflk |A'tiA vfoihe Gallant in Masquerade with Fur'd-Coaton, but then he can't cr^Jtke « ' kn^w <imflijj&v&£ no Hed>a^i5s^ bty\\\\.b, _Wm BltA a Btfiinkm Sdldi^-a* the Sack of a City. .xwsm^ Enter Phillip and Nicklas. Thil. O hoe ! here (he is — pluck up Heart, O Grace I here take my muckinder. and dry thy ey'nT cham the Blood, O'tfie Thillips I net a Dog in the Village can zay, BlacEs mine eye } but in the way of love and honefty, and av'ore the Bear (hall eat one bit o've thee. Princefs Quiybcat n^K^^p'j^nrtpithr'ft^Tips, Don't wirtcfle'zoo; Butleave thy dolenir chimps. Nick: — Let Guts and Garbage feed white Bears, Poor ftrolling Cracks and Waftcoteers : Not Gods, but cheating Crew of juggling Chair, Are mad to make a Meal on Royal Gueer. Non. I will not hear the Sacred Chair abufed. ISA *Mr"], [40, "The gVsoek, GTE^J 30 Nick;— Poor hara^fifsiK$gu$r£ hpWr&diy he's mWji£a? Great Princefs, finc.e ng^v£#te$f. coming, No longer here, let's ftay Caps thrumming. Come jog,aldng wkh Us good Fellows, We will regale you at ne*t:Ale-bpu(e. And of one kifs of Bo.n^^Robas. Bears, Gods, nor'Dive]sK (halj not bob us. Non. No.more great Sirs was't Court-(hip here, You take the wrong (bw by the ear, For by Lord Harry I' <tf jfft'r- marry,; | And when I do, it (han't Mypu, Thereforego tpp. j nj f rri, A Roaring within as of a Boar. Thil. Odz-boarsPrincfi^t^ Ston. Vaft, here's the Anchovies. Nick: Bear up, Thillip, bear up. Thil. Ay, ay, but don't hunch me zoo, chill Wasn't for one* ' ' ' , J, A Roaring again, the Bjar enters, feizes the Trixicft, itodifncks with her, while Jeffrtf frith a fwitch beats of the Trinces. END of the II- !&«p.* Act"], [41, "The Moc^ O^EKA 31 Act I. Scene III. •filter shyers with JjJeatees^Ofl- thy fr- (holders, and their Master with his measuring Rod. SONG. ¥Ou tmgh brawny Lads, that can live upon stone And skin the hard Flin t for good Liquor i, Let love to the Idle, anArpe^fthy begone, And let? re aching alone to the Vicar', Let alt be made plain, with your Strikers and Thumpers, And when your works done , we' I about with the Bumpers* The little blind Qoed, of which lovers do prate, Makes all thai adore him grow lazy, For counterfeit blessings he long, mal^s you wait, And with sighs and diseases he pays ye. But heyousirzæ now, with y$ur Strikers and Thumpers, When the, worlds done, will about with the Bumpers- i. Tav. The Walks are all grave'l'd, and the Bower shall be prepar'd for the Bear and Nonsey. i. Ta. But e'r wegoin, let the Drinking begin,, And then we will Thump it agen. Chorus. With sill double Tots, Let us liquor our throats. And then we 1 1 to work, with a hoh, ' ho, ho, But let's drinks e'r we go, let's drink/r we go- Mast. Then toss up your rliquor, and to labour make hast, The time is too precious to wast. Chorut"], [42, ".ji TWlMibXW&B%i'. Chorus With full double, 8cc. i. Tav. Here Harry. — 2. Tav. Here Will. 3. y«;. Oki True-penny still. All. While one is drinking, another should fill, ,.f^ v^e;i^fhec*T-eter, .4. Thanks Ji^nest ThU. stiodd'siii t ? ]ustilyswU1> and whlleGne isdnnking ' another Chorus. WitbsidlJoyble, &c Master. Dispatch, or th'e'Be.aK Or the Princess will chide, For Love pan ,no-hindrance abide. needof dririkihg. drinking, then kis sing by 'Wi: v ; ,^WYVv Si h We'J bouse it-itf ftight of the Gods. : »« XhbRis. — — ff iihsull double, *& , , t W5^»»av few* Mi . n-ff ,v> V* v w «4M&^ A Dj,tcc^W ntnoff. c v Snter Bruin andj£my #r«. Bia'yejfeoys all , '^is as' W^{ \"ap'^f I had chalk' quttheway my Jejf ;and itjiad feeenxioihg 1 6 \\yhol& Months, -b^ihV excellent $pprov^d^great r! m6i^ Famous, Ingenious, InduftnW, ca'refu) Society rtMo're-fieUs ; Weli Geffiry, what 40ft thjntof my.Missy None-forfair \\ . .-. . \" 7#>. Think! Oh she's the desicat'st, but of Marts meat that e'r Jips were laid to, or legs laid Over ; the\"* 30 • Armfull for one of the Gods,' fdr\"J»^/7er,hpself inhl^ Altitudes'. Bru. In his Altitudes-^- \"what s'&a't *> [i \"' ' Jeffiy. Why that's drunk as David's Sow, with Ne&or and Ambrosia, which is stout Mum, and Brandy; the Gods drink upon Holy-dayes ,. But Sir, is not None-fo-fair a little soft childish, no wiser theft -she should, be ? Bru. I thought thoui hadst known be&ei - ; all. cunning A morous Women,' ptatoh a ' ma^isV' leemitjk igno rance, that they may have J pleasitfe Withotif'^oss 1 of reputati on, .'tis. a modest W»^ of wooing, and as pleasant , to the heaters, as great lyes Trigenioiifly rftadei 'au.d s seribusly told, ■ *, h GJ d'JL,.-- .'j CO) Z. m. .' *,"], [43, "The tSXdock, OTE^A. 33 For things that come neareft Truth , and are not fb, are moft t aking. Jeffry. Therefore, young Gallants are (b much pleafed with being like Gentlemen; and the total of all the praife, they would give a Friend, ends in. Gad, in (hort he's much like a Gentleman ; the Divel take me, much like a Gentleman?- I • Bru. Ay ! that is, he Swears, Drinks, Games, and Whores, which are no more the true accompliftiments of a right Gentleman; then Huffing, and (peaking loud Nonfei_.ce, are of the Gods, whatever our Friends, the Fopps, and the Poets, which are much like one another, (ay to the con trary. — ! Jeffry. Apollo, the wiftiing Chair told me. / Bru. Pox take that liquorifh Rogue, he has been before hand , he'l have a hand in every (ack, — what did he fay? Jeffry. When he kifs'd her, (he cry 'd Oh laud ! why do 'e kifs a body fo, Tie tell my Father, (b I will. Bru. Ay, and thruft out her lips as 'twere to pu(h him a way, when 'twas only to kifs clofer? — Jeffry. And when he talked a little,— I do'nt know howifh, you know of that fame, — (he look'd fo wiftly, and Inno cently in his face. x Bru. As Ignorant People do on one that fpeaks a Forreign Language. Jeffry. Ay, and repeated ev'ry ftrange word (b harmlefsly, and cry 'd what's that now ? Bru. And was as cu rioufly inquifitive,as if (he were learn ing a new ftitch on her Sampler. Jeffry. And look'd with fuch Religious Languishing Eyes. Bru. Religious Languishing Eyes ? Jeffry. Ay, as if (he were at Prayers. Bru. Thou incorrigible Fool — r— If a Woman looks (o, though in the Churchy thou maift fwear her thoughts are in the very Altitudes of Love — Her heart's drunk with it, and her eyes reel,and are dazl'd her dying Eyes,think thy felfinto an Amorous extafie, and Tie tell thee how thou lookft. * , Jeffry. Gad, and fo Iwill. F Bru"], [44, "The Mock, OTS^-tA. 34 Bru Now, now, noW, there s your Religious, languishing; drunken, dying E)es. Jeffry. Oh, ' oh, aha. — - Pru. There's your Anchovies, as Prince ThiUip fays. Jeffry. J'lesvvcar 'tit veiy pretty, but why won't you ap pear to her like a Gentleman ?- — - — Bru. No, no, when ihe sees me in this invisible shape, like a Punce, she'l think I m a God, and will make her a Lady. When love thus storms a Fort, and enters by force, he plunders freely, and imposes what conditions he will; but when he comes soeaking, and creeping like a Boy after a Butteifly, Ten to one but she flies off, and he falls into the next Ditch; for where love is in motion, like Water thrown on the ground : 'twill fall into the first hollow place it finds. My love comes, Jeffry to your Post, away, Take care that none disturb our Play ; Twill be your own another day. Exeunt Bruin and ]tffty several iva\\r. The Scene chang'd to an Arbour drejs*d up with gaudy Flay -games sr Children, Lnter None-so-fair alone. Non. Oh what a bewitching sight is here,a finer place can't be seen in a Summers day. — Oh ! my tother goodness, it looks like an Orange stuck with Cloves, or a Pudding full of Plums, as who should say, come eat me, 'tis the very Vir gin? Pepper of Nature, where the Spicy tast, of all Shows is bound up in one fine sight ; was this made for a Slaughter house, no, 'tis more like an Opera, then a Bear-Garden ; 'tis as fine as to Day and to Morrow, sure 'tis the Countrey-house of some City God ; I was brought hither above ground too as if I had flown in the Air: — Oh happy Nonsey. — Butstav' if the Gods should play the Jacks with me, and show me Roast-meat, to thurst the Spit in my Guts. — No, no let no thing"], [45, "The Mock OTE^J. 3r thing trouble thee little Nonsy, th'are better bred ; and scorn to be so base. — But if some fine God should come in a great Periwig, and red and green Ribbons, and swear he loved me like a Divel, and all that ; there's your Anchovies, as Prince ThiUip fays. Bruin within sings. Sweet open the \\Door, and Ut me come in a, For to go a wooing, I now begin a. Non. Tie open, and open, and open, again, Then I prythee sweet heart come in. 0 Melody most ravishing ! 1 could for ever hear it sing. Oh if thou hast the Bowels of a Man a! Tune up tby Pipes, and sing again a. Bruin within. Br. Oh fair Maid ! be not afraid '• Far lam come a wooing, Thou art mine, and I am thine own sweet heart, and (Bruin. Non. Once more, Oh' box my ears once more! If er'I heard the like, I'm the Son of a Whore* Br. Hey ding a ding, muck and Trash, Little Misse Nonefo-sair has a white Elbo.w, Oh take all my dross 1 but give me the Lass, j . ,j For I want a new sheath to my Bilbow. Non. With a hey trahl, and ho tralil, my Elbow does itch, Which makes me cry still :. Oh give me thy Dross! and thou shalt have thi Lass, And a Dainty fine sheath .for thy Bilbbo* ...-.; 3 Non. My heart's provok'd bijf some Divine Battfcfl?, And all my Blood is turn d to a Caudle. brtudtt Bru. All Play-games that e're'be brought, i For love or Money, He give my Honey, <r She shall have ah the World 'in thought. nw< -> Non. — O Dear ! Odainty ! . rolniaiarfr Br. O sweet and twenty! ■ .'. nr j lie VdT F 2 Non."], [46, "}6 The rgMock, OTE^^i. Non- — When shall I my Charmer know,. Br. — Too morrow to mo. Non- — I'm affraid, Br. — Fie fair Maid. Non. — Hey I'm sad, and I'm glad, Bru. — Why all s paid I'gad. Non. — By this great guift, thou art some Goddy, Bru. — Thou shalt perceive, 1 am no Noddy. Non. — Come in then my Dear hoddy doddy. A T)ance of Bears, among which is the white Bear of Norwich, and at the end of the \\T)ance his stape styes offj and he appears dressed like a Cupid. Non.. Oh what a glorious thing was here, in shape of ugly Bear. Oh what hands ! what legs are there ? But Oh the face ! and oh the hair ! And Oh that he were mine own dear !\" Bru. The Bear I am, Non. Pray Gad be Jon; Bru. For all you are so cranck and prety, The Chair, has sent me here to eat ye. Non. Oh eat me quickly ! and Oh eat me long ! For and Oh ! lam not sickly, but Ah ! I am not young, ** Ah ! I'm very tender by my troth, Oh! I long to leap into thy mouth. In thy dear kidnies Tie inhabit, And make a Burrough like a Rabbit. Oh ! no other love shall thence me ferret, Ah ! I will not hurt thee, do not fear it. But like gentle Viper some- Times to pretty mouth I'le come, Hounds-teeth to pick; on eyes to gaze, And view thy comely maple face : Then turning round in wainscot jaw es,. And sliding down rough corral Throat. There in loves sweets I'le stewing he, Till alldiffolv'd in lov*,. I dye. ' I My."], [47, "The Mvck O'PE^A. 37 My mind boils over with the thought, Bru. My fair Non- my Love Br- my Dear Non. my Dove. Bru. My Honey Non. my Bunny Br. my Croney Non. Let me approach ye Bru. Let me make much o'ye — Non. Oh let me kiss that pretty pretty dimple! Bru. My love is willing, but she's wondrous simple. Non. Ah how I long ! Oh how I am stung ! Ah I feel your headed steel ! Oh how it smarts ! Ah how it tickles !' Ah the softness ! and Oh the prickles! A.h how it cleaves my heart in pieces ! Now, now, Oh now it increases. Now my Blood begins to be at peace, I'le warrant you, 'twas all up in my face. Oh the sweets of the pain ! Ah the pain of the pleasure ! Ah the griefs ! Oh the joys without measure ! Bru. Is this cold Numph without heart like Iron ? Her face doth tempt, but tricks do tyre one, My stomacks full, but she's more eager, Then Soldier coming from long leaguer. ' Non. Oh the Trance in which I've been ! Ah that 'twould 'till Death remain ! But Oh 'twill never, never come again ! Bru. Allonz my Dear I am thy Bear, Cheer up I fay, I have it for ye, With nought, but love I will not marry. Non. Ah Laud Sirs, did you ever see the like ? what have you done to me ? well y'are a naughty Bear, I believe y'are a Witch ; do virtuous Princess use to be so — Poor thing I was never so before, and I would do nothing mis-becoming the Rank, Quality of King — Bru. Oh well dissembled -Ignorance ! Non- Your hand bewitched me, but your eyes ; Oh those Ihchanting eyes! I never saw such eyes, nor felt such eyes; nor heard such eyes, nor understood such eyes, Oh those delicate! dear, long round, twinckling, pinching, glazing, leering, sheering Sheeps eyes- of thine. 0"], [48, "3 8 The SMocii OTE^^l, 0 look away, they pierce me so, 1 know not wher'I feel or no. Why do'e gape so amorous, zee, Would you have any thing of me. Bru. Oh yes, I am soust too in 4oves pickle, Salt tears down cheeks like Mil-stones trickle ; My ,'ieart in Stomach their would rest, As blooding Rook does on soft nest; And while for food it there sits calling, With bit of pity, thou must stop his yawling : Oh give me thy pretty thing. And when that pretty thing thou givest to me, Me burn its Tail, that it may fly from me ; Non. Oh take it then! Oh catch it quickly, Stayin^Withme tis grown so sickly, It melts too fast, unless your help withstands, 'Twill dye away, and lye upon my hands ; Oh it flutters, Ah it pants, yet, yet I hav't, Oh Sir dispatch, dispatch, if you would sav't, Sir, Sir, Sir, now, now, Oh now it tingles at my singers end*, Tis gone, 'tis gone, run, fetch it back again .• Or I shall dye unless thougvv'st me thine. Exeunt running. Scene chang'd. Enter the Trinces, Nicklas and Phillip. Til. Prince Nick., cham zick ove this zokring work ; Che wonder where the Vengeance scab do lurk Why wuis mon file's but one o' my Naunts : There vore lets squot, and leave theez murrin Jaunts; Nick: All ground's to hot for me to tarry on, Till I have got my Princely Carrion ; Though Fortune is froppish still we hope well, but ask all Pe-o-ple. Thil. Maybe she's zunning onzome odious mixion, Choud teaz her ifz cou'd vind the Vixon ; Nick* Had she none but we to put her tricks on. Thil."], [49, "The Moc^ OTE^A 35, Thil. Avowdry titcome A 7 ?^ letszlip hence, When luch zares pride wull pay her odd vip'encelj Yet white Bears a Beast, if he hurt imp Royal, Though Bear have Feast, let wishing Chair pay all : Let's hye us ton straight, and bumbast the bony Witch, Che doubt thick Chair had vurst lick ove her hony Critch, Nick; Mums the word least he by flight prevent us, Let's gallop straight on pair of nimble Tentoes. Exeunt. The Scene chang'd to the Arhonr. Enter None-sorfair. Non. Laud what have I done, I reek like a new shotgun, Heigh hoe, a kind of shameless shame I feel ; But I feel something else that joyes me still, And docs that other feeling quite out-feel : I can't repent now for my blood, Sure things so sweet must need be good, Besides to love is to obey a God, The things so Sacred, and so kind to boot : That I will roar it out -again I'le do't. Here comes the little loving Rogue, Now do I blush like a blew Dog ; What shall I do, I am rapt, Oh ! I shall have my fit again, for something catches me fast by the inclination. Oh, you Divel, >ou Ah / _. ,. {The more I look,, the more Hike, beauty breeds m\\i \\ hearts delight. Bru? Poor virtuous loving Princess , At first she seem'd to loath loves pleasant bub, And now she's all fpv empting of the Tub. - Non* Though I'm so fond of one ne'r seen before, I hope you do not think I am a Whore ; Yet least that I should prove with Child, And you should run away therefore, I pray Sir, be so meek and mild, To tell me like a trusty Trojan, Both what's your Name, and where's your Lodging; Br#j"], [50, "4© The Mock OTE^A. Bru. Tam a great Prince, my Estate lyes in the new Utopia. I am chief commander of all the Padders, Jugglers, Priggers, Ditchers, Bulkers, and Pickpockets, to me all those merry Greeks pay Tribute, which (hall come into thy Fob, all t*he beautious Doxies, Dells and Drabs, shall obey the back,and admire thy magnificence. Thou shalt be both my pretty Romp in Luxury and Pomp, thy eyes shall watch ; while thy ears are ravished, and all thy other Senses (hall dance Bobblng-Joan for joy, I'le keep thee in thy Hair, and thy Slippers; thou (halt eat like a Cameleon, and drink like a Flitter-mouse ; thy House shall be made of one intire Sugar-Plum, out of w'.ich thou shalt every day eat thy passage like a lovel) Vise.- out of his Dams Belly, thy Closet shall be furnished with Sun-beams, thy Cloaths shall be all Marmalade powdered with Caraways for spangles, thy Bed (hall be made of a great Blue- Fig, and thy Curtains of D>et-biead Paper, where thou shalt lye like the Lady in the Lobster 'till I come to dress thee with the Vinegar of love, and the Nutmeg of Luxury, thy Coach shall be of some fine new Trangam — which we'l study for — Non. Oh I am rapt again ! Bru. Thou shalt have a Dog and a Parrot, and when th'are sick, thou shalt have a Physitian and a Surgean for them. Non. Oh! Iamrap'tagain — but what if they should dye > Bru. Then thou shalt mourn o're thy dear Cur, like a grave Person of quality; put thy woman in black, and con vey it with a Train of Hakneys to the Sepulchre of his stink ing Ancestor in Pomp and Luxury. — But my dear Bunting I tell thee one thing. Ask not my mighty name, for that once known-; Like fair) pence thy Trump'ry will be gone : If Newgate keeper once should smoak u$, Thy Bear must vanish with a hocus. AW. But Love, Honey, won't you let my Sisters visit me ? truly they are not adopted Sisters, but of my true Royal Flesh and Blood ; and I would fain show my Pride and Lux ury. For Bravery without being seen, is like John come kiss me without dancing, or a Bell without a Clapper, for it makes ho noise. — Bru."], [51, "The rSKdock, OTE^A. 41 Bru. My Jeffery shall for them hye, And fetch them hither by and by. Enter Jeffery. G. Tri. Hoe, Jeffrey, Hoe, make hast, and go Hunt for great Sisters high and low. Thou'lt find the stately Trapes tyr'd with Travel, Out of surbated trotters picking gravel, Or at some Farmers door a resting haunches, And singing smutty Ballads for Bread and Cheese. Jeff. The Quean looks shy on't, will she bob? will she come ? Bru. The Nymph is plyant, done is job, word is mum. Jeff. Blouzes I fly to call as fast as hoofs can fall, lie bring them hither with their Fardels, Or leave them there, it will go hard else. Exit Jeffery. Bru. I hope your Sisters are no fetters, And come to tempt you with Love-letters: If you let any other— — at my Charges, My fresh tap d love will turn as sowr as Verjuice. But let that pass — Now prick up ears, let eyes stare hard, , Let all thy Senses stand on Guard. That I may catch them unprepar'd. Till Jeffry do thy lineage bring, Wei go, and hunt the pretty thing. Exeunt'. G ACT- ,"], [52, "4* The Mock, dTe^-Jf. Act III. SCENE III. sinter Wishing-Chair and Jeffry. Wish ' Arid J H6w, and how, do things and things fit? does she melt like, Snow in his arms? and make the Rogue think, there's Fire <in'his bosom — does the little Vermine twine a bout him like a tame Snake ? and make her tongue seem forked with swift motion. Jeffry. Why all these questions Friend, and ask'd with ItiÆ -envious curiosity, because you made the first discovery, youthought, the Natives would truck with no other. — Y'are out; you only touch'd upon the Coast, he has fail'd np the River; discovered the In-land, — planted a Colony ; and setd'd the Trade oPFurs. — Wijly. -Oh Rogue ! 'tis a dainty spot of Ground, Woods, Rivers, Mountains, over which isplac'd a Sky always serene and clear, Well the Dog has his day. Jeffry. — Ay aud He'l n6t losea minurt of it. Wish- I shall ne'r forget, the pretty .skittish thing did so fnach away my kisses, and throw them back again with soch a furious kind Scorn. — Pray let me go now, won't you? and then imbrac'd me so fiercely, as if she had wifh'd, the Divel take me if I did. — Ah ! she pressed, like fresh Curds newly put into the Cheese-frame. — -t>h Jeffry I Jeffry ! 7 e f r y* Oh Friend ! Friend ! you have had your time, and must now live upon your Alforges ; like a great Monkey chew the Cud, for you must be a clean Beast in spight of your teeth, I over-heard the Puissant Princess make dange rous resolves against your dear life. Prince ThiUip will be at your Anchovies, i'faith, Bruin thinks fit that you repair to ©ur Pallace the new Musick-houfe, you know where, for your Worships safely, — and to incourage you, heark ye— I am sent Tor two fresh Frollicks, the two elder Sisters. Wijh. Art thou so.«? — enough* — lam for the Straights. Enter"], [53, "The Mock OTE%A. 45 Enter Gammer Readstreak. Jeffry. Hold, hold, here's a Packing-penny, she comes to wish for a Famine, that Corn may sell dear. Wisj. Or a foul disease on those that Robb'd her Hen roost, Pox upon her brown Bread Thisuomie, — lets go. Jeffry- Not a foot Sir' till this old Jade's curry 'd ; y' are bound by Path to refuse none. Wiff. Pri\" thee Jeffry be favourable, dispepc^. Jeffry. On, on, Sir will you perform, or shall I complain 3 remember. Wee'l dry up your tears, and ease all your Care, With delicate thing call'd anew wishing Chair. Let the good Woni^nbe satisfied ; now will.I go fin«i her Husband, and send him hither immediatly, dear mischief how I love thee. Exit Jeffry. \"■ iT Red. Ah blessing on his good heart,he speaks piost Sgiren? and clear, he's a very notable Man I'le warrant you; — an.4 whoever fays Qammar Redjireakjsiaxh no Judgement. Hy hee and for all your whim whap^, 'jh'py prate arjd prate, biitgim me something, hassoflje sey-f^r v ppd , m^xV^^^x G^dsli dikins, I'le not be tra_p^lg^;by ;| t(ie 5ffjwA,rrlT==-J , !b«» known the time when my penny was as White, andri;oun& as the best fiddle saddle of them all ; Oh the tumbling, and rumbling there was then, I'le warrant you my Ljnnen.yv3$ so touzl'd, andmouzl'd, 'twou'd do ones heart But now like and old crack'd Groat, whose stamp's worn out; none will take me, they fay Iam J^^Fjeff*it !^Bsftfl¥fit em, for JTe wisti my self a Queen, and .this House .full flf Money in my Pocket. Wish* Andjthe Devil m thy Ctoterij^Chqp^ uadfplml Red. Ay, your worships: and a newTfy$rkw4..^Wfr!R& I change my Apron. — Wish. Andaraj^^e"], [54, "The <SMock, O'PEIi^f. 44 Enter Jeffry and Costard observing them. Jeffry. See how close they are, an honest Man, and an Headborough Cost : Oh Trumpet, Oh Hilding, I have been her true and natural Husband any time this twenty Year, up zitting and down- lying. Ah how (he bumbast him, out thou Carrion ! r Red. Show your favour Sir, and when I am a Queen you shall be my head Hind. Wish. Some kind mischief deliver me, from this (he Dra gon. Red. I shall make rare a Queen, and bring good houswifry into fashion; for I'le make all the Masques, and Chorus's, and Simphonies my self, With a Fiddle Faddle, hey down diddle, faith let's be merry - Coil. How Pestilent Jocund the lown is ; well, 'my heart leaps against my teeth, like a Rat against the Wyers of a Trap. — -I'le be with thee in the twinckling of a Cabbage, I'se scoure thy Crab-lanthorn with a witness, look to't , I'le swing thy Croudledum, I will. — Jeffry. Dispatch then,for the Show wilsbe past else;! would fein get the Rogue some soure fa we to his sweet bit. Cost. Ahihow she sheers like a Mare that has (py'd her stray Goult do, do, Ring allin, chill Ring noon about thy Pate presently. Exit Costard. Jeffry. So the dull Larrum's wound up, I would fain stay to hear It'clatter ; but I must seek Sweetlips and Wondhamor*e, ** Exit Jfeffrft KWiJh. WeHTammollifi'd, thou (halt see the Sho<v ; thj Woman is decent, cleanly, and found I'le Warrants; hang'r, we must not always expect Beautious Women ; stay.here a little,thou pritty Rogue ; I begin to have a mind to her; ha, old True penny. £xit With. • Red.'Uow for me, I'le be' a Queen or a Lady at least; and King /Andrew's Three Daughter!, (hall be my Maids, and I'le have"], [55, "The MockO^E-^A. 4? have a high Seat in the Church, and the Chaplain (hall pray for his virtuous Patrons. — Then lie have the head-ach, and be very sick, that I may receive Visits in my Bed, Oh ! there's no way like it to draw on Sutors ; they know a poor weak Woman that lyes there on purpose, has no power to deny. — One that I know, drest her seisin six several dresses to catch her Sweet-heart, but nothing pleas'd her; I'le warrant you 'till she fucust her face, blanch' d her hands, put on a rich suit of Night Linnen, and went to Bed; where she lay like a Queen Apple upon a Tod of Wool, and the Patches look'd for all the World like Birds pecks, which show the Fruit is Rotten-ripe^ and what do'e think the Whore-Son snuffed up his Nose v and cry'd he did not love brown crust in Milk; a proud Jack, I'le make a Law,thatevery man shall be hang'd that refuseth a Woman ; ay and 'tis high time, for we have been even so kindto 'm, that they use us as they do Rackets at Tennis , when they have exercised their Bodies ; and thump'd their Balls, dress, and away ; but my Lady Redstreak, , won't be serv'd so ifaith. — After Dinner the Steward shall set things right with me in my Closet, and the Gentleman oft he Horse, or. some spruce fellow shall Fiddle me a sleep. Oh Redstrea\\, didst thou ever think to come to this. But if this should be a lye, now I'm bravely served. — The wishing Chair is discover d. Oh there's the Chair, I cannot hold 'till the Gfentleman comes. — Oh a Queen, a Queen and 80 Husbands, and this House full of Money, O lo, O lo, whither am I going? * The Chair sn\\s with her, — and Costard enters ridierdousy Armd. Cost. Whaur,whaur, wfcaiirr-^ l*a gwon, shared - away,\"- Oh mischief, Oh Cotfard, Oh Cuckold — budding, budding. I feel em budding. — Oh Beast, I'le kill thee with my horns ; a Cuckold in my old days, Tie draw thy Colts Tooth with a vengeance. Exit."], [56, "46 The £Mock, OTE-T^^. Exit Costard, and Enter wishing Chair, and Redstreak. Red. A thousand thanks to your worship, I have not seen so fine a Show this seven years Wish- A tough carrion, she draws like a Whirl-pool, and would kill a Man as easily as a Cat suck.s the breath of a Child: Go thy ways old Mumpsiraus, the mark's in thy mouth still. Enter Castard. Cost. Now, Courage, for the Blood of the Coflards, I Ie mow them off both in the middle, so swiftly that they shall stand still, and never think th'are dead^ Wist}. No, no more at this time, I thank your Queen-ship. Cost. Ah umh ! she clings like a rotten Egg to a Pillory ; yes pray do, and I'le watch the grins like the head of a dead Horse, Scoundrel, (harle-chops, Beezom-Beard, come out, come out, if thou darest. — O Laud ! Red. I'm undone, as a man would undo an Oyster, my natural good man is here, and there's Murder in his looks. Wist). What art thou ? what dost stare at ? wilt fight, ha ? Cost. 'Pranter aye 'Prapter, no my tongue's my own, and God save the King's no Treason, my Blood's up, and I'le with : what wilt thou do ? — who wouldst fight with ? Cost. Zate there cham as cunning's the Devil, and won't tell Wijh : Dam ye fora beetle- headed Dog. Costard runs out- Cost. Oh Sir! Sir! Sir! Red. Oh good Sir! Wishing-Chair sit down, for I know he'l come again, and if I don't put this out of his head, he won't leave a whole bone is my skin.— The"], [57, "The Mock. OVE^A 47 she Chair daps down, Redstreak fits in it ; and Costard -VefurH's. Red. And I wish, and I wish, that my dear Husband Costard. '-Cost. How! wishing in the Chair forme? odzpretious, if thisbeen't a good Woman, the Devil's a Hog.- — Red. I wish, that my good Husband Costard were married to King Andrews eldest Daughter, though I were dead and rotten, I should rejoyce fort a thousand year hence, if I could remember't. Coii. Poor Redstreak., my own true Spouse, — 'twere better I were hang'd, then thee wertdead : what a villanous Beast was I to think ill of her ? no, thee art my Princess, and I had rather lose the best Horse. in my Team, then lose my Wise. — Red. Ay that thou hadst all I dare swear. Cost. No zately, these two of them cost me zeaven and twenty Shillings a piece, but prythee Red&reak. let me wish for thee now, and requite thee in thy own Coyn. — a woun dy fine Chair. — a Wishing-Chair do'e call it, Laud to see the Art of man by your leave J When he trya to-sit t the Chair moves, Odzvish, and eeles, what^W he fah 4own. has it no Bottom ? — yes it has, why what a muxon did I vail through the Cbair, or the Chair through me, let me zee ; zoo cham in now, and I wish, and I wish, \\lhe Chair finites k*f* What's that vor Redstreak. ? ha is't no£<j blow on the ar. more then a word and a blow,— -what a Vengeancei] Red. Laud Husband I did n't touch you. — Cost. Wilta lye to come o'this side, — so now I wish, and I wish. — The Chair strikes him on tothersde. What- a pox ayles the Woman-bones? O'me, wouldst beJcather'd ha ? Red. Truly Husband I never touch 'd you. Cost. Never touch'd me, why thou Whore- Son Scab? come and stand before, and look me in the face.- — So now I wish, and I wish. The Chair pick? his Tocket. Bones O me, Wife 1 there's a live thing in myJPocket, < — why Wo- man"], [58, "48 The Mock. 0<PE1x\\A. man all my money's vanished. Red. That can't be man, vor there's no kirsen Soul here but thee and I; — but if it begwon, sit thee down, and wish for me. Cost. Stand thee behind the Chair then, and zee that no thing molest me. — And I wish, and I wish,--Oh lo,and I wish that— Oh! I will have my wish in spight of the Devil, and I wish — Oh Bones ! O me ! Oh gogs nouns thou drab ! she has run a rifle into my Posterity, but chill pay thee vor't with a witness. She pushes him into the Chair, who holds him fall, while both beat him. Red. Out thou Carl, thou Beast to use a Woman so, the Wrong- way, Dunder-nose, Dog-bolt, Limber-twist, I'le teach thee to spoilea Woman. Cost. Oh Murther ! Fellony, Salt and Batter , the Devil and the Witch will murther me. Enter Trincess, Nickla* and Phillip. Thil. Now Nick, for the honour of Knight-hood let's stand to our Pan-puddings, here's the white Bear, and the Wishing-Chair : have at'em by guess. Nick.. Oh Nonjy Lady mine! inspire my Arm with Knightly prowess to fight this dreadful Battel. This treftchant Blade I draw, and now have at all. Red. O mercy ! mercy ! passion o'me, their naked Tucks upon a Woman. The Chair and Cobaxdstnkjthe Trincess^ cut o^Redstreaks head, clap it on a Sword, and go off singing. Good ChriSlians Rejoyce, With glad heart, and with Voice : The white Bear k dead, And here is his head. Act"], [59, "The <SMock. OTE^A. 49 ACT IIII. Scene I. Enter two men — Neighbours. i. Neighbour. Don't you see a great noise somewhere? just like an Eccho coming from a Playn, where are no Woods, Hills, or Valleys to make it. 2. Ay, ay, 'tis, because the Princes have kill'd the Bear, and every mothers Child is gone out to meet them. v i. The Princess are fine Blades, i'faithTpecially Prince ThiUip for Quoyts, or Cudgels, turn him loose. — Well now, Maids may live and marry, when they can get Husbands. 2. Ay, and we may hope to hear of a Maid in the ten's again, beforfe they were affraid of being given to the Bear, that Maiden-heads were as cheap as stinking Fish. i. I have heard much of these Maiden-heads, prythee what are they like ? 2. Like. — why they are so like nothing, that there is no thing like them.— , . I. If the Bear was krlt'd but half an hour ago, as it seems by the story, how could the triumphal Arch be built, and all this Pomp and Luxury be prepared to entertain the Prince. — 2. The way was chalk'd out by some Poet ; or perhaps it was done by Nature, aud the Gods. ' CS it. Nature and the Gods, they had other Fish to fry, they have been together by the ears all this day about Princess None-fo-fair? But heark, the Eccho draws near from the Playn : Let's take our places, least we lose the Show. Exeunt. H Enter"], [60, "TbeMock,O c P£?{tLJ. 50 Enter the Trincess Riding in Triumph on Hobby-horses, the Womans-head carried on a Spear, attended with many on Horse-bac^'-, and a Foot with Banners, and Trails^ 'Drums, and Trumpets, &c. - After they have paffed round the Stage, and taken their places ; One fings a BaUad, and aU about him. Song. Trick, up your ears, for, and that yon may hear, A Batteljo dreadful, 'tween Trincess and Bear, Oh C hrisiian Tee-pel ! This Beast was so hungry, and also right stU, he eat youth, and baggage, liks Salt, Bees, and Cabbage, 'twos dolefuU to look^on, and ruefuU to teU. Chorus. But now the Bears dead, And here is his head, By which you may fee, aU is sooth that- 1 said, ■ Therefore rejoyce, sng S and dance aU, and some With a lum, trum, turn, trum, turn, &c. *Dark,was the Air, as if Welkin were fe ky • '\" When bloody minded Rose, Phillip, and Nick, '' - • Quoth Nicolas, I think, s -t* The Fight will be doubtful, then first let m drinke, ■'• '■' * ' -* [■* Trince Phillip by and'hy, V.\\-.<- >x 1 T)id fill out the Brandy. And Courage did swell up, m Bottle didstrink.. Chorus. But now the Bears dead. &c. i Brandistnng"], [61, "The Mock 0TE1{A. 51 Brandisnng Blades with Bottle and Bag, These Trinces went boldly to find out the *Drag gon-Bear I do mean. And catch' dhim devouring of two pretty men, They stole both behind him, And e'r he could mind them, They cut him, and stash' d him agen and agen. A Dance performed by two men, and a Bear showing the manner of the Princes killing the Bear. Song. Tou Champions great, that Jqlfd the Beast, stall drink., and eat (till of the best, For him you stew with Swords starp dint, Car'd not one Fig for Jack_o'lent. But star d, as if he would cry forth, When Boy with Clapper cry d stooh fob- Chorus. Among Knights errant, you stall not Give place to any, but Quixot. i. While we their Praises are hum drumming, See where Mother Wostat's coming. . Mother Woossat flies over the Stage, and calls justice Crab, who comes out in his Charriot. Wooftat flocks. Is Justice Crab within > Crab. What wouldst thou mortal ? Song. Woff Justice! Oh gentle Justice Crab ! Crab. Why makes my Croan this doleful moan 1 Who dares affront my beauteous drab ? H 2 Woofs."], [62, "f t The -SMock. 0 <P E%*J. Wooss. My sister Redstreaks dead, Crab. Is sister Redstreak dead £ Wooss. - — Ay ! ay ! Crab. What mortal did the direful deed ) Wooss. Troud Springal Trincess made her bleed. And said ' They cut off Bruines head, Oh! If thou yet canst prise ? The Amber droppingfrom my eyes* If all the Tensions 1 have paid ? And jobs that thou hail Gratis had, Have any dent in Noddle made .* Let None-so-fair thy Fingers feel, And aH that did my Redstreak kjU- Crab. From thy dear Chops, Such Kindness drops. Still so much influence from thee rains, Thou shalt command my heart and brains, I'le pay those saucy Princes for their t pains, I'le give them a Posset, Dare make their tricks thus at, My poor Mother Woossat. Little Constable, Come with Painted bauble, And send off the Rabble. Sumptuous their Throne is,but life make a Carr on\\ Crabs word alone is more powerful then Warrant. Chorus. Let thestripplings and losses be lustily curried, Ay, and let their good Graces- To limbo, to limbo, to limbo, be hurrid. Woossat and Crab fly out, a little Spirit rises, and beats off the Trinces and Attendants- * , Exeunt. aU- Scene"], [63, "The Mock 0¥E\\A. 53 Scene II. Enter Nicklas and Phillip* Nick. What bloody Rogues were these ? And we not run each Mothers Son Had gone to Little ease. Thil. A curse on thick Whoreson with the Painted Rod, Sure 'twas some Divel, or some God. Nicki- Prince ThiUip, there was never Knight errant fa mous without being enchanted ; nor Opera notorious with out Gods, and Divels : hast thou obscrv'd the numerous Caves and Walks, in your dry White Cheese. Thil. Ay your tickle crack Cheese. Nick; In one of those Cheeses was a Knight of Wales Enchanted Seven years; and through those dangerous wayes heTravel'd, and destroy'd all the Heathen Knights, that like little Vermine devour 'd the fat of it. — Thil. Ah! mischief on the Heathen Knights, and the Welch Knighttoo, they tickled the Cheese so between e'm, that no goodness has beerrin't ever since. — Yet 'spight of Hell wee'l search from Ventures, Till Nymph distressed, is freed from Tenters. Enter Woudhamore and Sweetlips. Woud. Now luck ! Husbands, or somthing to eat, we be seech thee. Sweet. If they won't have us, let's ravish them.' Save your Princes, still whining after your Phvboxj are there no more Maids but Mautyn ? We might e'r this have got fire out Of flints, * • Some brinded Wolf, Thits Father was» I wot^ On some she Rock, relentess thee he got. Woud. My Nickjes dam was some rough Bear;, And Tigre fierce was sure his sire^ Oh pity thy despairing Trull. Sweet. O let me buss! my Thils fair Gull. Woud. Cloud not those Lanthorns clippedeyes, If Nickie frowns poor Woudha. dyes ; Pity"], [64, "{4 \"she gMoci O^E^fU, Pity my heart in loves fire roasting; seen pretty Bees sure should have no sting. Sweet. Thou little Princox be more mild, Oh how it joyed me when it smil'd. Nick^ Indeed sweet Ladies, you but loose your labour. Thil. You may as soon catch a Hare with a Tabar. Woud. Is it so? Lippy we are out. — Gad, we must be more brisk ; these Fellows are for the down-right way. . Sweet. Courage then, la, la, la, come thou little pouting Vi'lain, I will order thee for thy dissembl'd cruelty. Thil. Bless us, what's the matter with the Woman ; let me alone. Sweet. Dam your pettish frowns, come here's a Gumny. — Woud. Since Nonsies devour 'd by the Bear, 'tis no incon stancy to chuse again. — Nick: That whim won't pats Madam ! we search 'd every cranny of the Beast, Snd found no dgn of her. Siteet. If the lives, you have been constant to her too long, for by the new modish Articles of faithful Love, 'tis no sin, nor inconstancy, to quit one Mrs. or Gallant, for another ; as often as you will, so you have but one at once. Come,come a George will gain tfe Lad, as well as the Lady — here take Money. Nick; Y'are an' insolent audacious hectoring Pugg, and I'le have you kick'd if you do not leave us presently. — Sweet. Comp, poor Green-sickness Rascals, they do not kuow what's good for themselves, let's away with them. Thill. Help, help, a Ravishment Y'are a brace of saucy foul Mouth'd, Rampant, Tatterdemalion Princesses, and. Nick. And so we take our leave, Thil. Ay, and so we take our leave. Exeunt Trinces. Never were Poor Princesses so distressed for Husbands. Sweet. Princess. No, there's no Princely Virtue in their Blood. Woud. Dam'em a Prince would no more refuse a handsom Woman, then acLyon would hurt a Prince. Sweet."], [65, "The Mock. OTE^A 5t Sweet. Frozen Joy, Slaves let them be hang'd. Woud. Hang'd 'gad; and so they shall for killing mother Redstreak., for all they made the silly People believe, 'twas the Bear. Sweet. Let's give notice to the Officers, and have them sciz'd ; when they are in durance, their tough stomacks will soon melt. Woud. We'J do't, — but stay, here's fresh game, he's right I'le warrant,! know by Enter Jeffery his leering eye. — Sweet. Then he's mine, for I saw him first. Woud. Another word like that condemns thee. Sweet. If y'are so Tyrannical, I'le stroll alone. Woud. Stay, the stripling has something to deliver. Jeffry. Queen None-fi-fair, (Ladies most splendiferous) Intreats you both would come, and dine at her house. And after that great hearts to solace, She's show you ev'ry Nooko'th' Pallace. My Master loveth her most fervent, I'm Jeffry his man, and your Servant. Woud, Oh Fortune! luck our hopes are melted, Sweet. Were ever Princesses so jilted : None-fo-fair ,a Queen.— . - - i Woud. Let's fend to Jaylor, er'bad news spread further, That surly Princess may be seiz'd for murther. None-fo-fair a Queen. — Jeffry. True fe assure ye. »{ Woud. Come Let's behold her Pomp, and eke Luxury, . And let Heroick love be turn'd to Fury. To Jay lor we'i scjid Porter as we go by, A Queen ! i faith we'l tickle her Toby. Exeunt ... The Scemxbang d to None^so-jdi+s hinfe^ ■ Enter None-so-fair, Sweetlips, and Woudhamore, -Woud. Say no more, the Tre&t Was splendid. Sweet. But wherei your kinds goodman I wonder? Of all your Pomp let's see $e TflUnd^; rf , j"], [66, "5<J The Mock. OVE^A. Non. Stay you here a little tinie, And fie go call my 1 loving Ninny : Love; Honey, Chuck, Duch, so hoe, il o ho, ho, ho. Woud. Our Sister Queen has an excellent voice to call Harvest-men to Dinner. — Oh Cross, untoward Fate! Ay that thou art! Must (he all pleasure have, and we all smart ? Sweet. Like Image on house-top th'hast put her, And we must crawl like Ducks in gutter. Woud. And fee her Finery, Oh Rot her ! Such earthen Dishes, such scull Bason, Table so scrubb'd, you may see face on, Such shining Platters, Shelves with lace on. , Such Pots so scour'd with Sand and Whiting, Monarch had n'r such Kitchin to delight in. Sweet. Her Man, her Maid, her Dog, her Cat too, At Dinner dresser thump'd like Tattoo : Strong-bub in Closet, and all that too. Woud. We thought she'ad given Crow a pudding, , And Luxury is just a budding ; And we to feet must come a gooding. Sweet. I cannot live to see this thing long, i - A Curse on Mother Woof ass flimflam, Are these the Fruits of flattering sing song. Woud. Well, luck may turn, what's more fide then chance ? Come le<s Club our Sculs, and plot Vengeance, Her strolling jilting< tricks, we'ltell'o And make her trusty Roger yellow. Enter Bruin, and None-so-fair. He comes i'faith a witty fellow. - Sweet. Oh happy Mauks ! if I could reach the rope of her heart, I would starngle her with't. Woud. A brave fellow ! he sfands like a Tree, and his legs look like. Hercules' 's Pillars.—^- He sell my Cloaths from my back, To bpy love-Pouder for his fake. Sweeti r, l'\\e poyson my dear Sister Crack, E> I this Gallant thing will lack, . r * I must speak to him Servant Jack. Woud."], [67, "The -SKfock, 0<PE1x\\A. yj Woud. Hold, when I have supp'd with Margret Trantum, With goodly thing you may play Rantum ; Till then ifacks y'are like to wantum. Bru. Ladies first y'are very wellcom ; and secondly, I hope to give you all content. For Sisters fake my beautious Gipsie, On whom Prince Bruin casteth Sheeps eye, You (hall bouze gratis till y'are tipsie ; On stately shank rest tyr'd ham trulls, And you (hall see my tricks and gambols. / iscoflisco whiscofibribisco foso pofco^ sebdsco larasco velasco, trumdle fundle, bundle bundle, tantarra dun die — — B — surgito Jurgitote. The Seem, drawn, and many Statues difocverd in Jeveral pofiures. , ..,:.. Woud, Oli ppy what done works here ? Bru. He that looks (b like a defpairing lover, is Teter Whiffle eldeft Son of the Countefs of Tuddle dock., he e- fpouled the Puiffant Landabridas Queen of Sluts , and hang'd himfelf becaufe (he would not wear fine cloaths, and have a Gallant. ...V. ,.v ' Wend. Alas yooxTeter, i £would not have been (b unkind as Queen Lamberdas. ,\\. .._..■. ''-■••_•-. Bru. Thofe two are Polynicky, Nicampoops, two valo- rous Princes of Fairy -land through Apivel to Hell, for the love of Pi(s-kitchin Daughter of King Eafie- pate, paffed through Fire and Water, withoutfpoiling their Cloaths or Perriwiggs; and are now 'good Tufficient Houfe- keepers in £ltziumi— — tej That's Rablays, the grave French Philofopher, that grew mad with Writing the^fecond part Tom Thum in Heroick meetre. Woud. Well, he did his indeavour, though he miffed his Province. ti >no5&b£W v. A Sweet. Oh Woudha, Woudha. if this Image wbre in a warm Bed, I'Je be hang'd if I did not fetch lifenin hiih,v. iinjplkake hfcnwagg. I Bru."], [68, "5 S The Mock. OTe^aJ. Bru. When a house is on fire, the Lame, Sickly, and La zy, frisk as if they had a swarm of Hornets about them. — Green Sickness Girle can lift huge trunck, ■ • But Blade with Loves flame scorch'd and shrunk; Will do much more for charming Punk. These stones cumpell'd by Amorous Bruin, Shall Sing and Caper to some Tuin. Mark how dull Statue kicks and Winces- And all for love of Nonesy Princess. Bruin Sings like a Walloon, and Tlayes on a Cimball and aU the Images move. — Bru. Now you shall hear the Images sing in praise of the most Heroick and Magnisicient Sciences of Wenching, and Drinking. A Ditty fit for Sphears, and Quires of Cupid, when Gods are deaf, and Princes grow stupid. My dear Nonesy set them in the way. SONG. L et Taffy go see 4, for his bliss in a L eek., And Teagin hot Ifquebagh siobber. Jocky be doing with Oatcakes and Sowing, And sup up their brave Bonny clabber. Chorus. But let Misses and GaUants, make use of theirTalents, To be Wife, is to love and be drunk. '•> For drink., an & that fame wiU get you a name, When your healths and Estates are aUstnck; ■ LetfuUen old Men kgep their beesom Beards clean, Let Slaves strive for Honour md Riches, f Let W\\dgeot\\&debate our Religion and State 3 me g i\\And Matrons be sober -as Witches, Ghol iMut-ktMiffes,**:. Left"], [69, "The Mock OTE%A. 19 Less drink an d he clapp'd till our Shin-bone fore scrap 'd,. And gems deckour faces aU over, TiUTalstes and Cramps, make our eyesstine like Lamps, For such is the true drunkgn lover. Cho. Tet let Misses, &c. A Warlike Dante, and then Exeunt all but None- so-fair, Sweetlips and Woudhamore. None. Now Sisters did not I rise with my back upwards met this what do'e call him ? 1 — Woud Ay ! what do'e call him indeed? I'Je be hang'd if he does not deal with the Divel- — Second me Lippy.—r Sweet. No, no, the Divel he is n't so good a Scholar, Tk some pitiful juggling Jack-pudding, some strolling Tumbler. Woud- When he grows a little weary of you, he'l strip you, and leave you ; nay, (ay y'are oblig'd to him, for teaching you a modish Trade, by which you may come to keep your Coach, if you have any Fortune^— None. I won't despair, since the Proverb's on my side. Fools have Fortune, and Cracks have luck,-— I can pretend to both by vertue of my Education Woud. If bis Highness were true and trusty, why (houlcshe hide his Title ? ! . None. Oh (ay no more, I tremble all over ! « Enter's effry Jeffry. Madam great Sisters must be packing, ; My Master finds some Trenchers lacking. Nonjy. How, Royal Sisters grown light fistger'd? Of Princesses was e'r so foul a thing heard ; Richer Goods in house could not be chosen, Odznigs they cost two groats a dozen. Woud.How steal your Trenchers? Traps,marry come up here, I find we (hould pay (auce, if we should sup here. Sweet. Tis not gentilely done Faith Sister Nonfyi Woud- And if we had you out, i'gad we'd trounce ye. I 2 NcM'"], [70, "6o 7 'he SMock, 0 VE^^A. Non. Minxes cease your idle prittle prattle, And render back my Goods, and Chattle. Wond. Minxes — aha — iet's give her battle. • Sweet. We'l thump bewitching eyes black and blue, Put tricks on Daughters of King Andrew. They fight, Enter Bruin. Jeffry. Great Master comes with arms a kimboe, .Bru. Take filching Madams hence to Limbo Hence, or thy self shalt strait for them go. Wouda. Must we that have sent Princess tbither,go our selves, Hear me Justice, if there's any; Let's not be long without company. Bru. Away with them,; Sweet. As'by's own Bull was kill'd Thalaris, Ware sent to Prison by WiU. Harris. Exeunt Jeffry, Sweetlips, and Woudha. .Brui, This was an Intrigue of love and state, poor Ladies, theylstole no Trenchers, but I heard Baggages contrive. To undermine Prerogative, And to seduce if they were able, My Importance comfortable, bnj ' J 'i Before I'm weary of Bauble. Nonjfy; To Prison sent for filching Trencher-Plate, When we had none in house, Oh too too late ; I do begin to smell a Rat. Ah wo is me ! poor little, mouse. Bru. Why frowns ? my beautious dear, Thy Forheads musts d in-black pouts, \\ Like warlike Steed in Fun'ral clouts. That did eftsoons both prance and neigh, And briskly fell to Oats and ha) , As if he promised a fair day. - &ut strait \\v± M^ck, (dpg'd masters Coi^fp, My dear looks fad as morning Horse. Nonfy. Poh you prate, and prate, but you don't love me. Bru. Love thee ungrateful Imp! Ah curse on thy jealous Noddle,"], [71, "The Mock O'FE'RA. 6>) Noddle, another word I'le squeeze thee like a Custard, Devour thee without Salt or Mustard. Ha, my Princess soiv'ling, who has disbused thee, Pydy tell me, if I have ought can give thee ease; I swear, 'tis thine' now by this Cheese, the Oath of Gods. Non. Enough, and if 'tis Truth, tell me thy name,' Oh charming youth ! Bru. Heavens ! Powers ! Oh hold ! Non. Nay, nay, you have sworn. I must have all the Secrets that are thine. Bru. Must I my Sccretest Secret then resign? AW. Why should you keep your Secret ? and yet take mine ? Bru. Pry thee Nonsy ask any thing else? Non. No v nothing. Bru. The Devil take me if Nonsy. Is this your love ? miserable unhappy Princess, per jur'd dissembling men ! before you had me, you swore any thing. — You use poor Women, as Childrern do Bubbles ; you spare for no water of Sighs, nor black Soapof Oaths, till you have blown us up with the Reed of your love, and then you cast us off to break in the wide World. — — -Ah ! that ever I poor vertuous Lady should live to see this day ! Oh! ho, ho_ Bru. Well if like a wall-ey'd Hare, you won't see right be fore you, but run into the noose, take your ill fortune. Non. Ay let me have it ? Bru. Shall I speak? AW, Ay, ay,Isiy? Brit. Then I shall you say ? AW. Odslifelykins, ay I fay ? Bru. Consider. Non. I'le be hang'd first, when did' a longing Woman consider. jLx^ . AW* i What, frhat, Oh quickly. Bru. I am. - AW Heart, blood and bones, what are you ? ■ Bru. Yet be wise, - • -- - ! Nan. I will not be wise , nor hear, nor see, nor (peak till I know. Bru."], [72, "6o t The rSMock. OTE^tA. Brit- I am Tleval. fi Non. Bless us all Bru. That French Prince ofthePadders,that was thought to be hang'd, I have liv'd ever since in this disguise, because I would not quite break the kind Ladies hearts, to see me hang'd twice. But now must fly for thy folly least I am caught, And pawn my pretty Nones for the shot. . Exit Bruin,c/4/./ on the Bears skin^and flies over the Stags — The Scene chang'd to a Tavern. Enter two Drawers. i. T come, I come, did youcall Sir ? ha where's the Gentle man that pays the reckning ; look to the door Harry. 2. What's the matter. — — i. A Crack, a Crack ; to pay here in the Flower Pot ? 2. Eleven and three pence ; a Pox I know her she plies at • the Tagean- Non. Ogen'rous Youth speak not untruth, I am a Princesslof King Andrews stock in sooth. — Right Valiant Knights spare my Honour, and do what you please,but use your Victory with discretion,for Fortunes Wheel is still turning. — i. Knights Honour and Fortune, 'gad she's mad. 2. Didst find any Honour about her ? i. No, no Honour. If women have any such thing,they hide it so cunningly that none can find it. Harry, thou knowest we melted down a Silver Tankard to sodder up Cisses crack'd Honour ; let's swear she stoll it , and clap a strong House upon her back to keep her warm. 2. But first let's strip her; come strip,strip. — i. Ay, ay, this is (he stoll our Silver Tankard; come strip; AW. Oh the lovely Prince? i. How, the Prince ?'gad (hedpeaks Treason, lock her up and call the Constable — away. — ExeuHtT)rawers. -Non."], [73, "The Mock. 0¥E%A 6 } Non. Oh my dear Prince, why wouldst thou flyhence,and let thy loving Romp be stripp'd from all her Pomp. Sure in my mind 'twas much unkind, . To (hark away and leave your love behind : What ever now is thy design, I'm sore when Nonse's dead, he'l whine, Crostlove and grief to make an end 'o, I'le break my neck out at a Window. King Andrews Ghoil rises Crown d^ and Redstreak 'with her head in her hand — attended with two Spirits. Song.- Oh Hay thy foul and bad intent-, 'Dame chance doth smile and frown, When heels more high then head are sent, That's upward that was down, And None-so-fair fhaUhave her Beats K. And. ShaUhave her Bear, Redstr. Shall have her Bear. Chorus. And None-so-fair/&<*# have her Bear, And none shall have the sweet Beast but her. Woossat will 'come fir, and to chide, From mischief fly a main, For all muff obey that arety'd, Till they are freed again, Cho. And None-so-fair, &c. The Songended,theyVanifh- Non. Why (hou!d I fly dear Dad, andeke . Ghost of Redstreak I've nothing stoll upon ray Soul, Else wou'd I n'r might (peak. Woostat"], [74, "The Mock. 0<PElx\\A 64 Woossat flies down in her Chariot- Wooff. Dares None-fo-fair with eyes of Cat ? Look on Queen hag the dread Woossat, So Impudent not make a Cursy, Bend stubborn hams, or' gad I'le force ye. Non. What have I done? dread Witch should seeking Ruin Woofs. Debauch'd my Son, my fust begotten Bruin, Taught envious men to burn my Thatch, Nail Horse-shoe under hatch. Nay strove by your enchanting eye, To be a greater Witch then I. Nonsy. If Beauty be fault in me, 'tis Heavn's decree, I do not paint truly, as you may see ; He took my pretty thingfor his Rantidla, I did not ask him first indeed la. Woofs. Dare's Minx to prate to me so proudly ? Thinking to choak my hate with loudy : No, thou shalt never get whole hence, But to Prison ; Volens, Nolens, To dye for Treason and Insolence. Woossat flies away. Enter Drawers, and Whistles. i. Draw. Princess, ib hoe Princess ! If you have ought to (ay dear Crack, be short, Btack Guard won't stay. Nonsy. Oh well a day ! I must away to Pluto's Court, Oh State of Greatness variable ! Oh luck of Princess miserable ! END of the IV. Act. .. /•"], [75, "The gMeck, OTE-^A. Act V. SCENE I. 6«f A common Prison confused. A great noise heard — Singing, Shree king,, Groaning, R»a ring, and Ratling of Chains. Enter many common Trisoners, among which,Tagrag,Braz>en noseffatterd-hoe,Shrubs-haU,BuU-barrow, bringing in the Trin cess and Trincestes. All cry out.-5 — Garnifti, garnifh, garnifli, Tagr Come, disburfe, disburfe. Nick- As I'm a true Prince* our Exchecquers were rob'd by thefe mifereant Knights, that brought us to this Fprtrefs.- Tag. Strip, ftrip then, and go like .an Eaijern Monarch half naked. — Braz. Ay, ay, caft off fuperfluous Trappings, they'l harbour vermine to deftroy the Microcofm. Bulbar. Come my dainty Damzels, you miift pay for En trance too into our thrice nafty, and right dread Society. Tag. \"Skink \"away, (heer, \"drink, do'e 'hear not a rag of Provaunt, and then we'l have a Song ; and after that, cefr our mock-Court of juftice, and caft yo\\u Deftinies : Chef up, if you dye like Birds on Trees, you (hall b\" en dbv like Flowers, and your Funerals (han't coft you 2 d, y.fcttfb be intom'd in a Ditch on the publick charge. : Come, a Song, a Song. — Princefs Nonfy, put in ) Treble at Rome ■> be a Roman. Song: Be jovidt^be jovial, each t ad, GreatiDukes of the<Dungeon1)~ and Knights of the Tad j Now the Jay lor from hence if, ;». £ We are att'great Trinces. • Let's ling* let's laugh, let's drinks and be mad. K Chorus;"], [76, "6,6 TbeMoc{ OT€^{^J. Choi us. Along, and along, mirth have it's swing, For older or younger, there's none can live longer Then fortune 'is 'pie eft d, and the King ; Then ,l$ts merrily sing, and dance in a. string, , Th'intet l^nKr , rif)sng^'and dance in a string. This TalU.ce, and all is our oven, Our lodging s provided, the Rent is said' down. Every Shofs our Exchecquer, Each p rse is our debtor, We alwayes gain who evers undone. Cho. Along, &c. The Treasures the Husband does lend, Treats on his doxy, we briskly do spend. Ay. and when we are chain d here, She steals the remainder. And kindly tomes to visit her Friend. Cho, A long, j^PDance perform d by Trisoners under Gallos't. Tag. Now let's Adjourn to our Sessions house, and bring •mr new Prisoners to Trial. Exeunt aU but Trinces and Trincestes. Thil. '.A pox o' your zeeking Ventures,cham as dumpish anew shrouded Tree. — What course must we take now? Nick Course,; why I think' Vis better to be freed, and 4 arry the Princesses then be hang'd. — Thil. Why? I think zoo too, but then who must be hang d for killing Mother RedtfreaQ— Justice njuft be satisfi'd. Giok- Justice may be better satisfied* witfr Marriage then hanging -for 'tis now the greater punishment. Thil. Have y©u any* *toxi\\y vor what you zay ? Nick"], [77, "The Moek.&TEl{A. €7 Nick 'Tority, no \"but I have reason- — — is not it- better to go to Heaven in a string, then be a Gaily Slave, and be chain'd to one seat all ones life?— *— Thil. Then do thee go to Heaven in a string, and let me beMairul. ' . -' . Nicl^ Thank you for that, 'faith what a well meaning Fool is this? — I tell thee'twaj not Redstreak, but the Bear Æ^kill'd. ■ :.-*!-.'.' .i r -=»' : '\" Thil. The Bear— Odzboars 'twas as errant, a- Woman as my mother, and all the neighbours know (he was right.-— Nick ~ Then she was Enchanted ? 1'hil. Enchanted 1 Ah, if this fliould be a lye, we are bra vel v ser v'd. \" Ji - ' Nick Why may not a Beast be turn'd to a Woman; we see Women every day turn'd to Beasts. J! oud, Y'are rightly serv'd,for a couple of Dander Nos'd Princes as you are; if y\" had Marri'd us, yoU,might both have been King Andrews by this 1 time. — Non. Why has ourpoor sneaking Daddy kick'd -up his heels ? Ah disinall merry Tragedy, I thought somthing would follow when I saw his Ghost, and heard the Circkets sing so -dolefully. ' a7 °' ff'oud. Your tricks broak- his heart, foi<' when fid^He&td we were sent to Prison for stea(i% Trenched ; J he sigft^d,' eat a great piece of Bread and Butter ; ; and departedas quietly as any sucking Pig. The Scene drawn*, discovers the Court of Rogues with attend dants. Thil. Stint, stint, the Cwourtz zet, what must I *ayT>rince Nick) ' ■ Nick: Why say she kill'd her self volens nolens, in her own defence. Thil. Bolens nolens, — — a pox on your bolens nolens.'-— Tag. Bulbarrow, set the prisoners to the Bar. Read their Indictment. K 2 Braz'"], [78, "68 The SMock, OTE^sA. Braz. No, no, let's over-rule that formality, and proceed to Sentence, Tag. First, for fashions Cake, though we have most pru dently determin'd to hang them, whatever they can fay — ask them the usual question. Shrubshall — Guilty ox. not guilty, why don't you an swer? Tag. Give 'em time,I know my face is terrible ; for a Judges leering smile is as certain a sign of death, as walking in Sir John Broads Exchange all Dinnertime, is a sign of an empty pocket ; Come Gentlemen Rogues, you that look as Jour as small Beer aster Thunder ; You with the Ember face. Braz. You stand as if you were doing pennance, for stealing a Pudding out of your neighbours Wives-Kettle. Tag. Or making Composition for killing your Father, or eating Eggs on a Fasting day, which are equal Crimes a mong the Learned,- — answer, in what shape did thy Friend the Devil appear, when he advis'd thee to act this horrid bloody inhumanity. Braz- Inhumane, untoward, unhandsom, Brother, in force, the charge tatter'd ho: unhandsome, unwholesome. — I fay unwholesom , for I have believ'd 'twill cost thee thy life ; [ Villanous unlucky Tagrag- Tag. Unlucky, pitiful, most pitiful crime of of What's the Crime Brothers ? — Braz. By my Commission I know not, but that's all one, our business is to Judge, and hang the offenders; let the Crimes alone, if we destroy them, our Trade will be at an end.— — ■ —Tig. -Gome, confess, confess your Crime, and you shall have the favour to ride to the Gallows in a Coach. ■ .Mekrr&F-'-—- \".•-•? : ' . BuU. — Sir ! You must fay my Lord. _____ Tag;. Ha, who's that whisp'ringi-— BulJb^rrow — -Sirrah ! how darst thou beof Counsel against the King? thou bloated Jewish villain, that deist: lye ard batten in the Blood of poor Prisoners,"], [79, "The Mock 0<PE-%A. 69 Prisoners, like a Hog in his own mire ? — Dar'st thou be of Counsel against the King ? Braz. Against the King, a Jaylor would betray the Gods, if Prisoners had Money to bribe him to't, tye him up. — BuUb- Ah ! I beseech your good Lordships, I only In structed him to give you your just Titles, because I know several have been hang'd for omitting them. — Pray your Honours. Tag. Sirrah, no more of this, — Hatchet-face, (peak you ; guilty, or not guilty ? — Thil. She kill'd her self, volens nolens in her own defence, ask Prince Nick else £ — Tag. Ask Prince Nick — Thil. — Ay — All King Andrews Household can bear me Concord, I was bred up in the Vear of my vather and mother (hrubsh : guilty or not guilty. — Thil. I zay cham not guilty, Prince AzV^draw'd me in like a young Wench to a Nunnery. — Volens, Nolens. Tag. So, so, Prince Nic\\ draw'd thee in,and Squire Cauh shall draw- thee out : Come Prince Nick , what say you Prince Nick) speak out Prince Nick i quickly Princ^ Nick-, you'r in a fine pickle Prince Nick Nick 1 say I am the man that kill'd the Bear, that stole the Princess ; that broke the heart of King Andrew. Tag- Braves this is the Horse that come of the Mare, that eat the Oats that grew in the Field, that was^ bought with the Money that 'Jack^-ole. — Well Prince Nickt — Bring in the Bears-head there. The Worn ans head set en the Table. Nick Now let my malicious adversaries hang their ears^ andeatone another as hungry Dogs devour dirty Puddings. Behold my Lords ;,if this be not the Bear's head, I'm the Sophy ofTersa. Tag. I never met-a more Intricate business, if any here was acquainted with our defunct Sifter, whether Bear or Woman, let them discourse the hea-d.-r- ..-.., Woud. 13"], [80, "yo The iMock, OVEfyA. Woud. I and my Sister Lippy know, this is the head of honest Gammar Redstreak , and this we will swear ; because those unworthy Princes refused to marry us. Tag. Gentlemen, your Opinion 1 -; is it the Bear's, or the Woman's head? All the Womans the Womans. Tag. Prince Nick.*- you. hear the Sentence of the Court Prince Nick, ! Nick The Court's bewitch'd, and the head's enchanted. Tag Sirrab! you giow fancy, tye up Prince Nick: Nicki Why may not the Bears-head be 6bang'«l to a W omans, as well as Mambrino's Helmet to a Barbers bafon, or a notorious Fellqn to your Lordlhips, let the head deny it if it dares. The hands lift upf* f) Lament and be fed. the head, and it\\A Redftreak. is dead 5 fpeakes, and thenxl » And here is her head. pies up in the Air.J\\jl Prince Nick., and Thil, We) Did tne kill. 1 Nick: Oh I confefs! I confefs! praj^ hang me quickly, leafi: the head (hould do me fome mifeheif. Tag. Take 'em away, I knew this Would do, 'tis not the firft time Ghofts have appear \"d to hang their Murtherers. Set thofefhe- Exeunt Prince(s Ar/V^and ThiL Monfers to the Bar. Tatterd. Brother, it grows late, and I have no (weet-meats •to nibble on, which I think as becoming the gravity of a Judge, as a Tooth-pick the Solemn State of a Spanifti Gran- dee. — Pray let the Court over-rule all they can fay, and proceed to Sentence 5 for my ftomack is mauki(h. Tag. Be it fo^l'le give directions to the Jury in a wife (peech According to Cuftom, and then we'l a.djoum the Court. Gentlemen of the Jury, it was an Ancient faying among the noble Romans, and worthy of everlafting Fame • fet theHaVes Head againft the Goofe-Jiblets, and 'tis a right .worthy cuftom among thofe modern Ferns: that Cofe .• _ _ Be«f"], [81, "The MockfOV E1{A 7. Beef to put a layer of fat, and a layer of lean, and what is all this for, but to teach us. to mix Mercy with Justice? We are here met together, and for what are we met toge her? to lye (like Diogenes lazily J in a Tub, 'till the Sun cures the disease of State ; No, we must set our hand to the Plough tail, let every one pluck a hair from the thick bushy Beard of Malefactors, and the Chinn of mischief will soon be bald; as Toor Bobbin has it in his modern Philosophy: We have discover'd a Wasps Nest of Hornets to you, 'tis your part to set the Brimstone of Justice on fire, and smo ther them with the smoak of Correction. — Two are found Guilty, of stealing mostFelomoufly Gammer Redstreak,! head from her shoulders, so much to her Detriment, that she will hardly ever be her own Woman again. — This appears as clear to the v eye of reason, as if it were written with the Rain-bow on the South wind. The two eldest Daughters of King Andrew, of notorious memory are in for stealing Trenchers. — You must find them Guilty, because We the mouth of the Law determine 'it ■-, If any grumblings of Conscience arise within yow. The Court over-rules themjTJycbe the id. also Miss Nonsy shall be freed, because her Predecessor Tsyche the first was, though borh(for runing from their Fathers ; and practising pubhckly what their Sisters did but wish well to)descrve more punish ment then they. — Now dispatch ! and as Socrates fays what you do, do quickly ? — I read your Sentence in your looks ; The Princes have already foffer'd, and for your Ladies er rant. The Sentence of the Courtis, that you never be mar ri'd, but allow'd the Conversation of alj men through a Grate without touching any ; to Lasses of your Complexi on, I think this is as bad as drawing Water in a Gieve, or be ing hang'd in Chains alive; away with them. Exeunt all but None-so-fair. The Scene changes \" Non. Must I for using what's my own, 1st Hellish hole be left alone ; With pinches, and pricks of pin, Be rack'dall day, all night with din ? With"], [82, "The Mock. OTERA 72 With Hempen cord, have great Toe cramp'd, By Dog of Newgate thump'd and stamp'd ; * By Rogues and Vermine kept from sleep, While some do roar, and some do weep. Oh Woossat, harsh, Prince Bruin cruel, To she^k away from precious Jewel: Yet in these horrours I could sing, Had I again my pretty thing. Song. Let Beauty triumph o're despair, For none are cruel to the Fair ; The C rooked, the Old, and deformed staU be, From cares and affronts never free ; But the Touthfol, the pretty and kind, In a Trison some pity will find, For all are to Love, and to beauty inclin'd. One gives her a Bottle of Brandy, and Sings — this. Come hither, and take this Bottle of Nantz, Twill make mother Woossat soon leave off her rants, For I knowste is one of my NaUnts. Though ste's. hot as a Codling, 'Twill make her straight Maudlin. She'lsip, she I sigh, ste'l swear, fie\" I sing, and fie I melt, She' I kiss thee, and groan for the pains thou ha si felt. Chorus. Alass my poor Nonsy I grieve for thy smart, For though an old Woman be never so tart ; A dram of the Bottle will soften her heart. Song"], [83, "The rSMock. OTE^A. 7} Song. Thy Sisters must howl, for the Trenchers they Hole, And the Trinces are in the Tit-hole- There they jhallflay, For ever and a day. But H_OT__eyJhallfiraightgo to play, l. Makg haft poor Nonfey, 2. Make haji poor Nonfey, Both. Make haft poor Nonfey to Bruin, : 1. For Nonfey JhaU injoy her pretty thing. 2 . For N onfey &c. \\ Both. For Nonfey &c. Chorus of all.C make haft poor Nonfey. jmake &c.< — jmake — fiFor Nonfey. Non. Now I am fo glad and fb (brry, I don't know which Leg to fet foremoft My Sifters were two crabbed vixons to tne, yet their Sufferings put out the lighted Tinder of my joy, but then the Steel of my love (hikes new Fire into the Tinder-box of my Inclination,and makes my natural affection glow again, I (hall injoy my Bear for ever. Oh happy Nonfey ! — yet this was a horrible merry Tragedy, O lo! the Princefs, Nicklas, and Thtfiphere again! — Enter Princefs, Thil. and Nick. Nick.- No, we are but their Ghofts. Non. Their Ghofts, Oh! 'tis well you fa*y fb yourfelvej, for no-Body would believe it from any other, — what makes you come to me ? Nick: We vow'd at our Death's to coMe, and tell you what place we were at. Non. Poor loving Ghofts, tell me quickly then ? — L Nick,"], [84, "7 | The Mock O c Pe e K<W. r ' Nek Immediately after we were dead, we found our sei /es in -e .wer ; made all of Wishes pav'd with thoughts, whe t a»a liable of Hei^h-l}oes fat King Andrew,, and Mother Redjh-eak at Dinner; they hada Thxnix boil'd with a Dish of love Raptures, and drank nothing but Spirit of Extasie, we fat down with them, and Six Gods attended us : after Dinner we slept-upoi} a Couch of Virginity, all over with RitigS smiles ; then walking by a Fountain of Fruition, who should we see but King Andrew and his Queen at Hey- gammer-Cook in a Grojtto of Innocence- Non. Oh most ravithing delights I but why is T£iUip's Ghost so mopish * ' _ . Nick: He would have been kind to Gammar RtdiTreak* and she threw a Glass of extasie in his Chop's. — One thing dear Princess we must intreat of you, that you will sing that Ingenious Song of the delights of the Bottle three and thirty times, and make as many Cursy's to the West ; for till that is done, our Soul's won't be free of Elyziune. Nonsy. .Upon my Honour, I'le do't, though I were to give my self a. thump in the back ev'ry time. For example. Song. The delights of the Bottle, and the Charms of a drab, When they pour out their pleasures wiU mafy a man mad- AU the night in deep Healths, and loud ( urstsis ff>ent, Which the dull filly Fop the next day does repent. And Love's sweet debauch in a moment is gone, But leaves a damn'd Tox to last all the life long. Love and Wine rule the Swords that shed so much Blood AU the World*, sttt for them, woujderbwverfuous andgood- Tf r cre it not for the Witchcrafts ofV etching andWine, Madam,- — —-would be poor, and my ■ Lord would be fine. Butste now keep' her Coeuh, and car. live without thinking, And damns hcrTjf batch with his Wenching and Drinking. Niek"], [85, "The Mock 0TE1{A. 7$ Nick Enough, enough, dear Princess ; -fa re we J, w/ieh thus you do, Think of us two. Thil. Dear Princess, Farewel. When thus you do, think of us two, For I'm a Ghost, though I stood so like a Post. None. Farewel, two such loving Ghosts were never found [-Ob English Ground.] 1 The delights of the' Bottle &c.~ — -Oh how T begin to be weary ! If this will make Mother Woossat' % heart chearful ? sore 'twill refresh me? — Princess thy. good health, — Nonsy Tie pledge thee six go-.downs, — humming stuff upon my honour.Princess, where is this sold Princess ? Asking questions Nonsy ! — Time's precious : Ah poor loving Ghosts W-fc The delights of the Bottle &c. You had hard Fortune ; but there's one above knows all. Oh my head swims ! and I grow faint with strength. — My dear Bear farewell. — The delights of the Bottle. [She falls asteepf] Enter Bruin Bru. Where is my love? where is my dear? 0 lemine I think she's here ! Where are thy eyes? thy pretty eyes, Look how thy love poor Bruin cries. She's dead, she's dead, (he's dead, Oh! whither art thou fled ?j Oh Mother Woossat ! Qh cruel Death ! Oh ! who has stop'd thy spicey breath > Oh pretty Nonsy I Oh hapless Bruin I Oh fie! Oh dear! Oh me! Oh thee! Oh hear! Thy sobbing houling Bear. Oh Woossat Mother ! since tha'st kill'd my joy, 1 will thy Imps and sucking Toads destroy. L 2 Thy"], [86, "1 76 The rSMock. OTE'K^f. Thy Charmes and Pictures all (hall peri(h too; And what so e'r thou dost, I will undo. Woossat stic s down in her Charriot. Woost. So Insolent, why,, what a Murcain .<? You'l find the stink the worse for stirring. Bru. I will revenge my dear Nonefee, On Justice Crab, and eke on thee. What Hellish Teen ? what Devilish Ire; Made thee leave Nonsey in the mire ? Woofs. For her you did neglect my Trade,, And when to Wisting-Chair I call'd for aid, You wheedl'd him to be your Bawd; Bru. Oh save my love ! my Nonsy save, And I'le for ever be thy Slave* . I'le trot to Carriers ev'ry week, Fresti Countrey Ware for thee to seek., And when thou hast'm, I'le bring thee ev'ry Gallants Custom. Woofs. Pry 'thee stint thy silly talk, Thou mayest as well turn Cheese to Chalk. Bru. Oh my Nonsey I Oh my heart Blood and Guts ! Oh (ave my dear ! Oh (ave my Queen of Sluts ! Thou stony-hearted Witch, is this so much ? Think, what fine Nymphs I did for thee debauch ? Woofs. Thou prat'st in vain, the cruel Dye is cast, Bru. Oh cruel Mother I whither in foch hast ? Tie (how thy tricks, and -all thy conjuring Art; And make thee ride in Triumph in a. Cart. No Gallant e'r (hall rap at dore, And without Man, in vaih is Whore. Woofs. Th'art insolent I'le' hear no more. WOossat Enters into her Charriot. Bru. Inhumane Wodstaf do not run, And let thy Son be qufise tiridone."], [87, "The Mock &PEXJ. T7 I thee conjure, don't leave her thus, By thy beloved Incubus. Thy publick Drabs, and private dores, Thy little Bottles, and great scores : Thy much Impudence, and no shame, By all thy sports and by that (ame : Oh stay the Cart! stay the Cart ! stay the Cart. He lays hold, and is drawn up\\ till he pulls down the Charriot. Justice Crab is driven in, in a Wheel-barrow. Bru. O ho, here's Justice Crab ! now by this light* Hel do me right. Dear Soul. I beg you'l check the Hag, And read her a Lecture for abusing her Hedtor. Crab. Matron of love, be kind to hauling Imp, And let him have his am'rous (hrimp. If Heffor be difgruntl'd, Trade is broken, He'l make thy mischiefs known by tale and token: Redstreak'a-yd the King, you made dye, And caused the Princess fad Tragedy. BOth Sisters ruin'd by your Plot^ . •-, 3\\m? If ASw*/? too should go to Pot. ■ -.\\ He'd blaze all this- about the TowHi And make thy very house pull'd down. v>v.\\; Woof. Shall he have mortal only to his use } When Pomp and State ne'f so much bigger > Can't keep frail Miff to one trigger : No, 'tis tO credit- Trade, and House abuse ; ridi &_ Besides (he'l eat Bread out of mouth; > I will < not suffers, 'faith, and troth. ° a « no gnibh Crab. AW^'-fhUsinefs-stiall be done, .' fc f st3lb , h ™\\ \\ She s mortal, therefore may be wone ; j No, Misty was ever true to one. . Woof Then Nonsy rise, rise my sweet punckj .' . She seemed dead, yet was but drunk. Rise from thy Chair as soft as Couch, And turn to Arms of loving Slouch, None-fo-fair"], [88, "7* T^.tM^'ff'S^tsA. [] . ' • None-(b-fair 1- akcs. A*». Wha, wha, what's the matter? who's there? Not guilty, Not guilty my Lord Tag r&l H fejho, I wish joy were all hang'd for waking me. - , .. have I my pretty thing again? ___ .> . - ■ _ __ _ _ Bru. Thou hast, Oh let me hug and buss it f Thaufel* to great 'Crak *ntf\\Mf)ther % to fiat . Non. I have.-^Qh let\\me ; hugai_u bu*\"s it ! Thanks to great Crab* and Mother Woossaf. Crab. rCorfleljolfy lovers,' Jets be tiudging; I le see you both safe in ) our lodging. There kiss and take your fill of dodging ; First to my HaJ^tfhr there are coming. A Crew of jovial comb's a mumming. So well you (haft be treated ther?, That ev'ry Youth, and Damzel heife ; Shall envy joys of Youth and Bear. [Exeunt all-'] The Scene opend, discovers a Ct;ew. of Bachanals dressed with Ivy, and Vine-leaves, drin^ing^ and laughing: beyona them a company of Lovers adorn d with Garlands of Roses, &c. in a pleasant Grove. II II Song J>){ the Bacchanals. \\ While this is a sing- ?Œm*\\***U<Rastal,he never willstay, ing, Bacchus rises, Jet tfAMtea»Uk : Soy the,andEisQ las', h«d 6 dreVd H S Vine-branches and W^Wffl^WflWWa^. Ivy. ' y '' v- it \\-*.,%\\\\' 3 , v • Seng"], [89, "The Mock. Q'PEK-x* r , ..,., Soqg.J>y jhR^ye^.,,. . fifties down 'JV<iw, Suns, andDiomands, Rdst^Hk^Lillies, on the Stage. Damon Alexis ! OA Cloris ! _/^> Phillis ! • JWj-, G-ddsf-JndiFates'iiOft pity joy, and pain, , : \\ Languish alofs^ f'eWi, lhp%t, SnHU'i, mi Disdain. Oh cruettiymph I \"Ah unrelenting SWayn! Bacchus/**/. While this Come my Sons os the Grape, while your facet cutstine is singing, fte Snn in the Sky^ith the juice of the Vine. al the Bac- Lef pak „£„£&■ lo Ver come on discover the Stage. How fad are the Chains, and how pleasant are mine. - Cupid fings. Come happy Lovers, come,' and teU, While this ne j oys that in ymr Bo f om > s dmUt % tL\" to vers The pleasures of the hands and eyes, come \"on How ev'ry look aff d touch surprize^ ' the Stage. £ et your perswastve slanguage prove, ■ » v - There is no Taradice but Love. Chorus of all.; , « U e < '■: we to dye or win. the Field, Eor Uirts with Love and$>acs<hyi$fHsd. Can fight, and faU ; bus neuer yiUd. A Dance of Bacchanals, and Lovers., ,_, A Song by a Loye»,. fu,,-.«> rr*e« Cælia assy, heart did surprize, Jn an Ocean of grief my fair Goddess did rife, And like Christ al disfolv V, the tears flow 'd from her eyes. From her beautiful Cheeks, aU the Roses withdrew, Andste lookd like a LiUy o'rUden with dew. Hoiv"], [90, "The Mock OTE^A. 80 How sweet did her sorrow appear ? How I trembl'd, and sigh' d, and for every tear, Made a vew to the iiods, and a Tray er to her, Oh how soft are the wounds we receive from the fair / But the joys and the pleasures there's none can declare. What panting, and fainting, I feel, When im brae ing her fret before Carl i a I kneel\". Oh how dear are her smiles I and how sweetly they kjU ? Ev'ry minute I dye with the thoughts ofh:r Bliss, Andste breaths anew life in each languishing hist. . O Love let usstiU wear the Chain, Let no Taffion, but love in our fancies e'r reign, Let us often be cur'd, and ne'r freed from our pain. AU the pleasures of Wine to the Sense are confin'd, But 'tis Love is the Noblest delight of the mind. SONG, by a Bacchanal. Lowers grow pale, and Beauties grow stale j And their pleasures end aU likg an old Winters tale. But the Beauties of Wine do SliUfyarlise and fine- And make all that love it, and drink it Divine. Love makes you old, e'r thirty is told, But the aged, and cold, become aBive and bold, Look as plump, and as brisk as the Grape that's unpreft, ■ When their heads with the Spirit of Wine are posse si. The Clouds open, and from the inner part of the Heaven, descends Jupiter in his Charriot drawn by Eagles. Jupiter"], [91, "The *£Moc1^ OTE^J 81 Jupiter sngs. Let Love and Wine no more contend* To whose high Tow'rs aU Mortals bend. Before this rfstembly, where are, The Amorous, the Touthful, and Fair, Make an end of your long doubtful \\\\ ar. {J1 hy stould yoU quarrel} and fiercely complain} Chorus. 2/4 U the World is your own,&your Rites would maintain'. [But without one another, ygu neither can Reign. A Chorus of Cupid and Bacchus- Let Hermes the Herald of Heaven, and Fame ; The \"Union of Cupid, and Bacchus proclaim. Trumpets are heard a far off, the heavens divide ; and from the furthest end Mercury flies down attended by Fame, and the whole Heaven appears adorn'd with Angels, &c. and Mustek. — Mercury stngs. To aU, and to Singular in this great meeting, The weighty Gods, Cupid and Bacchus, find greeting. Whereas by stnte Toets a wickgd design Of difference, was raised between Love and good Jf me. They now do declare An end of the War, And the hearts ofaU Mbrtals wiU equaUy stare. ZWhtn Beauties are cruel to banistyour care, Chorus. )From Love to the Charms of Bacchus repair, ) And when Bacchus inflames sou with too hot a Fire, \\Jo the pleasures of Love for ajftflance retire. A M"], [92, "The -fMock 0TE1{$A. 82 A Catch song in three parts, and danc'd. By BacchanaJs and Lovers. Let's love, and drink-. an^ drink-, and love, and drink on, What have we else in this duU World to think on} ButfiiUto love, to drink-, and love, and drinkon} Let's love, and drink-, and drink, an d love for ever, And let each Nymph be made a kind believer. For he that loves, and drinks, will ne'r deceive her. Enter two Elizian Princes, and dance through Hoops. The Dance ended, Mercury steaks to the Audience. Although the War 'twjxt Love and Wine is done, We dare not triumph, 'till your pleasore's known ; For here the very Gods your Powers own. If all that Love and Drink loud plaudits ring, The joyful Gods, and Nymphs again (hall sing, Sing.--- And Nonsy (hall injoy her pretty thing. F I 3x11 S."], [93, "EPILOGUE. Tjke Cunning Wives to cheat you to your Bl.fi, x -' We took the Garb and Humours of your Mist. •™ s S, a y, — as vain, and ayery we are grown ; ' And you, as briskh as young GaUants came on ; And lookas dull as they, new th'Att is done. Since Non-sense, Noise, and Show still bear the Bell, As wist Thystcians do with Mad-men deal, We humour you, to make you sooner well Jsthis won't- take — T 'insure our future charge, and Credit too, A S undertakers for great Volumes do. We I paint your Coats of Arms dr ev'ry Scene, •\"nd dedicate 'm t'ye to draw you in. Toor Non(y dreading the approaching storm, Sits trembling like a Hare Within her Form : While Criticks swarm from ev'ry part o'th'Town, Trepard withDamning noise to run her down .* She stars no Gen'rous Hunters, for they come Only for stort, and would prevent her Doom. She stars no snarling Fops, though ev'ry foot, Like eager Lovers they will put her to't. Still hunting close, and snatching at her Scut ; No, only stealing Toachers, ste can dread j That with their long-tail' d Mungrils hunt for Bread, And lurk * n holes to kpockher on the head. Tou Gentlemen that for your pleasure came, Let not those creeping Vermine kill your game : Give her fair Law, and while in view ste flies, Tour swelling hopes and sweet delights willrist • But when you paunch her, all your pleasure dies. Keep up your sport', and to prevent our sorrow, Save her this night, and run her down to morrow, Now"], [94, "The Epilogue. Non-so.- — Now to the Misses, thus poor Nonsy bends, To leave no Hone unturndto gain our ends. Tou She-Weavers, that without lawless Engines, come', Engines That like dark L author ns lurkin little Room, And manage twenty Shuttles with one Loom : While honefi Lab'rers that can use but one, For want of work lye Hill, and are undone. Let all your Tools be stirring for your Aid, Or we will burn your Engines, and destroy your Trade. FINIS."], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]