[[1, ""], [2, ""], [3, "THE D R A MA, A P O E M. LONDON: Printed by J. Chapman, (No. 42) And Sold by J. Williams, (No. 39) Fleet Street. M. DCC. LXXV."], [4, ""], [5, "DEDICATION. To ARTHUR MURPHY, Efqh S I R, THOUGH I cannot boaft rhe Ho- nour of a perfonal acquaintance with you, yet it would be palling the fevereft Cenfure on myfelf, to declare I had not that intellectual one, which the world, in general, claim with Men of diftinguifhed Abilities. I will not trefpafs on your Deli cacy, by giving Vent to the Fullnefs of my Admiration, or by repeating what is already univerfally"], [6, "( iv ) univerfally known and acknowledged, I only folicit your Patronage for the feeble OfF fpring of a friendlefs Mufe, confcious I can not lay it before a better Judge than you, Sir, whofe Writings have been fo long the Prop and Ornament of the Drama j and that if any thing can give it fhelter, it muft be the protecting Influence of your Name., I have the Honour to remain, S I R, Your moft humble and obedient Servant, The AUTHOR."], [7, "THE DRAMA •O E V E R E his tafk in thefe degen'rate days, Who rafhly dares to grafp one fprig of Bayes ; The frown of cenfure, and pale envy's blight, Long damp his ardour, and retard his flight. In form of critic, lo ! where link'd they ftand, r- With pride and dulnefs fix'd on either hand, Pointing with rugged thorns the painful fteep, They ne'er afcend, tho' round it doom'd to creep. B Not"], [8, "[ a ] Not fo, when Greece and Rome afpir'd to fame,. Then critic, and found judgment were the fame j, The poet fought the gen'rous critic's aid, And the fame laurel gave them both a made ; With all the terrors beating at my heart, A novice feels in firfl effays of art, With greateft homage for fuperior povv'rs, Trembling I feek the mufe's facred bovv'rs ; Sentenc'd in fancy, ere my fate be known, As Churchill's theme I've rafhly made my own.. Mistaken zeal, with folly at her fide, Oft has the Drama and its fons decri'd j Gave the profeflion faults which nature knew, And judg'd the many from an erring few. Strictures like thefe for laughter only call, From their own weaknefs they muft quickly fall. Let"], [9, "[ 3 J Let railing bigots, and let pedant fools, Of morals prate, and precepts taught in fchools, Such clouds diffolve at merit's dazzling ray, As mifts are melted by the eye of day : Shall he, wbofe quick'ning, animated frame, Electric like, colle&s the poet's flame ? Whofe glowing breaft feels ev'ry paflion roll, And yields a body to great Shakefpear's foul ; Gives him each ornament of art and grace, And holds his mirror up to nature's face, Not gain the meed of well-earn'd honeft fame ? Garrick, ftep forward, and aflert your claim. Here charm'd attention could for ever wait, Fixt on thy beauties, unconfin'd as great, And wrapt in virions of thy magic fkill, Indulge the tranfports which my bofom fill. But"], [10, "[ 4 ] But what, tho' language were to feeling true, Exprefling ftrongly all in thought I view, What could it add, O Garrick, to thy name, Already foremoft on the lifts of fame ? Warm'd, I may tell, as diff 'rent mafks he wears, We fhake with laughter, or diflblve in tears, Dwell on his fpirit, judgment, tafte, and grace, And the keen light'nings flaftiing from his face ; But once behold the wonders of his art, You'll find thofe drawn by nature on your heart ; To point his excellence,, or fpeak his praife, But ftamps frefh value on the poet's lays. Next on the line, yet diftant, Barry ftands, And takes precedence of the tragic bands. Nor does prefumption only prop his claim, Once genius warm'd him with her fineft flame. In"], [11, "[ s ] In lovers foft tranfports, or its wafting care, I feel each rapture, ev'ry pang I fhare ; If in the Moor, by wildeft paflions preft, Who does not find the ftorm affail his breaft ? Now worn with years, and almoft quench'd his beam, He faintly glimmers like the embers gleam ; Yet in the fparks of his expiring light, Proves that the blaze which fir'd him once was bright : Thus the grand column, or majeftic dome, Rear'd in the fplendor of old Greece or Rome, Tho' broke with tempefts, and by time decay 'd, Retain a greatnefs, e'en in ruins laid. Tho' weak the million, and to judge unfit, Still cuftom dubs them arbiters of wit ; Their breath alone 'tis fwells the trump of fame, And founds the poet's or the fage's name. C Severe"], [12, "10 Severe decree, and moft the actor's bane,. Whofe art is tried by folly's giddy train*. This Macklin felt, tho' merit's fterling feal,. Long pafs'd him current in theatric fcale.. Grant him unequal to his daring aim, Did former fervice no indulgence claim,?. Too high ambition might have foar'd for praife,. But yet 'twas mingled with a wifh to pleafe : Thus far humanity and juftice plead.; Now let us fpeak as tafte and candour lead. Dark was his col'ring, hut conception, ftrong ;, If hard his manner, ftill it ne'er was wrong, Warm'd with the poet, to the part he rofe, His anger fir'd us,, and his terror froze ;_ And more ; where quaintnefs fhut out meaning's day,, Macklin threw light with fine difcernment's ray :. If"], [13, "C 7 J If thefe are truths, which envy's felf muft breathe, Applaufe fhould crown him with her greeneft wreath. Where, on her native quarry next to light, Shall the mufe bend her melancholy flight ? Now half her fons are fwept by death's fell pow'r, And fcarce a gleam of hope remains of more. O, facred fire ! which once with adive heat, In Powell's and in Mossop's bofoms beat, Where art thou fled ? or doft thou only reft In Garrick's and in Barry's feeling breaft ? No, replies genius ; I have found a part, A favourite manfion in a female heart, Where fteady judgment and fine tafte prepare Their richeft off 'rings, to detain me there , Behold, where beauty, in the fhape of grace, With fweetnefs beams from Barry, form and face ; There"], [14, "12 There I refide, enamour'd of the feat, Heedlefs of envy or ambition's cheat, . And ne'er will quit her, 'till my rival time, Shall ravifh life, as well as youth and prime. A handfome figure, with an eafy mien, Are all Smith's requifites to fill the fcene ; Flat, without compafs, drawling on the ear, In one dull tone th' unvaried voice we hear ; No flame of paflion ever yet he knew, Or, changing character, appear 'd once new ; Perfon alone firft gave him to the ftage, And habit guards him in this eafy age. Reddish wants pow'r, th'emotion ftrong to raife, But his attention gains, and merits praife ; Tho' voice and feeling fmall affiftance lend, He oft has pleas'd, and feldom does offend ; Unlefs"], [15, "[ 9 ] Unlefs, when folly fain would have him great, And rant and flare ufurp expreftion's feat. O, how it moves me to the taunting jibe, To hear fome groundling of th'itin'rant tribe ; York, Bath, or Norwich, rank with Drury's fcene, Now Frodfham's gone, and Inchbald has been feen. What, tho' their Lee boafts fome faint ftrokes of art, Does he e'er touch with fympathy the heart ? Where is that grace, that ftation which commands, Applaufe's tribute with her hundred hands ? His perfon's vulgar, his deportment's bad, And tame correctnefs alfhe ever had. - Hibernia, whence the ftage recruits her force, Lias juft fent Lewis to the Thefpian courfe ; Blefs'd with thofe happy requifites to pleafe, A perfon, fpirit, elegance, and eafc. D How"], [16, "Eafe [ 1° ] How cold fhone Belcour before Lewis came; 'Twas he reftor'd him to the poet's flame : Paflions like his, fuch genuine a&ive fire, May claim, indeed, the god of day for fire. Bensley has little, fave what art fupplies, For ftep-dame nature almoft all denies ; Gloom {hades his afpect, difcord's in his tone, His joy's as grating as his tragic moan. Yet fuch a charm can induftry impart, Aided by worth, and merit of the heart, That he ftands higher on dramatic line, Than he, whofe talents, more than virtues, fhine. Of all her fuitors in the Thefpian art, Thalia holds King neareft to her heart ; Fix'd in his eye, the fmiling goddefs fits, And thence deals laughter with its loudeft fits."], [17, "t \" ] Eafe and indulgence oft at merit's throne, Prefer'd their plea, and claim'd him as their own ; Their wifh obtained, Thalia then appear'd, Struck with a danger which fhe long had fear'd ; Her filler's fables, and her tears fhe wore, To woo the truant to her arms once more : Subdu'd, the lover's fondnefs flood confeft, And clafp'd his weeping miftrefs to his breaft ; Vow'd to be conftant to the fuppliant maid, Till death diflblv'd the union nature made. That part, an actor in the bloom of life Plays with fuccefs, he takes to him for wife, Simpers and ogles with a wither'd face, And trips the beau with antiquated grace. Tho' Woodward once might boaft of fprightly eafe, \\ And ev'ry frolic wantonnefs to pleafe, Why"], [18, "C » ] Why muft he gambol after youth is fled, And winter fcatters hoar upon his head ? Still there's a caft his talents to employ, Razor or Bobadil can never cloy. When partial nature gifts a fav'rite fon, With more than toiling art had ever won, Should not the mufe, if floth the bounty mar, Cenfure the culprit who neglects her care ? Shuter, tho' blefs'd with humour's richeft vein, And' fkill to reach the higheft comic ftrain, Forgets his patronefs, and flights her boon, And, when he wants his part, becomes buffoon. As folly's offspring fport in fafhion's glare, Flutt'ring in filks, with well-bred fhrug and flare, The infect tribe Dodd paints with niceft art, And gives a double edge to fatire' s dart. Nature"], [19, "j [ '3 ] Nature has dealt to Clinch with lib'ral hand, Talents, which cultur'd, might applaufe command ; But vain the grant, and flow muft rife his fame, Unlefs the manager will fan the flame. Brereton has perfon, is not void of grace, But wants the energy of voice and face ; In gay defcription, or in polifh'd eafe, His tafte and judgment never fail to pleafe. And when by time he's ripen'd on the bow, He'll merit that fuccefs he wifhes now. Let thofe whom pride attrad, not fenfe and choice, Expire in raptures at an eunuch's voice, And feigning tranfports which they never felt, At unintelligible nonfenfe melt. For me, a plain, rough, honeft Briton bred, Who oft have err'd, but by my heart was led, Who E"], [20, "[ H ] Who., tho' a monarch fhou'd his favours heap, Dare fpurn at folly, and at op'ra fleep : I call on Vernon, if a found muft feaft, To flamp it with the currency of tafte. Few can, like Bannister, with humour ftrong, Do equal juftice both to wit and fong ; And could the mufe award the mimic praife, Foot would not ftand much higher in her lays. Faint as a fhadow Cautherley glides by_, And melts without imprefTion on the eye. When Dibdin's boaft was a compofer's name, He flood the rival of the author's fame, Till feiz'd with madnefs, not poetic fire, He rafhly dar'd himfelf to touch the lyre, When Phoebus, fhock'd at difcord not his own, Gave him to cenfure with her hifs and groan. A"], [21, ".*■ [ '5 ] .A greater bard, on Moody's brow has plac'd A wreath with which it ever muft be grac'd ; Confcious I cannot give increafe of bays, I'll add, at leaft, my humble meed of praife. Quick wants not parts, but Shuter is the fun Round which he moves, and borrows all his fun. In the harfh parent, or the ruftic boor, Dunstall and Parsons fhew ftrong comic pow'r. Palmer gives fpirit to the fprightly fcene, By gay deportment and a pleafing mien : But when he woos the tuneful queen of tears, His accents wound the mufe's finer ears ; Shock'd at the found, we fcarcely can believe That the fame man cou'd ever pleafure give. Without an effort, Weston gains applaufe, Nature has made him what the poet draws : Others"], [22, "> [ »6 ] Others, with trick, and ftage manoeuvre aim, To ftrike the groundlings, and their clap obtain -r Shew Johnfon's Drugger, fkill'd in Broughton art, And Scrub, inftead of fool, a downright fmart : But he, fuperior to fuch paltry aid, Ne'er makes a jeft but what his author made ; True humour, free from taint of low grimace, Or wild diftortion, fits upon his face i Tho' laughter fhake, unconfcious he receives The echoing plaudit public favour gives. Lewes, in Marlow, makes his audience feel, That he has head and heart as well as heel. The needy emigrant from Gallia's fhore, The butt of ridicule fince time of yore, Who ftruts in frippery and tinfelfd fluff, And jabbers nonfenfe, as he fcoops up fnuff; Badd'ly"], [23, "C 17 ] Badd'ly, with humour's pencil, ftrongly draws, And meets, as he deferves, with warm applaufe. Cold, and unmeaning, Aickin fills a part, And never gains the head, or moves the heart. With jointed found, proceed his jarring tones, Like currents harfh, and broke with beds of flones. His adting's vappid, it wants feeling's foul, To warm and quicken, into life the whole. Hull's always perfect, and difplays an aim, To catch the poet's fpirit, and his flame ; At times, he foars beyond chill medium's line, And fhews fome fparks of excellence that fhine. What numbers cenfure, but how few judge right, On fubje&s, which demand the foul's keen fight ; Each puny witling, from ftark folly vain, Dares Johnson's talents, or a Swift's arraign, Merit F"], [24, "[ i» I Merit by malice, not with tafte they fcan, And damn the art, becaufe they hate the man. 'Tis certain Melmoth has not gain' d that height, On which perfection feated, drops her flight. His perfon too wants weight, but then his heart,. Springs in his words, and animates each part. Apollo pleads his caufe; and dare the mufe, To hear her prince, and patron's voice refufe ? Wroughton has perfon, and conception juft, But wants ftrong feeling to be rank'd as firft. A happy afpe£l, and a wifti to pleafe, Deferve at leaft, if not extort our praife. When furly winter with his felon train, Flies to fome cavern on the howling main,. And blooming fummer leads the fprightly hours, Then Foote collects his vagrant fcatter'd pow'rs, Poet"], [25, "[ *9 ] Poet and manager, at once he (lands, And ftarts upon the town his motley bands. 'Tis rafh to cenfure, where the public praife Gives to the actor, and the author bays. But fure applaufe, fhould never be his meed, Who fports with faults which wey ward fate decreed,, Who breaks that tye, which binds each noble breaft,, And flabs his friend before he'll lofe his jeft.. Succefs is giddy, as the veering blaft, • » And when it is not juft, can never laft. Tho' now the fenfelefs rabble may efteem, The home-felt col'ring of his time-wrought fcene, Ages to come, where poets fhould appeal, Will never laugh at what they cannot feel. Perfonand elegance are Yates's claim, They're her chief paffports, to the court of fame. Her"], [26, "For [ 20 ] Her action's moulded into grace, and eafe, And plaudits from the niceft judgement raife. Kindling fhe glows with all the poet's fires, And ftrongly feeling ev'ry heart infpires. Still with a figh, too clearly we behold, The greateft fpirit muft with years wax cold. Young's fpeaking's juft, her a&ion too is right, Yet feem like nymphs in boddice lac'd too tight, What need fo oft, the clofe join'd hands to raife ; Or bow like Bramin in his idol's praife. And then that ftalk, which Zanga well befits, But ne'er with grace on female foftnefs fits. Yet fpite of all her faults, her merits fhine, And prove her Yates's rival on the line. How fhall I treat thee, Hartley, to preferve, That homage, candour and the fair deferve?"], [27, "[ « ] For fure if Venus chofe a mortal mould, The radiance of her charms divine t'enfold, Hartly had been, the facred, envi'd feat, To which a goddefs may indeed retreat. - Beauty, like charity, a charm fpreads wide, Veiling a multitude of faults befide. Spirit, and grace, Barsanti I allow, And hope to fee her what a Pope is now. Macklin has judgment folid, tafte refin'd, With every bright embellifhment of mind ; No charm, or fpells, within her dimples lie, Or fluttering cupids, ambufh in her eye. Sheer merit only, and the force of fkill, Firft gained her trophies, and maintain them ftill ; No touch of harmony can ftrike the heart, With half that magic Catley's ftrains impart ; But G"], [28, "[ « ] But folly, as if envious of her fame, With gefture vulgar, and uncouth, proclaim, That acting in a female fhould have grace, Or modefty, at leaft, to fill it's place. Of flerling humour, Green has ample flore, Perhaps e'en Clive was never Hefted with more. Mark where in Heidleberg, th' extreams of life, Like Groom, and Peer, are conftantly at ftrife ; Or elfe when Termagant, with lucklefs hit, Stumbles on nonfenfe, in her fearch for wit. And if a Stanhope's precept have no weight. You'll own by laughter; that her merit's great j No woman without beauty, or great fkill. Can, or cou'd ever, on the ftage excell. That prop alone, fupports a Melmoth's name, While the fad want prevents a Mattock's fame. If"], [29, "[ 23 J If mufic's voice, the throbbing breaft can move, Or melting foftnefs, wake the foul to love ; If mild expreflion, beaming from a face, Where fweetnefs revels with refiftlefs grace, Can cold attention into rapture warm, Behold in Badd'ly ev'ry pow'r to charm. What Clive was once, Pope is, as Churchill told, 'Ere rip'ning time her talents cou'd unfold : Late may the ftage lament her abfent aid, And never, till with equal genius paid. How few can ever reach that happy line, Where fenfe, and fpirit, by their union fhine ; And foftned into eafe, with niceft art, AfTail at once, the judgment and the heart. That rareft talent, Abington alone, PoffefTes in perfection, all her own. What"], [30, "[ 24 ] What woman elfe, with fuch a grace difplays The courtly manners, and true polifh'd eafe. Her fkill gives fandlion to vain fafhion's flare, And makes the critic even folly bear. Frefh crouds prefs forward on the mufe's fight, But pafs like fhadows at th'approach of night. So when the Trojan, future time t'explore, Sought the dufk limits of the Stygian fhore, The Ghofts in throngs hefet the Hero round, With feeble clamours, and a fhrieking found ; But when he ftretch'd, the fading forms to chafe, Their bodies melt, he grafps the vacant fpace. Yet ftill thefe nothings* infolent and vain, Expect proud reafon' s fentence to obtain. Then mark my tale, and weigh the moral well, If right conceiv'd, 'twill folly's rudenefs quell. The"], [31, "[ 25 J The vain Florella once, at pride's command Sat for her portrait to a famous hand : The painter tried the utmoft of his fkill, But found it bafHed by the object ftill. No trace of character, or glow of heart, Flufh'd on her face, to ftrike the glance of In fruitlefs toil, he faw his work muft end, When mind, and foul no infpiration lend. Then bade the fool, fome other artift try, Sick of the tafk, and laid his pencil by. •) art. FINIS."], [32, ""], [33, ""], [34, ""]]