[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "n^acDipaDSiaas FOR PUBLISHING BY SUBSCRIPTION, A Series of VIEWS IN GREAT YARMOUTH, AND ITS ENVIRONS, Extending from Caister Castle to Lowestoft Light-House ; including the Remains of Antiquity, Public Buildings, Picturesque Views, and whatever may be worthy of notice along the Coast, or on the Banks of the Yare, the Bure, and the Waveney : to be engraved in the line manner, BY J. LAMBERT, From Sketches made by him in the Year 1820 EXPRESSLY FOR THIS WORK, With a aiUi3(S!J$25**ilF:_2^c?!!i HSfJDISSSo This work, it is intended, shall consist of at least twenty-four octavo views, to be published iu numbers, four in each. The first number will appear ou the 1st of May, 1S21; con taining Yarmouth Church, Norfolk Naval Column, Burgh Castle, and the Pier-Head. Price 3s. A few large copies will be printed oil India paper. Price is. The succeeding numbers will be published every two months, or oftener, if possible. Subscribers' names will be received by Mr. Meggy, on the Quay, and Mr. Alexan der aud Mr. Slom an, King-Street, Yarmouth ; also by Mr. H. Scarle, Bookseller, Lowestoft ; Messrs. Stevenson and Matchett, Messrs. Burkes and Kinnebrook, Mr. Wilkin, Mr. .Stacy, Booksellers, and Ma. Freeman, Printseller, Norwich; and by J. Lambert, nearthe Armoury, South Town, where any com munications for the advancement ofthe Work will be gladly accepted. Specimens of the Work may be seen at the Booksellers. Meggy, Printer, opposite the Bridge, Yarmouth."], [8, ""], [9, "GRAPHIC aa&œsŒjfi&aaŒXia OF GREAT YARMOUTH AND £t# <&ni)irott0, EXTENDING FROM CAISTER TO LOWESTOFT, Engraved in the Line manner, BY JOSEPH LAMBERT, FROM DRA WINGS MADE B Y HIM FOR THA T PURPOSE CONTAINING TWENTY-POUR PLATES, Including THE REMAINS OF ANTIQUITY, jPŒrjo&acg ie^aaiiDasr©g*j ipacg^wisiiiacs^is AND WHATEVER IS WORTHY OF NOTICE along tfjc aToaat, THE BANKS OF THE YARE, THE BURE, AND THE WAVENEY; WITH a mm^tsmii&waviB asrmmsh BY J. H. DRUERY. K w^a^m^^^m 3 PRINTED BY W. MEGGY, COFPER-FLATE AND LETTER-PRESS PRINTER, OPPOSITE THE BRIDGE' FOR J.LAMBERT, 11, COLLEGE STREET, WEST CAMDEN TOWN, LONDON. ■ccOOO^fJt** 1822."], [10, ""], [11, "Gtmt ¥armoutfj» At the eastern extremity of Great Britain, on the banks of the River Yare, in the County of Norfolk, stands YARxMOUTH, once a sand in the sea, anciently called Cerdic Shore, from a Saxon Prince who landed there about the year 495. This sand appears to have been formed along the shore, between two branches or channels ofthe Yare, by which that river then entered the sea, one, as we are told, running near Caister, and the other near Gorleston. In process of time the sand bank enlarged itself, and became dry land. About this time the fishermen of the Cinque Ports, and others, annually resorted here, and finding the place convenient for drying their nets, they erected temporary huts, for the purpose of shelter and exposing their fish for sale. The place being found com modious and suitable to their purpose, more substantial habitations were built, the first of which appears to have been on or near Fuller's Hill, and thence named after the principal founder ; thus it gradually assumed the appear ance of a town, when the inhabitants formed themselves into societies or guilds, a burgh was founded, and an annual free fair established. It was first governed under the nomination of the Barons of the Cinque Ports by Reeves, then by Provosts appointed by the King, afterwards by Bailiffs, and at length by Mayors. Thus Yarmouth"], [12, "grew and flourished, and as early as the reign of William the Conqueror contained seventy burgesses. Herbert De Losing, Bishop of Norwich, at an early period, founded a chapel north of the present town, and afterwards the church, which was dedicated to Saint Nicholas, the patron of fishermen. In the reign of King John a charter of incor poration was granted, and Yarmouth was made a free burgh, paying an annual fee-farm to him and his successors for ever. King Henry III. granted leave to wall in and fortify the town, but it does not appear to have been begun till the reign of Edward I., and it remained in an un finished state for many years. In the reign of the said King Edward the town had the appellation of Great added to it, to distinguish it from Southtown or Little Yarmouth, or, as some say, from Yarmouth in the Isle of Wight. Besides the church it contained several other reli gious houses : a convent of Franciscan or Gray Friars, founded about the year 1216, one of Dominican or Black Friars, in 1270, and a House of Carmelite or White Friars, in 1278. They continued till the dissolution, when the buildings were granted to different persons, at the will of the crown. An hospital also was founded in the reign of Edward I., dedicated to the Virgin Mary ; it consisted of a warden, two priests, eight brethren, and eight sisters : but the lodgings and chapel are now used as a grammar school for thirty boys and twenty girls, and is held by the Mayor and Corporation, in trust for the hospital. At remote periods Yarmouth was much distressed for an harbour, several havens were cut, but with so little"], [13, "success, by reason of their continually choaking up and failing, that according to Parkin, from 1549 to 1613, up wards of £38,652. I85. 4d. was expended in forming chan nels, till at length the present haven became navigable. The town now became not only rich, but ex tremely powerful, especially by sea, where we find the inhabitants at different times voluntarily aiding the royal forces with ships and men, and doing considerable service; for which several charters, grants, and privileges were obtained, to the great benefit and increase of the place. Frequent disturbances however arose between the burgesses of Yarmouth, and the people of Gorleston, concerning their privileges, which continued for many years, in defiance of the royal proclamation, when, in the reign of Queen Elizabeth, an order and decree were sent from the star chamber which adjusted these disputes. A Court of Admiralty was established here by charter of Queen Elizabeth to try maritime causes, and an additional power to punish pirates given by James I. So extensively was this privilege exercised, that the court have, in some cases, tried, condemned, and executed. The creation of a Mayor, eighteen Aldermen, and thirty-six Common-Councilmen took place in the reign of Charles II., before which time the town was governed by the Bailiffs, Aldermen, and Common-Councilmen, with the liberty of holding two fairs in every year ; this was however set aside by James II., and the present charter granted by Queen Anne. Thus has Yarmouth progressively risen from a \" sand in the sea\" to one of the most flourishing and populous"], [14, "commercial towns in the kingdom. The convenience and beauty of its spacious Quay is certainly unequalled. A great trade, not only to all parts of the adjacent counties, but to foreign countries, is constantly carried on. But it is more especially noted for its valuable herring-fishery ; besides the number of herrings for home consumption, upwards of 40,000 barrels are annually exported to the Mediterranean. Yarmouth is well calculated for a bathing-place, and on that account is much frequented. The market is held twice a week, and presents an abundant supply of provisions. Several extensive public buildings have of late years been erected, particularly the Armory, Nelson's Monument, and the Royal Barracks ; the latter of which, originally a Naval Hospital, is perhaps the most commodious of the kind in England. This borough sends two members to parliament, who are elected by the body ofthe freemen, exceeding 2000 in number. An agreeable variety of walks is on every side offered to the visitor. The contiguity of several remains of antiquity (correct delineations of which are given in this work) cannot fail to excite interest in the antiquarian, and attract the eye of the curious. Yarmouth is situated one hundred and twenty-four miles N. E. of London. (See Plate V.)"], [15, "St. NICHOLAS'S CHURCH, GREAT YARMOUTH. Plate I. This venerable edifice, with the Priory, was founded by- Herbert de Losing, Bishop of Norwich, according to Swinden and others, about the year 1123 ; but this date is certainly incorrect, as the Bishop died in 1119, having previously eTected a chapel upon the Denes, near the town, which was afterwards neglected. The church was appropriated to the Norwich Priory of the Holy Trinity, and in 1251 dedicated to St. Nicholas, the patron of fishermen, and divine service performed by a deacon and three chaplains, appointed by the prior. Seventeen chapels were afterwards erected, to the honour of different saints, within the walls, and supported by the guilds or societies associating for that purpose, and a number of lights were continually burning before the great altar and images, agreeable to the custom of those times. The benedictine order of monks, to which the priory anciently belonged, was introduced into England as early as the year 596. The convent, at first, sup ported a prior and four monks, and afterwards, as its revenues increased, a prior, eight monks, three chaplains, and one deacon ; and at the valuation with the Norwich priory, which took place in 1534, its spiritualties were returned at £31. 10s. Ad. It was granted, in 1538, to the dean and chapter of Norwich, and is at present in their possession. The church, (in which is one of the finest organs in England,) a few years since, underwent con siderable repair ; a new spire was added, and a very musical peal of ten bells : but the priory, having fallen into decay, has been converted into various offices. THE NORFOLK NAVAL COLUMN, Plate II, Intended to perpetuate the brilliant victories and fame of the gallant Nelson, stands near the middle of Yarmouth Denes ; it was erected by the contributions of some gentlemen of Norfolk, under the direction of William Wilkins, Esq., Architect. The first stone was laid on the 15th of August, 1817, in the presence of a numerous assemblage of persons, by the Honorable Colonel Wodehouse, chairman of the sub-committee ap pointed to execute the work, and was completed in something less than two years. The order is that of the Grecian Doric, beautifully fluted, and orna mented above with the names of the ships on board of which the hero's flag was so valorously maintained, and beneath with title inscriptions of his most celebrated victories. There is a flight of steps on each of the four sides of the pedestal, the top of which forms a promenade round the shaft. The roof is supported by Caryatides, surmounted by a ball and figure of Britannia, finely"], [16, "cast, holding a trident and wreath. On the east side of the pedestal are the names of the committee, architect, and others engaged in the building ; and on the west is a very elegant inscription, in latin, from the pen of Mr. Serjeant Frere, descriptive of the birth and exploits of the renowned admiral. The column is ascended by an easy flight of 217 stairs, and the entire height is 144 feet. BURGH CASTLE, Plate III, The Garianonum of the Romans, is situated upon the slope of a hill, near the junction of the rivers Yare and Waveney, in the county of Suffolk. It appears to have been built in the reign of the Emperor Claudius, who visited Britain about the year of Christ 45, and at his de parture, Aulus Plautius, one of his generals, remained nearly four years after him, and was himself succeeded in command of the Roman horse stati oned here by Publius Ostorius Scapula, an eminent commander, who founded the castle in about the 49th year of the christian era. This camp forms an irregular parallelogram, and in the middle of the eastern wall is the Porta Praetoria, or principal entrance. This wall is 14 feet high, 642 feet in length, and 9 feet in thickness. The north and south walls are about half the length, and exactly the same heigth and breadth. No remains of a wall are to be seen on the western side, and it is matter of inquiry whether there ever was one; for the sea, undoubtedly, in early years, washed the foot of the hill, and might reasonably be considered a sufficient barrier to any attempt made by a barbarous enemy, wholly destitute of ships, in that quarter. The walls were flanked by six round towers of solid masonry, viz. ; four on the eastern side, and one at each of the north and south corners, the latter of which is fallen down nearly entire. A vast number of coins have been found, at different times, in and about these walls, and several fragments of urns, particularly in a field to the east, commonly considered the burial place of the soldiers. This ancient structure was unquestionably raised by the Romans as a place of security and check upon the daring spirit of the Iceni, who frequently rebelled against the authority of their conquerors, and contested the government of Britain with them, although repeatedly subdued. The whole building occupies, in cluding the walls, 5 acres 2^ roods. YARMOUTH HAVEN AND PIER, Plate IV. Yarmouth, as before stated, has at different times laboured under many difficulties in maintaining a haven, by which the fisheries and commerce"], [17, "have consequently been retarded. The first haven, running between Yarmouth and Caister, continued several years before it became totally unnavigable; its course then shifted nearly four miles southward, entering the sea near Corton. In process of time, this also stopped up, and the town compelled, at an immense expense, aided at different times by the crown, to cut and improve six successive channels, the materials for the last of which were destroyed in Kett's rebellion, and the haven, after repeated trials, being found inefficient, was stopped up with furze and rubbish. In this state things remained till the 8th of January, in the second year of Queen Elizabeth, when the seventh haven was begun in the place where it now is, and had been thirty years previous, and a stop or defence made to confine the water from running south ward. In March following a pier was erected under the direction of Johnson , an experienced Dutchman, who by this means forced the channel into a north east direction, and obtained a depth of ten feet at low water. A north pier was subsequently erected, but suffered to fall into disuse, and the present pier greatly enlarged, under the direction of a certain number of commissioners and an engineer appointed for the purpose. The harbour is at present very good ; a continuation of the pier in a fine curve has been formed, and the wood work carried a considerable way up the river, within the last two years, and every possible accommodation and security given to shipping. AUSTIN PRIORY, SOUTHTOWN Plate VI. In the reign of Edward I. a Priory was founded here by William Woodrove and Margaret his wife, for Austin Friars, an order instituted A. D. 1150, and introduced into England about the year 1248, by Richard De Clare. The priory stood on the western side of the river Yare, in the county of Suffolk, partly in Southtown, and partly in the parish of Gorleston, and the church wholly in the latter place : hence the mistake of there being two religious houses of the same order so near each other. The friars obtained a patent to enlarge their precinct in 1310, and shortly afterwards a Composition was entered into, between the provincial of this order and the prior of Saint Bartholomew, in London, concerning an oratory in one of these places. A list of the nume rous benefactors to this house and church is given by Weaver, the most con spicuous of whom are Richard Earl of Clare, Sir Henry Bacon, and others of that family, and Joan of Acris, Countess of Gloucester, before 1335, and subsequently many others. Detached fragments of the convent are particularly seen in that part of Southtown at present called Fen Street; and if we may judge by their extent, and the number of benefactions contributed to its support, it must, at an early period, have been an extensive building*. The church standing, as before stated, within the boundary of Gorleston, was dedicated to Saint Nicholas, and formerly very large, having a square tower, three sides of which, a long time"], [18, "previous to its total demolition, had fallen away, and the materials been re moved. The eastern side remained entire to the battlements till February, 1813, when it fell, with a tremendous crash, in a heavy gale of wind from the westward. The ground immediately adjacent, and for a considerable space round the tower, appears to have been used as the burial ground of the order, and such of the benefactors as could purchase the favour of interment within their limits. A number of bones have, at different times, been dug up and displaced. In 1803, an entire cemetery was discovered in the garden of an adjoining house, containing the greatest part of a human skeleton, although not the least vestige of a coffin was to be seen. Some writers have sup posed that this church (the tower of which latterly bore the appellation of the Old Steeple,) had no connection whatever with the Austin priory, but was once the parochial church of the parish of Gorleston : this, however, is not correct ; the accurate list of benefactors still preserved, its local situation with regard to the priory, and its dedication to St. Nicholas, so distinctly mentioned in the Composition before alluded to, have placed its identity beyond a doubt. The convent remained till the dissolution of religious houses, when it was granted in 1544 to John Eyre, and its site and buildings are at present occupied by different persons. CAISTER CASTLE, NORFOLK, Plate VII. This castle was founded by Sir John Fastolff, of whose life (he having been so frequently confounded with the hero of Shakespeare's pen,) it may not be unnecessary to give a brief outline. He was born at Yarmouth in 1377, and married in Ireland a lady of considerable fortune. He accom panied Henry V. to France, and was appointed governor of Harfleur in Normandy. At the famous battle of Agincourt, he behaved with great valour, and assisted in taking prisoner the Duke of Alencon, as a reward for which, the king conferred on him the honour of knighthood, and granted him some lands in Normandy. After the death of that monarch, he went with the Duke of Bedford, then regent of the kingdom, to France, and for his good conduct at the several battles there, was created a baron and knight of the garter. In 1430 he was appointed governor of Caen, and about two years after was sent against the French with the Lord Willoughby, and ob tained several signal victories. In 1440 he returned home, and after rendering himself as conspicuous for his private virtues, as he had before been for his patriotism and valour, died of an asthma in 1449. The castle, it is said, was built with the money he received for the ransom ofthe Duke of Alencon, in the same style as the Duke's own castle in France, but at what period does not exactly appear, though probably in the early part of his life. It is"], [19, "composed of bricks, and one of the oldest castles of that material in the kingdom. It was formerly defended by five round tcwers, one of which is now standing, and had, a few years since, a staircase leading to the top, the stones of which were afterwards taken out by the proprietor. In the interior of this tower are visible marks of its having been much used ; several fire places and the chimney apertures remain perfect, ranged one above the other in circular apartments, lighted by narrow windows securely grated. The external part of the tower, gateway, and principal front of the castle are in excellent preservation, the face ofthe brickwork retaining much of its original beauty; but the walls enclosing the area are greatly dilapidated, and in some parts wholly destroyed. The ground floors of two towers are applied to the uses of husbandry and storing corn, and other parts are also converted to similar purposes. A deep ditch once encompassed the building, in which some water yet remains, and the whole retains an air of melancholy grandeur, unequalled perhaps by any antique edifice in the county. CORTON CHURCH Plate VIII. Between Yarmouth and Lowestoft, at a short distance from the sea, stands Corton Church. A lofty square tower, quite entire, forms the prin cipal feature of this building. The body of the church has been a very long time in a dilapidated and ruinous condition, but the walls on either side are standing, which, with the porch, are nearly overspread with ivy; the whole area of the building is however broken up and destroyed. A winding flight of steps, at the east end, led into what was probably the choir, gallery, or organ loft, but of which the devastating hand of time has scarcely left a vestige remaining. A modern chancel has been of late years added for the purposes of divine worship. Little of this church is known. The architecture is bold, and not altogether devoid of elegance, but perhaps enough of it scarcely re mains to convey a just idea of its style and workmanship. The tower only is remarkable for being used by mariners as a sea mark. YARMOUTH BRIDGE. Plate IX. Prior to the year 1427 a ferry-boat formed the only communication with Yarmouth and the west side of the water, when a bridge was built, which continued for upwards of a century; and falling into decay, a draw bridge was afterwards erected, but swept away by a violent tide in 1570, which did much damage in different parts of the town. In 1785 the present bridge was constructed, with two leaves in the centre, built principally of wood,"], [20, "and raised by levers, which however were extremely awkward, and some times difficult to move. It continued thus till 1809, when, after having thrown a temporary bridge across, for the accommodation of passengers, the top and middle parts of the old structure were removed, and a new frame work of timber substituted ; the arch of which is raised by means of cast iron wheels at the four extremities, to which chains are attached and a hand rope, so that with very little assistance the bridge can be elevated at the shortest notice. Ships and other vessels passing through here, for which the ma chinery is obliged to be put in motion, are subject to a toll of six shillings, with the convenience of going through at all times, except on market days. NORTH-WEST TOWER. Plate X. As early as the reign of Henry III., 1260, a patent was granted to the inhabitants of Yarmouth to enable them to fortify their town, but it does not appear to have been executed until a much later period ; it was how ever completely walled in, and the fortifications finished in 1338, and extended in length 2238 yards, intersected at convenient distances by sixteen towers and ten gates. The walls are chiefly built with bricks, and the greater part of them is still in good preservation. The towers, faced with black flints strongly cemented, present a circular front, a form generally preferred for defence in those days. The gates are not in any respect remarkable for their architecture, having been built in a plain and substantial manner, except the north and south gates, in both of which considerable taste and excellent workmanship were displayed. The former gate was taken down in 1807, to facilitate the entrance of carriages into the town, before which it was dan gerously narrow ; and the latter in 1812, for similar reasons. It has been some time in contemplation to remove another ofthe gates, at the lower end ofthe market, named pudding-gates, and which will, in all probability, be carried into effect. YARMOUTH JETTY, Plate XI. Was built in 1808, in lieu of an old work formerly standing there, but which falling into decay had become useless. It was erected to assist the landing of passengers in bad weather, and the approach of small craft to the beach ; which would otherwise have been attended with difficulty and danger, if not wholly impracticable. The Jetty is composed of strong oak piles, driven into the soil, and braced together by cross beams of the same material, secured by iron fastenings ; upon the top of which is a platform of"], [21, "about twenty-one feet in width, surrounded by a substantial railing, extending 450 feet into the sea, and was erected at an expence of nearly £5,000. This platform is esteemed one of the most fashionable promenades about Yarmouth. Its vicinity to the town, and the salubrious sea breezes enjoyed on it during the summer months, w in the admiration of the convalescent, and impart an invigorating delight to the valetudinarian. The extensive prospect the Jetty commands of the British ocean, the momentarily varied scene of commercial barks at anchor and under sail, the noble specimens of modern architecture on the Denes, with a fine view of the town, render this Jetty a spot of universal interest to the inhabitants of Yarmouth, and of peculiar gratification to its numerous visitors. RUINED CHURCH, CAISTER. Plate XII. Near Caister Castle are the fragments of an old church ; the east end containing a window, which appears to have had a pointed arch, corres ponding with one on the south side, together with a portion of the square tower, and the side walls are standing. This old building occupies part of a garden near the road, in which, a few years since, a skeleton of unusual size was taken up. Caister was divided into two parishes, and the present di lapidation was probably the parish church of one of them. Walpole, in his British Traveller, speaks of an oratory beinr; founded at Caister, by Sir John Fastolf, which most likely was in this church, but Tanner mentions an oratory in Castre Hall. GORLESTON Plate XIII. At the north-east part of Suffolk, in the hundred of Lothingland, is the parish of Gorleston, anciently Gauls'-towne, pleasantly situated on the crown of a hill, overlooking the river Yare. Although little is known of the early inhabitants or extent of this place, yet there is reason to suppose it was formerly much larger than at present. Swinden, in his History of Yarmouth, speaks of the inhabitants of Gorleston as having been continually at variance, and not unfrequently at war, with that borough, concerning their rights and privileges ; so much so, as at last to call for royal interference. Up to the last century, Gorleston had much decreased in size, and fallen into decay, as the foundations and ruins of many buildings testify. In 1372 a Leper-house flourished here ; but by whom it was founded, or where it stood, cannot now be correctly ascertained; most probably in the"], [22, "central part near the conventual church of Austin friars, which church stood wholly in Gorleston, although the convent was in the hamlet of Southtown. The greater part of the buildings on the southern side of Gorleston, extending to the cliff opposite to the harbour's mouth, have been erected in the present century. In 1797, a little to the south of the town, the remains of a stone cross were visible, which have now wholly disappeared. Tradition says the town once had a weekly market, but for this there is no certain authority. By custom only, a fair is still held annually at Whitsuntide for toys. The church is a spacious edifice with a square tower. Its principal entrance is on the south side, through a gothic porch of rude workmanship. It is divided into three aisles, lighted by lofty unequal windows, remarkable only for their differing from each other in heighth and architecture, and all being alike destitute of tracery or ornament. A few specimens of painted glass were formerly seen in one of the windows, now totally destroyed. It is difficult to determine when this church was built, probably at the time when so many parochial edifices were founded by order of the crown. It was dedicated to Saint Andrew. Few of the monumental inscriptions rise higher than 1635, although some of the stones appear much older ; some in the south aisle have been inlaid and ornamented with brasses, but the plates becoming loose, were removed and disposed of. These stones are memorials of the Bacon family, formerly lords of the manor ; only their initials and an almost illegible inscription are now visible. In 1810, as some workmen were scaling the wall of the north aisle, a fresco painting was discovered, the colours of which were bright and but little injured. After being exposed a few hours, it was injudiciously ordered to be plastered afresh. This painting was near one of the windows, and itis probable that in each of the compartments between the north windows, a similar performance might have been discovered. The tower contains six bells, not far-famed for their melody ; however, their wheels, frames, &c. are now under repair. Gorleston in general is well built, and its site is peculiarly pleasant, as almost every part of it commands a maritime view. It has a firm, beau tiful beach, well adapted for sea bathing and summer visitors. The Battery Hill, so named from a platform of guns placed there in the late war, is of considerable elevation, and affords a most interesting oblique view of the Fort, the Denes, Nelson's Pillar, the river Yare, Gorleston, and Yarmouth; also a semicircle of country, of extensive radius, from the south by the west to the north, commencing at Lowestoft and terminating at Caister; while the ocean in front is only bounded by its very remote horizon. This hill is about two miles from Yarmouth."], [23, "According to the census of 1821, Gorleston contained 2000 persons. The accompanying sketch, plate 13, is taken from the level of the river, near the Sun public-house, through which passes the boundary of Gorleston and Southtown. SOUTH-EAST TOWER, Plate XIV. Built at the same time with the other towers of Yarmouth. It differs little from them in character, being semicircular, having its flat side or diameter next the wall. It was a flanked barbican and watch tower, for defence only. The face of this tower, chequered alternately with black and grey flints, is quite entire. CAISTER, FROM THE BEACH Plate XV. Two miles, north of Yarmouth, is the village of Caister, famous, as before said, for its venerable castle. The intermediate space between this vil lage and Yarmouth, on the east side, usually denominated East Caister, is a tract of marsh, common land, between the Beach on one side, and the turn pike road and river on the other. The Beach, from which PI. 15. is taken, extends nearly in a straight line from Caister to the Jetty. The shore is flat and open, and its proximity to the river Bure greatly facilitates contraband trading, which ia said to be occasionally exercised here. THE ROYAL BARRACKS Plate XVI. A handsome pile of building's, on Yarmouth Denes, surrounded by a wall of considerable heighth and extent. The entrance is by an iron gate to thc courtyard, on each side of which are two commodious houses for the superior officers, one of which is now the residence of the barrack-master, G. W. Manby, Esq. The whole building forms a square, with a detached range of offices for the accommodation of the military. One hundred men are quartered here under the present arrangement, but it is computed the barracks can contain eight hundred. This station was eminently useful in 1815; upwards of six hundred sick and wounded ofthe Waterloo men were brought here, and comfortably provided for. It was built in 1809, under the"], [24, "direction of Messrs. Miles and Peto, from the plan of Henry Pilkington. Esq., architect, at a national expence of one hundred and fifty thousand pounds. It was originally intended to be used as a royal hospital for seamen, and might have proved exceedingly serviceable, had his Majesty's fleet con tinued to rendezvous here ; but in consequence of Saint Nicholas' Gatt, the only safe entrance to the roads, blocking up and shoaling its water, it was represented to the Admiralty to be no longer practicable for men-of-war and ships of burthen. An order was sent to discontinue it as a naval hospital, and it has subsequently been converted into barracks. The delightful shelter of the piazza, enclosing the area, is peculiarly convenient. The air may be equally enjoyed here as abroad, alike secured from tempestuous weather and the heat of the sun. It is notwithstanding but little used; seldom more than a single detachment of foot, or a company of dismounted horse, occupy it at once; and latterly a hundred men of the East Norfolk Militia were stationed here, during their annual training of 21 days ; often it is wholly unoccupied. The barrack master and his serjeant are residents; to the former, military orders are directed, and the latter superintends the executing of them. BURGH CASTLE Plate XVII. The south side of Garianonum, described under PI. 3. The drawing is taken from the hollow of the vallum, or trench, running parallel to that side of the Castle. On the left are seen Burgh Creek, the river Wave ney, the Yare, and Berney's Arms public-house, and the level of marshes beyond. Burgh creek is the principal rendezvous for barges and small craft at the Yarmouth annual water frolic, and on the ground immediately in front of Garianonum, tents are placed, in which the company dine. The promis cuous grouping of parties on the hill, the display of boats and colours, and the sound of musical instruments on the water, altogether produce a most delightful effect. BRADWELL CHURCH Plate XVIII. The parish of Bradwell, in Suffolk, is distant about three miles from Yarmouth, a little to the right of the London road. The greatest part of this parish formerly appertained to the prior and knights of St. John of Jerusalem, until that order was abolished, when it was granted away at the will of the crown. The Church is small, in the style of architecture peculiar to the middle ages. It has a round tower, containing three bells. The church has a single aisle, lighted by four windows. The chancel window was formerly gothic, but"], [25, "now reduced to a square, two others are on the south side, and one on the north, but this building does not appear coeval with the Church, but was probably ad ded or rebuilt at a later period. The floor, a few years since underwent conside rable repair, and the ancient stones were removed. There is, however, in a niche, on the left ofthe altar, a curious group of figures, executed in coloured plaster, in the fore-ground are two females, apparently celebrating mass before an altar, and behind them a priest officiating. On each side of the latter is a boy, in a long white gown, resembling the garment of a charitable institution, their faces towards the priest, who is bare headed. At the base of the niche, in a square compartment, is the figure of a man, in a recumbent posture upon a marble slab, his right arm supporting his head; on each side of him are two females with their hands clasped, in dresses corresponding with the above, similar to those worn in the fifteenth century, dark brown, but not religious habits, small black hats, and veils thrown backward. Beneath is an illegible inscription, and the whole is surmounted by an escutcheon emblazoned, ermine, a cross sable, charged with five martlets, or. Tradition says it is the monument of one of the Veseys, whose family was formerly possessed of lands in this parish, and proprietors of Hopland Hall, and that the person here memorialized was a bachelor, who, reposing himself upon a rustic bench, in a retired part of his grounds, was shortly afterwards found dead by his sisters. The story agrees in part with the subject of the monument, and carries with it an air of probability. An illuminated inscription was formerly visible on the altar railing, but the ruthless passion of modern artificers for painting and white-wash ing, has nearly obliterated the letters, and left us in darkness as to their signification. VIEW ON THE NORTH RIVER Plate XIX. The subject of the Plate is the north-west part of Yarmouth. This end of the town, though extremely picturesque, is yet generally mean and in considerable, owing, perhaps, to its having been first built. The north-west tower is seen with a small portion of the town wall, which here appears in its original state, apparently untouched, and much decayed above. The south side of it forms an upright wall to a range of alms-houses, in the gift of the Corporation, for the most part very obscure habitations. The Bure, or North River, presents a busy scene, particularly on market days, from the number of wherries and boats employed in transporting corn, which is here brought to sale in large quantities. Malting is also carried on to a great extent, employing many men. There is a convenient and very good quay for com mercial purposes."], [26, "YARMOUTH ROADS AND PIER Plate XX. This view presents us with the whole of the fine pier on the south side of Yarmouth haven, intended for a breakwater and defence, to prevent the current from continuing its course southward, as described under PI. 4. A complete view of Yarmouth and Corton roads, and the adjacent country round Gorleston cliffs, form a varied and interesting picture. SOUTHTOWN, SUFFOLK, Plate XXI, Otherwise Little Yarmouth, is, although within the jurisdiction of Great Yarmouth, a hamlet of Gorleston. The inhabitants of these two towns were formerly extremely hostile to each other, and frequent disputes happened between them concerning their privileges. These controversies rose very high, particularly in the reign of Edward III., when the men of Southtown and Gorleston, who were tenants of John of Britain, Earl of Richmond, aud Lord of the half-hundred of Lothingland, openly took toll of certain ships in the haven of Great Yarmouth, contrary to its charter, from which the burgesses appealed to the King, and both parties were ordered to appear before him, when judgement was given against the Earl's tenants, thus ending the matter for the present. Fresh causes of dispute were however found in the 12th year of Queen Elizabeth, and frequent accommodations took place, but with little effect, until the 17th of Charles II., when an act was passed for settling these differences, and the two towns were finally incorporated by the King's letters patent, in the 20th year of his reign. Southtown is well built: few if any of the ancient houses remain, and new ones are erected in their place, with docks for the convenience of shipping, and an excellent armoury, capable of containing 20,000 stand of arms, but now disused. Its whole appearance is much improved, particularly the turnpike-road from Yarmouth bridge ; a fine tract of marshes, terminated by blue hills crowned with wood, meets the eye on the one side, and on the other a bold river, whose waters running parallel to the road, are intersected by the peninsula of Yarmouth Denes, extending nearly two miles in length, at the south end of which it forms a junction with the ocean. Several pleasant houses are here built, the most prominent of which is Southtown Academy, conducted by Messrs. Wright and Son. The imposing appearance of which claims for itself particular attention. The house is situated on the brow of a hill, whose gentle elevation from the west, forms a striking contrast to the rugged and steep declivity on the east. Immediately at the foot of the latter,"], [27, "the Yare flows in a rapid stream, its busy surface being momentarily varied by barks passing and repassing in quick succession. In the front of the Aca demy is a spacious lawn, highly ornamented and appropriated to the use of the pupils, and commanding an extensive prospect of the adjacent country. The grounds are tastefully planted, and every encouragement given to improvement, which the retirement of the scene so happily promotes. The only remains of ancient building, at present standing in South town, are those of the Austin Priory, described under PI. 6. LOWESTOFT CHURCH, SUFFOLK. Plate XXII. Lowestoft is a considerable market town, and exceedingly well builtr standing upon an eminence near the sea, of which it commands a beautiful prospect. The ridge of sea beach, named Lowestoft point, is the easternmost land in Britain. The trade of this town principally consists in curing herrings, which they annually export to the Mediterranean in large quantities, and the mackerel fishing also forms another very considerable source of employment i*n the season. It has a weekly market on Wednesday, and two small fairs annually. This town was formerly part of the Terra Regis, or ancient Demesne of the Crown of England, and has a charter and common seal; but the great est privilege it enjoys on that account is, that the townsmen are exempt from serving on juries, either at the sessions or county assizes. The church is situated upon a pleasing eminence, nearly half a mile to the west of thetown, and is a handsome gothic building, with a square tower and spire, dedicated to Saint Margaret. It is upwards of 180 feet in length, including the chancel and steeple, and nearly 60 in breadth, and is upon the whole a very neat and ornamental building, erected sometime prior to 1365. It contains a good organ, an elegant modern window of painted glass, and several handsome monuments. The livingis a vicarage, endowed with tithes, in the patronage of the Bishop of Norwich. In the reign of Henry I. the appropriation was pre sented to the priory of Saint Bartholomew in London, to which it remained annexed for several years, and was at last purchased by the Reverend John Tanner,, the founder of Kirkley Church, for tlie sum of £1050. The town contains a chapel of ease, a methodist meeting-house, and a neat theatre, in which a company of comedians occasionally perform. Lowestoft is a pleasant and very healthy situation, and generally the resort of numerous summer visitors. The space below the cliffs, a sandy and barren slope, is now converted into gardens and walks, for the accommodation of rope-makers. Here are also two lighthouses for the direction of seamen, Lowestoft is distant from London 114 miles."], [28, "LOWESTOFT LIGHT-HOUSE. Plate XXIII. A circular building, upon the the top of the cliff, a little north of the town, and named the Upper Light, to distinguish it from a smaller one upon the flat space beneath. These beacons are of the utmost importance to seamen coming into the roadstead in the night or thick weather, without which it would be impossible to enter. A want of competent knowledge in this respect has occasioned many fatal mistakes to arise, and much damage at various times to shipping. The beacons are lighted at sunset, and burn, till the sun is above the horizon, throughout the year. LOWESTOFT BEACH Plate XXIV. The subject of this plate is the Beach south of Lowestoft Point looking towards Southwold. The shore is in some parts lofty and confined, but uniformly a sandy cliff with a good Beach beneath. Near at hand is Lowestoft high light, and breaking on the eye, Kirkley and Pakefield churches, with the lofty tower of Covehithe in the distance. — ►»<*•* — _m<s 12&&."], [29, ""], [30, ""], [31, ". • ■■'/,' fan I'tl"], [32, ""], [33, ""], [34, ""], [35, "KOKFOLK. 1KAYAX. <C ©LITM^. in Memory of Horatio Lord Wesson."], [36, ""], [37, ""], [38, ""], [39, ".W.E.YIEW ©IF ]BITlK©m CASTILE STPTFOJLK. The Ancient Garianonum of ihe Jiomims . 'II lilts/t .mil , Wilt,'!'! /■>/ f ,:./,/< /'tffl/*// />\"'/"], [40, ""], [41, ""], [42, ""], [43, "EETJE JPIEB, HEAD AHD HAVES' 0 M0TTTH, (GTTABMOinTIl ', turn ira / d ,,,,,,, j,,,,/ h,i f I'ltuh /I fun ' ' lfl'2/ i_"], [44, ""], [45, ""], [46, ""], [47, "SOUTH VIEW ©TF GT YARMOUTH safe/i below tnr ferry. Ili'in'ii du'l '■ ,rj,iiml hi j liimhrl fun"], [48, ""], [49, ""], [50, ""], [51, "TOWER ©F THE AUSTEN\" PRIORY\" CHURCH at Gorleston Suffolk: which fell Anno iSi3. , \".-;, i-,,i 1'iiJ hi, nl\" it //'■in n l/it'/i Iii I I' hi/in 11"], [52, ""], [53, ""], [54, ""], [55, "CAISTER CASTIE.^OIFOIK. Vrwwh ■'ml \"i/i/ii/rnl Ii/ J\",' liiml, ■ ,US'u"], [56, ""], [57, ""], [58, ""], [59, "CORT©W CHURCH, SUFFOLK '/,-\"'''/,'/'•/(///// fiu llim/,r,/"], [60, ""], [61, ""], [62, ""], [63, "HARMOTITTIHI BJRHJMME."], [64, ""], [65, ""], [66, ""], [67, "H\"ORTH WEST TOWER ,<&T YARMOUTH."], [68, ""], [69, ""], [70, ""], [71, "YARMOUTH JETTF. JUra«m andSngraviui 6y f'j.<\"Jaml't,rt fi/dfl '"], [72, ""], [73, ""], [74, ""], [75, "RinXWB CHURCH AT CAISTER. Of,!. , ■;'/ ft'/ Ay soU '■ ft > ' tit III! J #2 J"], [76, ""], [77, ""], [78, ""], [79, "©OR1LESTOH, SUFFOLK."], [80, ""], [81, ""], [82, ""], [83, "§.E. TOWEE, YA1MOUTH."], [84, ""], [85, ""], [86, ""], [87, "FROM THE BEACH."], [88, ""], [89, ""], [90, ""], [91, "ROYAE BARRACKS. YARMOUTH."], [92, ""], [93, ""], [94, ""], [95, "BŒTJR.OH CASTLE, gOTFOII. 'jh'itvii. and ' t'n'jntri\". hi fei'MlA Jtimh ft."], [96, ""], [97, ""], [98, ""], [99, "BRADWEEE, CHUKCHI, SlDTFOII. Suraui .■ hi f'jjui./i, Jiinilvrl,."], [100, ""], [101, ""], [102, ""], [103, "■YARMOUTH,- View on £&& -Bare ar Iforth. Jltfer"], [104, ""], [105, ""], [106, ""], [107, "YARMOUTH KOABS AMD PEER. ' iiaraved Inj fosipJiiJtumliirb. -"], [108, ""], [109, ""], [110, ""], [111, "southttowu* Suffolk, View œn, ike, iargr. ■"], [112, ""], [113, ""], [114, ""], [115, "LOWESTOFT CHURCH,, SUFFOLK Drawn ami, finiirawd I'll fosuih BvmilH"], [116, ""], [117, ""], [118, ""], [119, "JLOW1ESTOFT. MGrHT MOUSIE. ■'ii and fofurromd fa fostfih smiths!"], [120, ""], [121, ""], [122, ""], [123, "LOWESTOFTj SUFFOLK, Vi&f /9vm. the ■ .Beach,. .'Jls'iuti t/f/ '■\"iff- ■ ■/■ Jjim/ffirt"], [124, ""], [125, ""], [126, ""], [127, ""], [128, ""], [129, ""], [130, ""]]