[[1, ""], [2, ""], [3, ""], [4, "M,DCC,LXXV. [Price Six-pence, J SONGS, DUETS, TRIOS, &c. IN THE DUENNA; OR, THE Double Elopement. AS PERFORMED AT THE THEATRE-ROYAL I N COVENT-GARDEN. THE SIXTH EDITION. LONDON: Printed for J. Wilkie in St. Paul's Church-Yard, and T. Evans in the Strand."], [5, ""], [6, "DRAMATIS P E R S O N E. Don Jerome, Mr. Wilson. Don Ferdinand, his Son, Mr. Mattocks. Don Anthonio, Mr. Du-Bellamy. Isaac Mendoza, Mr. Quick. Don Carlos, Mr. Leoni. Lopez, Feidinand's Servant, Mr. Wewitzer. Father Paul, Mr. Mahon. Augustin, Mr. Baker. Francis, Mr. Fox. Porter, Mr. Besford. Louisa, Don Jerome's Daughter, Mrs. Mattocks. Duenna, Mrs. Green. Clara, Mifs Brown. Friars, Servants, Malks, &c."], [7, ""], [8, "( I ) ACT I SERENADE. Anthonio. HPELL me, my lute, can thy fond (.rain ■\"■ So gently fpeak thy matter's pain, So foftly fing, fo humbly figh, That — tho' my deeping love fhall know Who lings Who fighs below—— Her rofy (lumbers (hall not fly ? Thus may fome vifion whifper more Than ever I dare fpeak before ! Anth. The breath of morn bids hence the night ; Unveil thofe beau eons eyes, my fair ; ' For 'till the dawn of love is there, I feel no day 1 own no light ! Louifa. Waking— I heard thy numbers chide, Waking— -the dawn did blefs my fight ; 'Tis Phoebus fure that woos, I cried, Who fpeaks in for.g, who moves in light ! TRIO. Don Jer. What vagabonds are thefe I hear Fiddling, fluting, rhyming, ranting, Piping, fcraping, whining, canting ! Fly, fcurvy minftrels, fly ! Louifa. Nay, prithee, father, why fo rough ? B Anth,"], [9, "( 2 ) Anth. An humble lover I ! Don Jer. How durft you, daughter, lend an ear To fuch deceitful fluff? Quick from the window fly ! Loitifa. Adieu, Anthonio ! Anth. Muft you go ? A. and L. We foon, perhaps, may meet again, For tho' hard Fortune is our foe, The god of love will fight for us — Don Jer. Reach me the blunderbufs ! A. and L. The god of love who knows our pain ! Don Jer. Hence, or thefe flugs are thro' your brain ! SONG. Ferdinand. Could I her faults remember, Forgetting ev'ry charm, Soon would impartial Reafon The tyrant Love difarm : But when inrag'd I number Each failing of her mind, Love __ill fuggefts her beauty, And fees while Reafon' s blind. SONG. Anthonio. 1 ne'er could any luftre fee In eyes that would not look on me : I ne'er faw ne£_ar on a lip, But where my own did hope to fip. Has the maid who feeks my heart Cheeks of rofe untouch'd by art ?— I will"], [10, "( s ) I will own the colour true, When yielding blufhes aid their hue. Is her hand fofoft and pure? — I muft prefs it, to be fure : Nof c'.n I e'en be certain then ; 'Till it grateful prefs again. Muft 1 with attentive eye Watch her heaving bofom figh ? I will do fo -when I fee That heaving bofom figh for me. RONDEAU. Anthonio. Friendfhip is the bond of reafon, But if beauty difapprove, Heav'n abfolves all other tre-fon In the heart that's true to love. The faith which to my friend I fwore, Asa civil oath I view : But to the charms which I adore, 'Tis religion to be true. Then if to one I falfe muft be ; Can I doubt which to prefer — A breach of focial faith with thee, Or facrilege to love and her ? B 2 S O N G"], [11, "4 SONG. Ferdinand Tho' caufe for fufpicion appears, Yet proofs of her love too are ftrong :— — I'm a wretch if I'm right in my fears, And unworthy ofblifs if I'm wrong. What heart-breaking torments from jealoufy flow, Ah, none but the jealous-— the jealous can know ! When bleft with the fmiles of my fair, I know not how much I adore ; Thofe fmiles let another but fhare, And I wonder I priz'd them no more ! Then whence can I hope a relief from my woe, When the falfer fhe feems, ftill the fonder I grow ! SONG. Louisa. 1 hou canft not boaft of fortune's ftore, My love, while me they wealthy call : But I was glad to find thee poor For with my heart I'd give thee all. And then the grateful youth (hall own I lov'd him for himfelf alone. But when his worth my hand (hall gain, No word or look of mine (hall (how That I the fmalleft thought retain Of what my bounty did beftow : Yet ftill his grateful heart (hall own, I lov'd him for himfelf alone. SONG."], [12, "5 SONG. Don Jerome. If a daughter you have, fhe's the plague of your life, No peace fhall you know-— tho' you've buried your wife ! At twenty fhe mocks at the duty you taught her — O ! what a plague is an obftinate daughter ! Sighing and whining ! Dying and pining ! O ! what a plague is an obftinate daughter ! When fcarce in their teens, they have wit to perplex us, With letters and lovers for ever they vex us ; While each ftiil rejects the fair fuitor you've brought her ; O ! what a plague is an obftinate daughter ! Wrangling and jangling! Flouting and pouting ! O ! what a plague is an obftinate daughter ! SONG."], [13, "To C 6 ) SONG. Clara When fable night each drooping plant reftoring, Wept o'er the flow'rs her breath did chear, As fome fad. widow o'er her babe deploring, Wakes its beauty with a tear. When all did deep, whofe wearv hearts could borrow One hour from love and care to xeft— Lo ! as I prefs'd my couch in filent forrow, My lover caught me to his breaft ! He vow'd he came to fave me From thpfe who would enflave me ; Then kneeling, Kifl.s dealing, Endlefs faith he fwore ! But foon 1 chid him thence, For had his fond pretence Obtain'd one favour then— - And he had prefs'd again [more! ■I fear'd my treach'rous heart might grant him SONG. Carlos. Had la heart for falfehood fram'd, I ne'er could injure you : For tho' your tongue no promife claim'd, Your charms would make me true."], [14, "7 To you no foul fhall bear deceit, No ftranger offer wrong : But friends in all the ag'd you'll meet, And lovers in the young. But when they learn that you have bleft Another with your heart, They'll bid afpiring paffion reft, And act a Brother's part. Then, lady, dread not here deceit, Norfear to fuffer wrong : For friends in all the ag'd you'll meet. And Brothers in the young. DIALOGUE. Ifaac. My miftrefs expefts me, and I muft go to her, Or how can 1 hope for a fmile ? Loitif. Soon mav you return a profperous wocer, But think what 1 fuller the while ! Alone and away from the man whom I love, In ftrangers I'm forc'd to confide. Ifaac. Dear lady, my friend you may truftand he'll prove Your fervant, protector, and guide. A I R,"], [15, "8 ACT AIR. Carlos. Gentle maid, ah ! why fufpedl: me ? Let me ferve thee — then reject me. Can'ft thou truft and I deceive thee ? Art thou fad— and fhall I grieve thee ? Gentle maid, ah ! why fufpecl: me ! Let me ferve thee — then reject me. TRIO, Loulf. Never may'ft thou happy be If in ought thou'rt falte to me I Don Carl. Never may I, &c. Ifaac. Never may he, &c."], [16, "( 9 ) ACT II SONG. Isaac. GIVE Ifaac the nymph who no beauty can boaft, But health and good-humour to make her his toaft; If'ftreight I don't mind whether flender or fat, And fix feet or four — We'll ne'er quarrel for that. Whate'er her compleftion— I vow I don't care ; If brown— it is lafting— more pleafing if fair : And tho' in her cheeks I no dimples fhould fee, Let her fmile— and each dell is a dimple to me. Let'her locks be the redded that ever were feen, And her eyes— may be e'en any colour— but green ; For in eyes tho' fo various the luftre and hue, I fwear I've no choice-— only let her have two. 'Tis true, I'd difpenfe with a throne on her back, And white teeth I own— are genteeler than black : A little round chin too's a beauty I have heard, But I only defire— fhe mayn't have a beard. SONG. Don Jerome. When the maid whom we love No entreaties can move, Who'd lead a life of pining ? If her charms will excufe The fond rafhnefs you ufe, — Away with idle whining ! C Ne'er"], [17, "If ( io ) Never Hand like a fool, With looks fheepifh and coo! ; Such bafhful love is teizing : But with fpirit addrefs, And you're fure of fuccefs, For honeft warmth is plealing. Nay tho' wedlock's your view, Like a rake if you'll woo, Girls fooner quit their coldnefs : They know beauty infpires Lefs refpect than defires,— — Hence love is prov'd by boldnefs. So ne'er ftand like a fool, &c. SONG. Duenna. When a tender maid Is firft eflav'd By fome admiring fwain, How her blufhes rife If fhe meet his eyes While he unfolds his pain! If he takes her hand — me trembles quite ! Touch her lips —and fhe fvvoons outright ! While a pit-a-pat, &c. Her heart avows her fright ! But in time appear Fewer figns of fear ; The youth fhe boldly views :"], [18, "( « ) If her hand he grafp, Or her bofom clafp, No mantling blufh enfues ! Then to church well pleas'd the lovers move, While her fmiles her contentment prove ; And a pit-a-pat, &c. Her heart avows her love ! SONG. Carlos. Ah ! fure a pair was never feen So juftly form'd to meet by nature ! The youth excelling fo in mien, The maid in every grace of feature ! O how happy are fuch lovers, When kindred beauties each difcovers ! For furely fhe Was made for thee. And thou to blefs this lovely creature ? So mild your looks, your children thence Will early learn the talk of duty The boys with all their father's fenfe, The girls with all their mother's beauty ! O how happy to inherit At once fuch graces and fuch fpirit: Thus while you live May Fortune give — Each bleffing — equal to your merit ! C 2 DUET,"], [19, "( « ) DUET. Ifaac. Believe me, good fir, I ne'er meant to offend, My Miftrefs I love, and I value my friend ; To win her and wed her is ftill my requeft— For better for worfe and I fwear I don't jeft ! Don. Jer. Zounds ! you'd beft not provoke me, my rage is fo high. Ifaac. Hold him faft I befeech you his rage is fo high! Good, fir, you're too hot, and this place I muft fly. Don. Jer. You're a knave and a fbt, and this place had bed: fly. TRIO. Don Jerome, Ferdinand, Isaac A bumper of good liquor Will end aconted quicker, Then judice, judge, or vicar : So fill a chearful glafs And let good humour pafs. But if more deep the quarrel, Why fooner drain the barrel, Than be the hateful fellow, That's crabbed when he's mellow. A bumper, &c. SONG."], [20, "( M ) S O N G. Louisa What bard, O, Time, difcover, With wings firft made thee move ? Ah ! fure he was fome lover Who ne'er had left his love ! For who that once did prove The pangs which abfence brings, Tho' but one day He were away, Could picture thee with wings ? What bard, &c. SONG. Carlos. O had my love ne'er fmiPd on me, I ne'er had known fuch anguifh ; But think how falfe, how cruel (he To bid me ceafe to languifh, To bid me hope her hand to gain, Breathe on a dame half perifh'd, And then with cold and fix'd difdain To kill the hope fhe cherifh'd ! Not worfe his fate— who on a wreck That drove as winds did blow it — Silent had left the (hatterd deck To find a grave below it : Then land was cried no more refign'd, He glow'd with joy to hear it, : Not worfe his fate — his woe — to find The wreck muft fink e'er near it ! TRIO."], [21, "( 14 ) TRIO. Antonio, Carlos, Louisa. Soft pity never leaves the gentle bread, Where love has been receiv'd a welcome gued ; As wand'ring faints poor huts have facred made, He hallows every heart he once has fway'd ; And (when his prefence we no longer fhare) Still leaves compaffion as a relic there. ACT III SONG. Don Jerome. f~*\\ The days when I was young ! When I laugh'd in fortune's fpight, Talk'd of love the whole day long, And with ne&ar crown'd the night. Then it was, old father Care, Little reck'd I of thy frown ; Half thy malice youth could bear, And the red a bumper drown. O the days, &c. Truth they fay lies in a Well, Why I vow I ne'er could fee- Let the water-drinkers tell, —There it always lay for me : For"], [22, "( '5 ) For when fparklmg wine went round, Never faw I Wifehood's mafk ; But dill honeft truth I found — In the bottom of each flafk ! O the days, &c. True at length my vigour's flown, I have years to bring decay ; Few the locks that now I own, And the few I have are grey ! Yet old Jerome thou mayft boaft, While thy fpirits do not tire, Still beneath thy age's froft Glows a fpark of youthful fire. O the days, &c. SONG. Ferdinand. Ah ! cruel maid, how haft thou chang'd The temper of my mind ! My heart by thee from mirth eftrang'd, Becomes like thee unkind ! By fortune favour'd, clear in fame, I once ambitious was ; And friends 1 had that fann'd the flame And gave my youth applaufe— But now my weaknefs all abufe, Yet vain their taunts on me ; Friends, fortune, fame itfelf I'd lofe —To gain one fmile from thee ! Yet"], [23, "Laft ( i6 ) Yet only thou fhouldft not defpife My folly or my woe ; If I am mad in others eyes 'Tis thou had made me fo ! But days like thefe with doubting curd: I will not long endure: Ami defpifed ? — I know the word:, And alfo know my cure. If falfe her vows, (he dare renounce, She inftant ends my pain : For Oh ! that heart muft break at once Which cannot hate again ! SONG. Ferdinand. Sharp is the woe that wounds the jealous mind, When treach'ry two fond hearts would rend I But Oh ! how keener far the pang, to find That traitor in our bofom friend ! SONG. Clara By him we love offended How foon our anger flies ! One day apart 'tis ended, Behold him, and it dies !"], [24, "Then ( '7 ) Laft night your roving brother Enrag'd I bade depart, And fure his rude prefumption, Deferv'd to lofe my heart :— Yet were he now before me, In fpight of injur'd pride, I fear my eyes would pardon--- — Before my tongue could chide. By him we love, &c. With truth the bold deceiver, To me thus oft has faid— - ' In vain would Clara flight me, ' In vain fhe would upbraid ! ' No fcorn thofe lips difcover — * Where dimples laugh the while : * No frowns appear refentful, ' Where heav'n has ftamp'd a fmile ! By him we love, &c. ■Z: •$• SONG. Anthonio. How oft Louifa,* haft thou faid (Nor wilt thou the fond boaft difown) Thou wouldit not lofe Anthonio's love To reign . the partner of a throne ! And by thofe lips that fpoke fo kind ! And by this hand I prefl'd to mine ! — To gain a fubjecl: nation's love, I fvvear I would not part with thine. D"], [25, "( '8 ) Then how my foul can we be poof Who own what kingdoms could not buy ! Of this true heart thou (halt be queen, And, ferving thee--a monarch I. Thus uncontroul'd in mutual blifs And rich in love's exhaudlefs mine- Do thou fi_3tch treafures from my lips. And I'll take kingdoms back from thine ! SONG. Clara. Adieu, thou dreary pile, where never dies The fullen echo of repentant dghs ! Ye fifter mourners of each lonely cell, Inur'd to hymns and forrow, fare ye well ! For happier fcenes, I fly this darkfome grove, — To faints a prifon, but a tomb to love ! GLEE and CHORUS. This bottle's the fun of our table, His beams are rofy wine ; We — planets that are not able Without his help to fhine. Let mirth and glee abound ! You'll foon grow bright With borrow'd light, And (hine as he goes round ! DUET,"], [26, "( >9 ) DUET. Louifa. Turn thee round 1 pray thee, Calm awhile thy rage. Clara. I muft help to flay thee And thy wrath afluage. Louifa. Couldft thou not difcover One fo near to thee ? Clara. Cand thou be a lover, And thus fly from me? GLEE and CHORUS. Oft does Hymen fmile to hear, Wordy vows of feign'd regard ; Well he knows when they're fincere, Never flow to give reward : For his glory is to prove Kind to thofe who wed for love. FINALE and CHORUS. Come now for jed and fmiling, Both old and young beguiling, Let us laugh and play, fo blithe and gay, 'Till we banifh care away ; Thus crown'd with dance and fong The hours fhall glide along. With a heart at eafe — merry, merry glees Can never fail to pleafe. Each"], [27, "( 20 ) Each bride with blufhes glowing, Our wine as rofy flowing; Let us laugh and play, &c. Then healths to every friend, The night's repafi (hall end. With a heart at eafe, &c. Nor while we are fo joyous, Shall anxious fear annoy us. Let us laugh and play, &c. For gen'rous guefts like thefe Accept the wifh to pleafe. So we'll laugh and play, all blithe Your fmiles drive care away. and gay. F I N I S."], [28, ""]]