[[1, ""], [2, ""], [3, ""], [4, "THE STORY OF OUR TOWN HALL, WILLIAM DOBSON, Author of \" Rambles et the Ribble,\" \" History op the Parlia mentary Representation op Preston,\" \"A History and Description of tthe Ancient Houses in the Market Place, Preston,\" \" The History of Freston Guild,\" \"Diary of a Konconformist Minister,\" &c, &c. PRICE ONE PENNY. PRESTON : PRINTED BT W. DOBSON, 23, FISHERGATE. 1S79."], [5, ""], [6, "THE STOBY OF OUR TOWN HALL. Seventeen years ag*o [1862] workmen were busily engaged in demolishing the old Town Hall and Guild Hall to make way for a statelier pile, which now occupies the site where for many centuries Moot Halls have furnished the seat of municipal business and dignity. The last building which stood there was of no archi tectural beauty, but it and its predecessors were not without interesting associations connected with our municipal history. When razed, the portion known as the Guild Hall, the oldest part of the structure was only a hundred and twenty years old, and the part known as the Town Hall was just one hundred years of age. In Dr. Kuerden's manuscript \" Description of Preston,\" compiled sometime between 1680 and 1690, which was published in 1818, with. illustrative notes by the late Mr. John Taylor, there is a quaint description of the Market-place and of the then Town Hall, or Moot Hall, which, we are sure, will be read with interest at the present time. The doctor says 7 — This Burrough is much adorned with its large square or market-place, jts likewise with the streets thereof, which are so spacious from one end thereof unto the other, that few of the corporations in England exceed the same, either for streets or market-place. In the middle of the .Burrough ia placed an ample antient and yet well beautifyed gylde or town hall or toll bothe, to which is annexed, at the end thereof, a council chamber for the capital burgesses or jurors at their court days, to retire for consultation, or secrercly to retire themselves from the common burgesses or the publiq root of people, as occasion shall require. The publiq hall hath a decent cheq,* and above it an elevated bench, whereat the rhree portmotes or the two leet days and the grand leet or court of election for new magistrates, sitts the mayor, alderman, and such gentry us attends those meetings, and likewise at their court of common pleas, held each three weeks, for deciding suits and controversies. * A bench or table ; so called (as in the Court of Exchequer) from the cheo.uerc-1 cloth which use*! to cover the bench."], [7, "■1 In this place is held the honorable court of Chancery for the county palatine of Lancaster, and there sits the worthy and most judicious bit- John Ottway, in whose equitable breast and judgement remaineth the deciding of all controversy's brought Xfore him; within the excheq sitta the learned gentlemen of the long robe. To this place is likewise adjoined quarterly the publiq sessions for the hundred of Blackburne and this of Amounderness where the justice of peace for the county do administer justice, at their sessions for the contryes peace and security of the people, upon all malefactors thither brought before them ; as likewise for the trial of matters and causes broight before them there depending. Here likewise is held the election of burgesses in parleament for the burrough when occasion doth require the same; and often, upon long poles, by adjournment from Lancaster for the county's ease the election for nights of hire, if the contest be not quickly reconciled amongst the gentry. And lastly, this likewise is the place where the gyld mayor, stewards, aldermen, and clerk of the gyld, with much state and grandure. each 20 years, hold their gyld merchant, receive the claims of antient burgesses, concerning their trancheses aud their seven pences pro fioilit suits, for penning of their priveledges, as well as the admission and establishing of new burgesses, who, in great numbers, at each gyld, are admitted into this gyld merchant or fraternity. Many persons of honor and great quality are entertained nobly and hoiiorandi caum, admitted gratis into the society, as well as many other for traffick sake, by composition, are made and encorporated free merchants of the gyld and members of the aforesaid Burrough of Preston, which, though they served apprentiship in this place, their freedom otherwise could not be compleated. Under this hall are ranged two rows of butcher's shopps on either side, and row at either end, where victualls are exposed dayly for the use of man, excepting Sundays, as also weekly on the public market days (4c.) Wednesday and Saturday, and Friday being ever a market for fish, butter, aud cheese, as likewise 'in the evening for yarn ; Wednesday likewise being a market for fish, butter, and cheese : And upon Saturday, as soon as light appeare, is the market bell for linnen cloth ; when ended, yarn appears, bread and fish of all sorts, butter and cheese ; a i formerly, the fish all in a row upon the fish stones, and places adjacent ■ their butter, cheese, and pullen, and potters about the butter crosse, in the end of Cheapside market ; and bread nere unto the fish market. The cattell market ordinarily in the Church-street, and upon the Saturday only : their horse market in the Fishergate, and begins about the ending of their market for cattell. The swyne market over against the church ; their sheep early upon the west side of the Market-square, above the shoo-maker's stalls; and the leather cutters, earthen vessell, in Cheapside, and wooden vessell in tin west end of the Market-place, below the barley market. The upper corn market, begining at one of clocK, upon the corn bell ringing; here standeth for sale rowes of wheat, rye, groats, in their distinct fyles and orders; below them towards the west is the barley and bean market, places in distinct and well ordered rowes, in which place, before the corn comes into town, was hydes and skinns exposed to sale untill 9 or 10 a'clock. Below the fish stones standeth the stalls of hardwaremen, with all sort of iron instruments; in the midst of the Market-place, aside the barley market are the stalls for brass and pewter; and higher above them, ranges of stalls for pedlars and cloth cutters, hosiers and the like: yet"], [8, "6 notwithstanding all these varyetys of wares and merchandizes, thus exposed, most of the burgesses or inhabitants of the Burrough have shops about the Market-place and in other streets, in their houses or nere unto thai lodgings, were the several companyes of tradesmen dayly expose wares to sale. The Town Hall thus described was only removed within modern memory. Our late townsman, Mr. John Gornall,* who, if not then our ••oldest inhabitant,\" was, no doubt, the oldest native of Preston, remembered the late Town Hall being erected, it having been built in the years 1781-2, when Mr. Gornall was between thirteen and fourteen years of age. Mr. Gornall had a vivid recollection of seeingtheruinsof the old building, after ithadfallen, buthe couldnot call to mind what sort of an edifice the old hall was. The \" Town Hall \" proper occupied only a portion of the struc ture, namely, the eastern side, and formerly a considerable portion of the pile, which comprised various houses and shops, belonged to other parties. Gradually the Corporation obtained possession of the whole of the buildings ; the last purchase, we believe, being two of the old buildings fronting the Market Place, pulled down in the year 1855, and which were bought in the year 1822, from Mr. R. Walmsley, father of our late townsman, Mr. Alderman Thomas Walmsley. In the year 1756, the term for which some property in Cheapside (doubtless occupying the site, or part of the site, of the shop re cently tenanted by Mr. W. W. Cottam,) as well as some property in ■other parts of the town, had been leased to Mr. Alderman Addison (great grandfather of our late townsman, Mr. T. B. Addison) was about to expire, when the Corporation, with the view to erect a \"Guild Hall,\" adjoining the Town Hall, resolved to keep the pro perty in their own hands, but directed that the other property should be let to the \" highest and best bidder, and that public notice of the time and place of meeting to contract for such lease be given by the bell-man, as usual, in the streets of the town.\" This would now be thought a strange way of announcing the sale or letting of property. The premises in Cheapside were not leased, as we have said, and we find that in September, 1759, during the mayoralty of Mr. Pritchard, a committee of the Corporation, was appointed to show Mr. John Carr, architect, (of York), who had been applied to respecting the erection of a Guild Hall, \"the buildings in Cheapside * Mr. Gornall died on the 15th of March, 1867, aged 98."], [9, "6 late in lease to Mr. Alderman Addison.\" This property appears not to have been sufficient for what the Corporation had in view, for we find from the records of our municipal body, that in February, 1760, a committee that had been appointed to contract with Mr. Allanson and Mr. Bickerstaff, \" for the purchase of the building near the Town Hall, now consisting of two shops and houses over the same,\" had reported the successful result of their labours, upon which it was resolved that the plan prepared by Mr. Carr, [for the Guild Hall, ecc.] be approved of, aud directions were given for the same to be proceeded with. In three months after, namely, in the following May, the committee reported to the Council that they had seen Mr . Carr, respecting the building, which they wished \" to be convenient both for the entertainment of company at the ap proaching guild, [1762], and so as the same may be, after the so lemnity of the guild, without much expense, converted into dwell ing-houses fit for tenants.\" The committee further reported that they had advertised for tenders for persons willing to contract for the construction of the work, and they recommended the Council to accept the tender of Messrs. Eichard Butler and William Wood cock, which proceedings the Corporation confirmed, and entered into articles of agreement, for the sum of £1,4-15, with them. The committee shortly afterwards reported that since the contractors had signed the plans of the new building, \" which were only for two stories and garrets,\" they had been advised that adding \" a third or attic story to the building, instead of garrets, would afford more room and be of much greater use and convenience to tenant?, and of much greater advantage and benefit to the Corporation.\" It was ordered that the suggested change be made, the additioual cost being £150. The same committee recommended that an ad joining house be purchased from Miss Stanley, for £C3, which was done. From subsequent notices in the Corporation records, it appears that the total cost of the buildings was £1,683 3s., includ ing the above purchase. Towards the payment of this sum £1,200* was borrowed on mortgage of the tolls and other property of the Corporation. The new Guild Hail appears to have \"shamed\" the old Town Hall, and accordingly we find that in April, 1761, during th& mayoralty of Mr. Lawrence Rawstorne, his worship submitted plans to the Council for taking down the south front of the Town"], [10, "7 Uall, and re -building it \"in a direct line\" with the Guild Hall, which was ordered to be done. The resolution directed that the work should be executed, at the expense of the Corporation, alleg ing that \" if carried into execution, according to such plan, it would be the means of widening and enlarging the street there, and be a great beauty and ornament to the town.\" The Guild Hall was erected for the Guild of 1762, when Robert Parker, Esq., of Cuerden,grandfatherof thechief magistrate of the last Guild, Robert Townley Parker, Esq., of Cuerden, was the mayor. Like some resolutions of theCorporstion, inmoderndays, on the subjectof nn improved Town Hall.theone for the taking down the south front of the Town Hall, and re-building it was rescinded, and the accomplishment of the promised \"great beauty and ornament to the town,\"waspostponedfortwenty years. On the 11th of May, 17C1, it was resolved that theorder made on the 23rd of April, for pulling down the west [an error for \"south\"] end of the Town Hall, and re-building* the same, be \" hereby agreed and ordered to be set aside, and no further proceeded in.\" There were soon symptoms that the older parts of the building were in a bad way, for in April, 1762, it was reported that the \"old jury room which adjoins the Town Hall was in a ruinous condition,\" and a committee was appointed to get it \" repaired and supported.\" Mr. Woodcock recommended it \"to be set on pillars,\" which was done, so as to prolong its existence a few years. As is pretty well known to persons at all acquainted with our local history, the then Town Hall fell down in 1780, shortly after a ball had been held therein, for in those days the principal balls were always held in the Town Hall. The Corporation records make no mention of this accident. Whittle says it was on the ?.rd of June that it occurred, and that \" a ball had been held in it on the previous evening, and the ladies and gentlemen had only separated a few hours before this catastrophe happened.\" Baines says \" the roof fell in about six o'clock on the morning of Saturday, the 3rd of June, 1 780, after a race ball had been held within the walls on the Tkiirndnij night preceding, and from which the company had not departed till three o'clock on Friday morning.\" No time appears to have been lost in taking steps for repairing the calamity, for the minute book of the Corporation states that a meeting of \"the Mayor, aldermen, and capital burgesses,\" as the Corporation was then legally designated, was held, Thomas Pedder, Esq., Mayor, in the"], [11, "8 chair, in the Old Library Iloom, on Monday, the third of June, when a plan for the re-erection of the hall was submitted. Where the \"old library room\" was we cannot say; probably it was the room where Dr. Shepherd's library was kept before the erection of the building in Shepherd-street. There is a mistake in the date of the meeting; Monday was not the 3rd of June, — as we have said, Saturday was; the word \"third,' by a lapsus pennœ, having been written for \"fifth.\" There had certainly been no time lost in pre paring the plan. The following is a copy of the minute made on the occasion in the Corporation book : — \"Agreed, That the plan for a new Town Hall this day produced by Messrs. Bailey and Emett, with a Venetian window in the plan, be accepted ; and before the next meeting of the Council Mr. Bailey is to have notice to prepare and produce at such a meeting an estimate and section of the room, size of the walls, timbers, slabs, &c. The hall to be built upon a new foundation, and all the old walls standing to be entirely taken down.\" When the Corporation, in 17G1, passed the resolution, afterwards rescinded, for setting back the south front of the Towu Hall \" in a line with the Guild Hall,\" it was directed that the committee charged with the carrying into e st'ect of the resolution \"do agree with Nicholas Winckley, Esq., and his tenants, Mr. Green and Mi*. Houghton, and make them a satisfaction for taking down so much of the stonework at Mr. Green's shop, and the room over, in Mr. Houghton's possession, as will bring the same in a direct line with the new front of the Hall.\" When a new south front of the Town Hall became a work of necessity, twenty years later, at the next meeting after the resolution approving of Messrs. Bailey and Emett's plan had been passed, viz., on the 7th of June, \"It was agreed and ordered that 20 guineas be allowed and paid Mr. Houghton for his consent to remove the projection at the west end of his house — to wit, the front of Mr. Green's shop and the room over it, provided the plan produced by Messrs. Bailey and Emett be executed.\" The projecting shop thus brought in a line with the new Town Hall is the one now occupied by Mr. John Worthington, printer. Two days afterwards, viz., on the 9th, which was Sunday, so if the date be correct, the Corporation were not above meeting for the transaction of business on a Sunday, a committee of the Council was appointed to \"examine th-.* floors and timbers of the Guild Hall ae"], [12, "9 to their being able to support the weight occasioned by a large company at the quarter sessions and other public meetings, and to make an estimate of the expense that will attend building a handsome front to the east end of the said Guild Hall, with steps leading thereto, and fixing a cupola thereon.\" It is not said what was done in consequence of this resolution, but it does not appear that any \"handsome east front\" was built to the Guild Hall distinct from the south front of the Town Hall. On the 22nd July, at a meeting of the Council, it was reported by the Mayor, that Messrs. Bailey and Emett's plan \" had been sent to Mr. Hope, an Architect in Liverpool, who had returned the same, with his remarks,\" upon which the Council thought \" that Mr. Hope ought to be desired to come over and view the premises, and the Town Clerk is desired to write to him for that purpose, by this day's post.\" At a meeting on the 28th July, Mr. Hope attended with \" the plan of a new Hall,\" and he was desired \"to draw up proposals for re-building the same,\" and the same meeting \" agreed that the Council room be taken down and rebuilt.\" The Council room at that time, as described in Kuerden's manuscript, was at the (norths end of the Town Hall. We find no further menticn of the Town Hall until the 28th of May, 1781, ten months after, when the Council declared their appr oval \" of the plan for re-building the Town Hall, heretofore, and now produced by Messrs. Bailey and Emett, and agree to its being carried into execution, upon such terms, and under such restrictions and agreements, as shall be agreed upon\" by a committee of the Corporation and Messrs. Bailey and Emett. From this it would seem that Mr. Hope's plan had been set aside, and his services dispensed with. Mr. Harawick says, that the agreement required \" that the chimney piece, with the town's arms upon the same,\" should be \" well dressed and fixed again as the chimney piece for the said intended new Town Hall,\" and that \" the old cupola, which stood npon the old Town Hall,\" was also \" to be well dressed and replaced and fixed again upon the new Town Hall.\" The Chimney piece, which was of stone, and painted black, remained in the Town Hall, until 1853, daring Mr. Peter Catterall's mayoralty, when the magisterial bench was removed from the north to the west side of the Town Hall, and the chimney piece was taken away to make room for two stoves. Its fate was then a sad one ; after being in two Town Halls, and been in"], [13, "10 the company of mayors and aldermen, lords and ladies, knights and squires, it was removed to a cellar in Vauxhall-road, in which humble habitation, the once prized \" chimney piece, with the town's arms\" upon it, yet remains ! Mr. Hardwick says, \" the cupola was removed in 1814, and the present one substituted.\" The cupola removed in 1814 was merely a wooden one; whether it was the one that belonged to the old Town Hall we cannot say. It contained the Market bell, and a Clock with four dials. Mr. Hardwick says \" the contractors lor the erection of the new building were Robert Bailey, Michael Emett, and John Emett, joiners and cabinet makers, of Preston.' The amount of contract is no more than six hundred and fifteen pounds ; yet the said Robt. Bailey aDd Co. covenant that the neighbouring Guild Hall shall be propped up during the work, and left in the same stale as it then was, 'except as to the paper with which the same was hung.' The old music gallery was likewise to be 'repaired and cleaned, and fixed up again in the new Town Hall.' The contract was signed in 1781, and the building finished in the following year, in time for the guild festivities. No architect's name is mentioned.\" We perhaps should state that another improvement took place before the Guild of 1782 ; in the guild of that year the Corporation directed a new obelisk to he erected, which work was entrusted to Mr. William Roper, who undertook to build a \"good and sufficient obelisk upon the base of the old obelisk,\" which \"had lately fell or been taken down.\" It was > be thirty feet high from the base. This obelisk stood till 1853, wh.-u it was removed, and the pillar, or, as it now is, two pillars, is in the gardens of Mrs. ThrelfaL., at Hollowforth. The obelisk was designed by Mr. John Emett. In March, 1783, the Corporation had to \"raise the wind'' for paying for the Town Hall, which they record had cost £700, and there was also a balance owing on account of the guild, which had entailed a loss of £300, it having been carried out \"in a genteel and handsome manner, with regard, at the same time, to the state of the Corporation finances,\" so they borrowed £1,000, on mortgage of \"the whole of the real estate\" of the Corporation. The next alteration in connection with the Town Hall was in 1814. In the year 1813 there was a desire that a better clock should be placed in the cupola of the Town Hall, and accordingly on the 13th of December it was \"agreed und ordered that Mr. Green [the"], [14, "11 Corporation steward] do immediately give the necessary directions for a public clock for the Town Hall, and that previous to giving such directions, he do procure estimates of the expense from Mr. Roscoe and Sir. Litherland, of Liverpool, and Mr. Westmore and Mr. Simpson, of Preston.\" The clock, we understand was not supplied by any of these parties, but was furnished by Mr. Ramsay Lawson, of Hindley, near Wigan. The old clock was sold to Mr. Westmore, who affixed it in the top story of his shop, in Friargate, the shop now occupied by Mrs. Hull, provision dealer. The clock was soon afterwards removed, and the dial has since fallen down piecemeal. When the new clock was ready to be put in the Town Hall, the cupola was not fit to receive it. The Preston Chronicle of July 16, 1814, says, \"On examining the cupola to the Town Hall, of this borough, preparatory to the placing of a new clock in it, the wood has been found to be so much decayed that the Corporation have ordered it to be taken down, and one of a more elegant form and higher elevation to be erected in its stead, of stone. An adver tisement in this page will show that the work is to be immediately proceeded with.\" The handsome cupola which long figured on the top of the late building was then erected. It bore in front an inscription of the date of its erection, \" 1314,\" and the name of \"Rd. Newsham, Esqr., Mayor.\" We are informed that Mr. Foster, of Liverpool, the architect of the tower of the late Parish Church, and also of Trinity Church, supplied the design.* It will be seen from the above extracts that the Guild Hall had been the scene of festivity at six guilds; the Town Hall had seen five guilds. When the Guild Hall was erected the cotton trade was unknown in Preston ; when the Town Hall was rebuilt we had one mill in the town, that in Moor-lane, built by a Mr. Collinson, and which was about twenty years since pulled down to make way for the extension of the gas works. The Town and Guild Halls have been the scene of many rejoicings in connection with the Corporation, in addition to the Guilds; distinguished visitors have there been entertained, mayors' dinners and bailiffs' feasts have taken place * There ia now being published in the Preston Herald, from the pen of Mr. E. N. Marks, a series of articles descriptive of the noticeable buildings in the neighbour- hood of the Town Hall, with the historic and social associations of the more important structures. They are interesting sketches and particularly attractive to any one who feels an interest in the incidents and occurrences in the past history of Preston."], [15, "li in it; there have been the \"wetting of gowns\" by newly elected aldermen and councilmen ; the merry conclusion of the days when the boundaries of the borough were ridden and the \"colt hole\" was leaped, treats of the scholars of the Grammar School when the mayor was elected, and when consequently it was \"barring out\" day, and other jubilations of a political, municipal, and social cha racter. The Town Hall has also been during a great portion of the time the seat of justice for the borough, and all offences from the most heinous to the most trivial have been there adjudicated upon. Perhaps the most exciting business which has been transacted within the Town Hall has been the conducting of the parliamentary elections, which were always held in the Town Hall until 182C, when the erection of the exchange enabled those contests to be conducted there. In the Town Hall, wbichhas now disappear ed, the following elections were held ; the general elections of 1784 and 1790, when General Burgoyne and Sirll. Hoghton were elected; the election of 1792, when Mr. W. C. Shawe was chosen on the death of General Burgoyne; and that oi 1795, when Sir H. P. Hoghton was returned in the place of his deceased father; 1796, when Lord Stanley and Sir H. P. Hoghton were returned; 1802, Lord Stanley and Mr. John Horrocks; 1804, Mr. Samuel Horrocks chosen on the death of his brother; 1806 and 1807 Lord Stanley and Mr. Samuel Horrocks; and 1812, 1818, and 1820, when Mr. Samuel Horrocks and Mr. Edmund Hornby were elected. In those days the men voted by tallies, or b..tches of ten, the tallies being received alternately for each party. The candidates stood by the side of the returning officer, and thanked the voters who tendered their suffrages in their favour. The crowd outside the voting table was of course as uproarious as election crowds usually are, but perhaps the most singular feature of the elections, in those days, was the attendanœ along with the candidates, of a few old women, who, from then' long residence in the town, knew all the voters, and who were there to object to people coming up to vote who had not lived in the borough six months, which was then all that was required to qualify a voter at Preston. The rebuffs which these election agents, usually warmer partisans than those of the conventionally styled \"rougher *' sex, gave to unqualified persons coming up to poll were often any thing but agreeable.* As may be judged, the Town Hall was * At the election in IS12, Betty Spencer was a worker at the Moss Factory, of Messrs. Hon-ockses, Whitehead, Miller, and Co., as the firm then was, and as \"Bhe"], [16, "Li usually thronged. It is said that at one election Mr. Horrocks could not get up the stairs, so densely were they packed, and not knowing what to do he asked a person near him how he should get into the hall. The person appealed to, a lawyer in low water, advised him to hav6 a ladder and get through the hall window. The advice was taken, and the honourable candidate reached the hustings in time. The following morning he received a bill, \"Dr.to . To advising you how to enter the Town Hall, 6s. Sd.\" Laughing at the joke, Mr. Horrocks paid the money. When a Town Hall first graced the site of the present one, or how many successive piles have stood there, cannot now be ascertained. The one removed in 1862, no doubt, occupied its place for a shorter period than any of its predecessors, but it witnessed greater changes in the town than any of those which went before. knew everybody,\" she was stationed at the Town Hall to object to any unqualified person who should come op to vote for Mr. Hanson. Several women were thna always engaged at the elections from thirty to fifty years ago. Among theBe female elect l-meerers was a woman of the name of Alice Abbat, a quakeress, of a respectable family iu the town, who, during the whole of the election of 1796, stood beside Lord Stauley and Sh* H. P. Hoghton, in the Town Hall, to object to disqualified voters, and few men could have equalled the tact and spirit with which she discharged her duty. At that time there were a considerable number of Lancaster freemen resident in Preston, and she also exerted herself so strenuously and successfully among these voters for the Marquis of Douglas and Mr. Dent, then candidates for Lancaster, against Mr. Cst3thornc, that the two former, at the close of the election, at which they were returned, when passing through Preston, called to thank her for her services. A townsman, from whom the author has these particulars, well remembers the two members calling at Abbatt's shop on this errand.— History of the Parlia- mentary Representation of Preston, hij WiUiam Dobson."], [17, "JUST PUBLISHED, <PRICE 11-, OR BOUND IN CLOTH, NEAT, 2/-, THE THIRD THOUSAND OF RAMBLES bv ™ RIBBLE, SECOND SERIES, <Sifaing a fosniption of a Winlk bg tfr* $libbU front €Iit^cro« to Utittoa, A History and description of Mitton Church, with an Account of its numerous and interesting Monuments ; Mitton HaU ; Whalley Church, its Monuments and Peculiarities ; Whalley Abbey, its Abbots and its Possessions, with an Account of the Ruins, &c. ; Stonyhurst College, from its establishment to the present time ; a History of the Sherburne Family ; &gton-sibe MÆ from Mljallnj to $ifa$tgterf anb am from ia WLty&lltrf ; Interesting History of Ribchester. its Roman Associations and Relics of its ancient inhabitants ; curious Records of the vestries of Whalley and Ribchester; interesting Account fof Styd Church, the oldest Church in Lancashire; a Walk over Longridge Fell, &c, &c, WILLIAM DOBSON, AUTHOR Or \"HISTORY OP THE PARLIAMENTARY REPRESENTATION OP PRESTON,\" \"PRESTON IN THE OLDEN TIME,\" \"AN ACCOUNT OF PRESTON GUILD,\" ETC. Ths First and Second Series can te had neatly bound together in cloth, price 3s. 6d. PRESTON: Published by W. Dobson ; LONDON; SlMPKIN, Marshall, & Co., and all Booksellers."], [18, "■tttst :ptt:bxjXs:h::e:d, TOE THIRD EDITION (FIFTH and SIXTH THOUSANDS), OF RAMBLES BY THE RIBBLE, FIRST SERIES, Being an account of Walks in the neighbourhood of the Ribble. from its source to Clitheroe ; including notices of the Ribble, of Gale Beck, Thorns Gills, and Linn Gill ; Stainforth Foss : HORTON rK-KlBRLESDALE, and its old Church ; a visit to Douk Gill Scar ; A Description op Chapel-le-Dale and Weathercote Cave ; Incidents of an Ascent of Ingleborough ; A Visit to Clapham ; Austwick and Stories of Austwick Carles ; Giggles wick and its scats, and the ebbing and flowing well ; Settle and the neighbourhood ; A Walk from Settle to Gisburn, with notices of Long Preston and Hellifield Peel ; Gisburn and Gisburn Park, with an account of the Listers; A Walk from Gisburn to Bolton-by-Bowlanp ; Bolton Church and Bolton Hall ; the loyal Sir Ralph Pudsay ; Henry the Sixth's asylum and his capture ; King Henry's well ; Pudsay's leap ; Craven Legends and Songs; a description and history of Salley Abbey ; Waddington and Waddington Hall ; Ascents op Pendle Hill ; the Lancashire Witches ; Clitheroe and Clitheroe Castle, with au account of the descent of the honour of Clitheroe from the de Lacies to the present time ; the peculiarity of the honour ; particulars of the municipal and parliamentary history of Clitheroe ; the legends of the neighbourhood ; the geology and botany of the district : notices of the scenery, &c, WILLIAM DOBSON. opinions op the press. The atransor who visita the Ribble can nowhere else obtain in a portable form a \"the of the information which is here afforded concerning the district through ■which i. passes; whilst we can safely commend Mr. Dobson's work to the resident in this 1, cality as a faithful and pleasant memorial of a district of which they have all good reasons to bo proud.— Preston Guardian. nan-LSTS T<Sh '°r D° •*n°rVIreeable and inteHisent guide to the caves of KmJktb\" frowning craggs of Settle, the lofty summits of Ingleborough and Ph«toh He^S\" * U Park• tha° Mr' I)0b8011 WiU »me-- An interesting little work.— Ltverpool Daily Post attr„ti'^'1.I?bileS\",!U'e,''lli,0£^eU-™,i\"ei1 Mr. Dobson has an aneeJnl! „S -V? V?'Mbl9 information, and of racy sketches aud farts\" MrBnL^tl<J TOl,™eia,a T6-?. interesting one, agreeably written, and full of series of^R^hw hT^pl^ b°PS!g be may soon meet his readers In a second v. *n v , f.sx,by the Rim°\" We hope so Ioo.-London Review. bidkds X^T™,,*! Rumbles are pleasantly interspersed with traditions, folk-lore, Oufde b„„£ 1°\"?' lll»?t™t\"*' O* «« Pli\"' Visited.-MA*NCHESTER GUARDIAN. hut the A.™ an(d,cbeaf , nj>8. ,ha7e made Lancashire nooks familiar to everybody, of the InLrr °' taIe?Wlei the well-arranged sketches which Mr. Dobsou'drawa of tho locahtus now under notice.-ilANcHESTKR Examiher and Times. Price, in Paper Cover, One Shilling; Bound in\" Cloth, Extra, Two Shillings. Published by W. Dobson, 23. Fishergate, Preston ; Simpkin. Marshall, & Co., London ; and all Booksellers."], [19, "JuBt Published, Price One Penny, the Second Edition of A History and Description of the Ancient Houses IN THE MARKET PLACE, PRESTON. BY WILLIAM DOBSON. JUST PUBLISHED, Memoir of an Old Prestonian; Or, Incidents in the life cf Mr. JOHN GORNALL, of Preston, who died in 1867, Aged 88. By William Dobson. Price One renny. Printed and Sold by W. Dobson, 2:3, Fishergate, Preston. The following publications, illustrative of Preston history, may be had of William Dobson, 23, Pishergate, Preston : Records of the Preston Oyster and Parched Pea Club, 1773-1841. PRICE ONE PENNY. PRESTON IN THE OLDEN TIME; Or, Illustrations of Manners and Customs in Preston, in the Seventeenth and Eighteenth centuries ; a LECTURE, delivered in the Theatre of the Preston Institution for the Diffusion of Know ledge, on the 2nd of December, 185C, and in the Exchange Rooms, Preston, on the 15th December, 185G, S\"2\" ■VvTILX.IA.^Æ DOBSOU. PRICE twopence. History of the Paliamentary Eepresentation OF PRESTON, 1736-1868. WILLIAM DOBSON. PEICE ONE SHILLING. A HISTORY OF PRESTON GUILD; The Ordinances o E various Guilds Merchant, the Custumal of Preston, the Charters to the Borough, the Incorporated Companies, List of Mayois from 1327, 4c, &c. By William Dobson and John Harland, F.S.A. THIRD EDITION. PEICE ONE SHILLING. W. Dobson, Printer, Statiosft^inAr'-LiJlipgrapher, 23, Fishergate, Preston."], [20, ""]]