[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MODERN JERUSALEM. EY THE I.ATE C. F. TYRWHITT DRAKE, F.R.G.S., ONE OF THE OFFICERS OF THE SURVEY OF THE HOLY LAND WITH A MEMOIR LONDON . EDWARD STANFORD, 55 AND 8, CHARING CROSS. 1875."], [6, ""], [7, "MEMOIR. Charles F. Tyrwhitt Drake, youngest son of Colonel William Tyrwhitt Drake, R.H.G. (Blues), was born at Amersham on the 2nd January, 1846. He was educated at Rugby and Wellington College, from whence he proceeded to Trinity College, Cambridge. Ill health, however, prevented him from completing his studies, and, being obliged to go abroad for change of climate, he left without proceeding to a degree. The winters of the years 1866 and 1867 he passed in Morocco, where he occupied himself with shooting and hunting, and collecting specimens of natural history. His frank good-nature and sportsmanlike qualities here made him a great favourite with the Moors, and, wandering with the native hunters over many little-known parts of the country, he acquired a knowledge of Eastern language and character, and a habit of close and careful observation, which fitted him peculiarly for the work of exploration in Palestine, in which he after- wards engaged with so much success. Two papers \" On the Birds of Morocco,\" which he contributed to the Ibis, attracted considerable atten- tion amongst naturalists. In the winter of 1868 he made a trip to Egypt and up the Nile, and in the spring of the following year pro ceeded to Sinai. Here he made the acquaintance of the officers of the Ordnance Survey of the Sinai expedition, who were just on the point of leaving the peninsula, and, taking with him Salem, the trusty old guide of the party, he visited all the places of interest discovered by the members of the Survey, in addition to those which lie in the ordinary route pursued by travellers. After a few months in England, spent in making the necessary preparations, he returned to the East in the autumn of the same year (1869), this time in company with Mr. (now Professor) Palmer. Dispensing with the ordinary equipage of drago mans and servants, the two travellers started from Suez with a singularly light equipment, and explored for the first time the whole of Badiet et Tih, or Wilderness of the Wanderings; the Negeb, or South Country of Scripture; the mountains of the Azazemeh, on the west side of the 'Arabeh ; and the previously unknown parts of Edom and Moab. In the course of this expedition they discovered and identified many new and interesting sites, and made a route map of their journeys, which has been pronounced by geographical authorities as a very careful and valuable piece of work, and has filled up a large blank on the existing maps of Scripture lauds. The whole of these journeys were performed on foot. After visiting Palestine, Syria, Greece, and Turkey, Mr. Drake came home to England, but only to"], [8, "IV return again the following winter (1870) to the East, commissioned by the Palestine Exploration Fund to investigate the inscribed stones at Hamah (the ancient Hamath), which have since proved so hard a puzzle to palæographists. This task accomplished, he accompanied Captain R. Burton, the celebrated African explorer, and then consul at Damascus, in a most adventurous expedition to the volcanic regions east of Damascus, and subsequently explored the 'Alah. or \" Highlands,\" of Syria. The results of these journeys are embodied in \"Unexplored Syria,\" the joist work of Captain Burton and himself. From that time until his untimely decease he was continually attached to the service of the Palestine Exploration Fund Society, and engaged on the survey of Palestine now in progress. His reports, published in the Quarterly Statement of the Society, and noticed from time to time in tbe metro politan journals, testify to the energy and perseverance with which he performed his task, and we are indebted to his discoveries for much additional light upon the geography and archæology of the Bible. Unfortunately, his enthusiasm for the woik led him to overtax bis strength, and to neglect unmistakable warnings that his constitution was giving way under the combined influences of overwork and a baneful climate. After several slighter attacks he was at last struck down with the fever so common in the low-lying plains of Palestine, and on the 23rd of June, 1874, he breathed his last at Jerusalem, at the early age of twenty-eight years. As a traveller, a linguist, an archæo logist, and a naturalist, he had already gained for himself a prominent rank, and his untimely death must be deplored as a great loss to science, while bis amiable disposition, his frank and unassuming manners, endeared him to all with whom be came in contact. Not only amongst bis wide circle of European acquaintances, but amongst the Syrian and Arab peasantry, will Charles Tyrwhitt Drake bo mourned for as a friend. The following extracts from the letters of those who knew him well will form a not unfitting conclusion to this brief memoir : — \"... I well remember Drake's first appearance at Wellington College— a stalwart lad of fourteen years old, about six feet high, but with a marked delicacy of health in his countenance. It was soon known what kindliness, and even fatherliness, belonged to this young lad, and how much resoluteness. He had an imperturbable manner, which belonged to the whole tone of his mind, and made him seem to every one older than he was. He took an excellent place in the school, and there never was a boy more thoroughly sure of all he bad been taught, or more clear in producing it. He was interested in what many clever boys find dull, the higher parts of grammar. He was never very elegant as a composer, but there was sense in all he did in this way."], [9, "V Wben he became a prefect— which he did at the earliest age possible— and as he rose to the head of his dormitory (i.e., the group of thirty boys' rooms to which he had been assigned), this dormitory was the most exact in its internal boy-discipline, and the most popular at the same time. \" Few would have guessed, from the gravity of his manner and hi3 somewhat cold exterior, what funds of interest and enthusiasm lay below. He was our chief naturalist. He found out the great variety of birds which inhabited the fir-woods and the heaths, theFinchampstead Ridges and the rich Blackwater Valley. He knew, I believe, the flight and note of every species. He was a good botanist. In his illnesses par ticularly be made himself a draughtsman, and became very fond of sketching. I remember the interest and accuracy with which he used to look over Roberta's sketches in the Holy Land with me occasionally among a group of boys, and the knowledge of localities which he acquired from a Relief Map of Palestine, one of a set which the Prince Consort had given to the boys. \" Meantime his work was steadily pursued. He became a good sound scholar and a fair mathematician. I looked confidently forward to the distinctions he might expect, with which, however, his health, after he went to the University, incessantly interfered. \"He was built for muscular activity, and although his asthma forbade exertion very frequently, he was in the School Eleven. I never saw any one who, without the least murmuring at the restrictions placed on him, flung himself so heartily into the interest of school games, and so promoted and encouraged the ' little fellows ' in that important field of boy-life, the playground. Day after day, when forbidden to take violent exercise, he sat hour by hour ' scoring at cricket ' for his dormitory, or for the school. When suffered to play football, his strong figure was always where the fortune of the game was turning. At Cambridge he became one of the leading rifle-shots, and this again was an important qualification for the commission with which the Univer sity entrusted him a little later for the collection of natural history specimens. \" In fact, all his recreations and amusements had sense in thenr — had an aim and an object beyoud the present, and seem strangely now to have all harmonised towards his last and honourable work for the Palestine Exploration Society. \"From his Confirmation onwards he was a most regular attendant at the Holy Communion and the Preparatory Lectures, and his attention and reverence in chapel at the daily prayers had a quiet influence which many will recognise. \"Upon a short visit to me after his first tour in Morocco, he came back bringing coins, dresses, and other mementoes for the boys' museum. He described with enthusiasm the exhilarating effect upon his health of open-air life in that climate, planned his tours, showed his sketches, promised in letters and on his return ons"], [10, "VI or two lectures; and his engagement in the Exploration was one of tho honours of the school which most charmed us all, and seemed fullest of promise. The striking lesson of his life — and a most striking one it is — is, that he treated his natural disadvantages as if they were actual calls to diversified pursuits, actual qualifications for some work which lay somewhere ahead of him, though he knew not where. Would that the greatest advantages were oftener used as he used his hindrances ! And now that he has been parted from us, and from work which he seemed to be so singularly fitted for, his blamelessness, kindness, and unobtru sive religiousness fill the outlines of our remembrance of his energy with something still more excellent.\" E. W. Benson, Chancellor of Lincoln Cathedral, late Master of Wellington College. \" I became acquainted with Drake during his residence at Cambridge, nnd was soon struck by his general intelligence and the ability he showed in discussing various questions of Natural History, particularly those relating to Ornithology. On his return from Morocco, in the spring of 1867, I found that he had made many valuable observations on the birds of that country, and I asked him to place them on paper, with a view to inserting them in the fbis, of which I was at that time the editor. This he did, and the result was a short but well-written and very interesting article, which appeared in that journal a few months afterwards.\" A subsequent visit gave him the opportunity of extending his observations, aud he favoured me with a second and supplementary communication, which was published in like manner. t Up to the present time these two papers furnish nearly all the information that has been printed on the ornithology of that country, and the numerous leferences made to them by various writers, both at home and abroad, prove that they are regarded by ornithologists generally as of con siderable importance, while hardly in any case have the statements therein contained been questioned. On his first visit to Morocco his observations were limited to the districts of Tangier and Tetuan, but no fewer than 142 species fell under his notice — a fact alone telling the zeal with which he worked. On his second visit he had much greater oppor tunities, having travelled along the coast from Tetuan to Mazagan, nhence inland to the city of Morocco, and back again to Mogador. Besides additional notes on some of the species he had before observed, he was thus able to add twenty-seven species to his former list, making in all 169 species of birds found by him in this part of North- Western Africa, some of them being of considerable interest or rarity. The col lections he formed were not indeed large, but he showed much sagacity in the choice of the specimens he preserved. Prefixed to each of his lists * \"Notes ou the Birds of Tangier and Eastern Morocco.\" By C. F. Tyrwhitt Drake. Ibis, 1867, pp. 421—430. + \" Further Notes on the Birds of Morocco.\" By C. F. Tyrwhitt Drake, ibis, 1869, pp. 147—151."], [11, "VII is a brief but graphic sketch of the physical features of the dn-tricts through which he had passed, indicating his possession of the observant eye of the born traveller. \" Drake's later zoological researches in Sinai and the desert of the Tih were less productive owing to the scarcity there of animal life, on which he dwelt with much disappointment in his Report to the Vice- Chancellor of the University. Still the small collections he made bear witness, as before, to his discernment, and contain some rare and valuable speoimens. After he became settled at Jerusalem, and attached especially to the object s of the Palestine Exploration Fund, his opportunities of zoological obser vation grew less frequent; but he seemed always alive to anything that would interest a naturalist, and never to let slip any occasion on which he could testify his devotion to the studies which had originally attracted his taste. His death in the very prime of life must always be deplored by those who only knew him by his published writings, while to myself it is a subject of very deep regret, for I had hoped that the energy of his character would have procured for him some congenial employment wherein he could have fuUy displayed the good stuff of which I knew he was made, and have given the world undoubted proof of the really great ability with which he was endowed.\" Alfred Newton, Professor of Comparative Zoology, University of Cambridge. \" I would do anything in my power for my old friend, but I feel I cannot do justice to his memory. In fact, it is very painful to .me to recall the happy hours we have spent together as school- boys, college friends, and travellers in Western Barbary. His temper, which nothing seemed to ruffle, was marvellous, making as it did all the discomforts and trials of tent-life almost pleasant. He was ever the first to lend a helping hand in pitching the tent or, after a long and hard day, in lighting the fire, when all others were ready to shirk work and sleep from sheer fatigue. After one of these long day's marches, we found ourselves at night (owing to the camel-driver's mistake) without tent, baggage, or eatables. He said, ' I have my flask with me.' I thought he had poured out only part of the liquor, so drank aU that was offered, which turned out to be the whole of our supply. His only remark (although he knew we could not get anything either to eat or drink until morning) was, ' Never mind, old fellow ; it will do you good.' We knew each other thirteen years, and I cannot remember a single harsh or unkind word passing between us. To know was to love him, and all who were acquainted with him will testify to the thorough unselfishness of his character.\" G. D. Armitaoe."], [12, "VIII \" It is very difficult in any letter to do justice as one would wish to our old friend's memory, aud to say all we would like. \" You, who knew him as a schoolfellow, and who travelled with him in Algeria, can speak of much more than I, whose recollections are of Cam bridge days and college life; but those recollections are very bright and pleasant. Often my thoughts seem to take me back to the first day, when, on the rifle range, I came to know him, and the many occasions on which subsequently we met there to practise or contest for prizes. It takes but a short time with freshmen just from school to step from mere acquaintance to intimacy and life-long friendship, as you remember our little set did. Drake, and those of us who shot, spent many an afternoon at the range, he often making extraordinary scores, in one of which I have a vivid recollection of seeing sixteen bull's-eyes at 500 yards registered for him out of twenty-one shots. Then our little dinner parties of five used to follow, when two or three joined their weekly b orders ' together, and so escaped tho confusion and discomfort that reigned in hall. After he left Cambridge — for a term or two, as was sup posed, but, as it turned out, never to return as an undergraduate again — it was a pleasing tribute to his kindly and amiable chaiacter to be asked, as I was invariably on going to his old rooms, ' Oh, how is Mr. Drake Y ' Or if the old landlady, Mrs. Flack, had news of him, she was ever so anxious to communicate them, and the last time I saw her was full of a recent visit from her tenant, whom she seemed peculiarly to distinguish above all those who had gone before and succeeded him.\" Joiin J. Reid."], [13, "MODERN JERUSALEM. BY C. F. TYRWHITT DRAKE I. Modern Jerusalem : its Population, Religious Sects, and Social Communities : its Schools, Charitable Institutions, and Trade. The population of Jerusalem, as of all cities in the East, where a census is unknown, must always be more or less a matter of conjecture. Even the list of men liable to military service is not a trustworthy source of information, as the number stated is always too small : some men finding it worth their while to give the returning officer a douceur to omit their names from his books. Dr. Eobinson, in his \" Biblical Researches \" (vol. ii., p. 85., ed. 1841), makes the total population 11,500, but in a note he states that the resident American missionaries, from whom his infor mation was derived, were afterwards inclined to make it mount to nearly 17,000. At present the population seems to be divided thus : — Christians 5,300, Moslems 5,000; Jews— Sephardim 4,600, Ashkenazim 6,000— 20,900. According to the authority of the Franciscan P£re Lievin, the number of inhabitants is thus distributed : — Jews 8,000, Moslems 7,565. Latins 1,500; Greeks— Orthodox 2,800, Catholic 30; Armenians — Orthodox 510, Catholic 16 ; Copts 130, Protestants 300, Abyssinians 75, Syrians 12—5,373 : 20,938. In this list the number of Moslems seems rated too high, but probably that of the Christians is very correct, while the Jews are placed at much too low a figure. The number of Christians is much increased at Easter by the influx of pilgrims, who sometimes amount to 5,000. The Moslems are at the same time reinforced by their pilgrims to the eo-called tomb of Moses, near the north-west corner of the Dead Sea. This pilgrimage seems to have been instituted with the political object of counterbalancing the annual flood of Christian pilgrims by an equally large one of Moham medans. The number of Russian devotees has very largely increased within the last few years, and there is usually a floating population of from 100 to 200 in the Hospice. The confusion of tongues at Jerusalem is sufficiently striking, but the"], [14, "2 distinctions of race and creed are evon more remarkable. Tho hostility shown by the Christian sects towards ono another is much more bitter than that felt against the Moslems. At Jerusalem these latter are very tolerant of Christians, having learnt their commercial value, and seeing the material benefits that accrue from them. The fanaticism of the Moslem against the Nazarene in other towns and villages, where the population is mixed, is strong in proportion to the power of the Christians, and is often fostered by the interference of clerical or consular authority. Jealousy then stirs up the Mohammedans, representatives of the national religion, who have no one to protect them against the acts of their own Government, or in any wa3r to encourage them, and hatred against their more fortunate fellow-subjects is engendered, which sooner or later ends in bloodshed and violence. The Jews are treated oven more tolerantly than the Christians, as they always humble themselves before the followeis of the Prophot, and never act with the arrogance and overbearing pride so characteristic of the Syrian Christian when ho feels himself strong and secui e. Tho number of Jews is increasing at Jerusalem at the rate of at least from 1,200 to 1,500 per annum. The Jewish quarter is consequently too small for them, and they are not only spread all over the town, but are building large numbers of houses outside the walls. Where four years ago there were not more than twenty houses there are now over 130 finished, and others building. The Moslem quarter, Bab Hatta, aud the part near the Bab el 'Ainud, are now inhabited by many Jows, though only four or five years ago not ono was to be found there. Some of these Jews even share houses with Mohammedans. If the rate of immigration continues to bo as largo as it has been during the last, two years, Jerusalem will soon be almost wholly in tho hands of the Jews, both commercially and territorially, for even now they havo tho greater part of the trade, and are buying up land wherever they can find it for sale. Tho different races and creeds at Jerusalem may bo subdivided as follows: — (1) 'Abyssinians; — (2) Armenians: (a) \"Orthodox, (b) Catholic; —(3) \"Copts ;— (4) Greeks : (a) Orthodox, (6) Catholic;— (5) Jews: (a) Ashkenazim, (b) Sephardim, (c) Karaite; — (6) Latin or Roman Catholics; —(7) Maronites;— (8) Moslems: (i.) Bvnvni— (a) Shafii, (&) Hanefi, (c) Hambeli, (d) Maleki : (ii.) Shiai — Metawili, &c. ; — (9) Protestants: (a) Chinch of England, (6) Lutheran; — (10) Syrians: (a) \"Jacobite, (b) Catholic. * Those marked with an asterisk (*) are Monophysites, or as they are some limes called, Eutychians or AntiChalcedonians, from the fact of their holding to the heresy of Eutyches, who opposed the doctrine promulgated at the Council of Chalcedon (a.d. 451), that the nature of Jesus Christ was both Human and Divine. 1. The Abyssinians have a small monastery, if the fever-stricken dens in which they live overthe Chapel of Helena, east of the Holy Sepulchre, can be so called. They formerly possessed a considerable extent of"], [15, "3 building here, but the Copts, by a few backslashes to local authorities, have been able to dispossess them of nearly all. Their laud was sold to the Armenians for a perpetual dole of soup. Here a few monks and nuns live, always ready to give such shelter as they are able to their fellow-countrymen who come as pilgrims. Many of the Abyssinians are employed as domestic servants, and if their love of dress aud finery, which equals that of the true Negro, do not ruin them, often turn out handy and trustworthy. 2. The Armenians are called by themselves Orthodox, and by those who disagree with them Schismatic, as is the case with the Orthodox or Chalcedonian Greeks. They have married clergy as well as monks. A bishop or an archbishop must have been married, or he is not eligible for . the office. This sect has the largest monastery and hospice in Jerusalem. The latter is capable of receiving more than 2,000 pilgrims ; a printing press is attached to the establishment, and turns out books in French and Armenian iu very fair style. One of the monks takes photographs, an accomplishment iu which the patriarch himself is not unskilled. There is a seminary too, where a liberal education is given to young men entering the church. The community of native Armenians numbers about 150 souls. Among these are skilful workmen, who follow the trades of masous, painters, carpenters, &c. This monastery formerly belonged to the Georgians, who founded it in the 11th century, but in the 15th century they became too poor to maintain it, and sold it to the Armenians, retaining the power of buying it back agaiu when they had the means. This has given the Greek Church, which is rich and ambitious, what they consider to be a claim on the building. The Armenians, however, being almost their equals in wealth, and their superiors in intellect and education, will not easily be deprived of their property. The Church of St. James contains his chair, and the sepulchre of his head. The building is large and gorgeously decorated ; most of the pictures are more curious than beautiful, but some of the inlaid work on the doors and panels is very handsome. The robes and vestments worn by the clergy on high festivals are most magnificent ; many of them are curiously embroidered, others are stiff with gold brocade, while most of the headgear is thickly crusted with pearls, and in some cases with precious stones. The Latins are permitted to say mass in this church on two or three occasions yearly. The Melchite, United, or Catholic Armenians, who acknowledge the supremacy of the Pope, are few in number at Jerusalem, and have only a small convent near the Austrian Hospice peculiar to themselves. 3. The Copts are under a bishop, and have two monasteries : one before mentioned, as being in great part filched from the Abyssinians, at the east end of the Church of the Holy Sepulchre, and the other to the north-wost of the Pool of Hezekiah, rebuilt about thirty-five years ago. They possess a small oratory or chapel, just large enough to hold"], [16, "4 an allar, taoked on to the west end of the Holy Sepulchro itself. Theso convents, with a certain number of mendicant families attached to and dependent on them, are maintained by alms from Egypt, where their co-religioniets are usually wealthy, having the monopoly of Government clerkships, tax-collectorships, and fiuance agencies, as well as the trade of jewellers, silversmiths, and goldsmiths. 4. The Greeks styled Orthodox are the most powerful body in Jerusalem, both on account of their wealth and their numbers. The monks are chiefly Greeks, Roumanians, Servians, Bulgarians, and Wallachians. The Greek-speaking population are chiefly keepers of drinking-bars, eating-houses, and a few stores. The native part of the sect, which is by far the most numerous, is only called Greek from its adherence to the doctrines of the Greek Church. Its priests in the country villages are simply fellahin, and the services are conducted iu Arabic. The monks and upper clergy are generally Greeks, and seldom are able to speak intelligible Arabic. The clergy are allowed to marry before their consecration as priests, but in case of their wife's death they cannot marry again. These men cannot either aspire to the rank of archimandrite, bishop, or patriarch. The sacrament of Holy Communion is administered in the two forms of bread and wine. The convents belonging to this sect in Jerusalem are: (1) that of Constantine near the Holy Sepulchre ; (2) of Demetrius ; (3) Georgios ; (4) Nicolas ; (5) Johannes; (6) Michael; (7) Georgios (in the Jewish quarter), which are inhabited by monks. Those for nuns are of Theodorus, two dedicated to He-Panagia of Basil, of Katherine, and of Euthyonius. Outside of Jerusalem are the (1) Dayr el Musallabeh (Convent of tho Cross), which formerly belonged to the Georgians ; (2) Mar Elias ; (3) Bethlehem; (4) Mar Saba; (5) Dayr el Khadhr (of St. George), near the Pools of Solomon. The schools are: (1) that at the Convent of the Cross, whore there are fifty boys and six teachers ; (2) in Jeru salem — sixty boys, and three teachers ; (3) school for girls, thirty pupils and one mistress. There is also a hospital, where modicinos are given away gratis. In the Russian Hospice there is an archimandrite, who receives 3,500 roubles per annum from the Russian Government ; two priests, receiving each 1,500 roubles ; and ono deacon, with a salary of 1,300 roubles. This establishment is appointed by the Holy Synod of Russia, with the consent of the Greek Patriarch of Jerusalem. The higher clorgy consists of tho Patriarch, of the Bishops of (1) Lydd, (2) Nazareth, (3) Akka, (4) Kerak, (5) Ghazzeh (Gaza), (6) Nablus, (7) El Salt, (8) Sebastich, (9) Tabor, and (10) Bethlehem. Theso dignitaries, together with two archimandrites, tho first secretary of the convent, the superior of the Holy Sepulchre, and the first dragoman of the convent, form the council. By this body the Patri archate and Bishoprics are filied up when vacant. The nominal consent of the diocese is also asked iu the case of bishops. The bishops 1, 5, 6, 7, and 8 live at Jerusalem. The see of Akka has lately been added to that of Nazareth."], [17, "•5 The late Patriarch Cyrillos was deposed in the end of 1872 by the Greek clergy, for his supposed Russian proclivities in refusing to sign the decree against the recalcitrant Bulgarians. This act of the clergy infuriated tho native mombors of the sect, who would have proceeded to extreme violence had not the Turkish Government interfered and restored order, by momentarily excluding tho fellahin from the city and establishing strong patrols. 5. The Jews. Ashkenazim : so called from Ashkenaz, son of Gomer (Gen. x. 3), who seems to have settled towards Armenia and Russia (Jer. li. 27). This division, which comprises the German, Polish, and part of the Russian Jews, speak generally a kind of bastard German mixed up with Hebrew and other foreign words. Their dress is a long robe like a dressing-gown, and on their heads they wear low-crowned felt and beaver hats ; a lank love-lock hanging down either cheek, and the eccentrically clipped fur cap which they wear on feast days, do not render their personal appearance prepossessing ; in fact they more resemble rag dolls or scarecrows than living human beings. Many of these Jews are potty traders and craftsmen. They are mainly supported by the hallukah or alms which is collected in Europe by ap pointed emissaries. Many Jews, who have neither time nor inclination to come to Jerusalem themselves, will pay considerable sums for prayers to be offered in their behalf by their co-religionists living in the Holy City. This distribution of alms, which is shared by all alike, brings many idle aud worthless persons to partake of it ; early and improvident marriages are fostered, every child being a source of income through his share in the hallukah. Much misery and vice are engendered by this indiscriminate bounty, which is considerably sifted by passing through the hands of the rabbis, who are responsible to no one for the money they receive. These rabbis live at their ease, for the system of terrorism, both spiritual and physical, which they exert over their congregations renders them unassailable. The almshouses built under the trusteeship of Sir Moses Montefiore are lived in by the friends of rabbis and those who pay court to them, not by the destitute for whom they were in tended. On the occasion of a visit paid by that venerable philanthropist to Jerusalem, a collection of the poorest and most miserable of the com munity was installed in them, and upon his departure as summarily ejected. Knowing that their rabbis can excommunicate and — what is even more to the purpose — starve them, not a few dare object to all this system of hypocrisy, peculation, vice, and misery.\" Many of these Jews have a British protection granted them, as, if they are Russian subjects, and neglect to revisit that country biennially to renew their passports, their Government discards them. The result of an English passport cannot be regarded as satisfactory in most cases. Relying on being foreign protege's, they often lend themselves to usury and other transactions of a doubtful or even openly dishonourable * I must here remark that I have received all the above account from the mouths of Jews."], [18, "6 character. A determination to protect the whole community from religious persecution, allowing the Sultan to treat their commercial affairs on the same footing as those of the rest of his subjects, would be much more just and sensible. The Ashkenazim in this city are divided into religious sects and social communities. The sects are the Parushim, Varshi, Chasidim, and Chabad. The Parushim, or Pharisees, have their liturgy according to the Talmud, but do not believe in the sense attached to the various rites by cabalistic teachers; neither do they believe in the so-called giite yeden. They consider the diligent study of the Talmud an essential for every religious Jew. They strictly observe the appointed times for prayer, but do not consider it necessary to dip the body in water before praying. They do not make use of the second pair of phylacteries pre scribed by Rabano Tarn. They do not hold it unlawful to slaughter animals for food with a knife which is not very sharp, provided the same has no notch in its edge. They regard a Passover cake as lawful, even though it be made of any kind of wheat or flour. Most of their laws are decided by the commentary of the late Gaiin of Wilna. The Chasidim are very fanatic and for the most part unlearned. Their liturgy is according to Maimonides (Rabbi Musa Ben Maimon), and they interpret it in the cabalistic sense. They pray whenever they feel moved to do so, no matter whether the prescribed time for prayer has passed or not. They believe in certain Sadikim, or righteous men, called giite yeden (good Jews), and regard them with superstitious venera tion, almost indeed worshipping them, attributing to them supernatural powers, and attaching to their most trivial and insignificant actions some spiritual and symbolic meaning. Whilst professing to keep strictly to the Talmud, they are in reality guided entirely by the teaching of the particular guter yed whom they follow. The Chasidim are par ticular in the observance of Jewish customs, especially such as relate to the Sabbath. They shake themselves violently during prayers and cry aloud. At other times they are much addicted to dancing, singing, and deep drinking. They dip themselves in water before prayers, and make use of the second pair of phylacteries. They deem it unlawful to slaughter animals with a knife which is not very sharp, or to use any but a particular kind of wheat for the Passover cakes. Much importance is attached by this sect to works of charity. The Chabad have the liturgy as arranged by their old Rabbi Zalmin, who lived at Libbawitz in Russia. They resemble the Chasidim, but are usually more learned and pious, and have their own giite yeden. They are given to hospitality and charity, and attach much importance to visiting the sick. They dip themselves before prayers, read and study much, and meet together on Sabbath evenings to hear the law expounded by their principal rabbi. They keep the 19th day of the month Chisleu as a feast, that being the anniversary of the liberation from prison of Rabbi Salmon, founder of the sect."], [19, "7 The Ashkenazim are divided into communities according to tho town or district in Europe from which they came, and each community is presided over by a rabbi, or by a layman of good standing and respect ability. The communities of Parushim are the Wilna, Grainer, Grodna, Minsk Nassin, Warsaw, Zuolik, and German. Those of the Chasidim are the Volhyna, the Hungaro- Austrian, and the Galitzian. The Chabad are a community by themselves. In all matters which come before the Turkish tribunals the Ashkenazim are obliged to place themselves in the hands of the Sephardite Khakham- Bashi, who is the only representative of the Jews recognised by the Government. The rabbis hear and decide all cases which relate only to the internal affairs of the community. The Chabad take their name from the initial letters of the words njn W3 Knrrrli which express their great learning and intelligence, but the Parushim, who hate them bitterly, say that their title is derived from ,-\\j;t i*yj Ton, or ass without understanding. The Chasidim means the \"pious folk,\" and they wear the love-locks much longer than tho Parushim, but are outdone in the extravagance of these unseemly ap pendages by the Varshi. The Sephardim, when they have not a synagogue of their own at hand, will pray with the Chasidim, Varshi, or Chabad, but never with the Parushim. Up to the time of Ibrahim Basha the Ashkenaz Jews numbered so few in Jerusalem that they ofteu had to invite some Sephardim to join them, in order to make up the requisite number of ten. Their old synagogue is now the lumber-room attached to the Sephardi synagogue called Kiuiseh Stambuliyeh. The Jews of Jerusalem, who call themselves natives, and say that their ancestors ha velivedhere since theCaptivity, call themselves Morishcos ; the word, however, would seem to intimate that they are Maghrabi or Moorish Jews. The story is told how Constantinople Jews have been frightened by one of these saying to him, \"Mind what you say to me, I'm a Morishco.\" The murderers of the prophet Zachariah are called tradi tionally Morishcos, while the name as applied to Jerusalem Jews is not generally known. The number of the Jews is obtained from the most reliable sources, namely, from those on whom devolves the payment of the alms. The Sephardim are the descendants of Jews expelled from Spain, the language of which country they still retain throughout the Levant and on the west coast of Africa ; in the interior of Morocco and a few other places Arabic has become their language. Their dress is Oriental, and they still wear the black turban ordained by the sumptuary laws of Hakem (about a.d. 1000). In physical appearance they are far superior to the Ashkenaz, who are now outnumbering and gradually ousting them. Officially they retain their position : the Khakham-bashi, or chief rabbi, is the only Jewish official recognised by the Turks : he is also repre sented in the Mejlis, or Town Council. Many of this sect are shopkeepers, trading chiefly in European hardware, cloths, cottons, &c."], [20, "8 The Maghrabi, or Westorn Jews, chiofly from North Africa, though really belonging to the Sephardim, are in Jerusalem looked upon as a separate sect, and have their own chief rabbi. The Karaite are Puritans, rejecting all oral and traditional law, and holding only to tho Scriptures themselves. This sect is found in largo numbers in Russia, also near Baghdad and in Arabia. Thoy havo but ono synagogue, in a small cellar-like chamber which dates back, thoy say, for several centuries. One old MS. of tho Pentateuch is tho only object of interest in tho place. Till lately this sect only comprised seven families, or thirty-nine individuals, but in tho beginning of 1872 it was reinforced by some forty persons from near Baghdad, who have sinco returned to their homes. 6. The Latins. Monsignor Valorga, the first patriarch, died in tho beginning of December, 1871, and is succeeded by Monsignor Bracco, who resides at the Convent of St. Sauveur. This dignitary is the spiritual chief of all Palestine, but the actual direction of the various convents is in the hands of the Pore Rene, Seraphin Milani di Carrara, Guardian of the Holy Land, &c. Tho higher clergy are mostly Jesuits, while the monks are Franciscans — generally Spanish or Italian by birth. The cures in villages where missions have been established are Jesuits, and if not Frenchmen are usually conversant with that language. The churches in Jerusalem belonging to the Latins are — the parish church of St. Sauveur, the Church of the Flagellation, the Grotto of the Agony, and part of the Church of the Holy Sepulchre. The Latin institutions within Jerusalem are : I. The Franciscan Convent of St. Sauveur, which contains about 100 monks. Some of these are always on duty in tho convent attached to the Holy Sepulchre. A theological college is attached to the convent for members of the community, who are also instructed in various trades. II. The Patriarchate, which is the residence of the Patriarch, one bishop, and six priests. III. Tho Convent of the Sisters of St. Joseph, which contains 16 nuns. IV. The Convent of tho Sisters of Zion (Dames de Siou) contains 21, part of whom live at 'Ain Karem. V. Tho hospice called La Casa Nova. VI. The Austrian Hospice, which forms the residence of two Austrian priests and a consular chaplain. VII. The School for Boys ; and VIII. for Girls, both supported by tho Franciscans. In the former there are two teachers and about 150 pupils. This school is free for all nationalities. The latter is superintended by four Sisters of Zion, who act as teachers, receiving each a salary of £20 per annum. The number of pupils is about 180. IX. The Girls' School belonging to the Sisters of Zion, which contains 100 boarders and six day scholars. X. The Patriarch's Seminary contains some 25 students, who live at Bayt Jala in the summer, and at Jerusalem in the winter. XI. The Hospital supported by the Patriarch and attended to by the nuns. A lay doctor is here employed. XII. A small private hospital for monks in the Franciscan convent. XIII. A public dispensary in tho same convent. To this two doctors are attached, one layman and one monk. In tho Bamo establishment is a printing press, from which books aro turned out in a very creditable style."], [21, "9 At Bethlehem there is a convent of 22 Franciscan monks, and a hospice for the use of travellers. A small convent of Sisters of St. Joseph exists here, supported by the Patriarch. The schools are : I. For boys, in the Franciscan convent, and containing some 150 pupils. II. For girls (about 140), at the expense of the Patriarch. III. The orphanage of Don Beloni, in which about 20 inmates are taught various industries. There is also a dispensary belonging to the Franciscans, one of whom is a doctor. At Bayt Jala there is a convent connected with the Seminary, and a school for both boys and girls. All of these are supported by the Patriarch. At 'Ain Karem there is a convent of 24 Franciscans. To this is attached a school, now containing seven students, for those who intend to enter the priesthood. Also one for boys and one for girls, in each of which there are about 20 pupils. The Sisters of Zion have a branch school here also, whither the elder girls are sent to finish their education. Throughout Palestine there are schools attached to all the Latin religious houses. The Latins have for several centuries been under the immediate pro tection of the French Consulate in Jerusalem ; the Consul appears officially at the principal religious ceremonies, such as those of Easter, Christmas, &c. The Patriarchate only dates from the year 1847, having been for some time in abeyance. Missions have been established in several Christian villages, such as Bayt Sahiir, Ram Allah, Bir Zayt, Tyyibeh, and Jifnah. A certain portion of the population — sometimes amounting to one-third — readily professes the Latin faith in such cases, being unable, through ignorance, to distinguish any real difference in the doctrines from those of the Greek Church which they leave, and being impelled by worldly motives to place themselves under tho protec tion of a European power. 7. The Maronites belong to Mount Libanus. A few, however, may generally be seen in Jerusalem at Easter. They profess obedience to the Church of Rome, which, better to retain a hold on them, has formally allowed the marriage of the clergy. The monks, of course, are celibates. Their Patriarch lives in the Libanus at Kanobin, a few hours distant from the Cedars. 8. The Moslems. Most of the officials and military are Turks, Kurds, and other foreigners ; the mass of the population is composed of natives of the place. A sprinkling of slaves, free negroes— who act as guardians of the Haram, and are also employed as watchmen, porters, &c, duties which they fulfil most faithfully— Persians, Bokharists, Egyptians, Indians, and Maghrabis or Western Africans, may always be found, especially after the return of the caravan from Mecca. The chief sects of Islam are the Sunni, or orthodox, who recognise as just the succession of Abu Bekr, 'Omar and 'Othman, while the Shiai look upon them as interlopers, who for many years withheld from 'Ali the Khalifate to which, they maintain, he had been appointed by the Prophet's own choice. The principal Sunni divisions, without reckoning the Derwishes, who number twelve regular, and soveral later and"], [22, "10 lessor orders, aro : (1) Malaki, (2) Shafi'i, (3) Hanefi, (4) Hauboli. The Shiai are represented iu Palestine by the Metawili, aud in North Syria by the Nusayri ; in Persia there are but few Sunnis. 9. The Protestants are: (1) Church of England (2) Lutheran, (3) Native congregation, (4) a school lately established by English Quakers. The English Church was built by the \" London Society for promoting Christianity amongst the Jews.\" The first Mission was established in 1824, at Jerusalem. In 1S41 the Bishopric of the Anglican Church was set on foot by mutual agreement of the English aud Prussian Governments, to whom the nomination was alternately to fall. Tho right of veto is reserved to the Archbishop of Canterbury with respect to Prussian nominees. In the same year a converted Jew, Michael Solomon Alexander, was consecrated bishop. He died four years later, and was succeeded by the present Bishop, tho Right Reverend Dr. Gobat, who had previously been for many years missionary in Abvssinia. There is an orphanage and school supported by the fund collected by the Bishop, and under his direction. The work of the \" Church Mis sionary Society \" is under the direction of the Rev. F. Klein. A book shop and small seminary are in connection with this Society. The institutions supported by the \"London Society for Promoting Chris tianity amongst the Jews \" are : I. The House of Industry, where con verts are taught a trade to enable them to earn an honest living. II. The Inquirers' Home, where a lodging is provided for those who choose to take advantage of the teaching of the Mission. III. A boys' school is directed by the Rev. W. Bailey. IV. The Jewesses' Institution consists of a girls' school and a workroom, where employment in sewing is given to poor women, while at the same time religious instruction is communi cated to them. V. A bookshop for the 6ale of Bibles and other books. VI. A hospital for poor sick Jews, containing 25 beds, under the direction of T. Chaplin, Esq., M.D. The German Protestant Institutions are: I. The chapel lately fitted up as a temporary place of worship in the old Hospital of the Knights of St. John, recently presented by the Sultan to the Emperor of Germany. The German pastor performs a Lutheran service once a fortnight in the English church. II. The Hospital of the German Deaconesses, into which patients of any nation or creed are admitted. III. A free boarding school for native girls belonging to the same community. IV. The Orphanage of the Crishchona brethren. V. The Asylum for Lepers. The Lutheran priest (now Herr Weser) is appointed by the Prussian Government, and is independent of the Bishop. The native congregation has for pastor the Rev. F. Klein. 10. The Syrians. The Bishop and two or three monks live is the \"House or Convent of St. Mark,\" near the Armenian convent. They speak Syriac, which is still spoken in Syria at the villages of M'aalulah Bak-ha, Jubb el 'Adelin [vulgo Jubb'adin), and to a certain extent at 'Ain Tinyeh. Farther north it is spoken at Aintab."], [23, "11 The Syrian Church has died out at the three former places, but flourishes at Sadad. There is a convent, too, at Damascus, where there are also a few Melchite, United, or Catholic Syrians, paying allegiance to the See of Rome, but except by visitors this sect is not represented at Jerusalem. Many costumes are to be seen in the streets of Jerusalem on ordinary occasions : the Bedawi is there with his striped abba, or coarse woollen cloak, which gives him a square look about the shoulders, which does not really belong to his spare, small, figure. Under his abba he wears a long cotton shirt girt in at the waist by a leathern belt, in which are generally stuck a pistol or two, a tobacco pouch, and a common clasp knife (without a spring) hung by a lanyard. The fellah, or ordinary peasant, di esses much like the Bedawi, but is of stouter, broader build ; his beard and moustache are heavier, and his headdress, instead of the kefiyeh or handkerchief folded into a triangle, and hanging over the back and shoulders and secured by an aggal or woollen cord bound round the brows, consists of a yellow and red kefiyeh worn turban-wise and padded inside to increase its bulk. The townspeople wear the coloured kumbag (gown) of cotton or silk according to their means, and an outer jubbeh of cloth, sometimes lined with fur, and either the simple tarbush (red cap) or with the white turban wound round it. The Christians and Sephardin Jews wear dark turbans, or more commonly black handker chiefs rolled round the tarbush. The Bedawin women may be easily known by their long dark-blue cotton robe and black kerchief tied over their head. The fellahin women wear a white or blue chemise coming down nearly to the ankle ; on their heads they wear a kind of cloth cap or bonnet, over which is thrown a cotton scarf. Wnen they can afford it the married women wear a kind of sash with fringed ends hanging down the back from the head and reaching to below the waist. The Christian women of Bethlehem and the neighbourhood wear a much gayer dress. A blue skirt with red and yellow stripe is surmounted by a tight body cut square in front and having loose sleeves ; the basis of alt is blue stuff, but it is ornamented with odd-shaped pieces of yellow, red, and green cloth. A stiff! v padded saucepan-shaped cap is worn on the head, and a long while scarf is thrown over this and hangs nearly to the ground. Coins either of gold or silver are worn on the cap and as necklaces. The tout ensemble of this costume is very picturesque. The women of all ranks resident in the town wear a white cotton izar (wrapper) which, with a thin coloured cotton kerchief over the face, serves to conceal tbe whole dress and figure. The Jewish women wear the same izar but leave the face exposed. Some of the Ashkenaz women still retain a European dress and shawl. At the time of the Easter pilgrimage may be seen Russians with long heavy boots, greatcoats down to the ankle, and fur caps ; the women all in black, aud with handkerchiefs tied tightly over their heads. Ar menians of both sexes, with baggy trousers and a mountain of shawl"], [24, "12 round the waist, tho men with sheepskin jaokets and turbans, the women with shawls. The high rosy cheeks of theso people toll of a bracing air in their mountain homos. Greeks and European Turks strut about in long coats lined with wolf-skin turned over in a broad flap ou tho shoulders. Mixiug with those may be seen Latin monks ; negroes from the Sudan; Greek priests with brimloss chimney-pot hats ; acolytes with flowing and frizzed-out hair ; dorwishes with tall sugarloaf felt caps ; Kurdish soldiers; a half-nakod shaykh or holy man with long unkompt hair, a spear in ono hand and a tin pannikin for broken victuals in tho othor ; an Amorican in suit of severe black from hoad to foot ; an Indian fakhir ; a British tourist with patent ventilating hat, tweed suit, and guide book ; and last, but not least, the ubiquitous Jew. Such is the motley crowd, without mentioning fellahin, Turks, horses, mules, donkeys, camels, and dogs, through which tho visitor to Jorusalom has to force his wfiy. The trade of Jerusalem, considering the poverty and barbarism of tho surrounding tribes, is not inconsiderable. The following table is drawn from the roport of Mr. Consul Moore for 1871 Imports from England : — Cotton £19,000 Woollens, hardware, colonials ... ... ... ... 6,500 Imports from Austria and Germany : — AVoollens, silks, hardware, glass, timber ... ... ... 25,000 Imports from France s — Colonials, woollens, silks, hardware, wines and spirits ... 18,000 Imports from Russia : — ■ Flour 3,500 Total £72,000 as well as rice by coasting vessels from Egypt ; but this does not include wine, spirits, and preserved fish from Cyprus and the Greek islands ; nor the carpets, shawls, and similar goods brought by pilgrims, both Chris- tian and Moslem. The exports are chiefly olive oil, grain, and simsim (sesame), which is taken to Marseilles and transmuted into olive oil ! The cotton, which is short in the staple and of poor quality, goes to the same market. Soap, too, is made and exported, but the chief trade is in rosaries, crucifixes, cameos, &c, worked in mother-of-pearl, olive-wood, and various seeds, which are sold in immense quantities to the pilgrims. The men of Bethlehem have almost a monopoly of this trade, and have grown rich upon it ; also, if report be true, by coining beshliks (five-piaster pieces). It is commonly asserted that some years ago the Turkish Government issued one million of these pieces which are copper, silvered, and when new to tho intrinsic value of lj- piasters. Some years later they called them in : a million and a half poured into the Treasury, which then refused to receive any more. Notwithstanding all this, they are at the present day one of the commonest coins in the country."], [25, "13 The modern city is surrounded by a wall, all of whose gates are closed at sunset with the exception of the Jaffa gate, which is now loft always open. The gates till last year were also closed on Fridays from noon till about 1-30 p.m. This is owing to an old tradition which prophesies the taking of the city by Christians, while the Moslems are at midday prayers on Friday. The same custom holds in Moorish citios, and tho same reason is assigned for its observance. II. Modern Jerusalem (continued) ■. The Church op the Holy Se- pulchre : its Traditions, Ceremonies, and Worshippers. The Spectacle of the Holy Fire. The Church of the Holy Sepulchre. — This site, about which controversy has run so high, will in all probability never be settled to the satisfac tion of all. The main point on which the evidence turns is whether it was without or within the second wall. The upholders of the former theory base most of their arguments on the presumed ran of the second wall, and if this could be proved, then the supporters of the Holy Se pulchre could no longer hold their position. As it is, we must wait till further discoveries are made, or content ourselves with theorising. The chain of evidence on the other side is this : — A tomb (the one called that of Joseph of Arimathæa) which from its construction seems incontestably Jewish, is found only a few feet distant from the so called Holy Sepulchre itself. The pigeon-hole loculi are purely Semitic, are very rarely — one only instance has been found at Rome, which, however, proved to be Jewish — found out of Palestine proper, Phœnicia, and its colonies. The manner of dressing the stone is the same as that seen in other Jewish tombs near Jerusalem. It is impossible, after careful examination, to believe that these excavations are anything but genuine Jewish tombs. Secondly, tradition, from a very early period, points to this as the site of the Holy Sepulchre over which Hadrian built a temple of Venus. This is told us by Eusebius, Socrates, Sozoman, and Jerome, who also inform us that this very temple was the means by which the old traditional site was preserved from ob livion. With regard to another point, I feel that I cannot do better than quote from M. Renan (Vie de Jesus, p. 416), where he says, \"It would be curious if those who in the time of Constantine sought to fix the topography of the gospels had not been stopped (in choosing a tomb within the walls) by the objection arising from St. John xix. 20, and Hebrews xiii. 12. How when free in their choice should they have exposed themselves unconcernedly to such a serious difficulty ? . . . . One is at times obliged to believe that their work was undertaken in a somewhat serious spirit. ... If they had only followed a mere fancy they wo'iild have placed Golgotha in a better situation, on the top of"], [26, "14 one of the mounds near Jerusalem, to follow up the Christian idea which from very early times sought to localise the death of Christ on a mountain.\" Though Titus destroyed the walls of Jerusalem, it is hard to believe that all traces of them had so utterly disappeared in the time of Con stantine, that even the line they followed was unknown. If it were still known, those on whom the choice of a site devolved, even if nn guided by tradition, would hardly have committed such a palpable blunder as to place the tomb within what was known to be the ancient limits of the city. Knowing the extreme abhorrence of the Jews to anything within their city, and near their houses which, like a tomb, would render them ceremonially unclean, it seems probable that if these tombs (now called after Joseph of Arimathæa) were made pre vious to the building of the second wall, they would, if possible, have been left without the enceinte. If, on the contrary, they date later than the wall, it seems most probable that they were made without the city. These facts, though perhaps not quite conclusive, show us — 1. That an ancient Jewish tomb exists in the immediate vicinity of what is now called the Holy Sepulchre. 2. That this tomb was possibly, if not pro bably, without the second wall. 3. That a very early tradition points to this place as the tomb of Christ. (See further De Vogiie, \" Lc Temple de Jerusalem,\" p. 115, seq.) The first church built over the Holy Sepulchre was that by Constan stine, which was begun under the direction of Macarius, Bishop of Jerusalem, a.d. 326, and finished two years later. Of this building, Eusebius (who was contemporary) has left a full account hi his life of Constantine, Bk. iii., ch. xxxiv. In a.d. 614, Jerusalem was pillaged by Chosroes II. , king of Persia, and the church was pulled down. The Christians', however, began to rebuild their sanctuaries immediately after the departure of the Persian hordes. This they were enabled to do probably by the secret assistance and influence of the wife of Chosroes, a Christian, and sister to Maurice, Emperor of Constanti nople. The rebuilding of Constantine's Basilica was undertaken by a monk named Modestus, at that time chief of the convent of St. Theodosius, and afterwards Bishop of Jerusalem. He was unable to complete a work on the scale of that constructed by Constantine, and was obliged to content himself with erecting a church or chapel over each sacred spot. In this he was assisted by John Eleemon, Patriarch of Alex andria, and completed his work in fifteen years. After the Mohammedan conquest the Christians received permission from Omar to retain their churches and freedom of worship. The liberal feeling of the great Khalif Harun el Rashid (end of eighth century), and his friendship for Charlemagne, procured tranquillity for the Christians during his reign. The protection afforded to all re ligious establishments of the Latin Church in Palestine by the French Government dates from this period. After the deatb of Harun el"], [27, "15 Rashid.the Christians suffered from persecution. If we were to believe the old chroniclers, their churches were pillaged and ruined ; but these woeful tales must be accepted in a qualified sense, as we find the Patriarch Thomas requiring only fifteen trunks of cedar and pine from Cyprus, during the reign of El Maimun, to restore the dome of the Holy Sepulchre. In the tenth century this church was twice set on fire by the Moham medans. The Patriarch John perished in the second conflagration. By orders of Hakem bi-amr Illah, the mad Khalif of Egypt (a.d. 996), the Church of the Sepulchre was again destroyed. The influence of his mother Miriam, who was sister of the Patriarchs of Alexandria and Jerusalem, seems to have been beneficially exercised, for we find the Christians re-constructing their churches in the same year. Large numbers of pilgrims then flocked to the Holy Land, bringing money for rebuilding on the sacred site. These funds, however, proved in sufficient, and only a partial restoration was completed. Some years later the Emperors Argyorius, Michael of Paphlagonia, and Constantine Monomachus, entered into treaties with the Moslem power, and the Church of the Sepulchre was rebuilt by Greek architects in the year 1048. One hundred and fifty years later, Jerusalem was taken by the Crusaders, and one of the first cares of Godfrey was to appoint twenty canons to the Holy Sepulchre, making them, at the same time, con siderable grants for their maintenance. A few years later, and all the holy places were placed beneath one building, as in the time of Con stantine. The canons above mentioned were in 1244 superseded by the rehgious body of Fratores Minores, or Franciscans, who have ever since performed the rites of the church on this spot. In 1808 a fire broke out in the church, and burnt the dome over the Sepulchre which had been made by the Franciscans in 1555, and destroyed the covering of the Sepulchre itself. The Greek Church then, by enormous ex penditure of money, obtained possession of great part of the church, and repaired it. The dome again having fallen almost to ruin, was restored 1866-68 by MM. Ch. Mauss,. M. Eppinger, and A. Salzmann, under the direction of the French, Russian, and Turkish Govern ments. Before enumerating the various holy places shown with the church, it will be as well to point out the Via Dolorosa, which leads to and cul minates in, the Church of the Holy Sepulchre, the last five Stations of the fourteen being within the building. Station 1. The condemnation of Christ.— -This Station is in the court yard of the Turkish barracks, which lie at the north-west corner of the Haram area, on the place where the head of the Scala Sancta formerly rested. This Scala Sancta is now shown at Rome, whither it is said to have been transported by St. Helena. Station 2. Christ laden with the Cross.— This is said to have taken place at the foot of the Scala Sancta, whose former position is now marked by a blocked-up Saracenic arch in the wall of the barracks,"], [28, "16 opposite to, and a few yards east of, the gate of the Church of the Flagellation. Station 3. The first fall of Christ.— About 300 yards west of tho last, at the corner of the street, running to the Damascus Gate. The spot may be known by a broken column which lies on the loft-hand side. Station 4. Meeting of Christ with the Blessed Virgin. — This Station is opposite a street (Derb el Serai) running east, and distant fifty yards south of No. 3. Station 5. Christ helped by Simon the Cyrenian. — Thirty yards from the last, and marked by an indented stone let into the wall of a house at the end of a street running westward. Station 6. House of Sta. Veronica, where Christ left a miraculous imprint of his face on a handkerchief given him by St. Veronica. This Station is 120 yards from the last, and is marked by a fragment of a column let into the pavement on the left-hand side. Station 7. The second fall of Christ. — Eighty yards from No. 6, and at the end of the street. Tho house to the right at this point, lately the French consulate, is by popular legend said to be the house of tho cobbler Alexander, better known as the Wandering Jew. Station 8. Christ addresses the women of Jerusalem. — Forty yards up he opposite street, a hole in a stone of the wall of the Greek convent of St. Caralambos on the left hand marks this Station. The ancient road is here supposed to be blocked up, and to reach the 9th Station the pilgrim must return, and taking the first turning to the right, proceed for 140 yards till he reaches a sloping road on the right leading into a cul-de-sac, at the end of which are the Coptic and Abyssinian convents, and passing as he leaves the main street two columns which are with much show of reason supposed to be part of the Basilica of Constantine. Near the door of the Coptic convent is a column let into the wall on the right hand. This marks — Station 9. The third fall- of Christ beneath the Cross. — We then come to the Church of the Holy Sepulchre, to visit — Station 10. The place where Christ was stripped of his robes. — This Station is marked by a circular pattern of coloured marbles let into the pavement in the south part of the chapel of Calvary, and is four and a half yards from the top step of the staircase leading up into the chapel. Station 11. The place where Christ was nailed to the Cross. — The posi tion of this point is marked by a square mosaic in the floor, two and a half yards to the east of the former, and in front of the altar of the Crucifixion. Station 12. The Crucifixion. — This point belongs to the Greek Or thodox, and is marked by an opening in the rock in which the Cross was planted. Station 13. Where Christ was taken down from the Cross. — This place s between the altars of the setting up of the Cross and of the Cru citymg, and is marked by a small altar dedicated t > Stabat Mater."], [29, "17 Station 14. The Burial of Christ.-This place, which has for ages been an object of veneration and cause of the utmost fanaticism, wor shipped by some, and sneered at by others, is situated beneath the centre of the great dome. Having thus described the Via Dolorosa, before examining the various sites within the Church, let us take our stand in the courtyard in front of the south entrance, the only one now open. This court yard is generally filled with Bethlehem peasantry, chiefly old men, women, and girls, who gain a livelihood by selling the multifarious wares of mother-of-pearl, the many-coloured chaplets, the crosses and the crucifixes of which every pilgrim deems it necessary, or at least prudent, to lay in a stock suflicient to start a pedlar of moderate ambition. On certain days at Easter-tide, these charms are cere moniously blessed and sprinkled. They are then warranted genuine, and widely sold throughout semi-civilised Europe. The courtyard is, in part at all events, supported by a vault with a semicircular arched roof. The fact of its being used for a cesspool by the neighbouring Greek convent rendered its exploration, when attempted by Captain Wilson, R.E., impossible. On the south side are the Greek convent of Gethsemane and a chapel dedicated to the Blessed Virgin (fieroixv tiji vavayias). On the pavement at the edge ot the court are bases of three columns, which seem to have formed part of a portico attached to the church, built in the eleventh century. On the west are three Greek chapels attached to the great convent, and called respectively after St. James — in the Crusading writers, St. Jacques des Jacobins ; the Forty Martyrs (of Cappadocia) — (formerly La Chapelle de la Tres-Sainte Trinite, which, in the middle ages, was specially devoted to the ceremonies of marriage and baptism), and St. John and St. Mary Magdalene ; this latter occupies the ground floor of the tower. Opposite these, to the east, are the Church of St. John (Armenian), in which is shown a fragment of the Pillar of Flagellation, the Church of St. Michael (belonging to the Copts and connected with their con vent by a private door), and the Greek Convent of Abraham, with a church dedicated to the Twelve Apostles. A chapel, too, may be seen upstairs, on the traditional site of the intended sacrifice of Isaac by Abraham. The south side of the Church of the Holy Sepulchre itself next occupies our attention. A projecting porch on the right hand of the grand entrance is dedicated as a chapel to St. Mary of Egypt. Tradition tells us that this person was a most noted sinner. One day, however, being desirous, for some unexplained reason, of entering the Church of the Holy Sepulchre, an unseen hand prevented her. There upon she became convinced of sin, repented, and was allowed to enter. After living a life of solitary penance on the banks of the Jordan for upwards of thirty years, she died in the beginning of the fifth century, in high odour of sanctity. Above this is the chapel of Our Lady of Sorrows (Notre Dame des Douleurs), which opens by a window into"], [30, "18 the Chapel of Calvary. This is the site which tradition points out as occupied by the Blessed Virgin and St. John whilst Christ was being nailed to the Cross. The former of these chapels belongs to the Greeks, and the latter to the Latins. Between this porch and the church door may be seen the flagstone engraved with the name of Philip D'Aubigny, of whom, however, no other mention seems ever to be made. The south door was formerly double, but only the western half is now open, the other having been walled up, it is said, in the time of Salah-el-din. The architraves of these doorways are curiously carved, and represent Christ's triumphal entry into Jerusalem. Below the windows a heavy cornice runs along, and beneath this towards tho east may be seen some rudely-sculptured lions. The tower formerly consisted of five stories, but, as the upper part began to fall into decay, it was gradually reduced in height to prevent the danger of falling masonry, and now consists of only three stories. In the drawing of Le Brun (1678) its original state is shown. Entering the church, we see on the left the alcove in which sit the Turks, to whom belongs the key of the door (which, however, they cannot use without permission from one of the Patriarchs) and whose duty it is to see that no factious disturbances or free fights are in dulged in by the rival sects of Christians — strange parody of the old heathen's speech, \" See how these Christians love one another!\" So long as the church is open some three or four of them sit here on cushions, with their friends, smoking narghiles or chibouks, and drinking coffee. Facing the entrance we see a slab of red-veined Santa Croce marble surrounded by a low rail, and surmounted by lamps always burning. This slab was placed there in 1808 by the Greeks, in place of a rdab of black marble, which had been laid there soon after the purchase of the spot by the Franciscans from the Georgians in 1555 for the sum of 50,000 crowns. The slab, called now the Stone of Unction, marks the place which tradition declares to be that on which Joseph of Ari niathæa and Nicodemus embalmed the body of Christ. Helena is related to have laid a fine mosaic over the spot, which in the later re constructions of Modestus (about 620) and the Greek architects (1408) was not contained within the body of the church, but was marked by a small detached oratory (cf. William of Tyre viii. 3). Part of the above mentioned mosaic still existed in the seventeenth century. Thirteen yards west of the Stone of Unction may be remarked an iron cage, erected over the spot where the holy women are said to have stood whilst the body was being prepared for sepulture. We next come to the Holy Sepulchre itself, which lies immediately under the great dome. No trace of rock in situ is now visible. Every part is cased in yellowish marble, and hung with tawdry looking lamps and ornaments. On either side is a circular opening, through which the holy fire is passed by the Greek Patriarch on Easter Eve. At the entrance are six enormous candlesticks, holding pillars of wax,"], [31, "19 and six rather smaller. These are equally divided amongst the Ar menians, Franciscans, and Greeks. Above the door are forty-three lamps, of which the Armenians, Franciscans, and Greeks possess thir teen each and the Copts four. Against the west end of the tomb is an altar covered by a kind of canopy, and shut off by iron railings Formerly the mediæval altar of the Holy Sepulchre stood here; it is now a chapel belonging to the Copts. The interior of the tomb con sists of two compartments. The outer, or antechamber, contains a fragment of the stone rolled away by the Angel from the mouth of the Sepulchre. In the time of the Crusaders one pieoe of this relic, which St. Cyril and St. Antonine relate that they saw, but broken into two pieces, formed the altar on Calvary, while another piece was let into the pavement in front of the Sepulchre. In this place fifteen lamps are kept burning, five belonging to the Franciscans, the same number to the Greeks, four to the Armenians, and one to the Copts. Hence, a low doorway leads into the inner chamber or tomb itself. The walls are, as elsewhere, covered with marble slabs, and, whether these cover living rock or not is still a matter of mere conjecture. The tomb is in the form of a raised bench covered with white marble slabs, the upper one of which has a crack rudely sawn across its middle to the depth of an inch, but so clumsily done that the sides are also cut. This is believed by the more credulous of the pilgrims to be an effect of the earthquake (Matt, xxvii. 51). The north side of this chamber is equally divided amongst the Armenians, Greeks, and Latins, beginning from the left ; and the pictures and other decorations are supplied by these sects. In the west wall there is a small secret cupboard concealed by a hinged picture. Steps behind the outer door lead up to the roof, and are used by those priests to whose charge the lamps are consigned. It is a curious and not unaffecting sight to stand at this venerated spot for a short time, when pilgrims are numerous, and watch the in tense awe and devotion with which it is approached, especially by un couth Russian peasants ; men and women, who, after saving steadily for many years, have been able to scrape together the five or six pounds requisite for this pilgrimage, which has been their life-long ambition, at last find themselves on the sacred spot. It can hardly be a source of wonder that these untutored minds, laden with superstition and ac customed to the material adoration of saints, just as much as the heathen of old were to the worship of demigods and heroes, should look upon this marble tomb as iu itself worthy of the most reverential homage. The abject awe and veneration with which these rough bearded, long-haired Northerns approach it, and the hysterical emotion of their homely women is much more striking than the most passionate display of feeling from impulsive Easterns or from the quickly-moved Latin races. With reference to the original form of the ground in this place there"], [32, "20 seems no doubt but that the rock has been cut away from the side towards Calvary, in order to isolate the monument. This work of demolition seems to have been begun by Helena, who is stated to have destroyed the vestibule of the tomb for the sake of ornamenting the Bhrine. The tomb is said to have been originally a square monolith surmounted by a quadrangular pyramid, similar in fact to the monu ment in the Valley of the Kedron, known as that of Zachariah. A hole was pierced in the roof to allow the smoke, caused by numerous lamps and candles, to escape. The Crusaders built a porch before the tomb, open on three sides, and it was in the pavement of this porch that one piece of the original door of the Sepulchre was laid. In 1555 the covering of the shrine had fallen into disrepair, and was renewed by the Custos Terræ Sanctæ, Father Boniface of Ragusa. A letter from this personage has been preserved by Quaresmius, which, though disfigured by superstition, still contains some curious remarks. The following extracts must be taken for what they are worth : — \" Finding it necessary to pull down the whole of the construction in order to give greater strength to that which was intended to replace it, the covering was taken off, and the Sepulchre of our Lord appeared in its original state, hewn in the rock. Here were discovered two fres coes of angels, one bearing a scroll with these words : ' He is risen, and is no longer here,' while the other, pointing with its finger to the Sepulchre, bore this inscription, ' See the place where they laid Him ! ' These two paintings crumbled away on exposure to the air. Being obliged to raise one of the alabaster slabs placed over the tomb by Sta. Helena, in order to be able to celebrate mass there, we saw disclosed the wondrous place in which our Lord rested for three days. Heaven seemed open to us. Here we could still distinguish the blood of our Lord mixed with the ointment which had served to embalm Him. In the centre of this holy spot we found a box wrapped in a valuable cloth which, immediately on being exposed to the air, fell to pieces, and nothing remained in our hands but some gold thread, which had been woven into it. As for the box contained in the winding sheet, it had formerly borne an inscription, but this was so injured by time that it was impossible to make out a single sentence At the head of a parchment one could with ease read in Latin capital letters, HELENA MAG. . . .\" At this restoration the Crusaders' Porch was changed into the Chapel of the Angel. The present construction dates from 1808. We next come to the Chapel of the Syrians and the Tomb of Joseph of Arimathæa, and, as some say, of Nicodemus, which belongs to the Abyssinians. Tradition informs us that Joseph went with Lazarus, Martha, and Mary Magdalene to Marseilles, and thence to England, where he founded Glastonbury. This tomb is peculiar from the fact that it is cut out of the hardest layer of stone, called in Arabic, mezzeh."], [33, "21 The tombs outside the town are cut in the malaki, which is of moderate hardness, while the kakuli is too crumbly for any large work to be done in it. The antechamber, or vestibule, of this tomb, has been cut off by the wall of the rotunda. There seem to have been three loculi at the end, and three, or perhaps more probably four, at each side. In the floor is a sunken loculus, 4 feet 4 inches long, intended perhaps for the reception of treasure. One fact to be noticed is that pointed out by M. le Comte de Vogue (Le Temple de Jerusalem, p. 115), namely, that the tool marks on the rock are identical with those in the tombs recog- nised as Jewish, in the immediate neighbourhood of Jerusalem. For further particulars on this subject the above-quoted book may be well consulted. The unsupported statement of Dr. Porter, who, in arguing that if the tombs are ancient the fact is not in any way favourable to this being the site of the Holy Sepulchre, says, \" We know from Scrip- ture that it was no uncommon thing for men to have their tombs within the walls of cities, and even in their own houses : and, besides, we have no clue to the date of these excavations ; they may be of any date, from Melchizedek to King Baldwin,\" need hardly be noticed, were it not an example of that prejudice, founded on ignorance, too often to be found in discussing Jerusalem difficulties. In one passage (1 Kings ii. 34) we are simply told that Joab was buried \" in his house in the wilderness,\" which can hardly be construed as a proof that burial in houses was a common practice of the Jews. This one passage and those relating to the burial of David and the twelve Kings of Judah in the Royal Sepulchres in Zion, are the only notices of burial in towns. At the present day all the tombs are found at a little distance from the ancient sites of the Jewish cities. The intense horror of the Jews at the idea of touching or even approaching dead bodies, whereby they were rendered ceremonially un clean, made them use rock-hewn tombs, in the immediate vicinity of their towns it is true, but so placed that walking over the tomb, which was sufficient to render a person unclean, was difficult or impossible. According to Jewish tradition the prophetess Huldah was the only per son beside the kings who was buried in Jerusalem. As I have before mentioned, the fact of these tombs existing so near the Holy Sepulchre proves that there is no improbability in the sup position that an old tomb exists on the spot that is now shown as that of Christ. Unless, too, these tombs are later than the time of Manasseh, there is a great probability that they were before the second wall. It is true that, if the so-called Pool of Hezekiah was within the wall (as it doubtless was) and the present Damascus Gate (Bab el Amiid) was the Fish Gate, there is difficulty in reconciling the angle which must have occurred near the present Church of the Holy Sepulchre with Josephus's description of the wall as kvkAovixivos (circling). The truth is, that till the Gennath Gate or part of the second wall be satisfactorily discovered, our knowledge of that part of the city is purely theoretical, and, such being the case, we can hope for no definite and satisfactory conclusions."], [34, "22 In a courtyard to the north-west of the Rotunda is a large vaulted cistern, called the Well of Helena, which must not be confused with the one called the Cistern of Helena, near the Coptic aud Abys sinian convents. To the north-east of the Holy Sepulchre is the Latin Chapel of St. Mary Magdalene. A rosette in the pavement marks the spot wher« Christ appeared to her, and was mistaken for the gardener. A little farther north four steps lead up into the Church of the Franciscans, called Chapelle de l'Apparition. Here is marked in the pavement the place where the Blessed Virgin remained during the whole time of Christ's entombment, holding herself aloof from the tomb on account of the Roman guard. Here, too, Christ is said to have appeared to His Mother after the Resurrection, whence the. name of the Chapel- Legendary history asserts that here St. Macarius and Helena restored a dead man to life, by touching him with the true Cross. This chapel was visited in 1102 by Sœwulf, and forms part of the church completed in 1048. The Franciscans obtained a footing iu it in 1257; and their title was finally confirmed by the Moslems in 1342. There are three altars here ; that nearest the door contains a fragment of the Pillar of Flagellation. This relic is kept behind a grating, which is only opened on the morning of Wednesday in Holy Week : at other times the pilgrim has to content himself with vicariously kissing the column by touching it with a stick, which he then applies to his lips. The column is said to have been removed from the place where Christ was beaten to tbe Cœnaculum, where it was placed in a portico. Here it was seen by Sta. Paula and St. Jerome (Letter lxxxvi.) and by Arculphus in the seventh century. It was given in the thirteenth century by the canons of St. Augustine to the Fathers of the Terra Sancta, but in 1555 it was broken up by the Moslems. Three frag ments were sent to Europe at this time, viz., to Pope Paul IV., to Philip II. of Spain, and to Venice, where it may still be seen in St. Mark's. This column is of porphyry. A column is shown in the Church of Sta,. Praxeda, at Rome, as that of the Flagellation. It is periect, and of coloured marble, streaked with grey and white, and stands upon a base. This was taken from Mount Zion to Rome in 1223, by Cardinal Colonna, and seems to have no legend attached to it to prove its authenticity, even in the eyes of the Romish Church. On leaving the Chapel of the Apparition the Latin Sacristy is on the left hand. Here may be seen some interesting relics, namely, the spurs and sword of Godefroy de Bouillon. They were presented to the Franciscans by the Bishop of Nazareth, towards the end of the thirteenth century. The sword is straight, double-edged, and heavy, with a plain cross hilt. The spurs are of copper, and seem originally to have been gilt ; the rowels are of enormous size. These remains of the chivalry of Jerusalem are still used in the investiture of Knights of St. John of Jerusalem by the Latin Patriarch."], [35, "23 Passing eastwards along the aisle outside the Greek Church, we come to a dark chamber called the Prison of our Lord, where he was tem porarily confined before his death. A large stone with two holes through it is called the \"Bonds of Christ,\" and we are told that His feet were passed through the holes and bound with a cord beneath. The three altars erected here are said by some to be for the three prisoners, by others to mark the spot where Christ was placed, and where the gate of the garden stood, the others being commemorative of His being bound to the pillar. This chapel belongs to the Greeks, who always keep a lamp burning at the \" Bonds.\" Keeping on towards the south-east, we come to the Chapel of Longi nus. This, according to tradition and the Gospel of Nicodemus, was the name of the soldier who pierced Christ's side with a spear. When he saw the phenomena accompanying the Saviour's death, he cried out, \" Truly this man was the Son of God \" (Matt, xxviii. 54 ; Mark xv. 39). Some of the blood and water happening to trickle down the shaft of the spear, fell on to his hand, and with this he chanced to touch one of his eyes, which by an accident had been destroyed. The eyesight was immediately restored, and Longinus became a Christian, only to fall a victim to the ruthless fanaticism of the Jewish rulers, who soon afterwards murdered him. Formerly the superscription written by Pilate, \" This is the King of the Jews,\" used to be shown in this chapel ; now, however, it is at Rome, in the Church of Santa Croce di Gerusalemme. There still remains a fragment of rock said to have been cut off from Calvary to make room for the marble casing. Three paces beyond the Chapel of Longinus is the closed doorway formerly used by the canons to enter the church. It was closed by order of Saiah-el-din, after the expulsion of the Crusaders. The eastern side of this entrance was visited by Captain Wilson, R.E., from a chamber half filled with rubbish beneath the Coptic convent. We next come to the Armenian chapel of the \" Division of Vestments,\" where the soldiers are said to have cast lots for Christ's garments. The coat without seam is still preserved near Argenteuil, near Paris, and also at Treves, in Germany. In the latter place it is kept bricked up in the high altar, and onlv exposed once in every seven years. Descending the twenty-nine steps to our left, we reach the chapel of Helena, which belongs to the Abyssinians, who have, however, virtually handed it over to the Armenians for a dole of bread and soup. This half-underground chapel is very picturesque, especially if seen towards evening, when but a faint light gleams through the small windows of the dome, when a mist of incense rises, and the candles of a crowd of pilgrims listening to mass, burn with a weird grey light. The heavy Byzantine capitals then stand out massively against the deep gloom of the corners, whither no ray of candle light can penetrate. Then the deep voice of the officiating priest sounds muffled and distant, losing itself in the many echoes of the dump vaults."], [36, "24 This chapel was built by Modestus (eighth century), and restored by the Crusaders. In the north-eastern apse is an altar dedicated to St. Dimas, the Penitent Thief: the other altar is dedicated to St. Helena. In the place where southern fae apse ought to be is tbe chair of St. Helena, in which she sat and watched the workmen digging for the true cross in the vault below, which is overlooked by a rude window cut in the rock. Descending twelve steps, we come into this vault, the Chapel of the Invention of the True Cross, which is the property of the Fran ciscans. The altar to the north is called that of the Franks, and the other that of the True Cross, and is said to mark the exact spot where it was found. Tradition tells us that after the burial of Christ all the instruments of His death or torture were necessarily buried as unclean in Jewish estimation. They were consequently thrown into this place — an unused cistern near the place of crucifixion — and in process of time were covered up with debris. Helena, inspired by piety, excavated in this place, and found not only the instruments of crucifixion, but also the crosses of the two thieves. It was then a puzzle to decide which was the True Cross. St. Macarius hit upon the happy design of touching a sick lady with each in succession ; at the touch of the third she was instantaneously cured, and thus the Real Cross was made known. The same day occurred the miracle before mentioned of the dead man being restored to life. These miracles are recorded by St. Cyril, Bishop of Jerusalem, in a letter to Constantius, son of Constantine the Great, and by Eusebius of Cæsarea. Returning to the upper part of the church, we continue to the loft, and reach the Chapel of the Mocking, which belongs to the Greeks. Hero is shown behind an iron grating a fragment of a column of grey syenite, on which Christ is said to have sat when the crown of thorns was put on His head in mockery by tho Roman soldiers. A crown of thorns is shown here, made of tho 'Aweaj (Lycium Europeum), which is very common in the outskirts of Jerusalem. By the ignorant this is often looked upon as the original. Farther on wo come the steps leading up to Calvary, which has been partly described in the Stations of the Via Dolorosa. It may be hero added that the Latin part of the chapel (Stn XI.) is supported on arches. The explanation of this is that Helena cut away the ground beneath the chapel and removed it to Rome, therefore the Station occupies the actual position that it did when the rock was in the same stato as it was at the time of the Crucifixion. The place of the Elevation of the Cross belongs to the Greeks. The position of the Cross is marked by a circular hole beneath the altar. To the right is a hollow in the rock — which has every appearance of being in situ here — said to have been split open by the earthquake which occurred at the death of Christ. It is said, too, to communicate with the crack shown below in the Chapel of Adam. Pellets of paper and wax dropped into the upper cavity proved to me that this is not the case. The altar at the place of Crucifixion is surmounted by paintings and"], [37, "25 enamels in the Russian style, heavy with gold and silver plates, and ornamented with jewels. The lamps which hang from the ceiling are oostly, and, if examined closely, of beautiful work ; all the fittings are most rich, but the general effect is tawdry and tinselly ; everything is overloaded with ornament, and things in themselves handsome appear poor in the middle of such incongruous profusion. To the north of the Stone of Unction are two steps, which mark the place formerly occupied by the funeral monuments of Baldwin H. (d. 1131), of Fulke (d. 1142), of Baldwin III. (d. 1162), of Amaury of Anjou (d. 1174 or 5), of Baldwin V. the leper (d. 1186), and of Baldwin VI. (d. 1 186). These monuments were destroyed by the Greeks at the same time (1808) that they demolished those of Godefroy de Bouillon (d. 1110) and Baldwin I. (d. 1113), which formerly stood on the right and left-hand sides respectively of the antechamber of the Chapel of Adam. Nothing now marks the place of thefr sepulture but a plain stone bench. The following wore the inscriptions on these tombs : — \" Rex Baldewinus Judas alter Machabeus Spes patriæ vigor Ecclesiæ virtus utriusque Quern formidabant cui dona tributa ferebant Cedar et Egyptus : Dan : ac homicida Damascus. Proh dolor ! in modico clauditur hoc tumulo. Mirificum sidus, dux hie recubat Godefridus, Egipti terror, Arabum fuga, Persidis error Rex licet electus, rex nolit intitulari Nee diamdemari : sed sub Christo famulari. Ejus erat cura Syon sua reddere jura Catholiceque sequi sacra dogmata juris et equi Totium scisma teri circa se, jusque foveri Sie et eum superis potuit diadema mereri Milicie speculum, populi vigor, anchora cleri.\" Quoted by De VoGiiE, from \"Une relation manuscrite du 12me Siecle, Tho occasion of their destruction by the Greeks was the acquisition of a firman empowering them to be rebuild whatever had been damaged by the fire in the Church of the Holy Sepulchre. Profiting by the occasion, they lengthened the Chapel of Calvary, blocked up the south-western staircase, and obliterated the tombs above men tioned. In the Chapel of Adam, where a curious and early tradition men tioned by Basil, Origen, and others, places the burial-place of the first man, is shown the hoUow in which his skull rested, and a painting illus trates the legend that, at the time of the Crucifixion, blood trickled down and restored him to life. In this same cave Melchizedek is also related to have been buried. An unorthodox legend states that the altar in this chapel stands upon the place occupied by the cock who crowed the third time to Peter."], [38, "26 We must now turn to the Greek Church, which occupies the nave of the building. The deoorations are, at certain festivals, extremely hand some. Amongst others are a large series of Scriptural aud ecclesiastical bubjects in silver repousse work. They are of Russian design and work manship, and are well executed ; their value is said to be enormous. They are in frames under glass, and form a double row above tho stalls, extending all the length of the body of the church. Near the west entrance may be seen, in the middle of tho floor, a hemisphere of marble, supported by a cup-topped pillar of the same material. This was settled by the disciples of Photius (about the eightn century) to be the centre of the earth. Sœwulf further proves this to his own satisfaction, for he says \" Our Lord Himself signified with His own right hand that this spot is the middle of the world, according to the words of the Psalmist, ' For God is my King of old, making salvation in the midst of tho earth.' \" At the east eud the screen usual to Greek churches has been erected, a heavy structure of wood, cutting off tho apse and part of the Pres bytery from the nave. The patriarch's throne is in the ceutre of the apse, immediately behind the high altar. The ordinary seat of the patriarch is at the south-east pier of the lauteru ; opposite this are chairs for any other patriarchs who may chance to bo present. This church was originally built as choir to the Latin Church, and the style was similar to that which still is visible on the southern facade. Of the original architecture nothing but the piers and arches of the lantern remain, the rest of the building having been restored accord ing to modern Greek taste in 1808. The wooden structures which separate it from the side aisles date also from this period. Holy Fire. — A short account of this ceremony, which, owing to various circumstances, is diminishing every year iu importance, may not prove uuinteresting. Were it not for the increasing number of Russian pilgrims who yearly throng to Jerusalem, this hideous imposture would long ago have died a natural death. The Latiu Church, after suffering from tho usurpation of the Greeks in the year 1808, was the first to pronounce this pyrotechnical display an imposture, and to denounce it ex cathedra. The good sonso of the Armenians soon led them to do the same, and none of that community except some of the more ignorant and fanatic put any faith iu it at present. Many Roman Catholics attend, but show more pugnacity than religious enthusiasm. The origin of this ceremony is obscure. It has probably been elaborated by degrees to suit the requirements of pil grims. In tbe beginning of the fourth century Eusobius heard a legeud that water in the lamps was miraculously turned to oil on Easter Eve at the Holy Sepulchre. Five centuries later this legend was im proved upon, and an angel was said to come and light tho lamps on that occasion. In the Crusading period not only the lamps of tho hurch, but even those of King Baldwin's dinner table wore miraculously lighted."], [39, "27 At the present day the fire is said to descend upon tho slab of tho Holy Sepulchre in the form of fiery dew of a bluish colour. This has the peculiarity of not burning anything that touches it, so the Greek patriarch is enabled with impunity to gather it together in his hands, and place it in a vessel.* From this the candles are lighted, and passed through the holes in the wall of the sepulchre before mentioned. Formerly, in the days of tinder-boxes, great delay used occasionally to occur in the appearance of the fire ; but things a?'e managed better now a-days, and the delay ofa few minutes in working the miracle is all that the impatient pilgrim need look forward to. In the year 1871, Easter Day, according to both Old and New Stylo, fell on April 9th (N. 8.) Consequently, the services of all the sects, Latin, Greek, Armenian, Coptic, and Syrian coincided, and the travoller was enablod during Holy Week to see the various ceremonials which usually take place at different times, according as the churchos adopt the Old or New Calendar. The following notes on the ceremony of the Holy Fire are taken from my journal of that time : — \"April 8, Saturday. — At 11.45 a.m. we went to the Church of the Holy Sepulchre, and took our places in the upper gaUery (immediately beneath the dome), to which access is obtained from the Greek convent of Constantine. Hence we had an excellent bird's-eye view of the whole proceeding, and, though the crowd of men on the floor of the building looked ridiculously small, were able to distinguish everything most exactly. The north and west part of the second gallery belong to the Latins, but to this no ladies are admitted. The south part belongs to the Armenians, who are more gallant than their neighbours ; but the view from this gallery is not so good as from the upper one, great part of the crowd being hidden by the sepulchre itself. Below this gallery are arches between the pilasters, and lower still, circular windows, in front of which wooden platforms had been erected. These — patronised chiefly by native women — and every other point of vantage, were densely crowded. The number of persons in the body of the Rotunda was not great at this time, and many were seated on the ground. At 12.15 a bell rang, and the crowd rose to their feet, and began to sway to and fro, struggling feebly to obtain good places. The Latins were to the north, the Greeks and Armenians to the south. A few small, but well organised rushes were occasionally made from the north-west aisle, to the hole whence the fire is given out. The southern side was kept very quiet and orderly by the exertions of some half-dozen strapping fellows who acted as amateur policemen, and kept open a path for one of their number to pass along when he had received the first fire. For this a large sum is paid, as it is supposed to have miraculous powers. This year it was bought by a Russian. As much as £100 is sometimes said to be paid for it. Now appears on the scene 'Ali Bey, chief of police, an old man accustomed to his work, and followed by a troop of Turkish * This account I received from Mgr. Cyrillos the late Patriarch."], [40, "28 soldiers. Tho crowd molts away in tho most ludicrous fashion bcforo the well-known kurbaj (hippopotamus-hide whip) of tho Boy. Tho soldiors form a horseshoe from north-east to south-west of the sepulchre. \"At 1-15 the crowd had become dense, and on the north side was vigorously engaged in singing such doggerols as the following : — 2. Sebt el nar wa 'aydna. Wa liaaha kabr syyidnn. 3. Ya yehud, ya yehiid. 'Aydkum 'ayd el kurud. 1. El Messiah at 'aana Bi dumhu ishtarana Nahna el yom ferand Wal yehud hezan&. Which may bo paraphrased : 1. Messiah was pierced with a spear. 2. Tho Sabbath brings us feast and With his blood he bought us dear ; light, A gladsome day we make it here, But the Jews have wailing cheer. And this is the tomb of the Lord of might. 3. Oh Jews, oh Jews, Your feast is the monkey's feast. By singing, stamping their feet, and clapping their hands, thoy soon worked themselves up into a state of some little excitemont. A free fight began in the north-oast corner, but was put a stop to by the vigorous application of tho kurbaj, not, however, before a man's hand and shoulder had been severely bitten, and two or three individuals had had their clothes nearly torn off their backs. After this the men begin to climb on one another's shouldors near tho fire-hole, shout and gesticu late wildly till they are pulled down and extinguished. At 2 p.m. the soldiers had completed a doublo line round the sepulchro, and stood with fixed bayonets. Tho procession then began to file out of the Greok Church. First came seven flags, for the possession of one of which a long aud well- sustained fight took place. The causa belli was at last triumph antly captured by the soldiers. Then came twenty Greek bishops, one of whom was bareheaded, being intended to receive the Holy Firo at the southern hole. After these came eighteen priests dressed in black, and seven deacons. Next were carried two silver articles shaped like a gigantic clove two feet long, and perforated at top ; these contained forty candles each, and were intended for the protection of the first fire, which otherwise, in the struggle of every pilgrim to obtain a light, would infallibly be put out. Then came the Patriarch Cyrillos, dressed in a vestment of white and gold, and wearing a black cap and veil. His pastoral staff was of wood and ivory. Behind him was borne a red banner, and then came the seething mob. A Syrian priest, in the absence of the bishop, now takes his stand at the door of the sepulchre to give tho fire to his flock. Meanwhile the sepulchre i3 shut and sealed : a priest, however, was inside, and, forgetting that the uppor gallery overlooked him, came on to the roof to trim some lamps. After the procession has passed three times round the tomb — left hand inside — the Patriarch is unrobed by the deacons, and enters the tomb clad in a long whito silk shirt. The door is locked behind him. A minute or"], [41, "29 two aftorwards the bells begin to ring, and the fire immediately appears at the two holes. The men who have been lucky onough to get it, try to rush off to the different galleries pursued by others, like dogs fighting for a bone. The lights soon spread over the church, and a dense smoko arises from the thousands of candles. The crowd continues to sway and struggle till every candle has been lit. After a few minutes all the lights aro blown out, the candles boing kept as a sacred relic, and tho crowd bogins to disporse. Many of the pilgrims pass the flamo over their bodies, faces, and hands, as it is said never to burn them. The Greek Patriarch thon made his appearance from tho sepulchre, and had to be pushed and pullod through the crowd by two deacons.\" Such is the scene which, by a little extra fanaticism, a panic, or any exciting cause, might at any moment be turned into a scene of carnage and horror like that of 1834, eo vividly described in Curzon's \"Monas teries of the Levant.\" The bayonets of the Turkish soldiers would then bo indiscriminately used, and what is intended as a protection would really become an engine of destruction. As I have before said, were it not for the growing influence of Russia in Palestine, this mummery would have become a thing of the past. Let us hope that, as their power increases, they will take measures for preventing accidents, for it can hardly be hoped that the exigencies of the pilgrims will allow of the Holy Fire being abolished."], [42, ""], [43, ""], [44, ""]]