[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, ""], [12, ""], [13, "STATISTICAL ACCOUNT OF THE UNITED STATES or AMERICA. BY D. F. DON NAN T, Member of the Atheneum of Aits, <|*c. Jj-c. at Paris. TRANSLATEH FROM THE FRENCH, BY WILLIAM PLAYFAIR: With an Addition on the Trade to America, FOR THE USE OF COMMERCIAL MEN, BY THE SAME. ILLUSTRATED BY A DIVIDED CIRCLE, REPRESENTING THE Proportional Extent of the different States, the Eastern Country, and the newly acquired Territory of Louisiana, BY A NEW METHOD, ENGRAVED AND ILLUMINATED. — •«<}*81a> —- 98<8— Lonbou, PRINTED FOR MESSRS. GREENLAND AND NORRIS, FINSBUHV SQVARE, By J. \"Whiting, Finsbury Place 1805."], [14, ""], [15, "ADVERTISEMENT. >eQ£-£e»9' ABOUT eighteen months ago, the Translator received a French copy of his Statistical Breviary, xohich was left at a Bookseller's in Paternoster Row, accompanied with the following Letter, written in English. SIR, GIVE me leave to offer you the Translation of your Statistical Breviary. If the Trench public have received this new publica tion with indulgence, and I may say with good ness and benevolence, I am indebted to you for the praises bestowed on me. I am now writing on your plan, combined with Beaufort's plan, a new Statistical Work much more bulky than your's. I think it will make two volumes ; the objects you only indi- a 2"], [16, "IV cate, I discuss them, I shew their causes — their progression, and give the actual situation. I hope these comparative statements will be of some use to those who apply themselves to the study of statistics. I am collecting materials wherever I can rind them ; and have observed that northern authors are the richest mines from which I can draw them ; and especially the English and Danish writers : and shall be glad to receive from you all the documents you can procure me, which I have no doubt will be useful to my new work. Signed, D. F. DONNANT. ■ A Paris, Rue St. Jaques, No. 34, 14 Bremaire, or 5th Nov. 1802."], [17, "INTRODUCTION, BY THE TRANSLATOR. -— <:^»tW»- I am induced to publish the following supple ment to my Statistical Breviary, in consequence of that work having been translated into French at Paris, by Mons. Donnant, who added to it, an account of the situation of the United States of America. The result of what he has given, will be found in the few pages that follow. Though the translation is not altogether literal, and I have illustrated the account by means of a divided circle, I hope Mr. Donnant will not consider that as altering his work, or taking an improper liberty with it, as he has in au unequi vocal manner approved of my mode of illustrat ing Statistical Accounts by the aid of geometry, which is evident by the following extracts taken from his dedication to Mr. Chaptal, minister for the home department at Paris, prefixed to the translation of my work. \" It is not a general statistique that I in» -' tended to give, but rather the elements of a 3"], [18, "VI \" that study rendered easy to every one ; and \" those who will take the trouble to read this \" volume will find what principally constitutes \" the first principles of that branch of know -* ledge. It is a sort of manual, intended to \" shew at once, to the eye, the comparative \" situation of all the kingdoms and republics \" in Europe ; in one word, it is, as it announces \" by its title, an introduction to that science.\" Andin the preface, he furthersays, \"the attention \" which has been of late generally bestowed on \"statistics, leads me to imagine that the work \"which I have translated will be favourably re *** ceived by the public. It has, in my opinion, two \" great advantages, that of being short, and of \" representing to the eye at once, the arranged \" analysis of all that it contains. To speak, to \" the judgement and imagination both at once, \" is the surest method of making an impres \" sion on the memory ; it is therefore the best \" mode of teaching a difficult science.\" \" The most part ofstatistic.il works which have \" appeared till now are so voluminous, that those <■* who are not initiated in that study are afraid to •*■* begin, least the instruction they might reap"], [19, "VII \" should not repay the labour they must neces \" sarily undergo.\" ** The best method of attracting students to '* that science, so useful, butsolittle understood, \" was to produce a work which might suit almost \" every rank of society. — This is the end which \" William Playfair proposed to himself ; it rc \" mains for the public to judge whether he has \"succeeded. In this case my opinion maybe \" supposed not to be quite impartial; I shall there \" fore abstain from all praise or commendation.\" \" I should have given more extent to the sta \" tistical account of America, if I had not wished \" to preserve the fit proportion between it and the \" rest of the work ; but what I have said will serve \" to give an idea of the astonishing; increase of \" that Republic of the new world, which has \" scarcely yet attained the 30th year of its age, \" during which time it has trebled in population. \" A rapidity of increase of which the old world \" offers no example *. * Perhaps M. Donnant is mistaken in this, for from the best records the Assyrian empire, and Egypt, seem to have been Tory numerously peopled soon after the universal deluge. A 4"], [20, "VIII \" My design in printing this essay is to propa \" gate a new branch of science. I shall be \" happy, if after having read my work, it shall be \"said, I have learnt something useful. — In this \" country, tho' fertile in the extreme in authors, *• there are but few of whose works that can be \" said, an attempt to augment that small num \" bers gives a right to ask a little indulgence.\" The addition relative to the true interests of Britain and America, I am persuaded will not fall quite useless to the ground : — I seize the occasion of ushering a work of argument and opinion, and relative to a particular case into the world, in company with one which consists of facts of an important, permanent, and gene ral nature. The old order of connexions in the world are overturned ; we should wish for a new one established on such a basis as would tend to insure the peace and happiness of mankind; and as commercial jealousies are the most powerful in preventing them, it is of importance to have them removed,"], [21, "TO HIS EXCELLENCY THOMAS JEFFERSON, PRESIDENT OF THE UNITED STATES OF AMERICA, &c. &c. (sc. gus-SKwangw- SIR, VV HEN I had the honour of being introduced to your acquaintance, during your embassy in France, the ■ approbation which you were then pleased to bestow on my application of lines to matters of finance, leads me to hope that you will not be offended at the liberty which I now presume to take, in dedicating to you a small work, on a plan somewhat similar, relative to the affairs of your own country. As your statistical account of Virginia shews your great knowledge of, and attachment to"], [22, "X that branch of study, at a time when its import ance was scarcely begun to be known, perhaps you may be induced to exercise your genius, and employ some part of that power and influence which, from your elevated situation, you possess, in directing the government of the United States, towards collecting and perfecting statistical knowledge. Without the aid of the government, in this study, individuals can make but little pro gress in any country, and their labours must remain very imperfect. In our old world, the progressive state of population in its early stages is disgraced by fiction, or drowned in oblivion ; and even in our enquiries into the present state of things we are perpetually interrupted by antiquated customs, the prejudices of many, and the indifference and negligence of nearly all. In your new country it is quite the reverse ; the progress may be traced, and the present situation ascertained. It is therefore an oppor tunity not to be passed over ; another such never may, and probably never will, again"], [23, "XI occur in the history of this globe. A fine country, cultivating and increasing in popula tion by an enlightened people, under a good government!! Can we expect another re-union of such circumstances ? Can we find any ex ample of it in the times that are past? Under your American government the useful is more attended to than the ostenta tious or splendid : in addressing myself to you, I cannot help taking the liberty to sug gest, that if to the revenue department of the state an office was attached, in which such statistical information should be collected and arranged as is gained in the usual course of the operations of government, and this continued year after year, great advantage would arise from it in the course of time, and at little expence. — Individuals cannot collect much statistical information ; institu tions expressly for the purpose would be ex pensive, and, in some cases, inconvenient ; but every government in the ordinary exercise of its functions becomes possessed of many pre cious materials, (such as, I humbly suggest, it"], [24, "XII would be well worth while to turn to advan tage,) which no private person can possibly obtain. In writing this with a view to the ad vancement of general knowledge, I am fully sensible that materials are wanting to make the execution either accurate or complete. I hope you will deign to receive twenty-five copies, bound up with blank leaves, on which such corrections, additions, and remarks may be inserted, as may tend to perfectioning the work at some future period. . I am not ignorant, Sir, that, in submitting to you a very imperfect work, of which on ac- count of its own nature, and other circum- stances, you are probably more capable than any other person in existence to judge, I lay myself open to severe censure. — I think I see the interleaved pages written full of corrections, and the printed ones half obliterated on ac- count of error or ignorance ; but my great desire of assisting in laying the foundation for a regular statistical account of so interesting* a \"\"* o"], [25, "XIII country, together with a reliance on your in dulgence, have induced me to run the risk I have even some hope that European govern ments, seeing the advantage, may, in time, follow your example. I have now, Sir, given briefly and candidly my reasons for taking the present liberty, and have the honour to be, with respect and esteem, Sir, Your Excellency's Most obedient, And very humble Servant, WILLIAM PLAYFAIR. Old Brompton, April 17, 1805."], [26, ""], [27, "SUPPLEMENT TO THE STATISTICAL BREVIARY, Sfc. §c. •sS-t-SS-l©-******—— IN Europe we have never yet made any thing like a fair estimation of the future, and not far distant greatness of the United States of .\\merica. No authentic records exist to make u? acquainted with the progress of population in the ancient world ; and if they did exist, they would scarcely serve us for a fair comparison. The United States, in possession of all the arts and inventions which have since those earlyperiods increased the powers andabbrevi- ated the labours of men, must naturally advance with far greater rapidity. Situated on a Continent, whichenjoys all the advantages of a large island, without dangerous neighbours to invade them, their fertile country interspersed with the finest navigable rivers ■on the face of the earth. Enjoying a good government, speak- ing all the same language, having Europe as a market for their superfluous produce, and as a store-house for those manufac tures which they have not yet established amongst themselves, it would be difficult to conceive any nation enjoying a more complete assemblage of those favourable circumstances which lead to wealth and greatness, than we find concentrated in the United States of America. No kingdom in Europe is much more fully peopled than the Province of New York ; and when we consider with what"], [28, "16 facility its inhabitants can emigrate to the Western Countries, the short time it has been settled, and that it is not the most fertile portion of the United States, it seems fair to suppose that the average population of the whole country will not fall much short of that. In the Province of New York there are 147 persons to a square mile ; let us then suppose the whole country to arrive at 100, which is only two-thirds, and the num ber of inhabitants will amount to 130 millions, a population not much inferior to that of all the nations in Europe. The era at which this new country will jjrobably arise at snch a degree of population may, perhaps, seem very distant ; but if we judge by what has already taken place, we are not justified in thinking so, as the Census taken of the people about 14 years back, and again within the last three years, will make abundantly evident. The period between the first and second enumeration is nearly 12 years, and during that time the population had increased in, the ratio of 3 to 8, or rather more than 1 to 2J. That we may not err in calculating on too rapid an increase, let us, however, suppose it only to double in the period of 1 5 years, and that the population in 1800 was 8 millions, then in the year 1815 it will be 16 mil lions, in 1830 it will be 32 millions, and in 1845, 74 millions, and before the end of the present century that country will be fully peopled. It may be said that, long before the population attains the height in question, the rapidity of its progress will be abated. It is indeed possible that it may be so in some degree; but we are not warranted in such a conclusion from the state of New York, where the population is far beyond that on which we calculate, yet it has not of late gone on much less rapidly than those that are more thinly peopled. The United States are then approaching to a degree of power ancl greatness, so far as extent of territory and number"], [29, "17 cf inhabitants constitute them, of which our ancient Europe affords no example. In China, perhaps, we might find something like a parallel as to numbers of men and extent of territory, but there is rery little analogy between the character of the Chinese and the Anglo-Americans, and between their governments still less, so that we do not find on the whole globe any thing to be compared to what the United States are likely soon to become. They arc upon al most gigantic scale ; a third rate pro vince is equal in extent to France, with all her aggrandizements, and the whole is equal in magnitude, and probably may soon be in population, to all the nations in Europe, the Russian dominions excepted. The divided circle which represents the surface of the coun try, has been constructed for the purpose of shewing, in an easy and accurate manner, the proportional extent of the dif ferent provinces ; and it is scarcely possible to look at it with out a few important observations occurring to the mind. The great inequality of the divisions will naturally lead to a new organization when the country comes to be more equally peopled, for not to speak of the fine territory of the West, which is intended to form different States, the proportion of Virginia to the Delaware is rather too preposterous to remain as it is at present. The whole country is too extensive to remain under one government for a long period — there is at least no example of a republic on so large a scale. The Anglo-Americans, as they may be called, extending so far already, and increasing so fast, will naturally take pos session of the mouths of all the rivers that convey their pro duce to the ocean or the Gulph of Mexico. They will settla"], [30, "18 to the West of the Mississippi, so as by securing both shores to have full possession of the navigation. The extent to which they may go in that direction will probably be as far as the rivers that fall into the Mississippi are navigable, and the lands well watered. This would include a country of nearly a million of square miles, and would almost double the extent of the civilized and peopled portion of America. It would admit of a population of 200,000,000. All that prodigious extent of country will be peopled with men speaking the English language, and having English laws and manners, and naturally disposed to use English manufac tures, in preference to those of any other nation. On this subject we shall make some remarks hereafter, it is sufficient to observe at present, that there is every reason for thinking that the interests of these Western people, and of his Britannic Majesty's subjects, will lead to a lasting and beneficial connection both in politics and commerce. The United States of America were British Colonies till the 4th of July, 1776. It was on that memorable day that the Representatives of the different Provinces made a solemn declaration, in which they explained their motives for throw ing off their allegiance to the King of Great Britain, appeal ing to the Supreme Being for the justice of their cause, and the uprightness of their intentions, in declaring themselves free and independent. The Deputies to the Congress were 55 in number, who swore to maintain that declaration at the peril of their live* and fortunes. The States were then 13 in number, and each was to preserve its sovereignty, liberty, and independence, joining, however, into a league or confederation for their mu tual safety and protection; this compact was afterwards ratified"], [31, "19 en the 9th of July, 1778. Aster a long and disasterous war with the mother country, a treaty of peace wa*. signed on the 3d of September, 1783, in which the independence: of the States- Was acknowledged and guaranteed. Since then, the number of States has increased to sixteen, and as population augments, the Western country will be divided into separate States. Extent in square miles * 1,1 09,925 Number of inhabitants in 1S01 S,053,O0O Average number of inhabitants per square mile 7 Extent in English acres 319,000,000 Acres covered with water 57,000,000 Acres to each person 90 Revenues in dollars, 15,000,000 (in sterling). . £, 3,375,000 Expenditure annually 3,037,500 Public debt 18,000,000 Land forces in time of peace 30,000 Seamen in time of peace 40,000 Frigates, sloops, <fcc. of war 36 Annual exportation, value of £ 15,000,000 Great divisions of the country 16 Tonnage of merchant vessels % 800,000 Taxes on an average per person 8 shillings Pay of ordinary seamen per month, 14 dollars, or 31. 3s. Interest of money 7 and S per cent. Length of the country in English miles 1,650 Breadth of ditto l^OO 5 Number of inhabitants in Philadelphia S0,0CO Principal towns are Bodon, Nc:c York, Baltimore, Charles- totsn, Washington, and Alexandria. All religions are tole- rated, but the Protestant Faith aud Quakerism are the most prevalent. * This was written L?soro Louisiana was ceded to the State;. b2"], [32, "20 ore vr divisions of the united states or America. When first settled. Year. Number of Inhabitants in 85, 86, and 87. Number in 1800 and 1801. Extent in square miles. Inhabitants to a square mile last Census. Number at 100 to a square mile. Kate of increase during the interval. Time since first settlement. Years. Names. New Hampshire . . Massachusets .... Rhode Island .... Connecticut New York Now Jersey Pennsylvania .... Delaware Maryland Virginia North Carolina. . . . South Carolina .... Georgia Vermont Kentuckey Western Territory 1623 1628 1635 1635 1614 1614 1627 1627 1633 1609 1728 1669 1732 1777 1773 1787 102,000 360,000 51,896 209,150 238,900 149,500 360,000 37,000 253,600 567,600 270,000 180,000 98,000 1 00,000 100,000 6,000 319,000 630,000 91,000 371,000 1,200,000 310,000 1,500,000 120,000 670,000 1,300,000 500,000 380,000 163,000 100,000 220,000 150,000 10,S00 73,S00 2,720 4,597 8,320 105,000 45,000 1,476 14,740 169,792 81,380 25,000 150,000 9,300 1 1 5,000 450,000 ■.l i O 1 T 32{- 80\" 140 3 31 SO 45 8 6 1,080,000 7,380,000 272,000 459,900 832,000 10,500,000 4,500,000 147,000 1,471,000 16,976,200 8,438,000 2,500,000 1,500,000 930,000 11,500,000 45,000,000 as 1 to 3. 1 : 5 1 : 2 1 : 4 1 : 2, 1 : H 1 : 2 1 : 2 1P0 175 168 168 189 189 176 176 170 194 175 136 71 26 30 16 15 It's 10i i 3 1 : 2| 1 : 25 Totals 8,053,000 1,169,925 116,992,500 i : n 3,083,000"], [33, "21 Such is the rapid increase of the United States, the docu ments are the most authentic that can be procured; and mak ing any reasonable deduction for error, still the day cannot be at any great distance when it will be a most powerful country. The rapid increase of the Western Territory is chiefly occa sioned by emigration from the Oid States, as well as from Eu rope, and there is not a doubt but that when highways have been cleared, and the navigation of the rivers a little assisted by art, it will become one of the finest and most flourishing coun tries on the surface of the globe. The price of passage from France to America is from 25 to 301. in the cabin, and half-price in the steerage. The Ame rican ships in general are thinly manned, and not so well provided in case of sickness as French or English vessels. Good land, uncultivated, may be had from lOd. to 5s. the acre, and it is well in purchasing not to go to any great distance from a navigable river. In 1794 lots of 100 acres of land, in Virginia, might be purchased for 1001. one half of which was cultivated, and the other half covered with wood, together with a large house, some cattle, and all the agricultural instruments necessary — but such bargains cannot now be had ; in many cases prices having risen 20 per cent, since that time. The hire of a waggon is two dollars a day. When one goes a journey of six or eight days into the interior of the country, it is necessary to carry a tent and provisions. In the Southern States, where slavery is still admitted, 'he hire of a male negro is from four to five dollars a month, and of a black woman from two to three dollars. One negro can clear a quarter of an acre a day, or if the B 3"], [34, "22 trees are very large, half the quantity. If there is a woman t» assist, two acres may be cleared in a week. With a plough and two horses from 20 to 30 acres of maize, and 15 of wheat, may be cultivated in a year, or in place of the wheat four acres of tobacco and six of indigo, together with the 20 acres of maize. In good land an acre produces of maize 25 bushels. Ditto wheat 20 ditto Ditio cotton 250 to 3501b. Ditto tobacco 600 to 6501b. Prices are, Maize from 2s. to 3s. the bushel. Wheat from 6s. to 9s. the bushel *. Tobacco from 14s. to 11. 8s. the quintal. Cotton from 14d. to 2s. per lb. The price of a plough-horse from 41. 10s. to 71 Do of a cow from 25s. to 30s. Pigs are the most lucrative animals to rear ; when young they are cheap, five or six months is sufficient to fatten them, and, as they live in the woods, they cost almost nothing. Implements of agriculture are best purchased in America, they arc as cheap there as in Europe, and better adapted for the business. Nails arc, however, an exception, it is better to buy them in Europe. The principal articles it is necessary to purchass in sea-port towns are, axes, spades, hoes, plough-irons, saws, chissels, &c. 9 In the Western country the prices are not above one-fourth of these."], [35, "23 For a barrel of West India rum you may get five or six pounds, andfor three barrels you may have a large houseerected, together with a stable and other out-houses. Summer is the best season for embarking from Europe, and the autumn for clearing the ground. In six months one may clear 20 acres of land, that is to say, cut down the trees, burn the branches, dig round the roots, and prepare wood for en closures, so as to begin to sow in April. It is in that month they plant tobacco and sow maize. Wheat and bailey are sown in November, and oats in February. Negroes are dear in South Carolina, but in North Carolina, Virginia, and Maryland, they may be purchased for 50 or 60 pounds. Negroes in these three last States are very expert at their work. They can in general forge and make tools, construct buildings, and understand the cultivation of the various things; the lands produce. It is best to hire free Negroes, they arc the most industrious and sober, and more profitable than white la bourers, bearing fatigue better, more willing to serve, and at lower wages *. Europeans who go far up the country should take a waggon with them, or if they ascend a river they should take a quantity of salt ; it may be necessary, and always fetches a good price. * If the Island of St. Domingo were to be well governed, we may conduce from this that it would soon prosper. j4"], [36, "24 0» TnE principal European Commooities and Manufac- tures THAT SELL WELL IN THE AMERICAN STATES. Though the soil of the American States is fit for producing Tines in many places, and satisfactory trials have been.made, ye( at p esent all their wines arc imported. Those which sell best are Port and Madeira, and in general all the hot wines. The wines of Provence sell well, and are improved by the voyage. Claret sells pretty well, but is not in great request. Champagne and Burgundy run a risk of spoiling daring the voyage, they can only be carried in bottles, and the sale is slow, and attended with little profit; besides the expence of bottles and boxes is considerable. Brandies are still more pro fitable and certain than any sort of wine. This only applies to bra .dies ;n ade from wine, for such as are made from cider or grain are not so good as those distilled in America. Good brandies from Orleans, Bourdeaux, and Languedoc, are of certain sale. Olive oil, dried fruits, prunes, &c. are sold with considerable advantage ; oils for America should be of a middling quality; the best are too dear and sell slowly; the common are apt to become rancid and unsaleable during the vcj age by sea. Oils of a second quality should be bottled and put in boxes of twenty-five or thirty pints, they will then sell readily. Olives are subject to spoil during the voyage ; the sale is slow, and profit small. The large prunes of Tours arc preferred, and are never to bs had there in sufficient quantity, because they are used for im proving the taste and quality of rum, to which they give a. yellowish colour, giving to it an appearance of age."], [37, "25 Lyons silks, gold a*id silver lace (for military uniforms only), and millinery are almost exclusively imported from France. White silk stockings of a second quality, light ruffles, rib bons, silk shoes, and other objects of luxury, sell with con siderable profit, but in small quantities, and whoever takes much of a sort will be disappointed. As to dear articles of a sine quality in dress, they are of a very difficult sale, and it is generally impossible to get any profit on them. Watch and clock work, of a good quality, bear but a middling price ; silver watches from two guineas to four, and gold from four guineas to twenty sell well. French jewellery seils advantageously, but not of a dear sort ; car-rings, bracelets, watch chains, and trinkets, of a middling quality, sell best. In all articles of luxury and taste the assortment should be varied, and the quantity not very considerable. Papers plain and stained sell well, as do mill stones, and plaster of Paris unburnt. Those observations were made by M. Donnant for French trade, but with a few exceptions they will apply to that o f England. In return for the articles sent to America, the principal to lie expected from thence are : From the Southern states tobacco, which is the staple. Vir ginia alone exported formerly sixty millions pounds weight ; Maryland forty millions in the year, but they do not now send near so much. The Carolinas and Georgia on the contrary cul tivate tobacco more than formerly, and other exportation"], [38, "26 increases. In Virginia and Maryland they prefer cultivating wheat maize, hemp, and ilax, as being more certam profitable. The hogshead of tobacco weighs 10001b., and sells in the. country at nine pounds sterling. Georgia and the two Carolinas produce indigo, bnt of au inferior quality ; nevertheless, within these few years in South Carolina, the cultivators have found means to improve its qualities, so that in some cases it is preferable to that of St. Domingo, it may therefore safely be taken in exchange. Turpentine and tar are extracted in great abundance from the fir trees that grow on the coast of Jersey, Virginia, and North Carolina. These two articles are produced there in greater quantities, and cheaper than in any part of the United States. Wheat is the chief staple of all the United States ; of it there is always a surplus, and for it from other countries there is always a demand. It is better to bring wheat than flour to Europe, as the flour is apt to heat ; besides that, grinding is dearer in America than in Europe. For the 'Y\\ est India Islands, on the contrary, flour obtains the preference. The extended coasts of p\\merica are favourable to fisheries, so that the south of Europe, Spain and Portugal in particu lar, receive great quantities of fish in return for wines, liquoiy and fruit. Whale oil makes a considerable article of exportation. The following table will serve to give an idea of the expor tation of the United States. It is an average taken for threii •years, in 1798, 1799, and 1S00."], [39, "27 Bushels of corn 6,000,000 Horses, cattle, and pigs 60,000 Barrels of flour, biscuits, rice, &c 3.003,000 Ditto pitch, tar, and turpentine 250,000 Ditto salt beef and other provisions 280,000 Ditto cod, salt and fresh 300,000 Gallons of spirits distilled in America 1,250,000 Tons of pot-ashes 20,000 Hogsheads of tobacco 160,000 Feet of planks and joists 80,000,000 Tons of timber for building 50,000 Planks for covering houses 80,000,000 Staves and girths 32,000,000 Carpentry of houses complete 300 Oars and anchor stocks 80,000 Hogsheads of lintsced 90,000 The United States import such manufactured goods as a new nation cannot readily furnish, and they export the production! which a fertile country in a favourable climate naturally pro- duces. The great establishments which the Anglo-Americans form on the Western waters beyond the mountains, furnish them m ith the means of carrying on a commerce in furs and skins, with nearly as much advantage as the Canadians, and these may be considered as staple articles of that great ditision of the United States of America. Ship building forms a considerable branch of trade in Boston, New Jersey, and other ports of New England; and a writer, in whom confidence may be placed, speaks thus of the timber of the Southern States."], [40, "28 '• The coasts arc covered with timber fit for the building of ships, andmostother purposes, in a sufficient quantity tosup ply Europe for several centuries yet to come. The green oak which is produced in Georgia in great quantities, unites in itself many good qualities. In the bay of St. Mary it may be purchased of an uncommonly large size ; it is very solid, and weighs 95lb. the square foot. Worms never attack it, and its durability is very gre^t. Although the rum of New England is not of the best quality, yet as the price is little more than half a dollar the gallon, it is an advantageous exchange for captains of ships. If however they would give a little higher price than they in general do, to have the rum of the Islands, and mix them together, it'might be attended with still greater advantage."], [41, "29 enumeration of clrcumstancf.3 which are peculiar to the United States op America. Tin*, expcnces of government arc less in proportion to the value of mone}- and number of inhabitants than in any other civilized country; with two days labour an individual can defray his quota of taxes for a year, and have a surplus sufficient to maintain himself during the two days. There are no territorial taxes, nor any interior duty on the necessaries of life. The most part of the revenues arise from the importation duties on foreign goods, which duties arr countervailed by a drawback when again exported, so that they fall only on foreign goods consumed in the country, and therefore operate as an encouragement to the home manu facturer. Great attention has of late been paid to the coining of money on a proper principle, by giving its full intrinsic value to tha pieces intended for circulation, and renouncing all idea of gain from a species of mean and impolitic robbery on tha pcop'e, which has been, and still is, practised by many Sove reigns and states of the Old World. England reformed its monied system by placing the greatest man in Europe at the head of the mint ; Sir Isaac Newton regulated the coin Gf that country. In America the government has followed that wise example, and has appointed the most ingenious man in their States to regulate their circulating coin. They have named for that purpose Mr. David Rittenhouse. There are several banks established at Philadelphia, New York, Boston, Baltimore, Charlestown, Alexandria, and some other places. The dividends are eight or nine per cent. and payable half-yearly."], [42, "30 The interest of the public debt is payable quarterly. Ship building is attended to with great diligence and success. New docks for that purpose are erecting constantly, and the art is well understood and brought to great perfection. The value of goods manufactured in America is supposed to amount to double that of the raw materials annually exported, as well as to exceed greatly that of all sorts of goods imported, Cven including those intended for re-exportation. The American manufactures consist chiefly in articles of ne cessity. Those for luxury are nearly all imported, but the manufactories increase with great rapidity. The greatest part of the inhabitants, except in large towns, make their cloth, linen, and other necessaries at home. The exports from the United States have more than doubled during the war, but they have decreased since the peace. They consist chiefly in grain and raw material, the produce of the soil, all which are exempted from duty, but the government retains the right in cases where the public good requires it, either of suspending or forbidding their exportation. The produce. of the country may be exported in all sorts of ships of any nation without restriction, except those ot enemies. The exports amount to five times the value of the taxes. The imports of the United States have not increased so fast proportionally as the population, as new manufactories are every day establishing. The legal rate of interest of money is six per cent, in most of the States, but in some of them it is seven, and even .seven and a half."], [43, "31 Throughout almost the wJrole slavery is abolished, and th-f ■negro trade forbidden ; where that is not the case, means arc taken to abolish it by degrees. Clothes, books, tools, furniture, and all effects of emi» ■grants from other parts are admitted duty free ; and the person arriving, whatever his occupation may be, is at full liberty to exercise it immediately, without any previous declaration made, or permission -given. Strangers arc not subject to any greater taxes than other citizens, and they participate in all their rights. All religious sects are tolerated, and remain upon an equality, and there is no instance of any religious quarrel since <the revolution. There are no tithes nor other contributions for the maintenance of the clergy, who are supported by a duty on marriages and burials, foundations laid by private legacies, voluntary contributions, lands settled on the church, and rents •of seats in the places of public worship. The education of youth is chiefly confided to the care of the clergy, and to their honour it may be said, that it is attended to in a very laudable manner. The taxes that fall on the poorer classes arc very trifling, and the most feeble individual who can do any labour at all may easily maintain himself. Any artist or artizan with a little economy may save enough to establish himself comfortably in a few years. Horses, cattle, sheep, and other animals for breeding, are ■exempted by an express law from any duty on importation. The annual rent of land in Europe is, on an average, greater than the purchase of the fee-simple of lands in America. AU sorts of naval and military stores are produced or ma*."], [44, "32 tms.ictured in America, in order that in case of war they Sa/ be independent of the nations of the Old World. For several years past the legislature has been atten tive to the establishment of seminaries for the instruction of youth ; there are Sunday schools and evening schools for those who labour daily during the week. The Americans are not inferior to any European nation in genius nor industry, and it has during its short career, and notwithstanding its thin population, furnished its full proportion of able men in arts, sciences and literature. As a great and good man, Washington's character will always shade honour on the human race ; he was a blessing to his own country, and tie admiration of all the world. It is possible that a single piece of furniture in th-e house of some luxurious individual in Europe may bear a price equal to all the diamonds and jewels worn by the inhabitants of the United States ; that is not, however, for the want of Avealth, but owing to the useful activity to which it is applied by the inhabitants of the United States, where none are without some concern with agriculture, commerce, or manufactures. America has few charms for the luxurious, the dissipated and the gay ; but it is a fine abode for the man whose enjoy ment consists in repose, competence, and with filling his place in the world, and an attention to his duty at a distance from the troublesome and vain pursuits of ambition and avarice. It is a country where the affluent may enjoy all the tranquil pleasures of life, and where the poor, if honest and industrious. may soon raise themselves to ease and independence. The workmen and petty manufacturers in the country reside generally on small farms of from three to twenty acres, ■which they cultivate at leisure hours, with the assistance of their wives and children, servants, or apprentices. They"], [45, "33 even sometimes hire labourers, or procure assistance from neighbours by sharing in the produce ; that re-union of agri culture and manufactures is very advantageous, as by its means no hands are left unoccupied, nor any time spent in idleness. The government of the United States by pursuing a direct line of conduct, and avoiding to interfere in the affairs of other nations, has shewn true wisdom and attention to its own safety, order, and liberty. Though it is yet but twenty-seven years since the United States rose to a rank of independent nations, they already enjoy a very enviable situation. They have found the means with very slender revenues of encouraging the arts, protecting their commerce, supporting their credit, and of manufacturing a sufficient military and naval force, sufficient to guard and preserve their independence, while by prudence, and a strict adherence to treaties, they have acquired the esteem and friend ihip of other nations."], [46, "34 Essay on the Natural Advantages of North America for Internal Navigation. There is no portion of the world so well watered by rivers, lakes, and streams, as the eastern portion of the continent of North America. The whole of these countries, on account of their connection by internal navigation, seems to have been intended by nature for the most intimate connection ; the communication between Georgia and New Hampshire is, beyond comparison, more easy and expeditious than that between the North and the South of England, France, or Spain. The canals about to be cut at Southky, Susquehannot, and Delaware, will open a communication between South Carolina and the countries to the West of Pennsylvania and of New York. The works carrying on at Potomack will procure a passage from the southern States to the western parts of Virginia, Maryland, and Pennsylvania, and the northern lakes. From the straits of Lake Erie to Alexandria on the Potomack, in which distance of 607 miles there will be but 40 miles of land carriage, and that all at one place. The canals intended from the Delaware to the Chesa peak, will open a communication between South Carolina, New Jersey, and Delaware, Pennsylvania, and part of the State of New York. North America will be then, as if it Mere, a great number of large fertile islands communicating together with facility at little expence, and exempt from the danger of the sea. Nothing in any other part of the world resembles that astonishing chain of lakes which is found in the interior of North America; they may be considered as internal fresh"], [47, "35 Witter seas, of which, those only of the' second class, are su perior to any lakes on our eastern continent. The Lake of the Woods, named so from the vast quantity of timber which grows on its borders, is situated at the southern extremity of Lake Winnepeck ; its length from east to west is 70 miles, and its extreme breadth extends to 40. Long Lake is situated towards the east ; the length is about 100 miles, bur it is nowhere above 20 in width. Lake Su perior is the* greatest of all, and may not improperly be called the Caspian Sea of America; it is the greatest sheet of fresh water on the globe, and is 15 or 1600 miles in circumference. A great part of the borders consist of rocks and mountains ; the water is pure and transparent, and the bottom seems in general to be formed of rocks. Though in Summer the waters of that lake are very warm on the surface, yet a fathom below it is so cold that he who drinks of it seems to be drinking newly melted ice. Its po sition is between the 46th and 50th degree of north latitude, and the 8th and 9th degree of longitude, west of Philadelphia. There are many large islands in that lake, M*hich the native Indians suppose to be the habitation of the Great Spirit. Three very large rivers and above 30 smaller ones run into that lake. On the barders of one of the large rivers are found great quantities of virgin copper, and one of the smaller ones is remarkable for having a perpendicular water-fall of 500 feet ; it is extremely narrow, and from a distance re sembles a white ribbon, or garter, suspended in the air. A number of small islands, particularly those towards the east, abound with great strata of copperas, which may be come an important object of commerce, as it costs nothing on c2"], [48, "36 the spot, and may be brought away in boats at no very great cxpence. The chain of lakes connected by a large and sometimes rapid stream of water, consists, besides Lake Superior, of Lakes Huron, Saint-Clair, Erie, and Ontario, making in all a cur rent of near 2000 miles before they fall into the Gulph of St. Lawrence. The navigation of these lakes is difficult, and the communi cation between them interrupted w ith shoals, rapids, and at one place by the immense and grand cataract of Niagara ; they in general abountl in fish, and at some future time may become the sources of great wealth to those who settle on their bor ders. Next in size to Ontario is] Lake Champlain, separating the state of Vermont from that of New York ; it is about 80 mile? in length, but is no where above 14 in breadth. It is well furnished with fish, and its borders are fertile. Lake George is on the south-west of Champlain ; it is very narrow, and only 35 miles in length, its borders are hilly, and the valleys between fertile. The Mississippi River forms at present the great western boundary of the United States of America. Its source has not yet been explored, but it is believed to be about 3000 miles distant from the sea, following its course, which in some places is full of turnings aud windings *. This river receives in its course the Ohio, the Illionois, the Missouri, together with avast number of large rivers and smaller streams, which, * Those who wish to read a fine account of this river may apply t» Hutehins's Geography of the United States."], [49, "37 all united, traverse with rapidity and majesty immence forests, and fertile plains, till they fall into the Gulph of Mexico. The great length and extraordinary depth of that river, to gether with the salubrity of the waters and the richness of the slime which it carries down, are objects well deserving the attention of the naturalist. The course of this river is so crooked and winding, that from the mouth of the Ohio to New Orleans, the distance by it is 850 miles, though in a straight line it is only 460, and might be shortened above one third by cutting through a few necks of land, some of which are not more than 70 feet across. Charlevaux says, that in 1722 the river made a great current at a place called Cut Point, when some Canadians thought of deepening the bed of a small rivulet, and letting the main river into it. The force of the current was so great, and the ground so rich, that in a very short time the whole was carried away, and 14 leagues of navigation saved by that means. The ancient bed of the river in that part is now dry, except when the overflow comes ; and the new one has been sounded to the depth of about 30 fathoms without finding a bottom. During the spring the inundations of the Mississippi rise very high, and the current is so strong as to render the as cending in boats extremely difficult, though there is a sort of counter current near the borders which facilitates it con siderably. The stream of the river, when high, runs about five miles an hour, but towards autumn, when low, it does not run above two miles. There are, however, several parts where owing to clusters of islands, banks of sand, or rocks, the water always runs with a strong current ; the extent of those rock* c 3"], [50, "38 being in some places several miles ; the voyages in autumn are more tedious than in the spring. Those merchandizes which are sent up the Mississippi are conveyed in boats of 50 tons burthen, rowed up the stream by 18 or 20 men to each. From New Orleans to the Il!:ono:.s river, the voyage re quires 8 or 10 weeks. Below New Orleans the country be comes more flat towards the sea ; and so late as the tredty in 1762, those lands which have probably risen from the sea, were mentioned as being an island ; water is there found by digging to a very small depth, and huge trunks of trees are found buried in this alluvial land. When Mons. De la Salle descended this river to the sea, it is certain that the mouth of it wa-* then very different from what it is now. It has even been observed that the mouth changes its place, and the nearer one approaches the sea the more evident this becomes. Trees carried down by the current of the river are stopped in their progress by the bar, which the waters of the Gulph oppose; if a single tree is stopped, that serves to impede others, and thus a factitious ground is formed by degrees. — There is at all times to be seen between the Balize and the Missouri an enormous quantity of trees, sufficient to furnish wood for a whole town in America for several years, and which no human force is sufficient to remove. The sand, gravel, •jnd mud, which the river brings down, cement the whole together ; in a few years vegetation begins, and they are covered by degrees ; each inundation not only adds to their extent in length and breadth, but it augments their depth, and in the space of a few years an island is formed that changes the course of the river. The Mississippi runs in a smooth and clear stream till it meets with the Missouri, when its waters become muddy and"], [51, "39 troubled till they fall into the Ocean. The Missouri is larger than the Mississippi before they meet, and is much deeper and more navigable. Sonic French merchants ascended it for the space of 12 or 1300 miles, and it was still a large deep navigable river. From the Missouri to the Ghio, the western bank of the Mississippi is the highest, except in a few places; from the Iron Mine to Iberville the eastern border is more elevated than the western, on which the smallest rise is n *>t discern able for the space of 750 miles. From Iberville to the sea there is no rising ground on either side, and both di minish gradually till the mouth, where they are only two or three feet higher than the ordinary level of the water, in the river *. The slhne which the Mississippi leaves, after it overflows the adjacent fields, is like that of the Nile ; it deposits a ma nure similar to that which has occasioned the fertility of Lower Egypt. When the banks of this river are cultivated in the manner the soil and temperature of the climate will admit, it will be inferior in population to no country on the globe. The com merce, riches, and power of America may, at some future period, be concentrated on the borders of the Mississippi, which resembles the Nile also for its number of mouths, all emptying themselves into a Gulph not altogether unlike the Mediterranean Sea. Mr. Carver appearing to me to be better acquainted with this river than any other traveller, what follows is stated upon his authority. * Such is the newly acquired territory, which being uninhabited, the States will extend as far to ths North and the West as they think proper. c 4"], [52, "40 The fall of St. Antoin 44° 3' north, is 600 feet in width and 30 feet high, and forms one of the most beautiful cascades that it is possible to imagine. The country round is extremely fine ; the ground rises and falls agreeably, without either high mountains or extensive plains ; the verdure is the most lux uriant and veriegated, interspersed with woods and trees of different sorts. A little above the fall is a small island of about an acre and a half, upon which are a vast number of lofty oak trees, loaded with the nests of the eagle ; the instinct of those animals leads them to seek a refuge, inaccessible to the pursuits of men, or the attack of beasts. The Mississippi has never been ascended by any European beyond the river St. Francis, so that we owe to the Indians all the information we have of it above its junction with that river. Mr. Carver imagines, both from what he learnt of the In dians, and from his own observations, that the four principal rivers of North America, St. Lawrence, the Mississippi, the Bourbon, and the Origon, rise all within 30 or 40 miles of each other, on the highest ground on that continent, though they fall into the sea at an immense distance from each other, and from their source. Mr. Jefferson, whose able researches and his very extensive knowledge have placed him the rank of the best authorities, in his Notes on Virginia, has given us a description of the Ohio, adding some remarks on the western waters of Ame rica, which throw a great light on that interesting subject ; we shall therefore give some extracts from his work, and with them complete what we have to say on the interior navigation of the United States."], [53, "41 The Ohio is the most beautiful river on the face of the earth ; the current is smooth, the waters clear, and its banks covered with the finest verdure. There are no rocks nor rapids but at one place. It is about a quarter of a mile broad at Fort Pitt, 1500 feet at the mouth of the great Kanhawa, and 5055 at Lewisville. A quarter of a mile is its width at the Rapids, from 3 to 4 miles below Lewisville, half a mile where the flat country begins at the Green River, a mile and quarter where it receives the Tenessee, and only a mile where it falls into the Mississippi. Its length, according to Captain Ilutchins, is as follows : From Fort Pitt to Longtown 1 3| miles. To the Great Caslon 10J To the Little Caslon 13f To the Yellow Anse 1 1| To the Two Anses 21| To Long Reach 53| To the extremity of Long Reach .... 1 6\\ To Muskingham 25^ To Little Kanhawa 12£ To Hock Hocking 16 To Great Kanhawa 82^ To Guiandot 43i To Sandy Creek 14| To Sioto 48J To the Little Miami 126 To Great Miami . . 34| To Big Bones 32| To Kentucky 44± To the Rapids .-. . 77£ To FlatCountry 155| 8601"], [54, "42 Brought up 860-*- mile?. To Buffalo River 641 To V,'_.basch 97| To Big Cave 42| To Sha .vannee 52f To Ma.sae 24 To Mississippi 46 Total 11S7| In ordinary times during winter, the depth of water at Lewisville is 10 feet, and every where below, except at the rapids, sufficiently deep for the navigation of boats. The rapids are in 38° 8' of north latitude. The overflowing of the river begins in March, and lasts till July, during which time a first rate ship of the line could descend from Lewisville to New Orleans, were it not for the crooked turnings of the river. The rapids at Lewisville de, scend about 30 feet in the course of a mile and a half. The bed of the river is there of solid rock, and its course is di- vided into two by an island. The south branch, 500 feet in width, is dry during four months of the year, but the most northerly is sufficiently deep to be navigable for boats during most part of the year; and it is not supposed that it would be attended with great expence to render it navigable during the whole of the season. The waters are never at any time above thp depth of 10 or 12 feet at the rapids. The countries watered by the Mississippi, and the various rivers which run into it, form five eighths of the United States, two of which are watered by the Ohio and its various rivers which join it during its course ; the other two fifths are"], [55, "43 situated on the Mississippi and the rivers which run directly into it. Before we quit the subject of these rivers which water the western territory of the United States, we shall take a rapid view of their manner of communicating with the Atlantic Ocean, Hudson's River, the Potoinack;, and the Mississippi. By the latter river all weighty productions may easily descend to the Gulph of Mexico on rafts, which being made of build ing timber, themselves are a saleable article ; the con ductors may return by land or in light boats. The heavy productions, such as corn, staves, tobacco, salt provisions, hemp, &c. will unquestionably be sent by this conveyance in preference to any other ; but the manufactured goods of Europe will be conveyed by Hudson's River, or the Potomack. By Hudson's River it is necessary to mount to the Lake Erie, from whence goods may be conveyed with little inter ruption into the interior of the country in all directions, but the communications between the lakes is froze up three months in the year, as well as Hudson's River, whereas the other more southerly communications are not liable to any such inconveniency. From Alexandria, which is a principal depot on the south-east coast of the United States, the passage is only in terrupted in one place, where it is necessary to carry the goods by land. The only impediments in the way of this navigation are removing with great activity, so that it will soon be navigable all the way, and become the shortest, easiest, and least expensive. The expence of sending goods of which the value is con siderable, and the weight small, by this route to the western"], [56, "44 territory will not be such as greatly to enhance their price. If then matters could be so conducted as to establish a re gular exchange of American produce for European manu factures by these two diflerents routs, or by way of New York, we might have corn, &c. from that country at a very reason able rate ; and those who live on the western waters might have European articles at a price such as to encourage their consumption to a degree that might, when that country becomes peopled, be one of the most extensive, lucrative, and sure markets for Europeans that has ever yet been discovered or carried on."], [57, "45 Observations on the True and Natural Interests of the British Government and United States of America. By W. Playfair. Statistical facts are collected principally for the use of forming deductions, and distinguishing what is tcise and possible to be done, from what is unwise or impossible. In the pre sent case let us endeavour to draw some conclusions from the facts before us. It appears, that before 30 years the United States will con tain a greater population than any single nation in Europe. That the western country will in the end be the most populous, as it is the most fertile and extensive. The Mississippi which is, at present, the ideal boundary, will not then be the real one ; but the lands contiguous to it on the west will be occupied also by the same people, both on ac count of their fertility and local situation, as well as to ensure the navigation of the river. Whatever may be the conduct of France and Spain rela tive to New Orleans and the Floridas, it is clearly an object of too great magnitude, and too necessary for the people who live on the waters of the west, to command the mouths of that river, the only one by which 800,000 square miles of country communicates with the ocean, for them to per mit it to be in any hands but their own. Nature has given them the right, and nature will furnish them with the means of asserting and preserving it. No power in Europe, nor all the powers combined together, will, in a few years, be able to keep possession, by force, of the mouths of the Mississippi. The Floridas will naturally also fall into the hands of the Americans. It is"], [58, "46 absurd to think that the languid and feeble government of Spam can keep possession of a thinly peopled narrow track of coun try, which cuts off the whole of the southern part of the States from a direct communication with the Gulph of Mexico : the only intention of retaining which seems to be to prevent that natural and necessary communication. The interior country of America, so extensive, fertile, and well peopled, will not, however, for many ages be a manufac turing country. Its industry and capital will be directed to wards agriculture ; and if matters are so conducted that Eng lish goods find their way there upon reasonable terms, the consumption of them will probably be such as to give occu pation for our manufacturers on au increased scale for many years to come. * Though the internal force of America will be such as to put the navigation of the Mississippi, so far as it runs in the form of a river, intircly independent of any other power, yet as those countries will not for long, and perhaps never, be able to maintain a great naval force, they will find it their interest to enter into a treaty offensive and defensive with some power in Europe, who has the ability and an interest in protecting and keeping safe the navigation of the Gulph of Mexico, without which the freedom of the internal navigation of the river will be to little purpose. Circumstances point out in the most direct manner a con nection between Britain and America for that purpose ; Bri tain is the ablest to grant, and the most interested in granting protection and safety to the consumers of its manu factures. Men who speak the same language, who have nearly the same manners, and live under similar laws. The inter ruption of so large a branch of trade would greatly affect the prosperity of this country, while it would injure that of the western territory still more ; it is therefore a connection"], [59, "47 sounded in every way upon mutual inferest. A small surplus of produce will supply the people in those f 'rtile countries with all those articles of European manufacture which never flourish where population is thin and land in plenty. We may be friends ; we naturally shall have a great commercial connection ; but if we ever become enemies, or entertain jealousy of each other, it wiil be without grounds and without advantage. The absurd and now exploded system of perfect equality is not more contrary to the nature of things, than that all nations should produce the same objects, or, in other words, be rivals in trade. There must be a division of labour amongst nations as well as amongst individuals, if it is intended that their industry should be employed to the best purpose, that is to say, if with a given quantity of labour they mean to procure the greatest possible quantity of those articles that are necessary to the preservation or conducive to the enjoyment of life. Not only may an extensive and friendly intercourse be ex pected with the citizens of the United States, but they may be the cause of ending those jealousies that have so long dis turbed the repose of European nations. The great staple articles of France are wines, brandies, and fruits, of which neither England nor any Northern nation produces, or can produce any considerable quantity. France also excels in many articles of taste and luxury, for which no •other nation appears to have an equal genius. The French have a peculiar happy climate and diversity of soil, so that they do not want much from any other nation ; and with very little attention they may produce more of the articles above enumerated (in which they never need fear a rival), than sufficient for every purpose of commerce and exchange. France has no need to turn its views to what is commonly meant by commerce. It has far more solid, and better sources of wealth, than those that merely consist in"], [60, "48 manufacturing or carrying for others, for which neither the na tural situation nor the disposition of the people is at all fitted. The immense market opening in North America will put an end to the ill-founded jealousy of nations* : and while on this subject, it is natural to take notice of another theatre for industry, commerce, and consumption, rising up in the very heart of the old world, on the borders of the Black Sea, fitted by nature, and intended by the Emperor of all the Russias to become a great, wealthy, aud civilized country. The theatre of commerce is enlarging with great rapidity ; and if mankind are wise, they may now begin to enjoy more fully and freely the advantages arising from the discoveries of Columbus, of Cabot, and the labours of Peter the Great. As for England, it must cultivate manufactures and com- merce; and if it acts wisely, will find an ample market in America. We owe much to the wisdom and moderation of those who have gone before us; and by wisdom and moderation alone can we preserve those advantages which have been our inheritance. It ill-becomes us to be jealous of other nations ; for let the question be argued a*s it may, we at least have our share of commerce ; and we may not only keep it, but see it increase, if we avoid those errors which have hitherto brought on the decline and ruin of all wealthy nations. We have no occasion to grasp, let us only rely on the interest of other people for trading with us, and we shall have a surer hold than we can have by any other means. The separation of the United States of America from the British Government, is the best example of this; while we struggled for dominion we had little profit and great expence. Since we lost the dominion * I say ill-founded ; for though it is proverbial that individuals of the same trade do not agree, yet they have some reason : but here are nations of different trades that disagree."], [61, "49 we have had great profit without any expence, and that the advantages will increase, js as certain as the augmenting popu lation of America; provided we trust to mutual interest as the tenure by -which we are to enjoy the advantage, and act accordingly*. The following Tables are given for the use of commercial men, and with an intention to assist those who turn their views from other branches of commerce, to that with the United States. * A plan is now in agitation for establishing an exchange of British manufactures for tha produce of the West Country of America, which may prove of the highest mutual advantage. It may give double activity to the manufactures of this kingdom, while it will highly promote the pros perity and comfort of the settlers on the Western waters of the United State* 0"], [62, "50 TONNAGE, By Act of Congress, approved Id March, 1799, to be paid at the Time of entering the Vessel, and before anij Permit shall be granted for unloading amj Part of the Cargo, Sect. 63, at the following Rates : (See Act of 20th July, 1790.) On all Ships or Vessels entering from any Foreign Port or Place. Ships or Vessels of the United States cents 6 built within the United States, after 20th July, 1789, but belonging wholly, or in part, to Fo- reign Powers, duly recorded 30 On other ships or vessels 50 Vessels of the United States employed in the coasting trade or fisheries, duly licensed, per annum 6 Vessels of the United States, other than licensed, taking in merchandize in a district in one State, to be de- livered in a district in another State, other than an adjoining State on the sea coast, or on a navigable river 6 Other ships or vessels taking in merchandize to be deli- vered in another district 50 FEES of OFFICE. To the Collector and Naval Officer. d. e. Entry of a vessel of 100 tons or upwards 2 50 Clearance of ditto 2 50 Entry of a vessel under 100 tons 1 50 Clearance of ditto 1 50 Every post entry , 2 0"], [63, "51 D. C. Permit to land goods 20 Every bond taken officially 40 Permit to land goods for exportation, for drawback. ... 30 Debenture or other official certificate 20 Bill ofhcalth 20 Official document, register excepted, required by any person 20 To the Surveyor. Admeasuring, and certifying the same, of every ship or vessel of 100 tons and under, per ton 1 Admeasurement of every ship or vessel above 100 tons, and not exceeding 200 tons 1 50 Above 200 tons 2 0 For all other services on board any ship or vessel of 100 tons and upwards, having on board goods, wares, or merchandize subject to duty 3 0 For like services on board any ship or vessel of less than 100 tons 1 50 On all vessels not having on board goods, wares, or mer- chandize subject to duty 66|. '§ Allowances for Draft. Ib. Sect. 58. Any quantity of 1 cwt. or 1 121b 1 Above one cwt. and under 2 cwt. - - ■ 2 -2 cwt. and under 3 cwt _ 3 3 cwt. and under 4 cwt. . . 4 ■4 cwt. and under 18 cwt . 7 18 cwt. and upwards 9 Tares, Ib. On every whole chest of bohea tea 70 half ditto 36 quarter ditto 23 d 2"], [64, "52 lo. On every chest of hyson, or othergreen tea, of70lb. or upwards20 On every box of other tea, between 50 and 701b 18 Ditto, if 801b. 20 Ditto, from 801b. and upwards 22 The above to include ropes, canvas, and other covering. On all other Boxes of Teas, according to the Invoice or actual Weight thereof. On cofFcc, in bags per cent. 2 in bales 3 in casks 12 On sugar, other than loaf sugar, in casks 12 in boxes 15 in bags or mats 5 On cocoa, in casks 10 in bags 1 On pimento, in casks 16 in bags ....* 3 On cheese, in hampers or baskets ... 10 in boxes . ................. 20 On candles, in boxes 8 On chocolate, in boxes , \\q On cotton, in bales m % in scroons 6 On Glauber salts, in casks g On indigo, in barrels 12 in other casks mm_ j5 in seroons _ ig in bags or mats , _ _ 3 On nails, in casks c On pepper, in casks 22 in bales 5 in bags 2 On sugar-candy, in boxes 10 On segars, in boxes Ig"], [65, "53 Ib. On soap, in boxes 10 On shot, in casks 3 On tw ine, in casks 12 in bales 3 On all other goods, according to the invoice thereof, as actual weight. Allowance for Leakage an» Breakage. Sect. 59. Two per cent, allowed on the gauge on all mer. chandize paying dutj by the gallon, contained in casks. Ten per cent, on all beer, ale, and porter in bottles ; and five per cent, on all other liquors in bottles, to be deducted from the invoice quantity, in lieu of breakage; or it shall be lawful to compute the duties on the actual quantity by tale, at the option of the importer at the time of entrjj. Terms of Credit. Sect. 62. When the duties on ad valorum articles are less than 50 dollars it must be paid immediately: if specific, a deposit must be made to secure the same, which, when ascer tained, will be immediately settled. When the duties on goods imported, where the sum payable by one person or co-partnership shall amount to more than 50 dollars, the following credit is allowed by law, except where any bond on which the person or co-partnership entering such goods, w*ares, or merchandize, are either principal ar security, and which being due, remains undischarged. On all articles, the produce of the West Indies, (salt ex. eepted,) the one half in 3, and the other half in 6 months. On salt, 9 months. On Madeira, and all other wines, 12 months. d3"], [66, "54 On all goods, &c. from Europe, (wine, salt, and teas ex cepted,) one- third in 8, one-third in 10, and one- third in 12 months. On all goods, &c. (wines, salt, and teas excepted,) from any other place than Europe and the West Indies, one-half in 6 months, one-fourth in 9 months, and one-fourth in 12 months. Ports of Ehtry and Delivery for Foreign Vessels. Sect. 18. No vessel not wholly belonging to a citizen or citizens of the United States, shall be admitted to unload at any port or place except the following : New Hampshire. Portsmouth. Massachusets. Portland and Falmouth, New Bedford, Dighton, Salem and Beverly, Gloucester, Newbury Port, Marblehead, Nantuckct, Boston and Charlestown, Plymouth, Bath, Frenchman's Bay, Wis casset, Machias, Penobscot. Rhode Island. Nezcport, Pro vidence. Connecticut. New London, New Haven. New York. New York. New Jersey. Perth Amboy. Bur lington. Pennsylvania. Philadelphia. Delaware. Wil mington, Newcastle, Port Penn. Maryland. Baltimore, Annapolis, Vienne, Oxford, Georgetown on Potowmac, Ches ter-town Creek, Nottingham, Nanjcmoy, Diggcs'-landing, Snow Hill, Carrolsburgh. Virginia. Alexandria, Kinsale, Newport, Tapahannock, Port Royal, Fredericksburgh, Ur banna, York-town, West point, Hampton, Bermuda Hun dred, City point, Rocktt's-landing, Norfolk and Portsmouth. North Carolina. Wilmington, Neicbern, Beaufort, Wash ington, Edenton, Plankbridge. South Carolina. Charles town, Georgetown, Beaufort. Georgia. Savannah, Sun bury, Brunswick, Frederica, St. Mary's. Nor shall any vessel from the Cape of Good Hope, or be yond the same, be admitted to enter, except at the ports in the above list, which are distinguished by Italics."], [67, "55 Restrictions on Importations. Sect. 92. No goods, wares, or merchandize of foreign growth or manufacture, subject to the payment of duties, shall be brought into the United States from any foreign port or place in any other manner than by sea ; nor in any ship or vessel of less than thirty tons burthen, agreeable to the mode of ascertaining American tonnage, except in certain districts on the Northern, North-western, and Western boundaries of the United States, adjoining to the dominions of Great Britain in Upper and Lower Canada, and the districts on the rivers Ohio and Mississippi. Sect. 103. No beer, ale, or porter, to be imported in casks of less capacity than forty gallons, beer measure ; or, if in bottles, in packages less than six dozen, under penalty of for feiture, with the ship or vessel. No refined lump or loaf sugar shall be imported into the United States, from any foreign port or place, except in ships or vessels of the burthen of one hundred and twenty tons and upwards, and in casks or packages, containing each not less than six hundred pounds, on pain of forfeiting the said ship or vessel, and the loaf and lump sugar imported therein, except in such casks or packages as aforesaid. No distilled spirits, (arrack and sweet cordials excepted,) to be imported in casks or vessels of less capacity than ninety gallons, wine measure, on pain of forfeiture, with the ship or vessel ; nor in casks or vessels which have been marked pur suant to any law of the United States, on pain of forfeiture of the said refined loaf or lump sugar, and distilled spirits, to gether with the ship or vessel : Provided, that the forfeiture shall not be incurred on \" any spirits imported or brought d4"], [68, "56 into the United States, in other casks or vessels as aforesaidj or the ship or vessel in which they shall be brought, if such spirits shall be for the use of the seamen on board of such ship or vessel, and shall not exceed the quantity of four gallons for each seaman,\" and which shall, at the time of the entry of the said vessel, be inserted in the manifest as the sea stores of such ship or vessel: Mode or transacting Business at the Custom House for the Port of New York. DUTY of MASTERS of VESSELS. Sect. 23. No merchandize to be imported in any vessel belonging in whole or in part to a citizen or inhabitant of the United States, unless the master of such vessel shall have on board a manifest in writing, signed by such master, or other person having the command, containing the name of the port or place where such merchandize were received, and the port where consigned or destined to, within the United States, particularly noting the merchandize destined for each port respectively: and every package on board such vessel to be particularly described, to whom com gned, or if to order, with the names of all passengers, distinguishing whether cabin or steerage passengers, or both, with their baggage, and an account of all the remaining sea-stores, if any : The form of such manifest as follows : Report and Manifest of the cargo laden on board of the whereof is master, which cargo was taken on board at burthen tons, built at in the State of and owned by merchants at as per register granted at the and bound for"], [69, "57 Returned Cargo. If any articles of the outward cargo are brought back, they are to be detailed, specifying by whom shipped outward, and to idiom consigned inward. Return of passengers, and of packages belonging to them respectively. Here insert the names of the passengers, and zchelher cabin or steerage passengers ; with the description and number of packages containieg their baggage, or their tools or implements of a mechanical trade. Vessel and Cabin Stores. If merchandize imported are destined to be delivered in dif ferent districts or ports, the said merchandize to be inserted in successive order in the above manifest ; and all spirits, wines, and teas, being the whole or any part of the cargo, shall be inserted in like order, distinguishing the port where destined, and the kind, qualities, and quantities thereof; and if mer chandize shall be imported by citizens, or inhabitants of the United States, in vessels other than of the United States, the manifest shall be of the form, and shall contain the particulars aforesaid, except that the said vessel shall be described in man ner following : Report and Manifest of the cargo laden on board the whereof is Master, burthen bound to which cargo was taken on board at Pack- rp , Place lo whom ,. ol con- consien- j ■_■_ signee s ed, oritto b . , resi- order. . dence. Marks. Num- ber in- clusive. ages and Con- By whom shipped. Ports of des- tina- tion. tents."], [70, "58 Sect. 45. Excessive quantity of sea stores to pay duty. In addition to the above, the master of every American vessel to make the following — Return of seamen on board the called the Master, shewing also their names, the time for which they reere respectively employed, and the sums retained out oj the wages of each. INFORMATION GENERALLY. Sect. 51. Goods removed before gauged and weighed, ard if wines, spirits, or teas, before being maiked, without per mission, are forfeited. Sect. 88. Persons giving or offering a bribe, forfeit from 200 to 2000 dollars. Inspectors and officers of revenue cutters may go on board, examine and search vessels, have free access to the cabin, and seal packages ; and after sunset secure hatches, &c. Persons in charge of vessels, for breaking fastenings, but in presence of an officer, forfeit 200 dollars. Officers may seize within or without their districts ; persons resisting or impeding them, forfeit 400 dollars. The master or commander of any vessel, that shall obstruct or hinder (or be the cause thereof) any officer of the revenue, in going on board his ship or vessel, for the purpose of carrying into effect any of the revenue laws of the United States, forfeits from 50 to 500 dollars. Register Act, Every owner of a vessel, residing within the limits of the United States, to swear to the register within ninety days after its being granted, or it becomes void, and the vessel and cargo pays foreign tonnage and duty."], [71, "59 Comparative Summary of the Value of Exports, from each State, for the years 1800 and 1801. 1800. 431,856 57,041 11,326,876 1,322,945 1,114,743 14,045,079 2,289 11,949,679 418,695 12,264,331 4,430,689 769,799 10,668,510 2,174,268 1801. 555,055 57,267 14,870,556 1,832,773 1,446,216 19,851,136 25,406 17,438,193 662,042 12,834,543 6,483,028 874,884 14,304,045 1,755,939 29,430 New Hampshire, Vermont, Massachusets, Rhoda Island, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, Virginia, North Carolina, South Carolina, Georgia, Tennessee, 70,976,S00 93,020,513 Increase the last year. .Dollars, 22,043,713 The following is the Commercial Rank of the differe.nt States. New York, Pennsylvania, Massachusets, South Carolina, Maryland, Virginia, Rhode Island, Georgia, Connecticut, North Carolina, Delaware, New Hampshire, Vermont, Ten nessee, New Jersey."], [72, "60 AMERICAN EXPORTS. The Exports from the United States, between the 1st October 1802, and the 30th September 1803, of Domestic and Foreign Produce, were as follows : To Prussia Dollars 319,625 Sweden and Swedish West Indies 265,470 Denmark, Norway and Islands 1,892,895 Holland, East and West India Colonies 5,523,423 Great Britain and Colonies . ..' _. 25,369,073 Hamburgh, Breman, &c 3,279,732 France and h_r Colonies 8,245,013 Spain and her Colonies . 4,533,539 Portugal and her Colonies 2,305,548 Italy 1,571,563 Malta 14,109 Austrian Ports in the Adriatic 42,025 Morocco and Barbary States 36,757 Cape of Good Hope 34,522 China \". 172,495 East Indies generally not particularized 59,733 West Indies ditto 1.704,104 Europe ditto 335,453 Africa ditto 35,358 South Seas 826 North West Coast of America 58,500 Total Dollars 55,800,033 Of this sum 13,594,072 was foreign produce; 2,724,523 of the exports to Holland ; and 3,312,820 of those to France, ■were of this description. The exports of domestic growth or manufacture, therefore, amount to 42,205,961 dollars, of which England alone imports"], [73, "61 11,602,457; Scotland 2,474,51 8; Ireland 2,167,052; Guem. sey, &c. 215,237; being considerably more than a third part of the entire. — France, Spain, and Portugal united, take only 5,073,638, or not near an eighth part. T.'ie principal domestic articles of Export were, 2,489,9541b. of butter; 1,190,8671b. of cheese; 1,686,5461b. of hams and bacon; 2,052,3021b. of lard; 2,079,608 bushels of India corn; 1,311,853 barrels of flour; 0S6, 41 5 bushels of wheat ; 81,83S tierces of rice; 37,712,079bs. of cotton; l,255,442lbs. of tallow candles ; and 59,2171bs. of tallow. — Tobacco manu factured, 152,415lbs. and unmanufactured, 86,991 hogs heads. — Tar, 78,989 barrels, and 61,173 of turpentine.-— Coaches, and other carriages (carts to the West Indies) 9,893; and shoes and slippers, 26,058 pairs. The several States contributed to the above aggregate of exports, in the following sums ; New York 10,813,387 Massachusets 8,768,566 South Carolina . . . 7,81 1,108 Pennsylvania 7,525,710 Virginia 7,414,346 Maryland 5,209,418 Georgia 2,370,875 Rhode Island 1,275,596 Connecticut 1,2 48,571 North Carolina . . . . 952,641 New Hampshire . . . 494,620 Delaware 428, 153 Vermont 147,450 New Jersey 21,31 1 Fort Adam 1,099,702 Michellimackinac . 202,842 Detroit and Massae . . 40,726 The interest for discounts in the Banks of this city is fixed at six per cent, per annum upon notes or bills not having more than sixty days to run. Three days of grace are allowed, and the discount taken for the same."], [74, "62 Disconnfs are done on Mondays, Tuesdays, and Thursdays, in every week ; and every bill or note offered for discount must be delivered on the day preceding the day of discount\", inclosed under a sealed cover, directed to the cashier, advising the name of the person on whose account it is offered. Money left at the banks may be re-drawn at pleasure, free of expence ; but no draft to be paid beyond the balance of ac counts. Bills or notes lodged at the banks for collection will be noticed for payment, and money collected free of expence. In case of non-payment and protest, the charge of protest must be paid by the person lodging the bill. Payments made at the banks are to be examined at the time, as no deficiency afterwards suggested can be admitted. Gold coins of England and Portugal are received and paid at the banks at the rates established by an act of Congress, which became a law in July, .1793, viz. 89 cents per penny-weight; and those of France and Spain, and the dominions of Spain, arc rated at 87 cents the penny-weight. Silver coins are received at the banks as follows : For 1 crown 110 cents. 1 dollar 100 ditto. For 1 pistareen 20 cents. Is. English 22 ditto. IVeight of the Fcdertd Coins. diet. gr. One Eagle 11 6 Half Eagle 5 15 Quarter Eagle. ... 2 19J One Dollar 17 8 Half Dollar 8 16 dzct. gr. Quarter 4 8 One Dime 1 13| Half Dime 0 20* One Cent 11 0 Half Cent 5 12"], [75, "63 DUTIES PAYABLE ON ALL GOODS, WARES, and MERCHANDIZE, Imported into the United States of America, in American Foreign Ships or Vessels. In A imesl! 1. In F< we gn. ARMS, fire and side, not otherwise enumerated, or parts Apparatus, philosophical, imported for any seminary Annisecd Articles of all kinds, of the growth, product, or manufactures of the United States, spirits excepted Anchors and anvils 15 free 15 perct.ad.val • • . . ditto 16| free 16f free 12} ditto free Bricks Boots Books, blank printed . of persons who come to reside in the United States Buttons of every kind Buckles, shoe and knee Bullion 15 75 121 k~l ditto cents per pair per ct.ad.val. 16| 82 J 13| free 15 ditto ditto free 16£ 161 free 15 tree Cannon, of brass Carriages, or parts Cards, playing . wool and cotton Cables and tarred cordage Cabinet wares Carpets and carpeting Candles of tallow — 7- wax. or spermaceti .... 15 20 25 50 1S0 15 15 2 6 ditto ditto cts. per pack cts.perdo/.eii cts. per cwt. perct.ad.val. ditto cents per lb. ditto 16 221 27 55 198 161 16i \"i H"], [76, "64 In _ Caper. Cambrics Cheese Cinnamon, cloves, currants, and comfits .- Chintzes or colored calicoes, or muslins Imerica 15 121 7 :n. In F perct.ad.val. ditto cents per lb. 'oreign • 161 13| 15 perct.ad.val. 161 Cocoa Chocolate Cordage, tarred and yarn untarrcd 12i 2~ 3 180 225 15 5 ditto cents per lb. ditto cents per cwt ditto per ct.ad.val. cts. per bush. 13| 2-s- hh 198 247-! 161 5i Cosmetics Coal Colors, painters, whether dryor ground, N in oil, except those commonly used in d) ing Copper in plates, pigs, or bars Coffee Cotton Coaches, chariots, chairs, chaises, so- los, or others, or parts Cloathhig ready made Clothes, books, household furniture, and tools or implements of the trade or profession of persons who come to reside in the United States 15 free 5 3 perct.ad.val. cents per lb. ditto 161 free 51 3-r% 20 i per ct.ad.val. ditto 22 13! 121 free free Dates and figs Dentrilicc, and all compositions for the teeth or gums Dolls, dressed or undressed, or parts Drugs, medicinal, except those used for dying — — —and vv oods for dying 15 15 15 ditto ditto ditto 161 161 161 15 free ditto 161 free Fans, or parts thereof Feathers, or other ornaments for head- dresses Figs }• lowers, artificial Floor-cloths, or mats, or part thereof Fruit of all kinds Furs of all kinds, undressed 15 ditto 161 15 15 15 ditto ditto ditto 161 161 161 15 free 121 ditto ditto ditto 161 free 13!"], [77, "65 In An lericnn. In 1 wetgn, 13| 161 Glass, black quart bottles * window All other glass and manufactures thereof 121 15 perct.ad.val. ditto Gauzes Ginger Gloves and mittens of every kind .-. Goods, wares, and merchandize, im- ported directly from China, or India, in ships or vessels not o! the United States, except teas, China ware, and all other articles liable to higher duties Goods, wares, and merchandize, in- tended to be exported to a fo- reign port or place in the same ship or vessel in which they shall be imported Glue 21 i<_! 15 15 ditto ditto ditto ditto 22 161 161 121 free 15 ditto free I6i Hangers, or parts thereof Hats of every kind Hemp Hides, raw Hinges and hoes, of iron, steel, or brass 15 15 10G free ditto ditto 161 161 . 100 free cts. per cwt. 121 per ct.ad.val. . 13| Indigo Iron, cast, slit, or rolled Jewellery and paste-work 25 15 15 cents per lb. per ct.ad.val. ditto 271 . 101 161 Lace of gold or silver Laces and lawn Laces, lines, fringes, tassels, and trimmings, commonly used by upholsterers, coach-makers, and sadlers Lamp black Lapis calaminaris Leather tanned and tawed Lead and musket ball Lemons and limes Locks of iron, steel, or brass Linen manufactures, or of which linen is the chief value not printed, stain- ed or coloured 15 121 ditto ditto 161 13| 15 121 free 15 15 15 121 ditto ditto 161 13! free 161 161 161 13i ditto ditto ditto ditto ditto 131 121 E"], [78, "66 In A Imerict .. In Fi ireign, Manufactures of tin, pewter, or 15 perct.ad.val. 16J copper of iron, steel, or brass, not otherwise particularly enume- rated — — — — of leather, not other- wise enumerated of lead, not otherwise 15 ditto 16* 15 ditto 161 enumerated » of cotton or linen, or both, printed, stained, or colored, Or of cotton or linen not printed, stained, or colored Malt Marble, slate, or other stone, brick, tiles, tables, and other utensils of marble or slate, and generally all stone Mace Millenary, ready-made Molasses Muskets and firelocks, with or without bayonets, suited to the same, or parts of either Mustard in flour Muslins or muslinets, plain or other- wise 1 cent per lb. 1A 121 10 per ct.ad.val. cts. per bush. 13! 11 15 15 15 perct.ad.val. ditto ditto cents per gal. 165 16| 161 H 5 15 15 per ct.ad.val. ditto 161 161 121 ditto 13! Nails Nankeens Nutmegs 2 121 15 cents per Ib. per ct.ad.val. ditto 13! 161 Oranges Ornaments for women's head- dresses Ointments, oils, and odors Olives Oil 15 ditto 161 15 15 15 15 ditto ditto ditto ditto 161 161 161 161 Paper hangings , , writing and wrapping , sheathing and cartridge .... Pasteboards, parchment, and vellum Phaetons, or parts thereof Plaister of Paris Pewter, old 15 121 15; 121 20 free free ditto ditto ditto ditto ditto 16f 13! 161 13! 22 free free"], [79, "67 In A Pepper - Perfumes Pistols, or parts thereof Pictures and prints Pimento Printing types Pickles of all sorts Porter, beer, or ale, in casks or bottles — bottles, on value of the .... Powders, pastes, balls, balsams, oint- ments, oils, waters, washes, tinc- tures, essences, or other composi- tions, commonly called sweet-scents, odors, or cosmetics Plumbs and prunes 'merica 6 15 15 121 4 121 15 m. In _■ cents per lb. per ct.ad.val. ditto ditto cents per lb. perct.ad.val. ditto ■V.igff. H 161 161 13! 4f 13! 161 8 12i __.- cents per gal. per ct.ad.val. 8* 13£ 15 15 ditto ditto 161 161 Raisins 15 ditto 161 Salt weighing more than 561b. per bushel weighing 561b. per bushel or 20 cts. per 561b. 22 less Salts, Glauber Saltpetre and sulphur Starch Sailcloth Slate Saddles, or parts Sattins or wrought silks Steel Sea-stores of ships or vessels 20 200 free 15 x~z 15 121 121 100 free cts. per bush. cts. per cwt. perct.ad.val. ditto ditto ditto ditto 22 220 free 161 131 161 13! 13! 110 free cts. per cwt. Spirits distilled in Foreign Countries, viz. From Grain First proof Second Third Fourth Fifth Sixth From other Materials First proof Second e 2 28 29 31 34 40 50 cents per gal. ditto ditto ditto ditto ditto I 30-J. Sl^x 37* 44 55 25 25 ditto cents per gal. 271 271"], [80, "68 In _ Third Fourth Fifth Sixth Amerit 28 32 38 46 ran. In Fc cents per gal. ditto ditto ditto ireign, 30* 35f 41* 50f Spirits distilled in the United States imported in the same Ship or Vessel in which they had BEEN PREVIOUSLY EXPORTED, VIZ. From Molasses. First proof Second Third Fourth Fifth Sixth 13 14 15 ditto ditto ditto ditto ditto ditto 13 14 15 17 21 28 17 21 28 From materials the growth and product of the United States. First proof Second Third Fourth Fifth Sixth 7 8 9 11 ditto ditto ditto ditto ditto ditto 7 8 9 11 13 18 13 18 Spikes Skins, raw Shoes and slippers of silk Other shoes and slippers for men and women, clogs and golo- shoes Other shoes and slippers for children S,v>'ds or cutlasses, or parts of either _ . . . ' Stockings . Soap .. Sugars, brown white, clayed, or powdered . . all other clayed or powdered lump Sugars, loaf ■ other refined 1 free 25 15 ii2 15 cent per Ib. cents perpair per ct.ad.val. ditto ditto ditto 1-rV free • 271 . 161 13! 16£ 16| 2* 2! 3-rV 2i _ 7 ' 'T3T && 7-fr 15 2 21 3 2 61 9 6{ cents per lb. ditto ditto ditto ditto cents per lb. ditto"], [81, "69 In A [mericQ M. In Ft ireign. 12» 24J Sugar candy Snuff ii| 22 cents per gal ditto Teas from China and India. ditto ditto 17* 27 Bohea ... Souchong, and other black teas . . Hyson, imperial, gunpqwder, or gomee Other green teas 12 18 32 20 ditto ditto 50 30 From Europe. ditto ditto 17* 27 Bohea Souchong, and other black teas . . Hyson, . imperial, gunpowder, or gomee Other green teas M 21 40 24 ditto ditto 50 30 From any other Place. ditto ditto 18 29 Bohea Souchong, and other black teas . . Hyson, imperial, gunpowder, or gomee Other green teas 17 27 50 30 ditto ditto 55 33 Twine and pack-thread Tin in pigs and plates Tiles Toys, not otherwise enumerated .... Tobacco, manufactured, other than snulf 400 free 15 i/42 cts. per cwt. perct.ad.val. ditto 140 free 161 13! 10 .cents per lb. 11 Velvets and velverets 121 perct.ad.val. 13! Wares of earth or stone of China of gold, silver, and plated .... Wafers Whips, walking-sticks, and canes . . Watches and clocks, or parts of either 15 15 15 15 15 ditto ditto ditto ditto per ct.ad.val. 161 161 161 161 161 15 ditto 161"], [82, "70 Preliminary Observations, relative to the Public Advantage to be derived from an AMERICAN COMPANY, Esta- blished for the Purpoac of supplying the Western Country of the United States with English Manufactures, taking Pro- duce in Return. The United States of America offer at this time a very ad- Tantageous prospect to the British Nation. They take more of our manufactures than any other country, and indeed near as much (of manufactures, though not of colonial produce) as the whole of Europe. Their population is rapidly increasing, and with it, if proper means are taken to supply them, the demand of our manufactures will augment proportionally. The western country of America even before the purchase of Louisiana was equal in extent to 3-fifths of the United States, and now it is equal to 2-thiids of the whole. It is by far the most fer tile as well a. most extensive portion of the Republic, and even In __i merica: \"oreigit. Wines, in Cask ., Bottles, or other Vessels. Malmsey and London, particular Madeira All other Madeira Burgundy, Rhenish, Champaign, and Tokay Sherry and St. Lucar Claret and others, not enumerated, when in bottles or cases Lisbon, Oporto, and other Por- tugal Teneriffe, Fayall, Malaga, Saint George's, and others of the West- ern Isles All other Wines, when imported otherwise than in bottles or 58 57 45 40 35 cents per gal. ditto ditto ditto ditto 63| 55 491 44 381 30 ditto 33 28 ditto 304. cases 23 ditto 25TJ5 Wire of brass or iron Wool unmanufactured Wood unmanufactured Wood manufactured, except cabinet free free free free free free L~z perct.ad.val. 3 w ares All other goods not before particu- larly enumerated and described . . ditto 121 13."], [83, "71 so far back as when lord Hillsborough was minister for the American department, it was ascertained, that lumber, aud such articles as that country then produced, could be carried down the Ohio and Mississippi to New Orleans, and from thence to the West India Islands, cheaper than by sea from Boston or New York. This western country has for several years been peopling very rapidly, and will do more so now that the navigation of the Mississippi is perfectly secure; and while the portion of Ame rica that lays on the eastern coast of that continent is our rival in commerce, and possesses every maritime advantage, the whole of this western territory, though watered by the finest navigable rivers on the face of the globe, has but one sea port, or in other words, only communicates with the sea by the Mississippi River, which seems destined on some future day to bring down the sur plus of a thousand millions of acres of the most fertile lands in the known world. Though in the progress of things several centuries must elapse before the western territory of the United States can become a manufacturing country, yet necessity, arising from the difficulty of procuring manufactures from Europe, or from the high price at which they are sold, may induce the new settlers to dispense with the use of many articles they would otherwise consume, and lo manufacture others for their own use and consumption. From the situation of that country, its nature, and all cir- cumstances, it is evident that it will afford a great market for English manufactures if supplied at a reasonable rate. By it we may then greatly increase our trade, on a secure and perma- nent footing, so that neither interest, caprice, nor party, will deprive us of that market. That country produces heavy articles that will not bear land carriage to the Eastern Seas ; but the greatest part of the British goods wanted there, are light in comparison to their value, and maybe carried over-land from Sew York to the Ohio, or from Alexandria, Philadelphia, or Boston, from which places it is at present supplied in scanty quantities, and at exorbitant prices. The plan proposed, is to establish warehouses for English goods at different stations on the Ohio, and Mississippi, from Fort Pitt to New Orleans, receiving the produce of the country in return, which may be sent down the river on rafts during nine months of the year, in order to supply our West India Islands, as well as Europe, with the produce of those fertile plains. Mutual interest will then draw both countries closer together. To the British nation this is a great object, and though it may not appear so to the Americans themselves, it is an object to them likewise, for their interest is to be so closely united with this country, that neither intrigue nor party, nor any momentary views shall be able to create a misunderstanding."], [84, "72 The recent acquisition of Louisiana by the United States, makes the Author of those observations bring forward his plan at this time, which he has meditated ever since 17S9. To sum the whole up in one short statement, there are good grounds for calculating that in a few years English manufactures, to the value of one million sterling, may be annually disposed of in the western territory, if produce is taken in return ; and if otherwise, not one third of the amount; for in those inland places there is no means of procuring money with which to buy Euro pean goods in great quantities. In less than 20 years, at the rate the western country is now peopling, above five millions value of English manufactures may be sold there annually, if this plan is adopted, which will pro duce the double effect of preventing the inhabitants from culti vating manufactures, and give them the means of purchasing ours ; but if we do not embrace this opportunity, it will never re turn, and the trade of this country to America will not increase to any very great height. If we speak of a century to come, the establishment of the present plan, or the not establishing it, may make twenty millions annually difference to England. What would England now have been, had not pains been taken to lay the foundation for trade to other countries, on a firm basis? In comparison to what it is, it would have been no thing ; yet there never was an opportunity like the present, particularly as it costs no money, but will amply repay those who engage in it, from the very beginning. A bushel of wheat may be got in exchange for a Sheffield knife, on the borders of the Ohio; the same wheat can be sold in the West Indies for between two and three dollars, and other produce with propor tional advantage. Public and private interest unite in stimula ting all those interested in the trade and manufactures of this country, to assist in forwarding so beneficial an enterprize. It is not indeed a matter of speculative indifference. Our exports have fallen off full one third last year (see Mr. Pitt's Report, just published before the close of the session of parlia ment), or fifteen millions sterling. We are shut out almost from every port on the continent of Europe, from the Gulph of Venice to the coast of Denmark. Is it not then time to lay a founda. tion for other markets ? It certainly is, and the western part of Am. .ica is the only great one within our power, and in securing it, we likewise secure the trade and friendship of the Eastern States, which we now enjoy. A volume might be written on this subject, but that volume could only enlarge on the present statement, it could say no more than what is already laid down in a manner th&£ is not to be refuted or denied. .?•> 1W1 55 [plenditming, Printer, Button Garden."], [85, ""], [86, ""], [87, ""], [88, ""], [89, ""], [90, ""], [91, ""], [92, ""], [93, ""], [94, ""]]