[[1, ""], [2, ""], [3, "QUAGMIRE AHEAD: BY TRUTHFUL DIGGINS. [not for sale.] LONDON*. PRINTED BY HARRISON <fe SONS, ST. MARTIN'S LANE. 1S64."], [4, ""], [5, "INTROD U C T 1 0 N. CERTAIN men were journeying along a road, when some learned ones amongst them stopped, and de clared there was no road at all beyond the next turning ; and, without more ado, they chose another, — a cross-road over the moor, whilst the remainder went on as before. Presently other learned men came up, and began arguing scientifically on the subject ; but, as their data varied, so did their con elusions ; and those who agreed with the men who had turned aside, laughed at those who did not. Then some one who was of no account among them, and had a very small voice, said the cross-road led straight into a quagmire ; but scarcely any one of either way of thinking listened to him, for they thought it impertinent of him to say anything about it. Nevertheless, though of no account, he was right in that matter (as anyone might have seen, by being at the pains to look a little way before), and, if A 2"], [6, "U INTRODUCTION. anyone happened to hear his small voice he was veiy glad. And he said to himself : — \" The multitude of swallows, though they be but little birds, impresses the advent of summer on people's minds ; and the multitude is composed of units.\" So he said, and repeated, that the cross-road did lead straight into a quagmire ; and he said — \" Per haps one or two insignificant as myself may listen.\" And I say the same in respect of the following lines. The learned and the scientific argue in favour of the two different roads. 1, an insignificant unit, simply say in a small voice, \" Quagmire ahead.\""], [7, "VALUE OF FAME. 'Tis strange how much we love the breath of praise, And value fame — weak man's applauding shouts ; Yet, when we witness how and whence they come — What opposites produce the praise of man, 'Twould seem of small importance — of small worth ! When Denmark's Princess fair to England came To wed the future Monarch of these realms, Th' exulting shouts — the universal joy — The almost mad excitement through the land, Appeared to show that every rank combined To manifest its love for England's heir. Th' embodiment of regal sway, it seemed, Was honoured then — or why such wide-spread joy ? Yet now we see the same reception given"], [8, "6 QUAGMIRE AHEAD. (As loud the shouts, as joyous the acclaim) To the embodiment of Anarchy — To Revolution's Great Apostle — him Who deems each noble and each king, a curse.* Men say \" 'Tis homage to a noble mind — We had forgotten that he would o'erthrow Both Church and State, and all that some hold dear.\" Forgot that Sceptres, e'en by Tyrants held — E'en Faith, demanding sacrifice of self — * Of Milano, a soldier, who attempted the life of his sovereign and general at the head of his troops, Garibaldi thus speaks : — \" The Dictator of South Italy, regarding as sacred to the country the memory of Agesilao Milano, who, with unrivalled heroism, immolated himself on the altar of his country, to deliver it from the tyrant who was oppressing it, a pension, <fec., <fcc. Naples, Dec. 25th, 1860. Signed, Garibaldi,\" In a letter \" To the English Nation,\" from Garibaldi, dated Sept. 28, 1862, we find the following passage : \" The initiative that to-day belongs to you, might not be yours to-morrow. May God avert this ! Who more bravely took the initiative than France in '89 1 She, who in that solemn moment gave to the world the Goddess Reason, levelled tyranny to the dust, and con- secrated free brotherhood between nations.\" This was contra- dicted in the \" Times \" of May 25th, then acknowledged by the \"Times\" as true, May 31st, 1864."], [9, "7 QUAGMIRE AHEAD. Are evils less than guillotine and death — Than nameless horrors once beheld in France, When it's loathed Bourbon was in triumph killed ! Perchance those days are now well nigh forgot; — Men take no warning — place but little faith In things that are no longer seen or felt. We doubt, from Bible Story down to Burke,t Authority and warning, in these times. The Faith is gone which drew in ages past To Eastern Climes all Europe's chivalry, 'Neath scorching suns the Pagan hosts to fight, In reverential love for Christ's dear Rood. Gone — gone, the Faith which our Cathedrals raised, And bowed a nation in one worship there — \" But all those things were done,\" I hear men say, In ages now called ' dark.' And all agree We have improved since then.\" * Burke's History of the French Revolution."], [10, "8 QUAGMIRE AHEAD. Oh, yes ! mankind In this proud century looks wondrous well. To slaughter by the million we have learned — To war with women in a civil strife — To praise our Christian Priests who teach us doubt, And praise the men who give their gold to pay The cost of overthrowirfg Christian Faith, And leaving us to find our way alone 'Mid all the creeds, or none, which Science gives. And yet these Priests profess that Souls are saved By Faith in, and by hearing, Holy Writ ; And take the pay of Bishops and Divines While boasting they can prove it to be false : And fathers now, with sons and daughters, give Large monies to assist this unbelief — Parade their names in print, and loudly own Their admiration for the base attempt. Is this our \" Progress \" and consistency? To let our children be baptized by priests, The while we like these very priests to shew"], [11, "QUAGMIRE AHEAD. 9 Their disbelief of what they represent, And wish them to subvert the Church that pays Their maintainance, and bid them all, God speed In their unholy War against His Word ?"], [12, "10 QUAGMIRE AHEAD. 11 But lo ! a Bishop comes with line and rule And says : \" Forsooth, you must be a great fool Thus to believe that all the Bible's true.\" And this he will most deftly prove to you — Will prove it to you well by line and measure, And oft repeat it — with the greatest pleasure : And try his best without or awe or ruth To overturn the great Immortal Truth. Yet, after all, good friends, 'tis no great news ! The way was shown by \" Essays and Reviews ;\" And though of England's Church a wondrous mess They've made, yet have they fame and much success. The Bishop follows up with line and metre, And says of England's Faith, \" I'll surely beat her.\" It were impossible to do it neater, And if she doth resist, he will defeat her. \" His arguments with such consummate art He weaves,\" I hear men say, \" you'll take his part,"], [13, "11 QUAGMIRE AHEAD. \" And, seeing them work up to such perfection, \" You'll feel you've only now to make selection. \" Not one old Faith was meant for all of us : \" The best Religion's that which makes no fuss ; \" And since each man may choose his changeful creed, \" No harsh dissensions therefore need we breed !\" \" One only Faith ! pooh — that's for past dark ages — \" Now we have put Religion on board wages ; \" How we've progressed ! we pay all sects — they're gages \" Of our advancement in free thought, we leave fanatic rages \" To Popedoms and Hindoos — and turn to brighter richer pages ! \" The fact it is this, \" Which you cannot well miss, \" He is tolling, I wiss, \" With his book and his bell \" Your last funeral knell, \" You Old Truth, so get into your well.\""], [14, "12 QUAGMIRE AHEAD. Yes ! it dolorous rings, And he joyfully brings Such a powerful band Of old arguments, and Hath them proven so neatly, And proven so meetly, That critics may rest Assured it is best To accept this exhumed [mis] interpretation. And many a bad Man now will be glad In learning that all The efforts so small Of the good who act right And fight the \" good fight \" Are but sorrow and pain Most utterly vain. Oh 'twill save him much wearisome toil and sore trouble To be told that Religion is only a bubble."], [15, "QUAGMIRE AHEAD. 13 Oh this Bishop tries much — for his book hath us told That the Scriptures do err when of Moses of old It is said, that to hearken to his exhortation Drew near to the door the Jews' great Congregation. The Bishop now, counting their numbers well o'er, And measuring closely the Holy Tent's door, Doth say, that the Door of the Tent is so small. It could not have held the Jew's numbers at all ; Not room for the half of them could have been found ; Not even the most closely packed standing ground. So he also hath proved that the Papers do lie When they say that our good House of Commons was by To hear the Queen's Speech at the Bar of the Lords ; Sir, it must be a lie : this small bar but affords Room for very few numbers, — the man with the mace And some others who after him rush such a pace. And the Queen, too, addresseth the Commoners all Just as if they were placed at the end of the Hall"], [16, "14 QUAGMIRE AHEAD. And yet, were there six hundred good Commoners there. How very uncommonly would the folks stare ! Great Whateley's \" Historic Doubts\" sure he hath rivall' d, Though leaving most mysteries wholly unravell'd. Th' Archbishop says only, \" Lived no Buonaparte ; \" The Bishop gives Moses denial most hearty. Thus fights he again o'er an oft well fought battle, And gives us for new, the most old Tittle Tattle."], [17, "15 QUAGMIRE AHEAD. III. Some men with varied creeds prefer to roam Further and further still from Christian Rome. Or with \"rappings\" And with tappings Float like latest scum and lightest foam With walking sprites And flying wights Mid startling sights And \" broken lights ; \" Or else with Atheists do find their home. And some prefer to go e'en further still ; Or with the \" Liberty\" of Stewart Mill Of vague perplexities to have their fill. And revel in these labyrinths until. Sore thirsting for some rest, support, and solace, They try to find it with good Mr. Maurice ; Then wonder, weary after all this roaming, If any real good from Scotland's Cumming."], [18, "16 QUAGMIRE AHEAD. And if you think too many I accuse Or all these rival creeds too lightly use, Then read of Disbelief the latest news In Westminster and Saturday Reviews."], [19, "gUAGMIRE AHE.TD. 17 A NURSERY RHYME. [The following lines are written on the plan of the old nursery rhyme,— and the succeeding ones, called \"A Dirge,\" on that of nood's popular \" Song of the Shirt.\" Many wise and sensible things have been written against Religious Revolu- tionists, I have written some foolish ones ; but my aim is the same as that of the wise men who have written the wise things.] Truthful Diggins. Air. — \" There was an old woman ioss'd up in a blanket.\" There was a good Bishop tossed up in Ids mind What very great faults with Religion he'd find ; And he counted and counted and counted right soon Ninety-nine times the age of the moon ; And he counted and counted and counted still more How many could stand at an old tent's door. Good Bishop, good Bishop, good Bishop, quoth I Why soar you to cold unbelief up so high ? *' To sweep the old Bible from out of your eye ; B"], [20, "18 QUAGMIRE AHEAD. And you'll all agree with me bye and bye.\" Says I then, \" Good Bishop, good Bishop beware How you try with your doubtings our hearts to ensnare, For if thus to upset our old Faith you can dare. Then much worse in the awful next world you will fare.\" \" Old woman, old woman, old woman,\" says he, \" This your boasted old Faith is a problem to me ; And sooth now, that we are from old errors set free, We've no positive proof of a world to be.\" Then good Bishop, good Bishop, good Bishop, says I, If you think that the next world is all in my eye, I will take right good care ne'er to come you anigh, And, therefore, I'll wish you for ever good bye."], [21, "QUAGMIRE AHEAD L9 A DIRGE ON THE DEATH OF THE OLD FAITH. [Supposed to be pronounced by a perplexed Anglican] With hearts all weary and worn, With thoughts of anger and scorn. The people sit. and the people fag, Fuming and fretting from even to morn ; And doubt, doubt, doubt, Until they are felt without Any guide, but them* anger and scorn ; For they ceaselessly try to fight Against Faith's unwelcome light With hearts all weary and worn. Doubt, doubt, doubt — From Truth they keep aloof; b 2"], [22, "20 QUAGMIRE AHEAD. Doubt, doubt, doubt — From nature they take no reproof, And say, \" To be a slave Of that silly old Faith, forsooth ! As if one imagined a soul it could save In these days of progress and proof!\" Think, think, think — Till the brain begins to swim — Think, think, think — Till the eyes are heavy and dim, Moses, Aaron and Noah, Noah, Aaron and Moses ; We're told that the Lawgiver several times Un his credulous hearers imposes. Muses, Aaron and Noah, Noah, Aaron and Muses."], [23, "QUAGMIRE AHEAD. .'1 We're told that the Flood Isn't true — That in mud, As the latest invention discloses — Was found a huge bone Deep under a stone Which from its position Has placed disquisition At rest, and proved falsehood in Moses. They vow, in this mud that they clearly do see That this world must incontrovertibly be By centuries many more old Than Moses hath anywhere told. That provoking old bone Sad dissension hath soAvn, — Is a bone of contentions unknown"], [24, "22 QUAGMIRE AHEAD. Before, which promise to grow worse and worse. The Dove has n'er flown, We're told, from the Ark, So we're all in the Dark And have lost our Landmark, Removed by a Bishop, in spite of the curse.* All that erst we believ'd in. We've been quite deceived in They say — but time fails me one half to rehearse. Noah, Aaron and Moses, Moses, Aaron and Noah. 'Tis all a fable about the Ark, There was not even a dog to bark, Nor lion, nor tiger, nor boa Were saved in it, now, we know, Nor was there a cock to crow, \" Cursed be he that removeth his neighbour's landmark.\" — Peut. xxvii, v. 17."], [25, "QUAGMIRE AHEAD. 23 Nor rabbit, nor jumping jerboa, Nor flying bat, Nor elephant, mouse, Nor 'ere a rat, Nor did the Ark rest on Mount Ararat. We're also told, That in times of old, When Israel crossed the Red Sea, And in doubt and dread, Through its awful bed, From Egyptian hosts did flee. While Pharoah was forced in its depths to pause, Though his chariot he madly urged, It happen'd from only a \" natural cause,\" That the waves his vast host submerged *, And that when he wheel'd round, At the rushing sound,"], [26, "24 QUAGMIRE AHEAD. And attempting to flee, - In his agony, Was engidphed in the back rolling Watery Wall, 'Twas no miracle this his destruction at all. But from natural causes the waters drear Did over his army sweep — Oh, God ! that Faith should be made so dear, And human souls so cheap ! Oh, men of science with sisters dear, Oh, Bishops with children and wives, It is not to truth ye are drawing near, 'Tis of souls ye are quenching the fives ! The cobwebs ye spin in your heads, To catch all the souls ye can get,"], [27, "25 QUAGMIRE AHEAD. Arc woven of poisonous doubt and dread ; And weave ye at once with a double thread A shroud for men's souls and a net. Yet ye toil, toil, toil, Ye are ever seeking for proof — And ye toil, toil, toil, While your goal still keeps aloof; There remains to us only doubt, And Faith we are left without, And of comfort our hearts ye despoil. While ye \" fishers of men,\" ye spin in your heads Cobwebs of cavillings proud ; Thus weaving at once with these double threads A net for the soul and its shroud. With hearts all weary and worn, With soids left all forlorn,"], [28, "26 QUAGMIRE AHEAD. We cavil and fight To extinguish the light, Still doubting from even to morn ; And yet with a voice of dolorous wail, ( Woidd it could pierce through the din, and prevail, To warn all those who endeavour With science and lore. And doubts by the score, To drive us all back into darkness for ever) I sing, ere this darkness all light doth submerge,* Of our ancient belief the sad sorrowing dirge. For England's faith is now battered, and torn. From her bleeding heart, With a mortal smart, It is rooted with angry defiance and scorn ; \" When the Son of Man cometh, shall He find faith on the earth .\" — St. Luke xviii, v. 8."], [29, "QUAGMIRE AHEAD. 27 While her Bishops and Doctors do weave in their heads The cobwebs of dark speculation and strife ; And when men they catch in their poisoned threads, They deprive their souls of life. Oh ! but to breathe the breath Of the hallowed incense sweet, With holy prayers in my heart, And firm faith beneath my feet ; For only one short hour, To feel as I used to feel, Ere I knew that the want of Faith has power To cut through the heart like steel !"], [30, "28 QUAGMIRE AHEAD. But nearer and yet more near The floods of denial sweep ; Oh God ! that Faith should be so dear, And human souls so cheap ! FINIS."], [31, ""], [32, ""]]