[[1, ""], [2, ""], [3, "EDWIN, AND EMMA %*&**§>>_fr&^^ BIRMINGHAM: Printed by JOHN BASKERVILLE, for A. MILLAR in the Strand. MDCCLX."], [4, ""], [5, "E D W I N, AND EMMA i. T? A R in the windings of a vale, Faft by a fheltering wood, The fafe retreat of health and peace, An humble cottage flood. II. There beauteous Emma florifh'd fair, Beneath a mother's eye ; Whofe only wifh on earth was now To fee her bleft, and die. The A 2"], [6, "E D W 1 Jv and EMMA. 4 III. The fofteft blufh that Nature fpreads Gave color to her cheek: Such orient color fmiles thro heaven, WhenMa/j fweet mornings break. IV. Nor let the pride of great ones fcorn This charmer of the plains: That fun, who bids their diamond blaze, To paint our lilly deigns. V. Long had fhe fill'd each youth with love, Each maiden with defpair ; And tho by all a wonder own'd, Yet knew not fhe was fair. Till"], [7, "E D W I JS and EMMA. 5 His VI. Till Edwin came, the pride of fwains A foul that knew no art; And from whofe eye, ferenely mild, Shone forth the feeling heart. VII. A mutual flame was quickly caught; Was quickly too reveafd: For neither bofom lodg'd a wifh, That virtue keeps conceal'd. VIII. What happy hours of home-felt blifs Did love on both bellow! But blifs too mighty long to laft, Where fortune proves a foe."], [8, "6 E D W 1 Jy and E.M M A. In IX. His Sifter, who, like Envy form'd, Like her in mifchief joy'd, To work them harm, with wicked {kill Each darker art employ'd. •> X. The Father too, a fordid man, Who love nor pity knew, Was all-unfeeling as the clod, From whence his riches grew. XI. Long had he feen their fecret flame, And feen it long unmov'd: Then with a father's frown at laft Had fternly difapprov'd."], [9, "EDWIN and EMMA. 7 His XII. In Edwins gentle heart, a war Of differing paflions ftrove : His heart, that durft not difobey, Yet could not ceafe to love. XIII. Deny'd her fight, he oft behind The fpreading haw thorn crept, To fnatch a glance, to mark the fpot Where Emma walk'd and wept. XIV. Oft too on Stanemores wintry wafle, Beneath the moonlight-fhade, In fighs to pour his foften'd foul, The midnight-mourner ftray'd"], [10, "E D W I N and E M M A. 8 XV His cheek, where health with beauty A deadly pale o'ercaft: H? ' So fades the frefh rofe in its prime, Before the northern blaft. XVI. The parents now, with late remorfe, Hung o'er his dying bed; And weary'd heaven with fruitlefs vows, And fruitlefs forrow fhed. XVII Tis paft! he cry'd but if your fouls Sweet mercy yet can move, Let thefe dim eyes once more behold, What they mult ever love ! She"], [11, "EDWIN and EMMA. 9 XVIII. She came; his cold hand foftly touch'd, And bath'd with many a tear: Faft-falling o'er the primrofe pale, So morning-dews appear. XIX. But oh! his filler's jealous care A cruel Sifter fhe! Forbade what EMMA came to fay; \" My ED WIN live for me.\" XX. Now homeward as fhe hopelefs wept The church-yard path along, The blaft blew cold, the dark owl fcream'd Her lover's funeral fong. Amid B"], [12, "io E D W I N and E M M A. XXI. Amid the falling gloom of night, Her ftartling fancy found In every bufh his hovering fhade, His groan in every found. XXII. Alone, appall'd, thus had Ihe paft The vifionary vale When lo ! the death-bell fmote her ear, Sad-founding in the gale! XXIII. Juft then fhe reach'd, with trembling ftep, Her aged mother's door — He's gone! ihe cry'd; and I fliall fee That angel-face no more! I"], [13, "E D W I N and EMMA. 11 B2 XXIV. I feel, I feel this breaking heart Beat high againft my fide — From her white arm down funk her head; She fhivering figh'd, and died. THE END."], [14, ""], [15, "( '3 ) Extraft of a letter from the Curate of Bowes in Yorkfhire, on the fubjeci of the pre- ceding poem. To Mr. Copperthwaite at Marrick. Worthy Sir3 %/* As to the affair mentioned in yours; it hap pened long before my time. I have therefore been obliged to confult my clerk, and another perfon in the neighbourhood for the truth of that melancholy event. The hiftory of it is as follows. TH E family name of the young man was Wrightfon; of the young maiden Railton. They were both much of the fame age; that is growing up to twenty. In their birth was no difparity: but in fortune, alas! fhe was his inferior. His father, a hard old man, who had by his toil acquired a handfome competency, ex pected and required that his fon fhould marry fui tably. But, as amor vincit omnia, his heart was unal terably fixed on the pretty young creature already named. Their courtfhip, which was all by Health, un known to the family, continued about a year. When it was found out, old Wrightfon, his wife, and particu larly their crooked daughter Hannah, flouted at the maiden and treated her with notable contempt. For they held it as a maxim, and a ruftic one it is, that blood was nothing without groats. The"], [16, "The young lover fickened, and took to his bed a bout Shrove-tuefiday, and died the funday fennight after. On the lafl day of his illnefs, he de fired to fee his Miftrefs. She was civilly received by the Mother; who bid her welcome when it was too late. But her daughter Hannah lay at his back; to cut them off from all opportunity of exchanging their thoughts. At her return home, on hearing the bell toll out for his departure, fhe fcreamed aloud that her heart was burfl, and expired fome moments after. The then Curate of * Bowes inferted it in his regi fter, that they both died of love, and were buried in the fame grave, March 15. 1714. I am, Dear Sir, Yours, 8cc. * Boiues is a fmall village in Yorkfhire, where in former ages the Earls of Richmond had a caftle. It ftands on the edge of that vaft and moun tainous tra#, named by the neighbouring people Stanemore; which is always expofed to wind and weather, defolate and folitary through out. Camb. Brit. AD- 14"], [17, "f«..l ADVERTISEMENT. AS the profits, if any, that may arife from the fale of this little poem, are intended for a charitable ufe; it is hoped that the writers and compilers of our periodical papers will not reprint it in any of their collections. But they are, at the fame time, left at full liberty to fpeak of it, either with applaufe or blame, as they mall judge it deferving of either. The following lines , from Shakespear's Twelfth Night, may very properly Hand as a motto to it. The Duke, who is pafhonately in Love with Olivia, hav ing defired fome mufic to foothe his melancholy, thus addreffes the perfon who is to entertain him, The Jong we had lafl night — ■ and then, turning to his friend, . Mark //, Cesario, it is true and plain: Thefipinflers and the knitters in thefiun, And the free maids that weave their thread with bones, Do ufe to chant it. It is filly Sooth, And dallies with the innocence of love, Like the old age."], [18, ""], [19, ""], [20, ""]]