[[1, ""], [2, ""], [3, ""], [4, ""], [5, "E XOTIC A not r U B L I S II £ D. 1876."], [6, ""], [7, ""], [8, ""], [9, "EXOTICA NOT PUBLISHED lSTti."], [10, ""], [11, "CONTENTS. French. — Agrippa d'Aubigne, Anonymous, Arnault, Bachau- mont et Chapelle, Benserade, Chalard, De Cailly, Des- touches, Dourneau, Grecourt, Guyetand, Lebrun, Malherbe, Pons, de Verdun, Ratazzi, Rousseau, Scevole de Sainte Mart Le. German. — Beohstein, Goethe, Salis, Schiller. Italian. — Anonymous, Berui, Bertola, D'Elci, Francesco d'Asaissi, Metastasio, Maffdi, BucellL Latin. — Audonæus, Statins. Spanish. — Calderon, Fernandez, Guardia, HernandeB, Martinet, Real de Azua, Reina, Yriarte. Aokifpa d'Aubigne, T. Anonymous (French) >i it ,, „ . ... „ (Italian) Ainault, A. V ACDONÆUS, JOHANNES ,, „ J, I) n it J) It ,, J, tt It J, » » tt Bachaumont et Chapeile Bechstkin, L. Benskbade, I. DE Berni, F Beetola, A. O PAGE. Selfishness 20 On a Babbler's Portrait 5 Lovers' Absences ... ... 12 Monastic Life ... ... 13 On Tasso's Prison ... ... 12 The Leaf 7 To the Reader 5 Would and Could 20 Reciprocity Desired ... 20 Vacuum ... ... 21 Prophets and Poets... ... 21 The Age of Gold 21 Sleep 22 Last Dying Speech 22 Two Testimonials ... ... 23 Utopia 22 The Life of Man 3 Epitaph upon Kichelieu ... 10 Belief 9 On Columbus ... ... 10"], [12, "Caudebon de la Barca, P. tt t, Chalakd, Joachim du De Cailly D'Elci, A „ ... ... „ ... ... ... Destouches, P. N D0URNEAU Fernandez, M. M Francesco d'Assissi Goethe, J. W. von Grecourt Guardia, H. M. dk la Guyetand Hernandez, D. R KOKRNER, K. T Lebrdn Maffei, A Malherbe, P. de Martinez de Navarrite, F. M Metastasio, P. B. T. PONS, DE VEliDUN rucelli, c c Ratazzi, Madame Rousseau, J. B Real de Azua, G. A. Rein a, J. M. Salis Scevole de Sainte, Marthe Schiller, J. C F ,t » ... ... ,, „ ... ... Statius Yriarte, T. de PAOB- Liberty ... ... ... 15 The Sun 15 Human Sorrow ... ... 15 A Change for the Worse ... 6 Hunger ... ... ... 21 To a Bad Poet who Blamed his Verses ... ... 11 Inscription for a Statue of Hector ... .. ... 14 Epigram .. ... ... 8 Epitaph on an Englishmen... 13 Wlien lo Eat 23 All is not Gold that Glitters 18 Song of the Creatures ... 23 'the Erl-King 9 Wise and Otherwise Men ... 22 Love and Liberty ... ... 19 Paint Michael's l)ay ... 22 My Hope 11 Farewell to Life 6 The Litterateur 20 The Bobbery 21 On the Death of a Child ... 14 Epitaph 6 Love's Weapon 19 On God 8 Epigram 12 The Bibliomaniac 23 Comparisons are Odious ... 5 OuMichelet 10 Epigram 13 The Old Man's Answer ... 18 A Withered Flower of Spring 17 The Grave X7 Poetry and Folly 19 Science ... ... , 17 The Babe in the Cradle .\".\".' 18 The Key 17 God's Image... ... .. 7 Criticism *\"'„ 15 4"], [13, "TRANSLATIONS IN VERSE. TO THE READER. (Audosæus.) If you find nothing to praise You have envious eyes ; If you find nothing to blame You are not overwise. ON A BABBLER'S PORTRAIT. Many a crown this portrait's worth, A better, painter never drew ; Speech alone is wanting to it, And Babbler speaks enough for two. COMPARISONS ARE ODIOUS. (C. C. RUCELLI.) The man of honour, oh ! Zerbin, knowest thou which is he ? That one amongst the sons of men who least resembles thee."], [14, "6 EPITAPH. (A verse from Mai.herbe.) She was of this world, where the fairest things, Alas ! soon run their race ; And Rose, she lived as the roses live, For but a morning's space. A CHANGE FOR THE WORSE. (Joichim du Chalard.) In bygone ages good and old, The crook was wood and the bishop gold , But now-a-days, be it understood, The crook is gold and the bishop is— wood ! FAREWELL TO LIFE. (KOERNER.) My wound burns and my pale lips tremble, And few the beats my heart shall live ; Here stand I at the boundary of my days — God, as thou wilt, to Thee myself I give. Fair golden forms I saw around me float ; The vision changes to a funeral knell. Courage ! for that within my heart I bear Must surely yonder ever with me dwell ; And that which kindled all my youthful fire, Which was to me a holy thing and grand, Whether I called it Liberty or Love, A seraph fair before me now doth stand ; And as my senses slowly fade away, She wafts me to the rosy hills of Day."], [15, "7 THE LEAF. (Arnault.) From thy branch broken, Lying full low, Poor withered leaf, Where dost thou go ? The storm struck the oak, Which alone was my stay, And the breath of the winds Then bore me away From mountain to valley, From forest to plain, I go at their will, Nor do I complain. For the road which I travel Is that each one goes, The leaf of the laurel, The leaf of the rose. GOD'S IMAGE. (Statius.) God hath no shape, nor can the artists' hands His figure frame in shining gold or wood, God's holy image— God sent — only stands Within the bosoms of the wise and good."], [16, "8 THE LIFE OF MAN. (L. Bechstein). What is the mind of man ? A labyrinth void of day. What is the might of man? It is but childish play. What is the lore of man ? The foam upon the sea. What is the life of man ? A dream that soon must flee. EPIGRAM. (A. D'Elcl ) In saddest scenes of tearful woe Lizzie's laughter shakes her curls ; Has she then a cruel heart ? No — but she hath teeth like pearls. ON GOD. (Metastasio.) Where'er I turn my eyes Almighty ! Thee I see, In all thy works admire, And recognize in me. The earth the sea, the spheres, Declare thy power to me ; Thou art o'er all, and we All live and breathe in Thee."], [17, "9 THE ERL-KING. (Goethe.) Who rides so late through the night so wild ? It is the father with his child. He holds the boy on his tender arm, He holds him soft, he holds him warm. \" My son, why hide thy face away ? \" \" Seest thou not, father, the Erl-king grey, The Erl-king with his crown and shroud ?\" \" My son, fear not, 'tis a flying cloud.\" \" Dear child, dear child, come, come with vie, And lovely sports I'll play with thee ; Flowers bloom gaily on the shore — My mother has golden robes in store.\" \" My father, my father, dost thou not hear The words he whispers in my ear ?\" \" Rest thou in peace with thy father kind, In the withered leaves whispers the wind.\" •' Dear boy, and wilt thou go with me 1 My daughters shall nurse thee tenderly ; My daughters dance, where the night winds szveep, They shall rock and lullaby thee to sleep.\" \" Dear Father and art thou not afraid ? See ! Erl-king's daughters in yonder glade,\" \" My son, my son, I see with ease The glimmer there of the willow trees.\""], [18, "\" I love thee, dear child, for thy beauty's sake, If thou are not willing, by force I take.\" \" My father, I feel his hand, his breath ! Erl-king has wounded me unto death.\" Through the black night the father rides wild, And holds in his arms the shudd'ring child, Reaches his home in trouble and dread, And finds in his arms the dear child dead. ON MICHELET. {Original attributed to Madame Ratazzi.) This is Monsieur Michelet, A contrast very pleasant ; Who wakens up the Middle Age And puts to sleep the present. EPITAPH UPON RICHELIEU. (Benserade.) Here doth lie, by all that's true, The Cardinal of Richelieu ; And (that which causes all my cry) My pension in his grave doth lie. ON COLUMBUS (Bertola.) Another world he found and gave to Spain ; In fetters bound he closed a life of pain. Another's name to his world they award : So doth the world her noblest sons reward. 10"], [19, "MY HOPE. (Domingo Ramon Hernandez.) \" Seest thou you silent lowly tomb Where flowers bloom and children play ? M I see, but ah ! I have my hope Not there, but far, far, far away. \" Seest thou yon clouds of white and red On Heaven's fair bosom sport and play ? \" I see, but ah ! I have my hope Not there, but far, far, far away. \" Seest thou yon dome of azure sky Where sparkle stars of silver ray?\" I see, but ah ! I have my hope Not there, but far, far, far away. Nor stars, nor clouds, nor mossy tomb Can be for me a hope and stay ; For while God reigns my hope must be Not there — but far , far, far away. EPIGRAM. (A. D'Elci.) A ddresscd to a had poet who blamed his versei. If thou wouldst say the worst of these verses of mine. Say only, oh poet, that they are like thine. I I"], [20, "13 ON TASSO'S PRISON. (By an anonymous Italian Author.) Here Tasso lived a life of tears, While seven long years their courses ran. No earthly crime had he save this, In noble verse he praised a wicked man. EPIGRAM, Addressed to Maria Theresa, and written by Metastasio at th* request of a gentleman who wagired that tlie Empress would give birth to an archduke {not a boy, bear in mind, but an Archduke) after which prophesy an, archduchess was born. I have lost — your daughter condemns me to the fine ; If she resemble you, what a gain this loss of mine ! LOVERS' ABSENCES. (From an anonymous French Author.) Two days ago I left my dear ; Two letters since I have received ; In the first my darling says, \"Full a year I've been bereaved.\" In the second one she writes, \" Fifty years you've been away.\" She will say she never saiv me If I wait another day ■'"], [21, "u EPITAPH ON AN ENGLISHMAN, CDestouches.) Here lies John Roastbeef, Esquire, The worthy son of an English sire ; He found this world so very dreary, He found himself so bored and wear)-, That, tired and jaded, spent and done, He hung himself for a bit of fun. THE MONASTIC LIFE. (From a French Poem by an unknown, Monk of Mont St. Louder in cage the birdie's lay Michel.) Than in the forest green and gay ; And so more praise to God he gives Who in the caged cloister lives. EPIGRAM. (J. B. Rousseau.) So full of graces is thy wife, So void of envy, void of strife, That had it pleased the gods to give To me three such with whom to live, To Lucife the two I'd pay That he r.iight fetch the third away."], [22, "<4 ON THE DEATH OF A CHILD. (Imitated from A. Makei.) Upon the quiet, lowly tomb Where my sweet babe doth sleep, Immortelle flowers and hyacinths I lay, but dare not weep. Why should I weep that she hath soared Away from grief and groan? Why should I weep that she doth stand Beside the Father's throne ? She did not die, but rather heard A message in the night, A sweet, low voice that bade her seek The primal fount of light. She could not breathe our air impure, Nor brook our world of vice, And, like a wandering angel, soon Returned to Paradise. INSCRIPTION FOR A STATUE OF HECTOR. (A. D'Elci.) Hector I was, the prince who guarded well Troy's portal, My life, by Achilles cut short, by Homer made immortal."], [23, "'5 CRITICISM. (Yriarte.) Let every author take for rule This maxim true and terse : — If the wise don't praise 'tis bad, If the fools applaud 'tis worse. LIBERTY. (Calderon.) Only a bird, a mindless, soulless thing,. Will joyous in its prison sing. THE SUN. (Calderon.) The sun whose splendour falls On stately palace walls, From humble cottage roof Disdains to keep aloof, And turns the straw-thatch old To shining burnished gold. HUMAN SORROW (Calderon.) Our earthly tears are but a dew, The breeze can scatter and the sun can dry ; Oblivion comes to sorrowing souls, Even as slumber to the weary eye."], [24, "THE GRAVE. (Salis.) Deep and silent is the grave, Deep and silent, dark and grand, Covered o'er with sable clouds Is that dumb and unknown land. The song of nightingales, Is heard not in its gloom ; The flowers by Friendship placed Fade on the mossy tomb. In vain the orphan cries, The widow wrings her hands, Their sorrow enters not That silent, far-off land. Yet there alone is rest, That Best our souls beseech, Thro' this dark gate alone Our Native Land we reach. The soul, all tempest-tossed, Longs for that calm retreat, — Longs for that peaceful land, Where storms no longer beat. 1 6"], [25, "c '7 A WITHERED FLOWER OF SPRING. (Jose Maria Reina.) A tender rose of spring, Before the sun was up, The morning breezes fanned it, The dew-drops filled its cup. The stately sun uprose — Of golden fire a blaze — The rosebud drooped and died Beneath his burning rays. The flowers that in our soil Bloom but a day and die, Shall blossom fair within The garden of the sky. THE KEY, (Schiller.) Wouldst thou know thyself? See how others act and sin. Wouldst thou know others also ? Look thine own heart within. SCIENCE, (Schiller.) One is a heavenly goddess and on the heights is her seat, The other a useful cow provides the butter we eat."], [26, "1 8 THE BABE IN THE CRADLE. (Schiller.) Happier babe, to thee boundless space The cradle in which thou art curled ; Grown a man, thy heart will find Too narrow the boundless world. THE OLD MAN'S ANSWER. (Gabriel A. Real de Azua.) They told Beltran that love For old men was not fit, Thev should watch the sport, And afar off sit. He replied, \" Tf Love Is fire, as you repeat, Snowy age should surely Seek it for its heat.\" ALL IS NOT GOLD THAT GLITTERS. (Manuel M. Fernandez.) Donosto to the public gave Old stories very badly told, Well printed in a portly tome, And bound in cloth and gold And those who read his limping lines No trouble had in finding The only gold about the book, For it was on the binding."], [27, "'9 BELIEF. (Bebni.) Since he is an archbishop, I Am bound to believe although he lie. LOVE AND LIBERTY. (Heraclio M. de la Guardia.) I sigh for Liberty and Love, And these suffice for me ; My life I offer up to Love, My Love to Liberty. LOVE'S WEAPONS. (Francisco Manuel Martinez de Navarrete.) When Cupidfi rst Clarinda saw, His golden darts he threw away ; \" Those shining eyes,\" The love-god cries, \" Shall be my weapons from to-day.\" THE POET TO THE CRITIC. (Sckvoli de Sainte-Marthe.) I confess that as a rule Every poet is a fool ; But, —and you may serve to show it, — Every fool is not a poet."], [28, "20 WOULD AND COULD. (AUDONÆUS.) Claude could be good If he would ; Hans would be bad If he could. THE LITTERATEUR. (ECOUCHARD LeBRUN.) In verse and in prose does Lubin compose, And I know not by what reverse He puts so much verse in his prose, Ann he puts so much prose in his verse. SELFISHNESS. (Theodorb Agrippa de AuBiGNNfi.) Each one war detests, Each one still protests, He wishes good alone ; Each to good aspires, Each one good desires, And that good his own ! RECIPROCITY DESIRED. (Audonæus.) When thy verses praise me, 'Tis that mine may praise thee."], [29, "21 ROBBERY. (LlBRUN.) \" They have rcbbed me !\" — \" I join in you grief.\" \" All my verses unprinted\" — \" I pity the thief.\" VACUUM. (AUDONÆUS.) Mark, in dogmatising mood, To his own opinion wed, Denies that vacuum exists — Forgetful of his head. HUNGER. (De Caillt.) Say no more that hunger kills men, Here's a poet alive at three-score and ten, PROPHETS AND POETS. (AUDONÆUS.) To speak truly of the future Is the prophet's duty, To speak falsely of the past Is the poet's beauty. THE AGE OF GOLD. (Audon.eus.) The poets fabled days of old, The days of happiness alone, When gold as yet was all unknown, Why do they call the age of gold ?"], [30, "22 WISE AND OTHERWISE MEN. (Grecourt.) Greece, so rich in famous men, So vaunted in our schools, Had only Seven Sages ; Then, pray, how many fools ? SAINT MICHAEL'S DAY. (Guyetand.) This is the day of Saint Michel, Who beat the devil from Heaven away ; And if the devil had beaten him It would have been Saint Devil's Day ! UTOPIA. (Bachaumont et Chapelle.) A rule of ease for everyone, The army great and small, Was but a single halbardier Paimed on the wall. SLEEP. (AUDONÆUS.) Twice doth Sextus daily, His soul in slumbers steep, To make him think of death, Whose image true is sleep. A LAST DYING SPEECH. (AunoNÆus.) There's a comfort in dying so high, 'Twill be nearer to mount to the sky."], [31, "THE BIBLIOMANIAC. (Pons, de Verdun.) I think, my God, at last 'tis caught, Edition long and vainly sought ; It has, book seventh, page the first, Erratum absent in the worst. WHEN TO EAT. (DOURNEAU.) They asked a famous doctor The proper time to eat ? \" The rich when they have hunger, The poor when they have meat !'' TWO TESTIMONIES. (AUDONÆUS.) Fame said that I was dead, Had crossed the silent sea Believe not their words — I live, credit vie. THE SONG OF THE CREATURES. [The \"Cantico delle Creature,\" or, as it is sometimes styled, the \"Cantico delle Sole,\" — the \"Song of the Sun,\" — was written by St. Francis of Assisi, and sung daily in the little convent of Portiuncula. It was composed about the year 1224, in the language which so soon afterwards became the medium for the grand imagery of Dante. St. Francis was thus one of the very earliest who used the Italian tongue as a vehicle for poetry. The part which here forms the eighth verse (composed to heal a quarrel which was raging between the laity and clergy *3"], [32, "a 4 os the town of Assisi) may be given as a sample of the original : — Laudato sia, mio Signore, Per quelle che perdonano pel lo tuo amore, Et sostenano iniirmitade et tribulatione, Bcate quelle che sostenerano in pace, Che da ti AUissimo scrano incoronate. The metre of the oiigina' is very hregula'- the verses varying from two to five lines in nerjth. Hence be translation must not be regarded as a litera1 cne: bui; rather fs an attempt, how ever imperfect, to transfer the thought from one language to another.] Praised be the Lord my God — Be glory, honour, fame j We are not worthy, Lord, To breathe Thy holy name. Praised by our Brother Sun, Who lights this earthly ball ; His burning rays declare Thy splendour where they fall. Praised by our Sister Moon, By Stars as they appear, In thy fair sky above, So beautiful and clear. And praised be the Lord By our dear Brother Wind, By air, and cloud, and sky. Who give us food in kind. By Water — sister chaste — Humble, and fair, and free, And precious to the world, The Lord shall praised be."], [33, "Praised by our Brother Fire, For he is strong and bright ; And by his beauty's power He vivifies the night. And praised be Thou, O Lord, By our dear Mother Earth, Whom Thou dost love and deck With fruit, and flowers, and mirth And praised be Thou by those Who pardon for thy love ; For theirs is grief below, But crowns of peace above. And praised be Thou, O Lord, By our dear Sister Death, For woe is theirs alone In sin who yield their breath, But blessed then are they That love Thy word and will ; No second death is theirs, No more of pain and ill. Oh creatures of His power, Your thankful hearts upraise, And render to His name All service and all praise. *5"], [34, "f isst at §0sjbs stub lam^Iiis BY WILLIAM E. A. AXON, M.R.S.L., F.S.8., Honorary Secretary of the Manchester Literary Club, Member of the Literary and Philosophical Society of Manchester, Member of the Manchester Statistical Society, Miembro Corrisponsal de la r\"Ociedad de Ciencias fisicas y naturales de Caracas. The Mechanic's Friend ; a collection of Receipts and Practical Suggestions relating to Aquaria, BronziDg, Cements, Drawing, Dyes, Electricity, Gilding, Glass-working, Glues, Horology, Lacquers, Locomotives, Magnetism, Metal-working, Modelling, Photography, Pyrotechny, Railways, Solders, Steam Engine, Telegraphy, Taxidermy, Varniehes, Waterproofing and Miscel laneous Tools, Instruments, Machines, and Processes connected with the Chemical and Mechanical Arts. With numerous Diagrams and Woodcuts. Edited by William E. A. Axon, M.R.S.L., F.S.S., Member of the Literary and Philosophical Society of Manchester, &c. London, Messrs. Trubner, 1875. 8vo., pp. xii., 349, 4s. 6d. Folk and Folk Speech of Lancashire. On the Ballads and Songs of the County Palatine, with Notes on the Dialect. 1870. Post 8vo., pp. vii., 96, paper covers, Is. ; cloth Is. 6d. Book Rarities of the Manchester Free Library. 1875. Crown 8vo., pp. 9,3d. Hints on the Formation of Small Libraries for Public Use. 1869. Post 8vo., pp. 8, l£d. On Some Defects in the Statistics of Books and Libraries. 1875. 8vo., pp. 12, 3d. Statistics of the Deaf and Dumb. 1875. 8vo., pp. 14, 3d. On the Relative Proportion of the Sexes. 1874. 8vo., pp. 10, 3d. The Name of God in 405 Languages. 1870. 64mo., pp. 29, 2d. The i uture of the English Language : an Argument for a Spelling Reform. Reprinted from the \" Quarterly Journal of Science.\" 1873. 12mo., pp. 24, ljd. A Plea for Free Speech. 1872. Post 8vo., pp. 16, ljd. Statistical Notes on Free Town Libraries. London, 1870. 8to. The Legend of the Disguised Knight. London, 1870. 8vo., pp. 36. On the Extent of Ancient Libraries. London, 1872. pp. 23. The Strassburg Library. 1872. pp. 14. Notice of the Eev. Thomas Trelkeld. 1874. pp. 8. Only 14 printed. Co-operation and Partnerships of Industry. 1867. pp. 8. The Literature of the Lancashire Dialect : a Bibliographical Essay. 1870. A Bibliographical List of Books Illustrating the Lancashire Dialect. 1875. pp. 40. /<- »^s"], [35, ""], [36, ""]]