[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "HISTORICAL MEMORANDA; SfC."], [8, ""], [9, "Coopers Company Hontiou. HISTORICAL MEMORANDA, CHARTERS, DOCUMENTS, AND EXTRACTS, FROM THE RECORDS OF THE CORPORATION AND THE BOOKS OF THE COMPANY. 1396 1848. LONDON 1848."], [10, "Printed by Arthur Taylor, 39, Coleman Street, Printer to the Honourable City of London."], [11, "DEDICATED ro THE WARDENS, COURT OF ASSISTANTS, AND LIVERY OF THE WORSHIPFUL COMPANY OF COOPERS LONDON BY THEIR OBLIGED FRIEND AND BROTHER JAMES F. FIRTH. GCILDHALL, June, 1848."], [12, ""], [13, "COOPERS COMPANY. IT is difficult to assign a correct date to the origin of the mistery or fellowship of Coopers : there is, however, no doubt but that at a very early period the occupiers of trades generally united themselves, according to their respective callings, into associations for their protection and support ; and that in course of time they became incorporated into gilds or fraternities, in many instances originally by the au thority of the City of London, in others by grants and char ters from the crown. It is evident from the following memoranda that the Coo pers were one of the early misteries of the City of London. In 1396, the ** good men of the mistery of Coopers\" ap plied to the mayor and aldermen of London for an ordinance restraining those of the mistery from making vessels for beer or other liquors out of oil or soap tuns. In 1409, they made a further application to the mayor and aldermen ; upon which it was ordained that no one of the mistery of Coopers, living within the liberty of the city, should make any wooden vessels in which any liquor ought to be put, unless of pure and entire wood. In 1420, an ordinance was made requiring each Cooper to have his own mark or sign, made of iron, to mark all the barrels or kilderkins he made, a copy of which mark or figure was to be entered of record at the Guildhall. In 1422, their wardens were sworn into office before the mayor and aldermen. In 1428, the \" wardens and good men of the mistery\" pre sented a petition to the mayor, aldermen, and commons for a further ordinance for the regulation of the trade ; which was agreed to and passed."], [14, "6 In 1440, they applied for further powers for the regulation of the trade and punishment of offenders ; which was in like manner complied with. In 1457, the mayor and aldermen ordered defective casks to be burnt ; and passed an ordinance that all vessels of un clean and sappy limber, or lacking their just measure, should be burnt. In 1488, the wardens and other good men of the mistery applied to the mayor and aldermen for extended rules and orders for the better government of the trade and the regu lation of their members ; which were confirmed and granted. And in 1501, by charter of King Henry VII. dated the 29th of April in the 16th year of his reign, under writ of privy seal and by the authority of Parliament, the Company was incorporated a fraternity or gild for ever ; the charter de scribing them at that time as \" Citizens and Coopers of the art and mistery of Coopers of the City of London.\" By this charter the master, wardens, and commonalty of the freemen were yearly, on Sunday next before Pentecost, to elect and make from amongst themselves one master and two wardens or keepers, to superintend, rule, and govern the mistery and commonalty. It also gave them power to make laws and statutes for the scrutiny, correction, and governance of all freemen of the city using the trade, as well as for amend ing defects, so as to be of the greatest use to the common people. In a subsequent charter of the 30th August, 1662, 13th of Charles II., being the governing charter, the above is recited, and all the powers and privileges therein contained are rati fied and confirmed, save and except such parts as were then otherwise granted, altered, added, or supplied ; and by this the election for master and wardens is appointed to take place yearly on the Monday next before the Feast of Pentecost. As the documents on which the foregoing statement is founded supply some curious information, they will now be given at length in their original form."], [15, "7 I. 6 April, 1396, 19 Rich. II. Ordinance by the Mayor and Aldermen. Ordinacio facta pro Coupers, qils de dit mister' ne facent vesselx dez tonelx doyle, sope, & autres choses. Sexto die Aprilis anno regni regis Ricardi secundi decimo nono ; probi hoies mister' de Coupers, London, porrexerunt Maiori & Aldermannis quandam billam tenorem infrascrip tum continentem. A tres honurables & sages seignurs Maire Recordour & Aldermans de la Citee de Londres supplient tres humble - ment les bones gentz del mistier des Coupers de Londres, qe come diverses persones du dit mistier achatent tonelx doyle sope barell' & tonelx, pur wood des queux ils fount barell' pur cervoise & autres licours, les queux sount de tiel odour q; le cervoise ou licour mys dedeins est perduz & corrupt, as guntz damages auxi bien de braceours come autres comuners du d'ce citee & tres gunt esclaundre des bones gentz du dit mistier : Et auxi facent tonelx vates kemelynes & autres vesseux appurtenantz a braceours. de meresme qest faux & deceyvable, par queux sovent les braceours sount descieux & ount gunt perde & damage, et sovent ount pleynes en le court* de viscountz v's gentz du dite mistier, a gunt desclaundre de mesme mistier ; et ascuns du dite mistier qant ils sount trovez en defaute ne voilent estre justifieez, mes usent faire ves seux de tiel faux meresme de jour en autre a gunt disceit & damage del coe poeple : Qe plese as voz treshonurables & tressages sies de gunter as gardeyns du dite mistier & lour successours qils puissent visiter les shoppes & mesons des gentz du dite mistier & surveier lor meresme & vesselx, qils soient bones & covenables, & ceux qe sount faux & descey vablement faite amesner a Guyhall pur profit del chambre & la estre condempneez : et q; celuy q; soit trove en defaute qil paie al primer defaute vjs viijd, ceste assavoir la moite al chambre & lautre moyte au dite mistier : et al seconde defaute xiijs iiijd en ]a fourme avantd'ce : et al tierce defaute xxs en"], [16, "8 la fourme avantd'ce & son corps puniz en prison pur certeins iotirs come par voz honurables discrecions voilietz ordeigner, par cause de tielx desceitz eschuer, pur Dieu & en oevre de charitee, et q; les rebelx du dite mistier soient punys come autres rebelx dautres mistiers de la d'ce citee, solonc une ordinaunce ent faite & enroulleez en le livre de G. foill' Supplicantes eisdem quatenus ccntenta in eadem, pro coi proficuo & honore tam dicte civitatis qm mister' predict' adquirendis qm pro dampnis & gravafhibus eisdem de facili accidendis evitandis, in recordo perpetuo iubere dignarentur inserenda. Qua billa. coram dictis maiore & aldermannis hie leetj. & per ipsos plenius intellect^., ex eorum unanimo assensu eadem billa jussa suit hie intrari. E libro H. so. 302 b. II. 19 July, 1409, 10 Hen. IV. Ordinance for the mistery of Coopers. Ordinatio misterij de Coupers. Decimo nono die Julij, anno regni regis Henrici quarti post conquestum decimo; venerunt hie in camera Guyhaldæ civitatis Londoniensis, coram Drugone Barantyn, majore, Johanne Preston, recordatore, et Willielmo Staundon, Willielmo Walderne, Roberto Chichele, Willielmo Crowmer, Stephano Speleman, Henrico Halton, Henrico Pountfreyt, et Willielmo Chichile, aldermannis ; ac Willielmo Norton et Thoma Duke, vicecomitibj ejusdem civitatis ; probi homines misterij de Coupers dictæ civitatis, et porrexerunt eisdem majori recordatori et vicecomitibj quandam billam, verba subsequentia continentem. A les treshonurables tresgraciouses et tressages seigneurs Maire et Aldermans de lonurable Citee de Loundres, supplie treshumblement a vos gracieuses seignuries lez maistres et gardeynes del mistier du Couperes du dite citee, et les bonns gentz de mesme la mistier plusours autres : Que come ils ount trove un graunde defaute en lour dit mistier, et ils voillent voluntiers que le poet estre amende al profit de la comune poeple ; que plese a voz tres gracieuses seignuries de grauntier a les maistres et gardeyns et a toutz"], [17, "9 autres de lour dit mistier, que cest poynt necessarie et bo soignable a la comune poeple desouth escript purra estre enrolle entre les autres de lour ordeignances du dit mistier enrollez en la chambre del Guyhalle de Loundres ; cest a dire, Que nulle homme ne persone du dit mistier, desorenavant, mye face nulle vessel de faux sappe, ne parcelle de faux sappe ne mette poynt a nulle vessell : et quiconque du dite mistier, auxi sovent come il est trove et prove defectif dicelle poynt par lez ditz maistres et gardeynes et lour successours, courge en la peyne ; quele peyne vous plese au present or deigner remedie, en oevre de charitee. Qua quidem billa coram dictis majore recordatore alder mannis et vicecomitibj lecta, et per eosdem plenius intel lecta ; quia videtur eisdem, quod petitio in dicta billa con tenta est ration! consona, et comodum reipuplicæ ; ordinave runt decreverunt et sententiaverunt, quod nullus de misterio de Coupers, infra libertatem civitatis prædictæ commorans, de cetero faciat vel fieri faciat aliqua vasa lignea, in quibus aliquis liquor poni debeat, nisi de puro ligno et integro absque aliquo sappe in eisdem existente ; sub forisfactura, prima vice, vasorum prædictorum, et vjs viijd inter cameram et artem prædictam equaliter participandorum : secunda vice, sub forisfactura vasorum prædictorum, et xiijs iiijd solvendorum equaliter cameræ et arti prædictis : tertia vice, sub forisfactura vasorum prædictorum, et xxs, inter cameram prædictam et dictam artem de Coupers equaliter, sine redemptione, sol vendorum, etc. E libro I. so. 82 b. III. 1420, 7 Hen. V. Ordinance for marking barrels. Ordenaunce fait sur les Coupers, pour mercher des Barelx et Kilderkins ; et certein peyne sur ce. Come en temps de William Staundon, mair, Ian noefisme le roy Henry quart, ordeignez feust et establiez, qe nul bra ceour ne braceresse vendroit cervoise en groos a nully par barel ne kilderkyn, sinon qe tielx barelx et kilderkyns ser roient primierement merchez en la Guyhalle par les deputees del chamberleyn, ove tiel signe et merche qe chacun personne"], [18, "10 purroit overtement savoir et cognoistre combien de-s galons les ditz barelx et kilderkyns conteignoient, sur certein peine ent ordeigne, sicome en le lxvjme foille diceste livre plenie ment appiert ; la quele ordeignaunce ad este longement mys au mort et en discontinuance, parount le comune people ad sustenu graunde damage et perde : Sur quoy, le vint et septisme jour de Januer, Ian du regne le roy Henry quynt puis le conquest septisme, Richard Whityngton ore mair et audermans, vuillantz leffect du dite ordeignaunce resusciter et enforcer, ount ordeignez et establitz, Qe chescun Couper qe demurra maintenaunt, ou enapres demurrera, deins la liberte de Londres, sur peine de dys livres appaiers al chaumbre, eyt de soun propre une merche ou signe de ferre, dount le similitude et figure soit entre de record ici en la court, pour mercher et signer toutz les barelx et kilderkyns qil face mesmes, ou soit requis de merchier des autres : purveu toutz foitz qe nul Coupere mette soun dite merche a nully barell, sil ne soit de xxx. galons entiers ; ne a nully kilderkyn, sil ne soit de xv. galons ; sur peine de paier al oeps de comunalte, a chescun foitz et pour chescun vessell qil merche au contrarie, xls. Et qe chescun brewer encourge mesme la peyne de xl8, appaiers en la dite manier, pour chescun foitz qil vende servoise a nully par ascun barel ou kilderkyn qe nest merche par le Coupere en le manier suisdite. Item, qe nul Coupere desdie ne denye a nul brewer ne autre pour assaier mesurer et merchier ascuns barelx et kilder kyns quant il est duement requys, preignant raisonablement pour son labour, sur peine de paier xls a chescun foitz qil est convict de lencontre. Par force de quel ordeignaunce dedeins xiiij. jours apres les Coupers demurrauntz deins la franchise de la dite Cite de Loundres presenteront a la court lour merches faitz de ferre, pour y estre entrez de record solonc le tenure du dit ordeignaunce. Les noums de queux Coupers, ensemble ove les similitudes et fourmes de les merches, cy ensuyent. E libro I. so. 245 b."], [19, ""], [20, "COOPERS"], [21, "RKS . AD. 1420."], [22, ""], [23, "11 IV. 13 Oct., 1428. 7 Hen. VI. Ordinance for the Coopers. Ordinacio de Coupers. Fait a remembrer, qe le xiij. jour doctobre el fest del translacioun du Seint Edward, Ian du regne le roy Henry sisme puis le conquest septisme ; les gardeins et bofis gentz de la mestiere de Coupers de Loundres exhiberont et pre senteront ycy devant les mair aldermans et comunes en leur comune conseil, pur la eleccion du novel mair affair solonc la custume du dit cite assemblez, un bille et peticion, demonstrantz par ycelle, Qe come, pur le bien et comune promt du people, ordeigne fuist en temps de Drew Barantyn, nadgares mair du mesme la cite, qe null persone du dit mis tier, delors enavaunt, ferroit ne faire ferroit null vesseall, en quele ascun liqour serroit mys, de sappe, ne ne metteroit null parcell de faulx sappe a null vesseal ; mais qe toutz les ves sealx qe gentz du dit mistier ferroient serroient de bon sain et pure merisme, saunz sappe ; sur peyne de forfaiture des vessealx au contraire faitz, et vjs viijd appaiers et departirs perentre le chambre, al oeps de cominalte, et la dit mistier, au primer foitz : et la forfaiture des tielx vessealx et xiij5 iiijd a secunde foitz : et la forfaiture des vessealx et xxs au tiers foitz, appaiers et departirs perentre la chambre et mistier avauntditz ; sicome en la dit ordenaunce entres de record en le liver de J. le foille quatrevintisme et secound, pluis au plein appiert : La, par colour et occasion qe les ditz ordenaunces et peine sextendent tcfuntsoulement as gentz du dit mistier de Coupers, plusours autres, franks et foreins qe sount du dit mistier, sount a vendre de jour en aultre graund coop et multi tude des barelx kilderkins et aultres vessealx de faux sappe, au graund deceit et damage du comune poeple, et expressement contre leffect du dit ordenaunce : et sur ceo prierount les ditz Coupers as ditz mair aldremans et comunes, de grauntier et ordeigner par auctorite de lavauntdit comune counseill, qe chescun personne forein ou frank de qiconque mistier qil soit garde et observe mesme lordenaunce, en toutzpointz, sur peril et peine avaunditz. Sur quoy les ditz mair et audremans, al instance et par consentement des ditz comunes, ordeigne-"], [24, "12 ront et establieront, Qe null persone frank ne forein, desor enavaunt, face ne faire face ne vende, dedeins la fraunchise du dit cite, null vesseal, en quele ascun liqour serra mys, de faux sappe, ne ne mette null parcell de faux sappe a null tiel vesseal ; mais qe toutz les vessealx qe ascun persone, frank ou forein, ensy ferra soit de bon sain et pure merisme ; sur peyne de forfaiture des vessealx au contrarie faitz, et vjs viijd appaiers perentre le chambre, al oeps de cominalte, et la dit mistier : al secunde foitz, de forfaiture des tiels vessealx, et xiijs iiijd : et al tierce foitz, de forfaiture des vessealx, et xxs, appaiers saunz redempcioun, et departies perentre la chambre et mistier avauntditz egalement, etc. E libro K. so. 60. V. 6 May, 1440, 18 Hen. VI. Further Ordinance. Came to the chamber of the Guildhall, London, before Robert Large the mayor, and the aldermen, the good men of the mistery of Coopers, London, and presented them the fol lowing Bill or Supplication : Unto the right worthy and worshipfull Mair and Aldermen of the Citee of London. Besechyn mekely the goodmen of the craft of Coupers, that in asmoche as in the tyme of Will'm Staundon mair of the seid cite was ordeyned made and establized that no brewer nor hukster shuld selle ale be grete, that is to sey be barell nor kilderkyn, but yes they wer marked with a marke ordeigned and entrid in the Chambre of London, witnessyng that alle suche vessels beryng suche maner markes shuld be plenure and full mesure, that is to say, the barell conteynyng xxx. galons, and the kilderkyn conteynyng xv. galons, uppon peyn to the bruer to pay to the Chambre of London at euery suche defaute xls. Ferthermore, Richard Whityngton, mair of the seyd citee, and aldremen at that tyme beyng, willyng the gode affec con and ordynnces to be fulfilled for the worschep of the citee and the avayle of the comyn people, have ordeigned that no Couper withyn the Cite of London nor the liberte thereof be so hardy to occupie the craft of Coupers, but"], [25, "13 yes he haue a marke forged in iren to his owne propre vse, to marke the vessels that he maketh ; in peyn to pay to the Chambre of London x11 the which vesselz he hath in charge, that is to sey, barrell and kilderkyns. For the which peyn aforseid, the Coupers of London your seid besechers, standyng in grete dowte of mysusyng of these markes, besechy n graunt of this petition, that no Couper of the Cite of London, nor the lib'te thereof, marke no manr vessell with other mannys markes than his owne marke to hym ap propred, nor put his marke to no barrell nor kilderkyn but that he hym self justly maketh, or in his house is maked ; be the which marke and vessell the seyde Couper shall abyde and answer at all perels, on the peyn to pay at euery such de faute on hym provyd that he the contrary dothe xiijs and ivd, to be departid betwene the Chambre of London and the crafte aforsaid, evynly be the handys of the chamb'leyn of this cite. Also, the seid Coupers besechyn to be graunted that whan ony Couper of the citee aforseid dieth or passeth away, that his executours or assignes brynge in or do bryng, to the chamb'layn of this citee for the tyme beyng, the same iren marke the which he hath vsed in his lif in his warde, to be keped for dowte of alienynge of the seyde marke in to the handes of evyldoers or counterfetors, be the which the com mon people myght be dyscevyd and the craft reproued to grete hurt and damage, on the peyn to pay at euery tyme in whome suche defaute is found xs, to be departed betwene the cham bre and the crafte in fourme aforsayde. Also, the seide Coupers besechen that ordennce might be made that no man, fre nor foreyne, ymagyne nor falsly coun trefete the markes of Coupers, the which thei haue in grete charge, and ar entrid in the Yeldhalle, nor vnder the colour of theym bere no by marke be the which the common people might be disceuyd and the craft gretely hurt ; but that euery Couper wel and pesabily his marke jeioyse and occupie vnto the same entent that the seid markes wer ordeigned. Ferthermore, inasmoche as the citee hath be sclaundred and the crafte of Coupers gretly hindred be sals and un kennyng werkmen ; the seid Coupers besechen of a convabill remedy, that no Couper be so hardy to occupie nor set on"], [26, "14 werk foreyn nor straunger vnto the tyme that the seid foreyn or straunger be browght befor the mair and aldremen be the wardeyns of the seid crafte for that tyme beyng, ther to be examyned and prevyd whether he be abyl werkman to serve this citee wel and trewly or naught, in peyn to hym to pay that the contrary doyth, at euery suche defaute on hym proved, vjs viijd, to be departed betwene the chaumb'leyn of London and the craft aforsaide, euynly, by the hand of the chamb'leyn aboueseyd. Also that no Couper within this citee make eny barell for swete wynys but hit be of the quantite of xviij. galons and an half, vppon peyn of vj3 viijd for euery barell made lesse, to be departed be the hand of the chamberlayn in the forme aboue seid. And that euery Couper from this day forward, what tyme he entreth his marke in the meires court, be stretly sworn to obserue alle the seyd ordennancs. Which bill being read before the said mayor and aldermen, and fully understanded ; and because it seemed to them that all the articles therein contained are consonant to reason, and for the public advantage and honour ; they ordained and decreed by unanimous assent that the same should be entered of record, and be observed in all future times, reserving to themselves power to add, amend, and correct the said ordi nances, as times and circumstances might require. E libro K. so. 185 b. VI. 24-25 November, 1457, 36 Hen. VI. Judgment by the Mayor and Aldermen for burning defective casks ; and further ordinance on that subject. Judicium combustionis diversorum verthkyns. Memorandum, quod die Mercurij xxiiijt0 die Novembris, anno regni regis Henrici sexti post conquestum tricesimo sexto ; venerunt hie in curia domini regis in camera Guy haldæ Londoniensis, magistri sive custodes ac plures alij probi homines misteræ de Coupers civitatis prædictæ, coram XJalfrido Boleyn, majore, et aldermannis ejusdem civitatis,"], [27, "15 graviter conquerentes, quod, ubi per quandam ordinacionem, tempore Drugonis Barantyne nuper majoris civitatis illius, in dicta camera Guyhaldæ factam et irrotulatam, inter alia, ordinatus sit. Quod nullus, infra libertatem civitatis præ dictæ commorans, faceret vel fieri faceret aliqua v^asa lignea, in quibus aliquis liquor poni deberet, nisi de puro ligno ac integro, et absque aliquo sappe in eisdem existente : et quod quodlibet barellum esse deberet et contineret, de plena et justa mensura, xxxte lagenas ; quodlibet kilderkyn, xv. lage nas ; et quodlibet ferthkyn, vij. lagenas et dimidiam. Ibi quidam Stephanus Wolf et Johannes Bromer, cives et pis cenarij dictæ civitatis, fieri fecerunt in eadem civitate circiter quater viginti et sex vasa vocata ferthkyns, de ligno non puro nee integro, sed in medio serrata, ac eciam plena de sappe ; videlicet, dictus Stephanus xlvj. ferthkyns, et dictus Johan nes xl. ferthkyns, quorum plura deficiunt de justa mensura dimidiam lagenam ad minus, expresse contra ordinacionem prædictam, ac in decepeionem et defraudacionem populi domini regis. Et super hoc præceptum suit, per dictum majorem et aldermannos, Thomæ Dounham, servienti dicti majoris ad clavam, ut arrestaret omnia vasa prædicta, et ea adduceret hue ad Guyhaldam, ut super præmissis, deliberato consilio, quid fuerit faciendum consultius exequatur. Et super hoc, die Jovis, xxv. die Novembris tune proxime se quenti, quia visum est præfatis majori et aldermannis quod vasa prædicta, per standardum domini regis hie mensurata, deficiunt de justa mensura, ut prædicitur ; et quia vasa præ dicta facta fuerunt non de ligno puro nee integro, sed in medio serrata ac plena de sappe, contra ordinacionem prædictam ; ideo consideratum suit, per dictos majorem et aldermannos, quod vasa prædicta comburantur, etc. Proclamaco pro vasis, videlicet barellis & aliis hujus- modi, non factis de ligno puro & integro, &c. Forasmuche as amonge many other goode aud notable provisions and ordenaunces made and approued within this Citee of London, for the wele and comon goode of the same, it is conteyned that no maner persone within the liberte therof shuld make, neither doo to make, any treen vessell in"], [28, "16 the whiche ony licour shuld be put, but if it were of clene and pure tymbre, hole withouten any sap in the same beyng ; and that every barell shuld conteyne of pleyn mesure xxx. galons atte lest ; every kilderkyn xv. galons ; every ferthkyn vij. galons, and di' ; and every barell for swete wyne xviij. galons and di' ; upon peyne of forfaiture of every suche vessel founden of lesse mesure or otherwise then aforsaid and other greuous punysshements thereuppon ordeyned : and that no brewer, ne other persone vsing the crafte of brewyng within the saide citee, selle none ale in grose to any persone, by ony barell kilderkyn or ferthkyn, withoute that suche barell kil derkyn or ferthkyn be first marked with Coupers marke, so that it may be therby knowen to be of juste mesure as is abouesaid, upon peyne of forfaiture of the saide vessels, and other punysshements theruppon hadde and ordeyned. And for eschewing and voiding of the grevous harme and grete deceit that nowe of late daies hath growen vnto the co mons of this citee by diuerse persones hauyng no consideracon vnto the saide ordenaunce, whiche for theire singuler proffite and advantage vsen to make vntrue barels kilderkyns ferth kyns and wynebarels of sappie and vnclene tymbre, and of lesse mesures then is aforsaide : Therfore the mair and thal dermen of this saide citee, havyng more special zele and tendre affeccion, as them oweth, vnto the goode conservacbn and avauncement of the comon wele and proffit of the people, then to any singuler avantaige ; willyng eke that no man shuld excuse hym herafter by waye of ignoraunce of the goode ordenaunces and provisions forsaide, haue doon to publissh and proclame them heer at this tyme to the notice and knowliche of all maner people, charging and comaunding straitely that no maner persone within the liberte of this saide citee from hensforth take vpon hym to make, neither to do make, or vse, any suche vessels as barels kilderkyns verth kyns or wynebarels within the saide citee, but if they be according vnto thordenaunce forsaide ; that is to sey, euery barell of xxxt} galons, every kilderkyn xv. galons, every ferthkyn vij. galons and di', and every wynebarell of xviii. galons and di', and that of clene and pure tymbre withoute sap, vpon peyne of forfaiteur of all suche vessels founden vnto"], [29, "17 the contrarie, and other greuous punisshementes, according vnto thordenaunce forsaid. Execuco ludicij predicti. And also, it is ordeyned and adiuged by the saide mair and aldermen that all suche vessels as nowe of late haue be duely presented afore the same mair and aldermen to haue be made of vncleen and sappy tymbre, and lakking of their juste mesure, contrarie to the saide ordenaunce, and in grete deceit of the king's people, here at this place shall be dampned and brent, after the force and equite of the saide ordenaunce, so that therby all other may take a warnesse of making of any suche vntrew and vncleen vessels herafter. E libro K. so. 301. VII. 16 April, 1488, 3 Hen. VII. Further Ordinances, by the Mayor and Aldermen. Memorandum, quod xvj. die Aprilis, anno regni regis Henrici septimi post conquestum tercio, gardiani & alii probi homines mistere de Cowpers London, venerunt hie in curiam dicti dni regis in camera Guyhald civitatis London, coram Will'mo Home milite maiore, & aldr'is eiusdem civitatis, & porrexerunt eisdem maiori & aldr'is quandam billam sive supplicacoem cuius tenor sequitur in hec verba, Ss. To the right honourable lord the Maire and the right worshipful! sovraignes th' Aldermen of the citee of London, humbly besechen your good lordeship and maistershippes the wardeyns and all the good folkes of the crafte of Cowpers of the said citee : That where grete deceit and untrowthe dayly been used within this citee, by the meanes of makyng of barells kilderkyns firkyns and other vessells wherein licor shalbe put, of sappy and grene tymber, for lacke of serche and correccion theruppon to be hadde and done, the which vessells so made, after they have been any while occupied, of necessite must shrynke, wherethrugh the same vessells, at the laste weryng of theym, lacke of their true and juste measure that they ought to conteyne, that is to say, somme of theym iiij. galons, somme iij. galons, somme ij. galons, somme more, somme lesse : Also many persones c"], [30, "18 of the said crafte daily sette awerke divers and many foreyne and other straungiers in the same occupacion of Cowpers in no wyse therein expert ne connyng, and so therby moche people of the saide crafte, which have been apprentishode the same crafte before, for lacke of occupacion become idoll and goo aboute wandryng within this citee werkeles as vagabunds ; and over this, many persones of the saide crafte use daily to teche young people of whome they have no bonde, as by way of apprentishode or oderwyse, certeyn feets and poynts of the said crafte, the which younge people so taught wille than in no wyse after they have taken suche lern yng be bounde apprentice, but with that litie connyng that they have so taken go in to the cuntreie and there worke as well werks unlawfull as of unseasonable tymber, to the grete deceipt of the king's liege people : Moreover grete variauncs stryves and gruggs daily growen within the fealiship of the saide crafte, at their quarter daies and other tymes whan they make any assembles for quarterage to be hadde and gadred oi theym, for the sustentacion of the charges of the same crafte, like as it is used in other craftes within the saide citee, because that as yet there was never any certen somme assessed, what every freeman of the said citee shuld pay for his said quarter age; the which foresaid charges of the saide crafte, of con gruence and raison, must be borne and levied of and by the hoole body of the same fealiship : Pleas it therefore your said good lordship and mastershippes, eschewing and avoydyingof thenconveniencs above rehersed, and of divers other incon veniences and enormities daily fall yng in the said fealiship, to grant unto your said besecher certeyn articles hereafter folowyng, and by your authoritees to be enacted and esta blisshed, and afore you in this honourable court to be entered of record, forever to be observed and kept. And your said besechers shall day pray for your prosperous astats. First, that certeyn ordeniics may be put in execucion which afore this were made for the prosperite of the king's liege peo ple and honest of the said crafte of Cowpers, for vessells in the which any liquor shuld be put, to be made of pure and clene timber, lyke as in the booke of H, the lees cccij. in the time of John Fressh, sumtyme maire of this citee of London ;"], [31, "19 and in the booke of I, the lees iiij-^ij. in the tyme of Drue Barantyn, sumtyme also mair of the said citee ; and also in the booke of K, the lees cccj. in the tyme of Geffrey Boleyn, late mair of the same citee, more playnly it may appere. And that also another ordennce may be put in execucion, which was made by auctoritee of Coe Counceill in the tyme of Henry Barton, sometyme mair of the saide citee, that the or denfices afore that made for vessells to be made of pure and clene tymber shuld aswell foratche to the fremen occupying the crafte of Cowp3 and to foreyns as to the fremen of the fealiship of Cowpers, lyke as in the said booke of K, the lees lx. more at large is conteyned ; and more over, that an or dennce may be put in execucon which was made aswell for marking of vessells, and every Cowper to have a marke of his owne, as for the measure of vessells, aswell for swete wynes as other vessels, what they shuld conteyn, lyke as in the foresaide booke of I, the lees ccxlv. in the tyme of Richard Whityngton, sumtyme mair of the said citee, and in the saide booke of K, the lees ciiij-^v. in the tyme of Robert Large, sumtime also maire of London, it is conteyned more at large. And also that all other ordenfices concnyng the saide crafte of Cowpers entered in any of the said bookes, or in any other booke or books remaynyng in the Yeldhall of recorde, and not repeled, may from hensforth be put in execucion, ac cording to the tenors and effects of the same, and be and stande of lyke strenght and effect as they were and stode at the tyme of making of the same. Also, that no persone of the said crafte of Cowpers, nor any other persones occupying the same craft within the said citee or lib'ties thereof, hereafter make or do to be made any vessell for sope, but if the barell conteign and holde xxx. galons, the halfe barell and firkyn after the same rate ; nor any vessell for bere, but if it kepe holde and conteyne the true and full measure of olde tyme accustumed, that is to say, the barell xxxvi. galons, the kilderkyn xviij. galons, and the firkyn ix. ga lons at the leste ; and that every suche vessell be marked with a Cowper's marke entered in the chambre of theldhall of this citee of record, upon payne of forfeiture of all suche vessells founde contrarie to the said assise made, or not marked in"], [32, "20 the maner aforesaid ; and to forfait and pay for every vessell so made contrarie to the said assise, or not marked, iijs iiijd, according to an Acte made late by authoritee of Comune Counceill, and in the booke of K, the lefe cclxix. entered of record. Also, that the wardeyns of the said crafte of Cowpers for the tyme beyng, with an officer of this citee to them by the chambleyn of the same citee for the tyme beyng to be assigned, may have the serche and oversight, as often as to them shalbe thought expedient and nedefull, in all places within the said citee and libertie of the same, as well of all manr barells for swete wyne as of all other barells kilderkyns and firkyns for ale bere and sope, that be marked or unmarked, to thentent that all suche barells kilderkyns and firkyns as they fynde hereafter marked and have been occupied, or els not marked and have been occupied, and not made of clene and pure tymber, nor keepyng the measure in thordeiinces above re hersed expressed, may be seased and brought unto theldhall of this citee, there to be jugged according to the olde custume of this citee ; and over that, thowner of every suche vessell to forfait and pay for every suche vessell so by him occupied xls. And suche of the said vessells as they find unmarked and made of good and seasonable tymber, and keepyng the just and true measure in the above rehersed ordenhces expressed, the same wardeyns than to marke with one of their markes ; and the officer to them assigned to marke also the same ves sell with a marke to him by the chambleyn of the said citee for the tyme beyng to be delivered ; the owners of the same vessells to pay for every barell so by them marked q', for every kilderkyn q', for every firkyn q'. And if any persone enfranchised within the saide citee or libertie thereof refuse for to pay for the marking of the said vessells according to the rate abovesaid, that then the same persone pay and forfeit at every tyme that he refuseth so to doo xxs. Also, that no persone of the saide crafte of Cowpers, nor any other persone of what crafte condicon or degree he be, occupying the same crafte within the saide citee orlib'tieofthe same, take uppon him hereafter to set any foreyn or straun gier awerke in thoccupacion of Cowpers within the same citee"], [33, "21 or lib'tie therof, afore that the same persone or straungier be admitted by the wardeyns of the said crafte for the tyme being to be of habilitie and connyng to exercise and use the same crafte ; any act or ordenfice afore this to the contrarie made not admitted. And that the same foreyn or straungier so admitted pay at his entryng and settyng awerk of and in the same crafte iijs iiijd. And that every suche foreyn or straun gier hereafter so to be set awerk be under the due correccion of the said wardeyns for the tyme beyng, and duely sworn to keepe and observe all the good rules and ordeniices of the same crafte, entred afore you in the aforesaid chambre of the Yeldhall of record, upon payn to forfeit and pay at every tyme that any suche persone, as it is above rehersed, setteth any foreyn or straungier awerk contrarie to this Acte xiijs iiijd. Also, that no manr persone of the said crafte of Cowpers in any wyse hereafter enforme or teche any manr persone the same crafte, or any part or poynt of the same crafte, without that they be bounde appntice to the said crafte, or else be free of the same, upon [pain] to pay at every tyme that he do the contrarie to this Acte xiijs iiijd. Also, that every persone enfraunchised in the said crafte of Cowpers pay or do to be paied yeerely unto the wardeyns of the said crafte for the tyme beyng, for their quarterage, iijs iiijd towards the chargs and costs of the same crafte, yeerely to be supported and maynteyned, without any other thinge payng for their dyner or supper yeerely for theym ordeyned : and that the saide quarterags be levied and gadred quarterly amongst the fealiship of the saide crafte by the wardeyns of the same crafte for the tyme beyng, that is to say, the fests of Mychelmas, Cristmas, Ester, and Midsomer, by even por cions, within a moneth than next followyng after any of the saide fests. And if any persone of the saide crafte duely re quired by the wardeyns of the saide crafte for the tyme beyng, at any feste of the saide festes, or within a moneth imme diatly following any suche feste, to pay his saide quarterage, wilnot pay his saide quarterage but that to doo denyeth, than every suche persone so denying and not payng the saide quarterage forfait and make a syne of vj9 viijd as often as he so dothe."], [34, "22 Also, that no persone of the saide crafte of Cowpers here after presume to take uppon him to come to my lord the maires fests, or to my maisters the shereffes festes, or any other festes or dyners within the said citee, where any grete assemble of people shalbe, without the same persone be specially desired and beden, orells by the wardeyns of the said crafte for the tyme beyng assigned thereunto, uppon payne to forfait and pay at every tyme that any suche persone cometh to any suche festes or dyners contrarie to this Acte vjs viijd. Also, that every persone of the saide crafte of Cowpers be redy at almanr somons and warnyngs of the wardeyns of the same crafte for the tyme beyng, or of their deputie in their name, for thonour of the said citee, and goode rule and guyd yng of the same crafte. And if any persone of the same crafte absent hym self, and come not at suche sommons and warn yngs, and thereof be duely convict, without a reasonable ex cuse, pay at every suche tyme viijd. Also, that if any persone of the saide crafte hereafter wilbe so mysadvised to rebuke or revile any of the wardeyns of the said crafte for the tyme beyng, or any other persone of the same crafte, with unfyttyng langagle or wordes in open au dience of people or ells where, that than the same persone so doyng forfait and pay as often he so dothe vjs viijd. Also, that no persone of the saide crafte of Cowpers here after take any appntice to be bounde unto hym afore he have shewed and presented the same appntice unto the wardeyns of the said crafte for the tyme beyng, to thentent that the same wardeyns by examinacion may understand that the same ap pntice be free born of true kynrede, and right and clene of lymmes, uppon payne of xx9, as often as any persone of the said crafte dothe the contrarie hereof. And that every persone so presenting any suche appntice unto the said wardeyns shall pay to thuse of the fealiship of the saide crafte for every such appntice xxd. Also, that no persone of the saide crafte of Cowpers here after present any appntice to the chambleyn of this citee for the tyme beyng, or his deputie, to be made freman of the same citee, but if the wardeyns of the said crafte for the tyme beyng be present at the same presentacion, or oone of the same"], [35, "23 wardeyns at the leste, the same oone wardeyn callyng unto hym an other persone of the same crafte that hathe been wardeyn afore, to the entent that the same wardeyns may enforme the saide chambleyn or his deputie whether the saide appntice be of good disposicon, and have truely served out his termes with his maisf or not, uppon payne of xl9 as often as any persone dothe the contr'y of this Acte : Provided alway, that if the said wardeyns, or oon of theym callyng to hym suche a nother persone as is above rehersed, at the desire of the maister of any suche appntice, be not redy to come to suche presenta tion, but wilfully absenteth theym self or wilnot come, that then it shalbe lefull to the same maister to present his saide appfitice to the saide chambleyn or his deputie, without the presence of his said wardeyns. That oon half aswell of all the saide fynes forfeitures and penalties as of the aiintagies of markyng the saide vessells by the said wardeyns as is abovesaid to be marked, to be applied to thuse of the chambre of this citee, and that other half to be applied to thuse of the saide crafte of Cowpers. Qua quidem billa sive supplicacone lecta & per dcos maio rem et ald'ros plenius intellecta, qj videtr eisdem maiori et aldr'is quod articuli in dicta billa sive supplicacoe contenti sunt boni et honesti ac raconi conson, unanimi assensu et voluntate ordinaverunt et decreverunt quod articuli predicti hie intrentr de recordo, modo et forma quibj petuntr futuris temporibus observand'. E libro L. so. 249. VIII. 29 April, 1501, 16 Hen. VII. Charter of Incor- poration. Henricus Dei gratia rex Anglie et Francie et dominus Hibernie, omnibus ad quos presentes Ire nostre pervenerint salutem . Sciatis quod nos, de gracia nostra speciali ac ex certa sciencia et mero motu iiris concessimus et licenciam dedimus, ac per presentes concedimus et licenciam damus pro nobis et heredibus nostris, quantum in nobis est, dilectis ligeis nos tris Johanni Harvy, Thome Elynor, Rico Cok, Waltero Cok, Hugoni Crompe, Roberto Thurgood, Will'o Baron, et Will'o"], [36, "24 Cok, civibus et Cowpers artis sive mistere de Cowpers civi- tatis nostre London, quod ipsi seu eorum aliqui vel aliquis, ad laudem gloriam et honorem Dei ac gloriosissime Marie Vir- ginis matris eius, quandam fraternitatem sive gildam per- petuam de uno magistro et duobus custodibus comunitatis liberorum hominum mistere de Cowpers civitatis nostre pre- dicte et suburbiorum eiusdem nunc commorancium et exnunc commoratur', ac de fratribus et sororibus liberis personis eius- dem mistere, ac aliis qui eorum devocoe de eadem fratemitate sive gilda esse voluerint, facere creare erigere fundare et sta- bilire possint seu possit. Et quod idem magister duo guar- diani sive custodes et comunitas, post huiusmodi ereccionem creacionem fundacionem et stabilicionem perpetuis futuris temporibus duratur', sit unum corpus in se, et una comunitas corporata in re et nomine : et quod sint persone habiles et capaces in lege, per nomen et sub nomine magistri gardiano- rum sive custod' comunitatis liberorum hominum mistere de Cowpers London et suburbiorum eiusdem civitatis, ad perqui- rend' possidend' et recipiend' in feodo et perpetuitate terras tenementa redditus reversiones et alias possessiones quas- cumque que de nobis non tenentur in capite, de quacumq; persona sive quibuscumq; personis ea eis dare legare vendere seu assignare volenti seu volentibus: Habendumettenendum eisdem magistro gardianis sive custodibus comunitatis pre- dicte et successoribus suis imperpetuum, in auxilium susten- tacionis pauperum hominum et mulierum mistere comunita- tis et fraternitatis sive gilde predicte, ad orandum pro salubri statu nostro et Dfie Elizabeth regine consortis nostre dum vixerimus, et animabus nostris cum ab hac luce migraveri- mus, necnon pro salubri statu principis et aliorum liberorum nostrorum dum vixerint, et pro eorum animabus cum ab hac luce migraverint sive substracti fuerint, imperpetuum, absq; impeticione vel impedimento nostri vel heredum nostrorum aut aliquorum officiariorum sive ministrorum nostrorum vel dictorum heredum nostrorum, sive aliorum quorumcumque, statuto de terris et tenementis ad manum mortuam non ponendis, seu aliquo alio statuto sive ordinacione, in contra rium fact' sive edit' aut fiend' non obstante. Et quod ijdem magister gardiani sive custodes et comunitas civitatis predicte"], [37, "25 habeant successionem perpetuam ac comune sigillum pro factis et negociis dicte mistere et fraternitatis sive gilde pre dicte imperpetuum deservitur' sigillandum. Et quod ijdem magister gardiani sive custodes et comunitas ac successores sui, per nomen magistri gardianorum custodum et comunita tis liberorum hominum mistere de Cowpers predicte civitatis London ac suburbiorum eiusdem civitatis, placitare possint et implacitari ac prosequi, in quibuscumque curiis et locis, coram quibuscumque justiciariis seu judicibus, tam ecclesias ticis quam secularibus, in quibuscumque accionibus sectis pla citis querelis et demandis cuiuscumq; generis condicionis seu nature fuerint.acrespondere et responderi valeant et defendere in eisdem sub nomine predicto. Et quod huiusmodi magis ter gardiani sive custodes et comunitas liberorum hominum mistere predicte, post huiusmodi ereccionem creacionem fun dacionem et stabilicionem, singulis annis, in die Dominica proximo ante festum Pentecostes, eligere et facere possint de seipsis unum magistrum et duos gardianos sive custodes, ad supervidend' regend' et gubernand' misteram et comunitatem predictas. Et quod huiusmodi magister et duo gardiani sive custodes, sic electi, post huiusmodi eleccionem sint magister gardiani sive custodes fraternitatis sive gilde predicte, et habeant potestatem et auctoritatem ad supervidend' regend' et gubernand' misteram et comunitates predictas, quousque nova eleccio de uno magistro et duobus gardianis sive custo dibus per magistrum et gardianos sive custodes et comu nitatem fraternitatis sive gilde predicte, seu maioris partis eorumdem facta fuerit. Et ulterius, de uberiori gracia nostra concessimus pro nobis et heredibus nostris, quantum in nobis est, prefatis magistro et gardianis sive custodibus comunitatis predicte et eorum successoribus, quod ijdem magister et gardiani sive custodes et comunitas qui pro tempore fuerint congregaciones licitas et honestas ac racionabiles leges statuta et ordinaciones pro salubri regimine et gubernacione predicte mistere, secundum necessitatis exigenciam, quociens et quan do opus fuerit, facere valeant licite et impune : dummodo leges statuta ordinaciones ilia contra leges et consuetudines regni nostri Anglie seu civitatis nostre predicte nullo modo existant. Preterea volumus et concedimus pro nobis et heredibus"], [38, "26 nostris, quantum in nobis est, quod predicti magister et gar diani sive custodes dicte comunitatis pro tempore existentes et eorum successores imperpetuum habeant scrutinium cor reccionem et gubernacionem omnium et singulorum libe rorum hominum dicte civitatis utencium dicta mistera de Cowpers in eadem civitate, ac aliorum quorumcumq; libero rum vel forincecorum dicta mistera de Cowpers aliquo modo frequentancium et utencium infra eandem civitatem ac liber tates et suburbia eiusdem, et punicionem omnium eorundem, tarn liberorum quam forincecorum, ut premittitur specifica torum, pro delictis suis in non perfecte exequendo faciendo et utendo mistera predicta per supervisum magistri predicti qui pro tempore fuerit, vel alicuius quern loco suo ad hoc deputa verit, per probiores et magis sufficientes homines de mistera predicta, defectusque in eadem mistera si qui inventi fuerint corrigere et emendare possint juxta discreciones suas, prout ad maiorem utilitatem comunitatis populi nostri viderit faci endum. Et quod nullus cuiuscumque artis sive mistere fuerit infra libertatem civitatis predicte artem de Cowpers usus fuerit infra eandem civitatem nisi sit de libertate civitatis illius. In cujus rei testimonium has litteras nostras fieri fecimus patentes. Teste me ipso apud Westmonasterium, vicesimo nono die Aprilis anno regni nostri sextodecimo. Per bre de privato sigillo et de data predicta, auctoritate Parliamenti. Oldom. IX. 30 August, 1662, 13 Car. II. The Governing Charter of the Coopers Company. Charles the Second by the grace of God king of England, Scotland, France, and Ireland, defender of the Faith, fye, to all to whom these presents shall come greeting . Whereas we have seen certain letters patents of Henry the seventh, hereto fore king of England, made in these words : [See No. VIII.] Now know yee that the said recited letters pattents and all and every the powers priviledges and other things therein contained, saveing and excepting so much and such parts thereof as in and by these presents are or shall be otherwise"], [39, "27 granted altered added or supplyed, Wee,at the humble petition of the said master wardens and keepers of the cominalty of the mistery of Cowpers London, of our especiall grace certain knowledge and mere motion, have ratifyed confirmed, and by these presents for us our heires and successors, as much as in us is, do ratify, and confirme : and moreover, any thing before in the said recited letters pattent to the contrary not withstanding, for the better order rule and government of the said master wardens or keepers of the cominalty aforesaid, Wee of our more especiall grace certaine knowledge and mere motion do, for us our heires and successors, will ordaine con stitute declare and grant by these presents that John Price the now master of the said cominaltie, George Moore and Thomas Boyleston the now wardens of the said cominalty, whome by theise presents wee do confirme to bee the present master and wardens of the said cominaltie, and Thomas Gill, Richard Milles, William Giles, Nathaniell Lucas, Richard Young, Henry Partridge, Henry Haycock, and all others now professing or useing the said art or mistery of Cowpers and that are now freemen or free persons of the said society or corporation within the cittyes of London and Westminster or either of them and the libertyes and suburbs of the same, and within twoe miles compasse of the same, and that all others that now doe or shall hereafter exercise the said art or mistery of Cowpers within the places aforesaid or any of them, or which shall be freemen or free persons of the same com pany or society, shall be from henceforth one body corporate by the name of the Master Wardens or Keepers of the Comi nalty of freemen of the mistery of Cowpers London and of the suburbs of the same citty : and, for the better executeing of this our grant on that behalfe, we have thought fitt that there shall or may be at all times hereafter seventeen assistants of the said company besides the master and wardens for the time being, and to that intent and purpose we have assigned named constituted made and appointed, and by these presents, for us our heires and successors, do assigne name constitute make and appoint, Thomas Gill, Richard Milles, William Coult man, Nathaniel Lucas, Richard Young, Henry Haycock, Arthur Bray, Abraham Rowe, Thomas Rawlinson, William"], [40, "28 Willes, William Chisworth, Symon Driver, Edward Palmer, Richard Emmes, Thomas Carter, Thomas Mason, and Wil liam Cooper to be the first and present assistants of the said Company of Cowpers of London, and to continue in the said office of assistants during their naturall lives or otherwise as is hereinafter limitted and expressed, they before they be ad mitted to the exercise of the said office of assistants takeing their corporall oathes before the master and wardens of the said cominalty for the time being, or any two of them, for the due and faithfull execution of the said places of assistants : which said master and wardens for the time being, or any two of them, we do hereby authorise to administer the said oathes accordingly. And we will and by these presents, for us our heires and suc- cessors, do grante unto the said master wardens or keepers of the cominalty aforesaid and their successors, that the master wardens assistants and livery of the said society for the time being, or the greater parte of them for that purpose assembled, from time to time for ever hereafter, shall have full power and authority, yearly and every yeare, on the Monday next before the feast of Pentecost otherwise called Whitsontide, to no- minate and choose one of the wardens or assistants for the time being to be master of the said company for one whole yeare, to commence imediately after the time that such mas- ter so chosen shall take his oath as hereinafter is expressed ; and that he which shall be so named and chosen unto the said office of master of the said company, before he be admitted to execute his said office, shall, on the first Tuesday in the month of June or within eighteen dayes then next after, yearly, take his corporall oath before the master wardens and assistants of the said company for the time being or the greater part of them (to whome we give power by these presents to admi- nister the said oath), well and truely to execute the said office of master of the said company in all things belonging to the said office ; and that such person, after the said oath so as aforesaid to be taken, shall have and exercise the said office of master for one whole yeare then next ensuing, and from h ence untill another be chosen master and sworne to the said office in forme aforesaid and according to the true meaning of"], [41, "29 these presents ; and likewise that at the same time of electing of the said master as aforesaid, they the said master wardens assistants and livery, or the greater part of them so assembled, may also name and choose two persons out of the then pre sent wardens assistants or livery of the said company, which shall be wardens of the said company for one whole yeare, to commence imediately after the time that such two wardens so chosen shall take their respective oaths as hereinafter fol loweth ; and that they which shall be so named and chosen unto the said offices of wardens of the said company, before they or either of them be admitted to execute their said offices, shall, on the first Tuesday in June or within eighteen dayes then next after, yearly, take their respective corporall oaths before the master wardens and assistants of the said company or the greater part of them for the time being (to whome we give power by these presents to administer an oath or oaths), well and truely to execute the said office of wardens in and by all things touching and concerning the said office, and after such oathes so as aforesaid taken, such two persons so sworne shall and may execute their said office of wardens for one whole yeare next ensuing the time of takeing of such oath or oathes, and from thence untill two others be chosen wardens and sworne unto .he said office of wardens of the said company, of the persons and in manner and forme in these presents expressed and declared, and according to the true meaning of these presents. And further by these presents, for us our heires and suc cessors, we will and grante unto the said master wardens or keepers of the cominalty aforesaid and their successors, that if the master and wardens so elected and chosen as aforesaid or any of them shall refuse to serve or hold such, place or places aforesaid whereunto they or any of them shall be elected, or if it shall happen the master and wardens of the said company for the time being or any of them, at any time within one yeare after that they or any of them shall be so chosen and sworne in his or their respective office or offices, to die or to be removed from his or their said office or offices (which said master and wardens for just and reasonable cause we will shall be from time to time removeable by the master"], [42, "30 wardens and assistants of the said society, or the greater part of them, for the time being), that then and so often in every of the cases aforesaid it shall be lawfull to and for the master wardens and assistants of the said company for the time being or the greater part of them, being assembled together, at their wills and pleasures, in convenient time and times after, to choose elect and sweare one or more other or others of the said wardens assistants or livery for the time being re spectively to be master warden or wardens of the said com pany, according to the orders and provisions before in these presents expressed and declared, to execute and exercise the office of master or of warden or wardens of the said company untill some other person or persons be chosen and sworne master or warden or wardens respectively, according to the true meaning of these presents, he or they first taking his or their corporall oath or oathes in forme as aforesaid, and so this to be done as often as the case shall require. And likewise we will and by these presents, for us our heires and successors, do grante unto the said master wardens or keepers of the cominalty aforesaid and their successors, that whensoever it shall happen any of the assistants of the said company for the time being to die or be removed from his or their office or offices (which assistants and every or any of them we will shall be removable and be removed by the greater part of the master wardens and assistants for the time being for evill government misbehaviour or for any other just and reasonable cause), that then and so often it shall and may be lawfull to and for the said master and wardens and so many of the said assistants for the time being which shall then sur vive and remaine, or the greater part of them, at their will and pleasure, in convenient time and times afterwards, from time to time to name and choose one other or more of the said livery of the said company for the time being to be an assis tant or assistants of the said company in his or their place or stead which shall so happen to dye or be removed as afore said ; and that he or they so named and chosen an assistant or assistants, before he or they or any of them be admitted to the execution of the said office of assistant or assistants, shall in convenient time after such choice take his and their cor-"], [43, "31 porall oath and oathes before the master wardens and assis tants of the said company, or the greater part of them, for the time being (to whome by these presents we give power to ad minister the said oath and oathes), well and truely to execute the said office or offices, and so this to be done as often as the case shall require. And also we do grante, for us our heires and successors, by these presents unto the said master wardens or keepers of the cominaltie aforesaid that the master and wardens of the said society for the time being, at any time or times before the said Thomas Gill and other the persons before in these presents within named assigned and appointed assistants or to be as sistants as aforesaid have duely taken their oathes as assistants according to the true meaning of these presents, and after such oathes so taken by the said Thomas Gill and other the persons aforesaid named with him to be assistants of the said company the master wardens and assistants of the said company for the time being or the greater parte of them, at any time or times respectively, shall or may have full power and authority by virtue of these presents to make ordaine constitute appoint and set downe such reasonable orders and ordinances in writeine as to them the said master and wardens for the time being, before the said Thomas Gill and other the persons aforesaid beforenamed to be assistants with him shall have taken their oathes as aforesaid, and, after such oathes so taken, as to them the said master wardens or assistants or the greater part of them for the time being shall seeme meet and necessary, ac cording to their good discretion respectively, as well for and concerning the oaths that shall be administred to the master wardens assistants and freemen of the said company and the necessary officers of and concerning the same, and also for the good order rule and government of the master wardens assistants and cominalty aforesaid and all other members of the said society or thereunto belonging, in and touching all necessary matters and things concerning the same : and that whensoever the said master and wardens for the time being, before the said Thomas Gill and others herein named with him assistants or to be assistants shall have taken their oathes as aforesaid, and, after such oathes so taken, the master war-"], [44, "32 dens and assistants for the time being or the greater part of them, shall make ordaine and establish such orders acts and ordinances as aforesaid, they respectively shall have power therein to provide and limitt such reasonable pains penaltyes and punishments, either by fines or amerciaments or by any other lawfull wayes or meanes whatsoever, upon all offenders breakers neglecters or not observers of the same or any of them, as to them the master and wardens for the time being, or, after such oathes taken by the persons hereinbefore named for assistants as aforesaid, the master wardens or assistants of the said company or the major part of them for the time being respectively are to be assembled, shall think fitt neces sary and convenient : and that thereupon, or at any time after, the said master wardens or keepers of the cominalty of the freemen of the mistery of Cowpers London and of the suburbs of the same citty aforesaid, or such of them whome it doth concerne, shall or may by virtue hereof have levy recover and take the said fines and amerciaments, by actions of debt or by distress of the goods and chattells of such offender or offen ders, according to the laws and statutes of this realme, and the same fines and amerciaments so levied and taken shall and may reteine convert and enjoy to and for the common use be nefitt and supportation of the said cominalty ; all which acts orders and ordinances so as aforesaid to be made we will shall be observed and kept under the paines and penaltyes therein to be contained, so as always such orders ordinances fines and amerciaments be reasonable and not repugnant or con trary to the lawes and statutes of this our realme of England, nor contrary to the due custome of our citty of London. And moreover we do by these presents, for us our heires and successors, grante unto the said master wardens and keepers and their successors that the master wardens and assistants for the time being shall and may, from time to time and at all times hereafter, fully freely and absolutely do performe and execute, as well within the said citty and the libertyes and suburbs thereof and also within two miles compass of the same libertyes or suburbs, all and every the grants powers libertyes and privileges in and by the said recited letters pat tents given and granted or mentioned to be given and granted"], [45, "33 and every of them, any thing in the said former letters pat tents contained to the contrary notwithstanding. And we do further will, and by these presents, for us our heires and succes sors, streightly charge and command all and singular mayors sheriffes justices of the peace constables bailiffes headboroughs and other the officers and ministers of us our heires and suc cessors whatsoever whome it may concerne, in all and every place and places whatsoever, as well priviledged as not privi ledged, within our said cittys of London and Westminster and their suburbs and libertyes, and within two miles com pass of the same, that they and every of them at all and every time and times hereafter, and from time to time, upon rea sonable request to them to be made in that behalf, to be furthering helping aiding and assisting to the said master war dens and assistants of the said company for the time being and every of them, for the doeing executing and performeing of all and singular the premisses, according to the tenor and effect of these presents. And our further will and pleasure is, and we do by these our letters pattents limit and appoint, that the place where the said master wardens and assistants and cominaltie shall as semble together, and hold the courts for the corporation and make such elections as aforesaid, shall be their common hall, commonly called Cowpers Hall, scituate in the parish of Saint Michael Bassishaw in our citty of London, or in such other place or places as the said company or society for the time being shall have their common hall or meeting place for manageing their public business and occasions. And lastly, our will and pleasure is that all and every the new additions and alterations in these our letters pattents made, varying and differing from any the matters and things in the said former recited letters pattents incerted or con tained, shall stand and be good and effecluall, the said former letters pattents or any clause matter or thing therein con tained to the contrary thereof in any wise notwithstanding. In witness whereof, fye. Witness ourselfe at Westminster, the thirtieth day of August in the thirteenth year of our reign. By writ of privy seal. Howard. r."], [46, "34 X. 27th September, 1509, 1 Hen. VIII. Grant of Arms. To all present and to come whiche thies present Ir'es shall see or here, Thomas Wrythe or Wryothesley, otherwise Gartier, kyng of armes of Englishmen, and Roger Machado, otherwise callid Richmount Clarenceau, pryncipall herauld and kyng of armes of all the south parties of this realme of England, send due and humble recommendacion and gretyng, as it apperteyneth, in our Lord Gode everlastyng. Equytie woll and reason ordeyneth that vertuouse men and of honest occupacion bee by their merits remunered and rewarded in this worlde, and to be of perpetuall memory for their good and vertuouse name and fame, and theire successours astir theym for evermore : Be it knowen, that we the 3aid Gartier kyng of armes of Englishmen and Richmount Clarenceau kyng of armes of the south parties of England, consideryng the honest demeanour and governaunce of the felawship of Coopers of the citie of London have ben of olde tyme of good name and vertuous fame, soo that the said felawship hath deserved and is right worthy, by the vertue of the honest dis posicion of the same, to have signes and tokens of armes to theymself, to be shewyed or borne convenyently in the lawde and praysyng of all the said felawship : And soo nowe of late the maisters and wardeyns of the same felawship at this tyme beyng, that is to witte, John Harvy and Thomas Elynor, maisters, John Balgy and William Bendley, wardeyns, have requyred and desyred us the said kings of armes to geve unto the said felawship armes under the seales of oure armes, and therfore, in remembraunce ajid consideracion of the vertuous and honest disposition of the said felawship, by the auctoritie and power of oure office annexed and attributted, we the said Gartier kyng of armes of Englishmen and Richmount Claren ceau kyng of armes of the south parties of England have geven ordeyned and assigned unto and for the same felawship of Coopers the blason of armes hereafter folowyng ; that is to sey, Gowlys and sable, geronney of eight peeces, a cheveron betwene three aneletts golde, on the cheveron a royne betwixt twoo brode axes azur ; a chief vert, on the chief three lylyes"], [47, ""], [48, ""], [49, "35 silver, as more playnely it apperith in the margen here above depicte. To have and to holde to the said maisters wardeyns and hole felawship for the tyme beyng the saide armes, and theym to use att theire pleasur for evermore. In wittnesse wherof, we the said kyngs of armes have signed thies present letters with oure handes and sett therunto the seales of oure armes. Yoven at London the xxvijth day of the moneth of September, the yere of oure Lord God a thousand fyve hun dreth and nynne, and the first yere of the reigne of oure moost dred and redoubted sovereigne kyng Henry the eight. On the Fold. I Thomas Bonolt, alias Clarencieux, king at armes of the south east and west partyes of this realme of England, by the power and octorite to my gyven by the kings most royall majeste Henry the viijth, by exprest wordes in his letters patents under his great seall, confferme and ratefie the armes in the margin herein depict beffore grauntyd be my predis sesour, Clarencieux king at armes. In wytnes therof I have signed this patent with my hand the xijth day of October, the xxijd yere of oure sovvorain lord Henry the viij*. Per me, Clarencieux king at armes. XI. Acts of Parliament affecting the Company. By the Act of Parliament of the 23d Henry VIII., cap. 4, intituled \"An Act concerning new making of barrels kilder kins and other vessels\" the wardens of the Coopers Company were authorized, and had full power and authority at all times thereafter when they should think convenient and expedient, (taking with them an officer of the mayor) to search view and gauge all manner of barrels kilderkins firkins and other ves sels to be made or occupied for ale beer or sope to be put to sale within the city of London and suburbs of the same, and within two miles compass without the suburbs ; to view and see that such barrels, ifc, as well within the liberties as with out, were made and marked well and sufficiently, and con tained their true contents rules and measures ; and to mark those so viewed and gauged, and containing their true con tents, with the sign and token of St. Anthony's cross."], [50, "36 It also gave them power to seize and retain all defective vessels, and cause them to be amended or burnt. By a subsequent Act, 31 Elizabeth, cap. 8, for the true gauging of vessels brought from beyond the seas, converted by brewers for the utterance and sale of ale and beer, brewers were prohibited from selling or putting to sale any beer or ale in any such vessels within the limits before mentioned, before the same should be lawfully gauged and marked by the master and wardens of the Coopers Company, or their de puty or deputies. The amounts to be taken by them for such gauging were settled, and powers given them to go to brewers' houses, within those limits, when required to gauge and mark their casks, fye., under a penalty of 20*. for each default. The powers and provisions of the Act of Henry VIII. hav ing been found insufficient, the Company applied to Parlia ment in the year 1763, for an Act giving them extended powers. The Bill passed the House of Commons, and was read a first time in the House of Lords, and ordered to be printed ; but Parliament being prorogued on the 19th of April in that year, the bill was lost, and the Company did not think fit to renew their application. In the latter part of the reign of king Charles II., whilst the city's liberties were seized under the judgment of the Quo warranto, all the antient charters of the companies were surrendered and new charters granted, which were set aside upon the reversal of the Quo warranto, by the Act of the 2d William and Mary, cap. 8, entitled \"An Act for reversing the judgment in a Quo warranto against the city of London, and for restoring the city of London to its ancient rights and privileges,\" and this company have ever since been acting under their charters of the 16th of Henry VII. and 13th of Charles II. before recited. The following are the words of the statute above referred to: Sec. 4. And be it enacted by the authority aforesaid, that all charters letters patents and grants for incorporating the citizens and commonalty of the said city or any of them, and"], [51, "37 all charters grants letters patents and commissions touching or concerning any of their liberties or franchises, or the liber ties privileges franchises immunities lands tenements and hereditaments rights titles or estates of the mayor and com monalty and citizens of the city of London, made or granted to any person or persons whatsoever by the late king Charles the Second, since the said judgment given, or by the late king James the Second, be and are hereby declared and adjudged null and void to all intents and purposes whatsoever. Sec. 14. And be it enacted by the authority aforesaid, that all and every of the several companies and corporations of the said city shall from henceforth stand and be incor porated by such name and names, and in such sort and man ner, as they respectively were at the time of the said judgment given ; aud every of them are hereby restored to all and every the lands tenements hereditaments rights titles estates liber ties powers privileges precedencies and immunities which they lawfully had and enjoyed at the time of giving the said judgment ; and that as well all surrenders as charters letters patent and grants for new incorporating any of the said com panies, as touching or concerning any of their liberties pri vileges or franchises, made or granted by the said late king James, or by the said king Charles the Second, since the giving of the said judgment, shall be void, and are hereby declared null and void to all intents and purposes whatsoever : Pro vided nevertheless, that no person or persons shall be in any wise prosecuted sued impeached or molested for any cause or thing by him or them lawfully acted or done in pursuance of any such charters letters patent or grants. It has not been ascertained when the Company was con stituted a livery ; but in 1502, immediately subsequent to the charter of Henry VII., the number of its livery was seventeen, and they ranked as the thirty-seventh out of fifty livery companies then existing. The following document shows the entire number of livery at that time in each of the companies."], [52, "38 XII. 1502, 17 Hen. VII. Livery Companies. Nomina Artium civitatis que habent Liberaturam ; et quot sunt in numero cujuslibet Artis, tempore Maioris Johannis Shaa, militis. Mercers - - lxvj Grocers - - lxxxiiij Drapers - - lxxx Fishmongers - - lxxvj Goldsmythes - - lj Merchiint Taillours lxxxiiij Skynners - - liiij Iremongers - - xxv Hab'dasshers - - xij Salters ... xxx Vynters - - xxvj Dyers - - xix Hureshatt Merchants xl Bruers - - xiv Bakers - - xvj Shermen - - lj Fullers - - xxxiiij Lethersellers - - xxxiij Bochers - - xxvj Sadlers - - xxxiij Carpenters - - xxx Talughchundelers - xxxvj Cutlers - - xxiiij Peauterers - - xxv Cordwaners - - xxvj Barbours - - xxxviij Gloverspures - - xxiij Peyntours - - xviij Curriours - - • xvj Girdelers - - xxj Wex Chundelers - xvij Tylers ... xxij Plomers - - xij Armorers - - xx Founders - - xxij Inholders - - xvj Coupers - - xvij Blaksmythes - xvj Joynours - - xiiij Bladesmythes - xij Wyresellers - - xij Wevers - - xxx Masons - - xj Bowyers - - x Flechers xj Pulters - - x Wolmen - - viij Steynours vj Sporiours vj Felmongers - - ij Sma lli ciafts : Summa totalis, M iiiiC lviij. Jor. X. 379 b."], [53, "39 GENERAL HISTORY. Previous to the charter of Henry VII. , the Company was governed by two wardens ; and so far back as the 10th of Henry V. John Fryth and Thomas Alfrend were sworn into that office before the mayor and aldermen. A correct view of the duties of the wardens will be found in the oath of office. \" Ye shall sweare that ye shall well and truly oversee the crafte of _V., whereof ye be chosen wardens for the yere, and all the good rules and ordynaunces of the same crafte that beene approved heere by this courte, and none other, ye shall keepe and doe to be kept. And all the defaulte that ye shall fynde in the same crafte done, to the chamberleyne of the citty of London for the tyme being ye shall well and truly present, sparing noe man for favoure, ne greeving no person for hate. Extortion ne wrong vnder color of your office ye shall none doe, nei ther to any thing that shalbe against the state peace and profitt of our soveraigne lord the king or of this citty ye shall not consent ; but, for the tyme that ye shalbe in office, in all things that shalbe belonging vnto the same craft, after the lawes and franchises of this citty, well and lawfully ye shall behave you. As God helpe you.\" The Company's records commence 1439, 18 Henry VI., and the following entries have been either abstracted or translated from them. 1439. These are the names of the brethren of the frater nity of the art of Coopers, in the eighteenth year of the reign of king Henry VI. after the conquest ; and at the same time John Browne and William Dovninge were the wardens of the art aforesaid. William Ganute Thomas Alfrend Ralph Roberd Richard Wilkyn John Browne William Dovninge John Golenge John Longe William Tonris Thomas Pope William Fraunceys Henry Langschote"], [54, "40 Thomas Valle John Trendeler John Beeche Symond at the Welle Richard Mosiche Richard Spernon William Bottirfeld Thomas Grawnger John Upstret Simon Whithede Thomas Halwicke. Roger Eston Walter Taylour Thomas Rolfe Robert Feryn John Hewet Thomas Wellis William Danfers Thomas Dunnyng John Dunstapull Thomas Pleistowe William Wright John Waryn John Norys Robert Hynton Richard Partrich Reignold Martyn John Scherman In all forty, who severally paid quarterage. And in the time of the said John Browne and William Dovnyng, to wit in the year aforesaid, these following were sworn to our constitutions, to wit Thomas Pleistowe, Richard Pleistowe, and William Danfers, and each of them paid for himself, for his entry, 3s. 4d. Item, the same year William Boterfeld and Thomas Wellis were delinquent against the tenor of the art of Coopers, and especially because they disturbed the lawful council of the art aforesaid, so that each of them made a fine, and Thomas Wellis paid 3s. Ad., and William Boterfield for his part, 2s. 1440. The number of the brethren was forty-three. Re ginald Martyn was sworn to the constitutions, and paid for his entry 3s. 4c?. And the same year John Trendeler, one of the wardens, died, and gave to the support of the fraternity founded in the church of St. Paul 20s. sterling. Forty-three members paid quarterage. 1441. John Scott was received into the fraternity and paid for his admission 3s. Ad. The same year John Scherman, a member, died, and gave to the support of the fraternity one gown striped with silver ; and John Dunstapull was fined 6d. for not coming to Scher man's dirige. The same year John Merlyn was sworn to the constitutions, and paid for his entry 3s. Ad. ; and he made fine to the Com pany for his entry by redemption, for which he paid 20s. Forty members paid quarterage. 1442. Forty-six members paid quarterage."], [55, "41 1443. A member fined 8d. and 20d. for defective casks ; and another 10s. for certain defaults, and particularly for vili fying his wardens, against the form and tenor of the city. In the same year, an award was made by four members against five others, who were brought before the mayor of London for certain defaults, and particularly for fighting violently in the presence of their wardens, for which they had been respectively fined ; and three of them being rebel lious, the wardens prosecuted them before the mayor, who adjudged them to prison unless they paid their fines, and so they paid them. Other members were also fined for defects in workman ship ; one of whom, because he would not come to St. Paul's church at the instance and command of his masters, was ad judged at three pounds of wax, for which he paid \\2d. Thomas Plaistowe, for marking nine foreign kilderkins with his iron mark, against the form and statutes of the city of London, paid to the chamberlain 6s. 8d., of which the Company had towards the sustentation of their art 3s. Ad. Richard Wrenne, for certain defaults, and particularly for abusing his wardens and calling them extortioners, was fined 6s. 8d., and ordered to go on his knees upon the ground and humbly beg remission of his wardens and all his brethren. Fifty-one members paid quarterage. 1444. Several members were amerced for defective work manship ; one for fraudulently receiving an apprentice ; and another for defective marking. Fifty-one members paid quarterage. 1445. John Longe son of John Longe, and Henry Longe son of John Longe, admitted into the fraternity, and each paid for the same 3s. Ad. Two members, for occupying foreigners against the form of the art, paid, by judgment of the chamberlain, 6s, 8d. each, of which the Company had 3s. Ad. each. Thomas Alfrend, a member, died, and gave 13s. Ad. to the use of the art. Forty-eight members paid quarterage."], [56, "42 1446. Thomas Sawnder, a brewer, paid the chamberlain for defect 6s. 8d., of which the Company had 3s. Ad. Forty-nine members paid quarterage. 1448. Richard Samborne admitted into the fraternity by redemption, paying 26s. 8d. This year forty-nine members paid quarterage. 1451. An entry is made of one chest with two keys, being delivered to the new wardens. Forty-five members paid quarterage. 1452. Forty-six members paid quarterage. 1453. Forty-seven members paid quarterage. 1454. Forty nine members paid quarterage. John Golonge, a member, died, and left towards the use of the Company 6s. 8d. 1455. Fifty members paid quarterage. The wardens delivered over to their successors one chest with two keys, one box with a key, a harness girdle, and a board cloth, with gold and silver amounting to 16/. 13s. Ad. 1456. Forty-seven members paid quarterage. Hewet Robert, for trespasses against his wardens, awarded to kneel meekly upon his one knee and ask remission of the wardens of all trespasses against them, and to pay three pounds of wax and a capon of the price of eightpence, be seeching the said wardens of their good masterships and friendship. \"This ys the award made by John Broune, Thomas Pope, and Robert Ferryn, arbitratorz indifferently chosen, be twene John Noreys and Richard Hardegode, wardeyns of the crafte of Cowpers of London, and William Swyft, Cowper, in the fest of Seynt George the Martier, in the xxxvth yere of kyng Herry the vjte. \" Fyrst, we awarde that for the grete obstynacye and dys hobedyence of the seyde William agayns his seyde wardeyns, that the seyde William shall lowly aske for yevenes of his"], [57, "43 seid wardeynes of all suche forfetez as he hath done theym : and besecbe theym of theyre gode maystyrshippez : and also aske forgevenes of all the bretheryn of the seyd craft that he hath offended vnto. And that he shall on his one kne, but yif the wardeyns wyll yeve hym grace. \" And also, we awarde that he shall for soche offencez by hym byfore don, pay to the brotherhed of the same craft the valough of ij11 wex, to the sustentacion of the lyght by fore oure lady of the Newerk at Powles : and that to be paide forthwith in redy money in hand. Also, we awarde that the same William shall, be twene this and Whitsonday next, brynge yn all maner of money by hym beyng be hynde dew vnpayde vnto the seyde wardeyns, as well for quarterage to the bretherhode as for entryng, or for any othir thyng, whatso evir hit be. Also, we awarde that the seyde William henzforthwarde shall not enprocour no mannez custumer of the same craft for to serve hym, and for to take hit owte in ale, of lesse that he know verely that the man that hath servyd hym be fore be full contendid and agreid, and this vpon payne of xl9, to be paide as ofte as he so doth or forfetez or brekys ony of the articulez conteyned in this oure awarde. The ton half therof to be payde into the chambre of London, and the tothir half to the seid bretherhode of Cowpers. In wyttenes of which, we the seyde John Browne, Thomas Pope, Robert Ferryn, arbitratorz, have sette vnto oure sealys : and that the seyde William shall paye iiijd for the awarde wrytyng.\" 1457. Fifty-one members paid quarterage. \" This ys the awarde made by Rychard Partrich and John Englyssh, arbitratorz indifferently chosen, by twene the fe loughship wardeyns and the hole feloughship on the on partie, and Richard Barton, Cowper, on the tothir partie, the Sonday next by fore Seynt Thomas day the Appostill by fore Criste masse, the yere of kyng Henry the Sext xxxvjto. \" Fyrst, we awarde for dyuers causes and offencez done by the seid Richard Barton, Cowper, shall pay or do pay on to the wardeyns for that tyme beyng for his entres iij9 iiijd. Item, for his quarterage, as the cause will requere. Item, that he shall pay vnto the felouship for his offencez done ijs. Item,"], [58, "44 ziff eny cleyme or tytill be hadde by eny meane for eny cause be fore this tyme, and in especiall for sealyng of Spaynards durre, that than hit shall stonde and abyde on to the pro pre costes of the seid Richard Barton, for as moche that the seid Richard knowlechid and openly seid in Thomas Poopes hows that the seale was takyn of by hym all redy. In witnes of the which awarde we the seyd wardeyns put vnto oure seales, and for more credence wytnessen John Bron, Thomas Pope, Walter Taylor, William Baker, John Hayward, John Plomer, Herry Longe, and many othir, fye. And he pay the clerk ijd.\" 1458. Fifty members paid quarterage. Christopher Lute, for making a mashfat defective, and removing it away against the commandment of the wardens, fined 3s. Ad. to the use of the craft. William Anncell, because he was obstinate to the wardens and his craft, was adjudged by the chamberlain to pay a fine of 4s., whereof 2s. to the city and 2s. to the craft. 1459. Fifty-five members paid quarterage. John Long sen., and John Hayward, two members, died this year, each of whom gave to the support of the fraternity 6s. 8d. 1460. Fifty-five members paid quarterage, of whom the widow of John Long, sen., and the widow of Simon Whit hede were two. 1464. Henry Long and Thomas Rolfe died this year, to wards each of whose interments the wardens paid 2s. 6d. A general scrutiny was made this year by the wardens, between the Coopers and Fishmongers ; when sixty barrels, kilderkins, and firkins for herrings were burnt in the presence of the mayor, at the Standard in Cheap. 1473. Up to this time the fine for entrance into the fel lowship appears to have been 3s. Ad. ; but in this year two members paid 13s. Ad. each, and five, 3s. Ad. each."], [59, "45 1491. The first entry of apprentices appears this year, twelve in number, paying Is. 8d. each. Also the first entry of foremen and journeymen. 1495. The first entry in the Company's books of a mark. 1501. The Company this year obtained their charter of incorporation, which is dated 16 Henry VII., A.D. 1501. 1 502. The entry of the account of this year is thus headed : \" Thes be the namys off the brethern off the fraternyte off the crafft off Cowpers off the sety off London, the xvijth yerre off the reyn off kyng Harre the vijth, then beyng meyer off London Sir John Sbawe, knyght, Sir Larans Aylmer and Harre Hed, sheryffs ; Hew Crompe, master off the seyd craft, Wylliam Barne and Thomas Blake, wardens, et A.D. 1502.\" 1509. The Coopers, in consequence of the following pre cept from the lord mayor, attended in their rank and station as one of the livery companies at the procession of the funeral of Henry VII., from Richmond, through the city, to West minster abbey, where he was buried ; and supplied their pro portion of the number of torches burnt, and of poor men, cloathed in white gowns and white hoods, to bear the same. Upon this occasion, ten of the principal city companies were required, in addition to their quota of poor men, to pre pare a certain number of their fellowship to attend, cloathed in black gowns and tippets, on horseback. The numbers of each varied from one to twelve ; the Coopers proportion was two. \" By the Mayor. To the fellowship of — \" We charge and command you that ye prepare of your fellowship persons honestly clothed in black gowns to the calf of the leg, with narrow tippets, on horseback, against the receiving of the corpse of the right noble and excellent prince king Henry VII., late king of England, into this city ; and in like manner ye prepare poor men to be cloathed in white gdwns and hoods, with"], [60, "46 torches, and every of them to have a pair of beads in his hand, to stand and garnish in such places as by the sur veyors therefore assigned shall be appointed, upon Mon day and Tuesday next coming, by nine of the clock in the morning. Given at the Guildhall, the first day of May in the first year of the reign of king Henry VIII.\" This ceremony is considered sufficiently interesting to be inserted at full length. The manner and the order, made by the Lords, of going from Richmond to Westminster with the king's corpse. The procession upon the right hand, the horsemen upon the left hand, the long torches to go betwixt them both, single. First, the King's Messengers to ride foremost with their boxes Next unto them, the Trumpets Next unto them, the still Minstrels Next unto them, the Lukeners Next unto them, the Florentines Next unto them, the Januais The Venetians The Portuguese The Spaniards The Frenohmen The Esterlings The Gentlemen Ushers The King's Chaplains having no dignity The Esquires for the Body The King's Standard, borne by a noble knight mourner, upon a courser trapped, with two heralds of arms before him The Knights The Aldermen of London The great Chaplains of dignity The Knights of the Garter being no lords The two Chief Judges and Master of the Rolls Then all the Lords in order, after their estate. Behind the procession The Chancellor of England The Treasurer of England The Constable The Marshal The great Chamberlain of England The Admiral of England The King's Chamberlain The Steward of the Household The Treasurer of the Household The Comptroller of the Household."], [61, "47 Next after the corpse, nine honourable Lords mourners. Next after them, nine Henxmen upon nine coursers. Next after them, the Master of the Horses, leading the Horse of Estate trapped with the arms of England and France, which shall be offered. Next after him, certain Esquires for the Body, men of honour and gentlemen ushers, to see the good order of them that shall follow. Next after them, the worshipful and honest persons of the city, not being aldermen, in black. Next unto them, all gentlemen and servants belonging to lords, knights, esquires, and servants of them. Item, that all the cross streets by the way whereas the corpse shall pass, from London Bridge up to Gracechurch Street, so into Cornhill and Cheapside, as shall be thought needful, to be bailled or railed substantially, and certain per sons appointed to keep the same. The manner and order taken and determined by the Mayor and Aldermen of London for receiving the corpse of the most noble and excellent prince king Henry VII., which deceased at Richmond the 21st day of April, into the liber- ty of the said city, the 9th day of May, and so to be con- veyed through the city to Westminster. First, it is ordered that the mayor and aldermen with one hundred and four persons, all in black cloathing, of the wor shipful commoners of the city, and all on horseback, shall meet with the said corpse at St. George's Bar, of the com- panies following : Merchant Tailors - - 12 Mercers - - - - 12 Grocers - - - 12 Drapers - - - - 12 Fishmongers 12 Goldsmiths - - 12 Skinners ... 8 Merchant Haberdashers - 12 Ironmongers ... 6 Salters .... 6 Total - - 104"], [62, "48 The residue of the aforesaid fellowships, with all other com panies of livery, shall stand in places ordered, as hereafter shall follow, with their torches appointed, beginning at St. Magnus church, and so forth unto Paul's in this mariner wise. It is agreed that every company shall stand in like manner as they used to go in procession, the lowest craft to begin at the said church of St. Magnus, and to be set in order in this manner upward until they come to the corner of Grace church street, which is ordered for strangers. At St. Magnus corner to begin in this manner : Plaisterera Spurriers Woolmen Pulters Fletchers Bowyers Masons Weavers Wire Sellers Blacksmiths Joiners Blacksmiths Coopers Innholders Founders Armourers Plumbers Tylers Wax Chandlers Girdlers Curriers Painters Barbers Cord wain ers Pewterers Cutlers Tallow Chandlers Carpenters Saddlers Butchers Leathersellers Fullers Sheremen Bakers Brewers Dyers Stockfishmongers Vintners Salters Haberdashers Ironmongers Skinners Goldsmiths Fishmongers Drapers Grocers Mercers Merchant Taylors. And to the crafts afore rehersed shall be appointed three hundred new torches and three hundred poor men to bear them ; every of the same torch-bearers to be cloathed in white gowns and white hoods j beside all the torches of the inha bitants and churches."], [63, "49 Also strangers been appointed amongst themselves to give attendance at the king's burial. Esterlings on l horseback / ' on oot 20' and so many torches- Frenchmen Spaniards Venetians Janues Florentynes Lukeners 4, 6, 8. 8. 6, 2. 10, and so many torches. 10, and 10 torches. 10, 10 10, and so many torches. 10, and 10 torches. 6, and 6 torches. Also, it is agreed that Gracechurch street, from Lombard street end upward to Leadenhall, shall be garnished with strangers, as far as their number shall conveniently supply, and from thenceforth through Cornhill to Paul's ward, the lowest crafts unbestowed there to begin, and so always or dered that the most worshipful crafts shall stand next unto Paul's. And that the bridgemasters with the bailiff of South wark shall see these companies thus to be ordered as is afore expressed, by the authority of the mayor and his brethren ; the under chamberlain with twelve serjeants and twelve yeomen of the sheriffs to go with them to help to order the fellowships aforesaid. And upon the morrow after, in like manner to be ordered from Paul's to Temple Bar, the lowest crafts to begin at Paul's and the most worshipful crafts to be next to Temple Bar ; by like officers and like overseers as is afore rehersed. And upon the next day then following, the mayor and al dermen, with all such persons as afore been appointed to ride in black, shall go by water in barges to Westminster, there to be present at mass and offering. The mayor with his mace in his hand offered next after the lord chamberlain ; the aldermen, barons, and presenting ba rons estate which hath been mayors offered next to the knights of the Garter and before all knights for the body ; next after the knights, all the aldermen that have not been mayors. 1516, January 31. The court of Aldermen passed an ordi nance for the regulation of the crafts and misteries of the city in all processions, goings, standings, and ridings on the E"], [64, "50 public business and causes of the city, in which the Coopers had their station assigned ; and a space of six yards was al lotted to them for their standing in Cheapside at the coro nation of Henry VIII. 1528, August 18. By an entry in the Company's books it appears that several members gave up to the Company all the monies that were due to them ; and on the same day the craft was out of debt with every man of the occupation. 1531. The mayor's feasts were in former times attended by the wardens and a given number of each mistery, who had messes allotted them according to their number. In the year 1531 sixty companies had places provided for them at the feast at Guildhall. The Coopers were then represented by four members (one mess being provided for them), for each of whom the Company paid 26s. 8d. In the mayoralty of Sir Ralph Dodmer, Mercer, the court was hung with rich cloth of Arras and divers other cloths ; the place where the Mayor's court was kept boarded, and a table provided, at which the lords and peers of the realm hereafter named dined ; and at two other side-tables, between the Or phans' court and the Mayor's court, knights, baronets, and other gentlemen dined. The noblemen present were \" Sir Thomas More, knt., Lorde Chanceler of Englande. Sir Thomas Howarde, knt.. Duke of Norfolk andTresourer of Englonde. Sir Charles Brandon, knt., Duke of Suffolk, Marshall of Englonde. Sir Thomas Grey, knt.. Marques Dorset. Sir Henry Courteney, knt.. Marques of Excester. Sir John Veer, knt., Erie of Oxenford, and High Cham- berlen of Englonde. Sir George Talbott, knt., Erie of Shrewisbury and Lord Steward of Englond. Sir Henry Somersett, knt., Lorde Herbert and Erie of Worcester. Sir Thomas Maners, knt., Lorde Roos and Erie of Rut- lande."], [65, "51 Cutberd Dunstall, Busshopp of London and Lorde Privie Seale. Sir Robert Radclyff, knt., Vicount Fitz water. Sir Thomas Bullayn, knt., Vicount Rocheforde. Sir George Nevell, knt., Lorde Burgenny. Sir William Dacres, knt., Lorde Dacres of the Northe. Sir John Towchett, knt., Lorde Awdeley. Sir Willm Blount, knt., Lorde Mount Joy and the Queue's Chamberleyn. Sir Thomas West, knt., Lorde Lawar. Sir William Sandes, knt., Lorde Sandes and the King's Chamberleyn. Sir Thomas Berkeley, knt., Lorde Berkeley. Sir Edwarde Grey, knt., Lorde Powes.\" 1537, Jan. 21. The Company passed the following order respecting apprentices : \" Be it enacted. That no manner of person of the occupation of Coopers, being enfranchised in the city of London, from henceforth shall take or have any more apprentices (being a householder and out of the cloath ing) than one lad, during his years of apprenticeship. And that no manner of man, being in the livery or cloathing of the same occupation, and he never was upper warden, to have but only two apprentices during the years of the same apprentices, except he die or run away. And also, that every person be ing of the said occupation, and hath been upper warden and master, shall have no more apprentices but three at once, during the years of the same apprentices. And that every man of the same occupation doing contrary, or offending in this statute and ordinance, shall forfeit at every time, and pay to the use of the said occupation, to the common box, 5.., or more or less, as it shall be urged by the master and wardens and their assistants for the time being.\" The above was fully agreed and determined by the assent of the master and wardens, and by the agreement and full consent of all the whole Company in the livery or cloathing of the said occupation of Coopers, at a general court then holden, eighteen members being present."], [66, "52 In 1540 the following regulation was adopted at a court holden by the master and wardens, being condescended and fully agreed by the whole Company there present, That for evermore there shall be allowed to the upper warden, for the dinner by him made for the Company of the cloathing that doth wait upon the lord mayor to Westminster, or to any other place assigned where he shall take his oath, the sum of 28s. 6d. sterling, nother penny more nor less for ever. 1547. An order was made that every young man, after his ability, should either bring in or give to the craft, beyond cus tomary charges, a noble, or a silver spoon of the price of 6s. 8d. This was carried out for many years on all occasions of presenting or binding apprentices, and admissions to the freedom. The Company in consequence became possessed of a considerable number and variety of spoons, which were sold and disposed of from time to time to meet their exigen cies, not one now remaining with them. The following, amongst a variety of others, is adduced as an instance in illustration of the foregoing statement : 1589. Received for twenty-seven gilt spoons, weighing 50i oz., at 5s. Ad. the ounce, which spoons were sold by con sent of court, 13/. 9s. ; more for nine white silver spoons, weighing 10| oz., at 4s. 8c.. per ounce, 21. 11s.; and paid to the goldsmith for weighing the spoons 6d. 1596, June 22. The accounts of the master and wardens being delivered to certain persons for audit, under an order of court of this day, the auditors found divers defects in them ; whereupon the master and wardens, calling to them fourteen of the antients of the Company according to an order, for goods misspent in the time of the upper warden's office, fined him, of favour, 51. 1603, Feb. 21. The court passed the following order : \" Forasmuch as notice hath been already given by precept directed to the master and wardens of this Companye, from the right honourable the lord mayor of this cittye, that the"], [67, "53 King's most excellent majesty doth purpose to ryde from the Tower of London through this cittye in state, which he for bare at His Majesty's coronation, in respect of God's visita tion then in this cittye ; and therefore the several companies of this cittye, in places in the streets appointed, are to sett up the rails or standings belonging unto them, together with their banners and other ornaments, within which rails them selves are to stand, against His Majesty's ryding by, for the better creditt of this cittye : It is therefore this day ordered and agreed, that a newe banner with the King's Majesty's armes shall be forthwith newe made for this Company (against His Majesty's ryding through this cittye as aforesaid) at the charges of this Company. Whereupon George Knight, painter steyner in Fenchurch street, being called into this court, hath undertaken, for the sum of Al. 13s. 4c?., to make the same well and workmanlye, that no man can mend it, and to painte the staff belonging to it and all other staffes belonging to the banners of this Company. And further, for the sum of 5s. more to fringe the same. All which shall be readye and workmanlye performed and delivered unto this Company, soe finished, at the least one week before anye occasion to use the same.\" 1609-1612. The several companies being assessed for the establishment of the Plantation in Ireland (Irish Society), the Coopers took measures for raising their portion from and amongst their members ; and in 1609 received 60/. 5s. from them, and paid to the chamberlain 50/. for their first and second quota or instalment ; and in the following year they collected from their members 24/. 5s., and paid 90/. towards the plantation ; but in the year 1612, feeling them selves unable to continue the further advances then required, they certified the same to the court of Aldermen, and also that they were willing to lose all such monies as they had formerly contributed, and to pass over their right to such as would undertake the payment for them and free them of all future payments for the said plantation. The court of Alder men upon this agreed that the chamberlain should disburse the assessments on the Coopers, and also the Brownbakers"], [68, "54 Company, and the city receive all the benefit and profit then due and thereafter growing due to those companies from the plantation. Under this arrangement the city receives the Coopers Company's proportion, through the Ironmongers Company, with whom they were associated. 1632, January 29. The Company being assessed at 11. towards the payment of 1000/. to the king for the murder of Dr. Lambe in the city, and no man attached for the same, that being their rateable portion, the younger warden, for his love to the Company, and for easing the members from any assessment for the same, agreed to pay the said 11., so that he be no more chosen younger warden. 1636, June 16. Twenty shillings given for setting up the Company's arms in the glass window of the parish church of St. Alban, Wood street. 1638, May 24. Given to William Clutton, a captive, 40s. November 12. Received of Thomas Bretton, for a fine for several gross abuses against the whole court of the Com pany in very reproachful words ; as also for an affront offered to us before Sir Richard Fenn, knt., lord mayor of London, in this hall, only, in favour, 50s. 1639, March 12. Richard Mills, under warden, being negligent and remiss in attendance in the execution of his office, fined 20/. 1643, August 22. The Company's plate, worth between 150/. and 200/., ordered to be sold towards defraying the Company's proportion of 350/., part of 50,000/. to be raised by the companies. 1649, January 24. Twenty dozen of spoons, weighing 349| oz-< ordered to be sold towards the expense of enlarg ing the court parlour ; there then remained four dozen and four spoons in the warden's custody, besides the spoons re ceived that year."], [69, "55 1652, May 6. On numbering the spoons received in the time of the master that year, they were found to be twenty three, which were delivered to the warden, together with a beer barrel. 1653, June 9. The order of 1649 for enlarging the court parlour being read, a committee was appointed, with power to carry the same into effect at the costs of the Company. The monthly courts were appointed to be held on the first Tuesday instead of the first Thursday. June 23. The parlour of the hall contracted for, to be en larged. October 4. The arms of the Company, and of several mem bers, to be artificially drawn and coloured in glass, and put up in the windows of the court parlour. 1654, October 10. It was agreed that consideration should be had as to altering the election day from the Sabbath, as formerly, to some other day. 1656, May 18. Election day : two parties being elected wardens, and declining to serve but agreeing to fine, two others were immediately chosen in their stead. 1657, January 12. One third of the livery yearly to at tend the master and wardens on lord mayor's day. 1658, April 20. Consideration being had for the alteration of election day from the Sabbath to the following Monday, and the manner of observance of the same, it was ordered that the choice be made in the hall about nine o'clock, at which time all the livery are to be summoned ; and after such choice the livery should go from thence, in their gowns and hoods, to the parish church, to hear a sermon, and return again to the hall, where a dinner (not in the way of a feast) is to be provided, the same to be in lieu of the potation or drinking with cakes, formerly used ; and the master and war dens then chosen should each pay 40s. towards the charges of the dinner, and be excused from giving entertainments to"], [70, "56 the livery at their own houses, on their return from the hall, as formerly. 1659, October 13. The livery fine was fixed at 15/. 1660, July 17. The Brasil staff was ordered to be fitted with a silver top and the Company's arms, and a cloth gown to be provided for the beadle, to be worn and carried by him at such times as the livery appear at public meetings ; and each liveryman to pay 2s. 6d. towards the charges of the same. January 17. A committee was appointed for enlarging the charter and ordinances of the Company, and to report to a general court of the livery. 1661 , April 1 1 . The committee reported on the foregoing reference , and a petition to His Majesty for renewing the charter was read and approved. 1662, June 3. The new charter was brought into court by the clerk, and twelve assistants named therein were sworn into office. 1663, October 6. The names of the members who sub scribed towards the charges of the Company's barge, with the amount from each, were ordered to be entered. 154/. 10s. was the total sum received. February 9. An abstract of the Company's ordinances was ordered to be put up in the hall, that the commonalty might have knowledge of the same. In 1664, an ordinance was made that the seals for sealing of casks should only remain in the custody of the wardens or their deputies. On a precept from the lord mayor, for voluntary subscrip tions towards building a ship or frigate for His Majesty's service, the master, wardens, and assistants subscribed, and ordered the livery and other members to be specially sum moned to appear for that purpose ; in consequence of which."], [71, "57 most of the livery attended at a court with their subscriptions, but the commonalty, not attending, were ordered to be sum moned again, when several attended and subscribed. Forty-eight liverymen were present at the election of mas ter and wardens this year. November 17. Upon occasion of a special court of assis tants to consult for raising and paying to the chamberlain of London this Company's proportion of 1000/. towards a loan of 100,000/. unto His Majesty, upon a letter sent from the right honourable the lord mayor, it was resolved that the Company shall and will provide, and have in readiness in some short time, the sum of 600/., to be carried into the Chamber of London as the whole of their portion which they can well raise. And in order thereto, it was voted and ordered that 200/. thereof be had out of the stock of this Company, and by the sale of several dozens of spoons and five silver wine-cups. And the remainder of the said 600/. be borrowed of such of the assistants and others that will lend the same upon security thereof, with interest to be given them respec tively under the corporation seal. Whereupon there was sold 251 spoons and four wine-cups, weighing 316 ounces and 18 pennyweights, at 5s. 2 \\d. per ounce, for 97/. 15s. 2d. ; and eight dozen and seven spoons and one wine-cup, which ac cording to the weight thereof amounted to 44/. 19s. Id. And warden Driver received for all the said spoons, being twenty nine dozen spoons (two dozen whereof were silver gilt), and for the said five wine cups, 142/. 14s. 3d., to which sum he is to add so much money belonging to the Company as to make up the full sum of 200/., as is above ordered. November 24. Eight of the court, and the clerk, lent 50/. each to the Company towards the same. Tuesday the 4th September, 1666, was appointed to be a monthly court ; but, in respect of the dreadful devouring fire in the city, and near unto the hall, the same was deferred ; and the two wardens took care for removing and preserving the writings, plate, linen, pewter, and what other goods could be saved in that time of amazement and distraction, the clerk assisting in collecting and conveying away the register -books"], [72, "58 and other writings and papers belonging to the Company. The expense attendant upon their removal amounted to 5/. 19s. 2d. Tuesday, September 11, 1666. At a court held at the Queen's Head, Bishopsgate street. Inasmuch as the late sad and wasting fire in London hath consumed (amongst multi tudes of other fair houses) the common hall of this Com pany, it is unanimously voted and ordered by the persons now present, that the writings, plate, books, linen, and other goods which were lately removed thence and preserved from the flames be speedily conveyed unto and kept in the house and custody of Mr. Morris, the upper warden, ti,l further order. October. In consequence of the loss the Company had sustained in their London rents for their houses, burnt at the Fire, the quarterly payments to the London pensioners were suspended ; and the Company's plate, except special gifts, ordered to be sold towards the discharge of their debt. It produced 195/. 10s. November 6. The court ordered the ground where the late hall stood to be cleared, in order to its rebuilding. The Company's meetings were held at Bricklayers' hall. The Company this year paid 70/. for their proportion to wards the expense of building the ship \" London.\" On the 5th March, 1666, the court resolved to forbear subscriptions from the members of the Company, towards their necessary charges, till subscriptions were taken from them for rebuilding the common hall. 1667, July 4. An order was passed that the plate and writings, fye., be continued in the custody of Mr. Morris, then master, till the new wardens demand the same. 1671, June 6. An order was passed for fining every livery man not attending an election day 2s. 6c/., unless absent by leave or showing a reasonable excuse. July 11. A member was removed from being an assistant, in respect of his continual residence in the couDtry, and his unserviceableness to the Company."], [73, "59 October 1 1 . An order was passed for all the livery to meet at the hall on lord mayor's day, by seven o'clock in the morning, when eight trumpeters were to be provided, the court resolving to have no other music ; and the erecting of standings in the streets, with banners and ornaments, was ordered to be forborne, the Company only attending (in the memory of man) in their barge on the water on that day. December 19. An order was passed for discontinuing the sermon under Mr. Cloker's will till St. Michael's church was rebuilt ; but the other requirements under the will were directed to be performed. 1672, April 2. It was agreed that the hall should be used as a meeting-place on Sundays for public worship, ac cording to the king's proclamation, on condition it was not let for less than 40/. per annum. April 12. An order was passed, that on letting or using the hall for the entertainment of persons at weddings, fune rals, or such like assemblies, 40s. should be reserved for the use of the Company's poor, beside what the clerk and beadle might receive, except where it immediately concerned any of the livery. August 6. The kitchen chimney ordered to be mended, and the cellar under the little parlour paved. September 3. The New-River water ordered to be taken in for the use of the house, and Al. assessed upon a member refusing to subscribe towards the new building. September 10. A vote was passed for suspending the calling of any person to be upon the livery this year. October 8. An order was passed for the Company's own barge only to be used on lord mayor's day j and that such of the livery as could not be received on board were to be enter tained at a victualling-house on Three-Cranes wharf, till the return of the barge from Westminster, and then to follow in order with the rest to Coopers Hall. The following is the order for disposing of 160 dozen of cakes and 18 gallons of wine provided for the occasion; viz., 90 dozen cakes and 10 gallons of wine on board the barge; 60 dozen cakes and 8 gallons of wine at the victualling-house,"], [74, "60 and the remaining 10 dozen of cakes sent to the hall for the stewards and others there ; each person to have 8 cakes de livered him, and to every number of four a bottle of wine. January 16. An order was passed, as the number of livery had much increased, that one fourth part, and no more, at tend the master and wardens on lord mayor's day. March 4 . The pictures formerly hanging up in the old hall , which were preserved from the fire, ordered to be cleaned, framed, and hung up. 1673, April 24. At the election of a clerk, the king's let ter on behalf of one of the candidates, and the lord mayor's on behalf of another, were read, and ordered to be kept. June 3. The cellar under the hall parlour was agreed to be let for hi. per annum. March 10. Seven liverymen were fined 40s. each for not dining on lord mayor's day. At election day, 1st June, 1674, great offence was taken at the livery not appearing in their gowns. 1674, December 1. The court refused to pay tithes to the parson of Bassishaw, for uncharitable words spoken by him. February 17. An order was passed that 20s. only be re ceived for the use of the Company for every wedding or burial out of the hall. The long gallery at the hall, with the entrance through the back door, agreed to be let to the incumbent of Bassishaw parish, for the parishioners to meet on Sundays and other public days for worship, at a rent of 20/. per annum. 1675, May 12. An order was passed that three persons be continued in future to be put in nomination for master. September 5. George Jefferies, esquire, common serjeant, chosen standing counsel to the Company. 1676, September 5. Agreed that Mr. Stump, sheriff elect, should have the conveniences of the Company's hall on all occasions during his shrievalty."], [75, "61 1682, October 31 . Order that no stranger sit at the first or upper table in the hall, on lord mayor's day, with the master, wardens, and assistants, and their wives. February 6. An assistant put out and removed from his place for uselessness and unserviceableness therein, he not having appeared on any summons, nor given any attendance on the duty of his place, for above a year past. 1684. A fine of 2s. was imposed upon every member not attending the court at the time when summoned, or depart ing therefrom without leave. 1687. The Company had a bargemaster, mate, and four teen watermen. 1717. The London pensioners were ordered to be thirty ; and in 1727 their allowances were advanced to 40s. yearly. 1738. Five were added to their number. 1741. Five more were added. 1743. Up to this time, according to the custom and usage of the city of London, no gentleman served the office of lord mayor unless he was a member of one of the twelve principal companies ; and those who did not belong to one of the twelve was translated from his original company to such of them as he pleased previous to taking office, as was the case in 1557, when Sir Thomas Curteis was translated from the Pewterers to the Fishmongers ; 1578, Sir Richard Pipe, from the Leathersellers to the Drapers; and 1598, Sir Stephen Soame, from the Girdlers to the Grocers. This year, how ever, Robert Willimott, esq., alderman of the ward of Lime street, and a member of the Company, who served sheriff in the year 1741, being elected lord mayor, broke through this practice for the first time, and declined being translated to any other. The Company are now in possession of a waiter presented by him, with the following inscription engraven thereon :"], [76, "62 ROBERT WILLIMOTT, Esq., \"AlDERMAN OP THE WiED OF LlME STREET, \" At the unanimous request of the Master, Wardens, and Court of Assistants of The Worshipfull Company of Coopers, did without the least hesitation promise that he would not, in conformity to the practice of others, translate him self from them to any one of the twelve first companies when he should be elected Lord Mayor of the City of London : and having accordingly remained one of their body at the time of his being sworn into that high office, which was on the 28th of October, 1742, the Company, conscious of the honour resulting to them from this compliance, of being the only company (except the twelve first) that ever had a lord mayor one of their number, made all the acknowledgments in their power to his lordship for it ; they appeared in a grand and splendid manner on the Lord Mayor's day, both by land and water; unanimously elected him their Master, May 16, 1743 ; and would not permit him to pay the usual fines for any of the offices he had not passed through. His lordship, to shew his gratefall sense of these their repeated favours, prayed and prevailed with the Wardens and Court of Assistants, to accept thiB and one other silver waiter like it, to be added to the Company's plate.\" 1762. Ten additional pensioners appointed. 1775. The sealing of casks was ordered to be dropped, unless the Brewers Company would undertake to pay the expenses. 1814. The corporation of London gave a grand enter tainment at Guildhall to H.R.H. the Prince Regent and his illustrious guests the Emperor of Russia and the King of Prussia ; upon this occasion the Company granted the loan of their plate with the use of their hall, and the dinner served upon the royal table was cooked in their kitchen. 1824. Previous to this time, the elections for master and wardens for several years were little attended to by the livery, although duly summoned, and scarcely any interest taken in those elections ; but public attention having been drawn to proceedings instituted against the Company in the court of Chancery for improperly administering the charity at Egham, in which a decree had been obtained against them, and a desire having been manifested on the part of some members of the livery to obtain information as to the mode of conducting the Company's affairs and the administration of its funds and finances, Mr. Abraham Algar, a freeman and"], [77, "63 liveryman of several years standing, who had paid his fine for steward, was put in nomination for under warden, in ad dition to two gentlemen nominated by the court for that office ; and on the election day this year, Mr. Algar was chosen by a considerable majority, and subsequently admitted and sworn into office, the court having previously taken the opi nion of counsel as to the right of the livery to nominate. On the following and two successive years he was in like manner nominated and chosen upper warden ; and another member of the livery nominated and chosen under warden ; and from that time to the present, the wardens have been elected out of the livery, whereby that body is fairly represented in the court, and have the means of knowing how the Company's affairs are conducted. The accounts are also annually re ported to the common hall or livery on election day ; and it is highly satisfactory to be enabled to state that the utmost good will exists between all the members of the community. The wardens, at the expiration of their office, return to their standing in the livery. In the year 1828 a poll took place for the election of under warden, and was continued for three days. In 1827, a society of members of the livery was instituted, who meet yearly, and contribute their good offices towards the advancement and prosperity of the Company. In 1834, a Commission was established to enquire into municipal corporations in England and Wales. Their inquiry into the corporation of London occupied a considerable pe riod, and when their labours on that head were concluded they proceeded with the companies. The Coopers Company came under their revision on the 1 8th November in that year, when the court and several of the livery attended and were heard fully on the management of the Company's affairs ; and the commissioners say in their Report, \" We are in formed that much good has been effected by the restoration of the rights of the livery, and that the election of the annual wardens to the permanent court has been productive of ge neral benefit to the Company.\""], [78, "64 The legislature having passed an Act authorizing the ad mission of members into corporations, upon the parties taking the oath of office agreeably to the forms of their own reli gion, many members of the Hebrew nation who were anxi ous to become freemen of London availed themselves of the opportunity thus afforded of so doing, and amongst others Mr. David Salomons was an early applicant. He was admitted a freeman and liveryman of the Company on the fifth day of July, 1831 ; and having, in the year 1835, been elected sheriff of London and Middlesex, was attended and supported during the year of office with every mark of respect by his Company, and chosen a member of the court of assistants. He served the office of master in the year 1841 ; and shortly after his election as alderman of the ward of Cordwainer, in December, 1847, he was entertained by the court in com memoration of the event. They were favoured upon that oc casion with the presence of the right honourable John Kin nersley Hooper, lord mayor, John Masterman, esq. M.P., John Johnson, esq. and Thomas Farncomb, esq. aldermen ; Sir Felix Booth, bart. ; Henry Alworth Merewether, D.C.L., serjeant-at-law, town clerk; David Williams Wire, esq., one of the under- sheriffs j Philip Salomons, esq., Aaron Asher Goldsmid, esq., Philip Joseph Salomons, esq., Simon Samuel, esq. ; the deputy and common council of the ward of Cord wainer ; J. B. Bunning, esq., architect to the corporation, and several distinguished persons, when a confident hope was expressed that, as the Company had been the first to break through the custom of the lord mayor being translated to one of the twelve companies, so they also, at no distant period, would be the first to have one of their members, in the per son of Mr. Alderman Salomons, a gentleman of the Hebrew nation, filling the dignified and important station of lord mayor of this great city."], [79, ""], [80, ""], [81, "65 ACCOUNTS. The Company possess a series of accounts extending as far back as 1440. The nature of these is shown by the state ment for one whole year, viz. 1523; and extracts, both of receipts and payments, from 1528 to 1608, are arranged under the following heads, in illustration of the usages and customs of the times, and of the prices of articles supplied, viz. Entertainments — Donations — Fines — Funerals — Law and Parliamentary charges — Miscellaneous expenditure — Pageants — Royal Aids, and provision of soldiers. \" Thys ys the accomptts of John Fynkyll master, and Thomas Londysche and [John] Baslaye wardens, of the fe lowshipe and craft of Cowpers, as well of all ther recaytts for the space of a holle yere as of ther payments within the tyme of the same yere ; made and yeldyd upe to the newe master and wardens, in the presens of all the felowshipe of the same crafte at that tyme beyng ther, the third day of July in the 15th yere of the rigne of king Henry the viij., anno M. ccccc xxiij. Fyrst, the same Londysche chargith hym selffe with the recaytts com yng to hys hands for quarterages, in the tyme of hys wardenship, in the 15th yere of king Henry the viijth, as yt apperith by hys parti culars boks of names of the brether and systers 3/.. 11s. 2d. Received also of John Baslaye, war- den with hym, of the monye grow yng in hys hands by longyng to the Compeneye and crafte 20s. Received more of Tolyn suche monye as was in hys hands perteyneng to 20s, the craft F"], [82, "66 1523. Received of William Kent of Red- yng, monye of the craft's . . 3/i. 6s. Sd. Received of the goodman Charley, toward the supartacion of the sute 8li. Received more of William Mentos a compte .. 4li. 16s. \\0d. Received of the gyft of sertyn of the Compenye as yt apperith be a boke . . . . Hi. 7s. 8d. Received more of John Baslay, war- den . . . . 1 7s. Ad. Summa totalis of all recepts 29 ft. 19s. 8d. \" Payments and dischargys by Thomas Londysche, in the 15th yere of the rigne of king Henry the viij*: Paid for the heyer of hall the 27th day of Juyn . . . . 6s. 8d. Paid to Master Norwyche, the last day of Juyne, at the bare .. 3s. Ad. Paid the same day to Master Meycotts 4s. Paid the same day to atorny . . 1 2d. Paid the same day to Master Petytt 12c/. Paid for iij. botells of muscadell that was gevyn to my Lord Fenyes, to Meycotts, and to Lucas . . . . 2s. 6c?. Paid for the setling of the Venyre facias 8d. Paid for the alowance of the wryt to the secundary of the Counter . . 10s. Paid more, the secund tyme, for selyng the wryt . . . . 8c/. Paid for the alowans of that wryt and to the serjiant .'. .. 5s. Ad. Paid, the 9th day of July, to Master Nor- wyche . . . . 6s. 8c/. Paid, the same day, to Master Lucas Ad. Paid, the same day, at the Yeld Halle, for ale and brede . . . . 12c/. Paid, the same day, at the Borys Hede in Est Chep, for soper . . 16s. 2d."], [83, "67 1523 Paid, the 18th day of July, to Master Meycotts for dyverse wryttyngs . . 31s Paid, the 22d day of July, for bott heyer to Lambith Ad. Paid, the same day, to the sorhnar at Powlls Paid, the same day, to Mr. Chamlaye Paid to Mr. Chamlaye, the 25th day of \\2d. 20d. Julij 20c/. Paid, the 28th day of Julij, to the somnar Paid, the same day, for ij . botells of wynne 12c?. that Mast. Chauncellar and Mr. Cham laye had 3_ Id. Paid, the same day, for makyng of two bylls 16c/. Paid, the 29th day of Julij, to Mr. Chamlay Paid, the same day, to Belamy 20c?. 12c?. Paid, the same day, to Barnewell I2d. Paid, the fyrst day of August, to Mr. Chamlay 20c/. Paid, the same day, to Bellamy Paid, the same day, to Barnewell 20c/. 12c/. Paid, the same day, to the somnar of Poulls 12c/. Paid, the 5th day of August, to Belamy Paid, the same day, to ij. sorrinars . . 20c/. 12c/. Paid, the same day, to Edmaye sis 8d, Paid, the 8th day of August, to Mr. Chamlaye for ij. bylls of Acts 2s Paid for the makyng of two bylls, at West- myster, to the Parlamet I6d. Paid, the 10th day of August, to Mast. Woodall's clarke 12c/. Paid, the same day, to the frears Ad. Paid, the 1 1th day of Aug., to Mr. Carket Paid, the same day, to Edmaye 12c?. 16c/. Paid to Master Meycotts, for making up of the boks, as more playnly doth ap- pere by a byll 31s Summa .. Hi. 16s. 10c/."], [84, "68 John Bakers obyt kept ■ 1523 Paid to the prests ovyr nyght for brede and drynke 8c/. 16c/. 8c/. 8c/. 14c?. Paid to the ij. prests for dyrge and masse Paid to the ij. clarks Paid for the ryngyng of the bells Paid for ij. tapers and ij. canstycks . . Paid to pore people 2s. Paid to the ij. Wardens and to the Mr. Paid to Robert Brewern 3s. 8c/. Ad. Paid to xviij. of the Compeny 6s. Paid for bred and drynke and the repast at the Dager 5s. Id. 2s. Paid to Mr. Carket and to Edmaye Summa . . 23s. Id. Mihelmas Terme Paid to John Moore, for wryttyng the Acte of Parlamet 12c?. Paid to Olyver Southwell Paid to Mast. Meycotts Paid to Mr. Pettyte 20c/. 3s. Ad. 3s. Ad. 3s. Ad. Paid to Mast. Chamlaye Paid to a nother tornye Paid to Master Halus Paid to Mast. Norwyche 20c/. 3s. Ad. 6s. 8c/. Paid to Mast. Norwyche clarke Paid to Mr. Spylman Ad. 6s. 8d. Paid to his clarke Ad. Paid to Mr. Norwyche Paid to Mr. Spylman Paid to Master Pettyte 3s. Ad. 3s. Ad. 8d. Paid for the drynkeng whan my lord the Mayer toke hys oth, for the craft 3s. Ad. Paid to Mr. Norwyches clarke for wrytyng of iij. bokes to delyver to the iij. jugys 6s. Paid for iij. botells of muscadyll, conteyn- eng ij. galons and a potell 3s. Ad. Paid for a galon and a potell muscadell for my Lord Fenyes 2s. Ad."], [85, "69 1523 Paid to Mast. Norwyche the morow after Saynt Kateryns day 6s. 3s. 8d. Ad. Paid to Mast. Halus Paid to Mast. Carkyt for bylls of the costs of the protestacion to shew to the jugis 8c/. Paid for iij. botells of muscadell for the iij. jugys 2s. Paid, the last day of the terme, to Master Spylman Ad. 3s. Paid for xxj. galons and a quart of musca- dell of Candy, pryce galon 16c?. 27s. Paid for the barell 16c/. Paid to Carkett, the 11th day of Janyver Summa .. Ali. 19s. 8c?. 12c/. Chrystmas Terme : Paid to Olyver Sothwell. Paid to Mr. Meycotts Paid to Mast. Halus Paid to Mast. Spylman 20c/. Ad. Ad. 8c/. 3s 3s 6s. Paid for a botell of muscadell for Lord Cheffe Barron 10c/. Paid for a nother botell for Mr. Conysbe Paid for a nother botell for Carket . . 10c/. 10c/. Summa . . 17s. 6c/. The begynyng of the fyrst Assyse in London : Paid to Belamye 12c?. 8c/. 20c/. 8c/. Paid to Mr. Halus at ij. tymes Paid to Mast. Hayes 6* Paid to Horneclyff, sergiant Payd to Mast. Pavyar 2. Paid to Mr. Hayes agayne Paid to Nocolson . . 8d. Ad. Paid to Mast. Halus clarke for the wrytt- yng of the letter of attornaye 8d. Paid to Mr. Person, clarke of the assyse Paid to Carket 2s ■2:1. 12c/. Paid to Edmaye . Paid to Mr. Hayes 12c/. 20c/."], [86, "70 1523 Paid to Pavyer 2s. Paid to Mr. Chamlaye 20c/. Paid to Person, clarke of the sysse, a gayn Paid to Mr. Hayes 2s 8c/. 20c?. Paid to Thomas Hayes Paid to Mast. Pavior 2s Paid to Pachet the sergyunt Paid to Grege the sergiant 8d. 8d. Paid whan the clarke of the assyse toke the vewe of the Swane 3s 2s Ad. Paid Grygs, sergiant, for hys fee Paid for ij. botells of wynne, gevyn at ij. tymes to Person 20c/. Paid for a botell of wynne, for Mast. Halus Paid to the clarke of assyse and to a 10c/. sergiant, for a brekesast 10c/. Paid to Person, in the Counter halle, Wil- lam Heth beyng present, for warnyng the sherryffs, and the copy of the byll 6s ID 8c?. Ester Terme : Paid to Olyver Sowethwell, for hys fee 20c/. Ad. Paid to Mast. Halus . . 3s Paid to Mr. Meycotts, for in grosyng of the boks . . . . 3$. 8c/. Ad. Ad. 8d. 8d. Ad. Paid to Mr. Chamlaye . . 3s. Paid to Mast. Pettyte . . 3s. Paid to Mr. Norwyche . . 6s. Paid to Mr. Spylman . . 6s. Paid to Mr.' Maycotts, for his fee . . 3s. Summa . . 4/_. 18s. 2c?. The day of Assyse at the Yelde Halle and the pletynge : Paid to Mr. Person . . 4*. Paid to Thomas Hayes 20c/. Paid for the copyes of ij. pleys at ij. tymes 8s. Paid to Person, for hys payne takyng 4s. Ad. Paid to Mast. Halus . . I0s. Paid to the sergiant and hys yeman 9s, Ad."], [87, "71 1523 Paid to Master Chamlaye . . 6s 8c/. 12c/. Paid for a galon of wynne Paid to Master Spylman, for penyng and ovir seyng of the pleys, and for hys labor taking over to the Yelde Halle 21s. Paid to Master Norwyche, for hys penyng and ovir seyng of the pleys . . 16s. 8c?. Ad. 6d. Ad. Paid to Master Halus . . 8s, Paid for ij. coppyes Paid to Olyver Sowithwell . . '4s. Paid to the good wyff Yatts at the Yelde Halle gatte, for denar . . 14s 8c/. 6c/. Paid for ij. great lynggs . . 3s Summa . . 5 li. 14s. Od. At the seconde Assyse at the same terme of Ester, in London, theyse payments and expenses followyng : Paid to Master Halus . . 6s 8c/. Ad. Ad. Ad. Ad. Ad. Paid to Master Chamley . . 3s Paid to Master Pettyte . . 3s. Paid to Master Maycotts . . 3s, Paid to Oliver Sowethwell . . 3s, Paid to Person . . . . 3s, Paid to the sergiant and hys yeman 8s. Paid to Hayes 20c/. 12c/. Ad. Paid to Belamye Paid for the grene clothe Paid for the talys of namys . . 2s, Paid to Heldman, for the long rolle 10s, Paid, for the copy of the warant, tb Person 12c/. Paid for plays Denar : 18c/. Paid for ij . pyks . . . . 8s Paid for blovit fysche 14c/, Paid to the wyff at the Sarsons Hedde 18s Summa .. 3/.. 16s. Od. At the day of the Alexion : Paid by John Basley, warden 6s 3d 3d Paid by Thomas Londysche, warden 17s"], [88, "72 1523 Paid to Person, for the pleys wrytyng 6s Paid to Mr. Spylman, for ovir seyng and 8c/. penyng the same . . 6s, Paid to Mr. Norwyche . . 6s Paid to Master Halus . . 6s. 8c/. 8c?. 8c/. Paid to Mr. Spylman, for ovir seyng and penyng a gaine . . 6s, 8c?. Paid to Master Norwiche . . 10s, Paid to Mr. Halus, for the same besynes 13s. Ad. Ad. Paid to Mast. Pettyte, for the same 3s Paid to the clarke of the assese for sett- yng oute the copys fro Mr. office 6s. Paid to Mr. Norwyche clarke, for wrytt- 8d. yng of the same copys I2d. Paid to Mast. Halus clarke, for wrytyng of the same \\6d. Paid for Mr. Halus, bott hyer from Sowithwarke to the Tempill Ad. Ad. Paid to Mast. Halus servant Paid, at the delyveranceof the coppis to the jugs, on the Thurseday next folowyDg 4s. Paid for fetchyng out of a copy of the same Paid to John Moore, for suplicacions to 6c/. my Lord Cardn'all and to the Mayer 3s. Summa . . bli. 13c/. Paid to William Heth with in the tyme of the same accompts : Fyrst, payd to hym towards hys exspencs Paid, the 24th day of September, to hym, 12c/. of hys wags . . . . 10s. Paid to hym of hys wags . . \\4d. Paid for William Heth to Mast. Holte 6s. 8d. Paid to John Holte for William Heth 6s. 8d. Paid to hym . . . . Ad. Paid to hym at a nother tyme . . 8d. Paid to hym for a prest of Barkyng 3s. Ad. Paid more to hym, for goyng to Barkyng to Master Norwyche . . 8d. Summa . . 30s. 6d."], [89, "73 For the thyrd Assyse kept at the Yelde Halle for the examyning of the pleys : 1523 Paid to Master Spylman . . 3s. Paid to Master Norwyche . . 3s. Ad. Ad. Ad. Paid to Mr. Pettyte for ij. days goyng 3s. Paid to Mr. Pakington, for the copy of the last plee . . . . 3s. Paid to hys clarke Ad. Ad. 12c/. 14c?. Paid, to Person, for goyng to the Tempyll Paid for a new wryt, to Mast. Meycotts Paid, the 1 1th day of Juyn, for all chargs of lernyd men at the assyse, and for the exspencs at the howse for meit and drynke . . . . 3 si'. 14s. Sonday, the 12th day of Juyn after : Paid, at Poulls, to Mr. Meycotts, for the Venyre facias wryttyng 12c/. Paid to Mr. Chamlay, for ovirseyng the wryt 12c/. Paid for the inqweryng of the Acts Paid, the 15th day of Juyn, to Mast. Ka- I2d. ret, for the examyneng of John Baker's wylle, and settyng to hys symanuell 3s Summa . . 4 si. 15s. 10c/. The summa totalis of all your pay- ments a lowyd by the holle court 37 si, The holle sum of your recaypts ys but . . . . 29si. 19s, 8d. So ys the craft at that accompt clerly in Thomas Londysche dett .. 7 si. Os, Ad. \" Also yt ys to be remberd that here in ys now of hys ex spencs for thys ij. yere, whiche he trustith to your cursye.\""], [90, "74 EXTRACTS. Dinners and Entertainments. £ s. d. Paid for the Company's dinner, 29th Oct. 13 4 1528 Paid in the Vintry when the Joiners were met at the Three Cranes . . 14 Paid for two ribs of beef for the Company at the hall .. .. 10 1529 Paid for the repast at the hall when the Mayor went to Westminster . . 13 4 Paid for four bundles of rushes the day the Mayor went to Westminster . . 0 8 Paid for barge hire the same day . . 6 8 Paid for wine and ale on the election day 1 4 1530 Paid for faggots and peat at the hall, to warm the Company . . . . 0 10 Paid to the wax-chandler for six pounds of new wax put to our old tapers . . 3 6 Paid for a pipe of Gascony wine . . 18 Paid for hire of the barge at the ordination, for the Company . . 9 11 1532. Paid for barge hire when the Lord Mayor went to Westminster . . 6 8 Paid for rushes for the barge . . 0 2 Paid for as much brown, blue, and crimson cloth for scantlins for our livery 2 0 Paid at the Guildhall gate, on Monday next after the election day at the Saracen's Head, for a repast for the Company 6 8 The rest that was spent was paid out of the gift-money that John Cloker gave to drink for his wife. Election day : Paid to Master Wood for certain monies that he paid to Master Wylles, which was 10 0 Paid for a kilderkin of ale . . 2 0 Paid for bread . . . . 0 4"], [91, "75 £ s. d. Paid for wine 1532 0 8 Note at the audit. Master Cloker, then being elect, sat in the seat for chief master for the year following. 1538 Paid for the scantlins of the new cloth for the livery 0 8 1 0 The like Paid for dinner, when my Lord Mayor took his oath at Westminster, at the Greyhound in Fleet street 18 4 Paid on the election day, for a kilderkin of ale Paid for bread the same day 1 10 0 7 Paid for beer 0 4 Paid for a gallon and a pottle of bastard Paid for a gallon of Gascony wine Paid, against the election day, for rushes for 1 8 0 8 the hall 0 6 0 9 Paid for flowers, bowys, and geneper Paid at the repast for the Company : 1539 For three necks of mutton For a salmon 0 10 2 8 For six rabbits For three geese For bread and ale 1 4 2 8 3 0 To the cook for her labour To the turn-brocbe 0 4 0 2 For peas 0 4 For pepper and vinegar For butter 0 2 0 2 For washing of the cloths For wine 0 4 1 8 Paid for standing of the vessel at Charing Cross 0 5 Paid for rushes and flowers, against Allhal- lows tide 1546 0 4 Paid for rushes and flowers and rosemary, against Christmas 0 4 Received against the great dinner day of the Company, from sundry members ! 1547. 8 2 2"], [92, "76 £ s. d. For a dinner at Ratcliff : Two capons and four geese One dozen rabbits 1547 6 8 2 8 For a rib of beef and a breast of veal Payments against the general dinner : 2 8 For one dozen and half capons For eight pigs 15 0 5 4 4 8 For two gallons of butter For a barrel of good ale For a thousand billets For a kilderkin of ale For twelve sacks of coals For one hundred faggots 3 8 6 8 1 10 5 0 3 4 For twelve long marrow-bones For a whole mutton 2 0 4 8 For a surloin of beef 1 10 For 20lbs. suet, at 2c?. the lb. For prycks 3 4 0 1 For twelve capons, at 10c/. apiece For four fat capons, at 20c/. apiece For four hundred eggs 10 0 6 8 8 0 16 0 For a dozen geese For two wooden ladles 0 1 For going over the water to Master Basley For four dozen rabbits . . 1 0 1 2 0 For twenty pikes . . 1 For two geese 6 8 2 0 For four pigs For six geese 2 4 6 6 For 15 gallons 3 quarts of claret wine 10 6 For 4 bushels of flour, at 1 5c/. a bushel For ten dozen of white bread 5 0 10 0 For six gallons of cream boiling For two capons . . 9 0 3 6 For a half peck of flour For two geese 0 3 2 4 For three rabbits . . For four capons . . For a surloin of beef 0 10 5 4 1 4"], [93, "77 £ s. d. 1547 For a firkin stand of good ale For 3lbs. of pepper 1 0 7 6 For of cloves and mace in powder For whole mace, an ounce 5 4 0 10 For an ounce of saffron For currants, 61bs. 2 0 2 5 For 4lbs. dates For 13lbs. prunes 1 10 1 6 For sugar, 13lbs., at 10c/. a lb. For of cinnamon 10 10 2 6 Ginger, |lb., powder For carraways, lib. For 91bs. prunes . . 0 10 1 1 i H For a quart of rose-water For pepper and allspice Sugar, 41b., at 10c/. 1 6 1 2 3 4 To the minstrels 2 4 To the cook and his man To the three spit-turners 11 0 1 10 To two women that washed the vessels To the butler 1 0 3 4 To the two porters that kept the gate To the scullion, for four days 1 4 1 4 For a gallon of malmsey For a gallon of muscadine 1 0 2 0 For a shield of brawn and two ronds For ten gallons wine 8 0 6 8 For 14lbs. of suet For 8lbs. of suet . . For of pepper 2 3 1 4 1 0 Total .. £14 4 8-| Received first, for a precedent, according to the Act, that every young man after he is able shall bring and give to the craft a no ble, or a silver spoon the price of 6s. 8d. First received of Thomas Wheeler, for the fulfilling of the said Act, according to the same good order . . . . 6 8"], [94, "78 £ s. d. 1547 Further payments in respect of the great dinner : For three barrels and one kilderkin beer. at 3s. 8c?. per barrel 12 10 0 2 For carriage of the same beer For a lock and keys a bolt and a staple For a great plank board i 2 0 4 For bread and ale in the Pyckemongars garden 0 2 For six dozen trenchers and one dozen cups 1 6 For carriage of the same plank board For one hundred board - . 0 3 0 4 0 For nails Q For eight stauncheon3 For taps 0 0 4 1 For three empty hogsheads For three capons, at 9c/. apiece For candle 2 4 2 0 3 2 For a gallon of vinegar For verges 1 0 0 4 For salt a 0 For two strainers 0 si For strewing herbs and rosemary For a gallon of claret wine For strewing herbs and rosemary For flowers 0 6 0 8 0 6 0 8 For four dozen trenchers, and for taps For a pail of yeast I 0 0 0 0 8 For four burdens of rushes 8 For a pound candle for the carpenter For hinges and hooks, and a bolt, and for 2 workmanship of the hatch For parsley and thyme 6 8 4 2 0 0 For yeast For the carriage of two runlets from Mr. Charley's 0 2 For bringing of a barrel from the Three Cranes 0 2"], [95, "79 £ s. d 1547. For paper . . . . 0 2 For a quart of white wine and a quart of vinegar . . . . 0 4 For butter . . . . 0 8 For mustard . . . . 0 2 For yeast . . . . 0 4 For white salt . . . . 0 2 For a dozen of white cups . . 0 6 For setting up the shelves . . 0 4 For a pint of white wine . . 0 1 For a pottle of the same wine . . 0 4 To a woman that was in the kitchen 0 8 For the hire of twelve garnish of pewter vessels . . . . 9 0 For bread and drink taken out of the house 1 0 To Byrde the cook, for carriage home of his stuff . . . . 0 8 For 133 tankards water . . 3 8 For geneper . . . . 0 2 For perfumes . . . . 0 6 For sturgeon . . 15 0 For pork . . . . 14 For a stand of good ale . . 110 For two geese . . . . 2 0 For three rabbits .. .. 0 10 Note. The number of the whole Company this year was 152. Paid for a dinner and a supper for certain of the Company and their wives, at Step- 1583 1 3 6 ney Charges of the dinner on the 28th October, when the Mayor took his oath : For beer, ale, and bread . . 14 0 1589 For beef and mutton .. 16 7 The grocer, for spices . . 19 7 The poulter, for capons, geese, and eggs 116 0 For wine . . . . 15 10 For butter, wardeins, cream, flour, and rose-water . . . . 14 9"], [96, "80 £ s. d. Paid the butler . . . . 4 0 1589 Paid the dish-washer, water-bearer, and porter . . . . 2 8 Paid for strewing herbs, verges, vinegar, candles, links, taps, barberries, paper, and strainer . . . . 4 7 Paid to the pewterer . . 3 0 Paid to the cook . . . . 10 0 £7 1 0 Charges on election day, 31st May The preacher, for a sermon . . 5 0 The clerk of the church . . 3 4 Strewing herbs . . . . 3 8 For spice-cakes . . . . 5 0 For wine . . . . 6 4 For beer and ale . . . . 18 For rushes . . . . 13 £16 3 1592 Charges of a view for all the livery and all their wives, that there was no dinner kept at the hall on Simon and Jude's day, as it was forbidden by the Mayor, in respect of the sickness . . 3 17 5 1595 Paid for dinner at the hall, for Company, when the Lord Mayor took his oath 12 12 9 Donations. 1532. For a pipe of Gascony wine that the Speaker of Parliament had . . 3 6 8 1533. Paid to Master Wood for half a butt of malmsey, which was given to my Lord Chancellor . . . . 2 3 4 Paid to Master Wood for twenty gallons and three quarts of muscadin, given to my Lord Chancellor, at 20d. a gallon 15 8 Paid him for the barrel . . 10"], [97, "81 £ s. d. 1535 Paid to Master Cloker, for a hogshead of wine that was given to my Lord Chan- cellor 1 3 4 Paid for carriage of a hogshead of wine to the Lord Chancellor 0 2 1536 Paid to Mr. Wood, for a hogshead of wine, given to my Lord Mayor t 0 0 1542 Paid, the lGth day of November, for a butt of malmsey, given to my Lord Chancellor 4 13 4 And to the porters, for lading and bringing the same to my lord 0 8 Paid for a runlet of malmsey, given to the Speaker of Parliament, fourteen gallons, at 10c?. the gallon 12 10 Paid for the carriage of a butt of malmsey to the Lord Chancellor 0 8 1546 Paid for a hogshead of wine to my Lord Mayor I 10 0 0 6 Paid for carriage of the same 1553 Received of monies gathered of the Com- pany, given to the Queen 7 2 8 8 0 0 The like, received of the Dutchmen Sixteen men of the clothing, and thirty- nine out of it, gave sums varying from 6s. 8d. to 6c/., towards the charges of the harness-men 4 10 6 Paid to the Chamberlain of London for the Queen's use 4 0 0 1556 Paid for a hogshead of wine given to Sir Thomas Offley, lord mayor, for his fa- vour to be showed towards our Com- 2 5 0 pany 1557 Received of seven young men taken into the livery, for their samples, after 2s. the sample 14 0 Monies received of members towards the loan of 50/. to the Queen, to be paid again by the house 14 6 8 G"], [98, "82 £ s. d. Paid for twenty gallons of sack, given to my Lord Chief Justice of England, at 20c?. the gallon (by consent) 1561 13 4 1 Paid, as in reward given, to Sir Richard Malorye, knight, lord mayor, for this Company, towards his charges 1564 2 0 0 1566 For a runlet of sack given to Mr. Speaker of the Parliament house, in reward 1 1 10 For two hogsheads of wine given to the Lord Mayor 5 15 0 1568 Given to my Lord Catlyn, a bottle of malmsey containing one and a half gal- lon, at 16c?. a gallon, 2s. ; for a runlet of malmsey containing fifty-two gallons, at 14c/. the gallon, given to my Lord Chief Justice, 3/. Os. 8c/. ; for a runlet of Rhenish wine of twenty-two gallons, at 18c?. the gallon, also given to my Lord Chief Justice, 33s. ; for two bottles of wine given to the Lord Chief Justice, 2s. 8c?. ; given to the Lord Catlyn, two gallons of wine, one of Orleaunce and the other of old claret wine, 2s. 8c?. ; and for one and a half gallon of French wine, given in reward to the two Chief Justices, 2s. 5 3 0 Paid more for wines given to the two Lord Chief Justices 16 0 1570 Paid for ten gallons of muscadine given to Justice Southcott 1 1 0 1571 Paid for a runlet, seven and a quarter gal- lons, of sack, given to Mr. Recorder 15 2 Paid to Sir Rowland Hayward, lord mayor, pursuant to order of court 3 0 0 1572. Paid for a runlet of muscadell of six gal- lons, at 4s. per gallon, which was sent to Sir Rowland Haywarde (lord mayor), of good will 1 4 0 0 0 Paid to my Lord Mayor, in good will 3"], [99, "83 £ s. d. 1574. Paid for a loaf of fine sugar, that weighed 81b 10 oz., that was given to Mr. Sebastian 10 8 1575. Paid for a runlet of sack of seven gallons three quarts, which was given to Mr. Heysham, my Lord Mayor's clerk 15 6 Paid for two barrels of olives given to Mr. Norton 6 0 1576. Paid to Sir John Langley, lord mayor, at Christmas, as the gift of this house 3 0 0 1581 Paid for a hogshead of wine given to the Goldsmiths Company 3 15 0 Paid at the Lord Mayor his table by the Master's commandment; Mr. Molde, Mr. Mere, Mr. Swayne being there present at the same dinner 1582 10 6 0 0 0 0 1584 Given to the Lord Mayor, by consent Paid for engraving the arms of the house into five spoons given by the said Lord Mayor 1 8 1587 Paid when we were at my Lord Mayor's dinner si- 0 0 1588 Paid for two runlets of sack, containing twelve gallons, at 3s. 4c?., given to Mr. Recorder and Sir George Barne 2 0 0 For a runlet of sack, six gallons, given to Mr. Recorder 1589 19 2 Paid for so much given to my Lord Mayor at a dinner by the Master and Wardens 1590 4 4 0 0 13 4 Paid for a tierce of wine for Mr. Attorney 1592 Paid for a runlet of sack, ten gallons three quarts, given to Justice Yonge 1 8 0 0 0 1596 1603 Lent to the city for Her Majesty's service 40 Paid for a runlet of Rhenish wine given to one of the Parliament house 1 3 2 1604 Paid to Sir Thomas Lowe, knight. King's treasurer, for the 1 oan-money to the King 5si 0 0 1605 Paid for procuring the privy (seal) for the 60/. lent last year 10 0 Note. This money was repaid to the Company, 1606, by the King."], [100, "84 £ s. d. 1 605 . Given to the Lord Mayor when the Master, Wardens, and Mr. Swayne went to him to dinner, being 26s. 8c/. each 5 6 8 1667. The Court presented a hogshead of wine to the Lord Mayor (Bolton) in thankful ness for his favour to the Company in their opposition in Parliament to the Vintners, for restraint in buying and selling wine in gross. Fines. Received : 1540 Of John Herth, for four evil-made tank- ards and other defaults 2 9 Of Thomas Hynde, for words that he spake in my Lord Chancellor's house 1 0 Of Mr. Olyver, for keeping of certain of the Company drinking, so that the barge went from shore or they came 1 4 Of Robert Swayne, for evil language given to his master Trerys 6 8 Of Lawrence Edwards, for taking of his apprentice again after he was assigned by the Wardens to another man 6 8 1544 Received of Richard Bartlat, for his dis- obedience of the Master and Wardens 1 0 For certain words of reproach indecently spoken by the Master of the craft 10 0 1545 Received from five members for fines, for indecent words spoken on election day 13 4 10 0 1546 Olyver Whithed for altering wines Richard Smith, to have another apprentice contrary to the Act 3 4 John Rede, the like 3 4 John Thurston, the like 3 4 Of Richard Smith, for the forfeit of nine naughty kilderkins, and for his disobe- dience 1 10 0"], [101, "85 £ s. d. 1546. Of Stephen Herth, for falling out with Thomas Blecke 2 8 Of Thomas Blecke, for the same matter, because they both unbrotherly openly in the street rebuked each of them other 1 4 1547. Fines of three young men of the clothing, for opening their shops contrary to the Act 13 4 Of seventeen others, out of the clothing, for the like 1 8 4 Of four others, for the like 6 8 1551. Richard Bawland, for breaking his oath 1552. Received fine of Jasper Cromewell, for 3 4 working in the strangers' cellars in the night, in and about wines, to the slander of the Company 1 0 0 1564. Received of two members, for not coming to the election of sheriff 1 4 Funerals. 1535. Paid towards the burying of John Ed- wards 5 0 1537. Paid towards John Comson's burial, be- cause we had no torches nor tapers 3 4 1539. Paid and spent upon the Company, at the burying of John Cloker : For bread For ale and beer For five quarts and a pint malmsey 0 8 1 0 1 4 For seven pottles Gaskoyn wine For fire 2 4 0 7 For sugar 0 6 For a pottle of Gaskoyn wine For apples 0 4 0 1 For four capons and two geese For rabbits 6 8 1 8 For brawn 3 4"], [102, "86 £ s. d. 1539. For veal 1 0 For fire, and for dressing of the meat For more wood for. fire in the parlour More for sugar 1 2 0 2 0 2 For four quarts of Gaskoyn wine 0 8 1540. Received of sundry persons for and at burials, which should have been spent upon the Company, and not spent : Of Master Marefeld, at the burial of his wife 6 8 Of Master Hassyll, at the burial of his wife 6 8 6 8 Of Mrs. Basley, for her husband . . Of Master Tyrrys, for the burial of his wife 6 8 Of Robert Swayne, for the burial of his wife 6 8 1545 Received of Master Olyver Whithed, at the burial of his wife 5 0 Of Mr. Johnson for Master Wood, at his burial . . . . 1 0 0 Paid amongst the Company, after Master Cloker's burial 1549 2 6 1553 Received of Mrs. Swayne, at the burial of her husband 10 0 Received of Mr. Cloker, his gift at the burying of his mother 13 4 1563 Amount of benevolences given by mem- bers, for and towards the making of a new hearse-cloth .. 11 Costs and charges paid for the same as 6 8 under : 2 lb. of gold and silver, at 54s. the lb. 5 2 lb. of Venice gold and silver . . 5 8 0 8 0 9 oz. of gold and silver . . 2 1 oz. silver 0 0 5 2 1 lb. Venice gold . . 2 14 0 \\ lb. silver . . . . 1 2 oz. of gold and silver 11 0 10 8"], [103, "87 £ s. d. 1563. \\ oz. gold 3 0 Yellow and white silk, 4 oz. Silks of divers colours 6 10 1 3 8 1 oz. black ferret silk 2 oz. yellow silk 0 10 3 4 1 oz. bridge silk 1 oz. ferret silk . . 1 6 0 10 2 oz. yellow and white silk 1 oz. white silk 3 4 1 8 14 oz. purple silk \\ oz. black silk . \\ oz. yellow silk Red silk 1 8 0 0 9 0 10 0 4 1 oz. yellow silk \\ oz. black silk , 1 10 0 9 For purple and yellow silk 1 oz. yellow silk 0 8 1 8 5 \\ yds. purple velvet at 26s. 8c?. the yard 7 6 8 1 6 0 For pearls 2 oz. of purple 12 0 For working the 14 oz. of purple silk in fringes 6 0 For white thread, and for thread in co- lours 4 11 For | and \\ oz. of fringe that was lack- ing 1 9 For yellow cotton made fit for the cloth to keep it from fretting 3 6 For canvas 5 0 For a quartern of yellow kersey 0 7 For paper. Ad. ; flour, 2c?. ; saffron. Id. ; wax, Id. ; for saffron and searing can- dle, 2c?. ; meal or flour, 2</. ; for sear- ing candle, Id. ; ink, Id. ; glue, \\d. ; for a carrier, 12c/. ; for bread to make clean the work, 6c?. ; for meal. Id. ; for a piece of buckram, 4s. 8c?. ; for bread to make clean the work, 6c/. 8 0"], [104, "88 £ s. d. For candles spent in the night-time about the making of the said cloth 1563. 9 0 Paid to the broderers, for their work- manship done in the making of the said hearse-cloth in great, with 20s. in reward, by consent of the court ; in the whole 24 10 4 And for their bedding by all the time of their work, the time of seven months 4 4 Paid the painter for drawing the crest and arms for the new hearse-cloth 3 4 1564 Burial -money, the gift of Thomas Blake, late one of the ancients 1 0 0 1565 Received at the burial of three parties, being bequests towards repasts for the livery 2 13 4 1579 Received of Mrs. Byrde, for a dinner for the Company, at the burial of her hus- band 2 2 0 0 4 8 Paid for the dinner 1586 Received of Mrs. Meare, widow, executrix of the last will and testament of John Meare, Cooper, deceased, which he willed and bequeathed to and amongst the brotherhood of the Company to be spent 2 0 0 Law and Parliamentary Charges. 1528 Paid for my (John Willis) costs and charges spent in the law against Philip Cowper for executing mine office according to mine oath 4 0 0 1529 Paid for my (John Basley) costs and other charges for the suit, spent in this term and at the Parliament 3 0 2 Paid to Master Dansyll, serjeant of the coif, for his fee to be a counsel against the four alyant Coopers in the Checker 1531 3 4"], [105, "89 £ s. d. 1531 Paid, the 2d day of May, for the Dutch coopers' breakfast that came into the Checker to witness against their coun- trymen coopers, of their setting up of house and shop 184 Paid to our attorney in the Checker, for his writings and fee 6 8 Paid to the Speaker of Parliament's clerk, for his pains taking 1 6 8 Paid for a little barrel of muscadine, of three gallons and a pottle, given to Master North, clerk of the Parliament, dwelling in Wood street 2 10 Paid for the King's seal set upon the Act of Parliament granted unto us to search with 7 6 1537 Paid for the entrance of a plaint against Edward Been, serving man, for horse and harness, a bow, and sheaf of arrows 0 2 0 8 To the serjeant for his fees to arrest him 1539 Paid to Thorughgood, serjeant, when he should a had John Whythed to the Compter for his disobedience 0 8 1541 Paid to the scrivener at Gracechurch, for writing the bill to the Mayor (and for a copy), against the beer brewers 2 8 Paid to Master Ruscheton for his fee, to be a counsel with us against the beer brewers 6 8 Paid for a copy of the beer brewers' com- plaint against the craft 0 4 Paid to Master Ruscheton's clerk, for his reading of the copy and for reading of our answer 0 4 Paid, on Shrove Tuesday, to Master Ruscheton, in the presence of Master Charley and Master Mynton 3 4 Paid for another copy of the answer, new written again 3 4"], [106, "90 £ s. d. Paid to Master Ruscheton, for the draft of the bill in to the Parliament house 1541 3 4 Paid to John Moor, our clerk, by the hands of Master Trerys, for certain writing to the Parliament house 5 0 Paid to the Speaker of the Parliament house, by the hands of Peter Curantts, the sum of 1542 3 6 8 Paid to the serjeant's servant of the Com- mons House, for a reward 0 8 Paid, at the King's Head in Fleet street, for a breakfast for certain of the Com- pany 1 0 Paid for a weker bottle given to the ser- jeant 2 Receipts, as well of the Englishmen as of the strangers Dutchmen, towards the charges of the suit in the Parliament : First, received of Master Charley Of Master Tyrrys Of Master Byrde Of John Johnson Of Robert Swayne Of Master Hasyll Of the Dutchmen 10 0 4 13 4 3 5 8 4 0 1 0 2 8 8 Paid towards the charges in the Parlia- ment house : To Master Atkyns, for his council upon the recognizance wherein all the craft stands bounden to serve the beer brewers with vessels 3 4 Paid more to the same Mr. Atkyns, for drawing a bill to the Parliament house 5 0 Paid to Master Raynesford, keeper of the Lords House 3 9 Paid to Peter Corant, and John Whyt- hed, and William Whytte,. towards the suit in the Parliament house 1 0 0"], [107, "91 £ s. d. Paid to the serjeant-at-arms that awaits on Master Speaker of the Parlia- ment house 1542 1 0 0 Paid to Master Recorder to be a coun- sel with us in Parliament house 10 0 Paid to the serjeant that kept the door 0 8 Paid to the keeper of the Lord Cham- berlain's door 0 4 Paid to Mr. Urmyston's clerk, for the reading of the Act to us 0 4 5 0 Paid to the serjeant again Law charges : 1543 Payments in defence of Anthony Lowe Payments for suing out of the Act 2 11 4 19 10 1544 Paid and given, in a reward, to the ser- jeant of the Commons House in the Parliament 3 4 Paid for boat-hire to Westminster and 1547 back again, when Mr. Heath and Mr. Gryfiin, the Warden, went to Parlia ment 0 6 1561 Paid for a copy out of the Rolls for the Vintners' licence to retail wines 0 6 1562 Paid, in July, to Master Slywright, for drawing our license to sell wine, to be signed by the Queen's majesty Costs and charges in and about the repeal- 10 0 ing of the statute concerning the prices of vessels 6 10 6 Paid, as in reward, to the Speaker, one runlet with ten gallons of sack, 16s. 6d., and for a quartern of pippins and a basket, 2s. 18 10 Law charges in proceedings against stran- 1563 17 3 4 gers Costs in law against a brewer at St. Giles 1565 in the Fields, for resisting the Master and Wardens at their search si 18 10"], [108, "92 £ s. d. Received of the freemen of the commo- nalty. Al. 2s. 10</. ; and of the Dutch- men householders at Tower hill and in Southwark, 8/., towards obtaining the repealing of the Act made for the prices of vessels at the last Parliament . . 1566 12 2 10 Charges for repealing former statutes con- cerning beer, ale, and soap vessels 20 2 7 Costs in law, against Dutchmen and others, for denying to seal their round bouge barrels 18 3 4 Costs and charges at law against offen- ders .. 1567 53 13 7i 18 6 1568 1573 Law charges 16 Paid for law charges, in suits against foreigners 22 10 1 1588 Expenses in obtaining the Act of Parlia- ment for gauging foreign vessels 30 13 2 1592 Paid to one of the Lord Mayor's clerks, to solicit our cause before the court of Aldermen, about marking the true con- tents of hogsheads 3 4 Paid for a bill preferred to Parliament against the Brewers, for keeping above two Coopers in their houses, against the statute 23 Hen. VIII. 5 4 2 The like for a bill in Parliament respect- ing bringing in of clapboards and re- straining of foreign casks 1592 si 12 1 1597 Collected of the Company, by way of goodwill, towards the suits in Parlia- ment 16 3 0 Paid for a runlet of sack given to Mr. Wilbraham 1 15 4 Paid at the Parliament house about pass- ing two bills ; one which did pass, but afterwards put back, including 1 /. 1 3s. 4c?. ipocrass for the Lords 47 6 7"], [109, "93 £ s. d. Miscellaneous. 1529. Paid to a serjeant for arresting the brewer in Aldersgate street that caused his vessel to be cut less 1 0 1536. Paid for two sheaf of arrows Paid for two burdens of rushes 6 8 0 4 Paid to Master Willes, by the consent of the Company, to have the common seal delivered in to the craft 10 0 Paid the King's silver, according to the assessing 3 0 Paid to the bayley at the Tower hill, when we went to search how many of the Dutchmen were made free denizens 1539. 1 0 1544 Receipts for scantlin money of the young men taken into the livery, ten at Is. Ad. each 13 4 Receipts of all the sessing money gathered of all the Company, as well English as Dutchmen strangers 23 16 8 The like for the gathering of the young men 14 7 0 Scantlin money received from four mem- bers on their first coming in the livery, 16c?. each 1545 5 4 1549 Paid to the clerk of Mr. Treasurer of the Augmentation, for the preachers of the King's majesty . . ;'-t 0 0 1552 Paid on Friday the 17th of March, at the possession taking of Old Wool Key, to twelve young children, being witnesses 1 0 2 8 Receipts of the clothing for the poor 2 Ditto of householders out of the clothing, for ditto I 1 5 0 8 8 Ditto of the Dutchmen, for ditto Paid to Bartholomew's hospital, for one whole year, towards the poor . . 4 0 0"], [110, "94 £ s. d. Paid at Guildhall, for the charge of enroll- ing the deed, and of Mr. Charley's will 3 Costs and charges in the renewing of the 1552 0 0 1557 corporation . . . . 6 17 8 Received of the late Queen's majesty, and for the bargain and sale of Old Wool 1558 Key with the appurtenances . . 400 0 0 1560 Costs and charges in and about the pur- chasing of a tenement in St. Michael Crooked lane . . 62 2 10 The expenses for and concerning the re- novation of our Ordinances this year 9 17 11 1562 Paid this year for scantlin cloth of pewke and scarlet, given to the nine persons that came this year into the livery, for samples 4 6 1564 Paid for three vizors, provided for the punishment of naughty apprentices, 3s., and for three whip-stocks with whip- cord, 6c?. 3 6 Received at two searches made amongst the beer and ale brewers within the City and without ; viz., Westminster, St. Giles's, Islington, Stratford, and Ratcliff, and among the brethren of the fellowship, for and towards the charges of the dinners of the Master, Wardens, and their associates, and for the officers' duties and other payments, viz., in four days in August, 48s. 2c/., and three days 1565 in April, 42s. Id. . . A 10 9 1566 The following members contributed to- wards the charge of providing the site for the Royal Exchange : Mr. John Heath ..500 Mr. Stephen Heath . . 1 10 0 Mr. Wilsone ..100 Mr. Edmond Birde ..100 8 10 0"], [111, "95 £ s. d. Paid sundry members the rest and re- mainder of monies put into the lot- tery 1569. :-< 2 0 1570. Paid for an Act of Common Council made against the setting awork of foreigners 0 2 Paid for nine gallons one quart sack, 15s. 5c/., a gallon of Rhenish wine, 2s., and a runlet, 12c?. 18 5 1574. Money received of the fellowship, for the provision of gunpowder 12 10 0 Paid for 180 lbs. of gunpowder 10 13 6 1578 Paid for a vizor 2 0 Paid for rods 0 2 Paid two men that whipped the two that did offend 1 0 Received for press-money for seven fo- reigners and Flemings which Mr. Mere pressed in his wardenship to the Queen's work on Tower hill 1580 7 0 Received for certain parcels of plate by this Company sold, appertaining to the house 5 2 6 1587 Paid to the Chamberlain, by virtue of a precept from my Lord Mayor to the Company, for lands concealed from His Majesty 5 2 6 1590 Paid to Mr. Chester, deputy to Mr. Cla- renceux King of Arms, for registering the Company's arms 10 0 0 6 Paid for a chain for the Bible 1591 1592 Paid for a new Bible and a new Service- book for the chapel 2 4 I Paid to a painter, for painting the Com- pany's arms in books given by Master Swaine 1593 12 0"], [112, "96 £ s. d. Pageants. 1529 Paid for 16 yds. of white cotton for Mid- summer, for the watch, with making 10 0 1533 Paid to the goodman Hall, carpenter, for the scaffold whereon the clothing stood at the ordination of the Queen 0 11 Paid for meat and drink spent in the barge when we went to fetch the Queen at Greenwich, to the Tower . . 1 3 1539 Paid for 20 yards of white cotton, at 7c?. a yard 11 8 Paid for scouring of the harness, and for canvas, for making and sewing of it 1 10 Paid for the making of the four coats Paid for three sheaf of arrows Paid to old Asplyn for lend of his harness 2 0 7 6 1 2 Paid for new feathering of eighteen shafts and six arrows 1 3 Paid for two pair of splints 3 10 Paid for four bows . . 6 9 Paid for red cloth for the crosses and arms 1 0 Paid for bow-strings 0 4 Paid for the scouring of Asplyn's harness Paid for faggot, drink, and bread Paid to a man that was admitted to shoot 0 A 0 5 0 8 Paid for fire, bread, and drink Paid for a gorget to Mr. Clarke 0 3 0 10 Paid for four shooting-gloves 1 4 Paid for four brassers 0 6 Paid for buckles, nails, leathers, and for canvas for the saletts 4 0 0 9 Paid for three dozen of arming-points Paid to the armourer for new scouring of the harness 4 0 Paid to the fletcher for setting on heads on the arrows 0 6"], [113, "97 £ s. d. 1539 Paid for two bills making, for the chang- ing of bows to morris-pikes 0 3 2 0 Paid for four white caps Paid for another bow 1 8 Paid for breakfast for the four men . . Paid to the four men for prest-money Paid for eight cresset-staves 0 9 2 8 0 8 Paid to John Dyar, to shave the same Paid for eight new cressets 0 8 16 10 Paid for a harness, splints, and a salett Paid, against the receiving of my Lady 13 8 1540 Ann, to John Creke carpenter, for four- teen scutcheons working, and for set ting on the leathers 7 2 For mending of the two blue cloths that hung about the barge, which was rent at her coming into Greenwich 2 0 Paid to Master Alysander, painter, for the painting of the fourteen targets 14 0 4 And given to his servant to drink 0 Paid to him that played on the instru- ment in the barge 3 ■l The charges of bread, meat, and drink for the Company in the barge : To the goodwife Swayne, for half a dozen bread 0 6 More to her, for a gallon and a pottle of beer, and for a gallon of good ale 0 4 For a jolle of fresh salmon, and a jollc of salt salmon, and for two gurnards 2 !0 At the grocer's, for cloves, mace, and 1 lb. of small raisins i 4 For 3 lbs. of great raisins, and for 2 lbs. of prunes 0 J 9 0 0 0 For eight white cups, to drink in the barge For 14 lbs. of shafte eels 1 1 To the cook for the baking of the pies Paid for ten badges for the cresset-bearers and bag-bearers 1 S H"], [114, "98 £ s. d. Payments against Midsummer night, to- wards the cresset-lights : For 16 yards of white cotton, for four 1547. coats, at Id. a yard 9 4 For \\ red cloth, for crosses with the arms of the city 1 0 2 0 For making of the same coats For 10 stone of cresset-lights, at 3d. a stone 2 8 For eight straw hats 0 8 For badges to set on them 1 8 For ells of canvas | broad, for a bag to bear the cresset-lights in ... 0 6 For new feathering and dressing of two sheaf of arrows 1 0 To Master Williamson, for one sheaf of arrows 1 8 To eight cresset-bearers and two bag- bearers, for their wages for both the nights 10 0 For bread, ale, and beer for them, for both nights 0 8 To the clerk for his attendance, for both nights 0 8 For four shooting-gloves and four brassers 1 8 To the armourer, for scouring all the harness 3 4 1556 Paid in prest to six men, 6s. ; for two bows, 5s. ; for three bills, 4s. Id. ; and for a sheaf of arrows, 2s. 17 1 1558 Paid, when Queen Elizabeth came to take possession of the Tower, for the loan of a broad cloth for our standing, 2c/. ; for the carriage of our standing from the hall and home again, Is.; to the carpen- ter for setting up and taking down and mending our frame, 3s. ; for nails, Ad. ; and for the beadle's dinner, 6c/. 5 0"], [115, "99 £ s. d. Paid in January when theQueen came from Westminster to the Tower by water 1558 9 1 6 Paid, 14th January, when the Queen came from the Tower to her coronation, for setting up our standing, 2s. ; for cord for the banner-staves, 2c/. ; for carriage and recarriage of our standing, 16c/. ; for silk for mending our streamers, Ad. ; for car- riage and recarriage of a broad cloth, Ad. ; for dinner for me and the beadle, Is. 5 2 1559 Costs and charges of 16 men to muster be- fore the Queen's majesty at Greenwich, with the rest of the companies appointed for the city, in the month of July 4 C 9 1564 Costs and charges for two new streamers and a banner : For crimson sarsnet . . 2 0 0 6 ells green sarsnet . . 2 8 0 2 ells black taffeta . . 14 0 21-^ oz. silk fringe . . 2 3 0 3 yds. buckram . . 2 6 The painter, for his workman ship . . . . 4 14 4 12 1 10 For two poles for the ban- ner-staves . . 2 0 The joiner, for making them 1 8 The turner, for staves to roll the banners on . . 3 4 For three poles to hang the banners upon . . 0 9 For making them . . 0 8 For iron to hang the ban- 1 0 ners upon 9 5 Paid for our standing when the Queen's 1570. majesty went to Sir Thomas Gresham's house ; that is to say, for the cloth, 2s. ; to the carpenter, 3s. Ad. ; for 2 quar-"], [116, "100 £ s. d. ters, 18c/. ; for 200 nails, 12c/. ; for five white staves for the whifflers, \\6d.; for drink for the beadle, 4c?. ; and for four deal boards, 3s. Ad. 12 10 Received of certain strangers, and others of the fellowship, for and towards the charges in mustering thirty-four sol- diers, set out by the Company to make a show before the Queen's majesty at Greenwich, on May-day 1571. 1 8 4 Paid, for furnishing the said soldiers, for calivers, flasks, touchboxes, gunpowder, meat, drink, and other necessaries 19 2 4 Paid for cruell for the flasks and touch - boxes for the calivers 8 8 1584 Charges laid out, for training up and mus- tering of fifty men before the Queen's majesty at Greenwich ; For gunpowder Match Silk ribbon for their head-pieces Victuals for the soldiers before they 4 14 10 12 0 16 4 went to Greenwich 17 11 I For drinking for the Wardens and Com- pany, at sundry times when they went into the fields with the soldiers 17 11 For a dinner for the Wardens at Green- wich 18 0 For a boat to carry down their match, powder, and victuals 2 0 For a dinner for certain of the Com- pany, the captain, and his officers 2 5 4 5 6 7 To the captain for his wages For training up twenty-five of the same soldiers, being shot, the first day, at 6c/. the man 12 6 Paid the second day, for training up twenty-five shot and twenty-six pikes and halberts 1 5 0"], [117, "101 £ s. d. 1 5 € Paid the third day, for the like 1584 5 6 Paid the 17 th and 18th of May, to the soldiers for their wages 2 3 0 Paid for trimming up the calivers and corslets 2 10 0 Paid for an Act of Common Council Paid to the Lord Mayor's officer . . Paid to Mr. Smith, for a recognizance Paid for ten torches and ten links 6 8 2 0 2 0 13 4 1588 Paid for white staves, when the Queen came to Paul's cross 4 0 Paid for three deal boards for our standing, when the Queen came to Paul's cross, and for nails 7 10 For hire of a blue cloth, and carriage For a link and three staff-torches For packthread 2 6 3 4 0 1 For carriage of our standing from Ludgate to our hall 0 8 Monies received of members, for gilding Her Majesty's arms in the hall, and for making our own ensign 11 8 2 Sundry payments to goldsmith, for graving the rod of iron for guaging, and other matters connected therewith. Payments for painting the Queen's arms and for a new ensign : To the painter, for painting the Queen's arms in the hall, and the Company's arms in the ensign 4 10 0 For a curtain-rod, for the arms in our hall 0 7 To the painter, more, for painting the arms in our hall 6 8 For 13 ells of silk, to make the ensign, at 8s. 2c/. the ell 5 7 2 For making the ensign For a staff for the ensign To him that bought the silk 8 0 2 0 0 6"], [118, "102 £ s. d. 1588. For fustian for the same ensign . . For an iron to hang the same ensign 1 10 1 3 upon Paid for our forms at Paul's cross on the coronation day 1591. 1 0 1602. Received of divers of the Company, as money collected for and towards the King's coronation 23 16 1 10 0 Paid towards the King's coronation 17 1603. Paid the Chamberlain, for the monies as- sessed on the Company towards the pageants and other shows, against the King's riding through London, 15th March 5 5 si 16 8 Two further payments of 56s. each 12 0 Paid for new banners, fye. 10 4 Paid for lengthening the new rails or standings in Fleet street 7 13 0 Ten white staves for the whifflers 3 4 Ribbons for them 12 0 Paid for a dinner for the Company that day 3 13 0 Paid for forms at Paul's, on the coronation day 2 6 2 0 1605 1606 Paid for a new banner 4 Paid the assessment for shows, against His Majesty and the king of Denmark riding through the city, 21st July 0 0 7 Charges about the standing, including 3/. 9s. 7c/. for a dinner 5 16 10 1607 Paid, 24th March, being the beginning of His Majesty's reign, when we came from Paul's cross, for dinner at the Boar's Head in Old Fish street . . 2 5 11 Paid for forms at Paul's cross, three times, 9s. ; and for forms in Paul's church, 2s. 6c/. 11 6 Paid, the 5th day of November, being the King's day for the Parliament cause, for"], [119, "< '°3 > £ ,. ., a dinner at the Queen's Arms in St. Martin's . . . . 12 0 1609. Paid, 31st May, for barge-hire, to attend the Prince to Whitehall from Chelsea, against his creating Prince of Wales 2 5 0 Bread, beer, and cakes . . 4 11 For wine in the barge, 8s. 6c/. ; for supper. ll.0s.8d. .. .. 19 2 Royal Aids, Provision of Soldiers, fye. The Company being called upon to pro- vide and set forth four men towards the King's wars in the north country, paid the following charges in respect thereof : For four pair of Almayne rivets, with 1537 saletts, gorgets, and splints 40 0 For 20 yards of white cotton, for coats for our men, at Id. a yard 11 8 For the making of the said coats, to the tailor 2 0 For two black bills For four bows 2 6 4 0 To Edward Bayne and to Hary Barret, for prest-money 5 0 For two dozen of long arming-points For four horses for them 0 8 3 11 8 More for one saddle, and for mending of 3 saddles, and for bridles and girths 13 4 Paid to Edward Bayne and Hary Barret, for their boots and spurs, and jerkins of russet cotton 8 4 Paid to John Low and to John But- ler, for their prest-money 2 0 Paid more, for two swords for them 3 4 Paid to them for their boots and spurs 6 8 Paid for shoeing and for nailing of the four horses 0 12"], [120, "104 £ s. d. 0 2 1537. For bow-strings For two shooting-gloves and for two brasers 0 6 0 4 A dozen of arming-points Paid to the said four men, for their con- duct-money For the meat of the four horses for a 20 0 day and a night 2 3 0 16 Paid more for horse-meat Paid more to the said four men, for their own meat and for their horses' meat for a night 3 4 Paid and allowed for two daggers for the four men 4 8 Paid to John Moor and to John Dyar, for their labour for seven days, run- ning and going about at the Wardens' commandment 3 4 Paid to three of the same men, for their horses and their harness, by the com- mandment of the Mayor 30 0 Sum . . 10/. 8s. Id. Mem. Be it known that the same three horses was kept so long at livery that their meat came to the sum of 15s. Id. ; so were they fain to let them have two of the horses for their meat, and besides that paid the sum of And the third horse was sold to a hoope- man for the sum of as much as is writ- ten before in the receipts ; and the fourth horse, and the harness for Ed- ward Bayne's own body, the said Edward ran quite away with. 15 1 1542 The following charges were paid in setting forth two men, notwithstanding one was after clearly put out and discharged by my lord the Mayor and by the captain :"], [121, "105 £ s. d. 1542 First, paid for two swords and for two daggers 5 2 For two sword-girdles 0 8 For two white caps for them 0 10 For one dozen of arming-points . . For 3\\ yards of plain white, for two coats, at 20c?. a yard 0 2 5 44 For 2| yards of white fustian, for an arming-doublet, at 8c/. a yard . . 1 10 0 6 For an ell of canvas for the same doublet For two black bills* to Sir Richard Gressam 3 0 For 3 yards of white kersey, that made our man a coat, because the tother coats' cloth the Mayor nor the cap- tain would not allow, at 16c?. a yard 4 0 1 8 Paid for a pair of white upper slippers Paid and given to our said man, in a reward, for the honesty of the occu- pation, to drink by the way 1 0 For 6 yards of white cotton, for to make another white coat, against Midsum- mer 3 0 Paid to the tailor, for the making of two coats of plain cloth 1 0 For red cloth for the crosses set on all the coats 0 10 For the making of the kersey coat 0 8 For the making of the arming-doublet 1 0 Paid to the armourer, for this year's making clean the harness 2 0 For two coats making, against Mid- summer 1 0 Receipts of money of the Company, as- sessed the 28th day of May, for setting 1544 out of six men for the King's majesty's wars ; thirty-three members, in sums from 13s. 4c?. to Is. 8d. 11 12 8"], [122, "106 £ s. d. 1544 Payments for the setting forth of six men, soldiers, to the King's majesty's wars, that is to say, two bow-men and four bill-men : For 1 8 yards of blue Hampshire kersey. put three yards in a coat, at 21c/. a yard 1 11 6 For 3 yds. of yellow kersey, for guard- ing the six coats, at 20c/. a yard 5 0 For 3 yards of red and white kersey, and for 1 yard of black kersey, for the sleeves checkers, at 18c/. the yard 6 0 For making the six coats, at 20c/. the piece 10 0 For 15 yards of white Holmes fustian, at 8c/. the yard 10 0 For 12 yards of white cotton, to line the doublets, at 6d. the yard 6 0 For 3 ells of canvas, at Ad. the ell, for the doublets 1 0 For making of the six doublets, at 10c/. the piece 5 0 For six pair of hosen, at 4s. 8c/. the pair For their six hats, at 1 2c/. apiece For six badges, painted for their hats, at 1 8 0 6 0 4c?. apiece 2 0 For six swords, at 2s. 2c/. apiece, for the soldiers 13 0 For five daggers, at 14c/. apiece For four black bills, at 14c/. apiece For six sword-girdles 7 0 4 8 1 2 For a bow and a sheaf of arrows . . For another sheaf of new arrows . . For arming-points for the soldiers For bow-strings, at two sundry times Paid to the armourer for mending the 3 4 2 8 1 6 0 2 harness, and for leathers and new buckets, and other to them 3 8 4 0 For three new skolls, at 16c/. apiece"], [123, "107 £ s. d. 1544 For three pair of Almayne rivets, new bought, at 10s. the pair 1 10 0 Paid to the six men, at divers times, at Mr. Chamberlain's commandment, at 20c?. a man 6 0 Paid for the dinners of the said six men, at two sundry times 3 0 Received of Master Chamberlain of Lon- don, for the six coats of the six men that we sent forth to do the King's business and commandment J 3 0 1545 Receipts of the Dutchmen, towards the harness buying and finding forth the six soldiers 1 18 4 Paid further charges respecting setting forth the six soldiers si 9 9J Paid the third time, of and for setting forth of two men 18 7 Payments for the second time, towards setting forth the six soldiers 1 12 7 The like, second time, for setting forth of other six men, soldiers 14 64 I 1557 Monies received of divers of the Compa- ny, as a loan to and for the provision of harness for soldiers And 9 13 4 19 8 Costs and charges on the provision of har- ness and other necessaries for war, and for setting out six soldiers 3 12 11 For furnishing and setting out of twelve soldiers, the 7th August 7 12 0 For furnishing and making forth six more, the 5th January 1 11 0 For furnishing twelve more 9 14 8 For furnishing six more 19 4 i Necessaries for the said soldiers, as for stores 3 11 8 Costs and charges in the making forth of two soldiers to the sea, May 1560 1559 i 2 2"], [124, "108 £ s. d. 1562 Costs and charges for the preparation and setting forth of eight soldiers to New- haven, whereof four were corslets with pikes — two, corslets with bills — and two, arquebusiers or archers 22 10 4 1564 Paid expenses on the preparation of five soldiers to Newhaven 9 4 7 1566 Received from the late Lord Mayor, for and towards the charges in making the soldiers this Company, upon warrant, made and found to go to Ireland . . 4 0 Charges and provision for and setting out a soldier to go to Ireland 6 5 2 1569 Paid charges for setting out twelve sol- diers 34 10 11 Monies received of and among the Com- pany, to and for the charges in setting out twelve soldiers into the north 13 11 *6 1577 Received of divers of the Company, to- wards furnishing twenty-five soldiers 9 9 0 0 Paid for the said soldiers 18 04 1579. Collected amongst the Company, for set- ting forth five soldiers 5 7 4 The like, for provision of furniture for the soldiers 2 7 6 1580. Various amounts were received from mem- bers towards setting out thirty-eight soldiers that went to the Queen's ships, and divers payments made respecting them. Paid for the wages of eight soldiers for seventeen days, at 8c/. the day 1585. 4 10 8 For powder, match, bullets, moulds, rib- bons, and purses 17 0 0 0 For eight coats for them 2 For conduct-money, hose, and shoes, by commandment of the captain 14 6 For 141b. powder 1 6 For a new Spanish head-piece for Pytts 3 4"], [125, "109 £ s. d. Paid to Pytts, for his wages for three days, conduct-money, and for a ribbon, and waiting of the captain 1585. ■1 6 1586. Paid for 262 lbs. of gunpowder, at 10c7. per lb., by virtue of a precept from the Lord Mayor 11 3 8 Paid to the Chamberlain of London for and towards transporting two hundred soldiers to the Low Countries, by virtue of a like precept 2 9 -1 Paid for apparelling four soldiers, and other charges 3 8 4 Received for three barrels of gunpowder, sold to the Mynion, one of the ships set forth by the City 1587. 9 15 0 Paid, by virtue of a precept from my Lord Mayor, towards setting out twenty sail of ships 1 10 0 6 Paid towards training 1000 soldiers 7 1591 Received of the Company, lent for set- ting out ships 41 18 4 4 0 Paid them for the same 41 18 Paid to Mr. Garrett, for provision of ships 4 7 0 Paid to the Chamberlain for so much assessed on the Company by the Lord Mayor, towards setting out great horse to Ireland 1598 3 0 0 Paid to Alderman Thwaites, by virtue of a precept from the Lord Mayor, for money lent the Queen 80 0 0 This was repaid in 1599. Paid to Alderman Saltonstall, monies dis- bursed by him for interest of 60/. for six months lent to the Queen 3 0 0"], [126, "110 BY-LAWS. By-laws for the regulation of the Company were made, and allowed, agreeably to the provisions of the Act of Par liament of the 19th Henry VII. cap. 7, since the charter of incorporation ; viz. By William Archbishop of Canterbury, lord chancellor, Thomas Earl of Surrey, lord treasurer, Sir John Fyneux, chief justice of the king's bench, and Sir Robert Rede, chief justice of the common bench ; 14th May, 22 Henry VII., 1507. By Sir Nicholas Bacon, knt., lord keeper of the great seal, William Marquess of Winchester, lord treasurer. Sir Robert Catlyn, knt., chief justice, and Sir James Dyer, knt., chief justice of the common bench ; 10th June, 3 Eliz., 1561. By Edward Earl of Clarendon, lord chancellor, Sir Robert Foster, knt., chief justice, and Sir Orlando Bridgeman, knt. and bart., chief justice of the common bench; 8th May, 14 Chas. II., 1663. By Philip Lord Hardwick, lord chancellor, Sir William Lee, knt., chief justice of the king's bench, and Sir John Willes, knt., chief justice of the common pleas ; 3d June, 14 Geo. II.; 1741. Which latter are the existing by-laws for the regulation and government of the Company."], [127, "111 CHARITIES. The Company have the management and control of the following charities : First, a School and Almshouses at Ratcliff, founded by Nicholas Gibson, citizen and grocer, sheriff A.D. 1538, who by his will, dated 23d September, 1540, left to his wife Avice all his property, on condition she should assure the same for their maintenance and support for ever. She subsequently married Sir Anthony Knyvett, and made a surrender of the property to the Company in 1552, pursuant to the terms of Mr. Gibson's will. The original institution, in addition to the school, was for the maintenance of fourteen poor distressed persons, men and women, according to the discretion of the Company; of whom seven were to be inhabitants of the parish of Stepney, and the remaining seven of the mistery of Coopers or their wives. This charity was increased and extended by the be nefactions of Henry Cloker, 1573; Toby Wood, 1611 ; and Henry Strode, 1703. The inmates consist of eight widows of Stepney, eight widows of freemen, and six poor men, mem bers of the Company. They are elected by the court upon vacancies occurring by death or otherwise. Each man, besides the advantages of a residence, now receives a pension of 21/. yearly, and each woman of 18/. The original pensions were 6s. 8c/. per quarter. They are all allowed coals. A surgeon is provided, and a nurse kept to attend those who may be sick. They are required to be sixty years of age at the time of admission. There is a chapel attached to this establishment, and a clergyman of the Church of England appointed for the per formance of Divine service. The school is sufficiently capacious for one hundred boys. The children are admitted by the court, upon application of the parents, and are selected from inhabitants of Ratcliff and the parish of Stepney. This school, originally a grammar school,"], [128, "112 will be materially extended and improved, and restored to its original institution in a period of about three years from the present time, the Company then coming into possession of a considerable increase of revenue to enable them to do so, and measures are now in progress towards effecting this ob ject. The education at present determined upon to be given, commencing Midsummer 1848, consists of reading, writing, arithmetic, book-keeping, the English grammar, geography, and composition. The buildings are situate in School-house lane, Ratcliff; and were wholly rebuilt in the year 1795, after the great fire. A full-length portrait of Lady Knyvett, Mr. Gibson's widow, is placed in the chapel, which, from the Company's records in the year 1567, appears to have cost 2/. 3s. 4c?. The Company attend annually on New-year's day at St. Magnus church, London Bridge, to hear a sermon, and per form the covenants and conditions in Mr. Cloker's will, the same being then publicly read. Second. A School and Almshouses at Egham, founded by Henry Strode, esquire, A.D. 1703, for the benefit of the parishioners of Egham. This establishment consists of a chapel, school, and twelve almshouses, which were rebuilt in the year 1828, after an appropriate design by George Smith, esq., F.S.A., Fellow of the Royal Institute of British Architects, a member of the Company. The school is adapted for the accommodation of upwards of one hundred children, and is under the able ma nagement of the Rev. George Adolphus Hopkins. He is also chaplain to the establishment, and superintends the pension ers. Their allowance is sis. per week each, with coals and clothing, and the benefit of medical attendance. The accounts of the revenue of this charity are deposited with the master, yearly, for the information of the inhabitants of the parish. In addition to the above, the Company possesses a free hold estate at Woodham Mortimer, Essex, left by the late William Alexander, esq., in the year 1725, comprising a"], [129, ""], [130, "MONUMENTAL OBELISK _ WOODHAM MORTIMER"], [131, "113 residence in the Elizabethan style, with commodious barns and outbuildings, and 308 acres, chiefly of arable land. Under this bequest forty persons, either freemen or livery men or their widows, receive an allowance of 5/. each yearly, and are required to attend the court in the month of July, who elect in all cases of vacancies. It appearing that no testimonial had been adopted to re cord this benevolent gift, the Company, in the year 1826, directed a monumental obelisk, from a design by Mr. Smith, to be erected for that purpose, at the entrance of the ave nue facing the residence and adjoining the high road from Chelmsford to Maldon, with the following inscription : in grateful remembrance of the munificent bequest by WILLIAM ALEXANDER, Esq., OF HIS ESTATE AT WOODHAM MORTIMER IN THE COUNTY OF ESSEX, \" FOR THE BENEFIT, BEHOOF, AND ADVANTAGE OF THE POOR OF THE COMPANY OF COOPERS, LONDON, FOR EVER,\" THE MASTER, WARDENS, AND COURT OF ASSISTANTS OF THE COMPANY HAVE ERECTED THIS MEMORIAL, NOT ONLY AS A TRIBUTE OF THEIR RESPECT AND ADMIRATION BUT ALSO WITH A VIEW OF PUBLICLY HANDING DOWN TO FUTURE AGES SO SPLENDID AN ACT OF DISINTERESTED GENEROSITY. M.DCCC.XXV. Robert Carter, Esq., Master. 1 Abraham Alg- ar, Esq., Senior Warden. > 1825, 26, 27. James Francis Firth, Esq., Junior Warden. ) In Woodham Mortimer church, which adjoins the resi dence, a fine-toned organ, well adapted to the size of the edifice, was handsomely presented to the parish in the year 1842, by Mr. James Boyer, the clerk of the Company. i"], [132, "114 One hundred pounds per annum, with the accumulations of interest thereon, has been invested since the year 1844, under an order of court, to be applied either towards the erection of almshouses, an addition to the pensions at pre sent allowed, or an increase in the number of pensioners, as may be ultimately determined upon. EXHIBITIONS. These were of rare occurrence ; none appearing to have been founded by grant or will, but made and discontinued by the Company at their pleasure. The first appears in 1575, when 21. was granted by the court, and a like sum continued in the years 1585, 1586, and 1587. In 1590, 21. 3s. 6c/. was contributed by the livery towards 5/., given in that year to a scholar at Cambridge, towards his charges in becoming Master of Arts ; and further allowances of 21. yearly were made, 1591 and 1595. In 1630, an exhibition of 4/. yearly, payable quarterly, was granted during pleasure. In 1663, a similar exhibition was granted, and another in 1664, since which time no further grants have been made by the Company."], [133, "115 FREEDOM and FREEMEN. In 1541, the members composing the Company were, Of the clothing . . . . 25 Out of it . . . . 86 Dutchmen . . . . 13 — 124 In 1547, they were Of the clothing . . 31 Young men on ditto ... 9 Householders out of the livery ... 43 English freemen, journeymen ' . . 21 Ditto, new made brethren . . 11 Foreigners, free journeymen . . 9 Dutchmen, householders . . 45 Free denizens, journeymen . . 13 New come-in Dutchmen, journeymen 12 194 In 1553, they had increased to 267. The present number of freemen is estimated to exceed one thousand. The amounts paid respectively for quarterage were. Householders 10c/. per quarter. Free journeymen . . 8c?. Dutchmen, householders . . 10c/. Their journeymen . . 8c/. The present sum payable is 3s. Ad. per annum. The ancient fine for admission to the free- dom, not by redemption, was . . 3s. Ad. For entrance of apprentices . . Is. 8c/. For entrance of marks . . Is. 4c?. The present fees and charges are. For admission to the freedom by servitude or patrimony . . Al. 16s For admission by redemption 15/. 13s. 6c?."], [134, "116 For binding apprentices, where the premium is under 30/. . . 3/. 12s, When 30/. and upwards, exclusive of stamps . . 3/. Os. 6c?. Turnovers, including 1/. stamp-duty 1/. 17s. 6c?. In 1545, 1/. 6s. 8d. was received from a person for his entrance, to be accepted a brother ; and in 1560, 40s. from another, for his admission as a redemptioner, beyond his oath-money of 3s. 4c?. Few translations appear to have taken place. In 1545, one occurred from the Skinners to the Coopers ; one, in the next year, from the Coopers to the Goldsmiths ; another, in 1559, from the Coopers to the Clothworkers ; and in 1581, three from the Goldsmiths to the Coopers. The following oath is taken by each freeman upon his ad mission : You do sincerely promise and swear, that you will be faithful and bear true allegiance to Her Majesty Queen Victoria. You shall, in all honest and lawful matters, be obedient to the Master and Wardens of the Fellow ship of Coopers within the city of London for the time being, and obedient and ready to come to tbe lawful warnings given to you, on behalf of the said Master and Wardens (except you have a reasonable excuse), without feigning or delays. And you shall observe and keep, and to the best of your power cause to be observed and kept, all lawful ordinances and statutes made for the good rule and politic guiding of the same fellowship. You shall also keep ail the lawful secrets of the same fellowship, and all such lawful things as by way of coun cil in communication, at any day of assembly amongst the said fellowship, shall be holden by the said Master and Wardens and Fellowship, and not disclose the same to any person of the same fellowship, and especially to any such person whom the same matter doth or in any wise may touch. So help you God."], [135, "117 HALL. The Hall is situate in Basinghall street ; and was erected in the year 1543, on the site of premises there, given to the Company by John Baker, citizen and Cooper, who, by his will dated 13th April, 1490, left to the wardens and fellow ship of his craft of Coopers and their successors, when they should become incorporated, all his lands and tenements with their appurtenances in the parish of St. Michael Bassishaw, for evermore, upon condition of their keeping his Obit in the church of St. Michael Bassishaw, about the season of the year in which he should happen to die, with Placebo and JDi rige and mass of Requiem, they coming with the fellowship of the whole clothing, in one livery, to his said dirige and mass of requiem ; and after all charges and expenses borne in respect thereof, in the manner and intent therein prescribed, to put the residue of the rents arising from the said lands and tenements into the common box of the craft, to be converted towards the supportation of their other charges. The Company appears to have regularly kept the Obit from 1528 to 1547, and made the following prescribed yearly payments : s. d. To the parish priest of St. Michael Bassishaw 8 Ditto for mass and dirige . . 6 To four other priests there . . 14 To the clerk there . . . . 8 To the sexton . . . . 4 To the clerk, for the bells . . 8 To the ringers, for drink . . 2 Towards a repast for the Company . . 5 0 To nineteen of the same Company . . 6 4 To the three wardens, 20d. apiece . . 5 0 For thirty-six sacks of coals, given to poor peo pie, at A\\d. a sack . . ..136 For eleven sacks of coals, at 5c?. a sack 4 7 In alms to poor people, to pray for the soul 1 3 Total . . 40s."], [136, "118 By the Act of Parliament for Chantries Collegiate, 1 Edw. VI. cap. 12, it was enacted that the king should, from Easter then next ensuing, have and enjoy all the monies, profits, and emoluments, arising from wills or otherwise, theretofore paid by any corporations, guilds, companies, mis teries, or crafts, towards or about the finding or maintenance of any priest or priests of an anniversary or obit, to him his heirs and successors for ever, as a rent-charge. The same king, by a charter dated the 14th of July in the fourth year of his reign, for a large consideration regranted all such monies to the corporation and the several city com panies as he had acquired under the above Act. The words of this charter, so far as the same relates to the Coopers Com pany, are as follow : *' Ac totum ilium redditum nostrum, annuitatem, et annualem summam novem-decem solidorum per annum, exeuntem de uno messuagio et tenemento vocato Le Swanne, magistri gardianorum et communitatis mistere de Cowpers civitatis London, situat' et existen' in Bassynges hawe London, infra parochiam Sancti Michaelis ibidem ; quam quidem annualem summam, redditum, aut annuitatem iidem magister gardiani et communitas nuper solverunt et annuatim solvere consueverunt ad perpetuam sustentacionem anniversarii Johannis Baker, in ecclesia Sancti Michaelis in Bassingeshawe London observand'.\" The costs of the Company in purchasing this charge amounted to 1/. 6s. Od., and for clearing and discharging the hall and fellowship from all arrears concerning the obit, to 11. 16s. 10c/. The property acquired under Mr. Baker's will appears to have been let on lease, as, at a court holden the 9th day of October in the 35th year of Henry VIII. , John Charley, then being master of the occupation of Coopers, John Heithe, upper-warden, and William Basley, under-warden of the said occupation, Roger Terrys, Thomas a Woode, Thomas Tot tyngton, Olyver Whythed, Richard Byrde, John Batte, John Gryffyn, William Whyte, Peter Curryn, and John Amyas, took upon them, in the name of all the whole clothing, and through the common assent of all the yeomanry of house holders of the said occupation, to grant for them and their"], [137, "119 successors, master, wardens, and clothing, and all other per sons householders, a certain lease of the tenement with the two cottages thereunto adjoining, with all the appurtenances belonging to them, late called the Swan, in Bassingshaw, to Gye a Wood, Mercer, and to his heirs, for as many years as in the said lease is specified, as by the said lease more at large it shall appear. Every man's hand set to the same lease above named, over and beside their common seal. The Company did not possess a hall till towards the close of the reign of Henry VIII. ; many payments being made for the hire of proper premises for their meetings, commencing from the year 1523, when 6s. 8c?. was the first amount paid ; but in 1543 the subject of building a hall engrossed the at tention of the fellowship ; and on the 9th of October in that year they accorded, agreed, and fully condescended, That whatsoever John Heith and William Basley, wardens, should do for the performance of theii new building, as touching any manner of bargain made or to be made with Thomas Sherrys, carpenter, Walter Cowper, bricklayer and tiler, and also with John Pye, joiner, and with John Car, plaisterer, or with any other, for any manner of stuff, as lead, smith's work, and for nails of all sorts, and whatsoever other thing or things they should do, that all the whole Company should abide their bargains and doings, and perform the same, high and low, without any contradiction or gainsaying. It further appears from the minutes, that John Heith, upper-warden, was the first provoker and founder of the craft's new common hall, and of the new building of it out of the ground ; whereunto he freely gave all the principal timber that went to the same hall, the parlour, buttery, and pantry, with the kitchen and all other necessary places be longing to the same hall ; and moreover he gave, and well and truly paid, from the 21st day of August until Christmas evening next following, towards and for the payments of the workmen that builded the same hall and other the premises thereto belonging, 2s. 8c/. every week, over and besides sun dry other gifts which he gave clearly to the said hall and"], [138, "120 house, praying to God to send many more such benefactors to the said craft. The following inscription was placed on the building : \" Thys Halle byldyd in the tyme of John Charley, Master, John Heithe, Upper Wardyn, and William Basley, Under Wardyn.\" The building was evidently constructed of timber, and the following payments were made for it in the years 1544 and 1545 : £ s. _/. Thomas Sherrys, carpenter .. 12 13 4 Walter Cowper, bricklayer . . 19 15 0 19 15 0 John Car and his fellow plaisterers . . 15 0 0 For the carriage of all the timber, and other charges 47 8 4 John Pye, joiner . . . . 9 7 0 Nedham, for boards and deals . . 119 8 1 19 8 Charley, for timber . . . . 10 0 Isookeson, for timber . . 4 10 0 Peter Brasses wife, for paving-tiles . . 3 5 0 3 5 0 Richard Carpenter, smith (in part) . . 3 0 0 The upholsterer, for two pieces of green serge, and for the sewing of it . . 2 12 0 To Master Heithe, painter (in part) . . 2 0 0 Raynold Danyell, plumber (in part) . . 4 0 0 John Smallfotte, ironmonger, for nails 3 0 2 3 0 24 For certain stuff, men's wages, carriage, fye. 26 3 8 Note. In the above was included Is. 6c/. for six pair of gloves for the carpenters. Raynold Danyell, plumber (in full) 4 0 0 Walter Cowper, bricklayer (the like) . . 2 0 0 2 0 0 Richard Carpenter, smith (the like) . . 2 0 0 Richard Pye, joiner (the like) . . 10 0 1 0 0 Mr. Heith, painter (the like) . . 4 0 0 In 1547, the completion of the building was celebrated by a feast, the following payments having been made. It ap-"], [139, "121 pears that Mr. Heithe gave \" the venison towards the supper in the hall.\" s. d. For bringing the venison from Master Heithe's with a porter . . . . 0 4 1 lb. of pepper .. .. 2 104 For salt . . . . 0 2 For a barrel of ale . . . . 4 4 For beer, double and single . . 0 7 For three dozen of bread . . 3 6 For flour for the venison . . 3 6 For twelve shoulders of mutton . . 5 8 For 6 lb. of suet . . . . 0 9 For one dozen and a half of coneys . . 4 10 For cucumbers, radish roots, rosemary, and parsley . . . . 0 4 For butter . . . . 16 For two legs of mutton . . 0 10 For two quarters of coals . . 10 For half a bundle of faggots . . 110 For vinegar . . . . 0 2 For perry . . . . 0 11 For five marche paynes . . 7 6 For rushes and sweet herbs that strewed the house . . . . 0 4 For trenchers and white cups . . 10 To the minstrels, in reward . . 10 For candle . . . . 0 2 For water . . . . 0 3 To the turn-broches and labourers in the kitcherj 0 8 To the cook, for his labour . . 3 4 For wine . . . . 14 6 To the two porters, for fetching of regalls from Mr. Charley's and Master Heithe's, to and fro 1 0 To the pewterer, for the hire of a garnish and a hundred of pewter vessels . . 10 In 1589 an addition was made to the building, when 8/. 12s. 5c/. was paid in charges for the little parlour ; and"], [140, "122 in the next year the following amounts were paid, in respect of the new cellar and house. £ s. d. Carpenter .. .. 49 2 6 Bricklayer . . . . 5 0 4 Plaisterer .. .. 18 2 4 Bricklayer .. -. 31 4 8 Plumber .. .. 14 4 10 Smith .. .. 9 5 11 1666. The hall was destroyed in the Fire of London, the Company's plate and records being previously removed to a place of safety by the wardens, and in the month of November following the site was ordered to be cleared for rebuilding. In September, 1668, several models or draughts for re building the hall were presented to the court, but were not then considered, there being no decision by the court of judicature on the Company's petition touching the ground contiguous to the site of the old hall. Subsequently 50/. was decreed to be paid by the Company, in recompense for the additional ground taken ; and a draught or model of the hall having been produced and explained, was unanimouslv approved by the court, who resolved it should be observed in the intended work, and presented Mr. Wildgoose, for his pains and skill in surveying the ground and contriving the model, five pieces in gold. Eleven members subscribed 5/. each towards the new building. On the 9th of February following, Mr. Wood-house, the carpenter for building the common hall (that day begun), desired the Company to provide their own timber, promising his best skill and assistance, without any benefit to himself, to which the court assented ; and also agreed, the more ef fectually to promote the building, and to prevent deceit and idleness of workmen and labourers, that a person should be appointed to attend daily to superintend them. The master and wardens for the time being, or any two, taking to their assistance any three or more of the assistants whom they should think meet, were appointed a committee"], [141, "123 to consider of, order, and appoint concerning the effectual carrying on the building of the Company's common hall with its appurtenances, and all things relating to that affair, as well for issuing out and payment of monies as otherwise. In January, 1669, directions were given, in respect of the shortness of the days, that the work at the hall be forborne till the 1st of March; and on that day the first court was held there since its rebuilding, when a day was fixed to consider and conclude about wainscotting the hall. At the same court the assistants proceeded in voluntary subscriptions towards the charges of finishing it, as an example and encouragement to the livery and commonalty ; their contributions, at 10/. each, amounted to 130/. At a court held on the 21st of April, 1670, the list of the voluntary subscriptions of the court being read to the livery, they were desired to add their subscriptions for the further ance of the work ; and days having been fixed for meetings to receive the subscriptions of the livery, a sum of 185/. 10s. was contributed by them. Subscriptions towards rebuilding the hall were continued to be received till the year 1678, and a case occurred of 21. being assessed upon a member for refusing to subscribe. The payments amounted as under : r- » 1668 .. .. 1078 17 5 1669 .. .. 2029 12 0 1670 .. .. 1082 2 0 1671 •• .. 998 15 0 The rooms over the great parlour, with convenient cel larage, were assigned to the clerk ; and, in consideration of these, 20/. per annum, part of his salary, was taken off. This was the first instance in which a residence was allowed to the clerk. 1671. Mr. Mason, the master, presented the king's arms, carved in wood, which was placed at the upper end of the hall, between the two great windows."], [142, "124 Inventory of the Company's Property, 1570. A wafer, with a band and a bosse of silver gilt. Three garlands, to choose Master and Wardens, with red ribbon. A bearing-cloth of blue velvet, embroidered with gold and silver and set with pearls, and yellow cloth to lie between it. A box or case to lay the same bearing-cloth in. Two tables, with the pictures of Sir Anthony Knyvett and Dame Avyce his wife. Three calivers and four flasks and touch-boxes. Six black morions. Seven Almain rivets complete, lacking two saletts, and one odd pair of splints. Ten corslets complete. One bill, two swords, and six daggers. Two sheaf of arrows, one sheaf fourteen arrows, and one empty case. Seven jacks, new and old. Two pair of mail sleeves, and one old pair of plate. Three pikes and two armings of fustian, fringed. Two vizards with three whips. Two bows, a drum and two sticks. Harness and other necessaries for war, in the little parlour ; viz. Thirteen corslets T ,,-, , , . _ ..T. ,. Whereof there is 9 swords Nineteen cab vers , , , .. , „ VT* a a ,. ,, and daggers delivered, 2 Nineteen flax and touchboxes . _. 5 _• ■ . n 0 . corslets, 7 calivers with flax .seventeen morions , , . . . . „,, . , and touchbox, 9 sword-gir- Thirty-two swords > ,. . . . . ° m ' j dies, 9 swords, 9 daggers, Twenty-nine daggers „ . . „ . • . „.. ; . ,, 7 leathers; all which were Thirty-one girdles ... ._,«■.«■. rru- . i .1, s a\\, x. . delivered for Her Majesty s 1 hirteen leathers tor the shot . . _. _. , J J ,-,.,.. ., service into Inlanders . fifteen pikes."], [143, "125 LIVERY. 1725. During the proceedings in Parliament, upon the petition of many citizens for obtaining the Act of the 1 1th of George I. cap. 18, \"For regulating elections within the city of London, and for preserving the peace, good order, and government of the said city,\" which was strenuously opposed by the corporation in both houses of the legislature, the House of Commons required all the companies to make re turns of the grants or constitutions of their respective liveries, and of the numbers of their members at that time ; in conse quence of which order the clerk of the Coopers Company made the following returns to that House. \" In obedience to an order of this Honourable House, I do hereby humbly certify that I do not find any particular grant or constitution by which the Company of Coopers was made a livery company, save that it appears to me that the same must have been a livery company time out of mind, their by-laws, confirmed in the 22d Henry VII., taking notice of their clothing at that time, and which by-laws concerning the livery have, from time to time ever since, been continued and conformed to and practised by them, and that without any limitation of numbers, and have been at all times in all elections allowed as such. \"J. Hammond, Cl. \" Societat' del Cowpers.\" \" In obedience to an order of this Honourable House I do humbly certify that the number of the liverymen of the Com - pany of Coopers is 203 ; but the charter and grants by which they were constituted having always been locked up in the treasury-room of the said Company, I humbly beg leave of this Honourable House to pray a short stay to call a court of assistants, in order to perfect the return required to be made by their precept. \" J. Hammond, Cl. \" Societat' del Coopers.\""], [144, "126 The following is an abstract of the Companies' returns of the number of their liveries in the years 1699 and 1724. In the year 1699. 1724. Apothecaries . . 130 140 Armourers and Braziers 58 81 Bakers . . 146 189 ( 139 Barbers Barber-Surgeons 195 299 \\ 113 Surgeons 00_ ' it No trades. _5__D Blacksmiths . . 204 Bowyers . . 32 31 Brewers 103 Broderers . . 135 116 Butchers .. 218 230 Carpenters . . 98 102 Coachmakers . . 54 Ill Cooks . . 82 78 Coopers . . 126 203 Cordwainers . . 100 102 Curriers . . 104 110 Cutlers .. 110 125 Clothworkers . . 159 149 Dyers . . 200 202 Distillers . . 108 121 Drapers . . 1 98 202 Farriers 76 Fletchers . . 20 28 Founders . . 90 136 Framework-knitters 58 Fruiterers . . 37 57 Fishmongers . . 231 166 Girdlers . . 85 85 Glaziers . . 76 100 Glass-sellers 40 Grocers 175 Glovers .. 120 128 Goldsmiths . . 330 244 Haberdashers . . 355 271 Innholders .. 120 150"], [145, "127 Joiners 190 286 100 109 169 185 Ironmongers Leathersellers Loriners 7'' Masons '33 Musicians 17 30 600 473 272 228 Merchant Taylors Mercers Needlemakers Painter-stainers Pattenmakers Pewterers 44 159 141 35 108 91 87 70 54 65 Plaisterers Plumbers Poulters 127 Saddlers 69 74 45 37 Scrivenors Stationers Skinners Salters 226 214 180 192 150 206 112 127 153 178 Turners Tallow-chandlers Tilers and Bricklayers 73 99 Upholders Vintners 121 144 249 219 71 101 180 263 Wax-chandlers Weavers The present number of the livery of the Coopers Company is 318 ; and the charges for admission are, when the freedom is obtained by servitude or patrimony, 22/. 3s. 6d. ; by re demption, 28/. Is. 6c?."], [146, "128 OFFICERS. Master— The Master is elected by the Livery in com mon hall assembled, on the Monday before Whitsuntide yearly. The fine for not serving the entire office is 20/. ; and in cases of vacancies by death or removal, and the party elected in the room of the master so dying or removing refusing to serve, 15/. In all cases of the party not serving, or of the master dy ing in the course of the year, the vacancy is filled up by the Court of Assistants. Wardens. — The Upper and Under warden are also elected by the Livery on the Monday before Whitsuntide. The fine for not serving the office of upper-warden is 12/., and of under-warden 6/. The Master and Wardens are required to be sworn into office on the first Tuesday in the month of June, or within eighteen days after. The Renter-warden is chosen by the Court of Assistants yearly, and the fine for not serving this office is 12/. Oath to be administered to the Master and Wardens on taking office. Ye shall swear to be true and faithful to our Sovereign Lady the Queen and to her heirs and successors kings and queens of Great Britain : and you [and every of you] well and truly shall do your endeavour to execute, and as much as in you is cause to be executed, indifferently and justly, all the good ordinances and laudable acts made for the conservation of the said Fellowship of Coopers, without sparing or favouring any person, for affection, reward, dread, or fear of any person, as long as you shall be and continue in the office of Master [or Wardens] ; and of all and every such sum or sums of"], [147, "129 money as by reason of your office of Master [or War dens] shall come to your hands, [or to the hands of any of you] by means of fines, forfeitures, amerciaments, or penalties, you shall give a true and plain account at such time and to such persons as by your ordinances be assigned to take the same accounts of you [and every of you.] You shall not for malice or hate amerce any per son of the_ same Fellowship in any more or larger sum than according to your ordinances or after the quality or quantity of his or her trespass or default. So help you God. Assistants. — The Court elect the Assistants from out of the Livery, regard being had to the person chosen having rendered the suit and service required by the Company's ordinances. The fine for admission is 26/. 5s„ and for not serving the office 5/. Oath on taking the office of Assistant. You shall be true and faithful to our Sovereign Lady the Queen and to her heirs and successors kings and queens of Great Britain : and you and every of you shall, after the best manner you can, justly and indifferently execute or cause to be executed your office and place of an Assistant to the Master and Wardens of this Com pany ; and all the good rules, orders, and ordinances of the Company, without sparing any person or persons for favour, affection, reward, or promise of reward, during the time you shall execute and continue in the place or office of an Assistant, according to the best of your understanding and ability you shall truly and faithfully endeavour to observe and keep, and as much as in you lieth cause to be observed and kept. All the lawful coun sels, consultations, and orders of this Company meet to be concealed, you shall, so long as you continue an Assistant of this Society, keep, without disclosing the same or any part thereof to any person or persons, to the hurt or damage of this Society. So help you God. K"], [148, "130 The present Court consists of Master. Mr. James Francis Firth. Wardens. Mr. Michael Drew. Mr. William Holloway. Renter- Warden. Mr. William Wild. Assistants. Sir Felix Booth, bart. Mr. John Gillyatt Booth Mr. Benjamin Parrey. Mr. George Allen Aylwin. Mr. William Pugh. Mr. Richard Eykyn. David Salomons, esq. and alderman. Mr. George Davis. Mr. George Smith. Mr. Thomas Allen Shuter. Mr. Thomas Johnson. Mr. Robert Carter. The Rev. John Frederick Benwell. Mr. Edward Woodbridge. Mr. William Henry Lewer. Mr. John Parr. Stewards. — Three are chosen annually by the Court, who are excused serving upon payment of a fine of 20/. each. The fine, although fixed by the by-laws, is not enforced, the payment being voluntary. Clerk . — This office was formerly executed by one person ; but in 1840 the duties were divided, when the Court ap pointed Mr. James Boyer, Clerk-Accountant, and Mr. Archibald Weir, Clerk- Solicitor. Beadle. — Is also in the appointment of the Court, and is held by Mr. George Keene."], [149, "131 List of Masters and Wardens since 1823. Masters. Renter Wardens. Wardens. < , , , . ) > Robert Carter ( Abraham Algar J f Abraham Algar 1 T , , „• { James F. Firth }J°hnMans.r | Abraham Algar j JohnSeweU L James F. Firth J /Abraham Algar Ir, •, .~, 1 James F. Firth / David Green j James F. Firth 1 w L Ihomas Ashton J (Thomas Ashton Lr t> ., \\T. A. Shuter } FellX Bo0th sT. A. Shuter \\ .,., n , {w.Chippindale/Th0S-G°dln§ {Rob^tClTaii6 } Jolm SaUnderS / Robert Charles 1 r>- ■ r*. j* < -c, • V Rich. Dowding I Francis Deacon J s Francis Deacon \\ ,,,.,,■ D ..i, <. T • , n . > William Booth I Jeremiah Carter J s Jeremiah Carter ] T , -~, D ., { W. Woodbridge } John G. Booth sW. Woodbridge \\ n ■ t_ i J.R. Wilkinson )BenJ-Parrey [J. R. Wilkinson ] ,-, . . , • ( J. B.Gordon } G. A. Aylwin fj. B. Gordon \"1 1 W. H. Frisby } Charles Rich I William Pugh J f William Wild lwilliamp h I Henry Capel J J Henry Capel j D Salomons L Benjamin lield J j Henry Capel j G Davig L Benjamin field J / Benjamin Field \"I John Bressy and I John Lascelles J George Smith 1824 J. C. Parker Robert Carter Robert Carter Robert Carter J. C. Parker John Sewell W. H. Betts Felix Booth Thomas Goding J. Saunders 1825 1826 1827 1828 1829 1830 1831 1832 1833 1834 Rich. Dowding Rich. Dowding Benj. Parrey 1835 1836 1837 G. A. Aylwin Charles Rich William Pugh Richard Eykyn D. Salomons 1838 1839 1840 1841"], [150, "132 Wardens. Renter Wardens. Masters. 1842. William Pugh {gf» Relies |T A Shuter 1843. George Smith {f^^™ } Geo. Chadwin 1844. George Smith {w^Lewer } James F- Firth 1M5' affiSa_?{S:AJSt }Rob.n Carte, .846. T. A. Shuter { ftJÆ™ } J. P. B«™e_ 1847. James F. Firth ( Michael Drew j £ Woodbridge I W. Holloway J ° 1848. James F. Firth {^E } William Wild. The parties in election for master, upper-warden, and under-warden are nominated by the Court and Livery, and chosen in common hall. The renter-warden is elected by the Court. ADDITIONS. 1692. October 18. Sir John Fleet, Lord Mayor elect, translated from the Coopers to the Grocers Company. Sir John Fleet served the office of Master of the Coopers Com pany A.D. 1689.— See 1743, page 61. 1687. October 4. Two women pensioners added to the almshouses at Ratcliffe ; one to be of the parish of Stepney, and the other a widow of a member of the Company. — See Charities, page 111."], [151, "133 APPENDIX. Extract from The Times Newspaper of Tliursday the 3d of Febru- ary, 1848. On Tuesday the Master and Wardens and Court of Assistants of the Coopers Company gave a splendid entertainment at the London Tavern, as a compliment to their brother, Mr. David Salomons, upon his recent election and admission to the office of alderman of the City of London, Mr. Salomons being the first of the Jewish nation admitted to that situation. Mr. Firth, the master of the company, presided, and was supported by the Lord Mayor and Mr. John Masterman, M.P. Amongst the numerous company were Aldermen Johnson and Farncomb, Sir Felix Booth, bart., Mr. P. J. Salomons, Mr. A. A. Goldsmid, Mr. P. Salomons, Mr. S. Samuel, Serjeant Merewether (the town clerk), Under-sheriff Wire, Mr. Bunning, the City of London Architect, and the Common Council of the ward of Cordwainer, of which Mr. D. Salomons is alderman. _____ Master, in proposing the health of the Lord Mayor, begged to convey to his lordship the high sense the company entertained for his presence upon the oc casion, and for the ability, zeal, and integrity which had marked his lordship's course in the discharge of the arduous and important duties of his lordship's sta tion in a manner so highly satisfactory to his fellow-citizens, and so honourable to himself. The Lord Mayor, in highly flattering terms, returned his acknowledgments for the attention he had received from the Company, and expressed his anxiety so to acquit himself in the performance of the duties of his office as to entitle himself to the esteem and approbation of the corporation of London, and all the rest of his fellow-citizens. (Cheers.) The Master proposed the health of Mr. David Salomons, and begged to convey to that gentleman the congratulations of his brethren upon bis recent election as an alderman and magistrate of the city. The Coopers Company was, he said, one of the first of the companies of the City of London which received into their com munity members of the Hebrew faith. Mr. Salomons availed himself of the pri vilege iu the year 1S31, when he became a freeman and liveryman of the Company. Upon his elevation to the high office of sheriff he was immediately admitted an A'-i-tant, and in the year 1841, upon the joint nominations of the Court and the great body of the livery, he was unanimously elected their Master. The Company was justly proud in ranking amongst its members so distinguished and honou rable a gentleman, zealous in all good works of beneficence and charity ; and it yielded to none in the delight and gratification it had witnessed upon his honou rable career and recent elevation. (Cheers.) It was impossible that more ample justice could be done to the Alderman's merits than by making him speak for him self in the terms of his communication upon the foundation of a fellowship of 501. per annum, for the benefit of the scholars educated in the City of London School, to the following effect : \" I have been long impressed with the desire to manifest to my fellow-citizens, by a lasting testimonial, my grateful recollection of the honour"], [152, "134 thef conferred on me, when, under new and peculiar circumstances, they elected me high sheriff of their ancient city. The enlightened principle of religious toleration, assisted by the livery upon that occasion, has since been gaining strength, until it received in Parliament an express and extended legislative sanction. It is to the diffusion of education that the preparation of. the public mind for this peaceful triumph is to be ascribed, and I can conceive no better mode of perpetuating my grateful acknowledgments for so great a blessing than by contributing to further the cause which, under the guidance of the Almighty Disposer of events, has led to this great result.\" The toast was drunk with enthusiasm. Mr. Salomons returned thanks for the honour, and assured the company that he felt most grateful for the kindness he had experienced from those by whom he was surrounded. He had, by the advancing liberality of the times, obtained another step in civic dignity, and he trusted that his fellow-citizens would have no cause to regret their selection of him to fill the office of one of their magistrates. (Cheers.) It was with the greatest pride he saw religious prejudices fast disappearing from amongst all classes of the people, and he trusted that a glorious proof would soon be given of the strongly expressed opinion that intolerance was at its last gasp. (Loud cheers.) The Lord Mayor, in proposing the health of the Master, said that whatever claims the Company might have upon that gentleman, he (the Lord Mayor) felt that the corporation of London, under whom Mr. Firth had officially served for many years, were highly indebted to the zeal, energy, attention, and integrity of the chairman. The Master returned thanks. He took occasion to allude to the fact that in the year 1743 Alderman Willimott, then a member of the Coopers Company and Lord Mayor, was the first who broke through the custom that every gentleman filling that high station should be a member of one of the twelve principal companies of the city, and retire from his own if he happened to belong to one of the inferior companies. The Company would now feel pride in the well-grounded assurance that it would be the first company that would have a gentleman of the Hebrew nation filling the high and important station of Lord Mayor. (Cheers.) The following toasts were drunk and responded to ■ •■ Mr. Masterman, and the representatives of the city in Parliament,\" \" The Aldermen,\" \" The Town Clerk,\" \" Under-Sheriff Wire, and the visitors who had honoured the Company with their presence.\" The company enjoyed all the good things to a late hour. At a Court held at Coopers Hall, on the 7th of March, 1848, the Master laid before the Court a letter from Mr. Alderman Salomons, which was read and ordered to be entered upon the Minutes as follows : 3, Great Cumberland street, My dear Master, 14th February, 1S48. I find it impossible to express to you and to the Court of the Coopers Company all I feel for their honourable notice of me on so many occasions, and par ticularly for the distinction conferred on me in their having provided the recent splendid entertainment, to which so many distinguished citizens were invited, with many friends and connexions of my own, to celebrate my admission as a member of the Court of Aldermen."], [153, "135 As Master of the Company, I beg of you to convey my heartfelt thanks to the members of the Court for this most flattering and distinguished mark of their friendship and esteem. I was truly delighted to see myself surrounded by so many good and worthy men. I know and feel that few can hope, much less expect, to receive so great a compliment ; and I shall ever reflect \"with pride and with pleasure on this most gratifying instance of the Court's favour and approbation. Nor can I omit offering to you my especial thanks for your very flattering notice of me when proposing my health. As the chairman, you had altogether a very arduous duty to perform ; and, except that you were too kind to me, you admi rably supported the honour of our Company. Pray assure my colleagues in the Court that, appreciating, as I do most highly, their individual friendship and their aggregate good wishes, I will endeavour, in the new career opened to me, to merit their good opinion by zealously discharging my public duties, and by availing myself of every fitting occasion to prove myself, in all respects, a good and useful citizen. Believe me, Yours truly, James F. Firth, Esq. David Salomons."], [154, "CONTENTS. Introductory Remarks page 5 Ordinances, 1396 7 1409 8 1420 9 1428 11 1440 12 1457 14 i488..X4i*MA-.64 17 Charter of Incorporation (Henry VII.) 23 Governing Charter (Charles II.) 26 Grant of Arms 34 Acts of Parliament affecting the Company 35 Livery Companies 38 General History 39 Accounts : Dinners and Entertainments 74 Donations 80 Fines 84 Funerals 85 Law and Parliamentary Charges 88 Miscellaneous 93 Pageants 96 Royal Aids, Sfc 103 By Laws 110 Charities Ill Exhibitions 114 Freedom and Freemen 115 Hall 117 Livery 125 Officers 128 Appendix 133 ILLUSTRATIONS. Coopers Marks to face page 10 Company's Arms 34 Fac-simile Heading of Account 65 Obelisk, Woodhain Mortimer 113 Taylor, Printer, 30, Coleman Street."], [155, ""], [156, ""], [157, ""], [158, ""], [159, ""], [160, ""]]