[[1, ""], [2, ""], [3, "FOR RECD BEADING. Recited by Mr; J. N. ELLABY, B.^^^^ IN i'HK MIDDLE ■'«\" ■ »■■*«->— I - ■— M. ...I.-, .IT !.»■— ■ a tlale of tftc St N E A L FY^N E. ?aioE Q.i its. ■ > t ti a : ."], [4, ""], [5, "FOR RECITATION OR READING. 3d. | \"™ 1 3d IN THE MIDliIGHT WATCH: H Œale of tbe Sea. BY :dt ie -A. l if ~z\" nsr ie . Entered at Stationers' Hall. LONDON: SMITH AND BOTWRIGHT, Eldon Street, Finsbvry."], [6, ""], [7, "IN THE MIDDLE WATCH. 'Twas midnight on the restless ocean deep. And, cradled in its bosom, ev'ry foremast hand Had sunk to sleep ; Save one who stood the bark to guide, and one The forward watch to keep. This man stood marked, among the vessel's crew, As one of sad and gloomy mind, but bold, And ready too ; And ever prompt, be it in calm or storm, The hardest task to do. He, pacing fore and aft with measured stride, Seemed, for a time, unconscious that a lad Stood at his side. The lad forbore to speak, until the man Spoke him, then thus replied : — Upon this ship near ev'ry man but you Has to us midship lads some story told ; And now I pray you while away the watch With tale of humour or of action bold.\" The man stood still and silent for a while, And then to this, his fav'rite youngster, said, With mournful smile : \" I have no tale to tell to you, young sir, The time to thus beguile.\""], [8, "4 \" Yes, yes,\" the lad persisted ; \" but you've had Upon the ocean such a long career ; You'll know some story — gay or horrible — Some tale of mirth or blood I fain would hear.\" At the word \" blood \" the sailor sudden said : \" A tale of blood ! ah ! once I heard, at sea, A tale of what was worse than bloody deed But, mind, I say, 'twas only told to me ! \" And ne'er since then have I to living man About that shameful deed yet breathed a word But borne the guilty knowledge in this breast — ■ No — said I guilty '? — 'tis but what I heard. \" And I have sworn to him who told it me To tell it ne'er again while reason reigns ; But now the time has come — thus urged, I must, E'en though 't should freeze the young blood in your veins.\" And, turning on the now half-frighted boy, Eyes gleaming with a horrid maniac glare, He hissed — \" In his own words I'll tell it thee ! And, in the silent watch, he told it there. \" Think of the bloodiest villain That ever sailed the sea; A pirate among pirates, and A worse than bloodstained villain, then Your thoughts will be of me ! \" I would not seek to offer For my excuse one plea, Tho' deep and cursed injury As ever man could do to man Was surely done to me !"], [9, "5 \" The honeymoon scarce had waned When I was called away : Ah ! maDy a vain and sorrowing thought, And many a bitter, bitter curse Have I heaped on that day ; \" For when I, long years after, Came back across the sea, I found — O God ! the memory Is bitter, bitter anguish still — My bride was stol'n from me ! \" And he, the black-souled villain, Who'd blighted thus my life, Was of my calling and had told A tale of woe and death to her, My poor deluded wife. \" How we had sailed together Upon a foreign shore ; And he my bosom friend had been Until, he said, I sickened and That I was now no more ; \" And that in dying moments I had imploring said, That I more peacefully could die If he, my well-loved friend, would take My bride when I was dead. \" Thus the poor sorrowing woman, So utterly forlorn, Had turned on him, doubtless led on By what he said to me he'd been, The love for me she'd borne."], [10, "6 \" So, when due time of mourning For me had passed away, She, to my dying wish fulfil, Consented, and became his bride : Ah ! thrice accursed day ! \" The waving corn was verdant, But fully in the ear, Yet, ere it turned that golden hue The farmer loves, they heard that I My home was drawing near. \" Then the base-hearted traitor In coward terror fled ; With shame o'ercome, his victim took Her own unhappy life away — Yes, she, alas, lay dead ! \" Oh ! when I heard the tidings — The shame, and rage, and grief ! At times, e'en now, I so despair, I doubt — yes, doubt — if even death Will give my soul relief ! \" But, then ! Oh fearful mem'ry ! What agony I bore ! What hellish tumults filled my breast I With boiling blood — in frenzied shriek, The vengeance that I swore ! \" How did I rain upon him Such curses none can tell ! Thirst for his blood ! — to rend his flesh To tear the black heart from his breast. And drag him down to hell !"], [11, "7 \" I left my erstwhile peaceful home Ne'er to return again ; And, ere three moons had come and gone, I — seeking vengeance — had become A pirate of the main. \" For I knew that to the ocean My enemy had fled ; And I, who lived but for revenge, Clung to the hope of meeting him Alive — to leave him dead ! \" Of all the bloodstained rabble That formed our miscreant crew, The worst — the most abandoned wretch Would shrink, and his worst deeds would pale Before the deeds I'd do. \" And, as among such people The boldest will gain swray, So my hot, furious bearing made That otherwise unruly crew To me their homage pay. \" One still night we lay anchored Upon Bermuda's shore ; And tidings to me came that near Made even my parched heart to feel Springs of fierce joy once more. \" From gloomy prison hulk there A convict fled, and he For refuge came, and word he brought That the next morn a ship would put From George's Isle to sea."], [12, "8 ' The vessel's name he knew not ; But — better news for me — He had, by chance, o'erheard the name Of her commander. Ha ! it was My long-sought enemy I \" ' Ho ! forward there — weigh anchor,' I cried ; ' aloft — make sail — Hoist up — sheet home — stand by the helm We'll make the offing while we have Such fair and gentle gale.' \" And, on the morrow morning, All glist'ning in the sun, We saw a noble ship come forth, Setting each lofty sail before The fav'ring breeze to run. •' And, tho' she was far distant, My vengeful eye espied (Or 'twas an instinct told me so) My enemy upon her deck — A woman by his side. \" To seek again the convict I rushed with hurried stride ; And, eager, said : — ' Know you, I pray, What woman sails upon yon ship ? ' He said, ' The Captain's bride.' \" Oh ! devilish exultation Those words awoke in me ! Scarce could I cries of joy suppress, To think how glutted with revenge My huug'ring soul would be !"], [13, "9 \" I lay until the vessel Had sailed far from the land ; Then crowded ev'ry stitch in chase, Impatient to throw on her deck My wanton pirate band ! \" And now we quickly near her, Borne down by stronger wind Than yet has reached her, till we fetch (While she with scarce fill'd sail makes way) A cable's length behind. \" Then to the breeze's influence Her tow'ring masts bend o'er, As, tearing through white-crested wave, And show'ring sprays on high, she shows A speed that grieves me sore ' Lest 1 should lose my vengeance. For all their actions show That they our purpose now divine ; As, training aft a gun, they fire, And lay our royal-mast low. \" ' Helmsman ! Up helm ! ' I cried then, ' Bring our broadside to bear — Stand by your guns — now steady — fire !' And, looking at the chase, I saw An equal damage there.\" \" Now gan a fearful struggle To gain the greater speed ; Loud and yet louder roared the blast. Reckless I bore all sail, and they, For greater was their need."], [14, "10 ' Now borne upon the summit. Of one huge rolling wave, And then stopped dead by a thund'ring sea, And shiv'ring like a thing of life That feared an ocean grave. \" Then passed astern the water, And, rashing on again, Each brave devoted bark tore on ; Sure never, before or since, was seen, Such race upon the main. \" Those who'd shown desp'rate courage On many a bloody day, Now, white with fear, cried : — ' Hold ! Avast !* And e'en used threat ; but, with wild laugh, Sternly I bade them nay. \"I seized the helm; and, heedless Of all their coward cries, I thundered out : — ' I will o'ertake Yon ship or perish. He who dares To start a halyard dies ! ' \" Those words had scarce a moment Passed from my quiv'ring lip When still more mighty blast of wind Than yet had blown careened unto Her bearings each brave ship. \" And, for some anxious moments, It seemed 'twould both o'erwhelm ; But, sink or swim, or live or die, My foe I would pursue, e'en while My hand could guide the helm."], [15, "11 \" Then simultaneous crashes Each fear-struck crew might hear ; As fell each vessel's loftiest spars, And then, with sailor-instinct, sprang All hands the wreck to clear. \" And, as if last great effort This mighty gust had been. The storm abated, suddenly, As it had come ; and, on each ship, As sudden changed the scene. \" For we had neared our distance, And each prepared for fight : Then, by our puny rage, we strive To supplement the havoc wrought By elemental might. \" So hotly blazed the cannon For many an hour's space, Till we their fire had overpower'd, And rushed to board — Exultant I To meet him face to face ! \" I see him, pale but desp'rate, Guarding his cabin door : We meet — my steel is in his flesh ! With devilish glee I strike again — And then I know no more. ' For, struck down stunned and senseless, I lay till sunset's hour ; But, with first gleam of consciousness, Came back the thought — My enemy — Has he escaped my power ?"], [16, "12 \" Escaped ! — beyond man's power To hurt him more — for there, Stretched dead upon his cabin-deck He lay, and, lifeless by his side, There lay a woman fair. \"His dying head he'd pillowed On her, his fair young bride : After that mortal blow he'd dragged His well-nigh helpless limbs down there t And on her bosom died. \" I almost had relented, Moved by such touching scene ; But then my grief welled up afresh, And, with it, thirst for more revenge, To think what might have been ! \" Had not my life been blighted By him before me now ? Ha! — now, should spirits hover near The scenes they knew on earth, then his Shall suffer yet, I vow ! # # \" O ! for that shameful hour I bitter tears have shed ; E'en wished all vengeance I'd foregone, Or, ere I'd done that I did do, Would I had struck her dead ! \" A terror came upon me ! Yes, now I fearful felt ; I, who had never dreamt of fear Since I that vengeful oath had sworn, I now beside her knelt !"], [17, "13 ' And, in imploring accents, I for her pardon sought : But there she still and senseless lay — Senseless and dying — by my hand — the foul deed I'd wrought ! \" I could not bear reflection, And sought a drunkard's ease Of conscience ; and, for days and nights, In drunken stupor, knew of nought: At mercy of the seas ! \" Until one eve I wakened To full and perfect sense. Vainly did I oblivion court, For then dread consciousness returned I could not drive it hence ! \" The veil of night was falling Upon a glassjr sea — Silent and calm — no breath of wind — No movement anywhere — o'er all A dreadful grave-like stillness reigned Nought there alive but me ! \" The ship a floating sepulchre ! . Her deck with festering dead bestrewn ! Herself a dead leviathan ! Or thus she seemed to be. \" And, paralysed by terror, There, motionless, I lay — There, cheek by jowl with sick'ning corpse By conscience racked — for death I longed : I did not dare to pray."], [18, "1-1 \" And, when the deepening shadows Of rapid tropic night Came down apace, I could not tell Whether 'twere worse to view that scene Or have it hid from sight. \" Yet, horror heaped on horror 1 On the dread scene there came The lightning flash, and thunder peal, O God ! When on this gruesome freight There played the lurid flame ! \" Until their upturned faces Seemed all to live again ! Cow'ring, I saw them mock and leer, I saw their sightless eyeballs glare : To close my eyes were vain. Still I could see their mangled limbs And gaping — black or gore stain'd — wounds And madd'ning was the stillness 'twixt Each flash and peal did reign ! \" Then, when my growing terror Seemed more than brain could bear, After a mighty peal that made The stillness following yet more still A wild shriek rent the air ! \"And then, by Heaven's mercy, All sense 1 lost outright. When I awoke 'twas lovely morn, And my quick, eager glance espied A vessel heave in. sight. 2 5 MA 91"], [19, "15 \" And now, tho' many seasons Have passed, yet, oft at sea, While walking in the lonely watch — Oft, even in the noonday clear, Or 'midst wild revelry, I pass again through that dread time, Without one horrid item missed To spare my suff ring brow ; I see the ghastly piles of dead ! I hear my victim's dying shriek ! O God ! I hear it now ! \" And, with such shriek as be in fancy heard, And hands upraised, he fell into the sea : Ne'er to be seen again by mortal eye ; And ne'er again to mortal tell that tale Of injury, of vengeance, and remorseful agony l Tho', if 'twere tale of truth or fancy, ne'er Can now be known ; for, ever when the lad Repeated it, he'd say, \" I've tried, in vain, By pondering o'er his words, to understand If of himself he spoke ; or, as he said, Another told it him — then, yet again, So weird a tale it was — at times methinks 'Twas but a dream of his disordered braiu. \" And his own tragic end is clouded o'er With mystery also. I could not say If 'twere by his own act or chance he fell : I only know I saw his livid face One instant iu the light of coming day ; The next — his story told — -towards the heavens He raised his arms, and shrieked, and passed away ! \" Mr. NEAL FYNE (Baritone) is open to accept engage ments for oratorios, concerts, &c. For terms and vacant dates address e/o Publishers of this Work. rf?"], [20, ""], [21, ""], [22, ""], [23, "SELECTIONS FROM THE WRITINGS OF George Gowenlock, OF OLDHAM. ¥f^.^P^^^^ OLDHAM : W. E. CLBGG, PRINTER, 30, MARKET PLACE AND PETER STREET. 1S91. fiHTS RESERVED,"], [24, ""], [25, ""], [26, ""]]