[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "EMIGRATION. COPY OF A LETTER, FROM Mr. JOHJV FREEMAJY, RESIDING at GODERICH, LAKE HURON, UPPER CANADA, DATED THE 21st OF JUNE, 1832, Together ivith a Letter, and Extracts of Letters from Settlers in the Huron Tract, and other part's of Upper Canada; containing ©etifttl information respecting tfjat Œountrp. FRAMLINGHAM: W. D. Freeman, Printer, Bookseller, Sec."], [10, ""], [11, "Goderich, Lake Huron,. Upper Canada, 21st, June, 1832. Duar Cousin William, I shall be happy to give you all the information I possibly can, in reply to your Letter which I received the 19th inst. You wish for a description of this Country. This new Country, as you may suppose, is covered with Trees as thick as they can stand ; quite a Forest. There are plenty of Deer, but no venomous Animals to hurt any one. There are no Rattle Snakes here, and no Vipers, excepting what is called a Garter Snake, which is very harmless indeed. Wolves are to be heard howling in the Woods, and we have the Black Bear also travelling there, and if they can, they will take away Pigs ; if they see any of us they will take themselves away, they are more afraid of us than we are of them. I know not one thing to make us afraid. We are troubled this Month with Musquitoes, I think they are small Gnats, but let not a Gnat frighten us. We had a long Winter, which lasted four Months, the Snow was two feet in depth ; it was beautiful Sleighing. Winter is a good time for Farmers to take their Grain to Market, and is also the best time to clear Land. Dear William, when I arrived here, this Country had not the same appearance as it bears now. Where I now live, it was all a Wood and there was no Road; now there is a beautiful large opening intended for a Market House and Public Buildings, and also a good Road to York Town, six rods wide. There is an opening of eight acres for a Market Place, it is in the shape of an octagon. I have sold my House on the Market Square, by which I cleared upwards of one hundred Dollars. If you were to offer me the sum of one thousand Pounds to live again in England, it would not in the least tempt me. I intend giving up my Carpentering Trade in November next, and working wholly upon my Farm, as I have an excellent Farm Lot of 163 acres. I shall have three acres of Wheat"], [12, "■. ill ready for Harvest. Clearing and fencing of three acres cost me' only fifty Dollars. If all is well, I shall have ten or twelve acres more for next Spring. If I clear ten acres every Year I shall soon have a good large Farm. I shall not build a good House the first Year, only a Shanty, about 16 feet by 20 feet, which is built with Logs and covered in with Bark, which makes it very comfoi table. It is built in one Day by making a \"Bee,\" viz. all Neighbours come and help us for one Day. My Trade is very good here, I and my Brother Thomas have earn ed 24 Dollars in one Week, and I should wonder and murmur if we did not make 18 Dollars per week. We do not always stick to work, forsomtimes we are called away to \"Bees.\" Lazy Men can do themselves no good here, pray advise no lazy Men to come, for I hate to see a lazy ft How. We in general get Cash for Work. When 1 work for the Canada Company, 1 take half Cash, and the other half I set off towards paying for my Land. Land is sold for 7s. 6d. an acre not cleared. Our money runs 5s. a Dollar, 4 Dollars one Pound,' a Sovereign makes 24 Shillings here. It is best to bring all Sove reigns. If you buy wild Land it will cost 15 or 16 Dollars an acre tx> get it ready for Crop, Fencing is included in that sum. You mention building. You would not like to build a good House at first, it would take so long a time. A Shanty will do very well for the first Year or two, for it would not do to neglect getting in a Crop. When your Crop is in, then attend to Building as much as you please. I will take the Job for you, build you up a good hewed Log House, 20 feet by 30 feet, with a good Brick Chimney, and finish it complete, for one hundred Pounds. But you must find Bricks. There is a Gentleman going to make one Hundred Thousand Bricks on my Land this Summer, I give him leave to do it, and charge him nothing for \"messing\" on my Land. Men in this Country understand clearing Land betted than your Labourers. If you were to bring out Labourers with you, they would soon think themselves independent ; particularly if they were not lazy Men ; they would not >txy with you long, they would soon work and get 100 acres of Land and turn Farmers themselves. This is a good thing for industrious Men, encourage industrious Men all you can. Wheat is not less than one Dollar a bushel, ready Money as scoff"], [13, "5 as delivered, and there arc Merchants to buy all kinds of Grain. The price of Flour is seven Dollars per barrel, of 196 pounds. We sow all the Wheat here. Indian corn is hoed in. The Land is not ploughed for the first three or four Years. We use no Horses the first three or four Years, excepting for pleasure. Oxen answer the purpose much the best. A yoke of Oxen costs 60 Dollars. A Cow 16 Dollars. Our Wheat is very poor. Pray oblige me and send me half a peck of good Fall Wheat, half a peck of Spring Wheat, half a peck of good Barley, and a few good Oats. Tell my Brother Richard to send me some of all kinds of Seeds, which I hope he will not neglect. Send me one ounce of Quinine, it is the only thing that will cure the Ague and Fever ( it is extracted from Peruvian Bark ); be sure you do not come without some, as it is much cheaper in England than here. Cattle are not much trouble, they keep quite fat all the Summer by running in the Woods ; during tde Winter they live upon Wheat Straw ; should a Person have no Straw, they will live well upon the tops of Trees, when chopped down. A great ruauy Cattle have nothing all the Winter but the tops of Trees, of which if they have plenty, it will keep them quite fat. We live upon Pork, Beef, Pigeons, Fish, Venison, ( we had some Venison for Dinner to day,) plenty of Eggs, Butter, Custards, Pies, Hams, Milk, Tea and Coffee. We grow our own Vegetables. Butter and C eese are made the same as in England. Isa Person takes one or two hundred acres of Land and goes upon it at once, he needs £. 100, which sum will supply him and family well, if industrious, they might make ot«t with a less sum, only they would have to work for different people to get such things as they would want. This su;u of Money would supply them with provisions the first Year. Farming Implements are not worth bringing, such as Ploughs, for they are not required for three or sour years. Bring a set cf Harrows' Teeth, for they are the first article required. Do not bring any Axes with you, for we have tie best Axes here. Bring all light Irons that are useful, Ropes, &c, and all the Tools you have. Bring plenty of Bedding, Blankets, aud Clothes ; and supply yourself well with all kinds of Wearing A ipai el, Shoes, &c. Bring no Furniture with you; only what is fitnll, such as a portable Writing Desk, and a few"], [14, "6 little things. We use no Coal, but burn Wood. We bum all the Wood off the Farm. Where I shall live, is the most respectable neighbourhood on the Huron Tract, and is situated about eleven Miles from the Town. I have given up the Land I first took, and have situated myself much better. A Stage Coach runs past my E rm to York Town once a Week. Four Schooners sail regularly. Goderich will be a good place for Trading and Farming, much better than Guelph on account of the Water. The best way to come here is to come by Quebec, which is a much cheaper passage, and your Chests are not searched. The Canada Company have a conveyance from Quebec. If you come by New York, your Chests will be searched. The Steerage Passage is good enough for any one, and you are as safe there as in the Cabin. Take on Board some Flour, Sugar, Raisins, and some Pork Lard, one or two dozen of Eggs, some Lemons, a few Oranges, some Oatmeal, &c. you will find these things very useful during the voyage, and be provided against sickness. A Grist Mill would answer and pay well; I believe it would be the best thing a Young Man could speculate upon, and if I had Capital sufficient, Goderich si ould not long be without a Malting House and Brewery. Let no Young Man fear to venture up ..i ibis under taking, for in a few Years it would pay for itself. We cannot buy Malt under one Dollar a bushel at York, and I am sure it would sell here for 1 J Dollar. If there be not a Malting House erected here within three Years or less, I shall build one on my Farm. It is what I have been thinking of for some time, and there is no one in Goderich knows any thing about Malting, which is a very profitable business. If you think about building a Mill or Malting, I should not be afraid to go with you half parts. I could myself erect the Frame and com plete the Building, except a few of the Works or Machinery, and one Millwright could complete any thing of the kind. Should you think of taking this alone, (or any one else) make no delay in letting me know ; then I will secure you a good lot of Land for the purpose, about 200 acres, with a litile River running through the centre ofthe two lots. The lots consist of 100 acres each lot. This is a most excellent place for Machinery. Write to me as eaily as possible, for I am fearful these lots will be t.tken before I hear from vou."], [15, "7 I have endeavoured to answer your Letter to the best of my ability, and what I have written I should not be afraid of publishing, for it is truth. Wrhen you come to Goderich bring this Letter with you, then you will need no greater proof of its truth. On the spot its truth will be self demonstrated. You will oblige me by letting my Family peruse this Letter, I should have written to them, if you had not particularly requested me to write to you. Your well wisher, &c (Signed) JOHN FREEMAN. To Mr. William Dove, Leiston, near Saxmundham, Suffolk. From Edward Boxall, late resident at Coldwaltham, Sussex, formerly a Soldier in the 36th Regiment. Adelaide, Upper Canada, 26th July, 1832. Dear Mother, I take this opportunity to acquaint you that we arrived here safe and in good health, on the 6th July. Dear Mother I was very fortunate in bringing my discharge with me, for I sound when I landed at York, on the 23rd June, that all who could shew their discharge, was entitled to one hundred acres of Land, from the Crown for their service, which I accordingly got, so if either of iny Nephews or both of them should like to come over here, I will give them some land to work upon. Tell them to bring some tools and all the money they can get with them, and some Upland seed of all de- scription, Garden Seeds, and Barley in particular. William Cooper's Land joins mine, but he have got to pay two dollars per acre for his, and six years to do it in. There is a River run through the corner of my lot and plenty of Fish in it, and here is wild Deer, and Turkeys, Pheasants, Patridges,*and Rabbits, and any body may kill them. Catharine is very well at present, but she was very sea sick coming-"], [16, "8 over for some time ; she sends her kind lo ve to Ruth and all their Brothers and Sisters, and all Friends. Copy this letter and send to my Sisters and tell them I will build them a House if they will come over here to live. So no more at present, from yours, (Signed) EDWARD & CATHARINE BOXALL. Extract of a Letter from William Cooper, la te residing at Graffliam, Sussex, addressed to Mr. James Cooper, of Graff ham, and dated Adelaide, Upper Canada, 28th July, 1832. \" I have been very well ever since I left England, we were seven weeks coming to Montreal, and five weeks more coming up to Kettle Creek, I have got 100 acres of land, \"at 2 dollars per acre, and one fourth to be paid for at the end of 3 years, and the rest in 3 years more. In English money it comes to, £41. 13s. 4d. in all. Tell my Brother James, I saw Richard Carter and his Wife, at Little York, they are doing very well and said this would be a good oppor tunity for them to come out to this Country. I should like for all my Brothers to come here, for here is plenty of work and no doubt but we shall do very well after next Harvest. Edward Boxall and his Wife, and William Phillips, from Merston, and we have built us a Shantee, and lives and works all together on our own land, we have got above 2 acres cleared, and shall sow 6 or 7 acres of Wheat this Autumn and more in the Spring.\" Extract of a Letter from Richard Neal, late of Sutton, Sussex, to his Friends at home, dated Dundas, North America, 20th July, 1832. \"I was offered 5s. Gd. per day at Montreal but I did not wish to stop, we went into the woods and found plenty Morels just like them in England, but the people did not know what they were, then we started for Little York, which is about 500 miles further all by Water. When we landed at York some went one way"], [17, "9 some the other, I stopped there. Elias and Joseph Leggett went oil •with Hutton, 180 miles further, they promised to write to me, but t have had no Letter from them, but I saw two men that went up with lliem, they told me that they both got work for one man, and Sefton Channan's Wife's Brothers ; they have got a good place 12 dollars a month and their board. A Man will get more a month here with his board, than in England without. I have not seen any Game about here, but there are Pheasants, Hares, thousands of Pigeons, and a few Bears, and Wolves but a very few, there are a great many Cherries in the Woods, Currants, and Gooseberries. I promised to send you the state of the Country, I will as well as I can. This is a good Country for one thing, the people are all of one sort pretty much, their servants lives with their masters and they get good wages. 1 left Yoxk and went to Dundas, and got a job there for an English man the name of Pope, he has been here five years, and is doing very well, I have 5s. a day board and lodging, for which I have to take 34. (id. a day in store what they call, you must take Clothes, Shoes, or Hats, or any thing that your master work for. I take 15s. a week paid in money. Clothes are very dear here. Any man can earn enough in 3 days to keep a Wife and Family a week. Dear Father and Mother do not make yourselves uneasy about me, for I am doing verv well, Bricklayer is a good Trade here, and can earn a great deal of money after you get known. Tell James Clark that I do not per suade him to come over to stay here, but here is plenty of work and liood pay. \" Extract of a Letter from George Hill, late a La- bourer, at Sullington, Sussex, dated Jlncaster, Upper Canada, bth August, 1832. \" We have been here five weeks ; I like the Country here very much, but my Wife don't seem to be quite so well contented yet. I got work the first day I got here, and have had plenty of work ever since. I got six shillings per day, (New York currency) which is 3s. 9d. English money, and be boarded. Farmers and Labourers all sit at one table here. We get 5s. english money"], [18, "10 per day in Harvest and boarded. I know that a poor man can do * great deal better here than he can at home, he is sure to get plenty of work if he is steady, and he can live cheaper. Puddock and me have rented a very good House at £l. per month english money I have bought a Cow for £5. and a young Sow for 12s. 6d. We work here from sun rise to sun set, but we don't work so hard as we do at home, we rest through the day very often ; they are not so par ticular here about losing a little time as they at home. Jane (she is 12 years old) is out at service for a year, at 10s. per month, english money. George (aged 10) is with a Mr. Gabriel Gurnett, late from Horsham, Sussex, a Saddler. Dear Father and Mother, we left you almost brokenhearted, but you may be satisfied that we have bettered our condition by coming here.\" Extract of a Letter from John Capelain, to his Brother, dated Huron Tract, Upper Canada, 28th August, 1832. \"I can see a prospect for a good living to begot, Flour is 7 dollars a barrel, which is Z\\ bushels, that is the highest price, after another harvest it will be lower no doubt as we shall all grow our own, and it is now brought a long way up the Country. Mutton I kill and sell out, I can afford to sell it 3d. per lb. Beef '2\\d. Butter about Q\\d. but I shall keep a Cow and make my own next Summer, I have no keep for a Cow this Winter. Dear Brother, if my brother William could take the heart to come there shall be a home for him, as soon as he comes, for I have got a comfortable House up, and 100 acres of Land full of timber, and he shall have part of it, but I will not persuade any one to come, tho' I can see a much better prospect here than in England, if he should, let him bring what ready money he can and not provide a parcel of things as I did, for things are as cheap here as in England, and tools cheaper, let him bring a few one sided Oats, a little Bailey, Goose berry, and Currant cuttings.\""], [19, "11 Extract from a Letter of Allan $' Elizabeth Pud. dock, icho emigrated with the Petworth Party, from Sullington, Sussex, dated Ancaster, Upper Canada, 6th August, 1832. \" We like this place very well, Allan had 3s. Od. per day and board ; now he is hired for a twelvemonth for 26 pounds. We got places for the Girls the day we came here, 15s. per month for Harriet (12 years old), and 10s. for Charlotte (10 years old J, they both like their places well, there is no out-door work for the Women, they have nothing to do but sleep and eat. We have got two Pigs, we can buy the best of pollard at 2s. per hundred, which is about 3 bushels; two bushels of wheat for 10s. and flour is as good as in Eng land. Meat is 2|d. per pound, pork is about £1. per hundred, butter is 7^d. per pound, sugar 6^d. and tea 5s. per pound. Dear Mother, if you were heie, you could get a good cup of tea, and that large box, that Elizabeth give you full of snuff for gd. One of our shillings goes for two here all but one penny, for they call the halfpence pence. Dear Sister Mary, if ;you had come with us, it would have been the means of making your fortune, you could have seven dollars per month, one dollar is five shillings english. This is a good country for fruit, cherries, plums; and apples for the gathering of them. The Fanners they all sit down to eat together, they go without Shoes or Stockings here, there are not many stones to cut their feet. The rule here is to work from sun rise to sun set, it is not as it was at home, we can have a day or two when we have a mind to, we have no call to ask our master, we go when we have a mind ourselves.\" Extract of a Letter from Mr. Heming, to his Mother, dated Nyton Farm, Upper Canada, 2bth September, 1832. \" Since my last letter I have been so engaged getting in my harvest, &c. &c. that I have hardly known which way to turn myself. I have bought 134 more acres of land, with 30 in crop, and a log house to pnt my Chaise into. I have now 367 acres in all ; the last lot is only 3| miles from Guelph, the same road as my first purchase. Emigration has so greatly increased this year, that"], [20, "12 bofoi'e this fetter reaches you all the land within 8 miles of Guelph will be sold. It is in my opinion a most beautiful Country, and excel lent land. I am going to build a good log house, to get into before the Winter sets in ; my Stock at present consists of 1 yoke of Cattle, 10 Pitjs, 1 Cow and Calf, 1 Poney, Neptune and another Dog, 1 Cat, and 30 Fowls, including Hens and Chickens. My land is paid for ex cepting the 100 acres bought ofthe Canada Company. The improved land sells for much more than we conceived in England ; quite rough land sell for 17s. 0d. per acre, if at all in a desirable situation?. I have not been up to Lake Huron, therefore I can only speak from re piul; bi.. I am told land of the bjjslj quality tliL-re, sells for 11s. 6d. per acr°. Extract of a Letter from Wm. T. Upton, who emi- grated with the Pet worth Party; to Mr. G. Warren, Pet worth, dated An dross Mills, Niagara District Grand Rkcr, \\6th September, 1832. \"I dare say you have hail bad accounts of Canada, from the Petworth Party, for 1 know that they wrote home in the midst us their trouble in travelling, before they they knew what it was, or had time to get situations. I went from York to Hamilton, and after a week's illness and quite broke down for money, I got a situation at Mr. Kersey's Saw Mills, on the banks of the Grand River, at 12s. (hi. per week, board anil lodging. I am the lowest, not understand ing it, the others from £1. to £1 12s. per week. I enquired at York aud Hamilton, Cabinet Makers wages, which is- 30s. per week, board and lodging, and plenty of trade to be got. I have been in my place now 9 weeks, and what with my wages, and what I have made with them, I am now worth £8 It's, there isa nian of property in 9 weeks. if trade is as bad as is was, any one would do better in- Canada, for here any one can soon get an independency. Ttll J. Lucas, that his brother Ned and C. Edwards, are living close to me; they get 11s. 3d. per week, board and lod«iiis, and are quite steady. Write as soon as possible. I cannot give yoU a more true account of the price of provisions than D'oyle's 'Hints to Emi grants.' There were plenty gben to the people about Petworth.\""], [21, "The following are Copies of Letters from Settlers ik Upper Canada to their Friends here, con- taining important practical Inform- luting to that Country, for the guidance of Emigrants. Goderieh ; Lake Huron, 16th October, 1831. My Dear Brother, It is with much pleasure I now fulfil my promise in writing to you. I suppose you would like to know all you can respecting this country; I will endeavour to write to you in the best manner I am able. Many persons at home told me that I was insane to think of coming here, and as I heard so much against the country at the time, by those who knew nothing about the place, I really thought I was so; but I thought I would, at all events, give it a trial. Now I can speak for myself, and find it fully and doubly answers my expectations. I was told, once I got here, I should never have it in my power to come back again; but in this, I say they are quite mistaken. 1 have plenty of work at the Carpentering Trade, and am well paid for doing it. This is a good country for au indus- trious person, he may live well and be more independent than in England. Samuel Simpson says he never was so happy in his life ; nothing shall entice him back ; aud he shall never repent the day he came here. He has bought eighty acres of land, and it is to be paid for in five years. I can say, with truth, he is more comfortable and as independent as half the people at Framlingliam. People may question the truth of the statements in this letter, but be assured, what I have written is true, and I have written plain, so that you cannot but understand me. I like Goderich very much : the longer I am here the better I like it, and better I am likely so to do. This is a finer coun- try than any in all America. The Town stands in a most beau- tiful situation, and is likely to be as fine a place as any in the province of Upper Canada. Around about the town Farmers are settling very fast, and new settlers are constantly coming in. Two new Shops are just established, and also a Tan Office. A Tavern is now about being finished. There is a Butcher set up, so that we may get a piece of Beef at three-pence a"], [22, "2 pound, which is thought to be very high. The regular price iu the old settled Towns is 2Jd. per lb. The Grist Mill is ex pected to be set going in about a month ; then flour is expected to be about five dollars a barrel (196 pounds). A dollar on the Yankee side is eight shillings, and one of their shillings is the value of 7|, if you reckon you can soon see the value of a dollar. Cows are very high this season, — sixteen dollars each. The land here is worked by Oxen. When I came there was no Minister settled here, the nearest Church was forty miles off, but now tl '- is a Methodist Minister here, and I expect there will be a chapel built in the spring. Divine service is at present conducted in the School Room. There is here a Sunday School. A Roman Catholic Priest\" comes here every quarter of a year ; he is going to build a Church next Spring. A Temperance Society is also established here. The Post runs from Guelph to this place every fortnight ; this will enable us to have our Let ters more regularly. As all this has recently happened, I leave it to you to judge whether the Town improves or not. I am enjoying a good share of health and am getting quite fat and strong. I am quite a different creature to what I was when I left England, I do not think you would know me. This Country is the healthiest spot in all America, and agrees with me well. 1 am about buying a Town Lot to build a house upon. The Winter will commence here in about ten weeks, and break up iu the latter end of March. I was told in England that the Winter here came on all at once, and that it was like a Russian Winter, that it lasted very severe for six months. What do persons mean by talking about what they know nothing of? If a person have an hundred pounds in this country, if he mind he can do well. I should advise all the people to come here that find lough times in the old Country. I must say again, they must be industrious, as this is not a place for lazy people. My brother John and his Wife like this Country very much, and would not go to live in the old Country again upon any account. ****»***at (Signed) THOMAS FREEMAN. To Mr. Alfred Freeman, Builder, Framlingham, Suffolk. Goderich ; Lake Huron, nth October, 1831. Dear Son and Daughter, 1 take this opportunity of writing to you, hoping you are in good health, as it leaves us at this time, and thank God we are very comfortable, not having to schfme from one meal lo the other, but can eat all we want"], [23, "3 without fear. Wages are very good here, I work at my trade when it suits me. When I want a little ready cash, I sit down, perhaps make a pair of Men's Shoes, for which I get a Dollar, they finding leather, and at other times I work on my Land. I have bought 80 acres of the Company for 120 Dollars, which is just £30, to be paid in five instalments, of £6 per year, the first to be paid down, and the Company to find provisions till I get a piece of Land cleared to grow my own at Market Price, by paying six per cent, interest on the whole debt, which any one may do in two years, if he is industrious, but it won't do without hard work. The third year he may get stock, begin to clear off his debt, and sit himself down comfortable. I am endeavouring to cut down 3 or 4 acres to burn off iu the Spring, and get in a few things for the Summer. I like the Country well, much better than I do the States ; we are under the English banners and laws, but the best of them independent and free. The Climate in this part is much like England, ex cept hotter in the Summer and colder in the Winter. I do not know what a man wants more to make him comfortable in this world, than when he has got a sufficient quantity of Land, where lie can grow his own provisions, rear his own Sheep, Pigs, Cows, Oxen, Fowls, make his own Sugar, Soap, Candles, and every thing for his own use, without the Exciseman, the Tithe, or the Tax-gatherer. Taxes are not so heavy as iu the States ; there is a small Land Tax, but so small that they ga ther it but once in sour years, then it is applied to the repair of Roads. I wish I knew whether you intend coming in the Spring, — judge for yourselves, don't let me advise you against your will, but of course we should like to see you. There will be a Brewery built next Summer, and I could get you the Malting, which will be a grand thing in the Winter, when you cannot work on your Laud. Land wants but little cultivation iu this Country. I have seen Land in the Stales which has been cropt for fifteen years and has good crops this year, and Land is reckoned better in Canada than in the States. If please God to give me strength ten years longer, I hope I shall have a good Farm for all my children. Stock is cheap, you may get a good Cow with Calf from £3 to £4. A pair of good working Oxen from 10 to £12. I am at present living in a house belonging to the Company, which a person left in their debt. I shall build up a good House next Summer on my own Land, which is just three miles from the Town, and then I shall buy about 100 acres more. It is expected land will rise after next year, to 10s. per acre. Harriet is in place, at four Dollars per Month, and Samuel is living at the Governor and Magistrate's of die place, at three Dollars per Month, for a time, but on rising wages. We reckon cleared land in cultivation to sell at <£5 per acre. Now I will endeavour to give you as correct au account of the place as I can. The Town of Goderich is situated on a level hill, with a good Quay and Harbour, by the"], [24, "4 side of Lake Huron, (which is 250 miles in length, and 100 in breadth,) and is laid out a Mile square, with the Market place in the centre. There are four principal Streets a Mile in length, but the place is very young at present, it was not discovered sour years back, nor inhabited but by the native Indians, who are now becoming moralized and good kind of people. The inhabitants I judge to be at present from 2 to 300, scattered in different parts, there have been a great many settled in the Town since I came up, but it is not a place for trade al present, like the old settlements, but there is every prospect of its being the finest place in Upper Canada. But, for my part, give me Land. Things are much the price as in England, except Tobacco, which is Is. 6d. perlb. for the best. The regular price for labour is from 3s. to 3s. 9rf. per day. the Year round, except in the time of Harvest, then it is from 5s. to 7s. Gd. per day. Things will be much cheaper after a time, they are much lower than they were. We have got a good Grist Mill up this month, which will be a good thing for those who have grown Wheat. Now I will give you and every one who emigrate to this Coun try, the following advice, viz: — take provisions for Six Weeks; a few good Biscuits, a Ham or two, some Potatoes, Flour, and Yest, as there is every convenience for baking on board ; some Plums, and a little Brandy, which is better than Rum, in case of sickness, and what little dainties you can think of. The passage from London to Quebec, is £3 : 10s. per head, children under twelve years of age half that price. The next thing, bring as little Luggage as possible, excepting your Beds, Clothes, and Cooking Utensils. When you arrive at Quebec you can get provisions as you want, every two or three miles, and when there you may have to wait a day or two for your own convenience. The following things I could wish you to bring. A few Garden Seeds of all kinds, some scarlet Beans, some broad Beans, a few real Midsummer Potatoes, about a pint of good Spring Wheat, a pint of good Barley, and any thing in a small compass you can think of, a good Gun, if you can get one cheap, an old Almanack, some Gun flints, a Whetstone or two, for the Axe. I hope you will send this Letter to my Brother and he will be sure to return it, for I have an opportunity of sending it to you by a person who is going to Manchester, and the Ship is this minute leaving, and I have not time to write a Letter to him as I could wish. I hope you will send a Letter as soon as possible. We all join in kind love and true respects to Friends. We remain, your loviug Father and Mother, (Signed) SAMUEL and ANN SIMPSON. P. S. Bring a little useful Medicine, some Red Precipitate Powder, and some Bitter Aloes. To Mr. William Noble, Maltster, Frumlingham, Suffolk."], [25, "5 Extract of a Letter from Mr. John Freeman, Carpenter, in Upper Canada, to his Mother. Goderich; Lake Huron, 18th October, 1831. Mr. Samuel Jennings, brother lo Mr. William Jen nings, of Framlingham, has taken a Farm Lot ; he has eight acres of wheat in this fall, and expects to have land cleared for a good Spring crop. He gives a very favourable account of the Country. Samuel Simpson, who was sent out by the Parish of Framlingham, has every thing here that a man can wish for, and will do well, provided he keeps from drinking. I could write to you the evils which excess of drinking ardent Spirits has done here, and were you to see in your Country as much evil arising from it as I have, you would join with me in saying, *' touch not,\" \" taste not,\" \" abstain.1\" for it is the com mencement of \" tasting\" which has done the mischief. I will not keep Spirits in my house, nor provide them for the entertainment of my friends, nor furnish them to persons in my employment, but discountenance the use of them entirely. Dear Mother, My Wife and myself live very happy and comfortable; I never enjoyed myself more in my life, and had I been mindful of the Country from whence I came, I have had opportunities of returning. My brother Thomas is fol lowing the Carpentering Trade with me, and is improving very much ; he likes it better than any thing else. He likes the place exceedingly well, and is after purchasing a Town Lot, to build his house upon. I have a good house and home, aud find this a very pleasant Country. I was the first that was married in the Town of Goderich, and the first that settled upon the Market Square, so the Canada Company have given me Ten Acres of Land near the Town. This Land is of great value to us, we can keep several head of Cattle upon it, and save the produce for the Winter. (Signed) JOHN FREEMAN. To Mrs. Susanna Freeman, Framlingham, Suffolk. Guelph, Upper Canada, Feb. 26, 1831. Deak John, 1 received the letter, jointly wrote by my brother Adam and you, aud you can hardly imagine the joy we felt to hear from our dearest old friends iu the land of our forefathers, that you were in health, and able to handle the awl and shuttle ; but I fear you will have enough to do lo make your hard earn-"], [26, "6 ings support the cravings of nature. When we sit down to our meals, I think how happy I would be to share them with my dear friends in Scotland. After arriving at the head of Lake Ontario, which we reached in July, I took a house for a month, and leaving the family set out to see a little of the country, in company with two fellow emigrants ; and after traversing between 500 and 600 miles — through fourteen town ships, we gave the preference to the Company's lands at Guelph, being good, well watered, and a healthful country, although it is a dollar higher in price than many other town ships : so returning to the Lake we struck our camps, and came direct to Guelph on the first of August. It is twenty-six miles north-west from the Lake Ontario ; I immediately went through the lands of the block, and selected a lot of 100 acres; they are all laid off in 100 acre-lots, but you can purchase as many of these as you please, and have five years to pay it in ; it is three dollars per acre, you pay a filth, that is £15 when you enter on your lot, and a fifth yearly for the other sour years. A dollar here is 5s., a British shilling Is. 2</. and a sove reign varies from 24s. to 23s. 4rf. A lot of 100 acres is laid off a quarter of a mile in breadth, by five-eighths long, and a road laid along the head, and down betwixt every second Jot twelve yards wide, — you have your measurement exclusive of the roads. I was desirous to have some wheat sown in the fall, as it would yield us bread of our own growth for next year; and it does not answer here to sow wheat in the Spring, so I engaged a young man, who came over in the ship with us from Edin burgh, for two months, and, commencing immediately, we suc ceeded, with my boy's help, in cutting, clearing, and getting sown, in wheat, four acres, which looks excellent; the product in wheat here, I understand, varies according to circum stances, from twenty to forty bushels per acre. I next set to work with the lad, and got up a house twenty-nine feet long by twenty-one wide, with a cellar below, twenty by eighteen, and six and a half deep; our houses are all of wood, the manner of building is — you have your blocks cut and prepared, and drawn to the place by oxen, (you get a man with a pair of oxen for drawing ycjwr wood together for 7s. 6d. per day;) then you go round lo the settlers in your neighbourhood, letting them know the day you wish your house raised, inviting as many as will manage it in a day, when they assemble and help you up with Ihe logs; I had twenty at mine; you then finish the rest yourself, or pay tradesmen to do it, but that comes very expensive, wages being so high ; a joiner and mason has 8s. and 10s. a day, a labourer from 3s. to a dollar, and victuals, and they by no means work too eagerly. I did all iny house myself, put on the roof, and built the chimney, indeed every thing till I came to lay the floors, when I had to engage a joiner a week to plane arid plough the deals; I paid him"], [27, "7 for the week ten dollars, with victuals. The houses in other respects are done much like those in Scotland, only in place of slates we have them shingled with wood, which when painted looks exactly like slating, and will last twenty years. I have two good apartments and an excellent loft up stairs, with three large windows; the glass is cheap, a pane, ten by twelve inches, is 4d. Mine is said to be the best house in the block, by all who have seen it ; 1 feel sensible, at least, that it is warm and comfor- table. 1 have since, with the two boys' help, cut six more acres since the fall, and expect to have eight more cut by Spring ; our axes are quite different from yours, more like a wedge, they cut wood far better. The wood is of all sizes, from the sapling of a quarter inch to the tree of thirty feet in circum- ference; our manner of cutting is — all below about six inches we cut by the ground, and the larger ones two and a half feet high, the roots rot out in eight or nine years, and are then drawn up by oxen ; few horses are kept till the ground is thoroughly cleared, as oxen are more steady amongst the stumps, &c. When you have your tiees cut down you lop the trunks, and pile them up in heaps, the trunks cut in lengths convenient to be drawn by oxen, together into log-heaps, fifty or sixty cart loads a-piece. What is cut iu winter is burned off in the end of April, aud that cut in Summer consumed in October, when the wheat is sown. The wood on one acre would, in Scotland, give as much money as would here pur- chase 300 or 400 acres of land, wood and all, — there is here ash, elm, beech, pine, oak, larch, fir, hickory, butternutt, iron-wood, baswood, poplar, balsam, cedar of Lebanon, and the mapletree, from which our sugar : extracted ; and on my lot here are many cherry-trees, seven and eight feet iu circumference; all the kinds of wood grow to large trees, and all the above kinds grow on my lot, with some others whose names I have forgot ; and plums, gooseberries, black- berries, and currants are growing in thousands, though their berries are small, owing to their wild state. The sugar is made in the mouth of March; the process is this — they make small wooden troughs, and cut a notch in the tree about an inch and a half deep by two wide, and the sap runs into the trough; it is then boiled on a slow fire, the longer you boil it the more it is refined, and the skimmings is excellent molass, when boiled it is poured into pots, or what you please, and when cooled is harder than your loaf sugar; some individuals make ten and twelve hundred weight in a season. A large tree yields from five to seven pounds weight of sugar, and the tree no way ex hausted, as it will yield the same every year. The ground requires no ploughing till the third year ; after burning off the wood, we sow the grain, with only a slight har rowing, and the following year burn off the stubble, and again just sow and harrow. The seed is a short time in the ground, except the wheat ; bailey, oats, peas, and Indian corn,"], [28, "8 are all sown iu the beginning of June, potatoes planted in the same month, and harvest commences about the middle ot August. In summer the days are two and a half hours shorter, and in winter as much longer, than with you, and five hours diffe rence in the time of day ; twelve in the day with us is five in the evening with you. I have, in Scotland, found some days as hot, and some as cold as any here ; but our summer heat and winter cold is here more equal, neither nearly so extreme as I ex pected ; the most pleasant time is what is here called the Indian summer, from the month of October till December. Winter sets in regularly about the new year, and continues till the beginning of April, not changeable as with you, frosty aud fresh alternately, but fixed and equal : our sky is always clear. The settlers say this is the coldest winter they have sound, yet I do not feel it disagreeably cold ; I have wrought every day without my coat. The sun has a strong influence in our long winter days, and the snow is seldom above a foot deep. As we scarcely ever have any mist, it is exceedingly clear at night. You know my sight is not good, yet I can read a small print quite well with the light of the moon. The winter is far longer aud colder in the lower province. We grow pumpkins, water and musk-mellons in the fields, with most kinds of vegetables, in great perfection. As to the face of the country, it is not easy to foim an opinion. It ap pears one vast forest ; one would suppose there are no hills iu the country; I believe were it cleared I might see a hundred miles. It is well watered, however, with lakes, rivers, and fine burns, which we here call creeks; one runs through my lot very like Newtounburn ; and I have already discovered two particu lar fine springs on my acres, 1 believe there may be more if ( had time to search ; beside the best one I have fixed my habi tation, and I call my place GreeuwelU; for \" auld lang syne,\" early associations you know. I have seen no whins, heather, or broom here ; but we have gowaus, and \" the thistle so green ;\" and red, white, and yellow clover grow spontaneous, aud in great abundance. The fairn is also here in abundance in many places, with a variety of British flowers and herbs; but there is much here of that sort, natural to the climate, which I yet know not even the names of. We have a variety of birds of the most beautiful plumage, robin red-breasts too, much larger than yours, and of a lovely plumage; but we have too much of the bass in our music, if music we have at all ; for, I must confess, I have not heard a bird sing in all the country; indeed, I believe, they are all too much the dandy to sing; they have left that brant-h to birds of an inferior plumage. Our frogs are very merry, they mount the trees aud croak; you can hear them half a mile; they are twice as large as Scotch frogs, but they stay only in the marshes : 1 am glad we have none near our dwellings."], [29, "9 For all our woods, we have no crows, except stragglers, of the corby (raven) kind, but their want is fully made up in wood-pigeons ; their flocks sometimes nearly darken the air. Our woodcock is a most beautiful bird ; the woodpecker, also, most beautiful, — you can hear it balsa mile off; I often, when I see it, remember the song of \" The woodpeckei tapping the hollow beech-tree.\" As for game, our variety is not great. We have plenty of pheasants ; you may shoot the whole flock, as they don't fly the gun ; it is just fire and load as long as you please, but I very seldom or ever take a shot. I think we have no hares; but large rabbits, which grow white in winter; and plenty of deer, which come to the very doors, as large as a year old calf. Numbers, also, of wolves and bears ; you hear them braying, in the night-time, like a pack of hounds ; they never attack any person, but take a sheep, calf, or hog, when they can get it. We have few serpents in this place, and none of them venemous ; but there are many in the lower parts ofthe province. Dear John, I would not just wish to advise anyone to come here; but, for my own part, I would not return to Scotland, though any one would pay my passage back and give me twenty pounds a-year, — not that I do not love the land of Caledonia, which will ever be dear to my bosom, (and I could knock down the man who speaks ill of it,) but I never could have the prospects for my family iu Bri'aiu that I here have; only one thing is to be remarked, no one need come here in prospect of doing well unless he intend to be diligent, and woik hard; and he who does so will, iu the course of seven or eight years, feel independent. Our taxation is here so moderate : a man with a hundred acres does not pay a dollar a-year altogether. A quite wrong opinion of this coun- try prevails in Scotland ; the United States being generally preferred. Now, in the States, you are far heavier taxed, and emigrants are there certain to be cheated out of what they may have by the Yankees. I have seen above forty persons, Scotchmen, who had first gone to the United States, and they told me it would have been hundreds in their way had they come here at the first : they are now coming as fast here from the States as from the old country. Dear John, how happy would I be lo have you here, with my dear brother aud sisters, and the sooner the better would it be for yourselves. Your business is \\ery good here; they pin all the shoes instead of sewing them ; they cost from leu lo twelve shillings a pair, aud the leather is not half the price as at home; you can buy a side of good natch leather for 16s. half-bend, &c. in proportion. A smithwright aud tailor are, also, good trades; but spirits being so cheap too many fall into the drink. We have got up a good corn-mill this summer in the village, with four run of stones ; a brewery and distillery. We have been but poorly off for sermons, but have now every prospect of soon enjoying that blessing, as Government has"], [30, "10 given £70 yearly to help, and the Company 400 acres of land, for a glebe. We had a meeting a month ago, and have sub scribed as much as will make a good stipend, and will get a church built in the spring. I have not written to our friend David Ovans yet, (teacher, at Cobourg,) he is about 200 miles below us, but I will write him now immediately. We have a post-office in the village, and are at no loss for British news. We get two papers in the week ; they are very cheap, cost only 10s. a-year. I am sorry to hear of such disturbances in England, but I trust the new ministry will do good. Be sure and write me soon, and send it by Liverpool and New York, as that way it costs me only 2s. Gd. and by Quebec 7s. ; direct to me, John Inglis, Guelph, Upper Canada, N.America. Our joint love to your wife and family, and all friends and acquaintance ; how happy have I been to hear that my dear aged mother is still the first up in the morning; nothing, perhaps, dulls my spirits so much as the thoughts of not likely being able to look on her again with the eye of mortality, while I have hope of seeing all the rest. , Margaret and the family all like this country well, and join me in mutual love to you all. You will, I hope, be able to make it, out, though you see I am not a first-rate scribe. I wrote Ann Inglis, my sister, a month ago. Yours, ever truly, (Signed) JOHN INGLIS. To John Younger, Shoemaker, Lessudden, Roxburgshire, N.B. York, Upper Canada, 9th Nov. 1830. My Dear Brother, I have been engaged, since my arrival in Upper Canada, in a thorough examination of the country, with a view to ascertain whether it affords such prospects of future comfort aud independence, as to induce me to remain and establish myself and my family in it. Hav- ing, by this time, gained a general knowledge of the soil and climate — of the system of government — of the state of society and religion, throughout the province, and made myself more particularly acquainted with this neighbourhood, by excur- sions into all the different townships, I am now enabled to give you my opinions on these points with some confidence. The information which I communicate, and the advice which I may venture to give, are as much for the guidance of my old friends and neighbours, whose interest and happiness I have much at heart, as for your own, and I trust you will receive them as the result of an anxious and careful investigation, and a statement of facts, which have come under my own eye"], [31, "11 — for it has not been my object to be taught by others what, by any labour or pains, I could learn myself. After a passage of nearly eight weeks, which, parting from friends and relations, and leaving the land of our birth, must always render gloomy and dispiriting, I lauded at Quebec, and made a stay there of upwards of a month ; but, not liking the appearance of the country, which is very mountainous and sterile, I refused several offers of land in the townships of Inverness and Leeds, and came to Montreal, 180 miles higher up the river Saint Lawrence, by steam-packet. At Montreal I remained another month, determined to give every part a fair trial, and to form no opinion without good grounds for it. The land here, although better than that at Quebec, was, still, not what I had been led to expect. I, therefore, again set out, and finally reached York, the capital of Upper Canada, situated on Lake Ontario, about 300 miles from Montreal. It is from this place that I am now writing, and you will understand that the following remarks have reference to this neighbourhood. The climate appears to me very similar to that of England, but drier, and without those violent storms of wind and rain so often experienced there. The summer is warmer, and the winter, perhaps, colder; but the air is always clear and bracing, and there is scarcely a day's work in the year lost from bad weather. For my own part, although I have been a good deal exposed on my frequent journeys, I have never enjoyed better health, nor felt myself in better spirits. The land is generally level, watered by fine streams, and covered with timber — oak, beech, birch, elm, ash, maple — from which excellent sugar is made — bass, pine, hemlock, spruce, and several kinds of nut, grow to a vast size, and form the principal cause of the difference of appearance be tween this country and England. Every description of soil can be found, so that a man, if he understands the cultivation of one kind better than another, may suit himself here, with out difficulty. On the surface is always a coat of vegetable mould, which has been formed by the leaves of the trees, and the decayed wood, and which causes all sorts of grain and grass to grow with the most astonishing luxuriance. In the township of Toronto, I saw a crop of oats, estimated to produce five quarters to the acre, and was assured by the proprietor that it was the ninth crop of grain which had been grown on the same ground without any kind of manure. The price of land varies from 5s. to 25s. per acre ; but the medium price in the townships in this neighbourhood, is 15s. equal to 13s. Gd. sterling money — part is payable in cash at the time of purchase, and the remainder generally in sour or five yearly instalments, with interest at six per cent. The expense of bringing an acre into cultivation — that is, cutting down and burning the timber, is from £2 : 10 : 0 to £3 : 10 : 0,"], [32, "12 where the wood is of the hard kinds, and not unusually thick. After this process, the only thing that remains to do, is, to sow aud harrow in the seed, which is generally wheat —one bushel to the acre. The surface is naturally loose, and is rendered still more so by the trampling of the men and cattle, so that there is no occasion for ploughing. The crop is generally from 25 to 35 bushels per acre, and is worth, at the present price in York, 5s. a bushel, equal to 36s. sterling per quarter; from £5 to £8 : 15s. per acre. A second crop, equally good, may often be taken ; and the land, then sown with grass-seed, will produce excellent hay and pasture. Barley is not much cultivated ; the produce is equal to that of wheat, but it is not worth more than 2s. Gd. per bushel. Oats are also a good crop, and sell for Is. 6d. a bushel. And the white pease equal any thing that I have seen, both iu quantity and quality. Vegetables of all kinds are abundant, and bear good prices : potatoes, turnips, carrots, and cab- bages, in particular, grow to perfection. Horses cost from £20 to £40 a pair. Some of them are very good, but they might be much improved ; and it would be well worth a man's while to bring out a stout, compact English stud with him. Oxen, from their being better adapted for the work of a new country, are more used than horses, and, of course, better attended to. They aie well-formed, thrifty beasts, but not equal, in size or appearance, to the short horns we have been accustomed to see in Yorkshire. From £10 to £15 a pair is the price for working oxen, according to size and age. Cows are sold at from £4 to £6 each, and young beasts in proportion. Very little trouble or labour is required in the raising of cattle in this country, as t'hey are left to brouse in the woods, where they find plenty of food, and thrive remarkably well. Sheep are not yet numerous, the wooded lands not being adapted for them ; but as the country becomes more cleared, they will increase. Some manufactories of cloth ate already established, aud wool is in good demand. at Is. Qd. a pound. The new Leicester breed, and its crosses, will be the kind required, and, if imported, would soon repay their cost and expenses. Religion, in this country, is entirely free from restraint. Every man is allowed, in this respect, lo think as he pleases, and to attend what minister and what place of worship he may choose to prefer. So long as he conducts himself in obedience to the laws, which are precisely the same as those of England, he is at liberty to act as his conscience may direct. Our persuasion is very numerous, and I have been happy to learn that some of the most industrious and respec table settlers belong to it. Wherever my business has led me, I have sound friends and acquaintance ; and it has been a great satisfaction to meet many of ni.y old neighbours, whom I had kuown long"], [33, "13 and intimately, before either they or I had thought of cros sing the Atlantic Ocean. Old country people form a great proportion of the inhabitants, and their numbers are daily increasing. It is with gratitude I mention the kindness shewn me in every part of the country through which I have travelled. I have been made welcome in all places, and have never wanted a meal or a lodging. It now only remains for me to speak with respect to your plan of coming out to this country. I will not advise you directly to do so ; because we often think so differently upon a subject, that what pleases one may, perhaps, displease ano ther : and because men sometimes allow their hopes and ex pectations to be raised to such a height ss cannot be reached by any thing in Nature. But I can scarcely foresee any disappointment to you. On the contrary, I feel confident that every sober and industrious man, however poor he may be, on arriving here, will, in the course of a few years, find himself in comfort and independence, if not in affluence. I have met with persons who came from England, ten years ago, without a shilling, and who now possess farnls with seventy or eighty acres cleared, eight or ten stacks of corn, besides well-filled barns, horses, horned cattle, sheep, hogs, and poultry ; every thing that is wanted to render them contented and happy. I have, on the contrary, met with men who, whatever they may have had originally, are beggars now, and ever will be beggars. Bus these are characters whose disgusting intemperance makes them a disgrace to themselves as well as to their country, and who must be despised and shunned by all sober men. Many inconveniences must be suffered, many difficulties overcome, both in the voyage from England and in the first settlement on land here. But these once over, an establishment once effected, and I have little doubt that, with prudence aud economy, the emigrant will receive a fair return for his toil and privation. I remain, dear Brother, Yours, affectionately, (Signed) RICHARD BE1LBY. To Mr. John Beilby, Benton, near Burlington, Yorkshire. On reaching Quebec, you should proceed immediately, by steam-packet, to Montreal ; from thence to Prescott, you will travel partly by land, and partly by boats on the River St. Lawrence ; but, in all cases, prefer the fastest mode of con veyance, notwithstanding the increased expense. From Prescott, a steam-packet will bring you direct to York, where you will hear of me. My expenses from Montreal to this place, with my daughter, amounted to £4 : 10 : 0, but I"], [34, "14 have since learned that I could have come up for half that sum. The Canada Company have contracted with the pro prietors of the packets and river-boats to have their settlers forwarded at very low rates ; and any person is allowed the advantage of this arrangement on depositing with the agent, at Quebec, a sum sufficient to cover the expeuses incurred by the Company. Besides the saving of expense, the passengers, by this means, ar4j secured from all risk of being imposed upon along the route. I annex a more particular statement of the present prices of farm-produce in this town, and, also, of the common rate of wages for journeymen of different trades. You will see by these that very great encouragement is offered to indus trious men generally, and to mechanics in particular. As the expenses of living are not much greater here than in England, and as there are no taxes whatever, I feel confident of the correctness of my former statement, that no man, if honestly inclined, can fail in securing a comfortable livelihood and independence for himself and his family. (Signed) RICHARD BEILBY. MARKET PRICES. e\\f Bushel. <f Quarter. s. d. s. s. d. s. Wheat.... 4 8 to 5 =■= 37 6to40 Barley 3 2 „ 25 4 Rye 3 3 „ 26 0 Oats 1 6 „ 12 0 - Indian Com 3 9 „ 30 0 Pease 3 2 „ 25 4 Flour, 25s. per barrel ot' 196 pounds. Beef, per lb. 3d. or by the quarter 22s. 6d. per 100 lb. Mutton, per lb. 3f<f. Pork per lb. 3d. or 25s. per 100 lb. Tallow ;, 4-Jd. rough. Lard „ 5d. Butler „ 9d. fresh, 7\\d. do salt. Cheese „ 5d. Eggs, per dozen, 9d. Geese, per couple, 3s. 9d. Ducks „ Is. lOd. Fowls „ Is. 3d. Turkeys ,, 3s. -id. Hay, per Ton, £2:10:0 WAGES Board not sound. Stone Masons earn fro4n 6s. Sd. to 7s. 6d. a day, or 6s. Sd. to 7s. 6d. per toise of work. Bricklayers, 7s. 6d. to 8s. 9d. a day, or 12s. 6d. to 15s. per thousand bricks laid. Wheelwrights, 5s. a day. Waggon-makers, 5s. „ Saddlers, 5s. „ Curriers, 5s. „ Tailors, for making a coal, 5s. trowsers, and 5s. waistcoat. Shoemakers, 22s. 6d. for making a pair of top-boots, 13s. 9<i. for a pair of Hessian boots, and 12s. 6d. Wel- Brickmakers, 5s. to 7s. tid. per day. Plaslerers, 7s. 6d. a day, or 9d. to lOd. per square yard of work. Carpenters and Joiners, 6s. Sd. a day. Cubinet-makers, 7s. 6d. a day. Sawyers, 7s. 6d. a diiy, or 7s. 6d. per 100 feet of pine, aud 8s. 9d. oak. Painters and Glaziers, 5s. a day. Coopers, 6s. 3d. to 7s. 6d. „ Shipwrights, 7s. 6d. to 10s. „ lington boots. Labourers and Farm Servants, 3s. 9d. a day. In harvest time, 6s. Sd. a day. Reaping an acre of Wheat, 12s. 6d. Cradling „ ,, 6s. 3d. Mowing „ Hay, 5s. Od. Ploughing an acre of Land, 6s. Sd. Blacksmiths, 5s. Harrowing 2s. 6d."], [35, "15 Guelph, December 7, 1830. My dear Wife, I take the favourable opportunity of conveying my warmest affections to you and my dear little children, as you are the only concern of my mind. I trust, in the mercies of God, that these few lines will find you and them in good health. For my part I have great reason to be thankful for the many blessings I enjoy. 1 have nothing to disturb my mind, but the absence of my little family ; but I hope to have the happiness of having you with me next spring, as I took every step 1 could to secure your passage. Now, my dear, the method I have taken is the surest and best that I could suggest, which is as follows : — The honourable Mr. Jones, who lives here, and is chief superintendent for the Canada Company in this place, has taken the trouble of remitting fifteen pounds to the agent for the Canada Com pany in Belfast, for you, which I gave him, as it is the safest way I could send it, there are so many disappointments in sending it any other way. Mr. Jones will send every direc tion to the Agent how you are to act. I hope you will hold yourself in readiness, as I- will be quite uneasy until I have the pleasure of seeing you. If you were here you would like to live here; it is the best place in Canada, and settlers are well treated here. The land is fertile, and the climate is re markably wholesome ; aud, in fact, after a little time, set tlers that came here poor, will be soon independent. We have neither police nor army here, and still people live in per fect harmony and mutual friendship. I have one hundred acres of as good land as James Duncan ever possessed, for which I paid £75, but it is now -worth £150. There is a great deal of trouble in clearing land ; but when once cleared and paid for, it is free for ever. It produces as good crops as any in the world ; good potatoes as any I ever used in Ireland ; as good wheat, oats, and in fact, every thing that land can produce, we have in the greatest abundance; and what is better still, if farmers have anything to bring to market, they can get as good a price for it as in the old country; and no landlord to perplex them. If any of our friends or neighbours intend coming to America, I would advise them to come here, as it is a good settlement, where they can live in peace and plenty. Now, my dear, I trust you will be deter mined, and come, you and my little children, to the land of freedom, where we shall meet to part no more. The aforesaid gentleman will give directions that you will be sure of, and by which you will have no trouble until you come to me. Give my love to my dear little children, and to all our friends iu general ; and believe me, my dear, to be your ever affec tionate husband, (Signed) JAMES MA YES. To Mrs. Mary Mayes, Corloon, near Magherafolt, Londonderry, Ireland."], [36, "16 Extract of a Letter from Mr. John Kennedy, lo Mr. Caldwell, Mains of Park, nearGlenlucc, dated Guelph, Upper Canada, llh November, 1831. \" On our arrival here we purchased 100 acres of land of the Canada Company, and are now resi dent upon it, two miles from the Town of Guelph ; this time last year it was in a state of nature: not a tree cut upon it; at present, we have 3J acres of beautiful barley, 1 J acres of oats, and about 2 acres of potatoes and turnips. We have a comfortable small house erected, with a garden in front ; the land is rich and of the best quality, well watered, and pleasantly situated. Wages are high, 3s. 6d. per day for a labourer, and from 5s. to 7s. Gd. per day for a trades man ; indeed, I think this is the best country in the world sol an industrious working man. There are several Scotch far mers residents in this neighbourho&d, who brought out some capital with them a few years ago, have now most beautiful farms, and are living as comfortable and as independent as most of the Scotch freeholders do.\" Extract of a Letter lo Mr. William Elherton, Aynho, near Brackley, from his son, dated Woolwich, Upper Canada, \\1th November, 1&31. \" The settlers are doing well at Woolwich, near Guelph, Upper Canada. I have a friend who went there nine years ago wilhout a dollar; has now 200 acres of land, all paid for; 130 of it cleared; had 1000 bushels of wheat last harvest, and other grain in proportion ; has 50 head of cattle, 2 span of horses, 40 sheep, and 60 hogs. There are a settlers that began some two or three years ago ; great many all doing well,\" 51ARCHANT, rrUNTER, INGRAM-COtiRT, FENClWRCH-STREIiT."], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""]]