[[1, ""], [2, ""], [3, "I SAB EL L A: OR, THE FATAL MARRIAGE. A P L AY. from SOUTHERN. As it is Now performing at the Theatre - Royal in Drury-Lane. Pellex ego fa£ta mariti Ovid. LONDON: I for J. and R. Tonson, in the Strand. MDCCLVII. ( Price One Shilling. )"], [4, ""], [5, "ADVERTISEMENT. THOUGH the mixed Drama of the laft Age called Tragi - Comedy, has been generally con demned by the Critics, and perhaps not without Rea fon ; yet it has been found to fucceed on the Stao-e • Both the Comic and Tragic Scenes have been applaud ed by the Audience, without any particular Excep tions. Nor has it been obferved, that the Effect of either was lefs forcible, than it would have been, if they had not fucceeded each other in the Entertainment of the fame Night. The Tragic Part of this Play has been always efteemed extremely Natural and Intereft ing; and it would probably, like fome others, have produc'dits full Effect, notwithftanding the Intervention of the Comic Scenes that are mixed with it : The Editor therefore, would not have thought of removino- them, if they had not been exceptionable, in themfelves, not only as indelicate, but as immoral : For this Reafon, he has fuffered fo much of the Chat-afters of the Porter and the Nurfe to remain, as is not liable to this Objec tion. He is, however, to account, not only for what he has taken away, but for what he has added. It will eafily be comprehended, that the leaving out Something, made it abfolutely neceffary that Something fhould be fupplied ; and the Public will be the more eafily recon ciled to this Neceffity, when they are acquainted that the Additions are very inconfiderable, and that the Editor has done his utmoft to render them of a Piece with the reft. Several Lines of the Original, particularly, in the Part of Ifabella, are printed, though they are omitted in the Reprefentation. Many Things pleafe in the Reading, which may have little or no Effect upon the Stage. When the Paffions are violent, and the Speeches long, the Performers muft either fpare their Powers, or fhor ten their Speeches. Mrs. Cibber chofe the latter ; by which fhe has been able to exert that Force and Ex preffion which has been fo ftrongly felt, and fo fincerely applauded."], [6, "Dramatis Perfonse. MEN. Count Baldwin, Father to Biron and 7 g Carlos. ■» Biron, marry'd to Iflabella, fuppos'd ? Mr_ Garrkkm dead. * Carlos, his younger Brother; Mr. Davies. Villeroy, in Love with Iflabella, mar- J Mr< Bavari% ries her. * Sampflon, Porter to Count Baldwin. Mr. Bransby. A Child of Iflabella's, by _B.*re#. Bedford, a Friend of Biron's. Pedro, a Servant to Carlos. Mr. 7#r/o». Mr. /FaZfcr. WOMEN. _?&&/&, marry'd to Sw and Vil- i M c;, , /_?roy. j Nurfe to Biron. Mrs. Bennet, Officers, Servants, Men and Women The SCRNR g ff !?&_§£ L A"], [7, "ISABELLA; OR, THE FATAL MARRIAGE. ACT I. SCENE, before Count Baldwin's Houfe. Enter Villeroy and Carlos. CARLOS. Ir^g^-^HI S Conftancy of yours will eftablifh an %j£ &-%!? immortal Reputation among the Women. 5(£ T )gf Fil. If it would eftablifh me with lfa- __&-* ar& Mla f Iw| 3 Car. Follow her, follow her : Troy **^**^W* Town was won at laft. Vil. I have folloW'd her thefe feven Years, and now I but live in Hopes. Car. But live in Hopes ! why, Hope is the ready •ad, the Lover's Baiting-place ; and for ought you ow, but one Stage fhort of the PoffefTion of your iffrefi. B VH"], [8, "ISABELLA; 2 or, Vil. But my Hopes, I fear, are more of my own making, than hers ; and proceed rather from my Wifhes, than any Encouragement -he has given me. Car. That I can't tell : The Sex is very various : There are no certain Meafures to be prefcrib'd, or fol low'd,.in making our Approaches to the Women. All that we have to do, I think, is to attempt 'em in the weakeft Part : Prefs 'em but hard, and they will all fall under the Neceffity of a Surrender at laft. That Fa vour comes at once; and fometimes when we leaft expect it. Vil. I fhall be glad to find it fo. Car. You will find it fo. Every Place is to be taken, that is not to be reliev'd : She muft comply. Vil. I'm going to vifit her. Car. What Intereft a Brother-in-Law can have with her, depend upon. Vil. I know your Intereft, and I thank you. Car. You are prevented ; fee the Mourner comes ; She weeps, as feven Years were feven Hours ; So frefh, unfading is the Memory Of my poor Brother's Biron's Death : I leave you to your Opportunity. [Exit Vil. Tho' I have ta'en Care to root her from our Houfe, I wou'd tranfplant her into Villerofs There is an evil Fate that waits upon her, To which, I with him wedded — Only him : His upftart Family, with haughty Brow, (Tho' Villeroy and myfelf are feeming Friends) Looks down upon our Houfe ; his Sifter too, Whofe Hand I ask'd, and was with Scorn refus'd, Lives in my Breaft, and fires me to Revenge. They bend this Way ■ Perhaps at laft fhe feeks my Father's Doors •, They fhall be fhut, and he prepar'd to give The Beggar and her Brat a cold Reception. That Boy's an Adder irt my Path— they come, I'll Hand a-part, and watch their Motions. [Retires. Enter"], [9, "'The Fatal Marriage. 3 I've Enter Villeroy, with Ifabella and her little Son. Ifla. Why do you follow me ? You know, I am A Bankrupt every way ; too far engag'd Ever to make Return ; I own you've been More than a Brother to me, been my Friend ; And at a Time when Friends are found no more, A Friend to my Misfortunes. Vil I muft be Always your Friend. ffla. 1 have known, and found you Truly my Friend ; and wou'd I cou'd be yours ; But the Unfortunate cannot be Friends : Fate watches the firft Motion of the Soul, To difappoint our Wifhes ; if we pray For Bleffings, they prove Curfes in the End, To ruin all about us. Pray be gone, Take Warning, and be happy. Vil. Happinefs ! There's none for me, without you : Riches, Name,; Health, Fame, Diftinftion, Place, and Quality, Are the Incumbrances of groaning Life, To make it but more tedious, without you ; What ferve the Goods of Fortune for ? To raife My Hopes, that you at laft will fhare 'em with me. Long Life itfelf, the univerfal Prayer, And Heav'n's Reward of Well-defervers here, Wou'd prove a Plague to me ; to fee you always, And never fee you mine ! ftill to defire, And never to enjoy ! Ifa. I muft not hear you. Vil. Thus, at this awful Diftance, I have ferv'd A {even Years Bondage Do I call it Bondage, When I can never wifh to be redeerh'd ? No, let me rather linger out a Life Of Expectation, that you may be mine, Than be reftor'd to the Indifference Of feting you, without this pleafing Pain . B 2"], [10, "4 ISABELLA; or, I've loft myfelf, and never would be found, ! But in thefe Arms. Ifa. O, I have heard all this ! . But muft no more the Charmer is no more : My bury'd Husband rifes in the Face Of my dear Boy, and chides me for my Stay : Can'ft thou forgive me, Child ? Child. Why, have you done a Fault ? You cry as if you had : Indeed now, I have done nothing to offend you : But if you kifs me, and look fo very fad upon me, I fhall cry too. Ifa. My little Angel, no, you muft not cry j Sorrow will overtake thy Steps too foon ; I fhould not haften it. Vil. What can I fay ! The Arguments that make againft my Hopes Prevail upon my Heart, and fix me more ; Thofe pious Tears you hourly throw away Upon the Grave, have all their quick'ning Charms, And more engage my Love, to make you mine : When yet a Virgin, free, and undifpos'd, I lov'd, but faw you only with my Eyes ; I cou'd not reach the Beauties of your Soul : I have fince liv'd in Contemplation, And long Experience of your growing Goodnefs: What then was PafTion, is my Judgment now, Thro' all the feveral Changes of your Life, Confirm'd and fettled in adoring you. Ifla. Nay, then I muft be gone : If you're my Friend, If you regard my little Intereft ; No more of this ; you fee, I grant you all That Friendfhip will allow : Be ftill my Friend j That's all I can receive, or have to give : I'm going to my Father : He needs not an Excufe To ufe me ill ; pray leave me to the Trial. Vil. I'm only born to be what you wou'd have me ; The Creature of your Power, and muft obey ; In every thing obey you. I am going: But all good Fortune go along with you. [Exit. Ifla."], [11, "The Fatal Marriage. Ifla. I fhall need all your Wifhes 5 [Knocks. Lock'd! and faft! Where is the Charity that us'd to Hand In our Forefathers hofpitable Days At great Men's Doors, ready for our Wants, Like the good Angel of the Family, With open Arms taking the Needy in, To feed and clothe, to comfort, and relieve 'em ? Now even their Gates are fhut againft their Poor. [She knocks again. Enter Sampfon to her. Samp. Well, what's to do now, I trow ? You knock as loud, as if you were invited ; and that's more than I hear of: But I can tell you, you may look twice about you for a Welcome in a great Man's Family, before you find it, unlefs you bring it along with you. Ifla. I hope I bring my Welcome along with me : Is your Lord at home ? Samp. My Lord at home ! Ifla. Count Baldwin lives here ftill. Samp. Ay, ay, Count Baldwin does live here : And I am his Porter : But what's that to the Purpofe, good Woman, of my Lord's being at home ? Ifla. Why, don't you know me, Friend ? Samp. Not I, not I, Miftrefs ; I may have feen you be fore, or fo : But Men of Employment muft forget their Acquaintance ; efpecially fuch as we are never to be the better for. [Going to fhut the Door, Nurfle enters, having overheard him. Nurfle. Handfomer Words would become you, and mend your Manners, Sampfon : Do you know who you prate to ? Ifla. I'm glad you know me, Nurfe. B 3 Nurfle."], [12, "ISABELLA; 6 or, Nurfle. Mary, Heav'n forbid, Madam, that I mould ever forget you, or my little Jewel : Pray go in— [Ifabella goes in with her Child :] Now my Blefling go along with you, wherever you go, or whatever you are about. Fie, Sampfon, how could'ft thou be fuch a Saracen ? A Turk would have been a better Chriftian, than to have done fo barbaroufly by fo good a Lady. Samp. Why look you, Nurfe, I know you of old : By your Good-will you would have a Finger in every body's Pie, but mark the End on't ; if I am call'd to Account aoout it, I know what I have to fay. Nurfle. Marry come up here ; fay your Pleafure, and fpare not. Refufe his eldeft Son's Widow, and poor Child, the Comfort of feeing him ? She does not trouble him fo often. Samp. Not that I am againft it, Nurfe ; but we are but Servants, you know : We muft have no Likings, but our Lord's ; and muft do as we are ordered. Nurfe. Nay, that's true, Sampfon. Samp. Befides, what I did was all for the beft : I have no Ill-will to the young Lady, as a Body may fay, upon my own Account ; only that I hear fhe is poor ; and indeed I naturally hate your decay'd Gentry : They expect as much waiting upon as when they had Money in their Pockets, and were able to confider us for the Trouble. Nurfe. Why, that is a Grievance indeed in great Fa milies ; where the Gifts at good Times are better than the Wages: It would do well to be reform'd. Samp. But what is the Bufinefs, Nurfe ? You have been in the Family, before I came into the World : What's the Reafon, pray, that this Daughter-in-Law, who has fo good a Report in every Body's Mouth, is fo little fet by, by my Lord ? Nurfle. Why, I'll tell you, Sampfon ; more nor lefs : I'll tell the Truth, that's my Way, you know, without adding or diminifhing. Samp. Ay, marry, Nurfe. Nurfl."], [13, "The Fatal Marriage. 7 Nurfe. My Lord's eldeft Son, Biron by Name, the Son of his Bofom, and the Son that he would have lov'd beft, if he had as many as King Pyramus of Troy. Samp. How ! King Pyramus of Troy ! why how many had he? Nurfle. Why the Ballet fings he had fifty Sons : But no matter for that. This Biron, as I was faying, was a lovely fweet Gentleman, and indeed, no body could blame his Father for loving him : He was a Son for the King of Spain ; God blefs him ; for I was his Nurfe. But now I come to the Point, Sampfon ; this Biron, without asking the Advice of his Friends, Hand over Head, as young Men will have their Vagaries, not having the Fear of his Father before his Eyes, as I may fay, wilfully marries this Iflabella. Samp. How, wilfully ! he fhould have had her Confent, methinks. Nurfle. No, wilfully marries her : and which was worfe, after fhe had fettled all her Fortune upon a Nunnery, which fhe broke out of to run away with him. They fay they had the Church's Forgivenefs, but I had rather it had been his Father's. Samp. Why in good Truth, thefe Nunneries, I fee no Good they do. I think the young Lady was in the right, to run away from a Nunnery : And I think our young Mailer was not in the wrong, but in marrying without a Portion. Nurfle. That was the Quarrel, I believe, Samflon : Upon this, my old Lord would never fee him ; difinherited him ; took his younger Brother Carlos into Favour, whom he never car'd for before ; and at laft forc'd Biron to go to the Siege of Candy, where he was killed. Samp. A-lack-a-day, poor Gentleman. Nurfle. For which my old Lord hates her, as if fhe had been the Caufe of his going thither. Samp. Alas, alas, poor Lady, fhe has fuffer'd for't : She has liv'd a great While a Widow. Nurfle. A great While indeed, for a young Woman, Sampfon, B 4 Samp,"], [14, "ISABELLA; or, 8 Samp. Gad fo ! here they come ; I won't venture to be feen. Enter Count Baldwin, followed by Ifabella and her Child, C. Bald. Whoever of your Friends directed you, Mifguided, and abus'd you There's your Way j I can afford to fhew you out again ; What could you expect from me ? Ifa. Oh, I have nothing to expect on Earth ! But Mifery is very apt to talk : I thought I might be heard. C. Bald. What can you fay ? Is there in Eloquence, can there be in Words A recompenfing Pow'r, a Remedy, A Reparation of the Injuries, The great Calamities, that you have brought On me, and mine ? You have deftroy'd thofe Hopes I fondly rais'd, through my declining Life, To reft my Age upon ; and moll undone me. ■ Ifa. I have undone myfelf too. C. Bald. Speak again : Say flill you are undone, and I will hear you, With Pleafure hear you. Ifa. Would my Ruin pleafe you ? C. Bald. Beyond all other Pleafures. Ifa. Then you are pleas'd — for 1 am moll undone. C. Bald. I pray'd but for Revenge, and Heav'n has heard, And fent it to my Wifhes : Thefe grey Hairs Would have gone down in Sorrow to the Grave, Which you have dug for me, without the Thought, The Thought of leaving you more wretched here. Ifa. Indeed I am molt wretched — When I loft My Flusband C. Bald. Would he had never been ; Or.never had been yours. Ifa. I then believ'd The Mtafure of my Sorrow then was full : But"], [15, "The Fatal Marriage. 9 But every Moment of my growing Days Makes room for Woes, and adds 'em to the Sum. I loft with Biron all the Joys of Life : But now its laft fupporting Means are cr0ne, All the kind Helps that Heav'n in Pny ra'is'd, In charitable Pity to our Wants, At laft have left us : Now bereft of all, But this laft Trial of a cruel Father, To fave us both from finking. O my Child ! Kneel with me, knock at Nature in his Heart : Let the Refemblance of a once-lov'd Son Speak in this little One, who never wrong'd you, And plead the Fatherlefs and Widow's Caufe.' Oh, if you ever hope to be forgiven, As you will need to be forgiven too, Forget our Faults, that Heav'n may pardon yours. C. Bald. How dare you mention Heav'n ! Call to mind Your perjur'd Vows ; yout plighted, broken Faith To Heav'n, and all Things holy : Were you not Devoted, wedded to a Life reclufe, The facred Habit on, profeft and fworn A Votary for ever ? Can you think The facrilegious Wretch, that robs the Shrine, Is Thunder-proof? Ifla. There, there began my Woes. Let Women all take Warning at my Fate ; Never refolve, or think they can be fafe, Within the Reach and Tongue of tempting Men. Oh ' had I never feen my Biron's Face, Had he not tempted me, I had not fall'n, But ftill continu'd innocent, and free Of a bad World, which only he had Pow'r To reconcile, and make me try again. C. Bad. Your own Inconflancy, your gracelefs Thoughts, Debauch'd and reconcii'd you to the World : He had no Hand to bring you back again, But what you gave him. Circe, you prevail'd Upon his honeft Mind, transforming him From Virtue, and himfelf, into what Shapes You"], [16, "io I S A B E L L A; or, You had Occafion for ; and what he did Was firft infpir'd by you. A Cloyfter was Too narrow for the Work you had in Hand : Your Bufinefs was more general ; the whole World To be the Scene : Therefore you fpread your Charms To catch his Soul, to be the Inftrument, The wicked Inftrument of your curfed Flight. Not that you valu'd him ; for any one, Who could have ferv'd that Turn, had been as welcome. Ifla. O ! I have Sins to Heav'n, but none to him. C. Bald. Had my wretched Son Marry'd a Beggar's Baftard ; taken her Out of her Rags, and made her of my Blood, The Mifchief might have ceas'd, and ended there. But bringing you into a Family Entails a Curfe upon the Name, and Houfe, That takes you in : The only Part of me That did receive you, perifh'd for his Crime. 'Tis a Defiance to offended Heav'n, Barely to pity you : Your Sins purfue you : The heaviefl Judgments that can fall upon you, Are your juft Lot, and but prepare your Doom : Expect 'em, and defpair Sirrah, Rogue, How durft thou diibbey me! [To the Porter. Ifla. Not for myfelf for I am paft the Hopes Of being heard but for this Innocent ■ And then I never will diflurb you more. C. Bald. I almoft pity the unhappy Child : But being yours Ifla. Look on him as your Son's ; And let his Part in him anfwer for mine. O fave, defend him, fave him from the Wrongs That fall upon the Poor. C. Bald. It touches me And I will fave him But to keep him fafe ; Never come near him more. Ifla. What ! take him from me! No, we muft never part : 'tis the laft Hold Pf"], [17, "The Fatal Marriage. ii Of Comfort I have left, and when he fails, All goes along with him : O ! could you be The Tyrant to divorce Life from my Life • I live but in my Child. No, let me pray in vain, and beg my Bread From Door to Door, to feed his daily Wants, Rather than always lofe him. C. Bald. Then have your Child, and feed him with your Prayer. You, Rafcal, Slave ; what do I keep you for ? How came this Woman in ? Samp. Why indeed, my Lord, I did as good as tell her before my Thoughts upon the Matter C. Bald. Did you fo, Sir ? now then tell her mine : Tell her I fent you to her. [Thrufts him towards her. There's one more to provide for. Samp. Good my Lord, what I did was in perfect Obe dience to the old Nurfe there : I told her what it would come to. C. Bald. What ! this was a Plot upon me. And you too, Beldam, were you in the Confpiracy ? Be gone, go all together ; I have provided you an Equipage, now (et up when you pleafe. She's old enough to do you Ser vice : 1 have none for her. The wide World lies before you : Be gone, take any Road but this to beg or flarve in— I fhall be glad to hear of you : But never, never fee me more. [He drives *em off before him. Ifa. Then Heav'n have Mercy on me ! [Exit with her Child, follow 'd by Sampfon andtheNurfe. End of the First Act. ACT"], [18, "ISABELLA; or, 12 ACT II. SCENE continues. Enter Villeroy, and Carlos, meeting. yil. \"A MY Friend, I fear to ask but Ifabella — i_V X The J°vety Widow's Tears, her Orphan's Cries Thy Father muft feel for them — -No, I read, I read their cold Reception in thine Eyes — Thou pitieft them — tho' Baldwin — but I fpare him For Carlos' fake, thou art no Son of his. There needs not this to endear thee more to me. [Embraces him. Car. My Villeroy, the Fatherlefs, the Widow Are Terms not underftood within thefe Gates — You muft forgive him ; Sir, he thinks this Woman Is Biron's Fate, that hurried him to Death — I muft not think on't, left my Friend (hip ftagger. My Friend's, my Sifter's, mutual Advantage Have reconcil'd my Bofom to its Task. Vil. Advantage! think not I intend to raife An Intereft from Ifabella' ;s Wrongs. Your Father may have interefted Ends In her Undoing ; but my Heart has none, Her Happinefs muft be my Intereft, And that I wou'd reftore. Gar. Why fo I mean. Thefe Hardfhips that my Father lays upon her, I'm forry for ; and wi_h I could prevent : But he will have his Way. Since there was nothing to be hop'd from her Profperity, the Change of her Fortune may alter the Condition o her Thoughts, and make at laft for you. Vil. She is above her Fortune. Car. Try her again. Women commonly love accord ing to the Circumftances they are in. Vil."], [19, "!Kf Fatal Marriage. i~> Vil. Common Women may. Car. Since you are not acceffary to the Injuftke vou may be perfuaded to take the Advantage of other People's Crimes. * Vil. I muft defpife all thofe Advantages That indirectly can advance my Love. No, tho' I live but in the Hopes of her, And languifh for th' Enjoyment of thofe Hopes • I'd rather pine in a confuming Want Of what I wifh, than have the Bleffing mine, From any Reafon, but confenting Love. Oh ! let me never have it to remember ; I could betray her, coldly to comply \\ ' When a clear, generous Choice beftows her on me, I know to value the unequal'd Gift : I would not have it, but to value it. Car. Take your own Way : Remember, what I offer'd came from a Friend. Vil. I underftand it fo. I'll ferve her for herfelf, without the Thought of a Reward. T Exit J Car. Agree that Point between you. If you marry her any Way, you do my Bufinefs. I know him — What his generous Soul intends Ripens my Plots — I'll firft to Ifabella— I muft keep up Appearances with her too. [Exit. SCENE, IfabellaV Houfe. Enter Ifabella and Nurfe : Isabella's little Son at Play upon the Floor. Ifa. Sooner, or later, all Things pafs away, And are no more : The Beggar and the King, With equal Steps tread forward to their End : Tho' they appear of different Natures now ; They meet at laft ; the reconciling Grave Swallows"], [20, "I S A B E L L A; or, 14 Swallows Diftindion firft, that made us Foes, Then all alike lie down in Peace together. When will that Hour of Peace arrive for me! In Heav'n I fhall find it not in Heav'n, If my old Tyrant Father can difpofe Of Things above but, there, his Intereft May be as poor as mine, and want a Friend As much as I do here. [Weeping, Nurfle. Good Madam, be comforted. Ifla. Do I deferve to be this out-caft Wretch? Abandon'd thus, and loft ? But 'tis my Lot, The Will of Heav'n, and I muft not complain : I will not for myfelf: Let me bear all The Violence of your Wrath ; but fpare my Child : Let not my Sins be vifited on him : They are ; they muft; a general Ruin falls On every Thing about me : Thou art loft, Poor Nurfe, by being near me. Nurfle. I can work, or beg, to do you Service. Ifla. Cou'd I forget What I have been, I might the better bear What I am deftin'd to : I'm not the firft That have been wretched : But to think how much I have been happier ! Wild hurrying Thoughts Start every Way from my diftracled Soul, To find out Hope, and only meet Defpair. What Anfwer have I ? Enter Sampfon. Samp. Why truly very little to the Purpofe : Like a Jew as he is, he fays you have had more already, than the Jewels are worth : He wifhes you would rather think of redeeming 'em, than expect any more Money upon 'em. Exit Sampfon. Ifa. 'Tis very well So ; — Poverty at home, and Debts abroad ! My prefent Fortune bad -, my Hopes yet worfe ! What"], [21, "The Fatal Marriage. 15 What will become of me ! This Ring is all I have left of Value now : 'Twas given me by my Husband : His firft Gift Upon our Marriage : I've always kept it, With my beft Care, the Treafure next my Life : And now but part with it, to fupport Life : Which only can be dearer. Take it Nurfe, 'Twill flop the Cries of Hunger for a Time; Provide us Bread, and bring a fhort Reprieve, To put off the bad Day of Beggary, That will come on too foon. Take Care of it : Manage it, as the laft remaining Friend That would relieve us. [Exit Nurfle.] Heav'n can only tell Where we fhall find another My dear Boy ! The Labour of his Birth was lighter to me Than of my Fondnefs now ; my Fears for him Are more, than in that Hour of hovering Death, They could be for myfelf He minds me not. His little Sports have taken up his Thoughts : 0 may they never feel the Pangs of mine. Thinking will make me mad: Why muft I think, When no Thought brings me Comfort ? Nurfle returns. Nurfe. O Madam ! you are utterly ruin'd and undone, your Creditors of all Kinds are come in upon you : They have mufter'd up a Regiment of Rogues, that are come to plunder your Houfe, and feize upon all you have in the World ; they are below : What will you do, Madam ? Ifa. Do ! nothing ; no, for I am born to fuffer. Enter Carlos to her. Car. O Sifter ! can I call you by that Name, And be the Son of this inhuman Man, Inveterate to your Ruin ? Do not think 1 am a-kin to his Barbarity : I muft abhor my Father's Ufage of you ; And"], [22, "16 ISABELLA; or, And from my bleeding honeft Heart, muft pity; Pity your loft Condition : Can you think Of any Way that I may ferve you in ? But what enrages moft my Senfe of Grief, My Sorrow for your Wrongs, is, that my Father, Fore-knowing well the Storm that was to fall, Has order'd me not to appear for you. Ifla. I thank your Pity ; my poor Husband fell For difobeying him : Do not you ftay To venture his Difpleafure too for me. Car. You muft refolve on fomething [Exit; Ifla. Let my Fate Determine for me ; I fhall be prepar'd, The worft that can befall me, is to die : When once it comes to that, it matters not Which way 'tis brought about : Whether I flarve, Or hang, or drown, the End is ftill the fame ; Plagues, Poifon, Famine, are but feveral Names Of the fame Thing, and all conclude in Death. ——But fudden Death ! O for a fudden Death, To cheat my Perfecutors of their Hopes, Th' expected Pleafure of beholding me Long in my Pains, lingring in Mifery. It will not be ; that is deny'd me too. Hark, they are coming ; let the Torrent roar : It can but overwhelm me in its Fall ; And Life and Death are now alike to me. [Exeunt, the Nurfle leading the Chili. SCENE opens, andffjews Carlos and Villeroy with the Officers. Vil. No farther Violence. The Debt in all is but four thoufand Crowns : Were it ten Times the Sum, I think you know My Fortune very well can anfwer it. You have my Word for this : I'll fee you paid. Off. That's as much as we can defire : So we have tl Money, no matter whence it comes. ' - ' - . Vi"], [23, "The Fatal Marriage. 17 Vil. To-morrow you fhall have it. Car. Thus far all's well Enter Ifabella, and Nurfle with the Child. And now my Sifter comes to crown the Work. [Afide. Ifla. Where are thefe rav'ning Blood-hounds, thatpurfue In a full Cry, gaping to fwallow me ? I meet your Rage, and come to be devour'd : Say, which Way are you to difpofe of me ! To Dungeons, Darknefs, Death! Car. Have Patience. Ifa. Patience ! Off. You'll excufe us, we are but in our Office ; Debts muft be paid. Ifa. My Death will pay you all. [Diftrabtedly. Off. While there is Law to be had, People will have their own. Vil. 'Tis very fit they fnould ; but pray be gone. To-morrow certainly [Exeunt Officers. Ifa. What of To-morrow ? Am I then the Sport, The Game of Fortune, and her laughing Fools ? The common Spectacle, to be expos'd From Day to Day, and baited for the Mirth Of the lewd Rabble ? Muft I be referv'd For frefh Afflictions ? Vil. For long Happinefs Of Life, I hope. Ifa. There is no Hope for me. The Load grows light, when we refolve to bear : I'm ready for my Trial. Car. Pray be calm, And know your Friends. 1r~ My Friends ! Have I a Friend ? . A faithful Friend; in your extrem-.fl Need y came in to fave you C Ifla."], [24, "ISABELLA; or, 18 Ifla. Save me! How? Car. By fatisfying all your Creditors. Ifla. Which Way ? For what ? . Vil. Let me be underftood, . And then condemn me : You have giv n me Leave 1 o be your Friend ; and in that only Name, 1 now appear before you. I could wifh There had been no Occafion of a Friend, Becaufe I know you hate to be oblig'd ; And ftill more loth to be obhg'd by me. Ifa 'Twas that I would avoid J ' [Afide. Vil. I'm moft unhappy, that my Services Can be fufpected to defign upon you ; I have no farther Ends than to redeem you ■ From Fortune's Wrongs ; to ftiew myfelf at laft, What I have long profefs'd to be, your Friend : Allow me that ; and to convince you more, That I intend only your Intereft ; Forgive what I have done, and in amends (If that can make you any, that can pleafe you) I'll tear myfelf for ever from my Hopes ; Stifle this flaming Paflion in my Soul, That has fo long broke out to trouble you ; And mention my unlucky Love no more. Ifa. This Generofity will ruin me. J [Afk Vil. Nay, if the Blefiing of my looking on you Difturbs your Peace, I will do all I can To keep away, and never fee you more. Car. You muft not go. Vil. Could Iflabella fpeak Thofe few fhort Words, I fhould be rooted here, And never move but upon her Commands. Car. Speak to him, Sifter, do not throw away A Fortune that invites you to be happy. In your Extremity he begs your Love ; And has deferv'd it nobly. Think upon Your loft Condition, helpkfs and alone. TV"], [25, "The Fatal Marriage. 19 Tho' now you have a Friend, the Time muft come That you will want one ; him you may fecure To be a Friend, a Father, a Husband to you Ifla. A Husband! Car. You have difcharg'd your Duty to the Dead And to the Living; 'tis a Wilfulnefs Not to give Way to your Necefflties, That force you to this Marriage. Nurfle. What mufl become of this poor Innocence ? [To the Child, Car. He wants a Father to protect his Youth, And rear him up to Virtue : You muft bear The future Blame, and anfwer to the World, When you refufe the eafy honeft Means Of taking Care of him. Nurfle. Of him and me, And every one that muft depend upon you ; Unlefs you pleafe now to provide for us, We muft all perifh. Car. Nor would I prefs you «- Ifla. Do not think I need Your Reafons, to confirm my Gratitude : I have a Soul that's truly fenfible Of your great Worth, and bufy to contrive, [To Villeroy. If poffible, to make you a Return. Vil. O ! eafily poffible ! Ifla. It cannot be your Way : My Pleafures are Bury'd, and cold in my dead Husband's Grave : And I fhould wrong the Truth, myfelf, and you, To fay that I can ever love again. I owe this Declaration to myfelf: But as a Proof that I owe all to you, If after what I've faid, you can refolve To think me worth your Love Where am I going ? You cannot think it ; 'tis impoffible. Vil. Impoffible! Ifla. You fhould not ask me now, nor fhould I grant, I am fo much oblig'd, that to confent C 2 Wou'd"], [26, "I S A B E L L A ; or, 20 Woii'd want a Name to recommend the Gift : 'Twou'd fhew me poor, indebted, and compell'd, Defigning, mercenary -, and I know You would not wiih to think I could be bought. Vil. Be bought ! where is the Price that can pretend To bargain for you ? Not in Fortune's Power. The Joys of Heav'n, and Love,\" muft be beflow'd: They are not to be fold, and cannot be deferv'd. • Ifa. Some other Time I'll hear you on this Subject. Vil. Nay, then there is no Time fo fit for me. [Following her. Since you confent to hear me, hear me now ; That you may grant : You are above The little Forms which circumfcribe your Sex : We differ but in Time, let that be mine. Ifa. You think fit To get the better of me, and you fhall ; Since you will have it fo 1 will be yours. Vil. I take you at your Word. Ifa. I give you all, My Hand; and would I had a Heart to give: But if it ever can return again, 'Tis wholly yours. Vil. O Ecftafy of Joy ! Leave that to me. If all my Services, If profperous Days, and kind indulging Nights ; If all that Man can fondly fay, or do, Can beget Love, Love fhall be born again. O Carlos ! now my Friend, and Brother too : And Nurfe, I have eternal Thanks for thee. Send for the Prieft [Nurfe goes out in Haft. This Night you muft be mine. Let me command in this, and all my Life Shall be devoted to you. Ifa. On your Word, Never to prefs me to put off thefe Weeds, Which beft become my melancholy Thoughts, You fhall command me."], [27, "The Fatal Marriage 21 Vil. Wknefs Heav'n and Earth Againft my Soul, when I do any thing To give you a Difquiet. Car. I long to wifh you Joy. Vil. You'll be a Witnefs of my Happinefs. Car. For once I'll be my Sifter's Father, And give her to you. Vil. Next my Iflabella, Be near my Heart : I am for ever yours. [Exeunt. ACT III. SCENE, Count Baldwin'.. Houfe. Enter Count Baldwin and Carlos. C,Ba!d.\"\\ /TARRIED to Villeroy, fayft thou? IVX Car. Yes,, my Lord. Laft Night the Pried perform'd his holy Office, And made 'em one. C. Bald. Misfortune join 'em ! And may her violated Vows pull down A lading Curfe, a Conftancy of Sorrow On both their Heads 1 have not yet forgot Thy flighted PafTion, the refus'd Alliance ; But having her, we are reveng'd at full. Heav'n will purfue her flill, and Villeroy Share the Judgments fhe calls down. Car. Soon he'll hate her ; Tho' warm and violent in his Raptures now ; When full Enjoyment palls his ficken'd Senfe, And Reafon with Satiety returns, Her cold conftrain'd Acceptance of his Hand, Will gall his Pride, which (tho' of late o'erpower'd By ftronger Paffions) will, as they grow weak, *ife in full Force, and pour its Vengeance on her. C 3 C. Bald."], [28, "ISABELLA; cr, 22 C. Bald. Now, Carlos, take Example to thy Aid ; Let Biron's Difobedience, and the Curfe He took into his Bofom, prove a Warning, A Monitor to thee to keep thy Duty Firm, and unfhaken. Car. May thofe rankling Wounds Wrhich Biron's Difobedience gave my Father, Be heal'd by me. C. Bald. With Tears I thank thee Carlos And may'ft thou ever feel thofe inward Joys, Thy Duty gives thy Father — but my Son We muft not let Refentment choak our Juftice; 'Tis fit that Villeroy know he has no claim From me, in Right of Ifabella — Biron, (WhofeName brings Tears) when wedded to this Woman, By me abandon'd, funk the little Fortune His Uncle left, in Vanity and Fondnefs : I am poffeft of thofe your Brother's Papers Which now are Villeroy' _., and fhou'd ought remain, In Juftice it is his ; from me to him You fhall convey them — follow me and take 'em. [Exit C. Bald. Car. Yes, I will take 'em ; but e'er I part with 'em, I will be fure my Intereft will not fuffer By thefe his high, refin'd, fantaftic Notions Of Equity and Right — What a Paradox Is Man! My Father here, who boafts his Honour, And ev'n but now was warm in Praife of Juftice, Can fteel his Heart againfl the Widow's Tears, And Infant's Wants ; the Widow, and the Infant Of Biron ; of his Son, his fav'rite Son. 'Tis ever thus weak Minds, who court Opinion, And dead to virtuous Feelings, hide their Wants In pompous Affectation — Now to Villeroy — E'er this his Friends (for he is much belov'd) Croud to his Houfe, and with their nuptial Songs Awake the wedded Pair : I'll join the Throng, And in my Face, at ieaft, bear Joy and Friendfhip. [Exit, SCENE"], [29, "The Fatal Marriage. 23 S C E N E, a Hall in Villeroy'j Houfe. A Band of Mufic, with the Friends of Villeroy. Enter a Servant. ift Fr. Where is your Mafter, my good Friend ? Ser. Within, Sir, Preparing for the Welcome of his Friends. ift Fr. Acquaint him we are here : Yet ftay, The Voice of Mufic gently fhall furprife him, And breath our Salutations to his Ear. Strike up the Strain to Villeroy's Happinefs, To Iflabella's : — But, he's here already. Enter Villeroy. Vil. My Friends, let me embrace you : Welcome all What means this Preparation ? [Seeing the Mufic .ft Fr. A flight Token Of our beft Wifhes for your growing Happinefs — You muft permit our Friendfhip — Vil. You oblige me ift Fr. But your lovely Bride, That Wonder of her Sex, fhe muft appear, And add new Brightnefs to this happy Morning. Vil. She is not yet prepar'd ; and let her Will, My worthieft Friend, determine her Behaviour: To win, and not to force her Difpofition, Has been my feven Years Task. She will anon, Speak welcome to you all : The Mufic flays. [Villeroy and his Friends fleat themflelves. EPITHALAMIUM. AIR. Mifls YOUNG. Let all, let all be gay, Begin the rapt'rous Lay, Let Mirth, let Mirth and Joy Each happy Hour employ, Ofl this fair bridal Day. C 4 A I R."], [30, "ISABELLA; or, 24 AIR. Mr. B E A R D. Ye love-wing' d Hours, your Flight, Your downy Flight prepare, Bring ev'ry floflt Delight To flooth the Brave and Fair. Hail happy Pair, thus in each other bleft, Be ever free from Care, ofl ev'ry Joy poffeft. I thank you for this Proof of your Affection, I am fo much tranfported with the Thoughts Of what I am, I know not what I do. My Iflabella ! but poffeffing her, Who wou'd not lofe himfelf ? — You'll pardon me : Oh ! there was nothing wanting to my Soul, But the kind Withes\" of my loving Friends — ■ But our Collation waits ; where's Carlos now, Methinks I am but half myfelf, without him. 2d Fr. This is wonderful ! Married a Night and a Day, and yet in Raptures. Vil. Oh ! when you all get Wives, and fuch as mine, (If fuch another Woman can be found) You will rave too, doat on the dear Content, And prattle in their Praife out of all Bounds : I cannot fpeak my Blifs ? 'Tis in my Head, ?Tis in my Heart, and takes up all my Soul — The Labour of my Fancy. You'll pardon me, About fome twelve Months hence I may begin To fpeak plain Senfe — Walk in and honor me. Enter Ifabella. My Iflabella ! O, the Joy of my Heart, That I have Leave at laft to call you mine ; When I give up that Title to the Charms Of any other Wifh, be nothing mine : But let me look upon you, view you well. This is a welcome Gallantry indeed. Idurft"], [31, "The Fatal Marriage. 25 I durft not ask, but it was kind to grant, Juft at the Time : Difpenfing with your Drefs Upon, our Bridal-Day. Ifla. Black might be ominous ; I would not bring ill Luck along with me. Vil. Oh! if your melancholy Thoughts could change With fhifting of your Drefs — Time has done Cures Incredible, this Way, and may again. Ifla. 1 could have wifh'd, if you had thought it fit Our Marriage had not been fo public. Vil. Do not you grudge me my Excefs of Love : That was a Caufe it could not be conceal'd : Befides 'twould injure the Opinion I have of my good Fortune, having you ; And leffen it in other People's Thoughts, Bufy on fuch Occafions to enquire, Had it been private. Ifla. I have no more to fay. Enter Carlos Vil. My Carlos too, who came in to the Support Of our bad Fortune, has an honeft Right, In better Times, to fhare the good with us. Car. I come to claim that Right, to fhare your Joy ; To wifh you Joy ; and find it in myfelf; For a Friend's Happinefs reflects a Warmth, A kindly Comfort, into every Heart That is not envious. Vil. He muft be a Friend, Who is not envious of a Happinefs So abfolute as mine ; but if you are (As I have Reafon to believe you are) Concern'd for my Well-being, there's the Caufe : Thank her for what I am, and what muft be. [Mufic flouriflh. I fee you mean a fecond Entertainment, My deareft Iflabella, you muft hear The Rapture of my Friends, from the^e they fpring ; Tty"], [32, "26 I S A B E L L A; or, Car, Thy Virtues have diffus'd themfelves around, And made them all as happy as myfelf. Ifla. I feel their Favours with a grateful Heart, And willingly comply. RECIT. Take the Blefling Gods intendf ye ; Grateful meet the proffer' d Joy : Truth and Honour flhall attend ye, Charms that ne'er can change or cloy. DUETTO. Mr. B E A R D. O, the Raptures of poffeffmg, Taking Beauty to thy Arms : Mifls YOUNG, O the Joy, the lofting Bleffing, When with Virtue Beauty charms ! Mr. BEARD. Purer Flames flhall gently warm ye ; Mifls YOUNG. Love and Honour both flhall charm thee, BOTH. O the Raptures ofl, &c. &c. CHORUS. Far from hence be Care and Strife, Far, each Pang that tortures Life : May the circling Minutes prove One fweet Round of Peace and Love !"], [33, "The Fatal Marriage. 27 Car. You'll take my Advice another Time, Sifter. Vil, What have you done ? A rifing Smile Stole from her Thoughts, juft red'ning on her Cheek, And you have dafh'd it. Car. I am forry for't. Vil. My Friends, will you forgive me, when I own I muft prefer her Peace to all the World ? Come, Iflabella ; let us lead the Way : Within we'll fpeak our Welcome to our Friends, And crown the happy Feftival with Joy. [Exeunt. S C E N E, a Room. Enter Sampfon and Nurfe. Samp. Ay, marry Nurfe, here's a Mafter indeed ! He'll double our Wages for us ! If he comes on as faft with my Lady, as he does with his Servants, we are all in the Way to be well pleas'd. Nurfle. He's in a rare Humour ; if fhe be in as good a one Samp. If fhe be, marry we may e'en fay, they have begot it upon one another. Nurfle. Well ; Why don't you go back again to your old Count ? You thought your Throat cut, I warrant you, to be turn'd out of a Nobleman's Service. Samp. For the Future, 1 will never ferve in a Houfe, where the Mafter or Miftrefs of it lie fingle : They are out of Humour with every Body, when they are not pleas'd themfelves. Now, this Matrimony makes every thing go well : There's Mirth, and Money ftir ring about, when thofe Matters go as they fhould do. Nurfle. Indeed, this Matrimony, Sampflon Samp. Ah Nurfe ! this Matrimony is a very good Thing. But, what now my Lady is marry'd, I hope we fhall have Company come to the Houfe : There's fomething always coming from one Gentleman or other upon thofe Occafions, if my Lady loves Company. Nurfle."], [34, "ISABELLA; or, 28 Nurfle. Odfo, my Mafter ! we muft not be feen. [Exit. Enter Villeroy with a Letter, and Ifabella. Vil. I mufl away this Moment — fee his Letter, Sign'd by himfelf: Alas! he cou'd no more j My Brother's defperate, and cannot die In Peace, but in my Arms. Ifa. So fuddenly ! Vil. Suddenly taken, on the Road to Bruffels, To do us Honour, Love ; unfortunate ! Thus to be torn from thee, and all thofe Charms, Tho' cold to me and dead. Ifla. I'm forry for the Caufe. Vil. O ! cou'd I think ; Cou'd I perfuade myfelf that your Concern For me, or for my Abfence, were the Spring, The Fountain of thefe melancholy Thoughts, My Heart wou'd dance, fpite of the fad Occafion, And be a gay Companion in my Journey ; But Enter Carlos from Supper. My good Carlos, why have you left my Friends ? Car. They are departed Home. They faw fome fudden melancholy News Had flolen the lively Colour from your Cheek You had withdrawn, the Bride alarm'd had follow'd, Meer Ceremony had been Conftraint ; and this Good-natur'd Rudenefs Vil. Was the more obliging. There, Carlos, is the Caufe. [Gives the Letter. Car. Unlucky Accident ! Th' Archbifhop of Malines, your worthy Brother, Wi^ him To-night ? Sifter, will you permit it ? Vil. It muft be fo. Ifla,"], [35, "The Fatal Marriage. 29 Ifla. You hear it muft be fo. Vil. Oh, that it muft ! Car. To leave your Bride fo foon . — Vil. But having the PofTeffion of my Love, I am the better able to fupport My Abfence, in the Hopes of my Return. Car. Your Stay will be but fhort ? Vil. It will feem long ! The longer that my Iflabella fighs : I fhall be jealous of this Rival, Grief, That you indulge, and fondle in my Abfence. It takes fo full Pofleffion of thy Heart, There is not Room enough for mighty Love. Enter Servant, and Bows. My Horfes wait : Farewel, my Love ! You, Carlos. Will aft a Brother's Part, 'till I return, And be the Guardian here. AH, all I have That's dear to me, I give up to your Care. Car. And I receive her as a Friend and Brother. Vil. Nay, ftir not, Love; for the Night- Air is cold. And the Dews fall — here be our End of Parting ; Carlos will fee me to my Horfe. [Exit with Carlos. Ifla. O, may thy Brother better all our Hopes ! A fullen Melancholy bakes my Blood ; Forgive me, Villeroy -I do not find That cheerful Gratitude thy Service asks : Yet, if I know my Heart, and fure I do, 'Tis not averfe from honeft Obligation. I'll to my Chamber, and to Bed ; my Mind, My harafs'd Mind is weary. [Exit. End «/.k Third Act. ACT"], [36, "ISABELLA; or, 30 ACT IV. SCENE, the Street. Biron and Bellford, juft arriv'd. Birf~Vy H E longeft Day will have an End : We are X got Home at laft. Bel. We have got our Legs at Liberty ; and Liberty is Home, where-e'er we go : tho' mine lies moft in England. Bir. Pray let me call this yours : For what I can com mand in Bruffels, you fhall find your own. I have a Father here, who perhaps, after feven Years Abfence, and cofting him nothing in my Travels, may be glad to fee me. You know my Story — How does my Difguife become me ? Bel. Juft as you would have it ; 'tis natural* and will conceal you. Bir. To-morrow you fhall be fure to find me here, as early as you pleafe. This is the Houfe ; you have ob ferv'd the Street. Bel. I warrant you ; I han't many Vifits to make, before I come to you. Bir. To-night I have fome Affairs, that will oblige me to be private. Bel. A good Bed is the privateft Affair\" that I defire to be engag'd in to-night ; your Directions will carry me to my Lodgings. [Exit: Bir- Good Night, my Friend. [Knocks- The long expected Moment is arriv'd ! And if all here is well, my paft Sorrows Will only heighten my Excefs of Joy, And nothing will remain to wifh or hope for ! Biron"], [37, "The Fatal Marriage. 31 Biron knocks again. Sampfon enters to him. Samp. Who's there ? What would you have ? Bir. Is your Lady at home, Friend ? Samp. Why, truly Friend, it is my Employment to anfwer impertinent Queftions : But for my Lady's being at home, or no, that's juft as my Lady pleafes. Bir. But how fhall I know, whether it pleafes her or no? Samp. Why, if you'll take my Word for it, you may carry your Errand back again : She never pleafes to fee any Body at this Time of Night, that the does not know ; and by your Drefs and Appearance, I am fure, you muft be a Stranger to her. Bir. But I have Bufinefs ; and you don't know how that may pleafe her. Samp. Nay, if you have Bufinefs, fhe is the beft Judge, whether your Bufinefs will pleafe her or no : Therefore I will proceed in my Office, and know of my Lady, whe7 ther or no fhe is pleas'd to be at Home, or no— [Going. Enter Nurfle to them. Nurfle. Who's that you are fo bufy withal ? Methinks you might have found out an Anfwer in fewer Words : But Sampflon, you love to hear yourfelf prate fometimes, as well as your Betters, that I muft fay for you. Let me come to him; who would you fpeak with, Stranger? Bir. With you, Miftrefs, if you can help me to fpeak to your Lady. Nurfle. Yes, Sir, I can help you in a civil Way : But can no body do your Bufinefs but my Lady ? Bir. Not fo well;' but if you'll carry her this Ring, fhe'll know my Bufinefs better. Nurfle. There's no Love-Letter in it, I hope : You look like a civil Gentleman : In an honeft Way I may bring you an Anfwer. [Exit Nurfle, Bir."], [38, "ISABELLA; or, 32 Bir. My old Nurfe, only a little older ! They fay the Tongue grows always : Mercy on me ! then her's is {even. Years longer, fince I left her. Yet there's fomething in thefe Servants Folly pleafes me : The cautious Conduct of the Family appears, and fpeaks in their Impertinence. Well, Miftrefs— Nurfle returns. Nurfle. I have deliver'd your Ring, Sir ; pray Heav'n you bring no bad News along with you. Bir. Quite contrary, I hope. Nurfe. Nay, I hope fo too ; but my Lady was very much furpriz'd when I gave it her. Sir, I am but a Ser vant, as a Body may fay ; but if you'll walk in, that I may fhut the Doors, for we keep very orderly Hours, I can fhow you into the Parlour, and help you to an Anfwer, perhaps as foon as thofe that are wifer. [Exeunt. Bir. I'll follow you — Now all my Spirits hurry to my Heart, And every Senfe has taken the Alarm At this approaching Interview ! Heav'ns how I tremble ! [Exit into the Honfe. SCENE, a Chamber. Enter Ifabella. Ifa. I've heard of Witches, Magick Spells, and Charms, That have made Nature flart from her old Courfe : The Sun has been eclips'd, the Moon drawn down From her Career, flill paler, and fubdu'd To the Abufes of this under World : Now I believe all poffible. This Ring, This little Ring, with necromantic Force, Has rais'd the Ghoft of Pleafure to my Fears : Conjur'd the Senfe of Honour, and of Love, Into fuch Shapes, they fright me from myfelf: I dar«"], [39, "The Fatal Marriage. 33 1 dare not think of them I'll call you when I want you. [Servant goes out. Enter Nurfle. Nurfle. Madam, the Gentleman's below. Ifla. I had forgot ; pray let me fpeak with him. [Exit Nurfle. This Ring was the firft Prefent of my Love To Biron, my firft Husband : 1 muft blufh To think I have a Second : Biron dy'd (Still to my Lofs) at Candy ; there's my Hope. O ! do I live to hope that he dy'd there ! It muft be fo : He's dead ; and this Ring left By his laft Breath, to fome known faithful Friend, To bring me back again. [Biron introduc'd — Nurfle retires. That's all I have to truft to My Fears were Woman's : I have view'd him all : And let me, let me fay it to myfelf, I live agj_in, and rife but from his Tomb. Bir. Have you forgot me quite ? Ifa. Forgot you ! Bir. Then farewel my Difguife, and my Misfortunes. My Iflabella ! [He goes to her, fhe fhrieks, and flails in a Swoon. Ifla. Ha ! — Bir. O ! come again : Thy Biron fummons thee to Life and Love ; Once I had Charms to wake thee : Thy once lov'd, ever loving Husband calls Thy Birbn fpeaks to thee. Ifla. My Husband ! Biron ? Bir. Excefs of Love and Joy, for my Return, Has overpower'd her 1 was to blame To take thy Sex's Softnefs unprepar'd : But finking thus, thus dying in my Arms, This Ecftafy has made my Welcome more D Than"], [40, "I S A B E L L A ; or, 34 Than Words could fay : Words may be counterfeit, Falfe coin'd, and current only from the Tongue, Without the Mind ; but Paffion's in the Soul, And always fpeaks the Heart. Ifa. Where have I been ? Why do you keep him from me ? I know his Voice : My Life upon the Wing, Hears the foft Lure that brings me back again : 'Tis he himfelf, my Bir on, the dear Man ! My true lov'd Husband ! Do I hold you faft, Never to part again ? Can I believe it ? Nothing but you could work fo great a Change. There's more than Life itfelf in dying here : If I muft fall, 'tis welcome in thefe Arms. Bir. Live ever in thefe Arms. Ifa. But pardon me, Excufe the wild Diforder of my Soul : The ftrange, furprizing Joy of feeing you, Of feeing you again, diftracted me Bir. Thou everlafting Goodnefs ! Ifa. Anfwer me : What Hand of Providence has brought you back To your own Home again ? O fatisfy Th' Impatience of my Heart : I long to know The Story of your Sufferings. You wou'd think Your Pleafures Sufferings, fo long remov'd From Ifabella's Love : But tell me all, For every Thought confounds me. Bir. My beft Life ; at Leifure, all. Ifa. We thought you dead ; kill'd at the Siege of Candy. Bir. There I fell among the Dead ; But Hopes of Life reviving from my Wounds, I was preferv'd, but to be made a Slave : I often writ to my hard Father, but never had An Anfwer. I writ to thee too Ifla. What a World of Woe Flad been prevented, but in hearing from you ; Bir. AlasJ thou could'ft not help me. Ifla-"], [41, "The Fatal Marriage. 35 Ifla. You do not know how much I cou'd ha' done ; At leaft, I'm fure I cou'd have fuffer'd all : I wou'd have fold myfelf to Slavery, Without Redemption ; giv'n up my Child, The deareft Part of me, to baled Wants— Bir. My little Boy ! Ifla. My Life, but to have heard You were alive — which now too late I find. [Afide. Bir. No more, my Love, complaining of the paft, We lofe the prefent Joy. 'Tis over Price Of all my Pains, that thus we meet again — I have a thoufand things to fay to thee Ifa. Wou'd I were paft the Hearing. [Afide. Bir. How does my Child, my Boy, my Father too ? I hear he's living ftill. Ifla. Well both, both well ; And may he prove a Father to your Flopesj Though we have found him none. Bir. Come, no more Tears. Ifla. Seven long Years of Sorrow for your Lofs, Have mourn'd with me — Bir. And all my Days behind Shall beemploy'd in a kind Recompenfe For thy Afflictions — Can't I fee my Boy ? Ifa. He's gone to Bed : I'll have him brought fo you. Bir. To-morrow I fhall fee him ; I want Reft Myfelf, after my weary Pilgrimage. Ifa. Alas ! what fhall I get for you ? Bir. Nothing but Reft, my Love ! To-night I would not Be known, if poflible, to your Family : I fee my Nurfe is with you ; her Welcome Wou'd be tedious at this Time ; To-morrow will do better. Ifa. I'll difpofe of her, and order every thing As you wou'd have it. £ir. D 2"], [42, "I S A B E L L A ; or, 36 the ;*• To Bir. Grant me but Life, good Heav'n, and give Means To make this wond'rous Goodnefs fome Amends ; And let me then forget her, if I can ! O ! fhe defer ves of me much more, than I Can lofe for her, though I again cou'd venture A Father, and his Fortune, for her Love. You wretched Fathers, blind as Fortune all ! Not to perceive that fuch a Woman's Worth Weighs down the Portions you provide your Sons : What has fhe, in my Abfence, undergone? I muft not think of that ; it drives me back Upon myfelf, the fated Caufe of all. IfabeOa returns- Ifla- I have obey'd your Pleafure, Every Thing is ready for you. Bir. I can want nothing here ; polfeffing thee, All my Defires are carry 'd to their Aim Of Happinefs ; there's no Room for a Wifh, But to continue ftill this Bleffing to me : I know the Way* my Love, I fhall fleep found- Ifla. Shall I help to undrefs you ? Bir. By no Means ; I've been fo long a Slave to others Pride, To learn, at leaft, to wait upon myfelf ; You'll make Hafte after [Goes Ifla. I'll but fay my Prayers, and follow you My Prayers! no, I muft never pray again. Prayers have their Bleffings to reward our Hopes : But I have nothing left to hope for more. What Heav'n cou'd give, I have enjoy'd ; but now The baneful Planet riles on my Fate, And what's to come, is a long Line of Woe ; Yet I may fhorren it I promis'd him to follow him ' Is he without a Name ? Biron, my Husband :"], [43, "The Fatal Marriage. 37 To follow him to Bed my Husband ! haJ- What then is Filler oy ? But Yeflerday That very Bed receiv'd him for its Lord ; Yet a warm Witnefs of my broken Vows. O Biron ! hadll thou come but one Day fooner, I wou'd have follow'd thee through Beggary : Through all the Chances of this weary Life. Wander'd the many Ways of Wretchedncfs With thee, to find a hofpitable Grave ; For that's the only Bed that's left me now. [Weep in?. What's to be done— for fomething muft be done. Two Husbands ! yet not one ! by both enjoy'd, And yet a Wife to neither ! hold my Brain ' This is to live in common! Very Beafts, That welcome all they meet, make juft fuch Wives. My Reputation ! O, 'twas all was left me : The virtuous Pride of an uncenfur'd Life ; Which, the dividing Tongues of Biron's Wrongs. And Villeroy's Refentments, tear afunder, To gorge the Throats of the blafpheming Rabble. This is the beft of what can come To-morrow, Befides old Baldwin's Triumph in my Ruin : I cannot bear it Therefore no Morrow : Ha ! a lucky Thought Works the right Way to rid me of 'em all ; All the Reproaches, Infamies, and Scorns, That every Tongue and Finger will find for me. Letthejufl Horror of my Apprehenfions But keep me warm no Matter what can come. 'Tis but a^ Blow, yet 1 will fee him firft Have a laft Look to heighten my Defpair, And then to reft for ever Biron meets her. Bir. Defpair ! and reft for ever ! Iflabella ! Thefe Words are far from thy Condition ; D 3 And"], [44, "38 ISABELLA. «r, And be they ever fo. I heard thy Voice, And could not bear thy Abfence: Come, my Love ! You have flaid long, there's nothing, nothing fure Now to defpair of in fucceeding Fate. Ifla. I am contented to be miferable, But not this Way ; I've been too long abus'd, And can believe no more ; Let me deep on, to be deceiv'd no more. Bir. Look up, my Love, I never did deceive thee. Nor ever can ; believe thyfelf, thy Eyes That firfl inlam'd, and lit me to my Love, Thofe Stars, that ftill muft guide me to my Joys. Ifla. And me to my undoing : I look round And find no Path, but leading to the Grave. Bir I cannot underftand thee. Ifla My good Friends above, I thank 'em, have at laft found out a Way To make my Fortune perfeft ; having you, I need no more ; my Fate is finifh'd here. Bir. Both our ill Fates, I hope. Ifla. rlope is a lying, fawning Flatterer, That .hews the fair Side only of our Fortunes, To cheat us eafier into our Fall ; A trufted Friend, who only can betray you ; Never believe him more — If Marriages Are made in Heav'n, they fhould be happier : Why was I made this Wretch ? Bir. Has Marriage made thee wretched ? Ifla- Miferable, beyond the Reach of Comfort- Bir Do I live to hear thee fay fo ? Ifla. Why ! what did I fay ? Bir. That I have made thee miferable. Ifa. No : You are my only earthly Happinefs ; Aid my falfe Tongue bely'd my honeft Heart, If it faid otherwile. Bir. And yet you faid, Your Marriage made you miferable. Ifla. 1 know not what I faid : I've laid tco much, unlefs I could fpeak all. Bir."], [45, "The Fatal Marriage. 39 Bir. Thy Words are wild ; my Eyes, my Ears, my Heart, Were all fo full of thee, fo much employ'd In Wonder of thy Charms, I could not find it : Now I perceive it plain Ifla. You'll tell no Body [Diftratledly. Bir. Thou art not well. Ifa. Indeed I am not ; I knew that before, But where's the Remedy ? Bir. Reft will relieve thy Cares : Come, come ; no more; I'll banifh Sorrow from thee. Ifa. Banifh firft the Caufe. Bir. Heav'n knows how willingly. Ifa. You are the only Caufe. Bir. Am I the Caufe? the Caufe of thy Misfor- tunes ? Ifa. The fatal innocent Caufe of all my Woes. Bir. Is this my Welcome Home ? This the Reward Of all my Miferies, long Labours, Pains, And pining Wants of wretched Slavery, Which I've out-liv'd, only in Hopes of thee ! Am I thus paid at laft for deathlefs Love ? And call'd the Caufe of thy Misfortunes now ? Ifa. Enquire no more 5 'twill be explain'd too fbon. [She is going off. Bir. What ! Can'ft thou leave me too ? [He flays her. Ifa. Pray let* me go : For both our Sakes permit me Bir. Rack me not with Imaginations Of Things impoffible Thou can'ft not mean What thou haft faid — Yet fomething fhe mufl mean. — 'Twas Madnefs all— Compote thyfelf, my Love! The Fit is paft ; all may be well again : Let us to Bed. D4 Ifla."], [46, "ISABELLA; or, 40 Ifla. To Bed ! You've rais'd the Storm Will fever us for ever : O my Biron ! While I have Life, ftill I muft call you mine : I know I am, and always was, unworthy To be the happy Partner of your Love ; And now muft never, never fhare it more. But, oh ! if ever I was dear to you, As fometimes you have thought me ; on my Knees, (The laft time I fhall care to be believ'd) I beg you, beg to think me innocent, Clear of all Crimes, that thus can banifh me From this World's Comforts, in my lofing you. Bir. Where will this end ? Ifa. The rugged Hand of Fate has got between Our meeting Hearts, and thrufts 'em from their Joys : Since we muft part Bir. Nothing fhall ever partus. Ifa: Parting's the leaft that is fet down for me : Heav'n has decreed, and we muft fuffer all. Bir. I know thee innocent ; I know myfelf fo : Indeed we both have been unfortunate -, But fure Misfortunes ne'er were Faults in Love. Ifa. Oh ! There's a fatal Story to be told ; Be deaf to that, as Heav'n has been to me ! And rot the Tongue that fhall reveal my Shame : When thou fhalt hear how much thou haft been wrong'd, How wilt thou curfe thy fond believing Heart, Tear me from the warm Bofbm of thy Love, And throw me like a pois'nous Weed away : Can I bear that ? Bear to be curft and torn, And thrown out from thy Family and Name, Like a Difeafe ? Can I hear this from thee ? I never can : No, all Things have their End. When 1 am dead, forgive and pity me. [Exit. Bir. Stay, my Iflabella — What can fhe mean ? Thefe Doubtings will diftracl me : Some hidden Mifchief foon. will burft to Light ; I cannot"], [47, "The Fatal Marriage. 41 I cannot bear it ! 1 muft be fatisfied 'Tis fhe, my Wife, muft clear this Darknefs to me She fhall — if the fad Tale at laft muft come, She is my Fate, and beft can fpeak my Doom. [Exit. A C T V. SCENE I. Enter Biron, Nurfle following him. Bir.T Know enough : Th' important Queftion X Of Life or Death, fearful to be refolv'd, Is clear'd to me : I fee where it muft end ; And need enquire no more — Pray let me have Pen, Ink, and Paper, I mufl write a While, And then I'll try to reft — to reft ! for ever. [Exit Nurfle. Poor Iflabella ! Now I know the Caufe,' The Caufe of thy Diftrefs, and cannot wonder That it has turn'd thy Brain. If I look back Upon thy Lofs, it will diftract me too. 0, any Curfe but this might be remov'd ! But 'twas the rancorous Malignity Of all ill Stars combin'd, of Heav'n and Fate Hold, hold my impious Tongue — Alas ! I rave : Why do I tax the Stars, or Heav'n, or Fate ? They are ail innocent of driving us Into Defpair ; they have not urg'd my Doom My Father, and my Brother are my Fates, That drive me to my Ruin. They knew well I was alive : Too well they knew how dear My Iflabella O my Wife no more! , How"], [48, "ISABELLA; .r, 42 How dear her Love was to me— Yet they flood, With a malicious filent Joy, flood by, And faw her give up all my Happinefs, The Treafure of her Beauty, to another ; Stood by, and faw her marry'd to another : O cruel Father ! and unnatural Brother ! Shall I not tell you that you have undone me ? I have but to accufe you of my Wrongs, And then to fall forgotten- Sleep or Death Sits heavy on me, and benumbs my Pains : Either is welcome ; but the Hand of Death Works always fure, and beft can clofe my Eyes. [Exit Biron. Enter Nurfle and Sampfon. Nurfe. Here's ftrange Things 'towards, Sampflon: What will be the End of 'em, do you think ? Samp. Nay, marry Nurfle, I can't fee fo far ; but the Law, 1 believe, is on Biron, the firft Husband's Side. Nurfe. Yes ; no Queftion, he has the Law on his Side. Samp. For I have heard, the Law fays, a Woman mud be a Widow, all out feven Years, before fhe can marry again, according to Law. Nurfle. Ay, fo it does ; and our Lady has not been a Widow altogether feven Years. Samp. Why then, Nurfle, mark my Words, and fay I told you fo _ The Man muft have his Mare again, and all will do well. Nurfle. But if our Mafter Villeroy comes back again — Samp. Why, if he does, he is not the firft Man that has had his Wife taken from him. Nurfle. For Fear of the Worft, will you go to the old Count, defire him to come as foon as he can ; there may be Mifchief, and he is able to prevent it. Samp. Now you fay fomething, now 1 take you, Nurfe; that will do well indeed : Mifchief fhould be prevented ; a little Thing will make a Quarrel, when there's a Wo man in the Way. I'll about it inftantly [Exeunt. SCENE"], [49, "The Fatal Marriage. 43 SCENE drawn, flhews Biron afeep on a Couch. Ifabella comes in to him. Ifa. Afleep fo foon ! Oh happy ! happy thou ! Who thus canft fleep — I never fhall fleep more. If then to fleep be to be happy, he Who fleeps the longeft, is the happieft ; Death is the longeft Sleep ? Oh ! haye a Care, Mifchief will thrive apace. Never wake more. [To Biron. If thou didft ever love thy Iflabella, To-morrow muft be Dooms-day to thy Peace. ——The Sight of him difarms ev'n Death itfelf. . The flarting Tranfport of new quick'ning Life Gives juft fuch Hopes ; and Pleafure grows again With looking on him Let me look my laft But is a Look enough for parting Love ! Sure I may take a Kifs where am I going ! Help, help me, Villeroy ! Mountains, and Seas Divide your Love, never to meet my Shame. [Throws herfelf upon the Floor; after a fhort Paufle, fhe raifles her flelf upon her Elbow. What will this Battle of the Brain do with me ! This little Ball, this ravag'd Province, long Cannot maintain The Globe of Earth wants Room And Food for fuch a War 1 find I'm going ■ Famine, Plagues, and Flames, Wide Wafle and Defolation, do your Work Upon the World, and then devour yourfelves, ■ — The Scene fhifts faft — '—[She rifles.] and now 'tis better with me; Conflicting Paffions have at laft unhing'd The great Machine ; the Soul itfelf feem's chang'd ; Oh, 'tis a happy Revolution here ! The reas'ning Faculties are all depos'd ; Judgment, and Underftanding, Common Senfe, Driv'n"], [50, "I S A B E LLA; or, 44 Driv'n out, as Traitors to the public Peace. Now I'm reveng'd upon my Memory, Her Seat dug up, where all the Images Of a long mif-fpent Life, were rifing ftill, To glare a fad Reflection of my Crimes, And flab a Confcience thro' 'em : You are fafe, You Monitors of Mifchief ! What a Change ! Better and better flill ! This is the Infant State Of Innocence, before the Birth of Care. My Thoughts are fmooth as thr Elyfian Plains, Without a Rub : The drowfy falling Streams Invite me to their Slumbers. Wou'd I were landed there [Sinks into a Chair. What Noife was that ! A knocking at the Gate ! It may be Vtlleroy- No matter who. Bir. Come, Ifabella, come [Biron in a Dream. Ifa. Hark, I am calPd. Bir. You ftay too long from me. Ifa. A Man's Voice ! in my Bed ! how came he there ? J [Rifles. Nothing but Villany in this bad World ; Coveting Neighbours Goods, or Neighbours Wives -, Here's Phyfick for your Fever. [Draws a Dagger, and goes backward to the Couch. Breathing a Vein is the old Remedy. If Husbands go to Heav'n, Where do they go that fend 'em ? — This to try. [Jufl going to flab him, he rifles, fhe knows him, What do 1 fee! [and Shrieks. Bir. Ifabella ! arm'd ! Ifa. A gain ft my Husband's Life! Who, but the Wretch, mbft reprobate to Grace, Delpair e'er hardned for Damnation, Could think of fuch a Deed ! Murder my Husband! Bir. Thou didft not think it. Ifa. Madnefs has brought me to the Gates of Hell, > And there has left me. O, the frightful Change Of my Diftradtions ! Or, is this Interval ' Of"], [51, "The Fatal Mar r i age. 45 Of Reafon, but to aggravate my Woes ; To drive the Horror back with greater Force Upon my Soul, and fix me mad for ever ? Bir. Why doft thou fly me fo? Ifla. I cannot bear his Sight ; Diftrattion, come, Poffefs me all, and take me to thyfelf ; Shake off thy Chains, and haflen to my Aid ; — Thou art my only Cure like other Friends, He will not come to my Neceffities ; Then I muft go to find the Tyrant out ; Which is the nearefl Way ? [Running out. Bir. Poor Iflabella, fhe's not in a Condition To give me any Comfort, if lhe could : Loft to herfelf — as quickly I fhall be To all the World Horrors come faft around me; My Mind is overcaft — the gath'ring Clouds Darken the Profpect — I approach the Brink, And foon muft leap the Precipice ! O, Heav'n ! While yet my Senfes are my own, thus kneeling Let me implore thy Mercies on my Wife, Releafe her from her Pangs ; and if my Reafon, O'erwhelm'd with Miferies, fink before the Tempeft, Pardon thofe Crimes Defpair may bring upon me. [Rifes. Enter Nurfe. Nurfle. Sir, there's Somebody at the Door muft needs fpeak with you ; he won't tell his Name. Bir. I come to him— — — [Exit Nurfle. 'Tis Bedford, I fuppofe ; he little knows Of what has happen'd here ; I wanted him, Mufl employ his Friendfhip, and then Exit. SCENE"], [52, "ISABELLA; or, 46 SCENE changes to the Street. Carlos enters with three Ruffians. Car. A younger Brother ! 1 was one too long, Not to prevent my being fo again — We muft be fudden— Younger Brothers are But lawful Baftards of another Name; Thruft out of their Nobility of Birth And Family, and tainted into Trades : Shall I be one of them ? Bow, and retire, To make more Room for the unwieldy Heir To play the Fool in ! No — But how fhall I prevent it ? Biron comes To take Poffeffion of my Father's Love; Would that were all ; there is a Birth-right too That he will feize — Befides, if Biron lives, He will unfold fome Practices, which I Cannot well anfwer therefore he fhall die ; This Night muft be difpos'd of : I have Means That will not fail my Purpofe Here he comes. [Enter Biron. Bir. Ha! Am I befet ? I live but to revenge me. [They flurround him flighting; Villeroy enters with two Servants, they refcue him ; Carlos and his Party fly. Vil. How are you, Sir ? mortally hurt, I fear, Take Care and lead him in. Bir. I thank you for the Goodnefs, Sir, tho' 'tis Beftow'd upon a very Wretch ; and Death, Tho' from a Villain's Hand, had been to me An Act of Kindnefs, and the Height of Mercy, — But I thank you Sir. [He is led in. SCENE"], [53, "The Fatal Marriage. 47 SCENE changes to the Infde of the Houfe. Enter Ifabella. Ifa. Murder my Husband ! O ! I muft not dare To think of living on ; my defperate Hand, In a mad Rage, may offer it again ; Stab any where but there. Here's Room enough In my own Breaft, to act the Fury in, The proper Scene of Mifchief. Villeroy comes ; Villeroy and Biron come : O ! hide me from 'em They rack, they tear ; let 'em carve out my Limbs, Divide my Body to their equal Claims : My Soul is only Biron's ; that is free, And thus I ftrike for him, and Liberty. [Going to flab herflelfl, Villeroy runs in and prevents her, by taking the Dagger from her. Vil. Angels defend and fave thee ! Attempt thy precious Life! the Treafury Of Nature's Sweets ! Life of my little World ! Lay violent Hands upon thy innocent Self ! Ifla. Swear I am innocent, and I'll believe you : What would you have with me ? Pray let me go\". —Are you there, Sir ? You are the very Man Have done all this You would have made Me believe you married me ; but the Fool Was wifer, I thank you : 'Tis not all Gofpel You Men preach upon that Subject. Vil. Doft thou not know me ? Ifla. O, yes, very well. [Staring on him. You are the Widow's Comforter, that marries Any Woman, when her Husband's out of the Way: But I'll never, never take your Word again. Vil. I am thy loving Husband. Ifa."], [54, "43 I S A B E L L A j or, Ifa. I have none ; no Husband [Weeping. Never had but one, and he dy'd at Candy, Did he not? I'm fure you told me fo ; you, Or fomebody, with juft fuch a lying Look As you have now : Speak, did he not die there ? Vil. He did, my Life ! Ifa. But fwear it, quickly fwear, Biron enters bloody, and leaning upon his Sword. Before that fcreaming Evidence appears, In bloody Proof againft me [She feeing Biron, fwoons into a Chair ; Vil. helps her. Vil. Help there ; Nurfe, where are you ? Ha ! 1 am diftraded too ! [Going to call for Help, fees Biron. Biron alive ! Bir. The only Wretch on Earth that muft not live. Vil. Biron, or Villeroy muft not, that's decreed. Bir. You've fav'd me from the Hands of Murderers: Would you had not, for Life's my greateft Plague _J And then, of all the World, you are the Man I would not be oblig'd to Ifabella ! I came to fall before thee : I had dy'd Happy, not to have found your Villeroy here : A long Farewel, and a laft Parting Kifs. [Kiffesher. Vil. A Kifs, Confufion ! it muft be your laft. [Draws. Bir. I know it muft- here I give up that Death You but delay'd : Since what is pall has been The Works of Fate, thus we muft finifh it : Thrufl home, be fure-— • [Faint:. Vil. Alas ! he faints ! Some Help there. Bir. 'Tis all in vain, my Sorrows foon will end, ' O Villeroy ! let a dying Wretch intreat you,"], [55, "The Fatal Marriage. 4g To take this Letter to my Father— my Iflabella » Cou dft thou but hear me, my laft Words fhould blefs thee I cannot, tho' in Death, bequeath her to thee ; But cou'd I hope my Boy, my little One, ' * '\"^ Might find a Father in thee— O, I faint ! I can no more— Hear me Heav'n ! O ' fupport My Wife, my Iflabella— Blefs my Child ! And take a poor unhappy . [Dies \\Jil: *?e's gone:— Let what will be the Confequence, ' I'll give it him. I have involv'd myfelf, And would be clear'd ; that muft be thought on now My Care of her is loft in wild Amaze. A i,_,____,X,> , [Going to Ifabella. Are you all dead within there ? Where, where are you ? [Exit. Ifabella comes to herfelfl. Ifla. Where have I been ?— Methinks I ftand upon The Brink of Life, ready to fhoot the Gulph That lies between me and the Realms of Reft : But, ftill detain'd, I cannot pafs the Strait ; Deny'd to live, and yet I muft not die : Doom'd to come back, like a complaining Ghoft, To my unbury'd Body Here it lies — [Throws berflelfl by Byron'.? Body. My Body, Soul, and Life. A little Dull, ' To cover our cold Limbs in the dark Grave — < There, there we fhall fleep fafe and found together. Enter Villeroy with Servants. Vil. Poor Wretch! upon the Ground! She's not herfelf: Remove her from the Body. [Servants going to raife her. Ifa. Never, never: You have divorc'd us once, but fhall no more. Help, help me, Biron : Ha ' — bloody and dead! E O,"], [56, "5o ISABELLA; cr, O, Murder, Murder ! You have done this Deed! Vengeance ! and Murder ! Bury us together ; Do any Thing but part us. Vil. Gently, gently raife her She muft be forc'd away. [She drags the Body after her. They get her into their Arms, and carry her off. Ifa. O, they tear me ! Cut off my Hands Let me leave fomething with him, They'll clafp him fall O cruel, cruel Men ! This you muft anfwer one Day. Vil. Good Nurfe, take Care of her: ,; [Nurfe follows her. Send for all Helps : All, all that I am worth, Shall cheaply buy her Peace of Mind again. Be fure you do [To a Servant. Juft as I order'd you. The Storm grows loud [^Knocking at the Doer. I am prepar'd for it; now let them in. Enter Count Baldwin, Carlos, Bellford, Friends, with Servants. C. Bald. O, do I live to this unhappy Day 1 Where is my wretched Son ? Car. Where is my Brother ? ' [They fee him, and gather about the Body. Vil. I hope in Heav'n. Car. Canft thou pity him ? Wifh him in Heav'n ! When thou haft done a Deed, That muft for ever cut thee from the Hopes Of ever coming there. Vil. I do not blame you You have a Brother's Right to be concern'd For his untimely Death Car. Untimely Death, indeed ! • Vil. But yet you muft not fay, I was the Caufe Car"], [57, "The Fatal Marriage. 5, Car Not you the Caufe ! Why, who fhould murder him > We do not ask you to accufe yourfelf • m ' But I muft fay, that you have murder'd himj And will fay nothing elfe, till Juflice draws Upon our Side, at the loud Call of Blood To execute fo foul a Murderer Bel. Poor Biron! Is this thy Welcome Home I Diend. R.fe Sir, there is a Comfort in Revenge, Which yet is left you. rr, r R j?V . Car. Take the Body hence. ?\" Baldwin\" C. Bald. What could provoke you \"\"*' °f' Vil. Nothing could provoke me Jo a bafe Murder ; which I find you think Vie guilty of. I know my Innocence • Wy Servants too can witnefs that I drew Wy Sword in his Defence, to refcue him. Bel. Let the Servants be call'd. Fr. Let's hear what they can fay C^What they can fay » Why, what fhould Servants Vre his Accomplices, his Inftruments, indwil not charge themfelves. If they could do • Murder for his Service, they can lye, ye nimbly; and fwear hard to bring him off. oil fay, you drew your Sword in his Defence': fho were his Enemies ? Did he need Defence ? ad he wrong'd any one ? Could he have Caufc » apprehend a Danger, but from you? ■ yet you refcu'd him !— No, no, he came ifcafonably, (that was all his Crime) iluckily to interrupt your Sport ; •uwere new marry'd— marry'd'to his Wife; id therefore you, and fhe, and all of you, MUf yOU I muft believe concem'd) pbin'd to murder him out of the Way W. If it be fo. \" <f- It can be only fo W> Indeed it has a Face • E 2 Car."], [58, "ISABELLA; or, 52 ?2M? ThfL^wil do me Juftice : Send for the r rn^Sfeif for him— a .[&*. %' XheS ftS* P-fumptions, I muft-own, indeed, Are violent againft me ; but I have A Witnefs, and on this Side Heav n too. Open that Door. Door opens, and Pedro is hr ought forward by Villeroy'- Servants. H?2 °All,\"l from the Rack, I'll co, MSvf You and your Accomplices defign'd To murder Biron? -Speak. yfl. D^yottgage upon your private Wrongs, Or were employ'd ? P«A He never did us Wrong. Vil' Yott were fet on then. Red. We were fet on. F3 What do you know ot me . y^r^nfflnlhavedifcove.d,., ' Z% He has acquitted me. If you would be refolv'd of any thing, H^Kty^a this horrid Deed ? CM I'llknow the Villain; give me quick hisNatW Or I will tear it from thy bleeding Heart Ped. I will confefs. C Bald. Do then. p Ped It was my Mafter Carlos, your own Son. . C Bald. Oh mLftrous . monftrous ! molt uortft Bel. Did he employ you to murder h* own Brother"], [59, "The Fatal Marriage. 53 Ped. Fie did, and he was with us when 'twas done. C. Bald. If this be true, this horrid, horrid Tale, It is but juft upon me : Biron's Wrongs Muft be reveng'd ; and I the Caufe of all. Fr. What will you do with him ? C. Bald. Take him a-part I know too much. [Pedro goes in. Vil. I had forgot Your wretched, dying Son, Gave me this Letter for you. [Gives it to Baldwin. I dare deliver it : If it fpeaks of me, I pray to have it read. C. Bald. You know the Hand. Bel. I know 'tis Biron's Hand. C. Bald. Pray read it. Bellford reads the Letter. Sir, TFind I am come only to lay my Death at your Door: lam ■*■ now going out of the World ; but cannot forgive you, nor my Brother Carlos, for not hindering my poor Wife Ifabella, from marrying with Villeroy; when you both knew, from fo many Letters, that I was alive. BIRON. Vtl. How ! 1 did you know it then ? C. Bald. Amazement ! all. Enter Carlos, with Officers. O Carlos ! are you come ? Your Brother here, Here, in a wretched Letter, lays his Death To you and me : Have you done any thing To haften his fad End ? Can"], [60, "ISABELLA; or, 54 Car. Blefs me, Sir, I do any thing ? Who, I ! C. Bald. He talks of Letters that were fent to us : I never heard of any — Did you know He was alive ? Car. Alive ! Heav'n knows, not I. C. Bald. Had you no News of him, from a Report, Or Letter, never ? Car. Never, never, I. Bel. That's ftrange indeed : I know he often writ To lay before you the Condition [To C. Baldwin. Of his hard Slavery : And more I know, That he had feveral Anfwers to his Letters : He faid, they came from you ; you are his Brother. Car. Never from me. Bel. That will appear. The Letters I believe are ftill about him ; For fome of 'em I faw but Yefterday. C. Bald. What did thofe Anfwers fay ? Bel I cannot fpeak to the Particulars ; But I remember well, the Sum of 'em Was much the fame, and all agreed, That there was nothing to be hop'd from you ; That 'twas your barbarous Refoludon To let him perifh there. C. Bald. O Carlo s ! Carlos ! hadft thou been a Bro* ther Car. This is a Plot upon me ; I never knew He was in Slavery, or was alive, Or heard of him, before this fatal Hour. Bel. There, Sir, I muft confront you : He fent you a Letter, to my Knowledge, laft Night ; And you fent him Word you wou'd come to him :— — I fear you came too foon. C. Bald. 'Tis all too plain. *• Bring out that Wretch before him. [Pedro produc'd. Car. Ha ! Pedro there ! — Then I am caught indeed. Bel,"], [61, "The Fatal Marriage:. 5~ Bel. You ftart at Sight of him • He has confeft the bloody Deed. ' Car. Well then, he has confeft, And I muft anfwer it. Zel. Is there no more ? !-whatwould y°u have more? I know the And I expect it. C. Bald. Why haft thou done all this ? Car.^ Why, that which damns moft Men, has ruin'd The making of my Fortune. Biron flood Between me and your Favour : While he liv'd I had not that ; hardly was thought a Son, And not at all a-kin to your Eftate. I could not bear a younger Brother's Lot, To live depending upon Courtefy . Had you provided for me like a Father, I had been ftill a Brother. C. Bald. 'Tis too true, I never lov'd thee, as I fhould have done; It was my Sin, and I am punifh'd for't. Oh ! never may Diftinftion rife again In Families : Let Parents be the fame To all their Children ; common in their Care, And in their Love of 'em— I am unhappy, For loving one too well. Vil. You knew your Brother liv'd ; why did you take- Such Pains to marry me to Ifabella ? Car. I had my Reafons for't Vil. More than I thought you had. Car. But one was this — [ knew my Brother lov'd his Wife fo well, rhat if he ever ihould come Home again, tfecou'd not long out-live the Lofs of her. Bel. If you rely'd on that, why did you kill him ? Car. To make all fure. Now you are anfwer'd all. Where muft I go ? I am tir'd of your Queftions. C. Bald."], [62, "* I S A B E L L A; or, 5 C. Bald. Ik^ttaJ*»^wtatd,0UBtl A Father cannot find a Name for thee. Infeded long, and only foul in thee. wr Heav'n ! thy Patience to go through Grant me, fweetf^rure-Here, here begins The Torment of my <~ure not, The Operation-Alas! fhe's mad. ofl her. Vil. MyJflabella! Poor unhappy Wretch ! What can 1 fay to her ? babbling World />. Nothmg^hmg^ «^a^XSGodrt fit? g SCght— What Uo fell innocent Blood !- You look hkeSone of the pale Judges here, Minos, or Radamanth, or Abacus- I have heard of you. T u ,__ o Tanfe to trv, an honelt one ; To witnefs how you ufe me. »W Help, help, we cannot hold her. /> What Srfyou done with him ? He was here bu ■1 fawhimhere. Oh Biron Biron! Where have they hid thee from me ? He * gone- But here's a little flaming Cherubin Child* O fave me, fave me !"], [63, "The Fatal Marriage. K7 Ifla The Mercury of Heav'n, with Silver Win^s In.pt for the Flight, to overtake his Ghoft, And bring him back again. Child. I fear fhe'll kill me. C. Bald. She will not hurt thee. I f. Will nothing do ! I did not hope rffind^ Juftice on Earth ; 'tis not in Heav'n neither Biron has watch'd his Opportunity . Softly ; he fteals it from the fleeping Gods, And fends it thus . Now, now I laugh at you, defy you all, '* ' ' You Tyrant-Murderers. Vil. Caff, call for Help :0 Heav'n ! this was too much. y hald. U, thou mod injur'd Innocence - Yet live Live but to witnefs for me to the World, How much I do repent me of the Wrongs, Th' unnatural Wrongs, which I have heap'd on thee And have pull'd down this Judgment on us all. Vil. O fpeak, fpeak but a Word of Comfort to me C. Bald. If the mod tender Father's Care and Love Of thee, and thy poor Child, can make Amends 0 yet look up, and live. Ifa. Where is that little Wretch ? , ,. . _ , [They raife her. 1 die in Peace, to leave him to your Care. I have a wretched Mother's Legacy, A dying Kifs pray let me give it him, My Bleffing ; that, that's all I have to leave thee. . 0 may thy Father's Virtues live in thee, And all his Wrongs be buried in my Grave. 7/7 a. a [Dies. hi. She s gone, and all my Joys of Life with her. Where are your Officers of Juftice now ? faze, bind me, drag me to the bloody Bar. icufe, condemn me ; let the Sentence reach m hated Life — no matter how it comes, F I'll"], [64, "«* .ISABELLA, &c. ; Pllth^^rid^^^n Self-Murder is deny d me • mbrance j hg&&°%^& °f r wretcW Parents ! rhrown upon a Rock, Scaping *» mdi, To pcnji there ; the v ry fofter thee ; Soften their Nature, lure, I find it by rnyfelf. M) r gnty thef That barren Rock on wh£i< Y = Opens its Spnngs of Nowj^ lk for thee. There's not a Vein bu. ihau run O had I pardon'd my P00^'^ not been H_s firft, his only Fault-this had not been. ■ vnnth there's fome Compaffion due ; To erring Youth th re But while with Kigour yu . ■ that's their M*^^^™^ J Hence learn oftending CtnkTre B Leave Punilhment to Heav n rogative. F I N I S-"], [65, ""], [66, ""]]