[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "LETTERS FROM GERMANY AND HOLLAND."], [10, ""], [11, "/., ,111/1,11 , 1'ulili.iliiil July 8. iei:-*>. lev T $ !■'. I 'ndtrwoodt fleet Strati ."], [12, ""], [13, "LETTERS FROM GERMANY AND HOLLAND, DURING THE YEARS 1813-14; CONTAINING A DETAILED ACCOUNT OF THE OPERATIONS OF THE BRITISH ARMY IN THOSE COUNTRIES, AND OP THE ATTACKS UPON ANTWERP and BERGEN-OP-ZOOM, BY THE TROOPS UNDER THE COMMAND OF GEN. SIR THOMAS GRAHAM, K. B. LONDON: PRINTED FOR THOMAS & GEORGE UNDERWOOD, FLEET STREET. 1820."], [14, "Printed by R. Gilbert, St. John's-square, London,"], [15, "TO LADY HERBERT TAYLOR. Madam, The name of your gallant hus band is so often and so honourably mentioned in the Letters of my friend, that in giving them to the world in their present form I have ventured, without permission, to place the little volume under your protec tion. <i"], [16, "VI That Major-General Sir Herbert Taylor has not been distinguished as a warrior, and adorned with the stars and ribbons of his own and other Sovereigns, has not been his fault. Higher and more important duties than any connected with the slaughter of his fellow creatures have long engaged his attention, and though there may be many of his present rank who are equally quali fied to command a regiment, a bri gade, or an army, there are few, very few indeed, who could have filled the place of honour and of trust about the person of his Sove reign with so much credit to them-"], [17, "VII selves, or advantage to their country. Yet should this Empire ever engage in another war (and I am afraid it is too much to expect an everlasting peace) I know of no man better qua lified to command her armies in the field, or more capable of leading them to victory. I am, Madam, With every sentiment of respect, Your obedient Servant, THE EDITOR."], [18, ""], [19, "TO THE READER. Gentle Reader, This Volume is not of great mag-.iti.clfl, therefore peruse it. If it amuses thee, welt — if it interests thee, better ; as it will not be necessary to declare who wrote these Letters, or for what reason they are published. That they were written by a Scotchman is abun dantly evident ; and that they were addressed to his Friend in the North, is also very ap parent. They have been printed from the originals, which were written at the times and 7"], [20, "X places indicated ; and I have not interfered either with the matter or manner of their con- tents. When the great wars of the great Welling ton were occupying the tongues and the pens of the whole of Europe, there was no possi bility of attending to any operations of minor note ; and many of the good people of Eng land will scarcely recollect that she had a gal lant little Army in the Low Countries. It is therefore with the view, Gentle Reader, of recalling to thy mind the deeds of that Army, that I have intruded the Letters of a valued Friend, now no more, upon thy notice. To the Officers of that Army who still survive, and to whom the acti labores jocundi swit, they cannot fail to be acceptable ; and to the friends and relatives of those who fell during the short, but arduous campaign in the Ne therlands, of which they give an animated"], [21, "xi picture, they must prove an agreeable me mento. Reader, if thou art one of those dear and mourning relatives ; be grateful for this at tempt of my Friend to rescue the memory of thine from utter oblivion, and think favourably of the humble services of thy well-wisher, THE EDITOR. London, July, 1820."], [22, ""], [23, "LETTERS PROM GERMANY AND HOLLAND, _.c. _.c. LETTER I. Hoscley Bay, Monday, July 12, 1813. My last has already informed you of our detention at Harwich, and of the troops that were daily added to our numbers. It was long suspected that we were destined to make an attempt to land on the shores of the Elbe, and General Dunlop. the Member for the Stewartry of Kirkcud bright, was talked of as having been ap pointed our Commander, but at last we b"], [24, "2 LETTERS FROM learnt that we were to sail for the Baltic, and Major-General Samuel Gibbs arrived, and took the command. This is the same Colonel Gibbs, of the 59th regiment, so distinguished in our late Indian cam paigns, and who with our gallant coun tryman Gillespie, led the troops to the assault and capture of Java. On the 4th the Amphion frigate appeared in the bay, and hoisted the convoy signal ; two trans ports, with the 33rd regiment, were in company. On the 5th the transports, with the 25th, 54th, 73rd, and 91st regi ments on board, were ordered to quit the harbour, and join the frigate in the roads, but as the wind was unfavourable it was not before the 8th that the whole got clear of the river. The General and his Staff are on board the Amphion."], [25, "GERMANY AND HOLLAND. 3 During the afternoon and night of the 8th we had very little wind, though the fleet kept under weigh. On the morning of the 9th we had a stiff breeze from the north east, with hazy weather. We kept beat ing about off Yarmouth during the whole of the 9th and I Oth, and about 4 o'clock this morning it came on to blow very fresh. The frigate attempted to make Yarmouth Roads, but finding it impossi ble bore away for Hoseley Bay, where we came to anchor about nine. The gale was soon over, but as the wind still con tinues contrary, there has as yet been no orders to prepare to move. It is the opinion of a great many that we are going to assist at the siege of Dantzic, where there is already a company b 2"], [26, "4 LETTERS FROM of the rocket brigade, with several of our best artillery officers. Others again main tain that we are about to join the Crown Prince of Sweden, and to act with the sub sidized troops that are commanded by the Count Walmoden in his Highness's army. If the wind should become fair, another week or ten days will put an end to all conjecture, and enable me to inform you with certainty of our proceedings and place of rendezvous. 8 P. M. We have now a gentle breeze from the S. W. The signal has been made to weigh, I must therefore say, adieu ! My next, I trust, will be from some foreign port. Ever your's."], [27, "GERMANY AND HOLLAND. 5 LETTER II. Wingo Sound, July 31, 1813. When I closed my Letter on the 12th instant we were on the point of quitting the shores of England to cross the North Sea. A journal at sea is merely a log book, I shall not therefore trouble you with the state of the winds or the weather during our passage to this place. It is sufficient to say, that it was rather tedious, and that we were tossed about in that narrow sea called the Sleeve or Skagger Reach, from the 15th to the 23rd. On the 24th we reached this anchorage, and here we have remained. We lost sight of the Amphion, and"], [28, "6 LETTERS FROM the greater part of the transports on the 17th, and as they have not stopped here we suppose they are gone on to Anholt, or have made the best of their way through the Belt. There are a num ber of ships of all nations here, particu larly Americans, who being afraid to trust themselves out of a neutral port, have been detained since the commence ment of the war with that country. We had a strong report a few days ago, that Commodore Rogers was in the North Sea, and a small vessel that has just come in from that quarter, reports that an Ameri can frigate was seen off Bergen in Nor way. The Ulysses is our guard ship, but there are almost constantly some of the North Sea fleet at anchor in the Sound."], [29, "GERMANY AND HOLLAND. 7 We were not a little surprised this morning to see a fine ship, with the Ame rican flag at the main-mast, making for the port. We felt certain it could not be the Commodore, and she advanced in too gay and gallant a manner to be a prize ; we were therefore a good deal at a loss what to think of such a visit. Luckily the guard-boat passed, and informed us that the vessel which had just entered had General Moreau on board, who had ar rived to occupy a place of great distinc tion in the Russian army. We saw the celebrated hero as the ship passed us walking the quarter-deck, dressed in a blue jacket and trowsers, and to all ap pearance a very good figure for an Ame rican skipper. He landed very soon after the ship came to anchor, and, as is"], [30, "LETTERS FROM 8 reported here, set out for Stralsund to join his old companion in arms, the Crown Prince. Gottenburgh lies at the head of this sound or bay. It is a town of consider able extent. The houses are large and well built, but it must be a very dull place when either by war or winter frosts, it is deprived of trade. The whole of the coast of Sweden as far as the eye can reach from this station, and all the small islands around us consist of granite rock. There is scarcely any appearance of ver dure, and not a well of water to be found ; the only fresh water we could get for the ships was what had been collected in the crevices of the rocks. The wind during the whole of our stay here has been from"], [31, "GERMANY AND HOLLAND. 9 the west and south. We now know for a certainty that we are to land at Stralsund, where Bernadotte at present has his head quarters. The dog-days here are very hot. We have had occasionally heavy showers of rain with thunder. We are praying most heartily for a change of wind that we may get on our way, for there is not much pleasure in laying at anchor when we have nothing to look upon but barren rocks. Adieu, ever faithfully."], [32, "LETTERS FROM 10 LETTER III. Stralsund, August 13, 1818. We sailed from Wingo Sound on the 5th instant, and on the morning of the 6th Anholt was in sight ; we anchored in the evening between that island and the coast of Jutland. As soon as day dawned on the 7th, the fleet got under weigh. We passed a small island called Hielm, at the entrance of the Great Belt, and anchored towards evening off Collemborg, a Danish city, on the west coast of Zealand. Dur ing the greater part of the 8th, we ran along the shore of a beautiful and well cultivated island, called Langlands, which forms one of the boundaries of the Great Belt : we anchored that evening between"], [33, "GERMANY AND HOLLAND. 11 Laaland and the main land. On the 11th we came to anchor in a small bay, on the east side of the Island of Rugen, when the troops immediately landed. We marched across that beautiful, and in many parts very picturesque island ; and on Thursday, the 12th of this present month, reached Stralsund where we found General Gibbs and the troops, from which we had parted, in the Sleeve. They had been detained at Anholt, while we lay in Wingo Sound ; but having taken advan tage of the change of wind sooner than we were able to do, they had got in three days before us. Moreau reached this city the day after General Gibbs landed. His first inter view with the Crown Prince was most"], [34, "LETTERS FROM 12 affecting ; when Bernadotte was told that his friend was arrived, he rushed out into the street to meet him. They em braced each other with great ardour, and some say actually shed tears of joy. Ge neral Gibbs was introduced to, and dined with, these two illustrious warriors. They set out next day on their way to the head quarters of the Allied Sovereigns; and report says, that Moreau has been ap pointed Quarter-Master General to the grand army. As soon as I have had leisure to see more of the place, and have heard how matters stand with the con tending foes, I will write you a longer Epistle : in the mean time believe me, Ever your's."], [35, "GERMANY AND HOLLAND. 13 LETTER IV. Stralsund, August 17, 1818. My Dear Sir, Stralsund is a town of considerable extent, and evidently of some antiquity, standing upon the banks of an estuary of the Baltic, and so low as to be surrounded by a natural wet ditch or lake; it has always been considered a place of some strength, though by no means a regularly fortified town ; and whatever works may have existed as a defence for the town, at present there are none, as the French, during their last visit took good care to remove every appearance of fortification. From its situation it is well calculated for trade, though only vessels of a light bur- 8"], [36, "LETTERS FROM 14 then can come up to the harbour, and con sequently almost all the principal inhabi tants are merchants. The houses are all built with their ends to the street. The first apartment is the shop, with the ware-rooms still further on in the ground floor: the first floor contains the. family apartments, and the second and other floors are mostly granaries and store rooms. The inhabited apartments are all warmed by stoves, and except in the kitchen there is no open fire-place in any part of the house. Wood is the only arti cle of fuel, and if we could divest our selves of the feelings associated with a cheerful blazing fire, the rooms are very comfortable from the heat of the stove. The inhabitants all speak the German language, though their dialect is said to"], [37, "GERMANY AND HOLLAND. 15 be not very pure : Swedish also is spoken, and almost every person understands French. The government of the town is in the hands of a Swedish general, who they say, never heard a shot fired in ear nest in his life. He is much broader than he is long, and much better fitted for the lounge of a garrison parade than the acti vity of field duties. The Crown Prince, I am told, has shewn great good sense in the arrange ment of his military affairs, for while he has taken only those whose services could be useful in the field, he has not given cause to any of the Swedish nobility who held military rank, to grum ble at their being neglected. He has given them all appointments, and just"], [38, "16 LETTERS FROM such as they are able to manage, and at the same time pleased with. I dont think the surly old fellow here is at all pleased at having an English garrison, and an English general, to watch his conduct. We had some difficulty in getting billets ; and the troops are by no means so com fortable as they might be. We have a garrison parade every morning in the great square at guard mounting ; and for the few days we have been here, this is the amount of our military duties. It is said, however, that we are to begin to raise some breast-works around the town ; and to construct some out-works, to pro tect our embarkation in the event of our being obliged to leave it. The established religion of the town is the reformed Lu theran, but the people are by far too much"], [39, "GERMANY AND HOLLAND. 17 Frenchified to have any of the essentials of religion at all. I went to the principal church on Monday, but few were there ; and from what I have seen of the Protes tants of this country, I would say that they are the worst of all sects : they do not think it necessary to have even a show of godliness, so much have the principles of the French revolutionists gained ground among them. The grossest immorality prevails, and they seem to have lost every recollection of the moral law, as well as the Divine. I allude chiefly to such places as are still tinctured with French feelings and French politics, of which I include this as one. All money con cerns are in the hands of the Jews, and we are paid in German coin, or Dutch ducats. So much for private matters, of e"], [40, "LETTERS FROM 18 which I have no doubt you are tired, when information of much more interest is so anxiously expected. The Emperor Alexander, the King of Prussia, and the Crown Prince of Swe den, met together at a place called Tra chenberg, on the 10th. General Moreau, Lord Cathcart, and our Minister at Stock holm, were present. It is confidently as serted, that Austria has acceded to the allied cause ; and that at the above meet ing the Allies have agreed upon their ulti matum, which has been transmitted to Bo naparte. His answer will decide the ques tion of peace or war, which we anxiously look forward to. Hamburgh, they say, is in a miserable state, nothing but mili tary executions and proscriptions. The"], [41, "GERMANY AND HOLLAND. 19 women are obliged to work at the for tifications. It is dreadful to see the agitation of people's minds. The commencement of hostilities seems anxiously wished for by all the better informed, as they say that any peace patched up with Bonaparte at pre sent, will not last above twelve months, or only until he can get his ranks filled ; and they conclude, with some reason I confess, that the force now opposed to him must succeed in reducing his power, to the limits of ancient France, if not in hurling him from his throne altogether. We are only afraid that the Corsican, seeing the desperate game he has to play, may give the Allies all they ask, and thus lead them to conclude a peace with him. Moreau c 2"], [42, "LETTERS FROM 20 has certainly been appointed Quarter- Master General to the allied armies ; and it is said is occupied in drawing out a plan of the campaign, to be followed in the event of hostilities commencing. The head-quarters of the Crown Prince's army, of which we form a part, is at Oranien burg. I had written thus far when a courier arrived with the intelligence that the truce was at an end. Barclay de Tolly has written to the Prince of Neufchatel, to say that hostilities will commence as this day. The Crown Prince's army has been in motion for some days, and not less than eighty or ninety thousand men are con centrated between Berlin and Spandau. I enclose you the proclamation of his"], [43, "GERMANY AND HOLLAND. 21 Royal Highness *, as also of Prince Schwartzenberg, Commander-in-Chief of the Austrian army, which puts an end to all doubt with regard to the conduct of that great power. By next week's courier I may have some details to give : in the mean time adieu. Ever yours. * \" Soldiers, — Called by the confidence of my King, and of the Sovereigns his allies, to lead you in the career which is about to open, I rely for the success of our arms on the Divine Protection, the justice of our cause, and on your valour and per severance. Had it not been for the extraordinary concurrence of events which have given to the last twelve years a dreadful celebrity, you would not have been assembled on the soil of Germany ; but your Sovereigns have felt that Europe is a great family, and that none of the States of which it is .composed can remain indifferent to the evils im posed upon any one of its members by a conquer ing power. They are also convinced that when"], [44, "22 LETTERS FROM such a Power threatens to attack and subjugate every other, there ought to exist only one will among those nations that are determined to escape from shame and slavery. From that moment you were called from the Banks of the Wolga and the Don, from the shores of Britain, and the mountains of the North, to unite with the German warriors who defend the cause of Europe. This then is the moment when rivalry, national prejudices and anti pathies, ought to disappear before the grand ob ject of the independence of nations. The Em peror Napoleon cannot live in peace with Europe, unless Europe be his slave. His presumption carried 400,000 brave men 700 miles from their country : misfortunes, against which he did not deign to provide, fell upon their heads, and 300,000 Frenchmen perished on the territory of a great Em pire, the Sovereign of which had made every effort to preserve peace with France. It was to be ex pected that this terrible disaster, the effect of Di vine vengeance, would have inclined the Emperor of Fiance to a less murderous system ; and that, instructed at last by the example of the North and of Spain, he Would have renounced the idea of subjugating the Continent, and have consented to let the world be at peace ; but this hope has been disappointed ; and that peace which all Govern- 5"], [45, "GERMANY AND HOLLAND. 23 ments had desired, and which every Government proposed, has been rejected by the Emperor Na poleon. \" Soldiers ! It is to arms then we must have re course, to conquer repose and independence. The same sentiment which guided the French in 1792, and which prompted them to assemble and to com bat the armies which entered their territory, ought to animate your valour against those who, after having iuvaded the land which gave you birth, still hold in chains your brethren, your wives, and your children. \" Soldiers! What a noble prospect is presented to you ! the liberty of Europe, the re-establishment of its equilibrium, the end of that convulsive state which has had twenty years' duration ; finally, the peace of the world will be the result of your efforts. Render yourselves worthy, by your union, your discipline, and your courage, of the high destiny which awaits you. (Signed) \" Charles John.\" \" From my Head-Quarters at Oranienburg, Aug. 15, 1813.\""], [46, "LETTERS FROM 24 \" The following Order of the Day was issued by the Prince of Schwartzenburg on the nth of August, setting forth the grounds on which Austria had been induced to go to ivar ; — •' The great day is arrived! Brave warriors ! our country relies on you. Hitherto every time that she called upon you, you justified her confidence. All the endeavours of our Emperor to restore the long-wanted peace to Europe, and to fix the peace and welfare of the empire, which is inseparable from the peace and welfare of our neighbours, on a solid basis, were in vain. Neither constant patience, nor pacific representations, nor the con fidential reliance of the other Belligerent Powers in the Emperor's councils and measures ; in short, nothing could bring the minds of the French Government to moderation and reason. On that day on which Austria loudly declared herself for the cause of justice and order, she likewise took on herself to combat for the greatest of all bless ings. We do not singly undertake this combat ; we stand in the same ranks with all that Europe has to oppose of greatness and activity against the powerful opponent of her peace and liberty. Austria, Russia, Prussia, Sweden, England, Spain, all join their united endeavours for the same end, for a well-founded and durable peace, a reason."], [47, "GERMANY AND HOLLAND. ■A„ able distribution of strength among the different States, and the independence of every single power. It is not against France, but against the domineering power of France out of her own borders, that this great alliance has raised itself. — What may be performed by the resolution and con stancy of nations, has been proved to us by Spain and Russia ; what may be performed, by the united force of so many powerful states, will be shewn in the year 1813 ! — In such a holy war we must, more than ever, preserve those virtues by which our armies have rendered themselves conspicu ous in so many former wars. — Unconditional willingness to sacrifice every thing for our monarch and native country — great equanimity in good or unfavourable times — determination and constancy in the field of battle — moderation and forbearance towards the weak — these qualities must always be found in us. \" Brothers in Arms ! — I have lived in your ranks all those years which I have devoted to my coun try's service. I know, I honour, in you, the brave men who conquered a glorious peace, and those who are following their footsteps. I rely on you ! I am chosen from amongst you by our Monarch, and his gracious favour has placed me at your head. His confidence, jointly with your's,"], [48, "LETTERS FROM 26 are my strength. In what manner every individual is to be useful to the whole, will be fixed by the sphere of action allotted to him ; but, in every appointment — in every situation — in every decisive moment — always to do his duty, and to the utmost of his power — such is the determination which must make us all equal, and elevate us all to the same glorious point. The Emperor will remain with us, for he has confided the utmost to us — the honour of the nation — the protection of our native country — and the security and welfare of poste rity. — Be thankful, warriors, that you are going into battle before God, who will not forsake the just cause, under the eye of a paternal and feeling Monarch, under the eyes of your grateful fellow citizens, and in the sight of all Europe, which expects from you great deeds, and great happiness, after long sufferings. Remember, you must con quer, that you may justify this expectation. Com bat as it becomes Austria's warriors to do, and you will conquer. (Signed) Charles, Prince of Schwartzenberg, Field Marshal.\""], [49, "GERMANY AND HOLLAND. 27 LETTER V. Stralsund, September 30, 1813 My Dear Sir, If the love of his people is a matter of any consequence to a prince, or the at tachment of an army gives any confidence to a general, the Crown Prince of Sweden enjoys both in a very uncommon degree. The virtues and amiable conduct of the man have endeared him to all descriptions of the people he is destined to reign over ; while the consummate ability and great experience of the commander entitle him to the attachment and entire confidence of the army under his orders. He is at the head of a very numerous, but cer tainly very heterogeneous mass of troops :"], [50, "LETTERS FROM 28 his army contains men of all nations, tongues, and people, and forms on a minor scale an exact counterpart of the great alliance which has taken place against the tyrant of Europe, by the na tions he has oppressed, or attempted to oppress ; and who are advancing from the north, and from the south, from the east, and from the west, to the over throw of his once mighty empire. Yet, heterogeneous as the mass of the Crown Prince's army is, his genius is able to wield it with the greatest facility ; and all have equal confidence in his political wisdom and military talents. He must be happy whom the poor bless as their father and protector ; and the rich esteem their best friend and brother. If he makes as good a king as he has hitherto done a Crown"], [51, "GERMANY AND HOLLAND. 29 Prince, fortunate indeed are the people who have chosen him to rule over them, and I trust he too will long enjoy that peace and internal happiness, which his well re gulated mind, that never hesitates in doing what is right, must ever feel. They are much mistaken in England, who think that Bonaparte had any hand in raising him to his present dignity. He owes it to himself alone, and to the good sense of the Swedish people; who, superior to in veterate habits and rooted prejudices, could look beyond the present moment, and to secure their existence and inde pendence as a nation, elect a stranger for their king, on account of his merit, and perhaps his money ; for it is certain that Bernadotte's large fortune, judiciously used, had some effect with those to whom"], [52, "LETTERS FROM 30 merit was of little avail. I now think I hear you exclaim, Well, all this is very good ; but the news, give us the news. The first few days after the commence ment of hostilities, were marked by no action of moment, only slight skirmishing on various points. On the 21st a force of about 80,000 men was concentrated in the neighbourhood of Bayreuth, under Marshal Oudinot. The Crown Prince, perceiving this movement of the enemy, immediately took measures to prevent him obtaining his object, which was evidently the capture of Berlin. On the 22d Oudi not advanced by way of Trebbin, when he attacked the Prussian corps of General Thumen, and obliged him to evacuate that post. Next morning he attempted"], [53, "GERMANY AND HOLLAND. 31 to follow up this success, and the corps of General Bertrand debouched upon the Prussians, under General Tauenzein, at Blankenfelde, where they met with a re pulse. The enemy, however, succeeded in taking the village of Gross Beren, and Oudinot advanced upon Ahrendorff. An attempt which was made to drive him from Gross Beren brought on a severe action ; and in the course of the day RuhlsdorfF being menaced, the Crown Prince sent a force which took them in flank ; and our success was complete, as the enemy was forced to retreat with a loss of twenty-six cannon, many caisons, much ammunition, and nearly 2000 pri soners. On the 27th Czernicheff and Hirshfeldt encountered Girard's corps of the enemy, between Lubnitz and Balzig,"], [54, "LETTERS FROM 32 and after a smart affair succeeded in cap turing eight pieces of cannon, several waggons of ammunition, about 4000 pri soners, and all his baggage : Girard was killed, and the remains of his corps re treated upon Luckau, where they surren dered on the 28th. The enemy continued to retreat towards the Elbe, pursued by the troops under General Winzingerode, amounting to about 8000 cavalry. Since the opening of the campaign, the Crown Prince's army has taken and destroyed more than 20,000 of the enemy. Jomini, a general officer of some distinction under Bonaparte, and several other officers of rank, have come over to their old companion in arms, and have given information to the allies, of no"], [55, "GERMANY AND HOLLAND. 33 small importance. Marshal Ney com- mands the force of the enemy which is opposed to the Crown Prince's army ; and on the 4th instant, while his Royal High- ness was moving upon Rosla, with a view of passing the Elbe, there in his march upon Leipsic he received intelligence that the enemy's army, coming from Wit- tenberg, had pushed forward to Zahne, with the view of stopping his further operations by a movement against Bodin. A Prussian corps, posted between Zahne and Interbork, fought most gallantly, yet Ney was able to penetrate as far as the latter place. Early on the morning of the 6th the Crown Prince, with seventy battalions of Swedish and Russian infantry, 10,000 cavalry, and about 150 pieces of artillery, hastened to the assistance of the D"], [56, "34 LETTERS FROM Prussians, who, though not more than 40,000, had kept Ney's army of 70,000 in check for two days. At sight of the fresh troops the enemy fled, pursued by the cavalry and light infantry. He retreated towards Torgau and Dresden, having lost from 16 to 18,000 men, more than sixty pieces of cannon, and 400 ammuni tion waggons. The pursuit was con tinued to Torgau, when at the Tete de Pont, upwards of 8C0 prisoners were taken. General Walmoden's corps remains in our front, and has been busily employed in keeping Davoust and the Hamburgh army in check. The 54th regiment, under Major Kelly, marched from this garrison to join the Count, as Davoust was advancing upon Lauenburg, Boit zenburg, and Buchen, having driven in"], [57, "GERMANY AND HOLLAND. 35 the advanced posts at Strechnitz. This harbour is crouded with merchantmen of all descriptions, and transports loaded with stores and ammunition for Walmo den's corps, in the pay of Great Britain. The troops are employed in landing them, and all the means of the country are put in requisition to convey them to the army. You will, therefore, conceive our alarm, not only for their safety, but for our own, when, about ten days after my last was despatched, we learnt that an army of 20 or 30,000 men, after having beaten Walmoden's army, were in full march upon Rostock, the capital of Mecklen burg Schwerin. Our fears were greatly aggravated by the flight of the Sovereign Duke of that province, with his family and effects, who arrived here evidently in d 2"], [58, "LETTERS FROM 36 the greatest terror. He has taken up his residence in the royal palace, which is exactly opposite the house in which I live, and his Highness appears to have no other occupation than his pipe. He has two fine grand-children with him, a boy and a girl. Their mother was a sister of the Emperor of Russia — she is dead ; and their father is a general in the Prussian service, and at present with the grand army. The old Duke, they say, is rather a dissipated character, and not much cal culated to make a figure, either in war or politics. But to return ; — After suffering the agonies of sus pence for some days, we heard, to our great joy, that the enemy had re treated in great haste from Schwerin,"], [59, "GERMANY AND HOLLAND. 37 and that at Lubeck the French and Danes had separated, the former having moved upon Ratzburg with the view, as we supposed, of joining the grand Army. Count Walmoden, after skirmishing for a whole day near Vellahu, retired to Gra bau, and from thence marched to Crivitz to join General Vegesach, who commands a Swedish force in front of Rostock. Since the Enemy's retreat, however, he has advanced again, and fixed his head quarters at Domitz. The 54th Regiment returned to this garrison, and the 73rd marched to join General Lyon's brigade of the German Legion in Walmoden's corps about the beginning of the month, and a week"], [60, "38 LETTERS FROM ago we had accounts of a very gallant affair in which Colonel Harris and his regiment bore a distinguished part. Davoust finding himself rather incom moded detached a strong force under General Pecheux to clear the left bank of the Elbe, and to advance as far as Mag deburgh. As soon as Walmoden was in formed of this, he resolved to attack that force. On the 14th instant at midnight he crossed the Elbe at Domitz, with the principal part of his army, and on the 16th he took Pecheux by surprize near the castle of Goerde, a hunting seat of our gracious King in Hanover. The out posts of the Enemy, which were stationed"], [61, "GERMANY AND HOLLAND. 39 in the forest of Gberde, were soon driven in. Walmoden's intention was to sur round them, and for this purpose the Hanoverian Infantry and Cossacks ad vanced in front, the Russian German Legion attacked the right flank, and the King's German Legion, to which Colonel Harris and the 73rd had been attached, advanced on his left flank. The Enemy kept a very bold front for a short time, but the red coats no sooner came in view, than they began to retreat in great confusion, followed by the Cossacks, who appeared better qualified to harrass a broken and flying Enemy, than to attack a formed line. About 1500 prisoners were taken, and the killed and wounded ex-"], [62, "LETTERS FROM 40 ceeded 2000. After the action, General Tettenborn occupied the towns of Ble kede and Luneburg, and Walmoden returned to his cantonments at Domitz, that he might be in readiness to act on either side of the Elbe, and be better able to watch the movements of the Enemy. Our friends of the 73rd give a hor rible account of the savage cruelty of the Cossacks, who were most active in pur suing the flying troops, and in collecting the spoils of the field. Indeed, they seemed to consider the plunder as their natural right, and one or two poor wretched females who had followed the Army, and indeed who follow all Armies"], [63, "GERMANY AND HOLLAND. 41 for no other purpose than to plunder, were actually shot by the Cossacks when presuming to interfere with the privileges of the legion of the Don. The sufferings of the wounded were very great. Count Walmoden has a very badly organized Medical Staff, and next morning after the action, parties were sent out to collect all the barbers of the country to cure the wounded. In this little action General Lyon, a most gallant British officer, who commands the Hanoverian Legion in Walmoden's corps, greatly distinguished himself, as did also Colonel Halket, the brother of the brave Halket, so distinguished in Spain, and the nephew of your friend Colonel Gra ham."], [64, "LETTERS FROM 42 The Crown Prince has crossed the Elbe, and is in direct communication with General Blucher, and their combined movements seem to be in the direction of Leipsic, where it is said Bonaparte now is, as it is ascertained he left Dresden a few days ago. The Bohemian army is also rapidly advancing, so that the whole force of Europe will soon be united. The papers will no doubt have informed you ere this can reach the north, that the amiable, the brave, but unfortunate Mo reau is no more. He died at the village of Laun, not far from Dresden, on the 3rd instant, after suffering amputation of both his legs. I believe it has seldom happened that the death of any individual ever excited more universal regret. Dur ing the action before Dresden, for an"], [65, "GERMANY AND HOLLAND. 43 account of which, 1 must refer you to the public dispatches *, he was riding out with * \" DESPATCH OF GENERAL STEWART. Head-quarters of the Emperor of Russia, Allenberg, Aug. 28. \" My Lord, — The Enemy having abandoned the ground surrounding Dresden, called the Grossen Garten, and having withdrawn into their works, and into the suburbs of the town on the morning of the 27th, it was deemed expedient to make an attack with a large force upon the place, the pos session of which became of considerable import ance. Count Wittgenstein's and General Kleist's light troops, on the right of the town, had sus tained, during the moruiug of the 27th, in the attack of the gardens, some loss; and, indeed, the Enemy had so much improved by art the defences around the town, that it was evidently an enterprize of considerable difficulty to carry it. — The troops moved to the assault at 4 o'clock in the evening: Count Wittgenstein's corps, in three columns, on the right of the Grossen Garten : General Kleist moved one column of attack through these gardens, and two on the left. His left column was headed by Prince Augustus of Prussia ;"], [66, "LETTERS FROM 44 the Emperor Alexander, Lord Cathcart, and others. They were passing in the three divisions of Austrians on the left of the town, under the immediate direction of Count Col- loredo, and Prince Maurice, of Lichtenstein, joined the Prussians on their left ; the Prussiaus forming the centre attack. A tremendous can- nonade commenced the operation ; the batteries being planted in a circular form round the town ; the effect was magnificent ; the fine buildings in Dresden were soon enveloped in smoke, and the troops moved forward in the most perfect order to the assault. They approached on all sides close to the town. The Austrians took an advanced redoubt, with eight guns, in the most undaunted and gallant manner. I never saw troops behave more conspicuously ; the work was of the strongest kind, not above sixty yards from the main wall, and it was flanked by cross fires of musquetry from the various loop-holes that were made in every part from projecting buildings ; but nothing could surpass the gallantry with which it was stormed : the Enemy fled from it only to shelter themselves behind new defences, manning the thick walls of the town, in which it was impossible,"], [67, "GERMANY AND HOLLAND. 45 rear of a Prussian battery, upon which two of the enemy's batteries were play- without a long and continued fire of heavy artil lery, to make breaches. The Enemy, with the aid of those means which a strong- town affords of resistance, held the troops in check who had so gallantly carried and entered the out-works. The night was fast approaching, and the Enemy now attempted to make a sortie with a considerable force of all his guards, at least amounting to thirty thousand, to separate the allied troops, and take one wing in flank and rear. This was imme diately perceived, and as it appeared evident that it was not practicable to carry the place that night, orders were sent to draw off the troops, and they returned to their several encampments. Prince Maurice of Lichtenstein made an admirable dispo sition on the side where the Enemy made their sortie, by which all disorder was avoided. This enterprize, in proportion to its being of moment, was one of great difficulty ; no troops could sig nalise themselves more, and in my humble opinion, if it had been physically possible to carry the place under the circumstances, they would have accomplished it. But there were no breaches for 7"], [68, "LETTERS FROM 46 in°\\ The si round was much cut up, and very deep. They had just come to a part the troops to enter, and the artillery, although brought up at the close of the evening to near one hundred paces of the wall, were not able to batter it, or make an impression. From the best calcu lation I can make, I should estimate the loss of the Allies at under 4000 men, in this attack. The Austrians chiefly suffered. The sortie of the Enemy was a prelude to a more general battle, which took place on the following morning, the 28th. Buona parte had arrived in Dresden, from that part of his army in Lusatia, on the night of the 22d, and having a very large force in Dresden, at least 130,000 men, he appears to have determined on attacking the Allies, who occupied a very extended position on the heights surrounding it. The Enemy had great advantages in their disposition for attack : Dresden, lined with guns, was in their rear ; their communications were not intersected ; if they made an impression, they could pursue it ; if they failed, they could withdraw in security, and our troops could not follow them under the guns of the place. One of the worst days that ever was seen, added materially to the difficulties of the"], [69, "GERMANY AND HOLLAND. 47 that seemed rather dangerous, when Mo reau, with the politeness natural to a Allies, who had arrived, by rapid marches, through bad roads and defiles, at their positions, aud whose supplies of every kind, it was difficult, if not im possible, to get up. Availing himself of the ad vantages above stated, Buonaparte displayed au immense number of pieces of artillery ; and heavy cannonading on both sides formed the chief fea ture of the battle. Charges in various points were made, both with the Russian, Prussian, and Aus trian cavalry, and they distinguished themselves highly ; but the main bodies of the infantry in both armies, did not come in contact. The weather was so hazy, and the rains so incessant, that the action was sustained at all points, under the heaviest dis advantages. Towards the middle of the day a catastrophe occurred which awakened more than ordinary sensibility and regret throughout the Allied Army ; General Moreau, in earnest conver sation with the Emperor of Russia on the opera tions, had both his legs carried off by a cannon shot, the ball going through his horse ; an equal loss both to the good cause, and to the profession of arms. It is impossible not deeply to lament his 6"], [70, "LETTERS FROM 48 Frenchman of the old school, spurred forward his horse, and passed the Empe- fate; he is still alive, and has undergone amputa- tion. The Enemy continued his efforts on the position of the Allies, till finding he could make no impression, the action ceased. The battle may have cost us six or seven thousand men. The Enemy must have suffered more ; in one charge of Russian cavalry against infantry and a battery, a great number of prisoners were taken, though the guns were not brought off. I have already de- tailed to your Lordships the general difficulties in which the Allied Army was placed by the large forced opposed to them, and by the opinion that Buonaparte would pass a considerable body of troops across the Elbe at Konigstein and Pirna to possess himself of the passes in our rear. The orders for retiring, to the Allied Army, were issued on the evening of the 28th, and the army is now in march in different columns. It is impossible not to lament that so fine and so numerous an army, perfectly entire in all its parts, should be under the necessity, having once advanced, of making a retrograde step, as miscalculations may be made on the event, and the Enemy may sup-"], [71, "GERMANY AND HOLLAND. 49 ror, that he might first ascertain that the part could be passed with safety. Alexan der checked his horse, and Moreau had no sooner moved forward, than he was struck by a cannon ball, which shattered his right thigh, passed through his horse, and nearly carried off his left leg. He was carried to the rear, attended by Dr. pose he has gained an advantage. I can only pledge myself to your Lordship, that the army is as eager as ever to meet the Enemy, and the same determined spirit exists, though a partial change of operations may be deemeed necessary. The Enemy's force was not diminished on the side of Lusatia up to the 23d, for his efforts on the Elbe ; as he attacked General Blucher again in great force on that day, who retired upon Jauer. The 24th, however, he advanced again, the Enemy having fallen back, which would indicate his bringing more forces into Bohemia. The Austrian corps of General Neuberg has also advanced iu the direction of Zittau. \" C. Stewart/' E"], [72, "LETTERS FROM 50 Wylie, our countryman, who is the Em- peror's body Surgeon, and Director-Gene- ral of the Medical Department of the Rus- sian army. The leg which had been most extensively injured was first ampu- tated, and when Wylie informed him that it was also necessary he should lose the other, he is said to have replied with great calmness, that had he known that, he should rather have preferred dying as he was. It was necessary to carry him still farther to the rear almost immediately after the operation. He suffered much from cold and wet, yet he never com- plained, and for some days he seemed to be doing well ; but his case was hopeless from the commencement. He bore his sufferings with great calmness, and about 6 o'clock on the morning of the 3rd he breathed his last."], [73, "GERMANY AND HOLLAND. 51 His death has been felt more severely on account of the high expectations which had been raised from his known abilities as a general, and the great esteem in which his character was held by all ranks and descriptions of his countrymen. His pre sence with the Allies was considered a host of itself. It will no doubt afford matter of great triumph to the Usurper, but his fate though delayed is, I trust, as certain, though I cannot believe that such a wretch will ever be suffered to die the death of a soldier in the field of glory. The Courier is about to depart, so I must conclude as ever faithfully yours. e 2"], [74, "52 LETTERS FROM LETTER IV. Stralsund, October 24, 1813. My Dear Sir, It may truly be said, that ever since the commencement of hostilities war has been a losing game to Bonaparte, for on every point, and in every engagement the Allies have been successful. To give any thing like a correct ac- count of the transactions of the last month would require a volume, and a large one too, instead of a letter, I must therefore refer you to the Gazette. We are just returned from church, where Te Deum has been sung; and each, in his own way, gave thanks to God for the last and great est of all our victories at Leipsic. This"], [75, "GERMANY AND HOLLAND. 53 has certainly been one of the most tre mendous and bloody battles that ever was fought; but, alas, I can only give you a faint outline of the movements previous to, and the probable consequences of, this great victory. On the 7th Bonaparte, having left a small garrison in Dresden, proceeded with the King of Saxony to Rochlitz, where it was said his army was chiefly assembled. The Allies continued to advance from all quarters in a direct line towards Leipsic, and by the ninth the advance of their armies extended from Dessale to Marien burg, on the frontiers of Bohemia. On the 10th General Blucher moved from Sesnitz to Zorbig, near which place the Crown Prince's army was assembled, and"], [76, "54 LETTERS FROM by the 12th the whole of their forces had crossed the Saale. The Crown Prince of Sweden issued orders to march to Halle in the night of the 14th ; but when his troops were in march, he took up his head-quarters at Sylbitz, and placed the Swedish army, with its right, at Wittin, and the left near Petersberg. Bulow occupied the centre of his line between Petersberg and Op pin ; and the corps of Winzingerode was on the left, at Zorbig. General Blucher moved his head-quarters on the 14th to Gross-Kugel, and pushed his advance on the great road to Leipsic. Blucher, on the 15th, found the Ene my's force, consisting of the 4th, 6th, and"], [77, "GERMANY AND HOLLAND. 55 7th corps, with a great part of the guard, nuder Marshals Ney, Marmont, and Ge neral Bertrand, occupying a line with their right at Freyroda, and their left at Lendenthal. The Prussian Veteran hav ing completed his disposition f©r attack, a general action commenced about mid-day. The advanced posts were soon carried, but the Enemy held the woody ground on their right, and the villages of Gross and Klein Wetteritz, as also those of Moc heren and Mokau, on their left. The latter village was taken and retaken five several times by the corps of General D'Yorke ; at length, however, the gal lant Silician army carried all before them, and drove the enemy beyond the Partha."], [78, "LETTERS FROM 56 It is said that Bonaparte was present during the latter part of the action, and witnessed the overthrow of his force on this part of the line, which was the pre lude to the still greater disasters which he had to suffer. The result of this day's action was a loss to the Enemy of forty pieces of can non, 12,000 killed, wounded, and pri soners, one eagle, and many caissons. [The Editor has suppressed the re mainder of this Letter, that he might give an account of the battle of Leipsic, in the words of one than whom there is not a more gallant Soldier in any army, or in any country. The following is the Letter"], [79, "GERMANY AND HOLLAND. 57 of General Charles, now Lord Stewart, lo his Majesty's principal Secretary of State for the War Department, dated Leipsic, October 19, 1813.] ... . \" My Lord, — Europe at length approaches her deliverance, and England may triumphantly look forward to reap, in conjunction with her Allies, that glory her unexampled and steady efforts in the common cause so justly entitle her to receive. 1 wish it had fallen to the lot of au abler pen to detail to your Lordship the splendid events of these two last days ; but in endeavouring to relate the main facts, to send them off without a moment's delay, I shall best do my duty, postponing more detailed accounts until a fresh opportunity. The victory of General Blucher upon the 16th has been followed on the 18th by that of the whole of the combined forces over the army of Bonaparte, in the neighbourhood of Leipsic. The collective loss of above 100 pieces of cannon, 60,000 men, an im mense number of prisoners, the desertion of the whole of the Saxon army, also the Bavarian and Wurtemberg troops, consisting of artillery, cavalry, and infantry, many generals, among whom are"], [80, "LETTERS FROM 58 Regnier, Vallery, Brune, Bertrand, and Lauris ton, are some of the first fruits of this glorious day. The capture, by assault, of the town of Leip sic, this morning, the magazines, artillery, and stores of the place, with the King of Saxony, all his court, the garrison, and the rear-guard of the French army, all the Enemy's wounded, (the num ber of which exceed 30,000 ;) the narrow escape of Bonaparte, who fled from Leipsic at 9 o'clock, the Allies entering at 11 ; the complete deroute of the French army, who are endeavouring to escape in all directions, and who are still surrounded, are the next objects of exultation. The further result your Lordship can best arrive at from an account of our military position. \" It will be my endeavour to give you as clear and succinct an account as I am able, first of the general and combined operations of the Grand Army ; and secondly, to describe what immedi ately came under my own observation, namely, the movements of the Prince Royal and General Blucher. My dispatches up to the 17th have de tailed the positions of the Allied Armies up to that date. It being announced by Prince Schwartzen berg that it was the intention of their Majesties the Allied Sovereigns to renew the attack on the 18th, and the Armies of the North and Silesia being di-"], [81, "GERMANY AND HOLLAND. 59 rected to co-operate, the following general disposi tion was made : — I must here observe that the at tack on the 16th, by the Grand Army, occurred in the neighbourhood of Liebert Wolkowitz. The country being particularly adapted for cavalry, a very sanguinary and hard combat ensued with that arm, and an artillery exceeding in number 600 pieces, between the opposed armies. Two soli tary buildings which the Enemy had occupied with several battalions of infantry, and which formed nearly the centre of their position, were attacked by the Russian infantry, and after several repulses, carried with amazing carnage. The whole of the Enemy's cavalry under Murat, were then brought forward ; they made a very desperate push at the centre of the Allied position, which for a short period they succeeded in forcing. To oppose this powerful cavalry, six regiments of Austrian cuiras siers charged in columns. Nothing could surpass either the skill or the desperate bravery of this movement ; they overthrew all before them, de stroying, I am told, whole regiments, and returned to their ground with many prisoners, having left 700 dragoons within the enemy's line. Many officers were killed and wounded. 'General Latour Maubourg, who commanded the Enemy's cavalry under Murat, lost his leg. Both armies remained"], [82, "60 LETTERS FROM nearly on the ground on which the contest com menced. When the Grand Army was to com mence their attack on the morning of the 18th, from their different points of assembly, on the principal villages situated on the great road lead ing to Leipsic, the armies of the North and Silesia were jointly to attack from the line of the Saale, and upon the Enemy's position upon the Partha river. General Blucher gave to the Prince Royal of Sweden 30,000 men, infantry, cavalry, and artil lery, of his army ; and with this formidable rein forcement the Northern Army was to attack from the Heights of Faucha, while General Blucher was to retain his position before Leipsic, and use his utmost efforts to gain possession of the place. In the event of the whole of the Enemy's forces being carried against either of the armies, they were re ciprocally to support each other, and concert fur ther movements ; that part of the Enemy's force which had for some time been opposed to the Prince Royal of Sweden and General Blucher had taken up a very good position on the left bank of the Partha, having its right at the strong point of Faucha, and its left towards Leipsic. To force the Enemy's right, and obtain possession of the heights of Faucha, was the first operation of the Prince Royal's army. The corps of Russians"], [83, "GERMANY AND HOLLAND. 61 under General Winzingerode, and the Prussians under General Bulow, were destined for this pur pose; and the Swedish army Were directed to force the passage of the river at Pfosen and Moc kau. The passage was effected without much op position. General Winzingerode took above 3000 prisoners at Faucha, and some guns. General Blucher put his army in motion as soon as he found the Grand Army engaged very hotly in the neigh bourhood of the villages of Stollintz and Probes theyda; and the infantry of the Prince Royal's army had not sufficient time to make their flank movement, before the Enemy's infantry had aban doned the line of the river, and retired over the plain, in line and column, towards Leipsic, oc cupying Somerfelt, Paunsdorf, and Schonfelt, in strength, protecting their retreat. A very heavy cannonade and some brilliant performances of General Winzingerode's cavalry marked chiefly here the events of the day, except towards the close, when General Langeron, who had crossed the river, attacked the village of Schoufeld, met with considerable resistance, and at first was not able to force his way. He, however, took it, but was driven back, when the most positive orders were sent him by General Blucher to re-occupy it at the point of the bayonet; which he accom-"], [84, "LETTERS FROM 62 plished before dark. Some Prussian battalions of General Bulow's corps were warmly engaged also at Paunsdorf, and the Enemy were retiring from it, when the Prince Royal directed the rocket brigade under Captain Bogue, to form on the left of a Prus sian battery, and open upon the columns retiring. Congreve's formidable weapon had scarce accom plished the point of paralysing a solid square of infantry, which after one fire delivered themselves up (as if panic-struck,) when that gallant and de serving officer, Captain Bogue, alike an ornament to his profession, and a loss to his friends and country, received a shot in the head, which de prived the army of his services. Lieutenant Strang ways, who succeeded in the command of the bri gade, received the Prince Royal's thanks for the services they rendered. During the action twenty two guns of Saxon artillery joined us from the Enemy, and two Westphalian regiments of hussars, and two battalions of Saxons ; the former were op portunely made use of in the instant against the Enemy, as our artillery and ammunition were not all forward ; and the Prince Royal addressed the latter by an offer, that he would head them im mediately against _ne Enemy, which they to a man accepted. The communication being now estab lished between the grand attacks and that of these"], [85, "GERMANY AND HOLLAND. 63 two armies, the Grand Duke Constantine, Gene rals Platoff, Milaradovitch, and other officers of distinction, joined the Prince Royal, communicat ing the events carrying on in that direction. It seems, the most desperate resistance was made by the Enemy at Probethede, Stelleritz, and Con nevitz ; but the different columns bearing on these points, as detailed in my former despatch, finally carried every thing before them. General Ben nigsen taking the village upon the right bank of the Reutschove, having been joined by General Bubna, from Dresden, General Tolstoy having come up and relieved the former in the blockade of that city, and General Giulay manœuvring with 25,000 Austrians on the left bank of the Elster, General Thielman and Prince M. Lichtenstein's corps moved upon the same river, and the result of the day was, that the Enemy lost above 40,000 men in killed, wounded, and prisoners, sixty-five pieces of artillery, and seventeen battalions of Ger man infantry, with all their staff and generals, which came over en masse during the action. The armies remained upon the ground on which they had so bravely conquered, this night. The Prince Royal had his bivouac at Paunsdorff; General Blucher's remained at Witteritz, and the Emperor's and the King's at Roda. About the close of the 8"], [86, "LETTERS FROM 64 day, it was understood the Enemy were retiring by Weissenfels and Naumburg ; GeiieralBlucher re ceived an order from the King of Prussia to detach in that direction. The movement of the Prince Royal's army completely excluded the retreat on Wittenberg, that upon Erfurt had long since been lost to them : the line of the Saale alone remains ; and as their flanks and rear will be operated upon during their march, it is difficult to say with what portion of their army they may get to the Rhine. This morning the town of Leipsic was attacked and carried, after a short resistance, by the armies of General Blucher, the Prince Royal, General Ben nigsen, and the Grand Army. Marshals Marmont and Macdonald commanded in the town ; these, with Marshals Augereau and Victor, narrowly escaped with a small escort. Their Majesties the Emperor of Russia, and King of Prussia, and the Crown Prince of Sweden, each heading their re spective troops, entered the town at different points, and met in the great square. The accla mations and rejoicings of the people are not to be described. The multiplicity of brilliant achieve ments, the impossibility of doing justice to the firm ness that has been displayed, the boldness of the conception of the Commander-in-Chief, Field- Marshal Prince Schwartzenberg, and of the other 6"], [87, "GERMANY AND HOLLAND. 65 experienced leaders ; together with the shortness of the time allowed me for making up this despatch, will plead, I hope, a sufficient excuse for my not sending a more accurate or perfect detail, which I hope, however, to do hereafter. I send this Des patch by my Aide-de-Gamp, Mr. James, who has been distinguished for his services, since he has been with this army ; he has also been with me in all the late events, and will be able to give your Lordship all further particulars. \". I have the honour, &c. \" Charles Stewart, Lieut-Gen. \" P. S. On the field of battle this day an officer arrived from General Tettenborn, bringing the in formation of the surrender of Bremen to the corps under his orders, and the keys of the town, which were presented by the Prince Royal to the Empe ror of Russia. « C S.\" r"], [88, "66 LETTERS FROM LETTER VII. Rostock, October 29, 1813. My Dear Sir, In my last, which I sent you from Stral sund a few days ago, I mentioned the re port of our being soon to leave this place; I did not expect, however, that the move ment, would be so very sudden. On the 25th an order arrived for Ge neral Gibbs, and the greater part of the troops to march immediately to Rostock, where transports had been sent to receive us on board ; accordingly the whole, with the exception of the. 1st battalion of the Royals, the 33d, and 91st regiments, set out for their destination. 5"], [89, "GERMANY AND HOLLAND. 67 Reports are various as to our future operations ; some think we are to land about the mouth of the Elbe, while others assert that another expedition to Holland is on the tapis, and that we are to join an army destined for that country. Those parts of Swedish Pomerania, and of Mecklenberg Schwerin, through which we have passed are low, and in many places very marshy ; but the soil seems good, and the land is well cultivated. Rostock is a much finer town than Stralsund : it is the residence of the reigning Duke, the seat of an University, and of the Courts of Justice. The men of war from the Baltic, and the transports, are in the bay, and can be seen from the spire of the f 2"], [90, "LETTERS FROM 68 church. It is about seven miles to the shore, and a dead level all the way. The Duke has recovered from his fright, and is now here. I have not heard much of his civilities to the British, though he was amazingly condescending when he came among us at Stralsund. The evening before we marched from Stralsund, General Gibbs gave a grand ball and a supper to all the beauty and fashion of that city. Germany certainly can boast of most lovely women, and several graced the assembly room of our gallant Chief, so that the evening was spent in a manner apparently delightful to all parties. Waltzing was kept up to a very late, or rather early hour ; and many"], [91, "GERMANY AND HOLLAND. 69 of our young men were not very sit to commence a day's march, which they were obliged to do on leaving the dance. We are in great hopes that we shall have something to do, for of all duties that of a dull garrison is the most irksome to a soldier, and a more gallant or enter prizing one never existed than Major- General Samuel Gibbs. Our residence in this country has been a period of great misery to him ; and you may well con ceive his joy when the order to move came, and, of course, with what glee he gave his ball. We are to embark on the 1st, if the weather permits ; and as the season is so far advanced the Admiral is very anxious to get out of the narrow seas. Brigadier-General Gore, of the 33d,"], [92, "LETTERS FROM 70 remains in the command of the troops at Stralsund. I will write you again as soon as I have an opportunity : in the mean time ever your's."], [93, "GERMANY AND HOLLAND. 71 LETTER VIII. Harwich, November 29, 1813 My Dear Sir, After a tedious passage through the Great Belt, and a detention of some days at Gottenburgh, and in the North Seas, we had a pleasant run of a few days from the most northern of the Shetland Isles to Deal. Admiral Graham Moore, with the large ships of war, sailed from Wingo Sound on the 17th instant, leaving a proper escort to conduct the transports to Yar mouth Roads, as soon as the wind became favourable. General Gibbs and his staff went in the Vigo with the Admiral ; and as I also had the good fortune to get a passage"], [94, "LETTERS FROM 72 in one of his Majesty's ships, I landed at Deal three days ago. The bustle and confusion which we found in that sea port baffle all description. The Prince of Orange had just arrived on his way to the Netherlands ; and a battalion of ma rines was embarking on board the War rior, appointed to carry him over. On reaching London I found that orders had been sent to Yarmouth for the transports with the troops to proceed to the coast of Holland ; and I was com manded to make the best of my way to the Hague, as it was probable the regi ments from Gottenburgh would be there before me. The Post-office packets hav ing been advertised to sail, they offered (\">"], [95, "GERMANY AND HOLLAND. 73 the readiest conveyance, and here I am on board one of them, bound for Scheveling. December 1st. Contrary winds have detained us in this harbour for the last two days, but as there is now a little change we are in hopes of getting out to night or to-mor row. A fishing-boat has just come in from the Dutch coast, with intelligence that the Prince of Orange reached the Hague yesterday, having landed at Scheveling with Lord Torrington, and the battalion of marines, under the com mand of Colonel James Campbell. Major-General Cooke, and a brigade of the guards, are now at anchor in"], [96, "74 LETTERS FROM Hosely Bay, ready to slip over the first favourable change of wind. Troops are marching to the coast in all directions ; and I trust we shall soon have an army sufficient to drive the enemy from all his strong holds in Holland. Our friends from Wingo I hear have reached Yarmouth Roads, and are only prevented by the adverse winds from reaching the land of Mynheer, the Dutch man. This packet is crouded to excess with officers, merchants, Jews, and ped lers, — men returning to their country after many years of absence and anxiety, and men proceeding on speculation and adventure. It is quite amusing to see"], [97, "GERMANY AND HOLLAND. 75 such a scene, of course all are decked out with the gayest orange ribbons that loy alty could procure ; and orange boven is chaunted incessantly by the old, the young, and the middle aged. Ever your's, &c."], [98, "LETTERS FROM 76 LETTER IX. Zirickzee, Dec. 14, 1813. My Dear Sir, I now address you from the capital of a Dutch Island, where at present there are only two Englishmen, and these, the only individuals of our nation, the Islanders have seen for many years. But as an intro duction to what has to follow in this Let- ter, it will be proper to retrograde a little to inform you, that as soon as the effects of the Battle of Leipsic became known in Holland, and it was found that the army of the Allies was advancing upon the frontier of the French Empire, the spirit of the Dutch, which even with all its sluggishness, had long been dissatisfied"], [99, "GERMANY AND HOLLAND. 77 with what it had experienced of the pro tection of the great nation, became all at once a something resembling what we read of in the former history of that country. The friends of liberty were no longer afraid to declare themselves, and the whole body of the people, as if moved by the same impulse, proclaimed at one and the same time their independence as a nation, and their return to the ancient order of Government. The French garrisons and functionaries too feeble to offer any resistance to the armed mob, were driven rather hastily from the interior of the country. They have taken shelter, however, in one or two of the strongly fortified towns on the frontiers. Their flight luckily was too"], [100, "LETTERS FROM 78 rapid to admit of their doing any injury to the country, or its inhabitants, so that in some respects they may be said to have left Holland in statu quo, if not ante bel~ turn, at least ante revolutionem. As soon as the cities of Amsterdam, Rotterdam, the Hague, &c. were freed from the presence of the Enemy, a pro visional Government was formed, and a deputation of the most respectable mem bers of that Government proceeded to London, where the Prince of Orange resided, to invite him to return to his native country, and to resume the high rank which he had formerly held in it. The Prince, as you know, did not hesi tate one moment in accepting of this in vitation, for on the 25th of November he"], [101, "GERMANY AND HOLLAND. 79 left London ; on the 26th embarked at Deal, and on the 29th reached Schevel ing, a fishing village, near to the Hague. I have heard it stated since I arrived here, that the Prince was very anxious to land at the Briel, which has always been ac counted the birth place of the indepen dence of Holland, as it was here that the first William of the House of Orange laid the foundation stone of the Dutch Republic, at a period too when he and his brave followers were denominated, by way of derision, the marine beggars. Unfortunately, however, when the war rior reached the coast, it was found that the Briel was still in the possession of the Enemy, and they were therefore obliged to bear away for the village already men tioned. On the morning of the 30th,"], [102, "LETTERS FROM 80 amidst the enthusiastic acclamations of an immense concourse of people, where the joyful greeting was evidently from the heart, his Royal Highness landed at the very same spot where he had embarked nineteen years before, on being driven from his country. Lord Torrington landed with the Prince, and they were received by the British marines, which had preceded them as a guard of honour. The promenade from the shore to the Hague was decked out with great splen dour; the ancient banner of Holland in all shapes and sizes hung from the tallest of the trees, and garlands of ribbons and flowers adorned every branch. The orange flag was displayed from every win dow, and every house top. Music, danc ing, and gambols went before the proces-"], [103, "GERMANY AND HOLLAND. 81 sion, for the hearts of all seemed attuned to joy. What constituted the value of this scene of joy, was its reality, for the nation was universally satisfied with the change that had taken place. The public and private virtues of the Prince, combined with the recollection of his suf ferings while an outcast from among them, had given him a kind of sanctity in the eyes of the common people of Holland, who being a reading people, are not like those who, sunk in ignorance, are moved by the breath of every petty tyrant of his day. The people were still in the height of their delirium when I landed on the 2nd, and the gaiety of the scene had nothing abated. I enclose you a copy of a Proclamation issued by the Prince on his arrival at the Hague, which is worth G"], [104, "LETTERS FROM 82 preserving, and shall now return to the narrative of military events. The advanced posts of the Enemy, which were within fifteen miles of the Hague on the 1st, were obliged to retreat in consequence of the advance of a Prussian corps, under General Bulow, and of the Russians under Benkendorff. The latter entered Amsterdam on the 1st, and the French retired upon Gorcum and Naaden. The Iason frigate, with Major-General Taylor, and a considerable supply of arms for the patriots anchored off Sche veling on the 2nd, and that same day the Briel declared in favour of the Prince of Orange. The presence of his Serene Highness, and of so many Englishmen, gave great encouragement to the patriotic 8"], [105, "GERMANY AND HOLLAND. 83 inhabitants; but as contrary winds pre vented the arrival of the expected troops, the Enemy's garrisons in Brabant and Zealand kept the country on that side in considerable alarm. On the 6th General Cooke, with his bri gade of Guards, reached the coast, and having disembarked at Sheveling, marched to the Hague, and Colonel James Camp bell, with his battalion of Marines, ad vanced to take possession of the Briel. The red coats no sooner made their ap pearance in the island of Voorn, than the Enemy, apparently in great alarm, retired from the strong post of Helvoetsluys, and fixed themselves in this city in the island called Schoen. g 2"], [106, "84 LETTERS FROM The arrival of Lord George Stuart, and two British frigates, did not admit of his having much quietness even here, for his Lordship soon compelled them to evacuate Zirickzee, and to retire upon Tholen. On the 8th the Guards advanced from the Hague to the Briel, and the Marines crossed on the 9th from Helvoetsluys to the island of Overflackee, and that same day the Prussians having pushed on to the banks of the Meuse, began to throw shells into the strong garrison of William stadt, which the river prevented them from attacking in any other manner. Ben kendorff's corps of Russians went in the direction of Breda, which I have just heard they have taken in rather a singular manner."], [107, "GERMANY AND HOLLAND. 85 About 300 Cossacks arrived under the walls, proclaiming as they advanced, that they were the forerunners of a great army. The French garrison marched out of the place to repel these intruders, upon which the honest Burghers rose en masse, shut the gates, and obliged their protectors to seek for other quarters. The officer who commanded in Williamstadt no sooner heard of the appearance of the English in Overflackee, than he began to prepare for flight. On the morning of the 10th he retired upon Bergen-op-Zoom, and in the evening of that day, Colonel Campbell took posses sion of Williamstadt. We are anxiously looking out for the arrival, not only of my old friends from"], [108, "86 LETTERS FROM Stralsund, but also for the troops that were collecting from every quarter to em bark at Deal. We have heard that Sir Thomas Graham is to command this army, and I hope we shall be able to drive the fellows in the east as well as in the west. The Amphion and Horatio frigates, who so gallantly compelled the Enemy to give up this place, still remain as our guard, but we shall not think ourselves quite safe until the Army arrives. God bless you. Ever your's. The following, which appeared in the Gazette, are given as illustrating the contents of the above Letter. — Editor. Extract of a Letter from Major-General Tay lor, dated the Hague, Dec. 11, addressed to Earl Bathurt. \" It is with the greatest satisfaction that I have the honour to acquaint your Lordship, that the Allies are in possession of the two important for tresses of Breda and Williamstadt, which have"], [109, "GERMANY AND HOLLAND. 87 been abandoned by the Enemy. From a person who has seen General Benkendorff this morning, I understand that upon the approach of 300 Cos sacks, who had spread the report that they were the advanced guard of 10,000 Russians, the gar rison of Breda, consisting of 1800 men, had marched out ; but the Cossacks having penetrated into the town before the evacuation was completed, 600 of the garrison had fallen into their hands. The evacuation of Williamstadt took place last night, in consequence of orders brought by a French General, who had arrived from Antwerp. The garrison, whose numbers are variously stated at from 900 to 1600, retired in the direction of Bergen-op-Zoom. They left in the place 100,000 pounds of powder, 152 guns mounted, and on serviceable carriages, but spiked, and the supply of provisions was small. They had taken measures to destroy the flotilla, but had imperfectly exe cuted the intention ; and it was hoped that the corvette, besides other vessels, might be saved. They carried away with them four field-pieces, and are said to have withdrawn the Irish Battalion, as soon as they learnt that British troops had landed in Holland.\" \" Admiralty Office, Dec. 18. Letter to Admi ral Young, Commander-in-Chief in the North Sea, from Captain Lord George Stuart."], [110, "LETTERS FROM 88 \" Horatio, off Zirickzu, Island of Schowen, Dec. 8. \" Sir, — Yesterday morning some pilots brought off a letter, from a gentleman who had been in the British service, requesting aid to drive the French from Zuderie Zee. I lost no time in working up, and anchored just out of a gun-shot of a heavy battery, which totally commanded the passage. As it was necessary to pass, in execution of your orders, I made the disposition for attacking it. I therefore collected fifty marines and seventy sea men from the Horatio, with the same number from the Aniphion, with a determination of storming it from the rear, as soon as the tide would answer for the boats to leave the ship, which could not be till 9 P. M. During the interval a deputation from the principal citizens came on board under a flag of truce, from the French General, requesting that, in order to save the effusion of blood, and prevent the disorders which were likely to ensue in the city, then in a state of insurrection, terras of capitulation should be granted, by which the French, with their baggage, should be allowed to withdraw, and be conveyed to Bergen-op-Zoom ; this I peremptorily refused, and sent back the terms herewith enclosed. [To surrender prisoners of war.] The thickness of the weather did not enable the deputation to quit the ship before ten"], [111, "GERMANY AND HOLLAND. 89 o'clock at night, which induced me to extend the time till midnight. I had not proceeded any con siderable distance from the ship, before the signal, iu token of submission, was made. I landed at the battery, which having secured, I went forward to the town, and found the native French had made their escape. I directed the seamen to remain at the gate, and entered with the marines amidst the acclamations of an immense multitude ; proceeding to the town-hall, I was met by the most respectable inhabitants in a body, and then having dissolved the French municipal authorities, I directed the ancient magistrates of the city to resume their functions. This morning, in com pliance with my directions, the magistrates of the town of Browershaven reported their having driven the French from thence ; and they received similar injunctions with respect to their provisional govern ment. I took possession of a brig of 14 guns, formerly his Majesty's brig Bustler, which the Enemy had attempted to scuttle, also a French gun-boat, and a considerable quantity of powder, and have, in the course of this day, brought in 20 prisoners, and more are expected. I feel happy in having obtained so important an acquisition as the whole island of Schowen, without bloodshed, and facilitating the means of opening a communi catien wilh the Allied forces in the South of Hoi-"], [112, "LETTERS FROM 90 land. In closing this dispatch, I beg leave to recommend to your particular notice the zeal and activity of Captain Stewart, of the Amphion, toge ther with Lieutenant Whyte, first of the Horatio, with the rest of the officers, seamen, and marines under my command in this service. I must here beg leave to express how much I am indebted to Captain Hamilton Smith, of the Quarter-Master- General's department, for his \"advice and assist ance, who, from his knowledge of the Dutch lan guage, and of the people, has very much facili tated these operations. I also enclose a list of ordnance, &c. taken. \" G. Stuart.\" \" Copy of a Letter from Admiral Young to John Wilson Croker, Esq. dated Impregnable, off the Scheldt, 11th inst. \" Sir, — I enclose a Letter from Captain Lord George Stuart, giving an account of the destruc tion of a battery of six 24-pounders on the island of Tholen, which would have materially inter rupted the progress of the ships to the Keetan. The precipitate flight of the Enemy prevented the bringing them to action, but takes nothing from the determined spirit with which Lieutenant Whyte, and the officers and men under his command, advanced to attack them."], [113, "GERMANY AND HOLLAND. 91 LETTER X. Tholen, Jan. 20, 1814. My Dear Sir, Sir Thomas Graham reached Deal on the 12th ult. and embarked immediately on board the Ulysses in the Downs, where the transports were assembled with the troops destined for this country. On the 15th the whole fleet anchored off Zirickzee, in what is called the Roompot, or mouth of the East Scheldt. On the 16th the troops were landed on this island at a place called Stevenisse, and the greater part marched that day to this town, which is the capital, and gives its name to the island. On the same day that Sir Thomas;"], [114, "92 LETTERS FROM Graham and the troops from Deal reached Tholen, General Gibbs and the brigade from Stralsund, after being detained by contrary winds, in Yarmouth Roads for more than a fortnight, reached Wil liamstadt, where they disembarked, so that by the 20th of December the whole force which Great Britain had it in her power to send to the assistance of her friends in Holland, may be said to have been collected in that country. General Cooke, with the Guards and Royal Marines, advanced rapidly after we got possession of Williamstadt on the 9th ult., and when the Commander of the forces arrived with the main body of the Army from England, his head-quarters were at Steenbergen, and his advanced posts in"], [115, "GERMANY AND HOLLAND. 93 this town, which is not more than three miles from the strong fortress of Bergen op-Zoom, and where the Enemy have still a considerable force. Sir Thomas Graham fixed his head quarters at Tholen for a few days, and as General M'Kenzie, with the light division of the Army, took up a position at the vil lage of Haltram, about a mile in advance of this, towards Bergen-op-Zoom, it was ge nerally supposed that our first duty would be an attack upon that place. We soon learnt, however, that when Bonaparte heard of the loss of Breda, and the eva cuation of Williamstadt, he was so highly displeased, that he ordered the officers who had commanded at these places to be tried by a Court-Martial, and directed the"], [116, "LETTERS FROM 94 Governor of Antwerp to make every ex ertion to retake Breda. In consequence of that order, a strong column of the Enemy left Antwerp, and advancing by the rout of West Wessel, got unobserved under the very walls of the place, and be gan to cannonade it. But they no sooner heard that our little army was in motion than they began to retreat ; and as they remained only a few hours in po sition, they were not able to do much in jury to the city. The British head-quarters were moved from Tholen to Williamstadt, and after wards to Kluudert, a small place higher up the Meuse, of which the fortifications are in tolerable repair. The army was concentrated in a great measure in the"], [117, "GERMANY AND HOLLAND. 95 neighbourhood of that place ; and Gene ral Gibbs with his brigade advanced to Breda, to secure the brave inhabitants of that city from any surprize in future. Though the enemy retired from before Breda, he still kept in the field, laying waste the whole country through which he passed, and harrassing the peasantry. General Bulow, therefore, proposed to Sir Thomas Graham that they should make a combined movement with their forces, and either cut off this column al together, or drive it back into Antwerp. In consequence of this arrangement, our head-quarters were moved on the 10th instant to Oudenbosch, and on the 11th the whole of the British force was con-"], [118, "96 LETTERS FROM centrated at Rosendaal. We were now on the tiptoe of expectation, for strange as it may appear, there is nothing de lights a British army so much as the pros pect of a battle. On the 12th the army advanced to Calmthout, and the light divi sion was pushed on to Capelle, a village still nearer to Antwerp. General Bulow and the Prussians, who had advanced at the same time from Breda, came up with the Enemy at Turnhout, a village considerably on our left, when a severe action took place. We heard the firing and saw the smoke, but either from our ignorance of the ground or uncertainty as to the num ber of the Enemy, we were prevented from giving that assistance which it was 7"], [119, "GERMANY AND HOLLAND. 97 afterwards ascertained to have been in our power to give, and that with effect. We remained under arms on a cold bleak common in front of Calmthout during the whole of the 12th, though I believe, had we known how matters stood, we might easily have cut off the Enemy's retreat, as we were considerably in advance, and be tween him and Antwerp. In the evening we returned to our cantonments in the village ; and the French General retired, after getting a drubbing from Bulow, and took up his quarters in the villages of Breschate and Merxem. On the 13th we were again under arms at an early hour, and began to advance towards Antwerp. About mid-day we n"], [120, "LETTERS FROM 98 reached the village of Merxem, which was still occupied by a strong division of the Enemy. Our brave fellows, you may be well assured, did not take much time to consider what was to be done. The second battalion of the 78th Highlanders, which had only joined the army on the evening of the 12th, had the good fortune to be the first to come in contact with the foe ; and remembering the plains of Maida, though I believe there was scarcely a man amongst them that had ever seen or heard a shot fired in their lives, they gave a volley, and rushing on to the charge were gallantly supported by the 25th and 33d regiments, and in a few minutes were in possession of the village. Colonel M'Leod, your old friend, who headed his gallant regiment in this"], [121, "GERMANY AND HOLLAND. 99 charge, has received a severe wound in the right arm ; and it has lost two brave young officers and several men. The French lost a General of brigade, and several other officers, and more than triple our number of killed and wounded. We have taken but few prisoners, as the Enemy lost very little time after being broken in making their way to Antwerp, under the very guns of which we attacked and beat them. Bulow, who advanced on our left, drove the Enemy from the villages of Burgerhout and Bercham, which lie on the road to Brussels ; and after pushing forward his artillery under the very walls, he continued for several hours to can nonade the city of Antwerp. Towards h 2"], [122, "LETTERS FROM 100 evening he sent a message to Sir Thomas Graham, stating that as their object, which was to drive the Enemy into Ant werp, had now been accomplished, he proposed to retire in the night, and to take up cantonments in the neighbour hood of Hoogstraeten and Breda, as he considered the weather too severe for his troops to keep the field. This arrangement obliged us to with draw also, and on the 14th we retired by Capelle and Calmthout, upon the villages of Rosendaal, Steinbergen, Oudenbosch, and Tholen, where the several brigades of the army are at this moment quartered, the head- quarters at Oudenbosch. Calm thout is our advanced post, and the light division is quartered at Eschen and Nis-"], [123, "GERMANY AND HOLLAND. 101 pen, villages in the line from Rosendaal to that place. Sir Thomas Graham was highly pleased with the conduct of the troops, in this our first advance. In the general order of the 14-11 he states, \" that he is happy to have it in his power to express his satisfaction with the discipline and orderly conduct of the troops, during the unavoidable and fatiguing duty which the service required their being exposed to, in supporting the operations of the Prussian army. \" The object of reconnoitering Antwerp (con tinues this general order) could not have been sufficiently accomplished, without forcing the Enemy from their last strong position in the village of Merxem, and the manner in which the attack of that viL- 0."], [124, "LETTERS FROM 102 lage was conducted by the brigade under Colonel M'Leod's command, directed by Major-General M'Kenzie, was most high ly creditable to the troops concerned. Indeed the advance of the 2d battalion of the 78th regiment, commanded by Lieu tenant-Colonel Lindsay, supported by the 25th and 33d regiments, could not have been seen without admiration. The Com mander of the forces will consider it as his duty to report it in the light it deserves to his Majesty's Government, for the favour able consideration of their Royal High nesses the Prince Regent, and Comman der-in-Chief*. No veteran troops ever * \" Dispatch from General Sir T. Graham, dated Head-quarters Calmthout, January 14. My Lord, — General Bulow, Commander-in- Chief of the 3d corps of the Prussian army, having signified to me, that in the morning of the 11 inst."], [125, "GERMANY AND HOLLAND. 103 behaved better than those men who met the Enemy for the first time, and whose he was to carry into execution his intention of driv ing the Enemy from their position at Hoogstraeten and Wortel, on the Merk, in order to make a re connoissance on Antwerp, and that he wished me to cover the right flank of his corps ; I moved such parts of the two divisions under my command as were disposable from Rosendaal, and arrived here at day-break on the morning of the 11th. The Enemy were driven back, with loss, from West Wesel, Hoogstraeten, &c. after an obstinate resist ance, by the Prussian troops, to Braeschat, West meille, &c. Dispositions were made to attack them again the following day, but they retired in the night of the 11 tb, and took up a position near Antwerp, the left resting on Merxem. General Bulow occupied Braeschat in force that evening (the 12th.) I moved to Capelle, on the great road from Bergen- op-Zoom to Antwerp, to be ready to co-operate in the intended attack yesterday. Ma jor-General Cooke's division remained in reserve at Capelle, and Major-General M'Kenzie's moved by Ekeren and Done towards Merxem, so as to avoid both great roads occupied by the'Prussians."], [126, "104 LETTERS FROM discipline and gallantry reflect equal credit upon themselves and their officers. The While the Prussians were engaged considerably more to the left, an attack on the village of Merxem was made by Colonel M'Leod's brigade, led by himself, in the most gallant style, and under the immediate direction of Major-General M'Ken zie. The rapid but orderly advance of the detach ment of the 8th battalion of the rifle corps, under Captain Fullarton's command, and of the 2d bat talion 78th, commanded by Lieutenant-Colonel Lindsay, supported by the 2d battalion 25th, com manded by Major M'Donnell, and by the 33d, under Lieutenant-Colonel Elphinstone, and an im mediate charge with the bayonet by the 78th, ordered by Lieutenant-Colonel Lindsay, decided the contest much sooner and with much less loss than might have been expected from the strength of the post, and the numbers of the Enemy. Colo nel M'Leod received a severe wound, through the arm, in the advance to the attack, but did not quit the command of the brigade till he became faint from loss of blood. I am happy to think that the army will probably not be long deprived of the services of this distinguished officer. The Enemy"], [127, "GERMANY AND HOLLAND. 105 Commander of the forces laments the loss they have sustained, which, however, was driven into Antwerp with considerable loss, and some prisoners were taken. I have the great est satisfaction in expressing my wannest approba tion of the conduct of all these troops : no veterans ever behaved better than these men, who then met the Enemy for the first time. The discipline and intrepidity of the Highland battalion, which had the good fortune to lead the attack into the village, reflect equal credit on the officers and men. The same spirit was manifested by the other troops employed. Two guns of Major Fyer's brigade were advanced in support of the attack, and by their excellent practice soon silenced a battery of the Enemy. The 52d regiment, under the com mand of that experienced officer Lieutenant-Co lonel Gibbs, was afterwards moved into the village of Merxem, in order to cover the withdrawing of the troops from it, which was ordered as soon as the Prussian column arrived by the great road, the head of which had already driven in the outposts when our attack began. Lieutenant-Colonel Gibbs remained with the 52d and 3d battalion 95th, till after dark. This reconnoissance having been sa-"], [128, "LETTERS FROM 106 would have been infinitely greater, but for the rapidity of the advance, and deci sive charge of the bayonet (a mode of at tack which always secures victory to Bri tish soldiers,) adopted on this occasion. The Commander of the forces has equal satisfaction in doing justice to Major Fyers, with the detachment of Royal artil lery, and the excellent practice of his two guns, employed under a heavy fire from the Enemy.'' The weather is now most severe, it tisfactorily accomplished, the Prussian troops are going into cantonments, and this corps will resume nearly those it occupied before. The severity of the weather has been excessive. The soldiers have borne it with cheerfulness and patience, and I hope will not suffer very materially from it. I send in closed a return of the killed and wounded, and have the honour to be, &c. \" T. Graham.\""], [129, "GERMANY AND HOLLAND. 107 having been almost a continued and in tense frost from the beginning of the month ; every branch of the sea is co vered with ice, so that the navigation on the coast and in the rivers is both difficult and dangerous. The arrival of the ord nance and ordnance stores has been very much interrupted, and it is now almost impossible to land those that have arrived ; as long, therefore, as this weather shall continue we are doomed to inactivity. Yesterday His Royal Highness the Duke of Clarence reached this place on his way to the Hague. The British of ficers had the honour of being introduced this morning, and the Authorities of the town also waited upon the Prince to con gratulate his Royal Highness on his ar-"], [130, "LETTERS FROM 108 rival in Holland. The senior Protestant Minister of the town was appointed to deliver the address, which he did very much in the style of a sermon. Among other things, he complimented the Duke on having had the courage to sleep within three short miles of an Enemy's garrison. Here His Royal Highness stopt the Di vine, and with a benevolent smile in formed the good Pastor, that a British Prince always slept in security where he had a British soldier to guard his pillow. The Duke leaves us this afternoon on his way to head-quarters, provided the sea will admit of his crossing that branch of the Scheldt which separates us from the main land. We have heard that large reinforcements have been poured into Bergen-op-Zoom ; and during our short"], [131, "GERMANY AND HOLLAND. 109 absence a party from that garrison visited a few of the farmers in the neighbour hood, and carried off some cattle and pro visions. Our troops are healthy and in great spirits, and the only source of discontent among us, is the inactivity to which we are doomed by the severity of the season. Adieu. Ever your's. P. S. Colonel Campbell, and his batta lion of Marines left this a few days after the arrival of Sir Thomas Graham. They are gone to South Beveland to reinforce Commodore Owen, and his sailors, who drove the Enemy from that island on the 17th ult. But as he was unable to carry"], [132, "LETTERS FROM 110 the strong fort of Batts, which is con structed upon the bank of the Scheldt, and commands the navigation of that river, the Enemy again sent five hun dred men into the island, who took pos session of Borslen on the 19th. I hope, however, that the troops which have left us to join the Commodore, together with some additional marines and sailors from the fleet of Admiral Young, will enable him to keep them confined within the walls of their fort, until we can spare a force sufficient to drive them out of it. The capture of South Beveland was a very gallant affair, the peasants armed themselves with every weapon they could lay their hands upon, and joining the marines under the Commodore, obliged the French corps to evacuate their terri- G"], [133, "GERMANY AND HOLLAND. 111 tory as quickly as they had invaded it, and I do not hear that they have made any other attempt at landing on any part of the island since the 19th. Batts is strongly fortified, and well gar risoned, so that it will be necessary to keep a good look out, or the Commodore and his party may be taken by surprize. We have at present only two companies of the marine artillery, with the Army. They are commanded by that veteran Major Minto, who I believe may be con sidered the founder of this very distin guished part of the marine corps. They are at present doing duty in this town, but it is reported that they are also to be sent to South Beveland."], [134, "112 LETTERS FROM LETTER XI. Tholen, January 29, 1814. My Dear Sir, The severity of the weather still con tinues, and here we remain in a state of great inactivity, though it has been whis pered within these few days that a move ment will take place soon. I have been amusing myself in learning the Dutch language, and in studying the character of the inhabitants. The revolutionary principles of France have gone a great way in demoralizing this people, particu larly in their cities and larger towns. You would scarcely believe how very lax the inhabitants of this little capital of an island are, in manners as well as morals,"], [135, "GERMANY AND HOLLAND 113 more especially among what are consi dered the higher classes of society. The facility with which divorces can be ob tained under the French code, has put an end to every thing like respectability or virtue in the marriage state, and has gone very far in undermining all the ten derest ties of our nature. Whenever a man and wife tire of each other, or either of them meet with an ob ject that they like better, a process of di vorce is immediately instituted under the broad plea of incompatibilite des mœurs. They do not wait till the process is decided, but immediately separate, and enter into new engagements. I am now living in the house of a man, I cannot call him gen tleman, who after living for ten or twelve i"], [136, "114 LETTERS FROM years with his wife, became enamoured of a young lady whom he had met in com pany, and who after a little questioning, agreed to his plans. He instantly quar relled with the mother of his five or six children, and commenced a process of divorce. His wife left the house on one day, and his mistress entered it the next. They cannot be married until sentence is pronounced in the proper court, but they are contracted, as it is called, and the new wife enjoys all the privileges, and as much respectability among her country women as the old one did. In such cases the children are equally divided between their parents, but I be lieve the female gets the smallest share of the property. No attention whatever is fe"], [137, "GERMANY AND HOLLAND. 115 paid to religious duties, and although the majority of the people are Presbyte rians in name, they might be called Hottentots or Mahometans, from their practice, though, thank God, there are I trust, still many thousands in this country who have not bowed the knee to Baal. The farmers, and those who have lived se cluded by their dykes and marshes, are in a great measure still untainted, and much of the genuine simplicity both of manners and religion, which characterized their forefathers, is to be found amongst them. On my journey to this place, I was be nighted in a sequestered part of the island of Schoen, and obliged to take up my resi dence at a farm house. I received a kind welcome from the worthy farmer, and took i 2"], [138, "LETTERS FROM 116 my seat at the corner of his kitchen fire, one clean and neatly arranged room served both for kitchen and parlour to him and his family. Three or four fine healthy looking children, the gude wife, and two or three servants composed the group. The children employed themselves in reading story-books, and learning their catechism, until supper was produced. Each then got a slice of home-made wheaten bread and butter, well covered over with cheese which had been grated down for the purpose, and this with a small quantity of beer in a wooden bicker (milk being scarce) formed their meal. A roast ed fowl, and something very comfortable, was prepared for the stranger, of which the heads of the family partook, the ser vants, men and women, had the same as"], [139, "GERMANY AND HOLLAND. 117 the children, though they were allowed to take what quantity they chose of the bread, butter, cheese, and beer. After our supper was concluded the oldest son, a boy about ten years of age, was called upon to read a chapter of the Bible, (in Dutch of course) which he did with great feeling. We then knelt down, and the Father prayed in the same language. I almost fancied I was in the bosom of my father's family, and it was certainly one of the happiest evenings I ever spent out of my native vale. After prayer we had a pipe, and then I was conducted to a comfortable bed in the other end of the house, where the room was ornamented with a profusion of old china, and pea cock's feathers. Next morning a comfort able breakfast awaited me ; after which I"], [140, "118 LETTERS FROM took leave of the worthy family, perhaps never more to see them. I have been particular in describing this scene, because I have met with an exact counterpart of it in the wilds of Portugal, where except that a homily from one of the Fathers was substi tuted for the chapter of the Bible, the proceedings and the effects of genuine piety in both cases were unquestionably the same. The Presbyterian was not more sincere or unaffected in his religious duties than the Catholic : both in bending their knee addressed their Creator with a humility that well becomes the creature, and both I trust were equally acceptable in His sight. How much then has man, proud man,"], [141, "GERMANY AND HOLLAND. 119 to answer for in producing that bigotry in religion, which is even worse than licentiousness in morals. Teach man kind to read, and give them the Bible for their directory, without explanation or comment, and by whatever name they may be called, they will be found to be Christians in the purest acceptation of the term. On the contrary, wherever the teachers of religion have become a privileged class, with advantages that ren der their order an object of ambition or of importance, from that moment pure and undefiled religion begins to disap pear, and systems in many respects dia metrically opposite to the Gospel of Christ, rise up in her place. But on this subject enough. Ever your's."], [142, "120 LETTERS FROM LETTER XII. Merxem, February 3, 1814. My Dear Sir, Sir George Wood and the officers of the royal artillery having succeeded in getting a few heavy guns landed, with a tolerable supply of ordnance stores, &c. the whole were forwarded to Breda about the end of last month, at which period General Bulow received orders to advance with the Prussian Army under his com mand, in order to unite with the Grand Army under Marshal Blucher. Sir Tho mas Graham it appears was anxious to avail himself of this movement of our Allies, to make an attempt to destroy the French fleet in the basons at Antwerp,"], [143, "GERMANY AND HOLLAND. 121 and accordingly on the morning of the 30th ult. we were all in motion. On the 31st the first division of our little army, commanded by Major-General Cooke, was quartered in Westwesel and Loenhout, villages on the road from Breda to Ant werp, and the 2nd, or light division, un der the command of Major-General Ken neth M'Kenzie, at Brecht, and West Maal, villages on the same line. On the evening of the 1st instant we were concentrated at Breschat, Dompl, and other villages more in advance, and the whole within four or five miles of Antwerp. The Prussians occupied the villages on our left, and while our right rested on the Scheldt, below the city, their left extended almost to the"], [144, "122 LETTERS FROM banks of that river above it. In the re connoissance which was made this even ing, it was ascertained that the Enemy were in considerable force in the village of Merxem, and in the wood in front of it. The Chaussee was cut across in dif ferent parts, and blockaded with felled trees, so as to prevent the advance of artillery or cavalry. At the entrance of the village they had raised a strong out work, and surrounded the whole with a well-formed palissade. The troops were under arms before day light on the morn ing of the 2nd, and ready to advance. The Commander of the forces had ar ranged, that while the village of Merxem was attacked in front, a part of the army should move upon St. Ferdinand's Dyke,"], [145, "GERMANY AND HOLLAND. 123 on the right of it, while another brigade extended to the left, and in conjunction with the right wing of the Prussians, should penetrate between the villages of Burgerhout and Merxem, so as to threa ten them on that flank. If you were at all a soldier, you would see at one glance the value of such an arrangement in any attack upon an Enemy in position. It is often easier to turn the bull than to take him by the horns. As the day began to dawn we moved off. The 2nd brigade of the light divi sion, under Major-General Taylor, was extended to the right of the Capelle road. Major-General Skerrat's extended to the left, until it joined the Prussians, while Major-General Gibbs advanced"], [146, "124 LETTERS FROM with his brigade along the high road from Breschat. At the moment the troops be gan to move a severe snow storm com menced, which prevented their seeing above a few yards in their front. This, though it prevented in some measure the complete execution of Sir Thomas Gra ham's orders, did not damp the courage of our brave fellows. The provisional battalion of the 95th rifle corps, under Lieutenant-Colonel Cameron, soon came in contact with the French picquets in the wood, and drove them in. Colonel Came ron's men pushed on with such rapidity, that they got considerably in advance of the column which had to clear the road in its progress, and fill up the ditches which had been cut across it, so as to allow the heavy guns to advance. 5"], [147, "GERMANY AND HOLLAND. 125 From the impossibility of their being able to see at any great distance, the rifle men found themselves close upon the Enemy's whole force, before they were aware of it. Colonel Cameron imme diately saw the danger of his position, but he determined not to betray his weakness by flinching ; he therefore got his men under cover as much as possible, and by his steady coolness animated them so much, that they kept the French in check until the column came up to his support. A smart action now took place, but our fellows coming to the charge, soon drove the Enemy from the works which he had constructed with so much care, and fol lowing him into the village, cleared the streets in every direction. General Tay lor having made his appearance on St."], [148, "126 LETTERS FROM Ferdinand's Dyke at the other end of the village, the French troops, as well as their Commander, became alarmed for their safety, and began to retreat in the greatest confusion, leaving a number of killed and wounded in the town, and about 350 prisoners in our possession. One column of the Enemy was cut off from the high road, and as the ground in front of Antwerp had been inundated, the whole country formed a field of ice. They therefore took the nearest way to the city. The ice, however, was not strong enough to bear so numerous a body, and the greater part of this unfor tunate column was drowned. It deserves to be recorded as a noble trait in the cha racter of the British soldier, that our fel-"], [149, "GERMANY AND HOLLAND. 127 lows, who were following this column, and bringing them down in numbers by their continued fire, no sooner saw the accident which threatened the whole with instant death, than they laid down their arms, and proceeded with the most hearty good will to give every aid in their power to save their drowning foe. Several of our men had nearly lost their own lives by venturing too far upon the broken ice to save some of their Enemies. By 10 o'clock A. M. the whole of the Enemy's force was driven into Antwerp, and we were in possession of the village of Merxem, and the strong works in advance of it. And our troops were ex tended for a considerable way along St. Ferdinand's Dyke."], [150, "128 LETTERS FROM Sir Thomas Graham was highly pleased with the conduct of the troops in this affair, as appears by the General Order, with an extract of which I must conclude this Letter. \" Head-quarters, Merxem, Feb. 2, 1814. \" The Commander of the forces has much satisfaction in doing justice to the general spirit of the troops, and their universal anxiety and eagerness to come in contact with the Enemy, in spite of all obstacles and the most unfavourable weather. He requests that Major-General Gibbs, commanding the 2nd division in the absence of Major-General M'Kenzie, confined by a severe accident *, Colonel Harris, commanding Major- * When General M'Kenzie was visiting the piquets of his division on the evening of the 1st, in the wood before Merxem, his horse stumbled, and it is supposed threw him, as he was found several hours after the acci dent quite insensible, with a deep wound in the forehead, and otherwise much bruised. He continued long dan gerously ill, but is now quite recovered. As the friend of Moore and Graham, and one who has spent, it may almost be said, his whole life in the service of his country."], [151, "UERMANY AND HOLLAND. 129 General Gibbs's brigade, and Major-General Tay lor will accept of his best thanks for their able conduct in the attack of the village of Merxem. Lieutenant-Colonel Cameron, with all the officers and men of the 95th rifle regiment, greatly distin guished themselves, and nobly supported the high character of that distinguished corps. The Com mander of the forces is desirous of marking his entire approbation of the manner in which the 95th regiment was supported by the 25th and 54th regiments, while the 73rd attacked by the great road through the village, and he returns his thanks to Lieutenant-Colonel Hompesch, commanding the 25th, Major Kelly, commanding the 73rd, and to all the officers and men of these corps, for their steady and gallant conduct. The impetuosity of the attacks on the left and centre of the village, with Major-General Taylor's movements, with the 35th and 52nd regiments by the road on the right, leading to the Windmill battery on St. Ferdinand's Dyke, carried the Enemy's fortified position with infinitely less than might have been expected. He trusts the rapid success of this morning, followed few officers stand higher in the general estimation of the Army than this veteran chief, though he has not yet received any stars or ribbons. — Editor. K"], [152, "130 LETTERS FROM by the persevering labour of the troops in the construction of the necessary batteries, will ensure the glorious result of the destruction of the Ene mies fleet.'' I have no time to add more, so believe me, Faithfully your's."], [153, "GERMANY AND HOLLAND. 131 LETTER XIII Rosendaal, Feb. 10, 1818 My Dear Sir, Every heart of this little Army beat in Hnison with the sentiments of Sir Thomas Graham in the general order, with which I concluded my last Letter, and never did troops enter upon fatigue with greater cheerfulness than did ours on this occa- sion. Officers and men were equally anxious, and equally alert. Antwerp was not more than three miles distant, and that fleet which had cost the tyrant of Europe so many millions, and which had been so long preparing avowedly for the destruction of England, seemed as it were within our grasp. k. %"], [154, "LETTERS FROM 132 From the spire of the village church we had a most extensive view of the city and suburbs, and of every ship and vessel in the harbour, as well as in the river ; and it appeared next to an impossibility that those, particularly in the outer bason, could escape being destroyed. By three o'clock on the afternoon of the 3d, four mortar batteries and two of 24-pounds long guns were completed; and exactly at a quarter past that hour the Union Jack was displayed from the church steeple, as the signal for commencing firing. General Carnot, who was sent down to take the command of Antwerp, and of the places occupied in this part of the empire, was well aware that the pre servation of this fleet was of the first con sequence to his Master. The resources,"], [155, "GERMANY AND HOLLAND. 133 therefore, of a very superior mind had been employed for some weeks in taking measures for its safety. The whole of the smaller vessels were sunk in the bason, and the water let into the hulls of the line of battle ships. Their sides and masts were secured with raw hides, and their decks covered with earth ' r to the depth of several feet, over which water had been poured, so that it had been converted by the frost into a solid mass perfectly bomb proof. Yet so well was our fire kept up, and so excellent the practice, that in the course of the 4th se veral of the ships were in flames, and one or two frigates were destroyed. We could have burnt the town to ashes by two hours firing, but strict orders were given"], [156, "LETTERS FROM 134 not to allow a shell, if possible, to escape beyond the bason. The whole artillery of Antwerp were brought to bear upon the village of Merx em. Our long guns fired nothing but red-hot shot, and this having proved very galling to the Enemy he desisted, for a while, from the village, and directed all his guns upon our batteries, which were at a little distance on the left. He succeeded in dismounting one or two of our guns, and other two burst from becoming too hot. This reduced our means considerably, yet we continued to fire away during the whole of the 5th. On the sixth, when we were anxiously looking out for the arrival of the rockets, we were informed by a general order, that circumstances had oc-"], [157, "GERMANY AND HOLLAND. 135 curred since the commencement of the late operations, which rendered it indis pensable to withdraw from the enterprize against Antwerp. The Commander of the forces added, on this occasion, that he could not omit that opportunity of expressing his entire ap probation of the conduct of the troops, and he returned his thanks to the generals, officers, and men. \" It must have been evident to all (continues this general order,) that the commanding officer of the artillery, Sir George Wood, and of the engineers, Lieutenant-Colonel Carmi chael Smyth, with all th'e officers and men of their respective corps deserve the highest praise ; and there never was any occasion where better arrangements for"], [158, "LETTERS FROM 136 the ready execution of the service, or greater exertions in the course of it, were made by these distinguished corps. The want of success can only be attributed to the want of time and greater means.\" It is supposed, and indeed well known, that the circumstances alluded to in the general order, were positive directions for General Bulow and the Prussian army to advance without a moment's delay ; and consequently when these orders were communicated to our gallant Chief, he found it impossible to remain with his small force under the walls of a city, in which there was a garrison more than double our numbers. Besides we had another garrison in our rear, without a single battalion to keep them in check, 2"], [159, "GERMANY AND HOLLAND. 137 except about 400 men of the 21st and 37th regiments that had been left as a garrison in Tholen, and a few companies of the 1st battalion of Veterans at Wil liamstadt. To make up for the want of our own artillery in this enterprise, which the se verity of the weather prevented being landed, Sir George Wood selected the best of the serviceable mortars, which had been left by the Enemy in Williamstadt. Their defective state, however, was soon discovered during the short time that the fire was kept up on the afternoon of the 3d, and the total failure of several of the Dutch mortars in addition to the destruc tion of our long guns by the force which the Enemy brought to bear upon these batteries, are circumstances which when"], [160, "LETTERS FROM 138 taken into consideration you will, I am sure, be surprised that we were able to do so much in so short a time, and with such inadequate means *. I cannot express to you our regret at being obliged to abandon all hopes of destroying this said fleet. During the short period of our attack, I may say with truth that every eye was directed to the same quarter, and every heart breathed * February 3d. Our fire opened with four ten inch mortars, two eight inch howitzers, and six 24-pounders long guns, English ordnance, two twelve inch Gomer's mortars, four eleven inch mortars, and six seven and a half inch mortars of Dutch ordnance. Feb. 4. Same number of pieces of British ordnance, only Jive of the Dutch ser viceable. Feb. 5. Three 24-pounders, guns, four ten inch mortars, two eight inch howitzers, English ordnance, three twelve inch Gomer's six seven and a half inch mortars without beds, Dutch ordnance."], [161, "GERMANY AND HOLLAND. 139 the same wish. The course of almost every shell was watched with anxiety, and the frequent appearance of smoke and confusion among the ships served to keep hope alive to the last. No man amongst us shewed more anx iety or more determined bravery than His Royal Highness the Duke of Clarence, who, the moment he heard of our ad vance, left the Hague and joined us on the evening of the 1st at Breschat. He accompanied the advanced guard of the 1st division on the morning of the 2d, and had several very narrow escapes during the attack upon Merxem. Beine- on foot at the head of the column a musket ball passed through 6"], [162, "LETTERS FROM 140 his cloak and great coat, carried off the hilt of his sword, and afterwards hit an artillery officer in the throat, but being too much weakened in force it was unable to penetrate the doublings of his silk handkerchief, though it bruised him considerably. The Prince entered Merx em with the first of the troops, and, not withstanding the severity of the weather, did not leave it till very late in the even ing. He remained from day-light till dark in the tower of the church, during the whole period of our bombardment. A bundle of straw in a farm house, at a short distance in the rear, served him for a bed during the night ; and so much was his Royal Highness interested in the operations going on, that he seemed quite regardless of hunger, fatigue, or"], [163, "GERMANY AND HOLLAND. 141 cold, all of which he suffered to as great a degree as the poorest soldier in the ranks. He is become quite the idol of our little army. On the 7th the head-quarters of Gene ral Bulow were at Mecklin, on the road to Brussels, and we retired on the great road to Breda. Head-quarters were fixed at Grootzundert, a village on that road. The advance of the light division is at Brecht, and we have a strong piquet at Breschat. The head-quarters of the 1st division is in this village, and the troops are quartered in and about it. I am afraid that we are again doomed to idle ness for a short time, as neither the wea ther nor the amount of our force admit of our commencing any offensive opera-"], [164, "LETTERS FROM 142 tions for the present. I shall not fail to write you as soon as any change takes place, and in the mean time believe me Ever your's. Their Royal Highnesses the Prince Regent and the Commander-in-Chief were graciously pleased to express their high approbation of the conduct of the General and the troops, in the operations detailed in the above letter. The following letters appears to have been addressed to Sir Thomas Graham, by His Royal Highness the Duke of York and Earl Bathurst : \" Colonel Torrens (says his Royal Highness in his letter, dated Horse Guards, Feb. 14, 1814,) having laid before me your letter of the 7th instant, covering your despatch to Earl Bathurst, with an account of your late proceedings against Antwerp. I avail myself of the earliest opportunity of ex pressing my full approval of the judicious arrange ments which you made for the execution of the service, and my satisfaction at the gallant and steady conduct of the troops under your orders, being convinced that your not having complete success is to be attributed to circumstances which you could not possibly controul.\""], [165, "GERMANY AND HOLLAND. 143 Earl Bathurst in a letter, dated Downing-street, Feb. 15, states that he had the honour to ac knowledge the receipt of Sir Thomas Graham's despatch of the 6th, and had to acquaint him, that his conduct on this occasion was entirely approved of by His Royal Highness the Prince Regent. \" His Royal Highness has commanded me (continues Earl Bathurst,) to desire you will express his ap probation of the gallantry displayed by Major- General Gibbs, Major-General Taylor, Colonel Harris, and the several officers and soldiers engaged in the attack on the village of Merxem, and sub sequent operations detailed by you. His Royal Highness has likewise observed with much satis- faction, the indefatigable exertions of the artillery and engineers.\" Editor."], [166, "LETTERS FROM 144 LETTER XIV. Pntti, half-way between Antwerp and Ber gen-op-Zoom, March 12, 1814. My Dear Friend, Ere this can reach you, the melan choly result of our late gallant affair will no doubt have found its way to the north. Many a brave soldier has fallen, and few will accuse me of partiality, when I say that the flower of this little army lies low in the dust. Having a few leisure hours, I shall endeavour to give you some account of our proceedings for the last ten days ; and, as my feelings are still warm from the scene of blood, you must excuse my expressions if at any time they appear too strong, and make some allowance for"], [167, "GERMANY AND HOLLAND. 145 my disappointed hopes. I have already informed you, that when the advance of General Bulow rendered it necessary for us to desist from the attack upon the French fleet in the bason at Antwerp, we retired on the great road to Breda. Sir Thomas Graham took up his head-quar ters at the village of Groot Zundert. The light division, under Major-General Mac kenzie, was halted at Brecht, with a strong advanced guard at Breschat ; and, as it was necessary to leave some places on that line unoccupied, for the accom modation of the troops of the Duke of Saxe- Weimar, who were on their march to the Belgian Provinces, the first division of our small force, under Major- General Cooke, was moved to Rosendaal, and the villages Eshen, Nispen, and l"], [168, "LETTERS FROM 146 Wauw, on the line of road from William- stadt to Antwerp. The second division, under Major-General Gibbs, remained on the same line with the light division, and in the villages a little removed from the great road ; but indeed so trifling is our force, that it can only make two weak divisions, though the light brigade in General Mackenzie's division, which was commanded by Major-General Herbert Taylor, is sometimes, by way of distinc- tion, called the light division. About a fortnight ago we were reinforced by seve- ral battalions of Dutchmen, that had been collected during the winter ; and on the 1st instant, General Gore's brigade, con- sisting of the 4th battalion of the Royals, the 33rd and 91st regiments, reached Rosendaal from Stralsund. These troops"], [169, "GERMANY AND HOLLAND. 147 informed us, that the army of Count Walmoden was also on its way to join us, and we began to expect, that as soon as the weather became favourable, we should have a force sufficient to commence offen sive operations with some effect ; for hitherto, it may be said, we have only acted on the defensive. We looked for ward, therefore, to spending a few weeks in our miserable cantonments, but the active mind of our veteran chief is ill cal culated to spend even a single day in idle ness. It began to be whispered, that Colonel Smyth, our chief engineer, had been seen prowling about the out-works of Bergen-op-Zoom, and it was expected that something was going on ; but as the l 2"], [170, "LETTERS FROM 148 troops were kept employed in raising a field work near the village of Breschat, and as the head-quarters of the first divi sion had been moved from Rosendaal to this village, from which 1 write, and a great part of that corps had been concen trated on the banks of the Scheldt, it was generally supposed that our first opera tion would be an attack upon the strong fort of Lillo, which commands the navi gation of the river, and without which we could not have the co-operation of our ships in any future attack upon Antwerp. The real intentions of Sir Thomas Graham were known to very few, al though, I believe, it was not till the evening of the 7th that the report of Colonel Smyth made him resolve to try if"], [171, "GERMANY AND HOLLAND. 149 Bergen-op-Zoom could be taken by a coup-de-main. Even writing, as I do, amid the scenes of horror which that de cision has occasioned, and hearing nothing but bitter reflections, recriminations, and the strongest expressions of disappoint ment, with reasons for attaching blame to almost every person concerned, as is al ways the case in a British army when it has failed in obtaining the object of its wishes; even at this moment it appears to me that Sir Thomas was guided in form ing the decision which he did by several very important considerations. In the first place, in any future advance against Ant werp, a very strong force must have been left to watch the garrison of Bergen-op- Zoom, and to ensure the safety of the hospitals and stores. Secondly, if lie sat 2"], [172, "150 LETTERS FROM down regularly before that fortress, with his whole force, allowing it to have been augmented from all possible quarters, it was calculated to endure a siege for a much longer time than its importance in the grand scale of operations would war rant. And again, even supposing the attempt should fail, the loss would not be so great as in a regular siege. Yet, I must confess, that it was only a very superior mind that could have determined on so bold an enterprise. Before I enter upon our movements and proceedings, it may not be improper to give you some idea of the place, and save you the trouble of consulting autho rities for the previous history of Bergen op-Zoom, particularly as I have an ac-"], [173, "GERMANY AND HOLLAND. 151 count of it on the table before me. You know, of course, that it is one of the frontier towns of Dutch Brabant, and that it is situated upon the right bank of the east Scheldt, with which it is connected by a navigable canal. It was founded in 1287, by John, first Duke of Brabant, who divided the barony of Breda into two parts ; that part in which Bergen-op- Zoom is situated, was given to Gerard, Lord of Westmael, who first made it a walled town. Charles V. erected it into a marquisate in favour of the Count of Walheim. It was possessed at a very early period of the revolutionary war by the troops of the United States, and was always considered as a place of the first importance by the Prince of Orange. It was besieged by the Duke of Parma,"], [174, "LETTERS FROM 152 and the Marquis Spinola, at different pe riods, and though they were held to be the most celebrated of the Spanish Gene rals, it baffled all their attempts to take it. In 1639 it was regularly fortified by the celebrated Cohorne, and has since been considered one of the strongest fortresses in Europe. On a reference to the plan, you will be able to form some idea of the immense works by which it is defended, and which Buonaparte had taken care to have re paired, and even strengthened. It is not possible to give any description of these works. The town stands upon a rising ground, so that it commands every ap proach, and, independent of the out works, which are strong and numerous,"], [175, "GERMANY AND HOLLAND. 143 not less than fifteen bastions defend the body of the place. In 1747 it was taken by a French army of 30,000 men, under the celebrated Lowendal, and even then it was surprised, and not taken by storm, as a party of the Enemy had found their way into the centre of the town, by means of a covered way which had been forgot ten or neglected. Bergen-op-Zoom has been the scene of many a Scotsman's gallantry, and the grave of many a brave soldier ; but I shall pass over the occur rences of latter times, as most of them must be fresh in your recollection, and hasten to render an account of the events of the last few days. On the 22nd of February, the General Orders announced to us that Major-Gene-"], [176, "LETTERS FROM 154 ral Taylor, being recalled to fulfil the important duties of his situation at home, had leave to return to England, and the army joined with the Commander of the forces in expressing their regret at losing the services of that valuable officer. I am neither a prophet nor a flatterer, as you, my friend, well know ; yet I cannot help saying, that though unused to camps and campaigns for some years past, General Taylor shewed so much gallantry, cool ness, and sound judgment, — in short, so much practical knowledge of his profes sion, during the short period he has held a command among us, — that should his services ever be required, and his life spared, he is one of those whose names will stand high in the military annals of Great Britain."], [177, "GERMANY AND HOLLAND. 155 About seven o'clock on the evening of the 8th instant, the first division received orders to quit its cantonments at Putte, Rosendaal, and Wauw, and to move up to Bergen-op-Zoom. The Guards were advanced to Hogerheyde, the 69th regi ment to Woendright, and the 55th to Huybergen, villages on the Antwerp side of the fortress ; while the Royal Scots and 91st regiments joined the 21st, 37th, and 44th, at Halstran, a village on the Steenbergen side. The 33d regiment, belonging to the second division, was moved from Calm thout to Wauw, a village about three miles from the fortress, on the road to Rosendaal. Major Fyer's brigade of artillery accompanied the Guards from"], [178, "156 LETTERS _FROM Putte to Hogerheyde. By mid-day the whole of these movements had been com pleted, and the troops formed a semicircle around the fortress, at a distance of from three to four miles. About five o'clock, P. M. Sir Thomas Graham visited the different posts ; and then, for the first time, made known to Major-Generals Cooke and Skerret, Bri gadier-General Gore, and the officers commanding regiments, that it was his intention to try if they could take Bergen op-Zoom by assault. He explained, fully, the arrangements which had been made, and which I shall now detail to you. Half past ten o'clock was fixed as the hour of attack, because at that time it was"], [179, "GERMANY AND HOLLAND. 157 low water, and the ditch at the mouth of the harbour was known to be fordable. The whole of the troops, destined to at tack, were divided into four columns. No. 1 was formed of the 2d battalion 44th regiment, with the flank companies of the Royals, 21st, 37th, and 91st regi ments, and commanded by the Hon. George Carleton, Lieutenant-Colonel of the 44th regiment. No. 2 was formed of the battalion companies of the Royals, 21st, 37th, and 91st, and commanded by Lieutenant-Colonel Ottley of the 91st No. 3 was formed of the 33d, 55th, and 69th regiments, and commanded by Co lonel Morris of the 69th. No. 4 was formed of detachments from the 1st, 2d, and 3d regiments of Foot Guards, and commanded by Colonel Lord Viscount"], [180, "158 LETTERS FROM Proby. The effective strength of each column was as follows : No. 1, 1 100 men ; No. % 650 ; No. 3, 1200 • and No. 4, 1000 : total, 3950 rank and file. Colonel Carleton's column was ordered to make its attack at the mouth of the harbour — Colo- nel Ottley was ordered to make a false at- tack near the Steenbergen gate — Colonel Morris was to penetrate by the Wauw gate — and Lord Proby near the Antwerp gate. General Skerret and General Gore accompanied Colonel Carleton's column ; and General Cooke, Sir George Wood, and Colonel Carmichael Smyth, took their places at the head of the column of Guards. The troops, calculating their distances, moved off from their cantonments so as t<y"], [181, "GERMANY AND HOLLAND. 159 arrive under the works at the appointed hour. The Guards left Hogerheyde about half past eight o'clock. The night was very dark, and a considerable quantity of snow, which had fallen during the after noon, only served to make the darkness more visible. Though proceeding in an enterprise of the utmost danger and great est difficulty, with a certainty, that ere another day should dawn, many would have bidden an eternal adieu to this world, and all it contained, — it is impossible to describe to you the general cheerfulness which seemed to pervade all ranks, during our gloomy march of two hours. If a se rious thought would sometimes intrude, it was instantly banished by the witty re mark of some careless friend, or the awk ward tumble of some companion in the 5"], [182, "LETTERS FROM 160 snow ; in fact, you would have supposed the whole were proceeding to some grand parade, — and I am sure our old corps, the 1st regiment of Edinburgh Volunteers, never took their station with more cheer fulness on Bruntsfield Links, to pass in review before the Earl of Moira, than did our brave fellows the other evening under the muzzles of the guns of Bergen-op- Zoom. The evening was so still, that the clock of the great church was heard to chime every quarter as we passed along. When we were within half a mile of the ram parts, the first gun was fired, which was evidently to give the alarm on discovering the advance of some of our columns ; and almost immediately afterwards, a heavy"], [183, "GERMANY AND HOLLAND. 161 fire of musketry commenced on the Steen bergen side, where we knew the false at tack was to be made. When General Cooke reached Purvliet, a few houses un der the works, called ** Kyk in de Pot,\" he was informed, by the guides who were to conduct the troops to the place of at tack, that the ice on the outer ditch would not bear. Some time was therefore lost in consulting where the next best place for their attack could be found. The fire, in the mean time, became very heavy and general around the town. The French drums were heard beating to arms in every direction. The horizon seemed in a blaze ; and from the loud cheering of our brave fellows, it was evident that some of them had penetrated into the place. M"], [184, "162 LETTERS FROM Having at last determined on the spot to be attacked, the column of Guards left Purvliet about three quarters past ten, and in five minutes reached the pallisade at the outwork marked No. 1 in the plan. The sappers and miners of the engineer department soon made a sufficient open ing, and the whole pushed on with great rapidity for the body of the works. At the moment this column reached the glacis, and was about to descend into the ditch, a very heavy fire was opened upon it from the bastion marked No. 5, and se veral officers and men were wounded ; but as this fire ceased after the second volley, the Guards crossed the broken ice upon the ladders which had been provided by Sir George Hoste and the engineers at-"], [185, "GERMANY AND HOLLAND. 163 tached to the column, and ascended the ramparts without further opposition ; and, it may be said, entered the town with very little loss. I must now carry you to the other co lumns. Colonel Carleton, accompanied, as I have said, by Generals Skerret and Gore, reached his point of attack exactly at half past ten ; and a few minutes after, the firing at the Steenbergen gate had commenced. His men crossed the marshy ground near the Water-port gate ; and after fording the harbour at its mouth, got up the ramparts by means of some branches of trees, and the greater part of them were actually in the works before they were discovered. Colonel Carleton, as soon as he thought he had a sufficient n 2"], [186, "LETTERS FROM 164 force, pushed on, in order that he might make the most of the advantage he had gained. The Enemy gave way on all points ; and the guard at the Water-port gate, consisting of three officers and 130 men, were taken prisoners, and immedi ately sent out of the place. As soon as the whole of this column reached the bas tion marked 3, it was divided into two parts. General Skerret, with one divi sion, entered the town, crossed the draw bridge marked 2, and proceeded to the bastion numbered 13, which he took pos session of, making such of the Enemy prisoners as were not able to escape. He also took possession of the bastions num bered 14 and 15. He then returned ; and, proceeding towards the Steenbergen gate, found the Enemy strongly posted in"], [187, "GERMANY AND HOLLAND. 165 the bastion numbered 12, where they were protected by a breast-work raised within the bastion. Our brave fellows now, for the first time, found their pro gress checked ; and after suffering se verely, they were obliged to retire behind the corner of the bastion they had left. It was in making a second attempt to dislodge the Enemy from this formidable position, that the brave defender of Ta riffa received a mortal wound. General Skerret had his leg broken by the falling of his horse soon after he came to Hol land. He had been confined during the greater part of the winter ; and though almost obliged still to walk on crutches, he could not be prevailed upon to remain in his quarters, but rode at the head of"], [188, "166 LETTERS FROM his brigade, until his horse had his nose carried off under the walls of Bergen-op- Zoom, when he dismounted, and what with the aid of his brave soldiers and his crutches, he was, I believe, among the first in the town. The fall of so gallant a leader had a great effect upon his brave followers, and they were again obliged to retire under cover of bastion 13 — where, for the present, I shall leave them, ex pecting every moment to find the Enemy dislodged by the advance of their com panions in an opposite direction. General Gore and Colonel Carleton, after separating from General Skerret, advanced with their part of the column along the ramparts, towards the Antwerp gate. Overcoming every opposition, they"], [189, "GERMANY AND HOLLAND. 167 passed that gate, and had actually entered the bastion numbered 7. Here they came in contact with a battalion of marines, composed chiefly of Irishmen, in the French service, which corps was charged with the defence of the gate. The com- manding officer of this battalion became desperate, as he found his men give way ; and determining to make an effort to regain possession of the post he had lost, he formed his battalion in close column, and ordered the pas de charge to be beat. The gallant Carleton, when he heard the drums, thought they were beat- ing to surrender. His right arm, with his sword, was extended, to keep his men in their ranks ; and he was ordering his gre nadiers not to fire upon an Enemy about to surrender, when he received a ball through"], [190, "168 LETTERS FROM his neck, which was instantly mortal. A volley, at the same moment, from this column of marines, brought down Gene ral Gore, and killed and wounded almost the whole grenadier company of the 44th regiment. The fall of General Gore and Colonel Carleton, and the rapid advance of the Enemy, naturally threw our few remain ing troops into some confusion. They however repelled the Enemy's charge, and were able to keep their ground. But at last, finding they were not supported, and that their numbers were too much reduced to hold that advanced position much longer, they retired, and reached the bastion No. 4, just as the guards entered it. A detached column of the"], [191, "GERMANY AND HOLLAND. 169 Enemy had secreted themselves in a cor ner of the bastion No. 5, when General Gore and Colonel Carleton passed through it ; and it was that column which opened a fire upon the guards when they reached the glacis, but dreading to be cut off by the troops which they knew to be in their rear, they fled into the town after the second volley, which accounts for the lit tle opposition the guards met with. Lieutenant-Colonel Ottley of the 91st regiment, who commanded the troops destined to make the false attack, had not been above a week in the country ; he was quite ignorant of the situation or works of the place, and the only directions he had time to receive from General Skerret were, to take possession of an outwork,"], [192, "LETTERS FROM 170 which he would find near the Steenbergen gate; and by keeping up a heavy fire, endeavour to draw the attention of the Enemy to that point. He advanced with his column, and got possession of the work with very little loss ; but it unfor- tunately happened to be under the guns of two bastions, and completely exposed in every direction. He succeeded most completely in distracting the attention of the Enemy, but they opened a fire upon Iiis troops which was so destructive, that in a few minutes the whole of his column was either killed or wounded. Lieutenant- Colonel Hart, of the 37th regiment, and Adjutant Scott of the 91st, with a very few men from this column, actually made their way along a connecting beam of the draw-bridge, and entered the works over"], [193, "GERMANY AND HOLLAND. 171 the gate leading to Steenbergen ; but it being impossible for any force to make its way in the same direction to support them, they were soon obliged to retire; and except Colonel Hart and some twenty or thirty men, I believe the whole of Colonel Ottley's column are either killed, wounded, or prisoners. The column commanded by Colonel Morris of the 69th, reached its point of attack at the appointed time ; but the Enemy was well prepared in this quarter, and their works too strongly manned, to admit of his being able to penetrate. Several desperate efforts were made to gain the escarpe, but in vain. Colonel Morris was severely wounded, as also Colonel Elphinstone of the 33rd, his se-"], [194, "LETTERS FROM 172 cond in command, and the troops were found to suffer so severely, that Sir Tho mas recalled them from that point, and ordering the right wing of the 55th to remove the wounded from the glacis, the remainder of Colonel Morris's column made a detour by Purvleit, and joined the guards in bastion 4. Lieutenant- Colonel Muller of the Royals, with the battalion companies of his regiment, crossed the mouth of the harbour in the rear of Colonel Carleton's column, and took possession of the Water-port gate without loss or opposition. I have now brought down the detail of our motions to half-past twelve o'clock. I beg you will turn to the plan, while I run over our position at that period of"], [195, "GERMANY AND HOLLAND. 173 the night. Colonel Muller and the Royals are in possession of the Water-gate, and the wooden bridge which connects it with the road leading to the fort on the Scheldt. The 33rd regiment occupies bastions 1 and 2. The guards, almost entire, with the remains of Colonel Carleton's column, and the 55th and 69th regiments, in bas tions 3 and 4. The remains of General Skerret's division of Colonel Carleton's column, are in possession of bastions 12, 13, 14, and 15, while the mangled remains of Colonel Ottley's column are crying for quarter in the ravelin No. 2. Major- General George Cooke took the command of the whole, and Colonel Lord Proby was the second in command. Never was there an attack more judi-"], [196, "LETTERS FROM 174 ciously planned, or a place more gal lantly carried; for at the period I have just mentioned, the British were in pos session of eleven of the fifteen bastions, and of a great part of the town ; while the Enemy, scattered and dispirited, were more occupied in securing a few of their effects, and in preparing to surrender, than in any thoughts of making farther resistance. Our loss had been severe, but the object had been gained, and Sir Thomas Graham retired from the works to a house on the Wauw road, where Major Mitchell, one of his aides-de-camp, had been carried, with seven or eight severe wounds, that he had received at the head of Colonel Morris's column, and where Sir Thomas Graham dis mounted, for the first time, I believe, dur- 6"], [197, "GERMANY AND HOLLAND. 175 ing the last twenty-four hours. Here he made various arrangements, and sent off orders for fresh troops to come up to gar rison the town, that those who had so nobly taken it, might have some relaxa tion. But, alas! our joy was shortlived — about one o'clock, Colonel Clifton of the 1st Guards, with a few officers, among whom was (Ensign Honeyman, son of Lord Armadale), and 157 men, was de tached, with directions to take possession of the Antwerp gate, and, if possible, to force it open. From the importance of this post, General Bizanet had very pro perly chosen his best troops for its de fence ; and these, as I have already ob served, were for the most part Irishmen. Their cause, therefore, was a desperate one, and as such they defended it. Yet"], [198, "176 \"LETTERS FROM the brave Clifton soon found his way to the gate, but his troops were unable to force it open ; and he, too, like many of the gallant fellows who had entered the place, received a mortal wound, while animating his men to charge a body of the Enemy that had attempted to get into his rear. The fall of this distinguished officer was particularly unfortunate, as his troops im mediately got into some confusion ; and Lieutenant-Colonel Jones, who succeeded him in the command, finding his commu nication with the main body of the troops had not been kept up, immediately sur rendered. This, which was the first ad vantage the Enemy had gained, was of the utmost importance to him, and singu larly disastrous to us ; for, in proportion as it raised his spirits, and made him de-"], [199, "GERMANY AND HOLLAND. 177 termine on farther resistance, it seems to have cast such a damp upon our spirits, as to lead us from that moment to despair of holding the place ; and if we except an occasional sally to drive back the Ene my, when our inactivity rended him so bold as to annoy our columns with his fire from the angle of the bastion in which they were stationed, and during one of which, our gallant countryman, Colonel M'Donald of the guards received his death wound, this was the last offensive operation which was undertaken during the night. Leaving our own troops to remain quietly in the positions already detailed, I shall now endeavour to give you some account of the Enemy's proceedings, hav- N"], [200, "LETTERS FROM 178 ing had an opportunity of conversing with a very intelligent officer, who was none of the least active during that important night. He confesses candidly, that the sudden ness and boldness of our attack most com pletely disconcerted them, (that in fact they were surprised,) though they con sidered themselves pretty much upon the alert. And the success which attended our first advance was so complete that they considered the town as lost, and the Governor retired to his own house for nearly an hour, waiting a summons to sur render, which he was prepared to do, for his troops, chiefly conscripts newly em bodied, were so scattered and panic struck, that, unless at the Antwerp and"], [201, "GERMANY AND HOLLAND. 179 Wauw gates, he could not collect fifty of them at any one place. I have heard it whispered, but of course they now wish to conceal the circumstance, that an officer was sent by the Governor to offer terms to the British Commander, but most unfortunately he was shot by our troops while advancing. At last, when Bizanet found no answer was returned to his offer to capitulate, nor any terms pro posed to him, he resolved, like every brave man in desperate circumstances, to sell their lives as dear as possible ; and still farther, when he found that no further effort was made by our troops to take pos session of the few bastions that were in his power, and that a column of the Bri tish Guards had been taken prisoners, he n 2"], [202, "180 LETTERS FROM determined not only on making farther re sistance, but actually began to conceive hopes of retaking the place. His scattered, and I believe I may say, frightened garrison, were collected by their officers from their holes and hiding places, and formed in the great square, where a double allowance of brandy was opportunely administered. He divided his whole force, thus col lected, into two columns, and the best of his officers, among whom are many very brave fellows, were appointed to lead the columns. About day-break these columns moved from the square ; one proceeding to the bastion numbered 11, and the other to the Antwerp gate. As the first ad-"], [203, "GERMANY AND HOLLAND. 181 vanced in a solid body, and its number exceeded 800, it soon drove the brave de fenders of bastion 12 (not above forty men, under Captain Anderson, of the 91st regiment,) from that position, which, in hopes of being supported, they had re tained during the whole night. These few men joined their comrades, about twenty, in bastion 13 ; and as the Enemy kept rapidly advancing in over whelming force, they were obliged to re tire from bastion to bastion until they joined Colonel Muller and the Royals at the Water-port gate. Colonel Muller having reported the advance of the Ene my in that direction, the 33d were sent to his support ; but as the Enemy found the draw-bridge, which had been in our pos-"], [204, "182 LETTERS FROM session during the night, not only in per fect repair, but even unmoved, he march ed over immediately and took possession of bastion 1, bringing the guns of that bastion, and of No. 15, (which Colonel Muller had not thought it necessary to spike) to bear upon the Royals ; he soon obliged them to retire from the wooden bridge. The 33d seeing the Royals, in retreat began to give way also, but Major Parkinson perceving the danger into which they were running, placed himself in their front, and telling them if they re treated they would be cut to pieces with the character of cowards, but if they would follow him and charge the Enemy, their safety would be ensured, or they would die as heroes. The brave 33d cheered their gallant leader, and under a"], [205, "GERMANY AND HOLLAND. 183 most galling fire of grape and musketry, they turned, charged, and routed the Enemy, throwing his column into such confusion that they effected their retreat with very little loss. Much, my dear friend, is the effect of one gallant man ; in fact, soldiers will do any thing under a brave leader. Unfor tunately for the Royals, they did not fol low the conduct of the 33d ; and getting upon the bank that leads to the fort of the. Scheldt, they were no sooner out of the reach of the cannon of the town, than they came under those of the fort ; and a most destructive fire having been opened upon them, they were obliged to surrender at discretion. Lord Proby having suggested the pro-"], [206, "LETTERS FROM 184 priety of allowing the troops which he commanded to retire from the place, Ge neral Cooke granted him permission ; and his Lordship, with about 500 of the Guards, marched down the ladders by which they had entered, and retired from the contest. It was soon after these troops had effected their retreat, that the Enemy's column, from the Antwerp gate, made its appearance on our right, and opened a heavy fire upon General Cooke's position, from the angle of bastion 4 ; but, on being charged by the remains of the 44th, 55th, and 69th, they again retired, being unable to stand for one moment before our brave troops. Indeed, during the whole night, and up to the latest period of the conflict, the Enemy never stood when our troops came to the charge."], [207, "GERMANY AND HOLLAND. 185 The moment General Bizanet heard of the surrender of the Royals, he despatched an officer with Colonel Jones, who had surrendered when Clifton fell, to summons General Cooke. And as farther resist ance was now considered vain, the troops were ordered to ground their arms. Yet many disdaining to surrender, found their way in bodies out of the place, and Cap tain Adam Brugh, and a few of the 44th regiment, brought out the colours of that corps in defiance of all the cannon that could be brought to bear upon them. Such, my friend, was the finale of this awful night, and such the issue of the boldest attack that perhaps was ever at tempted, and which, as you have seen, at one time promised the most complete .uc- 6"], [208, "LETTERS FROM 186 cess. The facility with which the troops got into the works and took possession of the greater part of them, will ever justify the Commander of the forces in making it — and the manner in which they de fended these works during the night — and the gallantry which they displayed up to the latest moment — and their steady obe dience to the command of their officers — are sufficient proof that they were worthy of being employed upon so daring an en terprize. Had the judgment of some been equal to their bravery, the place at this moment would have been ours. I cannot conclude without giving you some anecdotes of bravery, that more than rival the most glorious days of Greece and Rome. When it was found likely that"], [209, "GERMANY AND HOLLAND. 187 the Royals would be obliged to surrender, an officer, whose name I regret I have not been able to learn, but I believe it was Gilbraith, the Adjutant, offered to wrap the colours about his body, and by swim ming the ditch, endeavour to make his escape over the broken ice. When you reflect that this offer was made at a time when nearly 100 cannon could be opened upon him, — when the road he had to take was over a part of the Scheldt, which was covered with water and broken ice, every step of which was dangerous, you will have some idea of the feelings of this hero, and of the respect which he must have had for the banner under which he fought. When the 55th regiment was ordered to lay down its arms, an officer tore the co lours from their staff in the face of the"], [210, "LETTERS FROM 188 Enemy, and wrapping them about his body, under his waistcoat, actually pre served them, and brought them in triumph out of the town. These traits of heroism were by no means confined to the officers ; many, very many of the men shewed a gallantry that astonished even the bravest. But my pen is worn to a stump ; I am really wearied of writing, and can no longer bear to think on the melancholy tale — so adieu. I will write you soon again, and in the mean time, believe me Ever your's."], [211, "GERMANY AND HOLLAND. 189 LETTER XV. Rosendaal, March 24, 1814. My Dear Sir, Long as my last Letter may have ap peared, and minute as it may seem in its details, there yet remains much to be told both of individual heroism and general gallantry in our late well-arranged, but unfortunate attack upon Bergen-op-Zoom. By the agreement made with General Bizanet, the whole of our troops that had been taken prisoners have been sent to this village until arrangements can be made for their exchange, and the wounded have been sent to Williamstadt, Ouden bosch, and Tholen, where I am happy to say they are fast recovering. Every offi-"], [212, "LETTERS FROM 190 cer who has fallen in this affair deserves to have his name recorded in the page of history. They were amongst the bravest of the brave, and most of them have had frequent opportunities of distinguishing themselves in the service. Skerret's fame will never die; and the gallant Gore is well known as a brave soldier. As a man, and as a soldier the Honourable James M 'Donald has left few equals. Their bodies lie in the church yard of the village of Wauw, which is about half way be twixt this place and the citadel of Bergen op-Zoom. This army will long regret the loss of Colonel M'Donald, as the wilds of Caledonia never produced a more amiable man, or for his rank and service, a more distinguished hero. The 1st Guards have equally to deplore the loss of Lieutenant-"], [213, "GERMANY AND HOLLAND. 191 Colonel Clifton, than whom abraver soldier, or more estimable character, did not exist. The 3rd Guards have to lament the loss of Colonel Mercer, a young man of great abilities, and the esteemed friend and companion of M'Donald and Clifton. But of all that have fallen none has been more regretted, or more deservedly so, than the Honourable George Carleton, who com manded one of the columns of attack, and who may indeed be said to have taken the place. Our young countryman En sign James Maxwell, of the 44th, fell by the side of his commanding officer, whose enthusiasm he seemed to have caught, and his bravery and good conduct must have been more than ordinary to have secured him the friendship of so distin guished a soldier as Colonel Carleton."], [214, "192 LETTERS FROM The Royal Scots have lost Captains M'Nicol, Wetheral and Purvis, as also Lieutenant Miles, and the 91st, Ensign Hugh M'Dougal. I send you a list of the wounded, according to the returns given in. Many are suffering most se verely, and some can never recover. My heart is sick of this subject, so that I can add no more *. Ever your's. * List of the officers killed, wounded, and miss ing, of the army under the command of his Excel lency Sir Thomas Graham, K. B. in the attack upon Bergen-op-Zoom, by storm, on the night of the 8th and morning of the 9th March, 1814. KILLED. Staff, Brigadier-General Gore, 33d foot. 1st Foot Guards, Lieutenant-Colonel the Hon- ourable J. Macdonald. 3d Foot Guards, Lieutenant-Colonel Mercer."], [215, "GERMANY AND HOLLAND. 193 Royal Scots, 4th battalion, Captains M'Nicol and Wetheral, Lieutenant Henry Miles. 37th Foot, 2d battalion, Ensign Sandes. 44th Foot, 2d battalion, Lieutenant-Colonel the Honourable G. Carlton: Ensign James Maxwell. 91st Foot, 2d battalion, Ensign Hugh M'Dou gald. Royal sappers and miners, Sub-Lieutenant Adamson. WOUNDED. Royal artillery, Captain E. Mitchell, (B. M.) severely. Royal engineers, Lieutenant Abbey, severely (since dead.) 1st Foot Guards, Lieutenant-Colonel Clifton, severely (since dead) ; Captains Lindsey, Ducken kenfield, and Trelawney, severely (not danger ously,) prisoners ; Captain Bulteel, severely (since dead) ; Ensign Pardoe, severely (not dangerously), prisoner. Coldstream Guards, Captain Shawe, severely (not dangerously). 3d Foot Guards, Captain Stothert, (B. M.) se verely (not dangerously). Royal Scots, 4th battalion, Captain Purvis, se verely, prisoner; Lieutenants Stoyte, Robertson, and W. Midgeley, severely, prisoners. O"], [216, "LETTERS FROM 194 21st Foot, 2d battation, Major Robert Henry (Lieutenant-Colonel); Captain Darrah, severely (not dangerously) ; Captain Donald M'Kenzie, severely (leg amputated); First Lieutenants the Honourable F. Morris and H. Pigou, slightly; Second Lieutenants J. Bulteel, severely (since dead); D. Moody, and D. Rankin, severely, prisoners ; Ensign Sir W. Crosby, severely. 33d Foot, Lieutenant-Colonel Elphinstpn, Cap tain Guthrie, severely (not dangerously) ; Lieu tenant M'Quarrie, slightly; Lieutenant Kerr, se verely ; Lieutenant Buck, slightly ; Lieutenant Pode, severely, prisoner; Ensigns Bannatyne and Canning, severely ; Ensign Howard, Adjutant Priestly, slightly. 37th Foot, 2d battalion, Lieutenant Dyer, se verely, prisoner; Ensigns W. Ralph and Thomas Butler, slightly ; Adjutant J. Lang, severely. 44th Foot, 2d battalion, Major G. Harding (brevet Lieutenant-Colonel) severely (not danger ously), prisoner ; Captain J. C. Guthrie, slightly ; Captains David Power and J. Ballard, severely, prisoners ; Captain J. Dudie, severely ; Lieutenant G. C. Betley, slightly, prisoners ; Lieutenants John O'Reilly and O. Tomkins, severely, prisoners; Ensigns H. Martin and Gilbert Dunlevie, severely ; v,"], [217, "GERMANY AND HOLLAND. 195 Adjutant Meade, Ensign Whitney, severely, priso- ners. 55th Foot, Captain Campbell, severely, priso ner; Captain Macdonald, Lieutenant Friend, slightly, prisoner ; Lieutenants Gardner, Adams, and Sinclair, Lieutenant and Adjutant Delgairns, Ensigns Marshall, Revely, Goodall, and Ring, severely, prisoners. 69th Foot, 2nd battalion, Lieutenant-Colonel Morrice, severely, (not dangerously) ; Ensign Ryan, severely, prisoner. 91st Foot, 2nd battalion, Lieutenant-Colonel Ottley, severely, (not dangerously), prisoner ; Cap tain A. Campbell, slightly, prisoner ; Lieutenant John Campbell, severely, (not dangerously) ; John M'Donald, slightly; Lieutenant and Adjutant Scott, Ensign D. V. Machen, slightly, prisoners ; Ensigns J. Briggs, Horsley, and Gage, severely, prisoners ; Quarter-Master Ferguson, severely, (not dangerously), prisoner. General Staff, Major-General Skerret, severely, prisoner; Captain Desbrow, Aid-de-camp, slightly, prisoner. MISSING. 1st Foot Guards, Major-General Cooke, Lieu tenant-Colonel Jones, Ensigns Masters and Hony maii, Surgeon Curtis. o 2"], [218, "LETTERS FROM 196 Royal Scots, 4th battalion, Lieutenant-Colonel Muller, Lieutenant Macartney. 44th Foot, 2nd battalion, Captain George Cro zier, Lieutenants F. Hemming, R. J. Turnbarrow, and J. S. Sinclair. 33d Foot, 2nd battalion, Captain G. Colclough, Aid-de-camp to Brigadier-General Gore. 55th Foot, Major Hog. 69th Foot, 2nd battalion, Major Muttlebury, Surgeon G. Rowe. 91st Foot, 2nd battalion, Surgeon W. Young, Assistant Surgeon H. J. O'Donnell, Captain Cuy ler, Aid-de-camp to Major-General Skerrett. A. Macdonald, Lieutenant-Colonel Deputy-Adjutant-General. N. B. Those returned missing, are all prisoners in Bergen-op-Zoom. The List of the remaining missing not obtained. 1 have not been able to discover any more of my friend's Letters, but to supply their loss, I have had recourse to his note book, and the following are his observa tions subsequent to the date of his last communication. — Editor."], [219, "GERMANY AND HOLLAND. 197 The severe loss in killed, wounded, and chiefly in prisoners, which the first divi sion of the army had suffered in the attack upon Bergen-op-Zoom, weakened consi derably the British force in the Nether lands ; but a reinforcement of troops from Holland enabled Sir Thomas Gra ham to continue the blockade of the for tress, and to commence operations for reducing it by a regular siege. The Dutch troops were concentrated at Wauw and Halstran. Tholen was garrisoned by Russian marines from Admiral Elliot's squadron, and the British were cantoned between Antwerp and Bergen-op-Zoom. Some weeks were spent in compleating the field works at Breschat, as a defence against any sortie from Antwerp, and in finishing the works at Fort Frederick;"], [220, "198 LETTERS FROM but in proportion as the army from Hanover approached the scene of action, the arrangements of the campaign began to be developed. On the 25th of March Major-General Gibbs was detached with a small force, consisting of the 2nd battalion of the 35th regiment, under Major Macalester, one hundred picked men from the 52nd regiment, under Lieut-Colonel Gibbs, and an equal number from the 95th, un der Captain Glasse, with a squadron of the rocket brigade to co-operate with Commodore Owen in the reduction of fort Batts in South Beveland. This force arrived at Tholen on the 29th, where it embarked for that island."], [221, "GERMANY AND HOLLAND. 199 Early in January the battalion of royal marines, under Lieutenant-Colonel Camp bell, and a number of sailors from the fleet of Admiral Young had landed in South Beveland, and under the direction of Commodore Owen had made them selves masters of Ter-goes, and the whole of the island, except the fort of Batts, which the Enemy had strengthened with great care, and where he had a consider able garrison. As this fort commanded the navigation of the East Scheldt, it had become necessary to take possession of it, and on that account the troops just men tioned were sent to the assistance of the Commodore, whose small force had been found unequal to the task. On the 3d of April Captain Harris,"], [222, "200 LETTERS FROM Aid-de-Camp to Lieutenant-General Sir Charles Stewart, arrived at the head quarters of the British Army, with the agreeable intelligence that the Allies had entered Paris, by capitulation, on the 30th of March ; and from the spirit which the people of that metropolis had manifested, the most happy results were hourly expected. Yet as Bonaparte was known to be still in the field, and at the head of an Army, it was not altogether certain how things might terminate ; and not a moment was lost in making every preparation to drive the Enemy from the few strong holds which he held in the Low Countries. General Gibbs arrived at Ter-goes on the 5th of April, and every arrangement"], [223, "GERMANY AND HOLLAND. 201 was made to attack fort Batts next morn ing. The light troops had advanced and driven in the Enemy's piquets, and the ground was actually marked out for rocket batteries, when the Admiral tele graphed from the fleet that the white flag had been hoisted in Paris, and that Bona parte had abdicated his throne in favour of the Bourbons. The troops therefore were ordered to desist from offensive ope rations until these changes were commu nicated to the French Governor, and his sentiments known. A flag of truce was sent to the Com mandant, with an account of the strange events that had taken place. Like a brave soldier he demanded some days to"], [224, "202 LETTERS FROM consider on the part he should act, and permission to communicate with General Carnot, Governor of Antwerp, under whose order he was. These demands were immediately acceded to, and the troops remained inactive in their canton ments. When the happy change, which had so suddenly taken place in the affairs of France, were officially made known to Sir Thomas Graham, he immediately communicated them to General Carnot, who had no other means of knowing it as his intercourse with the interior of France had long been cut off. The General seemed, in the first instance, unwilling to give credit to the details which were com municated to him ; but being soon con vinced of their reality, he demanded per-"], [225, "GERMANY AND HOLLAND. 203 mission to send an officer to Paris for orders. During the absence of this officer the Army remained in statu quo. Carnot, however, becoming more certain of the fall of his Master, and perceiving that the nation were unanimous in recalling the House of Bourbon to the throne of their ancestors, he resolved to choose the better part, and gave orders that the white flag should be hoisted in all the places un der his command. And in consequence of the treaty of the 23d of April, he received orders to evacuate the Low Countries, and to retire with his garrison into France. The French troops were successively withdrawn from Bergen-op-Zoom, Flush ing, Batts, and Lillo ; and on the 5th of May, 1814, the last of these troops having"], [226, "204 LETTERS FROM left Antwerp, it was taken possession of by the British Army under Sir Thomas Graham. The treaty of the 23d of April was soon followed by the Definitive Treaty of Peace, signed at Paris on the 30th of May, which, happily for Europe, put an end to the horrors of war; and having now brought this narrative to the period I proposed, I shall beg leave to conclude it with the last Despatch of General Sir Thomas Graham, who for his long and distinguished military services, was on the cessation of hostilities justly elevated to the Peerage, and for the future will be known as Thomas Lord Lynedoch, of Balnagowr."], [227, "GERMANY AND HOLLAND. 205 \" Downing -street, May 10. — Despatch addressed to Earl Bathurst by General Lord Lynedoch, K.B. \" Antwerp, May 5. \" My Lord, — I have the honour to state to your Lordship, that, agreeably to the terms of the Con vention of Paris of the 23d ult. this fortress, with the different forts depending on it, was finally eva cuated by the remaining French troops this morn ing. Major-General Kunigl, the Commissioner of the Allied Powers, having signified to me his wish that, according to his instructions, British troops should occupy it, the 2d division, under the com mand of Major-General Cooke, and the 1st brigade of the 1st division, were marched in ; and, after the different guards were relieved, the new garrison received the Commissioner with military honours. The magistrates then assembled on the parade, and the Mayor, recommending Antwerp to the protec tion, and its future fate to the favour of the Allies, presented the keys of the town to General Kunigl, who received them in the name of the Allied Sove reigns. It is impossible to describe with what de monstrations of enthusiastic joy the inhabitants ex pressed their approbation of this interesting scene. All the marine establishments remain in the hands"], [228, "206 LETTERS, &c. of the French. I have had the most satisfactory communications with the French Admiral Gour don, commanding ; and I have no doubt of the ut most harmony prevailing between the French and English of all descriptions, during the time the town shall continue to be occupied by a British garrison. \" T. Graham.\" THE END. Printed by R. Gilbert, St. John'i-iquare, Londou."], [229, ""], [230, ""], [231, ""], [232, ""], [233, ""], [234, ""]]