[[1, ""], [2, ""], [3, "MR. GREENE'S DISCOURSE BEFORE THE RHODE-ISLAND HISTORICAL SOCIETY, FEBRUARY 1, 1849."], [4, ""], [5, "A DISCOURSE DELIVERED BEFORE THE RHODE-ISLAND HISTORICAL SOCIETY, ON THE EVENING OF ClfHMfiUH];, .frlmmrt} -i, 1U9. BY GEORGE WASHINGTON GREENE, CABINET KEEPER OF THE NORTHERN DISTRICT, HON- MEMB. OF THE N. Y. H. S PUBLISHED AT THE REQUEST OF THE SOCIETY. PROVIDENCE: GLADDING AND PROUD. 1849."], [6, "CAMERIDGE : PRINTED BY BOLLES AND HOUGHTON."], [7, "DISCOURSE. Gentlemen of the Historical Society : It is not without some serious misgivings, that I venture to appear before you this evening. I have been admonished that those who have preceded me in the performance of this honorable duty, had brought mature reflection to their task, and laid before you the results of long and profound investigation. I have felt that a few hours, snatched from the engrossing cares of profes- sional life, would be insufficient for such preparation as the occasion requires ; that there was a kind of rashness in approach- ing a subject of such magnitude, when the utmost that I could hope to do, would be to touch lightly upon two or three of the innumerable questions, which it suggests. But I have also felt that there are occasions on which personal feeling must yield to a higher sense of duty, and that every one, who professes an inter- est in those studies, which form the object of our association, must hold himself in readiness to contribute his portion, when- ever called for, even though it should prove but little else than the widow's mite. I have accepted, therefore, the invitation of your committee, not in the vain hope of rivalling that production so rich in its illustrations, and so profound in its wisdom, with which these anniversaries began ; nor that admirable analysis of our Durfee's mind, which, by so singular a fatality, formed the subject of the first discourse to which you were called upon to listen, after his own eloquent lips had been closed forever. I have thought that I should more easily avoid the disadvantages"], [8, "4 of a comparison by hazarding myself upon a more general field, and that a slight sketch of the progress of historical science in its connection with the progress of society, would not be alto gether unsuited to the audience and to the occasion. Wherever men live in a state of union, the memory of the past is preserved, and history, in some form or other, exists among them. It may be but a simple tradition, or a rude collection of inartificial songs ; it may be little else than a mound, or a shape less pile of stones ; or it may have advanced a step nearer to the form which it is sooner or later destined to assume, and con tain a series of names and events roughly carved in wood or stone. But whatever be its form, the source from which it springs is still the same ; that instinctive impulse of the human mind, which, overleaping the narrow bounds of space and time, unites us with the past by gratitude, and with the future by hope. Hence this feeling, like all those whose source lies deep in human nature, is necessarily modified and expanded by the pro gressive development of civilization, and becomes, in its mani festations, the faithful expression of the various phases of social life. In its earlier periods little more seems to be aimed at than a simple narrative, not written, but recited, not in prose but in verse, the natural language of an age of fresh feeling and vigor ous imagination. But if we look closer, we shall find there the outlines of a picture of the age, with all its passions and its ten dencies, all that it has accomplished in industry and in art, its social progress, its political organization, its intellectual develop ment, and all those precious gems of future greatness, which so often lie hidden even from those, who have contributed most to their formation. Hence the historic value of the Homeric poems ; a value altogether independent of the question of the unity of their origin and the reality of the incidents on which they are founded. Whether such a man as Homer ever lived or not, may well be deemed uncertain. The ancients disputed about his birth-place, the moderns deny his existence ; but both ancients and moderns agree in accepting the poems which bear his name, as accurate pictures of the heroic age of Greece. And what ever conclusion we adopt concerning the events which they pre-"], [9, "5 tend to record, they are none the less a true expression of the feeling to which I have attributed the origin of all history, one of simple gratitude for the past and pride in its glory, if those events really occurred ; and if not, that necessity which all men feel, of connecting themselves with the past, of finding some solution there of the more difficult questions of the present, and of that still recurring and still mysterious question of origin ; something which, if not true to the fact, shall at least be true to their conceptions, and give a definite form and positive direction to their speculations. And when history descends from tradition to monuments, from poetry to prose, she still continues to preserve many of those features, which distinguished her at her origin. There is the same ingenuousness, the same freshness of feeling, the same readiness to wonder and to admire. The descriptions are clear and animated, and each is given with its own peculiar character istics about it, like studies from the life. The language too, is full of vigor and of truth. The very words have an air of fresh ness about them. The images seem to spring up of themselves, with a life and a fragrance, which show how rich the soil was, in which they found birth ; and the whole moves on with an unbroken, spontaneous flow, reflecting, like the waters of an unruffled stream, every object by which they pass, and yet so limpid and so pure, that you can almost count the pebbles over which they roll. But with all this in common with poetry, there is a near approach to the appropriate form of history, a clear perception of some of the higher duties of the historian. Tra dition and hearsay are given for what they are worth ; well authenticated facts are related with precision and conviction, like things which the writer had taken pains to examine, before he ventured to accept them. There is an eagerness of curiosity, which leads him to push his inquiries in every direction, and a love of truth, which makes him anxious about their results. There is an evident consciousness too, of the dignity of his office, which however, he still shares with the poet, for history is still the offspring of imagination and feeling, of admiration for the past, rather than of a deep interest in the future. The age of"], [10, "6 thought and generalization has not yet come. Such was Herod otus, whom the ironical skepticism of the last century condemned as a credulous story-teller, but to whom the juster criticism and more extensive observation of our own, have confirmed the glorious title of \" Father of history.\" The place of the historian is now decided. His pen becomes like the poet's lyre, the awarder of praise and of blame ; of ignominy and of renown. The assembled multitude listen to his voice as once to the songs of their bards, and ratify his decision by their applause. But there is a gravity in those decisions, an earnestness in that view of the past, which distinguish them from those of the poet, and they who consider them attentively, will find there the elements of a still higher progress, hidden as yet amid the foliage, but fast ripening to maturity. To observe and record is the first step ; to scrutinize and compare is its necessary consequence. Now, then, the historian will come to his task with the earnest ness of a man, who knows how great a responsibility he is about to assume. He will look carefully around him before he chooses his subject, and study it in all its bearings before he takes up his pen. He, too, will endeavor to solve for himself some of those painful questions of the past, and go back to those ages, in which the origin of social life lies hidden in mystery and doubt. But he will study them from a new point of view, and subject them to a new standard of criticism. The clouds, amid which heaven and earth seemed to meet, will be dissolved. Heroes and demi-gods will be brought down to the ordinary measure of humanity, and the gods, withdrawing to their divine abodes, leave room for the action of natural causes. The facts, which enter more immediately into his subject, will be carefully examined and scrupulously weighed. Characters will be studied, both as manifestations of individual power and as expressions of their age ; as acting upon others by their own innate force, and as subject in turn to all the influences, that are in action around them. Events will no longer stand apart, like insulated occur rences, independent of each other and unproductive, but follow close upon each other's footsteps, and cling together by that"], [11, "7 beautiful law of causes and effects, which he will follow up through its most intricate mazes, and bind around them with philosophi cal rigor. This law, too, will be his guide in the selection of his incidents, showing him which are worthy of record, and which may be passed over as neither characteristic nor prolific. Care fully tracing each question to its source, he will deduce from each its lesson of moral and political wisdom, and generalize them into laws. His style will be grave, severe and earnest, full of energy and conviction, pregnant with thought, like that of a man wholly absorbed in his subject, and flowing with a full, deep and impet uous current. Such was Thucydides, through whom history first added to her title of \" Recorder of the past,\" the nobler appellation of \" Teacher of political wisdom.\" Henceforth history becomes an art, a solace for some minds, and for others a field of action, or a compensation for inactivity. Hence the love with which the first cling to the past, dwell upon its records, linger around its monuments, exalt its virtues, magnifying, by their veneration, those deeds, which shine with so imposing a grandeur through the mists of time. And hence, too, the deep feeling, the abundant thought, the depth, the pre cision, the far-reaching views and the intensity of the second. But whatever be the historian's immediate motive, and how- ever remote the age which he attempts to illustrate, his writings will always contain the most accurate and faithful picture of his own. Nor is this surprising ; for history, even when confined to simple narrative, is made up of judgments ; judgments of men, of actions, of events ; in all of which the strongest individuality is more or less modified by the spirit of the age. All the his- torian's inquiries are directed by the same spirit, and are attempts to solve those questions in the social and political con- dition of former times, which are the chief object of attention in his own. His silence even, often goes further than the most labored paragraph, as when we are told that only a single senator perished in the second sack of Rome, and ask, — what the histori- ans of that age never thought of asking, — but where were the people ? The further, therefore, that civilization is advanced, the more important becomes the office of the historian ; the"], [12, "8 wider the field of general knowledge, the more extensive the range of philosophical inquiry, by so much the more is his sphere enlarged and his responsibilities increased. The curiosity which in one age, rests satisfied with a simple narrative of events, demands, in another, an exposition of their causes and their results ; and extending by degrees, from minute details to gen eral views, from statistical data to philosophic generalization, arrives, at last, at the production of a living picture of society, in all its varied forms, and a recognition of the great spirit of humanity, which pervades and gives life to them all. Who were the auditors of Homer ? The young and the old, women and children, for he addressed himself to the feelings of every age, and touched every cord of the human heart. It is but a trifling effort of imagination, to see him, as the great artist has drawn him, in the midst of that varied crowd, with his lyre upon his knee and his head raised upward, while, like Milton's, \" his sightless balls are rolled in vain, To find light's piercing ray, and find no dawn ; ' and close around him crowd the warrior, with his sword half drawn, and the mother clasping her infant to her bosom, and boys, with their ardent eyes glowing with emulation and hope, and the old man exulting to think that he too has shared in such scenes, and yet half saddened by the reflection, that he can never share in them again. And the same picture would, with a very few alterations, apply to Herodotus. But what a change from this scene of life and movement and progress, where every word drops like a precious seed, ready to spring up with tenfold increase, to the reader of Gregory of Tours, the monk in his cloister. The warm sunlight streams into his vaulted cell, but can scarcely give a glow to the cold and naked walls. A bed, a table and a chair are its only furniture, and the only sound that breaks in upon its silence, is the murmur of the fountain in the court below, or the footsteps of some brother, resounding in hollow echoes through the long corridor, or, perhaps, the bell, sending out its solemn summons"], [13, "9 to prayer. His volume lies beside the crucifix, partly supported by his breviary, and as he reads, he, from time to time, raises his eyes, with a pious ejaculation, or crosses himself in holy horror. And he reads, because he finds there the record of the glories to which he aspires, the sufferings of martyrs, the miracles of saints, the strongman bowing to the weak, the mailed warrior to the mitre and the cowl, the trials and the triumphs of the church. In an age, therefore, like our own, it was natural to expect that history would receive a new and more perfect development, and be distinguished by the variety and the richness of its forms. Never, since the final catastrophe of the Roman empire, had Europe been shaken by so general and so deep a convulsion, as that, which marked the close of the last century, and has extended its influence so far into our own. Institutions had been sub verted, governments overthrown, old classes violently destroyed, and new ones called into existence ; prejudices rooted up, which had been consecrated by time, and principles, which seemed too bold, even for speculation, assumed as the rule of action and the basis of social organization ; wars too, such as the world had never seen before, and battles which unpeopled provinces between the rising and the setting of a sun ; and the violence of party, and the furies of faction, and new forms of tyranny and wilder excesses of freedom ; and miraculous success and unexampled reverses ; and wonderful manifestations of genius, and humiliating proofs of human frailty. More than once, there was a lull in the tempest, when they, who had struggled to the shore, turned back to gaze on the perilous waters, and repeat to themselves and to one another, the story of their trials and their escape. And when all, at length, was over, and the men of a new generation, min gled with the survivors of this stormy period, began to look around them upon the new aspect of society, the first question that arose upon every lip, was, how does this compare with the past ? Is it worth all that has been sacrificed in order to obtain it? But the spirit which presided over this inquiry was no longer that which had hitherto guided the historian's pen, poetic feeling, 2"], [14, "10 or learned curiosity, or political speculation ; but a necessity of discovering the truth in all its purity, however painful, or how ever revolting. Everything was so full of doubt and contradic tion ; the same events and the same characters had been painted in such different colors ; there was so much that was unnatural and so much that was obscure, that earnest minds were oppressed by a painful anxiety, a sense of restlessness, springing partly from dread and partly from doubt, and which conviction alone could remove. Thus all the monuments of the past were to be studied anew and from a new point of view. How many questions were to be asked of that mysterious past, which had never been asked of it before ? How many truths of deep import were to be drawn forth from neglected fragments ? By what singular com binations, by what varieties of accidents, by what a beautiful chain of causes and effects, were we to be led back to the origin in a dim and remote antiquity of the phenomena of our own days, and what a flood of light was to be shed around them by the discovery ? And, first of all, the picture was to be complete, embracing every class and grade, and extending to the minutest details of social organization. Institutions were to be studied, both in themselves and in their relations ; as individual manifestations, and as the characteristics of a peculiar phase of social develop ment ; in their immediate action and in the long series of results, by which they have connected themselves with posterity. All the great questions of the social sciences were to be discussed anew, and in the presence of those monuments to which all par ties appealed so confidently. New problems of character were to arise from this discussion, and man to appear in a variety of novel and unexpected lights. A new science too, was to preside over this inquiry, detecting amid these varieties and apparent contradictions, the same great principle of unity, and by a pow erful generalization, reducing all the phenomena of social life to their invariable laws. And, above all, that greatest result of history, that purest and noblest spring of human actions, the sub lime spirit of humanity was to be made the test of all these researches, and every age, and nation, and individual, as it passed in calm review before the eye of the historian, to be called to"], [15, "11 a solemn account for its good and its evil, for all that it had done and all that it had left undone, in the cause of humanity. The general direction which had thus been given to historical studies, was deeply modified by the various complexions of indi vidual minds. Some sought in history the confirmation of a theory, and consequently viewed every fact through this danger ous medium. Some going back to the original sources, painted events as they found them recorded by those who had shared in them, interweaving with their narrative those general laws which may be deduced from particular incidents, and the most impor tant facts in the progress of institutions and of society. For others, history was not a record merely, but a reproduction of the past, with all the details of public and social life, and all those nice gradations of light and shade which give color and animation to the scene. But how is this to be attained ? By a simple narrative, says one, continuous, unbroken, a faithful reflection of the sources from whence it is drawn, and wearing throughout, the coloring of the age which it records. But your own age too, says another, must find its expression there, or you renounce all the advantages of progressive civilization, and fail in one of the highest duties of your office. The chronicler may record, but the historian must judge. A simple record of effects is but a barren tribute, unless you unite with it an exposition of their causes, and classing each under its appropriate head, ascend through them by the aid of general principles, to those remoter laws, which alone contain the secret of the mystery of our being, and a revelation of the des tiny of mankind. With the first, therefore, of these two classes, it is the individ ual that forms the proper subject of history. In most histories, the actor is lost in the action, and you are hurried from scene to scene and from change to change, without the means of forming any definite idea of the living instruments by which they are pro duced. They hover over the page, they flit before you like shadowy forms, possessed indeed of a name, but with no local habitation, nothing by which you can bring them down to the standard of daily life, and look at them face to face as fellow"], [16, "12 men. But in the writers of this school, the individual fills up the whole stage, and events interest you only inasmuch as they concern him. Whatever is done, he is constantly there, the cause and the object of all. And he comes before you not as an indis tinct, indefinite generalization, but as a living being, with all his human errors and all his personal peculiarities about him. You look upon his brow, thoughtful and grave, or radiant and open ; his eyes calm, perhaps, in repose, but kindling with action ; the smile that plays around his lips, or the stern decision that con tracts them ; you listen to his voice ; you see him move, his gait, his air, his gesture, and following him into the minutest details of private life, the cut and color of his dress, his sayings at the social board, and his bearing in the domestic circle. Thus the age is reproduced by means of the individual, who becomes its characteristic expression, a spirit called up from among the dead, and appearing in all the reality of its human existence, to tell us what and how the men of his times were. And when you close the volume you feel as if you had known them all, had lived, had acted with them, had shared in their fears, had partaken of their hopes, had felt, thought, and judged as they judged and felt, and thought. It is the history of the species, and not that of the individual, that you must look for in the writers of the second class. No single form, however majestic, is allowed to fill up the canvass. Particular individuals may still keep their proper places. Great events may still be represented by single names, but that which overshadows and comprises all, is that general conception of humanity of which individuals and even ages are but the transient and ever-varying types. For, however various the aspects under which the individual may appear, the leading characteristics of the race are ever the same, and each, as a whole, is no less clearly distinguished from all others, than one individual from another. It is as a whole, therefore, that it should be studied, if we would form a correct idea of its importance in the great scale of humanity. Taken as such, its unity is perfect. A general harmony pervades it, and blends in one accordant whole, all the various and apparently disconnected parts which enter into 'its com-"], [17, "13 position. It assumes the dramatic aspect of a single fife, and ages with all their changes, and society in all its complex relations, may be drawn with the justness of proportion and truth of color ing, which seemed to belong only to the individual. Thus the laws of the moral universe are brought to light, the present is connected more intimately and more directly with the past, and we are reconciled, by the lesson of history, to a thousand things, which, when considered as insulated facts, filled our minds with doubt and dismay. And if it were not digressing too far, I would pause for a moment to remark the singular accord which prevails between the historical schools of our age, and the schools of art ; so true is it that history is ever in harmony with the spirit of the age, contri buting by her lessons to the fulness of its development, and pre serving all its characteristic features in her forms. For on what is the natural school of Bartolini founded, but the individual ? And how clearly does that broader generalization which, in history, has grouped men by races, appear in those wonderful works of Thorwaldsen ! But the march of history, whether represented by the individ ual, or by the species, is governed by fixed laws, and attended by phenomena, which recur with astonishing regularity in periods separated, and apparently disconnected by long intervals. What then is the nature of these laws ? How far ar 3 we bound by them ? What room do they leave for the voluntary exercise of our faculties? Is man a free though a dependent being, guided by his own judgment, the controller, if not the creator of his own destiny ? Or is he the blind instrument of a superior power, borne along by an irresistible impulse, through events which he cannot control, and toward results which he cannot com prehend ? Whenever we look upon history from too close a point of view, we see none but individuals ; men and events, alike insulated and alike independent ; men guided by their own passions, and events produced by the action of these passions. A fearful responsibility seems to weigh upon every member of the human family, attending upon ah his movements, following him through all the periods' of his existence, and inscribing upon"], [18, "14 his tomb a benediction or a curse, each equally the fruit of his own actions. The revolutions of empires are produced by his ambition ; war and conquest are but the consequences of his over bearing pride, or of his insatiable avidity ; each new discovery in science, and every new progress in art seem to spring from indi vidual efforts, and to find their appropriate expression in a proper name ; and all the purest hopes and brightest promises of civiliza tion seem dependent upon the caprices of individual will. But if we look from a higher point of view, and embrace a more extended range of observation, so as to comprise in one continuous whole, the history of every age and of every nation, we shall discover amidst this apparent insulation, certain general principles, and invariable laws, which increase in intensity the nearer we trace them to their source, till the whole field of his tory becomes comprised in their dominion, and the individual, with all his ennobling attributes and terrifying responsibilities, disappears from the scene. Time becomes like that mysterious stream, which our own great artist has so beautifully painted, rising up from the dim recesses of a gloomy cavern, and winding its way successively between flowery banks, and through long reaches of verdant woodland, till rushing headlong downwards through rocks and shoals, it loses itself in the shoreless ocean of eternity ; while man, like the fragile bark of the hours, and its human occupant, is borne blindly onward by the irresistible cur rent, smiling, hoping, trembling by turns, and alike deceived, and alike powerless in his hopes and in his fears. How shall we reconcile these apparent contradictions, and mete out to man and to the laws by which he is governed, their appropriate measure of responsibility in the great events of history? How shall we escape that benumbing individuality, which pursues us like a spectre, from the cradle to the grave ? Or where shall we find a refuge from the laws of an inexorable destiny ? With every inward glance, we see that we stand alone. Every step in life reveals our dependence on a superior power. In independent action, we feel the sublimity of our moral nature, and are roused to greater efforts, and more elevated conceptions. In the control of external laws, we find a relief from our insula-"], [19, "15 tion, and are soothed by the belief in the harmonious concurrence of the past and the present, of man and of nature. But it is not to the individual alone that this question presents itself. Nations, like individuals, have then- responsibilities and their destiny, their youth and their manhood ; there is old age for aU, and for many decay and death. And like individuals, they perform by far the greater portion of their allotted task uncon sciously. The interest of the day is too often a veil between them and the morrow, through which their feeble sight seldom attempts to pierce, and it is only when some earthquake comes to rend it, that they think of what lies beyond. They mark out their course and follow it, and when the child treads in his father's footsteps, they call it wisdom. An experienced pilot may sometimes take the helm, avoid a shoal on one side and a rock on the other, and endeavor to read in the clouds that he sees gathering in the far off horizon, the signs of the tempest or the calm ; but still the resistless current sweeps him on, by rock and by shoal, through calm and through tempest, his horizon widening before him as he is hurried onward, and new scenes and new objects presenting themselves in rapid succession, till he is borne at length to some distant shore, of whose existence he had never dreamed. The most remarkable illustration of this is to be found in ancient history. Never was there a people more confident of its destiny than the Roman, and never one which set itself more earnestly to its task, or followed it up with such untiring per severance. What it believed that destiny to be, one of their own poets has told us, in some of the noblest verses of his own noble tongue. ■' Excudent alii spirantia mollius æra, Credo equidem ; vivos ducent de marmore vultus , Orabunt causas melius, cœlique meatus Describent radio et surgentia sidera dicent. Tu regere imperio populos, Romane, memento ; Hæ tibi erunt artes, pacisque imponere morem, Pareere subjectis, et debellare superbos.\" And this destiny was accomplished in almost its fullest extent, far more fully than that of any other nation, which fills up so"], [20, "16 broad a space in human annals. But when the end came, and like all men's fabrics, this great empire fell, it was seen that this extent of dominion was after all, but a secondary object, a mere condition in the fulfilment of the still higher part, which this people had been chosen to perform. Ancient civil ization had reached its highest point, and could go no farther. Art and literature, beauty of form and beauty of expression had been carried so far by the Greeks, that little else had been left for the Romans than to follow these guides closely, even for the expression of their own sterner sentiments. At the side of these beautiful forms, had arisen that wonderful fabric of the Roman law, the silent growth of centuries, which the accumulated expe rience of subsequent ages has approved, and philosophy confirmed as the language of written reason. These seeds had been scat tered far and wide, and taken root wherever they fell. Virgil was as familiar on the banks of the Seine as in the streets of his favorite Parthenope. The Imperial rescript was received with as much veneration in London and Antioch as in the Roman forum. The barriers, which had separated, and so many of which still con tinue to separate the nations, were broken down, and although those original distinctions of race, which no time can wholly efface, were still preserved, yet all felt that they were bound together by common ties as members of one great Empire. And so surely had these seeds taken root, that when the bond was forcibly torn asunder, and the \"ploughshare fiercely driven\" over the spot where they had bloomed, till no trace of its former loveliness remained, with the first lull of repose, they silently worked their way upward from their hiding places in the depths of the earth, and sending out their roots into the fresh soil which had been heaped upon them, came forth again to the light of day, with all the freshness and the vigor of a new creation. And at the same time, that complemental principle of civili zation, to which all its other developments are but tributary, with out which, the most favored nations soon reach their utmost limits, and with which, the feeblest, though they may suffer much and languish long, can never wholly perish, Christianity was revealed to mankind, when the utter insufficiency of philosophy to meet"], [21, "17 the wants of their moral nature had been demonstrated so clearly, and their union into one great body had prepared the way for diffusing it with such rapidity over so vast an extent. What obstacles would it not have encountered a century before ? How much more naturally would it spread from Judea, a Roman pro vince, into sister provinces, than from an independent kingdom into a hostile territory ? How much more directly did it address itself to the wants of a people bent under the tyranny of a Roman Emperor, than to the haughty citizens of an ambitious and warlike republic? And thus the double destiny of Rome was accomplished, the preservation of the precious results of ancient civilization, and the more rapid diffusion of Christianity. Yet how would Cæsar, with all the intensity of his intellectual nature, have smiled, had some newly deciphered page of the sibyl's mysterious volume, told him for whose kingdom he was conquering the Gauls ! Or how little would even the vast mind of Tully have comprehended to what results, those beautiful speculations, in which he sought relief from the cares of the Senate house, and the tumult of the Forum, were inevitably leading. And the reason of this is very evident. They had lived too near the beginning to form any just conception of the end. Rich as the developments of ancient civilization were, they were still confined to a narrow field. Beyond the limits of Greece, all nations, for the Greeks were barbarians, and the haughty Roman acknowledged no civilization but his own and that of Greece. Thus, in his view, the only legitimate existence was that of Rome, and as the other nations were successively absorbed in the Roman Empire, they lost the power of expressing whatever they might have retained of their original individuality, and instead of acting upon the Roman mind by some new manifest ation of intellectual energy, adopted the models of their masters, as they had adopted their laws, and strove to think and write like Romans. Rome gained much by the accession, and it was by this successive introduction of new elements, that her existence was prolonged far beyond its natural limits. But civilization was confined by it to one form, and the life of the old world continued 3"], [22, "18 to the last as it had begun, the life of the state. It was for this that the Roman lived, and for this, at any moment, it was his glory and his pride to die. Cicero weeping in exile, though Greece and Asia were open to him, and the love of good men went with him wherever he turned his steps, is perhaps the most perfect type of ancient civilization. His whole life had been devoted to the state ; his eyes had been fixed upon that alone, till his great mind had been narrowed down to this horizon, and his limited vision could no longer discern either the individual within it, or humanity beyond. Ten miles to the south-east of Rome there stands, like a bound ary wall, on the edge of the Campagna, a mountain, whose long, sweeping slopes were thrown up by earthquakes and volcanoes, in that remote period, in which the absence even of tradition, is sup plied by the divinations of science. Its wooded cone, and parts of its soft outline may be seen from every hill of Rome, and you naturally turn to it as a landmark, in tracing out the ruins of the Campagna. When the traveller has completed his study of details, he often comes here to classify his observations, and clear up his doubts, by a general survey of the whole scene. The first half hour of his ascent leads him through vineyards and olive orchards, with here and there patches of rich meadow land smil ing between, and as his eye lingers upon the beauties that sur round the path, he hardly thinks of turning to the other objects, which each step is bringing within the compass of his constantly expanding horizon. But soon begin the toil and labor of his way. The pathway grows rugged and steep, in parts awful with preci pices and impending cliffs, and in others offering you tantalizing glimpses of some lovely spot, which you cannot recognize, because it stands alone, or opening through the trees, in some vista which stretches far away, to an horizon that never seemed so remote before. At length, a turn in the path, and a few minutes of rapid ascent bring you out upon a green platform, where the whole landscape, with its cities, and rivers, and plain, bursts upon your view, mountains on one side and the sea on the other, Rome her self but a point in the scene, and the blue sky overarchin°- and spanning all. With a single glance, how many doubts dissolve !"], [23, "19 How naturally does each object fall into its proper place ! How many things shrink into mere specks ! How many others are brought forward in clear and distinct outlines, till the whole land scape imprints itself a living image upon the memory, with all its peculiar features firmly traced, and all its characteristics clearly defined. And thus is it with history ; for as well might you attempt to judge a landscape from the depth of a valley, as a nation without the aid of some other history besides its own. The eye may see well enough what is before it, but it can see it only in its absolute proportions, and judge it only by itself. We cannot pretend to know any thing with certainty which we do not know in all its rela tions, and, as in studying individual character, we are bound to study carefully the circumstances under which it was developed, so in studying the character of a nation, we are bound to take into our account all the influences, both from within and from without, which helped to make it what it was. And this it is which renders what are falsely termed practical views, so dangerous in history, and prevents the man who has confined his studies to a single por tion, no matter how important in itself, from understanding its spirit, even when he has mastered its details. There must be a connecting link to unite the development of one nation with that of another, and leading us from present effects to their remote causes, enable us also to look forward with a surer eye into the inevitable future. And this guide the doctrine of humanity supplies. Nations with this, take their place in time, like the objects in a landscape, when seen from a proper point of view, and races work out their tasks, like the individuals of a single history. There is ample space too, for individual development, for all the softer and more human virtues. There is abundant room for those domestic vir tues, which, though they flourish most in the shade, may yet give somewhat of their fragrance to the rougher gales, as well as to the gentler breezes of life ; room too, and ample reward for those sterner virtues, which seek the broad daylight, for the self-denial of science, and the self-devotion of patriotism. For that is a sadly distorted view of humanity, which, making us all citi zens of the world, leaves us no home of our own. There are"], [24, "20 instincts in man, which speak clearer than the subtlest reasoning, and tell him that those feelings, which are the source of so many of his noblest actions, must have been implanted in his bosom by the same hand which gave him the power to develop them, and must have been implanted there for good. Woe to us, when we distrust these teachings of nature ; the spirit of the Deity, speak ing to us with the voice of man, and repeating from age to age the same holy lesson, whether uttered in the joyous accents of hope, from the cradle of growing empire, or in the firm tones of confidence, from its full blown glory, or issuing an awful warning from its ruins ! I have ventured to compare the true point of view for the student of history, to that of the student of Roman topography, the summit of the Alban mount. Will you allow me to return for a moment to my comparison, and recall again the magnificent spectacle which lies spread before him. It is indeed a glorious scene, and one on which the eye lingers with a melancholy pleas ure, till past and present become blended, and the mind is almost lost in its thick coming fancies. But amid all this variety of mountain, and river, and plain, this loveliness of reality, and those solemn memorials of the past, there is nothing which stirs the heart of the American with a purer and stronger pulsation, than that watery line, which, gleaming in warm sunlight, on the verge of the horizon, shows him where the streams, which flow downward from the old world, may take their course, and following the star of Empire on its western track, bear their tribute to the distant shores of the new. For we, too, have our share in this destiny of nations. The same law of progressive development, which con nects the society of modern, with that of ancient Europe, connects us with both. The same beauties, which charmed the imagination and purified the taste of those elder generations, are acting with unimpaired vigor upon ours. The same fundamental principles of justice, which made their way through so many channels, into all the codes of Europe, are daily gaining new importance in our own ; and many of those great truths, which have been adopted as the basis of our institutions, were worked out in sorrow and in blood by our European fathers. Instead, therefore, of claiming"], [25, "21 as our own, this talent, which has been confided to us, let us rather seek to compare it as it now is, with what it was, that by seeing how much we have already added to it, we may learn how much more we still can hope to add. This is the true science of history ; the only effectual manner of recognizing the great brotherhood of nations, and performing our part for posterity, as our ancestors performed theirs for us. This is the feeling which makes men earnest; bears them up through despondency and doubt ; gives vigor to their actions by the nobleness of their aim ; makes them ready to pardon and slow to condemn ; teaches them firmness in trial and moderation in success ; which leads them to hope from conviction, while they act from hope ; and inspires them with that expansive and invigorating sympathy, which, without forgetting the duties of its birthright, recognizes in all things some end that is good, and in all men the image of their Maker. Legislators of Rhode Island : I have thus ventured, in a manner, which, I fear, may seem to you too desultory and disconnected, to touch upon some of the phases of historical science in its connection with the progress of society, and to glance at some of the great questions which it suggests. I would gladly have gone further, and have spoken of them in their connection with our own beloved country. But the lateness of the hour admonishes me that I have already reached my limits, and that the few moments that remain, must be devoted to the more immediate interests of the Society, in whose name I have the honor to address you. I shall not attempt to give you, even in outline, the history of our society. That task will be accomplished at some future anniversary, by an abler hand. Neither shall I speak to you of the objects of our association ; for they were set forth with so much taste and elegance in the beautiful address with which our hall was inaugurated, that it would be presumption in me to do more than allude to them. But one thing I may venture to do, and that is, to remind you how vain all our efforts must be, without the active sympathy of our fellow-citizens. You, gentlemen, are making the history"], [26, "22 which we are endeavoring to record, and which, while we are try ing to catch a clear view of it, hurries by us, and mingles with the past. Dum loquimur fugerit invida Ætas. Pause then, for a moment, in this hurried flight of time, and see how surely all that you are doing for the present, has its cause and its explanation in the past. Remember how many a doubt has perplexed you, which a few lines, that some hand might once so easily have snatched from the fire, would have cleared away in an instant. Remember how many an hour you have passed in vain efforts to gather up the broken links of some neglected chain, a little fragment of which had been suffered to he unheeded, until it was lost forever. Remember by what uninscribed grave stones you have stood, and vainly asked the sunken earth, whose ashes had mouldered in its bosom. And then, look around you, and see how the present too is fading, and its records perishing from under our eyes. See how every day some new witness drops into the grave, bearing with him precious knowledge that can never be recovered again. See how much there is that from its nature must perish, how much that must always remain obscure, and then say, if you can hesitate to sympathize with us, in our humble efforts to preserve for our posterity, all that can still be preserved of those hallowed records, which unite us by so holy a bond to our forefathers. For of those forefathers, you like our selves are justly proud. We are all proud of what they suffered and of what they performed. We are proud that there are names among them which can well compare with whatever history records of great and of good. We are proud of the principles with which they consecrated the soil of our native state, and the firmness with which they lived by them. We glory that when bigotry and fanaticism were desolating the rest of the world with the wildest excesses, the torch of \" soul liberty \" first shot its pure rays into the gloom from the shores of Rhode Island. And sure of the past, with that liberty for our guide, and leaning firmly on our anchor of Hope, we can look forward with unwaver ing trust, to the cares and the duties and the glories of the foW. Ilr T)E 67"], [27, "NOTES Page 1. The first anniversary discourse delivered before the society was that of Judge Durfee, delivered on the evening of the 13th January, 1847, on the philosophy of R. I. history. On the 18th of January, of the next year, his own life and character formed the subject of an elaborate discourse by Rowland G. Hazard, Esq. Page 8. One of the most beautiful of Thorwaldsen's bas-reliefs represents Homer very nearly as he is described in the text. Page 9. \" E come quei che con lena affannata, Uscito fuor del pelago alia riva, Si volge all' acqua perigliosa e guata.\" Dante — P Inferno — c. 1 . And like to him, that with deep panting breast, From the broad ocean to the shore escaped, Towards the perilous waters turns and gazes • — . Page 14. Cole's ' Voyage of life.' Not that I would represent Cole as a fatalist. Never was a man further from it, or who united in a higher degree, christian humility, with confidence in the dignity of human nature. Page 14. This inexorable destiny corresponds to the noble picture of Fortuna. — \" che i ben del mondo ha si tra branche' \" in the VII. canto of the Inferno — \" general ministra e duce Che permutasse a tempo li ben vani, Di gente in gente, ed' uno in altro sangue, Oltre ladifension de' senni nmani. Vostro saver non ha contrasto a lei.\" V. V. 68-94 And Boethius — \" Non ilia miseros audit, haud curat fletus, Ultroque gemitus, dura quos facit, ridet.\" Page 21. Address delivered before the Rhode Island Hist. Soc, at the opening of their Cabinet, on Wednesday, Nov. 20, 1844, by William Gammell, Pro fessor of Rhetoric in Brown University. «■"], [28, ""], [29, ""], [30, ""]]