[[1, ""], [2, ""], [3, "THE CAPTIVE MONARCH. A TRAGEDY. IN FIVE ACTS. BY RICHARD H E Y, OF THE MIDDLE TEMPLE, ESQ^ XL.D. AND FELLOW OF MAGDALEN COLLEGE, CAMBRIDGE. LONDON: Hunted for vf.rnor and hood, no. io, birchin-lane, cornhill; j. edwards, pall mall; and r. faulder, new bond-street. 1794."], [4, "d£nter*& at &mio\\m$ I^all."], [5, "TO THE RIGHT HONOURABLE WILLIAM PITT, CHANCELLOR OF HIS MAJESTY'S EXCHEQUER, HIGH STEWARD OF THE UNIVERSITY OF CAMBRIDGE, and MEMBER OF PARLIAMENT FOR THE SAME UNIVERSITY, THIS DRAMA, IN TESTIMONY OF HIGH ESTEEM AND RESPECT, FOR THE SERVICES RENDERED TO HIS COUNTRY AT THIS INTERESTING PERIOD, IS HUMBLY INSCRIBED BY THE AUTHOR. February 1794."], [6, ""], [7, "ADVERTISEMENT. The following Piece is intended to exhibit fomething cf thofe Principles and Proceedings, which have of late defolated a neighbouring Nation. But it was, on the whole, thought better, to attempt rather that Imitation which artfefc from a general view of thofe Principles r.nd Proceedings, than fuch as traces the aEtual Events : and thus, bv indulging fomewhat in fuch FicTion as offered itfelf, to purfue the mode ufually adopt ed in compofition whofe aim is dramatic effect. To affifl: this effect, it has alio been thought better to make ufe of Names different from thofe of the late King of France, his Queen, Daughter, and Siller. The Perfonages of the King and his Family, in this Piece, have indeed a reference to the late King of France and his Family: but, in point of Charac ter, they are not offered as exact reprefentations. All the other Characters of the Drama are intirely fictitious : taken from the general fpirit of the times, and not from Individuals. The Author willies to add, that this Piece was (in a great nieafure) written fo long ago as laft May ; and before he had any intimation of another Tragedy relating to the fame af fairs. He felt a diffidence in prefenting to the Public fuch a Part as that of the Queen in this Drama, while the late Queen pf France was yet living. Of the propriety of this reafon for delay, the Reader will form his own judgment; after perufing the Piece. What has further delayed the publication, is of too trifling a nature to afk the attention of the Reader. Feb. 1794."], [8, "PERSONS of the DRAMA. Francis; King of France. Louis ; his Son ; eight years of age. La Porte ; Friend to the King. Dalentour ; Member of a Republican Aflembly, who have dethroned and imprifoned the King. Rimbard ; another Member. Manton ; another. The Prefident of the AfTembly. Gazelle ; Commander of the troops. Branterre ; Jailer. Isidore ; Under-jailer. Clare, Earl of Perfefield ; an Englifhman. Isabella; the Queen. Anne ; daughter of the King and Queen ; fourteen years of age. Constance ; the King's fifler. Caroline; daughter of Dalentour. Members of the Afiembly, and MefTenger. SCENE, Paris."], [9, "THE CAPTIVE MONARCH. A C T I. SCENE I. Dalentour' s Houfe. dalentour, lord persefield. DALENTOUR. 1 he courier who announc'd thy coming, Clare, Reviv'd us. Gallant land ! Five thoufand names, Of Britons leagu'd with us, delight mine ear. Double them, Clare. I'll thank thee on the ground; In humbleft pofture, which for Liberty Alone, and for no earthly Pow'r, I'd brook. lord persefield. Five thoufand are the names inroll'd. No more. But each will bring his five, or ten, or twenty. The brave patriotic lift fhall fwell apace. dalentour. While Kings look pale upon their tott'ring thrones. — Time"], [10, "8 THE CAPTIVE MONARCK. Time was, that Britons at a Tyrant's word, Spent blood and treafure, to confront our Tyrant, LORD PERSEFIELD. Time was, that France was call'd our natural Foe; And Slaves in Office, at a fmall expenfe Of craft, Iharpen'd the minds of men (bafe metal, Noftemper'd yet in Freedom's potent furnace,) To mutual maffacre. dalentour. Accurfed conteft, Which hod with richer plumes could deck its Tyrant! lord persefield. But now we offer you the hand of Friendship. dalentour. Let him who can rejecl: it fuffer death ! This penalty, forthwith, I fhall propofe In our augufl AiTembly. Do thou lead, With Britifh hands, applaufes that may fetch From echoing Heav'n loud approbation down. lord persa: :ld. Are not all Brothers ? The Atlantic bars not Fraternity's embrace: — and fball this Creek, Eight paltry leagues, make fchifm between two nations, \"Whom Nature meant one Family of love And mutual aid, joint patrons of the Rights All Men are born to, of Philanthropy Which recks not clime, or age, or fex, or colour ? dalentour. Joint haters too, my Clare, of crowns and fceptres, 8 Warrior"], [11, "ACT I. SCENE I. 9 Warriors 'gainft all who war with Liberty, Fell foes to boafters of their ancient Forms, Their Shadows of pretended government. LORD PERSEFIELD. Beloved Dalentour, where hatred, war, And enmity, are fruits of Love, or means, The only means, to fpread Philanthropy, I muff refpecf. them for their fource or purpofe ; But eagerly fhall watch the time, when Means So much unlike their End fhall ceafe, — when we, Difmifling violence, fhall no more appear Th' ambiguous beings, who, arm'd for war, preach peace, And from the Cannon's mouth promulgate Love. dalentour. Beware of treafon, Clare. Treafon 'gainft Kings (Ufurpers all) is mufic to mine ears. But treafon 'gainft the native Rights of Man, Now burfting on th' aftonifh'd world with blaze Refiftlefs, or againft th' enlighten'd men Guarding thofe Rights by rigours which the eye Of Prejudice may mifdeem Tyranny, — This, Clare, 'gainft Nature's felf is treas'n. lord persefield. Moft fweet The name of Liberty. The fimple Sound Inftant will give my nerves a thrilling rapture, And throw delicious motion through my blood. And, whence is this ? Thou know'ft. B DALpNTOUR."], [12, "10 THE CAPTIVE MONARCH. DALENTOUR. Thou art a Man, lord persefield. I am a Briton. — Born an Eaftern Vaffal, I had wonder'd at this aftive warmth within My veins. But I'm a Briton born : — enough. DALENTOUR. Are we not all born Men ? LORD PERSEFIELD. Yes. The full board Of Freedom's richeft viands, daily fpread To feaft a Briton, he moft freely fhares With all who have a palate and a foul. Upon the root of Liberty's fair tree, Planted by you, I'd freely pour my blood : And, fed by Britifh blood, 'twill cleave the fkies. DALENTOUR. It fhall, my Clare. — But, grant me leave of abfence. My gueft fhould claim me ; Pleafure would reward The Duty it attends : but higher claims, Of fellow-citizens and fellow-men, Cut off alike the duties and the pleafures Of our domeftic fellowfhip. Excufe me: And, in exchange, accept my daughter's prefence. [Exit. SCENE"], [13, "ACT I. SCENE II. 11 SCENE II. LORD PERSEFIELD foluS. Succefs to Freedom ! — But, in Dalentour, Glows there a pure patriotic fire ? No fparks Of perfecuting rage, vindictive fiercenefs ? — When univerfal Love, Humanity, And Peace, flow from his mouth, methinks no length Of time can pall my appetite of hearing. Sudden fome favage treach'rous plot deftroys The charm :— the generous Lover of Mankind, Pattern of virtue, Dalentour, ftands forth The bafe Affafiin of fome Prince belov'd, But blinded, or the framer of fome law Fiercely enjoining, upon pain of death, Not to dilfent from him, in a<5t or fpeech. [Enter Caroline. SCENE III. LORD PERSEFIELD, CAROLINE. CAROLINE. Sir, in the name of Infant Liberty, I make you welcome to this land ; — moft welcome. LORD PERSEFIELD. Thanks. On fwift wings of wifhes I have flown. CAROLINE. Has not your fwiftnefs brought your health in danger ? LORD PERSEFIELD. The air within this manfion foon reftores me ; B 2 Unlefs"], [14, "THE CAPTIVE MONARCH. 12. Unlefs fome frown from Caroline fhould blaft Its powers, and bid me languifh. CAROLINE. To fuch words Once could I liften. They became the times When Europe, in th' abyfs of Slav'ry funk, Endur'd both infolence and adulation. Our Sex were painted playthings to the gay, Contempt and ridicule to men of fcience, To all an humble animal unfit For mental excellence, incapable, By nature, of the deeds and thoughts that reach A Nation's welfare and a Nation's woes. LORD PERSEFIELD. Forgive me, if I err'd. But 'twas a truth I fpoke. I'll fpeak a bolder. Your lov'd Sex Has faults. Ev'n thofe who might have fhone con-. fpicuous, Can fink their worth in frivolous feeblenefs. Yet, if, deferring character of Sex, You rife, or fall, to fimple human Being, If you difcard what in you blunts our woes, And, foothing, humanizes rigid hearts, If you fupprefs each undefcrib'd emotion Of female bofoms, as 'twere Weaknefs fimply, Difgrace unmix 'd, I needs muft dread the change. Whatever be the gain, the lofs comes home ; I feel it here, in this poor breaft, already. CAROLINE."], [15, "ACT I. SCENE IV. 13 CAROLINE. Great Patriot, you who with difdain renounce Nobility, the empty boaft of birth, Who, from your higher rank, of Man, look down Contemptuously on all ficfirious rank, Grudge you, that we at length (hould break the chains In which ftern Prejudice, the jealous fiend, Has held our fex ? — Have we not numan rank ? Why aft we not, and fpeak, as human creatures? LORD PERSEFIELD. Nothing I grudge, nothing, my Caroline, To you. Be but yourfelf. — Are you yourfelf, If once you banifh female character ? — Who comes ? CAROLINE. I hear my father. And he brings, Perchance, his inmoftfriends, for private conf'rence, Ere our great nation's Deputies aifemble. LORD PERSEFIELD. I break not their retirement. [Going, CAROLINE. Stop an inftant. SCENE IV. PALENTOUR, RIMBARD, MANTON, LORD PERSEFIELD, CAROLINE. DALENTOUR. Thou feeft me foon return'd : — this pair of friends Attending, (dear to me, as to their country,) Eager"], [16, "THE CAPTIVE MONARCH. 14 Eager to welcome him whofe heart is one With ours, to learn of him and to impart Ail that concerns the common caufe, — the caufe Of France, of Britain, and of human kind. LORD PERSEFIELD. [To Manton and Rimbard.] Moft worthy Citizens, you got from us The Plant of Liberty : let us from you Learn to mature its growth. MANTON. The wat'ry ftraits Which parted us are vanifh'd ; the dire Hatred, Urging our anceftors to mutual flaughter And ev'ry woe of war, is chang'd to Friendfhip. RIMBARD. It grew not in us. 'Twas a bandage, bound, By defpots, o'er our eyes; with which they led Us on to battle. — Hatred now confume them ! DALENTOUR. Wonder not, gen'rous Briton, in our counfels To fee a Woman : — fear not to fpeak freely. We've learnt, a female head, or female heart, Can aid a Nation's caufe, — giving the lie To ancient prejudice againft the Sex. LORD PERSEFIELD. He knows not Clare, who flies to Reafon's pow'r To inforce on him the prefence of your daughter. Yet, fhould my varying thoughts divide my mind, Forgive and call me Novice -, — not prepared, By"], [17, "ACT I. SCENE IV. 15 By ufe, to mix th' impreflion of her eye With bufinefs of a Nation. CAROLINE. Nation, Clare ? Shall public virtue, (hall folickude For human rights, give dignity, refpeft, And ornament, to Man ? And fhall the eye Of Woman be difcordant to thofe feelings? rimbard, Divine ! This vigour pour'd into each limb Of our Republic, where's the Pow'r we crufh not ? Thus arm'd, infpir'd, and marfhall'd, will our Freemen The flavifh hofts, led on by Slaves, drive headlong. DALENTOUR. But, to our bufinefs. — This our Britifh friend, Incumber'd once with titles, fhook them off; Rifing from E?ri to Man. Wait we more proof, Ere we admit him to our confidence ? rimbard. Superfluous caution. CAROLINE. Clare will not betray The caufe of virtue : elfe I know him not. LORD PERSEFIELD. My thanks. CAROLINE. Admitted, too, a Citizen Of our Republic. MANTON. Being of that large virtue 8 Which"], [18, "16 THE CAPTIVE MONARCH. Which can embrace whole nations, nay the globe, He knows difcretion, and can fuffer it In others ; who plan vaft defigns, o'er th' earth To burft, with fplendour yet unknown to mortals, And give it new creation. LORD PERSEFIELD. Truft me not. My faith bring ftraight to the one teft of Deeds : And, as I prove me, fo hereafter treat me. , MANTON. Methinks thofe words were from thy heart. I truft thee : Known, too, of Dalentour. — Proceed we, Rimbard. RIMBARD. Shall Treachery be punifh'd, or efcape ? There lies the queftion. DALENTOUR. Traitors perilh all ! No fofter fuffrage knows the breaft inflam'd With patriotifm. CAROLINE. Nor fhall our feeble Sex, (So eall'd) afk mercy for the wretch perfidious, Who faps the rifing edifice of Freedom, Which though he curs'd, he gave his hand to rear. LORD PERSEFIELD. [AfideP] How fternly juft! — Yet, juft. Why found fo harfh ? I like"], [19, "ACT I. SCENE IV. 17 I like, and like it not. RIMBARD. Francis the King, Francis the Traitor, dies. MANTON. Shall we not firft, By folemn trial, prove his guilt ? RIMBARD. Yes: prove The fun to fhine-. prove that — MANTON. Yet Rimbard, Forms- Forms are the guides of pure fubftantial juftice j And clear the judges to the judging world. RIMBARD. Be it. To ftomachs which digeft not fubftance, Serve up your forms to feed on. I, mean time, 111 brook delay ; feeling within me that, May excufe all forms. DALENTOUR. The public proofs, with fafts Produc'd in private fince, might fhake a throne, — Its bafe coeval with the earth, its top In loftieft clouds, — and hurl a tyrant from it. My friends, urge we the tardy hand of vengeance : Till, the great debt of death difcharg'd, all claims Are fatisfied, all future crimes cut off. C RIMBARD,"], [20, "18 THE CAPTIVE MONARCH. RIMBARD. This only method now remains, to place Our infant State in fafety. MANTON. What's required For that high end, (in concord with mine honour,) Commands my voice, my all, while breath remains.— > And, how fpeaks Britain of our awful procefs That all muft gaze at ? LORD PERSEFIELD. It creates a paufe; Arrefting ev'ry thought, till fome great mind, Vent' ring abroad, draw puny thinkers on, And thus be beaten a path-way, where Opinion May dare appear in daylight. CAROLINE. Say you, Clare ? Does Treach'ry ftrike an ear in Britain's ifle, And leave a doubt of vengeance ? LORD PERSEFIELD. Britifh ears Shrink from a Traitor's name : but Britifh hearts, And Britifh heads, al\\ proof of crimes. And France I bid not hope, fhe fhall behold my country Drive with the torrent 'gainft all regal fway. A Briton loves his King. DALENTOUR. Make not a Briton To be my hatred. Once I did adore him j 5 Thence,"], [21, "ACT I. SCENE IV. 19 Thence, copied; rivall'd, next: now we look down With pity on the lean and pigmy fize Of mongrel Freedom that your countrymen Still hug with fond embrace. — But, pardon, Citizen: 'Tis us you now call countrymen. LORD PERSEFIELD. 'Tis true We follow now whom we have led. Yet, Friends, Yet ceafe I not, wholly, to love that manfion, Under whofe ancient roof for years I lived In plenty, peace, content, and happinefs. RIMBARD. Say, penury, tumult, and a murmuring mis'ry. Such is your fyftem, view'd with ours. CAROLINE. Bafe, narrow i Suits not a gen'rous heart, binds up ignobly Th' expanfive fprings of warm Philanthropy, Limits Fraternity, checks equal Rights, Which fpurn at all that Privilege is named. RIMBARD. Such eloquence hears Britain ? LORD PERSEFIELD. From the Sex I never heard it. Call I this, Delight ? [Afide. Or Pain ? 'Twill fan my paflion, or will quench it. C 2 Caroline '"], [22, "THE CAPTIVE MONARCH. 20 Caroline ! [To Caroline.] CAROLINE. Clare ! — What fay you ? DALENTOUR. Patriotifm In female form, confounds him. — But, to bufinefs. And, if we fail, I fly. No more I dwell Where royal Puppets, moy'd by fecret agents Of Pow'rs infernal, deadly foes to man, Stalk with gigantic cruelty o'er Rights Of millions. RIMBARD. Fly we, Dalentour, together ! Be it to frigid or to torrid climes. There Freedom's breath and Rights diffus'd to all Shall thaw the ice, or cool the fcorching beams. LORD PERSEFIELD. Fix me thofe bleflings, beyond human outrage, Crown them with fober and fecure enjoyment, To each man, of the hut his hands can build. The grain he raifes, and the ore he digs ; Then will I gladly meet all Ills that fea Or clime inflicts. Be your lot mine. MANTON. And mine. Briton, what fecret converfe with my foul Has thine maintain'd? Thou fpeak'ft its inmoft thoughts. Infur'd thofe Bleffings, cheerily we'll face The"], [23, ", ACT I. SCENE IV. 21 The Ills ; nor yield the palm of patient courage To thofe who hunt with keeneft appetite The blood of Francis. RIMBARD. Rule thy tongue : le ft Treafon, Againft the Lights of this our land, efcape thee. If Treafon's voice affault the ear of Rimbard, ' Can Accufation fleep upon his tongue ? MANTON. Mean'ft thou to threaten ? DALENTOUR. Compel not accufation, My hitherto refpected friend. MANTON. Nor, you, Think to reprefs what from yourfelves I learnt, Speech unreferv'd. The Freedom is a mock'ry, Which frees my tongue to aflail with rancour whom We once obey'd, but, if a cenfure touch The Pow'rs that now have fiway, ftraight cries out, Treafon. [Enter a Meffenger. MESSSENGER. Th' Affembly of the nation meets, and calls Your aid. DALENTOUR. We come. Do you conduct this ftranger Where he may hear each word pronounc'd this day. MESSENGER."], [24, "22 THE CAPTIVE MONARCH. MESSENGER. I will attend him. CAROLINE. Father, hear. — One moment. DALENTOUR. Follow. [Exeunt all but Lord Perfefield. SCENE V. LORD P£RSEFIELDyo/«J. Sweet Spirit of Love, who bad'ft me hope That her foft mind, in years to come, would fmooth My brow from wrinkling furrows, plough'd by cares And toils of Manhood, is it thou haft wrought The change ? — For— fhe is chang'd. — Spoke fhe not juftly ? Then, what offends me? Should not heav'nly Freedom Iflue with richeft grace from heav'nly lips ? — 'Tis Arrange. — I'll think no more on't, now. I go. The fate of Nations and the World invite Mine ear. What is the life of one ? Yet, fhould That one bear in his fate the fate of millions, — But I attend. — Live Liberty ! And Francis ! [Exit. END OF ACT I. ACT"], [25, "ACT II. SCENE I. 23 ACT II. SCENE I. A Prifon. THE KING foluS. Am I a Monarch ? France my vaft domain ? Have Europe's Pow'rs fhrunk at an angry nod Of my high anceftors ? Has this my Perfon Receiv'd from crowds of courtiers preffing homage, This Voice fent willing hofts to both the Indies ? And, now, a pris'n my palace ! Now my guards Command me, not obey; — a hoftile band, Who cry for Liberty, but grant it not. — My Subjects? Were it Britain punilh'd me, Or were I to thofe Beings a prey, whofe woes I did o'erlook when pow'r was in this arm, Whofe harafs'd limbs raife in our weftern ifles What we confume in pamper'd indolence, — Had thefe moft injur'd mortals been my fcourges, Then had I bow'd my confcious head in filence. But, they! My Subjects! Whom I lov'd as doth A father love his offspring ! — Death may foon Kindly relieve this head. Elfe, madnefs mud. Could I fend out this bofom 'midft my people, Legibly grav'd with ev'ry thought there harbour'd Sine:"], [26, "THE' CAPTIVE MONARCH. 24 Since I've had fubjects, many a head might drop Inftant from off its trunk, which has belied me. But, live ye, my word foes ! Live, and repent ! I have repented, and to Heaven's wrath I bow ; — my crimes againft the innocent Thus punifh'd through the guilty. Should my death Deluge my land with blood, — Hold ! that's not mine To think of. Fitter for th' all -feeing Eye, That guides an all-controuling Hand. — Who's there ? [Enter Ifidore. SCENE II. THE KING, ISIDORE. ISIDORE. One who would not be here, but in the hope To foothe your Majefty's condition. KINC. Hence With Majefty ! Offenfive to my ear, And dang'rous to thy tongue. ISIDORE. My tongue's forgetful, Oft as you've caution'd it. But 'tis not, now, On me your thoughts ihould dwell : yourfelf have need, Too great, of all your thoughts. KING. Hope for myfelf Has left me, Ifidore. In awful leifure I ponder"], [27, "ACT II. SCENE II. 25 I ponder on the lot that waits my friends. Art not thou one ? ISIDORE. If he is one who feeks, By prefent deeds, to wafh out ftains of injury; Which left but this of comfort, that I gained A ftation where at length I've learnt to know Him I had hated, — where I may give proofi Daily, before his eye, of my repentance. KING. Thou canft look fternly. Ent'ring here, thy afpect — Pardon me, Ifidore. Now, not one Look, Or Word, but glads my foul with fweeter fragrance, Than all the incenfe wafted on the wings Of Butterflies that flutter'd round my throne. ISIDORE. Had all your foes, filling, by turns, my office, Seen what I've feen, you had now been on your throne ; To blefs who would be bleft, and fcatter Freedom. KING. Branterre, thou feeft, relents not. ISIDORE. What of him ? Or of fome hundred hearts that were not born Of woman ? Thefe may rule my countrymen, While they can blind them : not a moment longer. KING. Tell to my Boy, fhould he e'er mount the throne, What thou haft feen and felt ; — what 'tis fubdues D The"], [28, "l6 THE CAPTIVE MONARCH. The hearts of Enemies. Ifidore, tell him, His Father bids him in his palace be, What in this cloudy pris'n has won thy foul. ISIDORE. 'Tis not for Ifidore, to ftand befide A throne. Should my poor country but return To fober quietnefs, I'll feek again My peaceful nook. KING. See now this world. 'Tis thus Virtue withdraws herfelf, and leaves her room To Counterfeits, who, what they lack in merit, Supply in confidence, in glare, in buftle. Then comes the outcry, f Fie upon crown'd heads ! \" They feed bold Beggars, let meek Merit deep.\" What Prince at ev'ry cottage door can knock, To wake the wilful deeper ? — Ifidore, Kings can complain> thou feeft. ISIDORE. Kings may have caufe. This houfe has taught me. KING. I will bequeath to Louis A written leffon of my prefent thoughts. Should he be crown'd, wilt thou prefent it to him ? ISIDORE. If I have life, and find accefs. KING. Enough. I wifh"], [29, "ACT II. SCENE IV. 27 I wifh to fee my Queen ;— Wife, Ifidore: I fay, my Wife. This comfort's left. How long, I know not. ISIDORE. Is't your pleafure, too, to fee KING. Beware of Titles. — Leave it to herfelf. SCENE III. THE KinGfoluS. Shall Love like Ifidore's go unrewarded ? 'Tis not forgott'n above. That clears not me;—- Might hands fo feeble find reward to give. The writt'n bequeft, left to his charge for Louis, (Should unforefeen events enthrone my Boy,) Shall not forget my guardian Ifidore, Nor ftrong injunction to reward his deeds. SCENE IV. THE KING, THE QUEEN, ANNE, CONSTANCE, LOUIS. QUEEN. Ifidore fays, you call for me. This train, Difconfolate, attend if you forbid not. KING. I wifh'd around me thofe, into whofe hearts I may th' o'erflowings of my own pour freely. Such is your train, as far as age permits. D 2 ANNE."], [30, "28 THE CAPTIVE MONARCH. ANNE. Love I my father lefs than daughters older ? KING. More than your health allows, or happinefs ; — I fear it. ANNE. Would you have me happy, Sir, And not love you ? KING. [To the Queen.] No anfwer can be given To fuch a queftion. CONSTANCE. Think you, Anne, arrived At my age, or your mother's, you fhould find More ftrength to bear your forrow ? ANNE. Should I not ? CONSTANCE. At my age, or your mother's, then, reflect On this, and put the queftion to yourfelf. ANNE. As though I were to live ! Aunt, think you not I catch enough, of words that you let fall, To know my danger; though your caution watches, Left I fhould hear too much ? I thank you for it. Yet, be perfuaded Anne has courage. QUEEN. Courage ? Why, thou wert born to it. But, yet, too young To"], [31, "ACT II. SCENE IV. 29 To invite fufpicion. Me mifguided wretches May well attack. The ftage of public action Has known me. And the men who feel a grievance, Or think they fee the Shadow of a grievance, And, as in midnight terror, paint its form, To fuit their vifion, grimly horrible, Or ghaftly pale, thefe men will rufti upon The firft great object comes in view. KING. Mifguided Surely they are. If I do know this heart, Its woes are center'd not in Self, nor bounded Ev'n by the objects plac'd before mine eyes This inftant. No. It wanders through the land, Bleeds at the ravages of direful Difcord, And fmarts at wounds of foes, while their mouths foam With curfes on my head, — the Tyrant Francis. CON'STANCE. Thefe words, oh, might they, poifon'd by no comment, Enter the ears of a misjudging people ! With what a flood their loyalty would burft 1 QUEEN. And glorioufly o'erwhelm a hoft of traitors ! But the arch-traitors, barring Truth's approach, Send their hoarfe trumpets forth, of moft foul fcandal, To force all ears. LOUIS. [At a diflance,fpeaking to his playthings.] Stand up, you ugly Traitor. You're"], [32, "THE CAPTIVE MONARCH. o0 o You're a good Subject : ftand you here, fee. — There. I'll have you fight. CONSTANCE. Hark ! Louis makes misfortune Serve him for play. KING. Boys are in vehement earneft, Play though we call it. LOUIS. What, the Royalift down ? O, fie ! — Rife. If you let a Rebel beat you, This captain fhoots you dead. QUEEN. Go to him, Anne. You hang upon your father, and myfelf, Too much. ANNE. Muft I be fent away ? — I go. [Goes to Louis, at a diflant part of ' the ft age. QUEEN. Go without murmur. — If fine tend her parents With this folicitous ardour unremitting, Frail though her aid be, yet the force, reverting Upon her feeble frame, may fhatter it, And give delight to Fiends, — of hell,— and earth. This muft not be. No. Let her live to blaft, With terror, as with beauty, ev'ry vifage Meagre, and grim,, and fiend-like, that, with tongue Of ferpent, hiffes at the envied luftre Of polifh'd life it was not born to fhine in. KING"], [33, "ACT II. SCENE IV. 31 KING. Too old to be detach'd from grief by fports, Too young to effect the fuccour which moft fondly She does attempt, the fight of her unmans me : Yet, abfent, ftraight my heart goes forth to feek her. Suffer this, both. Nor fay I flight your woes, Or the fweet folace I derive each hour From your great efforts. CONSTANCE. 'T were ajaundic'd eye, Could fee your love of her, neglect of us. Nor is our woe fo flender, we need call Invention to increafe it. KING. 'Tis too true. LOUIS. [Goes to the King.] Thefe men are bad ones. KING. What men, Louis ? LOUIS. There ; The wooden men: — do nothing as I'd have them. KING. Men made of flefh and blood can be as bad. LOUIS. I wifh my men had feeling. KING. Some who mine Once call'd themfelves, can boaft not much of that. 5 LOUIS."], [34, "32 THE CAPTIVE MONARCH. LOUIS. When you get out, Sir, you muft hang the rebels ; And make the good men rich. KINO. When I get out ! Is that to be ? LOUIS. We'll make them open the doors. SCENE V. THE SAME, AND BRANTERRE. BRANTERRE. A man would fpeak with Francis. QUEEN. Speak with whom ? KING. [To the PpAueenP] Do not forget yourfelf. I'm nothing more. Sounds that, on wings of fancy, bore a magic Of title, rank, and rev'rence, ev'n ourfelves Have banifh'd. Look you, then, that he fhould fpeak them, Who rules where we are captive ? BRANTERRE. Fie defined Admittance to the King. My anfwer was, I knew of none; — in pris'n, or in the nation. QUEEN. Was that your anfwer ? BRANTERRE."], [35, "ACT II. SCENE V. 33 BRANTERRE. Was it not a good one ? CONSTANCE. Refpect your feelings, Madam ; and my brother's. KING. Where fhall I fee him ? BRANTERRE. Here is beft. The females Can leave you. QUEEN. Heav'ns! The Females! [Afide. LOUIS. Open the doors, Call the King's guards, and let his Majefty Depart. BRANTERRE. Not fo, my fpawn of royalty. KING. Hurt not my Boy. [Draws Louis to him. BRANTERRE. Teach him to know himfelfi ANNE. Are we to leave you. Sir ? KING. A perfon afks To fpeak with me. LOUIS. Difmifs him foon. BRANTERRE. We're tedious. E As"], [36, "34 THE CAPTIVE MONARCH. As 'twere fome Palace ; where each idle motion Is clogg'd with heavy pomp, and bafe retinue Of proudly ftrutting flaves. QUEEN. I pray, was Infult Injoin'd by thofe who plac'd you here ? BRANTERRE. To Kings Infult were recompence moft meet. — But, hafte ! My time's a charge held of the Sov'reign Public. CONSTANCE. To endure, is all our leflbn. QUEEN. Children, come. [Exeunt Queen, Conftace, Anne, and Louis. Enter La Porte, by another door.] LA PORTE. But, you can leave us. BRANTERRE. How ? — Some plotting Courtier ! LA PORTE. In his meridian rays I ne'er did bafk. [Delivers a letter to Branterre ; which he reads.] BRANTERRE. This is my warrant. But, Difpatch, remember. KING. [AfideP] A ftranger ! [Escit Branterre. Branterre, quit us not. A ftranger Has nothing for my private ear. 5 SCENE"], [37, "35 ACT II. SCENE VI. SCENE VI. THE KING, LA PORTE. KING. Mine eye Recalls not, Sir, th' impreflion of your face. Why are we left alone ? 1 LA PORTE. If, 'gainft my purpofe, Alarm feizes your royal breaft, read this. [Gives a letter. KING. [Having read it.] Enough. Your bus'nefs ! LA PORTE. Pleafe your Majefty, I come KING. Majefty ? Where ? This is a prifon. Nay, Majefty, I'm told, is known no more In the vaft realm of Francis. Speak not now Of Majefty. LA PORTE. In this as other points Of duty, will La Porte obey. KINO. The bus'nefs! LA PORTE. My wifhes for your fafety bring me here. KING. Have you forgot your own ? A monarch fallen E 2 Is"], [38, "36 THE CAPTIVE MONARCH. Is an infedfed creature : from whofe touch, Or fight, prudence draws back. LA PORTE. Prudence is virtue, In time and place. And thefe a Coward's brain Fertile creates, when mifchief is abroad. KING. 'Tis erring friendfhip flies in danger's face, Hopelefs of giving aid. LA PORTE. 'Tis a cold friendfhip That hides itfelf, to wait for certainty. Nor does your fate ftand fingle. Man's dim vifion Reaches not through the compafs of events Tied by the thread of one frail life. My Country, And not my injur'd King alone, infpires me. KING. But what can friendfhip, wifilom, courage, now, For me ? LA PORTE. They may to Reas'n and Truth give voice. KINC. The voice thefe love, temp'rate and calm, would fpeak In vain 'mid Difcord's din and fiery Tumult. But, to your fpecial pgrpofe. LA PORTE. A Tribunal— Flave you not heard ? KING. I'm warn'd to be prepared. LA PORTE."], [39, "ACT II. SCENE VI. 37 LA PORTE. Can you be aided ? — There my errand lies. KING. 'Tis adding one more pang to what I fuffer. Men, treading down the higheft human Power They had learnt to rev'rence, trampling on all Law, Save the wild Fancies of the hour, — thefe men Would all who to that Pow'r, or ftablifh'd Law, Adhere, in one vaft ruin fweep. — But, where Your hopes ? Your means of help ? LA PORTE. In my profefiion. The even-handed Juftice is my ftudy. I've liv'd to hear a blcfiing on my head From Innocence my tongue had fav'd. The hands, Which once in doleful dungeons fhriveling pined, Gratefully, fince, have paid, by healthful toil, Rewards I did not afk, — therefore moft fweet. To plead your caufe, would be its own reward. KING. 'Twere lighting firebrands to confume vourfelf. Self-murder. — Think, what Judges. Whom incenfing, You, for reward, may fhare the fate of Francis. LA PORTE. By Heav'n's permiffion fliould th' event I name not Dilfolve throughout this land the bands of union, Who, that for helplefs mifery feels a pang, Who, that detcfts Rebellion's hideous vifage, Could joy to find himfelf in life ? KING."], [40, "38 THE CAPTIVE MONARCH. KING. Great Soul, The fafety thou difdaineft, here purfbes thee. Th' Affembly thy petition will reject. LA PORTE. Grant your part. KING. 'Tis mere form. 'Twere fafely granted. But, wherefore urge me to a needlefs promife ? LA PORTE. Needlefs ? — To fave whom long I've lov'd in private, To refcue from abhorred guilt my Country, La Porte would rival ev'n the ancient Roman, Who plung'd into the gaping gulph of death. KING. Who now fays, Public Virtue is a phantom ? Who but the reptile, that on earth trails bafely Its groveling length, and fees not forms erect ? LA PORTE. Or, if I fpeed not, death is all I wait for. I court not death. Though fweet, when fuch the Caufc We die in, yet the Caufe removes all ftain Of rafh and weak felf-murder. — Give your promife. KING. Take it ; — on faith of him who was a King. LA PORTE. Already your tribunal has affented. [The King covers his face, infilenceP] [Enter Ifidore. SCENE"], [41, "ACT II. SCENE VII. 39 SCENE VII. THE KING, LA PORTE, ISIDORE. ISIDORE. My orders— Ha ! What deeds are doing here ? [To La Porte. KING. If thou didft know him, gentle Ifidore, Thou'dft wave the tone of fierce inquiry. ISIDORE. How ? KING. But, do thy duty. ISIDORE. To difmifs the ftranger, Branterre has fent me. KING. Branterre, had he known The ftranger's errand, had long fince abridg'd it.— I would you knew each other. Time may come, Thefe deeds of old you fhall talk o'er, and plan, In fome new form, my defolate kingdom's welfare. — But, break we not your orders ; left I lofe you. [To Ifidore. ISIDORE. Tis, then, fome Friend, has pierc'd thefe walls. KIN8. Join hands. [Lays his hand upon theirs.] Rcih"], [42, "40 THE CAPTIVE MONARCH. Rich Loyalty ! Wafting, through prifon walls, . And a rebellious atmofphere, fweet fragrance ; Which, fearlefs of contagion's pow'r, can reach The fkies, and float around the throne of mercy ! — • Ifidore, 'tis La Porte his own head rifles, To fave a head condemn'd, perhaps, already: — My Advocate on the approaching day. ISIDORE. I thank thee, gracious Heav'n. KING. La Porte, you here Behold a demon's deputy, himfelf A fpirit caft in fome celeftial mould, And hither fent to fmooth my dungeon's horrors. LA PORTE. And may the Pow'r, which, as thro' palaces, Can fee through dungeons, there reward him where All entrance is on demons and their flaves For ever clos'd ! KING. Amen! — But, you muft go. How fares the city; — once my boafted capital? Anfwer me briefly. LA PORTE. As its King. Fallen ! Fallen ! ISIDORE. What read you in men's faces, as you pafs ? LA PORTE. More than would afk an hour's fullfpace, to tell. I read all forms of wicked nefs and woe. Men"], [43, "ACT II. SCENE VII. 41 Men in whom ftood the bulwark of the State, The peaceable, induftrious, loyal, virtuous, Are aw'd by impudence of fcarecrow villains, And (hew as fcatter'd Limbs without a Head. While unfledg'd Officers, with raw authority, Mouthing the Rights of Men, beat down all Law That men were us'd to follow; — preach up Freedom Of fpeech licentious, but the tongue that dares Approach the old allegiance threaten with death. Wives at their doors I fee, with famine pinched, Watching return of hufbands arm'd with pike, That on its point carries fome Citizen's murder: Or, if a feaft they bring, 'tis thievifh plunder, Not honeft earnings. — Confidence is banifh'd. Anxious Sufpenfe, wild Thoughts, poffefs each count'- nance. The man that meets his Brother, takes, the moment, A pofture of defence. The Friend who fhakes Flis Friend's right hand, looks in the left to fpy A Dagger. KING. My poor Kingdom!— Then, to Francis Muft all be charg'd. — But we forget. Hie hence, My dauntlefs Patron. LA PORTE. Soon we muft confult. I'll fearch advice, and bring it to your ear. [ Exeunt. END OF ACT II. F ACT"], [44, "42 THE CAPTIVE MONARCH. ACT III. SCENE I. The Affembly. DALENTOUR, RIMBARD, MANTON; WITH THE PRESI- DENT, AND OTHER MEMBERS: ALSO LORD PERSE- FIELD. MANTON. We wafte our time. The hour's at hand, that brings. Our folemn fcene, — a People o'er its King In judgment feated. RIMBARD. King has, here, no meaning. A foreign term : which, crofs the Pyrenees, The Alps, or Ocean, may awhile exift; But, in the fpace of one poor century, Shall wear the ruft wherewith hoar Time firft covers, Then filently devours, the monuments Of earthly grandeur. MANTON. Yet, in this bold fcene, Muft freezing awe feize on the cold blood's current; Though Law pronounces, \" Monarchy is dead.\" DALENTOUR. Be fome dire punilhment for treas'nous eyes, Daring to melt with pity. [Applaufes. LORD PERSEFIELD. Heav'ns ! Where am I ? [Afide. Manton."], [45, "ACT III. SCENE I. 43 MANTON. Difpatch we bufinefs. Left, th' accus'd arriving, Delay give needlefs pain. [Enter Branterre. BRANTERRE. Francis attends. We wait the fov' reign will. [Exit. RIMBARD. No headlong hafte. Let him be held prepar'd. This high Affembly, The People's Image, bids him here when fitting. Thus are we frugal of the public Time. MANTON. Thefe lighter matters we can well poftpone ; In truth, already wantonly deferted. i DALENTOUR. Let Francis feel himfelf a Man. His thoughts Can wander back to pomp and pageantry Of old, encompafiing his giddy head, And in expectant weary penance holding The tame, ftarv'd, fuitor, unenlighten'd yeZ, Ncr knowing, that, with flefh and blood like Francis, He had equal rights. MANTON. Be not Revenge the praife Of thofe who mark for others' fteps the paths To tread ! The Public Weal be all our guide ! RIMBARD. Againft a Tyrant fweet is our Revenge. 'Tis on his head we break our chains. F 2 LORD"], [46, "44 THE CAPTIVE MONARCH. LORD PERSEFIELD. Boaft thefe [Afide. Humanity and univerfal Love ? RIMBARD. To gazing Nations widely wedifplay The Right fupreme, which Man, by Nature's charter, Claims over fceptred Puppets and their foolery. MANTON. In prying Nations we awake fufpicion, That they who part with Kings can keep the Faults Of Kings. Will this win Confidence ? [Enter Branterre. BRANTERRE. The hour 'is come. Francis requefts to meet his Trial. PRESIDENT. Bring in your Pris'ner. [Exit Branterre. This auguft Affembly, What yefterday in full decree it promis'd, Doubtlefs to-day in action will revere. I fpoke but as your mouth. MANTON. Promife isfacred. SCENE"], [47, "ACT III. SCENE II. 45 SCENE II. THE SAME; WITH THE KING, LA PORTE, BRANTERRE. PRESIDENT. Francis, ycu're charg'd before this high Tribunal (Which bears all Sov'reignty) with heavy crimes, And num'rous. Op'n Confeffion would releafe The Nation's Pow'rs to works of weightier import, Would free yourfelf from tedious doubts and toil, And win moft pow'rfully your Judges' Mercy. KING. And is the time for Mercy come, already ? Already am I judg'd ? And fentenc'd ? DALENTOUR. Spare Your queftions. You're to anfwer our's, as Truth Eemands, and the Refpect due to this Body. If you confefs, be't quickly. KING. Let the Wretch, Who feels a guilt, confefs. Ere I accufe me, I muft invent the Crime. Ev'n to give Anfwer, Difdain refufes. But Sufpicion's blots Muft be wip'd off: — that who with love name Francis, May do it without a blufh. — Here do I dare The force of ev'ry fair and open queftion. LA PORTE. Yet, weigh your Anfwers. And, in matter complex, Give me fhort conf'rence. 'Twill not be denied us. RIMBARD."], [48, "46 THE CAPTIVE MONARCH. RIMBARD. Remove La Porte. He fhall at length have audience, The Queftions clos'd. To thefe the Pris'nor, boldly, Can anfwer give, if innocent. If guilt Lies hid, the tongue intangled may betray it. LA PORTE. Oft have I mark'd a Pris'ner,. wan and tremulous, Refembling Guilt : — when 'twas but novel forms Of law, and doubt left Proof defert his innocence,— Left erring judgment (Error being human) With wretches herd him,\" who, in our nature, fhew As rankling ulcers. Such has rafh Opinion, With private fentence, oft tow'rd infamy Weigh 'd down : — rage at the Act outrunning Proof 'Gainft the fuppofed Agent. And fuch oft I've fuccour'd -. — calling back their fcatter'd powers Confounded, and to injur'd Truth reftoring Its native firm confidence. RIMBARD. Here's a man, If we but give permiffion, means to teach The Nation and its Delegates their duty. KING. Confide in me, La Porte. Truth marlhals me To Triumph, elfe to Honour in my fall. And thou, too, wilt have audience. Reft on that. PRESIDENT. Your Crimes are 'gainft the People's Majefty. \"lis charg'd, that, in the precincts of the manfion 5 Where"], [49, "ACT III. SCENE II. 47 Where you, by favour of the People, dwelt, Barb'rous you caus'd to flow the precious blood Of Citizens ; — that, treach'rous, you have leagued With foreign Pow'rs, to crufh this infant State :— . With fundry other Charges, to be anfwer'd. What fay you ? Do you thefe confefs, and bend Your eyes tow'rd Mercy ? Or, fhall this Tribunal Proceed, on folid Proofs, to rigid Juftice ? KING. Should the wide World, by feeming Proofs deceiv'd, Admit me guilty, 'gainft my fate I place The fhield of patient courage. But, till proofs Of potency delve ouc of this firm breaft Its confcioufnefs, my Tongue's a Traitor, owning Or Deed or Thought tow'rd my deluded People, Which, charg'd on Man or King, could make afhamed. RIMBARD. Deluded People ? Spare Infinuation : Elfe you repent it. PRESIDENT. Add it to the Charges. Be it referv'd ; with others. DALENTOUR. Whereto tends, Francis, your mention of a King ? KING. I was — I am a King :— I think fo. 'Twas my meaning, That"], [50, "48 THE CAPTIVE MONARCH. That thoughts becoming Kings have been the thoughts Of Francis. RIMBARD. Do your ears receive thefe words, And fit ye patient ? — From the flitting Shadow Of our departed Tyranny, arraigned Before the Sov'reign People ? DALENTOUR. Such we are, Here plac'd; — the People's Organ and their Semblance. Let the rafn man gainfay his words, or, inftant, Be they his Accufation, — all elfe refting. PRESIDENT. Francis, retract them. 'Twere your wifdom. KING. Say you? Forget I'm Francis ? Give myfelf the lie ? Seal the foul deeds, which, under thin pretext Of what is much mifcall'd the Nation's will, Have robb'd the Nation of its ancient Laws, And left a yawning chafm of Anarchy ? [An uproar in the Affembly. PRESIDENT. 'Tis fit the headftrong man retire. 'Tis fit, That we refpect ourfelves, and take our meafures. Pris'ner, withdraw. And, when we next demand you, Bring language that may fuit your place, and pay To ours its due. KING. When I forget my place, Acctile"], [51, "ACT III. SCENE III. 49 Accufc me. I have lov'd, and love, my People. Be life or death my lot, I'll not betray them. [Exeunt the King, La Porte, and Branterre. SCENE III. THE SAME PERSONS AS IN SCENE I. PRESIDENT. On what refolve we ? Shall this Trial hold The courfe prefcrib'd, or to the flagrant words, Ourfelves have heard, pafs over ? DALENTOUR. Trial is needlefs. Decree the Traitor's head and trunk be fever'd, To Infamy his name for ever doom'd. RIMBARD. Nor loiter Execution ! Ere the fun In darknefs twice have left us, op'n thofe duices Of blood devoted, which alone can quench The vengeful third: of a wrong'd fov 'reign People. MANTON. Should we, tow'rd vengeance, take thefe hafty ftrides, Fall'n is our Nation's praife. Below reprieve We fink in ignominy. DALENTOUR. I Or in fame Stand higheft. France fhall bare its arm of fury, And teach the paufing Nations, that, to ftrike, G When"], [52, "5© THE CAPTIVE MONARCHY When Traitors dare oppofe, can fix for ever A People's broad-bas'd power, and ftamp its fame. [Enter Caroline -, who places herfelf near Lord Perfefield. MANTON. Th' o'er-pow'ring dignity of force difpaffion'd, In us difcern'd, fhall, in aftonifhment Dumb and irrefolute, hold thofe haughty (pints Our petulance might urge to draw the fword, Not to be fheath'd till one vaft fea, of blood Be what was Europe. RIMBARD. Cowards are as Traitors. Let the fame axe be deftin'd to their heads ! MANTON. Ne'er fhall the charge of coward make me fwerve From— [Interrupted by clamour. PRESIDENT. Hence with pers'nal controverfy. Think, Europe's our audience. — Shall the fate of Francis Reft until next we meet ? RIMBARD. Vengeance immediate ! \\A general cry of] Vengeance ! MANTON. Preferve the peace. Protect the Pfis'ner, Till calm deliberation fix his fate. [Louder clamour. PRESIDENT."], [53, "ACT III. SCENE IV. 51 PRESIDENT. By virtue of my pow'r — (reluctantly I ufe it) — till to-morrow I adjourn Our feffion. [Exeunt all except Dalentour &e. SCENE IV. MANENT DALENTOUR, RIMBARD, LORD PERSEFIELD, CAROLINE. CAROLINE. Father, whence, I pray, this Clamour ? Too late I came. LORD PERSEFIELD. But not too late to fhew [Afide. Thou haft a heart that never fhall be Perfefield's. DALENTOUR. Oh, hadft thou heard his phrafe of arrogance ! Self-titled King, when Royalty is vanifh'd ! So young, ftill thy full heart, with forceful fpring Of patriotifm, had fpurn'd th' audacious tyrant, Thy voice enrich'd th' harmonious cry of Verfgeance. CAROLINE, In Rome and Sparta, Females, you have told me, Were not fuch Babes but that the public weal Had charms to fix their minds. They could endure, Could revel in, the fcenes of patriot valour, G 2 Whofe"], [54, "52 THE CAPTIVE MONARCH. Whofe gory afpect would a modern female Strike fenfelefs on the earth. LORD PERSEFIELD. 'Tis well I've heard you. [Afide, Thofe lips and mine no mutual troth have plighted. DALENTOUR. Clare now has witnefs'd th' energetic fpirit Breathing in Freedom's Sons. Inhale this breath. Diffufe it, Clare, through the rich ide of Britain. Then fhall two Lands, that look fraternally Acrofs a ftream of water, be but one. — Already we are one : — faidft thou not fo ? RIMBARD. Speak it again. I've not yet heard the found From Britifh mouth. 'Twill brace me. — Wherefore filent ? Whence this blank mien ? LORD PERSEFIELD. Does France with her Profeffion Accord her Practice ? DALENTOUR. How ? What ? Doubt you thofe Whom Freedom proudly calls her deareft children ? LORD PERSEFIELD, I doubt my ears, my eyes, my very being. But, if I dream not, if I am where Freedom To heights before unknown afpires, where Patriots Dauntkfs"], [55, "ACT III. SCENE IV, 53 Dauntlefs affert th' eternal Rights of Nature; Say, did I fpeak, in fimple footh, my thoughts, Would France, would you, endure it ? CAROLINE. Speak them, Clare. Congenial fouls, with rival hafte, each thought, Ev'n as it rifes, mutually transfer. LORD PERSEFIELD. Say, Dalentour, if, as mine eye receives Imprefiions from the various fcenes prefented, (Each object on my fenfe unwarp'd and paffive Leaving its image,) aught fhould ftrike mine eye Offenfively, fhall my tongue boldly name it ? Extends the Freedom, echoed through your ftreets, To give to Speech the broad Security We know, and daily ufe, in Britain's ide ? DALENTOUR. 'Tis but to Traitors we deny that Right. LORD PERSEFIELD. Are all fuch, who prefume to fee a fpot In the bright ftars that rule die prefent moment ? [Enter La Porte bafiily. SCENE"], [56, "54 THE CAPTIVE MONARCH. SCENE V. DALENTOUR, RIMBARD, LA PORTE, LORD PERSEFIELD, CAROLINE. LA PORTE. Help ! Help ! Diffolv'd ? Where — Where is one can rein The multitude broke loofe, favage in blindnefs ? DALENTOUR. What means it ? LA PORTE. Save his threaten'd head. Save Francis, LORD PERSEFIELD. Is't come to this ? Fall'n Majefty to lack The fcant protection guards a Murd'rer home To his dungeon ? RLMBARD, Murd'rer ? Traitor's blacker, tenfold. Where's Majefty, thou Briton half-enlighten'd, Save in the People ? — But, La Porte, inform us. LA PORTE. If you have human nature in you, pity him. If pow'rs of motion, run. If yet yon waves, Thaf roll uncertainly, but tow'rd his head Do mainly prefs their pond'rous flood, you aught Can fway, go, bid refpect his fuff 'rings. Hafte ! RIMBARD. Give us the matter. LA PORTE. Time, with ev'ry breath Wc"], [57, "act in. SCENE v. 55 Wc draw, is wafting. BALENTOUR. Tell us what has happen'd. LA PORTE. Francis, departing at th' Affembly's word, (A chofen band, but fmall, being his guard,) Was foon by numbers quick increafing compafs'd, The Dregs of Nature's ftore, which, in thefe times Disjointed, throng our ftreets. RIMBARD. By Nature's gift We are Men. All, all, are Men. No more of Dregs. LA PORTE. 'Twas not in haughtinefs. 'Tis vice, 'tis violence, Not honeft Penury's rags, that I abhor. — The Tumult grew : and, whom their once-lov'd Francis If fuffer'd, had enrich'd with bleffings fuch As Prince to People gives, — thefe cry'd, \"Behead him.\" And Blood and Death were echoed. On the Guard They prefs'd, broke through the ranks, difmifs'd myfelf And others, bade us thank 'em that they fpared Our lives. The guards refifted ; and, I judge, Recover'd the firm order of their ranks. But all was Doubt, Hazard, Combuftion, Terror. Hope of quick fuccour brought me here. Fly ! Fly ! DALFNTOUR. Exalted or deprefs'd, Tyrants are Curfes. Yet, Rimbard, his obnoxious head let's refcue i From"], [58, "56 THE CAPTIVE MONARCH. From the unfan&ion'd weapon, — that it fall To national wrath a fplendid facrifice. RIMBARD. Yes ; an example high of that dread juftice Awaits Ufurpers. [Exeunt Dalentour WRimbard. SCENE VI. LA PORTE, LORD PERSEFIELD, CAROLINE. LORD PERSEFIELD. Was't well fpok'n ? Ufurpers CAROLINE. Ufurps not he, who wears a Crown, by blood Or fweat, of Equals, purchas'd ? LORD PERSEFIELD. Who would touch, With lawlcfs hand, the Crown of my lov'd Sov'reign, He is no Britou. LA PORTE. Francis, advocates I've fent thee ftrangely minded. Yet — LORD PERSEFIELD. Adoring Our Freedom, we can love our King and venerate. LA PORTE. Ev'n in a ftroke o' th' clock, a head may fall. LORD"], [59, "ACT III. SCENE VII. 57 *■> LORD^PERSEFIELD. Tour prefence were of no avail. — But mark me. Or e'er Britannia's Crown fhall lay in dull Her edifice of equal Laws and free, Shall that fair center (lone, which crowns and perfects Yonder big arch, force down the maffy pile That bears it, and is knit by't to firm durance. LA PORTE. My haplefs Country! Had your Model fhap'd it, Whereon the faithful hand of Time hath ftampt Its Proof, we had then deferv'd, we had then receiv'd, Wifdom's Efteem, and Virtue's Love. Now fink we Below Oblivion and Contempt : the pit Of Deteftation (hall our impious annals To lateft ages hold. CAROLINE. Hath Dalentour, With Patriots of his Order, France enlighten'd ? And taught her on free wing to foar where eye Had ne'er yet view'd ? Then, hears his Daughter this ? La Porte, I fly thee. And (be wife) fly thou ; Unlefs grown weary of life.* [Exit* SCENE VII. LA PORTE, LORD PERSEFIELD. LA PORTE. Unfexed Woman ! Go, do thy worft. Sweet is my life, to lave H My"], [60, "58 THE CAPTIVE MONARCH. My King. Falls he, I welcome thee to gorge My richeft blood. — Is he not fall'n ? — What murmur? LORD PERSEFIELD. 'Tis in your ear. — Accept a Stranger's forrows, To mingle with your Monarch's and your own. LA PORTE. He is no Stranger, who's indeed a Briton; Who knows his bleffings, and, in one embrace. Infolds his Liberty, his Laws, his King. LORD PERSEFIELD. Such now I boaft myfelf. — Soft filken words, That hither drew me, had fantaftic hopes Within me lighted, of a heav'n-fprung Freedom, A Magic of Fraternity, to knit All hearts, and fudden change thedarkfome fcenes Of human woe to bright Elyfian fields. But, harfh Reality on my fenfes ftriking, The Spell isbrok'n. — And (tell me) the fweet fpirit To chafe away, once breathing through yon form Of beauty, — fay, comes this from Light, New Know- ledge, From heav'n-born Freedom, — this the Renovation, Which to behold and fhare, the race of man Are taught, perfuaded, lur'd, threaten'd, compell'd ? LA PORTE. My royal Mafter ! Can I nought devife, To ward the inftant blow ? — Haply 'tis ftruck. Or, waits it for mock juftice ? To come (harpen'd By Pomp infulting ? — Oh ! His limbs are torn, Ev'n"], [61, "ACT III. SCENE VIII. 59 Ev'n now. — Where am I ? — Or, where fhould I be ? Begone this ftupor ! — Though I know not Arms, Hopelefs I'll range the ftreets, for aid from Heav'n or — [Going out, is met by Ifidore. At the fame time, the found of an approaching multitude is heard. SCENE VIII. LA PORTE, LORD PERSEFIELD, ISIDORE. LA PORTE. Ifidore, fpeak. Tell me — ISIDORE. Difgrac'd for ever Is this great city. Francis — LA PORTE. What of him ? ISIDORE. Belov'd— LA PORTE. I know. ISIDORE. Of all that virtue lov'd — LA PORTE. Is butcher'd ! Ha ! ISIDORE. Then were his mis'ries ended. It is not fo. — The ftreets are bloody currents. H 2 Loyal"], [62, "60 THE CAPTIVE MONARCH. Loyal and trait' rous blood have mix'd; and fmeared My King. Moft foul it looks upon him : he Under the ftains moft gallant. LA PORTE. With his own Is't mingled ? ISIDORE. No, I truft. LA PORTE. Fie does yet live. But, what of that ?— Relate th' events. — Thou bleed'ft, ISIDORE. 'Tis others' blood. LA PORTE. Nay, but it trickles down. ISIDORE. I felt no wound. Yet, now, I could believe — But, hear. Two Parties, this for daughter inftant, That for delib'rate murder, held fierce conteft. Long did I grafp him with this anxious arm ; Aid, how we parted, know not. But, me thinks, The wound you've made me feel did level me With earth. For there I found me, diftant far From my lov'd Mafter : whom, by ftrongeft effort, I could no more poffefs. LA PORTE. Know 'ft thou no further ? ISIDORE,"], [63, "61 ACT III. SCENE VIII. ISIDORE. They vanquifh'd who fome future day do purpofe On royal blood to feaft, calling, to witnefs, Earth and the higher world. — Hear you the noife ? They bring the Pris'ner, and the Trial begins. LORD PERSEFIELD. Here fought I Heav'n : and here I find a Hell. LA PORTE. Come, tongues of Angels; to convince, and melt! Yet, on infernal ears, where were your power ? [Exeunt. END OF ACT III. ACT"], [64, "62 THE CAPTIVE MONARCH, ACT IV. SCENE I. ThePrifon. THE KING, THE QUEEN, CONSTANCE. QUEEN. These were the fclf-made Judges of their Sov'reign. Wretches, forgot they the mild rays that beamed Round Francis' throne, — the foft'ring hand he ftretch'd, To draw meek Merit from its dark retreat, If haply he could fpy it there through crowds, Who fear'd its rife, and cow'rdly ftrove to hide it ? KING. The Prince who plants him thus one grateful prop 'Gainft danger, adds a hoft of foes, who watch In ambufh, — then, (fhould rude events unlook'd for Shake his throne's footftool, ) drop their courtiers' colours, And ftorm the throne itfelf. QUEEN. And, favage, glut With infoknt rage their vengeful appetites. Were Laws indeed their aim, Freedom their wifh, Ev'n the wild Freedom, the misfhapen Laws, A frantic head could fafliion, yet, thefe gained, And th' unrob'd Francis plac'd before their eyes A Captive, who that's human,— not in fhape I Of"], [65, "63 ACT IV. SCENE I. Of Man a ravenous Bead:,-- would ruthlefs feize The unoffending prey, and fport with anguifh ? CONSTANCE. Did none refpect your former ftate ? KING. None durft. QUEEN. 'Tis a fworn league between bafe cowardice And bafer villainy. KING. To ev'ry man The breath of life is precious. He who wifhed To vote me guiltlefs, or to pay refpect, Saw pointed to his bread: th' affaffin's knife, And fhrunk within himfelf. QUEEN. Daftardly villains ! CONSTANCE. Yet who confeffes not, that Life is precious ? QUEEN. Precious ! 'Tis ceafelefs Puniihment, to all Whofe confcience tells them, by deferted Duty It has been meanly purchas'd. CONSTANCE. What forbids, Amid our anxious fears, a fober hope, To flay our minds ? KING. No hope, for me, is fober. 'Twere"], [66, "64 THE CAPTIVE MONARcrf. 'Twere as a fond invention, by fome art Unholy, to afcend a giddy height ; That, headlong plunging — Hark ! What flep is that ? [Afide.] Thefe muft not know, each ftep brings death y or, life. CONSTANCE. [To the Queen.] Heard you a ftep ? QUEEN. None. KING. Noife, perhaps, beloWj Fiercely driv'n upward by the winding concave. Methought it touch'd the door. CONSTANCE. Alas ! You're fpent- So feeble, think it not difgrace to manhood, A found that finds not ev'n our timid ears Should now ftrike yours. QUEEN. Gluttons refin'd and pamper'd 1 Their appetites, being pall'd with num'rous feafts, Of fimpler vengeance, and more humble cruelty, Demanded a full banquet, fumptuous, folemn ; Where Infult might delib'rate feed, and Numbers To luxury give zed and emulation. When fend they the proud fentence ? CONSTANCE. O, when fend they ? And, yet, to know,— or not to know, — what torment ! KING."], [67, "ACT IV. SCENE I. 65 . . KING. T' inquire, were misty. To prepare, were bed. CONSTANCE. Why not acquit their King ? KING. Stay your fond fancy From wand'ring. B race your ear for founds of harfhnefs,. CONSTANCE. But, what ? La Porte ! Defpifing fhafts envenom'd, Aim'd at himfelf; prefenting, 'midft whole vollies, The lhield of his bed: pow'rs, to guard his King ! Has he nought fway'd them ? Be they proof 'gainft all Save a black Infamy, yet, when their guilt Deform'd he painted, might not ev'n they duidder ? QUEEN. As if the Monfters were of defh and blood ! I tell you, No. A Monfter is not human : Neither of Infamy has fenfe. CONSTANCE. But, may not — » KING. Much may. It may. But why let Hope and Fear Tofs to each other your unfteadfaft mind, As they could feel the pleafure of tormenting ? Call here my Girl and Boy : whofe lighter griefs May temper ours. Or, if the playful fpirit Of youth fome joy in them can kindle, we May chance partake. The Demons who do urge Our foes, will grant one moment. Nor will He, I „ Whole"], [68, "66 THE CAPTIVE MONARCH. Whofe fcourge Men are, and Demons, aggravate My chaftifement, for that my fmiling Boy I fmiled upon when Death o'erhung my head. CONSTANCE. 'Twere blafphemy to think it. king. There's, a ftep : Or Sounds — [Enter Ifidore, with Anne and Louis. ] My Ifidore ! SCENE II. THE KrNG, THE QUEEN, CONSTANCE, ANNE, LOUIS, ISIDORE. [The King takes Ifidore afide. The Queen and Con- ftance, feeing this, go to the further part ofthefiagei taking Anne and Louis. KING. Say, am I dead ? ISIDORE. Sir? KING. Thou doft comprehend me. ISIDORE. Sir? My Mafter? KING. Lack my words meaning ? Anfwer me, I ISIDORE."], [69, "67 ACT IV. SCENE II. ISIDORE. What Anfwer ? KING. Silence is Torture :— words can be but Death. ISIDORE. What fhall I fpeak ? Why look you thus on me ? KING- Speak Death ; — if fo it is. But in low voice: And, ftraightway, lead off gently thofe behind us. Be brief. Speak. I would be alone. ISIDORE. Suppofe you KING. Look on this count'nance. Can it bear a fliock ? Try it. ISIDORE. Oh, ne'er be't tried J KING. Nay, trifle not, My Ifidore. [The King and Ifidore talk apart. QUEEN. What means this ? CONSTANCE. Francis fhews Emotion rare in him : — fays, \" Tride not,\" In louder voice. Heard you ? QUEEN. I heard that merely. I 2 CONSTANCE."], [70, "68 THE CAPTIVE MONARCH. CONSTANCE. 'Twas not the wont of gentle Ifidore, When Francis fpoke, to trifle. If he's changed, All faith, on earth, is folly. KING, Stay awhile. But tell them not how near may be my Sentence. I wifh them gone. I wifh them here. And both For their fake ; both for mine. ISIDORE. I will obferve it. KING. [To the Queen and Conftance.] Our Ifidore came but with Anne and Louis. I have a boon requeded, that you'll join To fue for. CONSTANCE. If he knows thefuit, 'tis granted. ISIDORE. Are you fo fure of that? CONSTANCE. I'm but fo fure, As of the life of Ifidore. He's mortal. ISIDORE. Dear Madam, I do thank you. QUEEN. What's the boon ? KING. To bring a meffage. QUEEN,"], [71, "69 ACT IV. SCENE II. QUEEN. 'Twere no Boon, — with him. KING. Whatmeffage? Think. QUEEN. It rifes to my mind. KING. My Sentence muft, fome time, be told. From whom, Than Ifidore, were't better you and I Receiv'd it ? QUEEN. None. CONSTANCE. From none. KING. Call thou be made The Meffenger ? ISIDORE. Who'll fit me for't ? KING. Harfh tidings Some lips can foften. Whofe can more than thine ? Were Mercy in the meffage, who more worthy Of that pure joy which he alone can fade Who can deferve it, — dark defpair to cheer With lightfome rays ? QUEEN. Intreat the upftart tyrant, Who in raw pride rules here, once to forego Infulting"], [72, "70 THE CAPTIVE MONARCH. Infulting whom, when fceptred, none but Villains Had eaufe to dread. — But Office, wanton Office, Muft triumph ; little minds muft wreak their malice On th' humbled Great. CONSTANCE. Your cenfure feems to bar Exception. Look befide you, QUEEN. Ifidore, I meant it not. Thou'rt ever gentle ; ever. No. Office is not Office, in thy hands. CONSTANCE. And, fhall you be permitted ? ISIDORE. 'Tis a doubt. Ev'n Branterre may lack pow'r. CONSTANCE. Remember us, Apart. 'Twere fearful elfe. ISIDORE. I will. And, Sir, I'll feize occafion, if 't may be. — Harfh tidings [Afide, going. Flow I fhall utter, Heav'n alone forefees. KING. Adieu. CONSTANCE. Leave you us, Ifidore ? ISIDORE,"], [73, "ACT IV. SCENE Iir. 71 ISIDORE. I go. Solace each other. What is left you, elfe ? CONSTANCE. There's left for us, to thank our Ifidore. KING. And, let us do it now. [They gather round Ifidore, Our eyes may never — ■ ISIDORE. Once let me flop your words. I would not fail In my refpect. But you'll o'erwhelm us. [The Women weep. KING. Thanks, My Ifidore. It does exceed our ftrength, I fee full well :— I feel it. [Weeps.] [Exit Ifidore, weeping. SCENE IIL THE KING, THE QUEEN, CONSTANCE, ANNE, LOUIS. KING. Why fuch hearts Could not my throne and fceptre draw around me ? My fall, my foes, my perils, thefe have drawn him. Much do I fear, in taking from our griefs, He adds to his own. — He has his own. — All have. — And no Reward ! CONSTANCE,"], [74, "72 'AHE CAPTIVE MONARCH, CONSTANCE. fle'll find one. KING. Not from me. CONSTANCE. «■ Who knows it ? KING. Louis, you love Ifidore. LOUIS. We'll take him with us, when we go. KING. We go One at a time, perhaps ; and none knows whither. LOUIS. No, no; we'll make e'm let us go together. KING. \" No, no,\" my Boy ? How's that ? Learn to fay, Yes; When 'tis and muft be fo. See you remember. — And, will you, all your life, love Ifidore ?— But, that you cannot tell. LOUIS. O, but I'll love him. KING. When he grows old, what will you do ? LOUIS. I'll love him. KING. When he finds fault ? 4 LOUIS."], [75, "ACT IV. SCENE III. 73 LOUIS. He never does. KING. He may. And, when he's poor ? LOUIS. I'll feed him. KING. Blind? LOUIS. Some perfon Shall bring him to me ev'ry day. KING. But, fhould he, When you do wrong, look angry ? LOUIS. He'll not look So very angry. KING. Yes; but, if he fhould? LOUIS. Then, Sir, he will not look like Ifidore. QUEEN. 'Tis fhrewdly anfwer'd. KING. Louis, Boy, rerrfember. Do as he bids you. If you e'er forget him, Your Father may difturb your quiet pillow, And make you dream bad dreams. Louis, remember. K louis."], [76, "THE CAPTIVE MONARCH. 74 LOUIS. I will, I will. KING. Come near me, Anne. You're pale. ANNE. 'Tis a long time, Sir, fince you talk'd with me. - KING. I have been bufy, very bufy, Anne. ANNE. O, Sir, £ underftand it but too well. KING. Who tells you ? ANNE. Can I flop my ears ? You tell me, My Aunt, my Mother. — When I'm plac'd afide, With Louis, we begin perhaps fome play. You guard from us your words, awhile. Then, oft, You raife your voices. — I do hear fuch things, — They freeze me on the fpot. And Louis wonders; And bids me play. I try again. My ears, Without my bidding, liften. Sometimes I hear, But underftand not rightly ; yet I tremble. Louis will chide : and we can almoft quarrel. KING. Juft Fleav'n ! For Prifon and Death I was prepared. But, with a ftroke like this, fend me new force. Left words efcape me which befeem not mortals. CONSTANCE. O, that the Judges' ears, and eyes, were here ! QUEEN."], [77, "ACT IV. SCENE IV. 75 QUEEN. If human; elfe 'twere vain. CONSTANCE. Not ev'n La Porte I'd afk for Eloquence. [Enter Branterre and Ifidore. [Exit Ifidore, with Anne and Louis. SCENE IV. THE KING, THE QUEEN, CONSTANCE, ERANTERRE. BRANTERRE. You make this prifon A houfe for goffips' prattle I muft fend The Women hence, and Children. Ifidore Was loit'ring here. Then came he out unlike A Jailer. What had he to do with Tears ? [The King attempts to draw him afide. I have no private ear. KING. Ttil me one thing. BRANTERRE. Nothing. I've learnt my duty, and fhall do it. QUEEN. • And not exceed it ? — Offices of kindnefs Come, from fome hearts, more kind. There are, can make A cruel one more cruel. BRANTERRE. Say you fo ? K 2 CONSTANCE,"], [78, "76 THE CAPTIVE MONARCH. CONSTANCE. Spare yourfelf. Sifter. ERANTERRE. Follow, both; — this way. QUEEN. And, why? BRANTERRE. The Government, within thefe walls, Is fomewhat military : gives not oft Its Reafons. Follow me. QUEEN. Return you hither ? RRANTERRE. Follow me, both. QUEEN. D'you tidings bring? CONSTANCE. What tidings ? BRANTERRE. Follow. , QUEEN. Support me, ye high Pow'rs ! [Exeunt. KING. She (harpens The fangs of malice. When they find it wounds, They bite the keener. — What may be this movement? [Enter Branterre and La Porte. Exit Branterre. SCENE"], [79, "ACT IV. SCENE V. 77 SCENE V. THE KING, LA PORTE. KING. Thou need'ft not fpeak. My fate is in thy vifage. • . LA PORTE. 'Tis even fo. KING. Nay, weep not. Is not Death My Heritage ? — What now remains, of life ? LA PORTE. One day : — no more. KING. To-morrow I efcape them.— One day. — The grave is refuge from all tyrants. When the deed's done, fall on thy knees, give thanks (Mine and thine own) that all my foes have loft me. LA PORTE. Thanks, for that deed? — But, 'tis deliv'rance. — True. It fhaU be done. — Thanks from a heart oppreffed, Find they acceptance ? KING. He acceptance finds, Who gives the heart he has. LA PORTE. One ray of Hope, Methinks — . • KING. Peri(h the word ! If thou doft wifh me 5 That"], [80, "78 THE CAPTIVE MONARCH. That count'nance on the fcaffo.d, which befits Thy friend, and Francis, fpeak no more of Hope. Man's forces it divides: then they're o'erthrown. If thy fix'd foul is bent on riiking all That makes life precious, and thy life itfelf, Do this : think Francis breathes no more. He leaves A wife, a filler, daughter, fon. Tow'rd thefe, And tow'rd my bleeding fubjects, aim thy powers. LA PORTE. How may it be ? - KING. Seize what occafion offers : 'Tis all I know. Farewell Beyond the grave, Unlefs my fins forbid, in happier climes We meet; and part no more. [La Porte, to whom he had given his hand, detains him, and kneels ; but cannot fpeak* Nay, tear not out My heart. An eafier fate my foes will grant me. Believe me vanilh'd. [Exit. SCENE VI. LA PORTE folllS. Who did form this globe ? Who, what, does rule it ?— Chance ? A phantom.— Atoms ? Had they intelligence and fway, is't poflible They thus could ufe them ? — Spirits of th' air, in 111 Delighting,"], [81, "ACT IV. SCENE VII. 79 Delighting, can ye check the one fupreme — No, no. The Univerfe does (land fccure, Tho' tempefts fvveep, and feem to fweep at hazard. Blind Mortal ! Turn thine eyes within : — there's more Than thou wilt read. Around thee dod tfiou judge, Thou'rt loft. — Had Francis heard my words, I had blufh'd. Much injur 'd Man ! Could Truth one mighty dafh Pour o'er thy realm, foon would a raging third: Seek others' blood, not thine : this Nation, (hood- wink'd By Wretches, who, proclaiming Light, fpread Darknefs, Dark Falfehood,) would the veil tear off, would hail Their King, and fink the Traitors in perdition. [Enter Ifidore. .SCENE VII. LA PORTE, ISIDORE. ISIDORE. Where is my King ? LA PORTE. Gone hence : perhaps to announce What none befides might venture. ISIDORE. To the Queen ? His Fate ? LA PORTE. His unjuft Fate. ISIDORE. To himfelf to tell it, Was"], [82, "SO THE CAPTIVE MONARCH. Was now my errand. Such requeft my tongue Could not refufe. Whether it could difcharge The office, was not tried. Has Branterre dafhed The tidings in his face ? LA PORTE. Thy tongue had found No time. Thy looks at once had told: — as mine did. ISIDORE. Was it La Porte ? Then would my King not grieve, That / was freed. — Receiv'd he it like Francis ? LA PORTE. Ev'n fo. He look'd not pale, nor wept, — norboafted. But wond'roudy my mind brought o'er to thofe Who live. I pitied them. I envied him. And felt myfelf forfaken. — Hark ! 'Tis he. His eye and mine meet not : the time's not come. [Enter the King. We've not yet pafs'd the grave. [Exit La Porte, by a different dosr. SCENE VIII. THE KING, ISIDORE. KING. Give me repofe. I am exhaufled. Know'fl thou, Ifidore, The fcene I come from ? — Led by lofty thoughts Of my own firmnefs, (firmnefs perhaps given By prefence of La Porte, and loft with him) I rufh'd"], [83, "ACT IV. SCENE VIII. 81 I rufh'd on thy commiffion. Why not fuffer Thy fkilful tongue to fpeak it ? Mine o'erthrew Us all. ISIDORE. I fhudder'd at the talk. But fwerve I could not,. What remains for me to attempt ? KING. Their pafllons now d~fy all means. But, fhortly, Thou may 'ft into their wounds pour healing balm. ISIDORE. No balm can heal. To affuage if I find means, I'll ufe them. KING. Elfe, thou wert not Ifidore. ISIDORE. But, take repofe. If Solitude you covet, Difmifs me. Or, if ftill and fad fociety, Of filent grief, invite, let Ifidore Remain your mute and motionlefs companion. KING. Thou fpeak'ft as vers'd in human woes, — the Cure, The Aid, of each; and, in applying, fkilful. Thou'fl wak'd my mind to ftronger thoughts. Go : watch When may thy gentle touch approach yon forrows. ISIDORE. I go. I'll watch with vantage of my Office. L KING."], [84, "82 THE CAPTIVE MONARCH. KING. Where's thy Reward ? — Were I enthron'd a Defpot, Not all my Mines could pay it. ISIDORE. Name not Rewards. KING. There comes a Day. There is a King who makes All kings, and does unmake them at his pleafure. 'Tis he mud pay my debt. — Go; go. Thy tears Are burfting. Go. Thou wilt unman me Go. [Exit Ifidore. SCENE IX. THE KING folus. Now haftens down my fun to its horizon. Of all we fee on earth how fades the glare ! Life's Goods and Ills are mix'd and melted down In mild and inoffenfive hues ; that dir, Indeed, a gentle parting Melancholy. They lightly touch, but grapple not, the foul. That world which lies before me, though with clouds *Tis dimm'd, yet holds mine eye, with force unknown Till now. There is a Language, talk'd by men, Calling this firft vain world a fhadc n, bubble, A houfe for travelers ; and the next, our home, Our"], [85, "ACT IV. SCENE IX. 83 Our journey's end, our being. Thefe are Words. And Words are heard and fpoken. But, to fee, Stand here,— on the grave's brink ; — no earthly vapours To thwart the eye. — My Foes, how feeble feem they ! Anger they cannot move. A paffing Pity: — Then they 're forgot. My Friends who with me fuffer, Who fuffer for me, fill the narrow fpace My bufy mind can grant to all I'm leaving. For thefe, what can a king dethron'd and dying ? — Pray to his King. [Kneels.] Sov'reign of all, whole throne Stands open to the captive and condemn'd ; Look on my Friends Bind up their wounds. Difcharge The debts I owe them. And, reftore them to me ; — But there, where fin and forrow are no more. END OF ACT IV. L 2 ACT"], [86, "84 THE CAPTIVE MONARCH. A C T V. SCENE I. The Place of Execution. MANTON, GAZELLE. MANTON. When go you to the Prifon ? GAZELLE. After an hour. MANTON. Returning, girt with mute and freezing pomp, To fuch a deed, Gazelle, as this our Age Ne'er view'd, how will the Citizens receive you? GAZELLE. That I inquire not. Arms are my profeffion. A Soldier ftrikes where he is bid : he moves Where bid. He hears no threats : he fees no terror. Your Mandate fent was this : \" Conduct the Pris'nerJ \" The arm of Juftice guard.\" MANTON. Mandate? Of whom? GAZELLE. The Council holding now the place of Francis. MANTON. You afk not whence they hold it. GAZELLE. Are they not Th' immediate organ of that Sov'reign Power, Which"], [87, "ACT V. SCENE I. 85 Which is to us the People's Self, and acts More vig'rous by compreffion ? MANTON. Your Obedience Is not fo foldier-like but it may grant To Reafon a certain range. GAZELLE. Once known the Voice That may command, reafoning were difobedience. MANTON. But not till then. GAZELLE. What mean you ? MANTON. Doubt is paft, It feems. You are decided. I am gone. [Going. GAZELLE. Manton, if there remain, in this wide region, A foul I can repofe on, it is thine. My heart is full, to burfting. And thy 'thoughts, So fparingly expos'd, I do conjecture. Take my hand, give me thine ; the feals of promife. Be mutual honour pledg'd ; that, 'twixt us two, Whate'er be fpoken, never be brought forth In accufation, nor, by hint ambiguous, Put in the train to do fpontaneous mifchief. This pledg'd, we banifh fear, miftruft, referve. Each from his' breaft unfolding all he knows And all he thinks, perchance fome path we open, 8 Conducting"], [88, "86 THE CAPTIVE MONARCH. Conducting our difcordant citizens To harmony and fober peace. MANTON. Gazelle, Him whom my wifhes fought I do believe thee. With fulled purpofe gives my heart the pledge Thou ad-ied, and in that thou giv'ft confides. GAZELLE. Thou fay'd enough. — Francis (to fpeak in brief) Is much mifus'd, methinks. ' MANTON. I think no lefs. Yet 'mong his foes I fit. — How chang'd the fcene ! I thought them friends to Freedom, Virtue, Man. I thought, the Legacy of Laws exalted, That we fhould leave our Sons, wou'd fill their hearts With love, their mouths with praife. And now, our King, Our Laws, our Faith, our Fame, our Virtue, all We murder. — Patriots? Fie ! O, fie ! Rank Traitors. — La Porte did fpeak — not Words; not Rhetoric's flowers. I felt him fpeak, not heard him. Glow'd his Friendfhip ? Methought, all hearts melted before the fun. Stood forth the Public Weal? I faw her form So lively, all, methought, would run to embrace her, And Francis, her Protector, fave. — He fpoke In vain. In vain a hoft of friendly Tongues. — > Gazelle, a hoft of Warriors ! There's the hope, If any. How may't be ? GAZELLE. Among the troops That"], [89, "87 ACT V. SCENE I. Tha<- thib day's great fcene, I have defcried Various emotions, check'd by difcipline An aiutual fear; — burfting again, and check'd. Thou'ftfec.i the tea, when winds have fudden ceafed. It heave.', and heaves, with mountainous fwell; and wildly Toffes fome timorous bark. A huge wave breaks : The bark's ingulf 'd. Ev'n fuch is this day's Calm. MANTON. How hufh'd the City ! 'Tis a midnight flillnefs: In face of this bright fun. Where will it end ? GAZELLE. It baffles human forefight. Winds and Waves Have more of certainty. A blad, from north Or fouth, may urge this duid mafs, of men In arms. One blaft, come whence it will, fweepsall Right onward. Should contending blafts arife, The waves were blood ; — upon the broken furface Authority and Law doating like dubble. MANTON. Moft cruel day ! — If aught can fave the Pris'ner, Can awe a maddening rabble, can the hoft In arms, enormous engine, guide, from works Of wafting fury, to Defence and Peace, Can block the gap whence feems ev'n now to iffue That direful war, where Brother Brother flays, And Father Son, — 'tis thou. The Hofl obeys thee. GAZELLE. In times like ours, the tie is weak that binds The"], [90, "88 THE CAPTIVE MONARCH. The Soldier to his Leader. But, whom bed I could approach by winning argument, Or, for our deeds in arms together wrought, I thought moft like to follow me, I've founded. MANTON. And, what's your hope ? GAZELLE. I have a chofen band ; On whom, in all that likelihood may warrant, I do rely. Whether throughout the troops The loyal flame may fpread, or we fhall fall The victims of our zeal, I leave to fate. If Francis perifh, and his realm be prey To wolves, firft let the friendly hand of Death, Or e'er that fcene be open'd, clofe mine eyes. [Enter Lord Perfefield, at a diflance. I hear a ftep. Retire we. MANTON. This man lives, Where genuine Freedom fpeaks — and is obeyed. I'll crave inftruction of him. GAZELLE. Firft, a moment, My purpofe hear. I muft be brief. Time fails- [Exeunt. SCENE"], [91, "89 ACT V. SCENE III, SCENE II. . LORD PERSEFIELD foluS. Brotherhood! Love ! — Accurfed fmoothnefs; Britons T' invite. — To what ? To fee our elder brothers Poniard each other, — follow then th' example. [Dif covers the fcaffold. Ah ! Royalty's Farewell ! The fcene where bleed Concord and Peace ! For, who is left their guardian ? Affaffins rule this land. — Fountain of blood, Whither may fpread thy dreams ? Will France fuffice thee ? \"Will Europe ? Who can of that deluge mark The bounds, which in the reign of Chaos rages ? O, for a phalanx, —Britons born to Freedom, Fix'd on this fpor, this day ! To flay the Flood, Ev'n at its Source. SCENE III. LORD PERSEFIELD, DALENTOUR, RIMBARD. DALENTOUR. I joy, Clare, to fee here A native of that country whofe proud tyrants Have learnt what Fear, what Flight is, and a Scaffold. RIMBARD. One who brings relifn to the fead preparing, Whofe Nation knows the tade of Tyrants', blood. , M LORD"], [92, "0» THE CAPTIVE MONARCH. LORD PERSEFIELD. 'Twas not my Country, Dalentour, let fall The axe upon their King : — a ruffian herd ; Who, feizing rule, unfkilful how to ufe it, Cloth'd violent deeds in language\" for the Wolf To Lambs, — not argument of reafoning creatures. RIMBARD. Say'd thou this, Clare ? LORD PERSEFIELD. Yes, Rimbard ; Clare fays this. RIMBARD. He fays it not of Patriots who have broken Our Tyrant's rod, and made him feel his crimes. LORD PERSEFIELD. Clare, what he thinks, will fpeak ; on fit occafion. [Enter Man ton, SCENE IV. THE SAME, AND MANTON. MANTON. See him yet yok'd with wretches who, by wiles [Afide. Infernal, draw th' unwary on to deeds They would have fhudder'd at. DALENTOUR. Think, Clare, that fafety, In this our land, is but vouchfaf'd to thofe Who can refpect the Freedom we adore, And to her chofen Vot'ries pay due honour. 4 LOR»"], [93, "ACT V. SCENE IV. 91 LORD PERSEFIELD. Threats may fcare Daflards. MANTON. Hear I words that Friends May fpeak ? RIMBARD. Whom call you Friends ? MANTON. To Friendfhip Clare Has been admitted. RIMBARD. He may forfeit it. MANTON. He may. Unlefs I err in him, he will not. DALENTOUR. So quick doft thou defend him ? Who a foe Defends, may not, himfelf, be deem'd far other. MANTON. To whom is Clare a foe ? DALENTOUR. To Patriotifm ; To men enlighten'd, who the facred dame Diffufe. Queftion him. LORD PERSEFIELD. Patriots once had virtue. Their blood was pure. The pureft may degen'rate. The Name remains. But, Patriots of this day !— • The offspring of *the honed: oft are knaves, M 2 And"], [94, "THE CAPTIVE MONARCH. 92 And fons of Heroes, Cowards. DALENTOUR. Treafon. RIMBARD. Treafon. I do arreft thee. [Seizes Lord Perfefield. LORD PERSEFIELD. Villain, loofe thy hand. MANTON. He dands within protection of our laws. Releafe him. rimbard. Treafon. LORD PERSEFIELD. Indant loofe me. Off! Off, or thou may'ft repent thee. I'm a Briton. MANTON. A Stranger! Bear refpect. Revere the laws. DALENTOUR. Manton, forbear. I'm witnefs to the treafon. The Public mud have vengeance. [Exeunt Rimbard and~L,or<i Perfefield; flruggling. MANTON. This word, Vengeance, Is much in vogue. Who mouth it, may chance find, It has a ding. Obftruct me not. DALENTOUR. A* day Of blood is this. Vengeance, this day, mud rule. MANTON."], [95, "ACT V. SCENE IV. 93 MANTON Stop me not. DALENTOUR.- - Hold. MANTON. Force ? DALENTOUR. Hold. MANTON. Imprifon me? DALENTOUR. Sufpicions hang on thee. Ere thou defend'ft Another, it were fit thyfelf were cleared. MANTON. Pretence ! Is this a time ? Difcufs my conduct, While Clare may perifh ? Urge me not to violence. DALENTOUR. Traitor, thou'rt confcious : thus I flop thee. [Strikes with a dagger : but Manton feizes bis hand, and wrefls the dagger from him. Dalentour draws ; and Mahtcn, in defence. MANTON. Wretch ! Ungenerous wretch ! Is this Philanthropy, Qood Faith, a Brother's Love ? Thy name and mine, Stand they in one fame roll ? I am afham'd on't. DALENTOUR. Oh! Vengeance! — Traitor, perilh. ... , [They fight, and Dakntour falls. Enter Q c.zelk with Soldiers. , .3 SCENE"], [96, "94 THE CAPTIVE MONARCH. SCENE V. MANTON, DALENTOUR, GAZELLE WITH SOLDIERS. GAZELLE. Manton? What? And, Dalentour ? DALENTOUR. 'Tis he. Yes. — Comes the King ? GAZELLE. He comes who was a King. DALENTOUR. Thou feed: a wretch Who was — Raife me. I've heard it faid, that Death, Suddenly thwarting mortals in their hot Career, — Raife me— has drawn forth ftrange confef- fions ; Has made men dander their own lives, who Saints Were held. I thought — But, place me higher. I've, much, Methinks, to fay ; and little time to live. [The foldiers place him in a chair, GAZELLE. [To Manton.] What's this ? MANTON. But now, he charg'd fuf. picions on me ; He aim'd at me this dagger ; drew his fword. I drew. He fell. Whether his wound be fatal, I know not. Something he would fpeak. Let's hear him. OALINTOUK."], [97, "ACT V. SCENE V. 95 DALENTOUR. Thy fteel hath pierc'd more deeply than the feat Of life : — to foul, and confcience. Let my moments, Now left, warn thofe who hear me of the fhore I'm wreck'd on. Thou, Gazelle, hade to thy duty. Leave not grim Death, what now o'er me he boafls, To urge, by prefent terror, to repentance. I faint. GAZELLE. Speak, if thou canft. Thy words will dart, With fwiftnefs of the light'ning, through the troops And city. DALENTOUR. Fellow-citizens, I die. Death makes me feel what I did think me free from : Death makes me fear. Beyond thefe dreams of earth I had no thought. And, now, what lies beyond Is all remains for me. It looks moft horrible. Know what I was : and guard you, guard you, from it, Ambition led me ; and Revenge did urge me. With Freedom and her train I feign'd a friendfhip; Foe to whate'er could nourifh or protect her. Compaffion touch'd me not. When I beheld Confufion rolling through the land, on wheels Of fire, I clapp'd my hands. — I curs'd my King, And gloried. 'Twas moft bafe. Francis, forgive me ! And, Manton, thou whom — MANTON. Think not now on me. Thou teacheft well. If there's aught further, fpeak it. DALENTOUR. I fink. I go.— Soldiers and Citizens, Save"], [98, "96 THE CAPTIVE MONARCH. Save yet your Country, and protect your King. — Oh ! — Hell ! — There ftruck fome Fiend ; who lighted me, Erewhile, by firebrands of Ambition, to — Ficrids, you (hall have your prey — On the gulf's edge I (lahd. How it does yawn ! How it does yawn ! See, there ! See, fee ! There, fee ! [Dies. MAN TON. Gone. Gone. He's gone. -- . GAZELLE. \" Save yec your Country, and protect your King.\" SOLDIERS. \" Save yet your Country.\" GAZELLE. \" And protect your King.\" [Firft Soldier levels his piece at Gazelle ifecond Soldier ftrikes it upwards. . - SECOND SOLDIER. u Protgtt your King.\" SOLDIERS. \" Protect your King.\" GAZELLE. Secure him. [The firft Soldier is fecured.] Manton, procure a Banner, o'er the corfe To wave, in gentle breaths of air, his words, \" Save yet your Country, and protect your King.\" Thefe fhall the troops behold, and, underneath, The felf- condemned victim; as they pafs To guard their haplefs Monarch to his doom. Meanwhile,"], [99, "97 ACT V. SCENE VI. Meanwhile, let this event be fwift conveyed Through all the troops. [Exeunt feme Attendants, for this purpofe. Exit Manton. The body is drawn to the fide of the ftage. Enter La Porte. SCENE VI. LA PORTE, GAZELLE, SOLDIERS. LA PORTE. Wherefore is this obftruction ? Since he muft perifh— GAZELLE. Who muft perifh ? LA PORTE. Francis. Lead you not on ? GAZELLE. Behold that Band. LA PORTE. What is it ? GAZELLE. A Band who fave their King, or perifh with him. LA PORTE. Lives h much Loyalty ? I'll bear the tidings. [Going, N GAZELLE*"], [100, "nZ THE CAPTIVE MONARCH. GAZELLE. Referve them : left confufion harm our meafures* LA PORTE. I'll join my Mafter. To each circumftance I'll fit my words and deeds. One laft adieu I fuffer'd. Yet rejoice I, now, I found Occafion to attend him hither. Teach me. Shew me your purpofe : — that I act in union. GAZELLE. Seed thou that corfe ? 'Twas a repenting Traitor, His death and dying words we have difpers'd. From them we've hopes. But hie thee to thy flation. We muft move on. LA PORTE. I go:— in trembling hope. [Exit. GAZELLE. Friends, Fellow- foldiers, 'tis this day our lot, The Name of France to fifield from infamy, To fave our Country, to protect our King,— Or with him fall. Living, we live to glory : Dying, we live, like Soldiers, in our names. Lead on the march. [March. The Banner is put up, over the corpfe. Exe- unt the firft body offoldiers. Others come on, and follow in proceffwn. Enter the King &c. with fol- diers. Alfo the firft body offoldiers, by a different en- trance. 6 SCENE"], [101, "ACT V. SCENE VII, t 99 SCENE VII. THE KING, BRANTERRE, ISIDORE, LA PORTE, GAZELLE, SOLDIERS. KING. This is my clofing fcene. La Porte, does yonder fcaffold make me pale ? My heart, — feel, — throbs it as afraid to ceafe ? LA PORTE. When I am fummon'd, I will call before me What I have feen this day ; and learn to die. KING. Time was, men datter'd me. Lives Flattery here ? LA PORTE. [Afide to Gazelle.] Gazelle, O, what — BRANTERRE. The bufinefs of the day 'Tis meet we hinder not. GAZELLE. Behold, my King, That Banner. 'Tis the voice of thefe brave foldiers. KING. How ? Call me from my grave ? My Spirit, hov'ring Ev'n now in air, reads this; — and not mine eyes Of flefh. GAZELLE. Seize time. Intruft yourfelf to men N 2 Bent"], [102, "THE CAPTIVE MONARCH. I0O Bent or to fave or perifh. KING. Who? How? Whither? GAZELLE. Delay fprings oppofition. Speed is Hope. KING. What Hope ? — But I commit myfelf to Heaven, And thee. [Exit the King (by the corpfe), with the firft body of foldiers, Gazelle, La Porte, Branterre. The other foldiers follow, with applaufe and murmur mixed. Others come on, and follow in like manner. Fight heard behind the fcenes. The corpfe and banner art removed. Enter the Queen. SCENE VIII. THE QUEEN, ISIDORE. QUEEN. This is the way. Is it not, fellow ? ISIDORE. [/fide ] The Queen efcap'd ? \"What wildnefs ? How her eyes — QUEEN. Shew me the way. Lead. Is the Sport begun ? ISIDORE"], [103, "ACT V. SCENE VIII. 101 ISIDORE. Lady, I fear you are not well. QUEEN. 'Tis falfe. Thou art a clown, and doft belie thy Rulers. ISIDORE. Come but with me. I'll bring you to a — •■ QUEEN. Whither? ISIDORE. A place where— QUEEN. Have they cut the cord ? ISIDORE. Dear Lady ! QUEEN. Who caught the head ? 'Tis mine, and I muft have it, ISIDORE. You're much deceiv'd. QUEEN. I wid not be deceiv'd. WV11 have the play again : and I myfelf Will do the deed. ISIDORE. Francis is living. QUEEN. Who? Thou doft miftake it, fellow. 'Tis a play. I'll"], [104, "102 THE CAPTIVE MONARCH, I'll fhew thee how it's done. Here is a neck. [Holding her own neck. Where is thy block ? Come* hither. See. I'll fhew thee. Here. Try this neck. 'Tis eafy. — Thou'rt a coward. Give me a dagger. I'll but let out blood From this unruly heart. Then thou canft do it. [Enter the King, Gazelle, and La Porte. SCENE IX. \\ THE KING, THE QUEEN, GAZELLE, LA PORTE, ISIDORE. GAZELLE. This way your Majefly mutl pafs, to fafety. But look not on the objects you left here. KING. One moment, paufe: — that, on this fpot, my thanks I pour — [Perceives the Queen.] What lhadow's there ? — My Ifabella ? Fly we to fafety ! Come. [Offers to embrace her. QUEEN. Fellow, ftand off. KING. Thou art not fhe. — Thou art. What robs thine eyes Of vifion ?— Ifabella, look on me. QUEEN."], [105, "ACT V. SCENE X. 103 QUEEN. I do delight in bloody deeds. Blood flows ; And blood fhall flow. Here, give me blood, — more blood. I'll wafb my hands in't. Wait you for more company ? Begin it. Play. There is a head will fuit us. [Points to the King ; and laughs loud. The King finks on the ground. Enter Lord Perfefield. SCENE X. THE SAME, AND LORD PERSEFIELD. LORD PERSEFIELD. Victory ! Peace ! \" Long live the King\" refounds — [Sees the King.] Ha ! What is this ? GAZELLE. And have the Citizens Declar'd for Francis ? LORD PERSEFIELD. I beheld the Band That refcued him, inclos'd by grateful thoufands ; All preffing to embrace their benefaflors. And my reluctant fword for Rimbard's death Was thank'd. — But, where I find the King, what checks The fpreading joy ? Is it th' Excefs of joy O'ercame him ? LA PORTE."], [106, "104 THE CAPTIVE MONARCH. LA PORTE. See, his eyes are opening. Raife him. [While they raife him, the Queen finds a dagger on the ground. QUEEN. Thou pretty pointed plaything ! — Drink this blood. ISIDORE. Hold, Madam! [She ftabs herfelf .] Oh! [She falls.] KING. My Queen ! Her brain has — Ha ! A Dagger ? QUEEN. Nobly done. I fhall o'ertake him. KING. Live, Ifabella ! Live ! I am thy Francis. [The King kneels over her. She does not know him; but calls aloud. QUEEN. Flied thou my voice ? Wait, Francis. Hear me. Hear me. But, how it tears ! — One indant. Leave me not. There ! My head too. They've got it. On, on, on ! We fhall efcape them. 'Tis enough.— Enough. [Dies. GAZELLE. Eventful times ! LORD PERSEFIELD. I came with words of Gladnefs. To the void air I might have utter'd them. ■ What droke awaits us next ? GAZELLE."], [107, "ACT V. SCEffE X. 105 GAZELLE. La Porte, intreat the King to rife. LA PORTE. Sir, pleafe to raife yourfelf. The Power that ftrikes you, fends withal relief: — Tidings to cheer you; — Peace to heal your land. KING. But, Ifabella's gone. ISIDORE. Rife, we befeech you. [The King rifes. Your friends arc conqu'rors. [A tumult is heard. KING. This the found of Conqueft ? ISIDORE. Long live your Majefty ! KING. Kind Heav'n, ieject The prayer. LA PORTE. What founds are thefe ? ISIDORE. Live, reign, andblefs us. [Enter Branterre, and Soldiers. O SCENE"], [108, "106 THE CAPTIVE MONARCH. SCENE XI. THE KING, GAZELLE, LA PORTE, ISIDORE, LORD PERSEFIELD, BRANTERRE, AND SOLDIERS. BRANTERRE. * Reign Terror ! Live Deftruction, and Revenge ! [Branterre and the Soldiers feize all, except Lord Perfefield. KING. Branterre, for once, I thank diee. Hade. Releafe me. Give me the paffport to my Ifabella. BRANTERRE. [Difcovering the Queen's body.] What's here ? — Thou choiceft morfel for our vengeance. Haft thou efcap'd us ? ISIDORE. Ifidore dies faithful; In his lov'd Mailer's train. GAZELLE. Gazelle, thine Honour Thou haft retriev'd. Thou fhaft not die a Traitor. LA PORTE. Nor (hall La Porte fuffer the ling'ring death Of Grief, — by Woe environ'd, and, each day, Lofing fome part of life. KING. Why Hand we here ? Lead to the fcaffold. BRANTERRE."], [109, "ACT V. SCENE XI. 107 BRANTERRE. Teach me not my duty. I wait the word of thofe who may command me. [The King fixes his eyes on the Body, Perchance, yet one day more thou mud draw breath. To-morrow's tranquil drength fhall dread no refcue, LORD PERSEFIELD. He hears thee not. His hitting Spirit mocks The ftroke that may await a feeble Body. — To-morrow's dawn fhall light me hence. I fly, Where Liberty and Law and Peace yet reign :— Where petty Tyrants growl in impotence ; For that they could not lure my Countrymen To chafe their long-lov'd Freedom, and to hug Her ill-form'd Effigy : — ■ where He who holds The highed place, is mighty to protect And blefs his Subjects, — feeble to opprefs, (Could that e'er be his wifh.) —Around his throne We will collect the riched blood of Britain : And, while one drop remains, that Throne fliall dand. THE END."], [110, "&y the Author of the Captive Monarch, Price Three Shillings, i. HAPPINESS and RIGHTS; a D^flertation upon: federal Subjects relative to the Rights of Man and his Happinefs. Rights are Means : Happinefs the End. 2. An Abridgment of the Above, with Additions and Alterations. Price 6d. 6"], [111, ""], [112, ""]]