[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, "newi. Hewitt, sc. [j q^v Harr © gat e ,"], [9, "THE NEW HARROGATE ©W2M^ Being a Concise Description and History OF WHAT IS MOST REMARKABLE IN THAT NEIGHBOURHOOD, FOR AUsTIftUITT, ELEGANCE, OR RURAL BEAUTY. INCLUDING ALM1AS CLIFF FOUNTAINS ABBEY PLUMPTON ALDBOROUGH HAREWOOD RIPLEY BOROUGHBRIDGE HACKFALL RIPON BRIMHAM ROCKS KNARESBROUGH STUDLEY BOLTON PRIORY NEWBY &C. ILLUSTRATED WITH Plates, Wood Cuts, and aground Plan of Fountains Abbey. J?trth tf&ftton. HARROGATE; PRINTED FOR, AND SOLD AT LANGD ALE'S LIBRARY; SOLD ALSO BY S. BATCHELOR, LOW HARROGATE, AND W. LANGDALE, KNARESBROUGH. 1833."], [10, ""], [11, "THE TOURIST'S COMPANION. RIPON IClPON, in the wapentake of Claro, in the West Riding of Yorkshire, is 212 miles from London, 23 from York, and 27 from Leeds. This ancient Town and Borough,* is delightfully situated between the river Ure, over which there is a handsome stone Bridges 256 yards in length, and the Skell, and stands on an eminence with declivities on every side. Its etymo logy is not involved in so much obscurity as that of many other places, as it evidently derives its name from the Latin word Ripa, which refers to the situation of the Town, and was called by the Saxons Hrippun. It owes its rise to the piety of early times, for, we find that Eata, Abbot of Melross and Lindisfarne, in • To prevent the confusion incident to an indiscriminate use of the words Town and Borough, it may be necessary to explain that the latter is com posed of the Burgage Houses only, while the former includes all the rest, so that they are by no means synonymous. t There are also five other Bridges within a mile of the Town."], [12, "2 RIPON the year, 6G1, founded a Monastery here,* for which purpose he had lands given him by Alchfrid, at that time king of Deira, and afterwards of the Northum brians; but before the building was completed, the Scottish Monks retired from the Monastery, and St. Wilfrid was appointed Abbot in 663, and soon after wards raised to the See of York. By him it was built new from the ground with hewn stone, and supported by various kinds of pillars and porticoes,f and, when completed was consecrated with great solemnity by himself, to the honour of St. Peter, in the presence of king Egfrid and all the Abbots and great men of that kingdom. + This prelate was then in high favour with Oswy and Egfrid, kings of Northumberland, and the principal nobility, by whose Liberality he rose to such a degree of opulence, as to vie with princes, which enabled him to build several rich Monasteries; but his great pomp, grandeur, magnificence, ' and immense wealth, having drawn upon him the jealousy of the King and the Archbishop of Canterbury, he was at length exiled ; but after an absence of ten years was allowed to return to his See, He died in the Monas tery of Oundle, in 711, aged 76, and was interred here ; but in 940 his remains were removed to Can terbury, by Odo, Archbishop of that See. The Town continues to this day, to honour the memory of its benefactor, by an annual feast. On the • Bede Vit. Cuthberti. — This Monastery stood between Stammergate and Priest Lane, and is called the Scott's Monastery. t In Hrypis basilicam polito lapide a fundamentis in terra usque ad sum mum ædificatum, variis columnis et pordcibis sufsultam in altum erexit et consummavit Eddii Vita Wilfrldi. J Ibid."], [13, "3 RIPON Saturday following Lammas-day, the effigy of St. Wilfrid is brought into the Town, with ceremony, pre ceded by music ; when many of the inhabitants, or ra ther children, go out to meet it, and with every mark of joy, commemorate the return of their favourite Saint and Patron from exile. The following day called St. Wilfrid's Sunday, is dedicated to him. On the Monday and Tuesday, there were Horse Races, for small sums only; though formerly there were Plates of 20, 30, 40, and 50£ run for.* The Races are now obsolete. The following is a literal copy of a part of an adver tisement taken from the Newcastle Courant, of August 28, 1725. \"To be run for, the usual four miles course on Ripon Common.f in the County of York, according to Articles. On Monday the 13th of September, a Purse of Twenty Gfcihw»sui by any Horse, Mare or Geld ing, that was no mo;e than five years old the last grass, to be certified by ihe Breeder : Each Horse to pay two Guineas entrance, run three Heats, the usual four miles course for a Heat, and carry nine stone, besides Saddle and Bridle. — On Tuesday, the 14th, the Lady's Plate of 15£ value, by any Horse, &c, Women to be the Riders : Each to pay one Guinea entrance, three Heats, and twice about the Common for r. Heat.\" Many privileges were granted to the Monastery by king Athelstan, who, by a Charter, made it a sanctuary for crimes of every description, for a mile round, and that the men of Ripon should be believed by their yea • Gent, p. 161. f This common is now enclosed under an act passed 7th. Geo. IV."], [14, "4 RIPON and na* The boundaries yet remain in the names of Kangel-Cross, i. e. Archangel-Cross ; Sharow-Cross ;f and Athelstan-Cross. King Athelstan also gave the manor of Ripon to Wolston, Archbishop of York, in 924, where the Archbishops of that See had a palace and park, and which Leland describes as being about six miles in circumference. — The lands are at this day called Ripon Parks. The Monastery flourished about 200 years after the death of Wilfrid, when king Edred, enraged at the rebellion of the Northumbrian Danes, in 950,1 carried fire and sword through the north, and included it and the town in the general destruction ; but Odo, Arch bishop of Canterbury, caused soon afterwards a new work, says Leland, \" to be edified wher the Minstre now is.\" The old Monastery stood at some little distance from the present Minster, in a place where was formerly a chapel of our Lady,§ part of the walls of which are yet visible. Not long subsequent to this • Dugdale's Monas. T Thro' the munificence of Mrs. Lawrence, of Studley Hall, and the Neighbouring Gentry, a small and elegant Church, dedicated to St. Jolin, has recently been erected near this Cross. Mrs. Lawrence with her wonted liberality, in addition to five acres of Land for the site and burial ground, and six Bells, gave ; she has also endowed the same ; — in consideration of which the Dean and Chapter of Ripon, have vested in her the right of Presentation for her life. —^'400 was also given towards the building of thia Church by the Society for rebuilding and enlarging of Churches and Chapels. \\ Sym Dunelm. Rapln. § The Old Abbay of RIPON stoode wher now is a Chapelle of our Lady in a bottom one close distant by*##\" from the new Minstre. \" One Marma duke ( Huby ) Abbotte of Fountaines, a man familiar with Salvage for Savage, ) Archbishop of York, obtained this Chapelle of hym and Preben daries of Ripon ; and having it gyven unto him, and to his Abbay, pulled down the Est End of it (a piece of exceeding auncient work,) and builded a iair peece of new work with squared Stone for it, leaving the Weste Ende ol'"], [15, "5 RIPON. period, the Town and public buildings were reduced to a state of misery, similar to what they had experi enced from the violence of king Edred. \" Onis hæc terra wasta,\" is the return of the Domesday Book on the territories of the Church. After this calamity, the Monastery remained in ruins till the present building was erected in 1 140, by the munificence of Thurstan, Archbishop of York, though it has undergone many alterations and received several improvements since that time. The west Front, the Towers, the Transept, with some part of the Choir and the Aisles, appear to be the work of this prelate, which corresponds with the time when the narrow pointed Gothic arch began to take place of the Saxon one.* The body of the Church is of much later date ; for after the invasion of the Scots, A. D. 1317, in the reign of Edward II. by whom the Town and Minster were destroyed, it is said to have been re-edified not long afterwards, under the care of Archbishop Melton, assisted by contributions from the neighbouring gentry, when the three Spires were erected, and the windows adorned with painted glass.f It then consisted of the Transept and Choir, as at present, of a single Nave very old Werk standing. He began also 'and finished a very fair high Wall of squared Stone at the Est End of the garth that this Chapelle standeth in and had thought to have enclosed the whole building with a like Walle, and to have made there a Cell of White Monks.\" '* There lyeth one of the Engleby's in the Est End of this Chapelle, and there lyeth another of them in the Chapelle Garth ; and in the Chapelle aingeth a Chauntrie Priest.'. — Leland's Itin. • Videas ubique in villis Ecclesias in victis et urbibus monasteria, novo jHuncandi genere consurgere GULIELM MALMSB. de RegibusAng. p. 102. ■J- Leland's I tin. a3"], [16, "6 RIPON. or Body, and of the two west Towers projecting on each side: See plate of ground plan annexed. — The shaded part shows the original Church. The Choir was extended to twice its former length — and the Aisles were added to the Nave, by Archbishop Melton. From dates in the Choir, it should seem, that this work com menced in 1331, and was completed in 1 *94. This Collegiate foundation had seven Prebends, viz. Thorp, valued, 26th Henry VIII. at 20/. per ann.; Stanwyge, 40/.; Skelton and Yevenhall, 15/. 10s. 4d.; Monkton, 24/. 12s. 8d.; Sharow, 14/. 15s. Id.; Stodeley 26/. Ils. 4d.; Anwyke, 22/.; and six Vicars Choral, with 6/. per annum. At the dissolution, the revenues became the property of the Crown.* Here were also nine Chantries and several Obits belonging to the Church, but the former were dissolved in the beginning of the reign of Edward VI. Till the tune of James I. the Church became neg lected, when he, at the request of his Queen, Anne, established a Dean, Sub-Dean, six Prebendaries,! and other Officers; and endowed the College with 24 7£. per annum, which establishment exists at the pre sent time.}' There are two Vicars Choral, and an Organist, six Singing-men, six Choristers or Singing boys, and a Verger. * Tanner's Not. t Ib\"*. I Very Revereud J. Webber, D. D. Dean, Reverend Ralph Worsley, M. A. Sub-Dean, PREBE.XDARIES. T. Trebeck, A. M. W. H. Dixon, A. M. P. W. Worsley, A. M. W. Gray, A. M. R. Sutton, B. A. G. H Webber, A. M. Vicars, Rev. Jos. S. Jameson, | Rev Robert Poole, A. M."], [17, "f-s.i.*- grArar"], [18, ""], [19, "7 RIPON The Church is a Deanery in the diocese of York, of which the King is Patron. The Sub-Dean is appointed by the Dean, from the Prebendaries; and, as to the Prebendaries, the Dean and Chapter nominate three persons to the Archbishop of York, who must collate one of them. The Dean and Chapter also nominate and appoint the Vicars. It is both parochial and collegiate, and is dedicated to St. Peter and St. Wilfrid, built in the form of a Cross, is elegant and light, the Arches pointed, and the columns adorned with round Pillars and fluted. At the west end are two Towers, and in the middle the great Tower of St. Wilfrid, all about 110 feet high, on which were formerly spires of wood covered with lead; but the great Spire, 120 feet high, 49 feet square at its base, and 4j feet square at the top, on St. Wilfrid's Tower, being blown down in 1660, which did considerable injury to the Church, the other two were, to prevent a similar misfortune, taken down a few years afterwards. By the fall of this Spire, two of the Saxon Arches supporting the Lant ern were broken down, and are replaced by two Gothic ones — a deformity very observable on entering the Church. The Towers being formed to support leaden spires are flat and heavy; but the late Dean, in 1797, having caused open battlements and pinnacles to be added to them, this apparent heaviness, has been much relieved, and the appearance of the whole greatly improved. On entering the Nave at the great west door, the long and lofty appearance of this part of the Church, strikes the eye, and, also the more distant view of the vaulted Arches of the Choir and east Window. The Roof is new, in pannels, with fluted mouldings, on a"], [20, "8 RIPON very improved principle. On each side of the body are six Pillars, which form five regular well finished Gothic Arches. The light and richly ornamented tra cery, surrounding the west Window, is very beautiful ; and the upper row of Windows, on both sides of the Nave, which have all been recently repaired, have a neat and uniform appearance. In various windows in the Nave are the Arms of Sir Stephen Procter, Kt., quartered with Dawson ; Sir WiLliam Ingram of Cattal ; Sir John Wentworth, Kt. of Elmsall; Thomas Burwell, L. L. D., and WiLliam Lister, Esq., of Thornton; Anne, Countess of Pembroke; Earl of Bridgwater;* Earl of Ailsbury andElgin; Lord D'Arcy ; Peter Vivian, Prebendary; Welbury Norton, Esq., of Sawley; Sir John Mallorie; Sir William Ingleby, Bart., Richard Hutton, Esq., of Goldsborough. Sir John Lewis, of Ledstone, Bart; Sir WiLliam Tan cred, Bart; Sir Christopher Wandesf ord, of Kirklington, Bart; Sir Solomon Swale, Bart.; Sir John Goodricke, Bart., of Ribstone. — In the Transept, — Lindley; Stave ley; Burton, Esqrs., Cresswold, Hooke, Littleton, and Paris, Prebendaries; Drake, Sub-Dean; Wilkins, Dean. Redshaw; Sir Edward Jennings, impaled with Bark ham's ; Walter Strickland, Esq.; Lister's impaled with WandesforcTs; Sir Jonathan Jennings and Barkham. In the middle of the Transept, under the great Tower, is the Crypt ; the entrance to which is from the Nave, by a descent of nine steps down a passage about 45 feet in length. It is closed and vaulted, and in it are many traces of ancient architecture. It was dedicated to the Holy Trinity, and is 1 1 feet 5 inches 1 Names in Italics not now in existence, though they appear in Gent's History."], [21, "RIPON 9 long, east and west, 7 feet 8 inches wide, and 9 feet high, on each side of which is a niche, and at the east end, a place for an altar. On the north side is the hole, called Sr. Wilfrid' s Needle, which seems to have been used as a confessional. It was the test of chastity as none but Vestals could pass through it. It com municates with a passage, in which is a Staircase, now walled up, leading to the Choir, under the Sub-Dean's seat, as an entrance for the Priest. In the north Transept, near the entrance into the Choir, stands a stone Pulpit of curious workmanship, formerly used for preaching in. In a Chapel (now used for the Blackett's Vault) near to this Pulpit, are many relics, as a Helmet, Ensigns, Gauntlets, &c, vestiges of the early civil Wars. The Windows of both the Transepts are of Saxon Architecture, and originally corresponded with the Arches of the great Tower, but two of which are now stately Gothic, of considerable height. The Choir is separated from the body of the Church, by a neat Screen of stone, ornamented with handsome carved work, nearly twenty feet high ; and containing twenty-four niches, in each of which, are ancient statues representing Kings, Abbots, and Bishops, and other characters usually seen in Cathedral Churches. In the centre is the door opening into the Choir, on which is carved the arms of the See of York, Archbishop Rotherham, and other benefactors. Over the Screen is a fine toned Organ, built by Mr. Booth, of Leeds, in 1 833, with the exception of four stops belonging to the old Organ, which was built by Gerard Smith in 1696. The Organ case is also new, and very handsome, de-"], [22, "10 RIPON signed by Mr. Blore, and corresponds with the ancient carved work over the Stalls in the Choir. The Choir which ( since the fall of the great Spire from the Lantern Tower in 1660 had a flat boarded Ceiling,) has been greatly improved by a beautiful groined Arched Roof,f richly ornamented at the inter sections of the Ribs by very curious carved oak Bosses; ten of these formed the centre of the groined Arches of the Roof, broken in by the fall of the great Spire, and preserved in the Chapter-House; viz.: — A King seated; Bishop seated; Angel saluting the Virgin; a Holy personage relieving a distressed person; a King and Bishop seated; the Angel driving Adam and Eve from Paradise ; Arms of the present Dean, (modern); a Holy personage seated; a Bishop; a Holy personage bringing a distressed person to the entrance of a Church ; and one unknown. This new Roof and the light ornamental tracery which enriches the upper tier of Windows, has added greatly to the beauty of the Church, and shews the apex of the stately Gothic Arch over the Organ, which jwas hidden by the old Ceiling. The whole of the Windows have been repaired, and the Pillars, Capitals, Mouldings, and enrichments have been restored. At the west end of the Choir, are Stalls for the t The Minster, since the appointment of the present Dean. (1629,) has been carefully examined and reported upon, by Mr. Blore, of London, the eminent Architect. He recommended many extensive repairs as necessary for the security and preservation of the venerable fabric, and the sum of fiOOIX^, raised by subscription, and from the funds of the Dean and Chapter has been expended in improving and ornamenting the interior of the building."], [23, "RIPON 11 Dean, Sub-dean, and Prebendaries; there are thirteen other Stalls on the north side, for the Mayor, and Aldermen; on the south side is the Archbishop's Throne, executed by Mr. Archer, of Oxford, and erected by the munificence of the late Dr. Markham, Archbishop of York, at an expence of not less than 200£; with eleven Stalls for the inhabitants. The carved wood work over these Stalls, is deserving of particular attention, as it is allowed to exhibit a delicacy and lightness, superior to almost any other religious edifice possessing similar decorations. The seats in the Stalls are all of oak, and when turned up, exhibit different richly carved representa tions of animals, figures, and foliage ; upon the crocket of the seat next to the Dean's Stall, is the date 1489. The finials before the Stalls, and the crockets to the seats are of exquisite workmanship, particularly those at the Dean's, Sub-Dean's, and Archbishop's Seats ; as are also two small canopies, one near the Mayor's the other adjoining the Archbishop's Seat. The following page of wood Cuts, exhibits a few specimens of the Basso-relievos under these seats. The ancient oak carved wood-work in front of the north and south Galleries in the Choir, is of the Gothic style, very handsome, and deserves attention. On the south side of the Choir, near the east Win dow, are three ancient, and curiously sculptured stone Stalls, originally intended for those who officiated at the Altar. The figures and embellishments upon these ancient Stalls, are curious, and executed in a Cathe dral style of workmanship."], [24, "12 RIPON. A Hog playing Bagpipes accompanied by two ofner dancing, and a Griffin with a Rabbit, will be fjund as tail pieces."], [25, ""], [26, "((Fast vFn» of __.t]>on ftturttev."], [27, "1\\u000d\\u000a13 RIPON Among the many improvements is the Altar Piece, which is a new one, of Stone, of Gothic Architecture, designed by Mr. Blore. — This Screen is divided into compartments, by Mouldings and Buttresses, to each of which is a Pinnacle of the most delicate workmanship, each compartment is sub-divided into pannels, with shields, tracery, &c, over each of these is a moulded and richly carved Pediment, and upon these is a moulded and carved Cornice, and Battlement, &C The lightness and elegance of the design has materially improved this end of the Choir. The old Altar Piece was a fine perspective painting, said to be the work of Streator, in the time of Charles II. representing a Colonade, and admitted by Artists to be a very correct performance. This Painting which obscured a considerable part of the east Window, is now removed. The East Window.* which has been completely repaired, is very beautiful; its dimensions are 51 feet by 25, and its just proportions, since the removal of the painted Altar Screen, are now seen. The appear ance of this magnificent Window on entering the Choir, under the Organ, is truly grand, and the stained glass, ancient and modern, which adorns its tracery, adds greatly to the richness of the appearance. This Win dow was greatly defaced by the Soldiers, under the command of Sir Thomas Mauleverer, in 1643, whose main guard was stationed in the Market-place ; in it are the following Arms : — In the centre compartment, •The painted glass in the windows, was in part repaired in 1724, by Giles of York ; and this window was renewed in 1796. by the late Mr. W. Peckett, of York. F"], [28, "14 RIPON those of king James the first, with an inscription commemorative of his restoring and re-endowing this collegiate Church. — Above, in the tracer}', are two shields, bearing the arms of England and France, those of France are given with fleurs de lys seme, and not restricted to three fleurs, as took place in the time of Henry V. This fixes the date of the window between 1. Edward III. A. D. 1326, and the time of Henry V., A. D. 1413. Also the Arms of William Markham, late Arch bishop of York ; Peter Johnson, Esq. ; the late Dean with this inscription, Rob. Darley Waddilove, DECANUS, M D C C X C I I, Edward V. Vernon, Archbishop of York; Dr. Webber, the present Dean, and the Studley Family. In the other compartments, commencing on the left side, Osborn Markham, Esq. ; Beilby Porteus, bishop of London; Dean Dering; Goodricke, Lawson, Pres ton, Carne, Prebendaries; Lord Grantham; Blackett, bart. ; Aislabie, Wood, Oxley, Esqrs.; Lord Grantley; Ingleby, bart.; Weddell, Allanson, Dawson, Esqrs.; Robinson, bishop of London; Dean Wanley; Wilk inson, Meek, Worsley, Holdsworth and Haddon, pre bendaries ; together with the arms of the Church and Town. Over the doorway, in the Transept, leading to the Chapter-House, is placed, in a niche, the Figure of James the First, presented to the Church, by the Dean of York. This statue filled the niche, once occupied by that of Henry VI. in the Screen of York Minster,"], [29, "15 RIPON, the latter being taken down by the suppliant Bishop of that day, out of compliment to Edward IV. and remained vacant till the reign of James I. when the Dean and Chapter caused the vacancy to be filled up with this statue. In 1810 an excellent one of Henry, by Mr. Michael Taylor, was put up in its ancient niche, and that of James sent to Ripon as one of its earliest Patrons. The Chapter-House is supported by Pillars, and in it are several Paintings of Kings and Queens of Eng land, on pannels. Under it is a Vault where the remains of several of the principle persons in the town and neighbourhood have been deposited. This, with the Vestry-room, and Vaults underneath, part of which is the Bone-House, appears to be by far the most ancient part of the structure. The Chapter-house and Vestry have originally been but one room, as well as the Vault and Bone-house underneath. From this curious depository of the relics of the dead, the 3SoitC5$?ou£t, which exceeds any thing of the kind in this county, a SkulL was some years since allowed to be taken, and is now in the Anatomical School at Oxford, and occasionally lectured upon by the Professor. As the Skull has two large sloping gashes at the lower part of it, probably, from a sword or Battle Axe, it is not likely that recovery should have followed such wound, yet it appears to have done so to a certain degree, as it is remarkable that fresh bone is formed in one of the Cuts, it being well known that no Ossification takes place in a dead subject. Above the Chapter-house and Vestry, had been erected a Chapel to the Virgin, yet termed Lady Loft,"], [30, "16 RIPON and now constituting part of the Library,* which con sists chiefly of ancient books of Divinity, a few Classics, Manuscripts, &c, This appears to have been added to the building, about the time of King Henry VII. In 1809, the Dean and Chapter, caused a new Clock, by Thwaites, of London, to be put up, which cost above 400£, to which, the late Mrs. Allanson, of Studley, contributed 100£, and the Right Hon. Lord Viscount Goderich, 50£. To them we are, also, much indebted for the opening of the west-end of the Mins- ter to the Street. Ripon Minster for length and breadth, is one of the best proportioned Churches of its kind: it is broader then any Cathedral except York, which is 109 feet, and than any Monastic Abbey or Collegiate Church except Westminster, which is 96 feet. The Dimen- sions, inside, are as follows. Ft. In. The whole length from east to west, 266 5 Breadth of the Choir, including Aisles, .... 66 8 Length of ditto, 101 0 Height of ditto to the ridge, 79 0 Breadth of the Nave and side Aisles, 87 0 • In th° Library are some few scarce and curious old Books, particularly an old English Chronicle, Antwerp, 1493; aBOETiusof Caxton, and Caxton's Book for Travellers; all of which are noticed in Dibdin's BIBLIO GRAPHICAL DECAMERON, vol. iii. p. 420, and which he says, \"In due time, these precious tomes were consigned to Charles Lewis, who returned them, with many other small, and rather scarce and curious volumes, de corated in Morocco, Russia, or calf according to their supposed rarity or, worth.\" With that deference every lover or connoiseur of Book-binding would pay Messrs. Dibdin and Lewis, we must express our regret at seeing Books of Caxton's time, dressed up in garbs of the 18th century, FANCV Morocco or Russia, Gilt edges and single lines, dec. How much more ap propriate would thay have been, if bound in imitation of those Specimens which, Mr. Dibdin has given us in his decameron."], [31, "17 RIPON st. In Height of Nave and side Aisles to the ridge, 88 6 Length from the west to the Choir door, . . 167 5 Length of the Transept, 132 0 Breadth of ditto at the north end, 35 11 Breadth of ditto at the south end, 33 3 Length of the Chapter house, 34 8 Breadth of ditto, 20 0 Length of the Vestry, 30 0 Breadth of ditto, 19 0 Height of east Window, 51 0 Breadth of ditto, 25 0 The Breadth of the west front 43 feet, and, in- cluding the Towers of 29^ feet each, is in the whole 102 feet, external measure. The Monuments in the Church, which claim \" the passing tribute of a sigh,\" are very numerous, but, the whole would occupy too much room to be admitted into the present sketch. A few of the most remark- able are therefore selected. SOUTH AISLE OF THE CHOIR, On a white marble Tablet is inscribed, Near this Place are deposited the Remains of ROBERT PORTEUS, ESQR. a native of Virginia, and a Member of his Majesty's Council or upper House of Legislature in that Province. From thence he removed to England, And resided first at York, afterwards in this Town, where he died August 8, 1758. Aged 79 years, Posit B. P. Ep. Loud. On a blue Marble Stone, on the ground, is this Inscription. Here lyeth ye Body of Sir ROGER BECKWITH Barr. late of Aldborough, who Dyed at RIPP0N, the 6th of December, 1700. b 3"], [32, "18 RIPON On a much defaced mural Monument M. S. MOYSIS FOWLER Sacræ Theologiæ Baccalaurei, hujus Ecclesiæ Collegiatæ Sancti Wilfridi de Ripo, at Serenissimo Principe Jacobo Restauratæ, Decani Primi: Neenon Danielis Fowler in Artibus Magistri, Moysis Filii, ac suæ Uxoris Janæ Fowler, Danielis officium sacrum esse hoc Monumentum Testamento suo voluit refici. Below the Monument, on a black stone, in gilt letters, was inscribed. Cælum, Terra, Homines, de re rixantur eadem ; Fowlerum quisquis vendicat esse suum, Nuncius e Cœlo, tandem componere Lites, Fati, descendens, ultima Jussa refers. Turn moriens Animam Cœlo, Corpusque Sepulchro, Nobis Ingenii clara Trophæa dedit. On a mural Tablet with the Arms'of Dawson and Procter. Deo Optimo Maximo # Memoriæ Priscilla Dawson, una Filiarum & Coheredum Domini Stephani Procter, Militis Fæmina multis variisq. et Animi et Corporis Dotibus insignis, quæ pulchram charissimo Marito suo Georgio Dawson Generoso utriusque Sexus prolem enixa, scilicet Rober'. Johanem Stephanum, Gilbertum, Fran ciscom, et Dorotheam. Annos nata 34 placide in dominum obdormivit, Feb. 25, Anno Domini 1662. Cui communi Sepulchro conjuncti sunt Robertus Dawson Filius primogenitus, qui obiit 13 Sept. Anno Domini 1614. cv Beatrix Pudsay, Soror dictæ Priscilla Dawson, et Uxor Stephani Pudsay, Generosi quæ obiit 5 Die Mar-"], [33, "19 RIPON, til, Anno Domini 1622 # Gilbertius Dawson Fratre dicti Geo. Dawson, qui obiit 21 Die Martii, Anno Dom. 1622. Dormiunt non mortui sunt. Epitapnium PRISCILLÆ DAWSON; Firma, Fides, Candor, Pietas, Moresque benigni. Priscilla, hie tecum condita charajacent, Quid dixi hæc; Terra terrena mole relict, Ad Super as secum te rapuere Domus. WITHIN the Chapter House is a small Monument, (after a design of Bacon's thus inscribed : The Memory of the just is blessed ; Prov. ch. 10. v. 7. Sacred to those virtues which adorn a christian ; This Marble perpetuates the Memory of Ann-Hope Darley WaddHoie Wife of The Reverend the Dean of this Coll. Church, And Daughter of Sir hud. Grant, of Grant, Bt, After a long and painful Illness supported with singular Patience and Resignation She departed this Life the 21st of May 1797, in the 51st Year of her Age With the fullest hope of a joyful Resurrection: Her gentle and amiable manners, with every domestic Virtue, The genuine offspring of a benevolent and religious Mind, Procured her, whilst living, universal Attachment and Regard, And excited at her death, not leas universal Regret. Thomas their eldest Son died 2 March 1799, aged 17, And lies entomb'd beside his mother, Whose amiable Dispositions he inherited Whose virtues he imitated and equall'd Mary Catherine their Daughter died In her Infancy, and is buried at Topcliffe."], [34, "20 RIPON, M. S. REV. R, D. WADDILOVE, B. A. LATE OF ST. JOHN'S COLL: CAMB DIED AT PENZANCE JULY HI. MDCCCXIII IN THE XXIV YEAR OF HIS AGE AND IS BURIED IN THE CHURCH OF GULVAL CORNWALL On a neat Marble Monument, is inscribed, IN MEMORY OF THE VERY REVD. ROBERT DARLEY WADDILOVE DEAN OF RIPON AND ARCHDEACON OF TEE EAST RIDING OF YORKSHIRE. THE DEAN WAS NOMINATED IN THE YEAR 1791, AND HELD THE DEANERY FOR THE TERM OF NEARLY FORTY YEARS, HE DIED AUGUST 18. 1828. ÆT. 92. DURING THIS LONG SPACE OF TIME HIS ATTENTION AND ASSIDUITY IN THE DUTY OF HIS STATION WERE AS REMARKABLE AS THEY WERE CONSTANT AND SINCERE: HIS PRIVATE LIFE WAS EQUALLY MARKED BY THE FIRMNESS OF HIS FRIENDSHIP, AND BY THE UPRIGHT DISCHARGE OF ALL THE SOCIAL CHARITIES WHICH BECOME A MAN AND A CHRISTIAN. MAY THOSE WHO FOLLOW HIM, FOLLOW ALSO HIS EXAMPLE! IN THE NORTH AISLE OF THE CHOIR. On a handsome marble Monument railed in front. H. S. Heneagius Dehing L. L. D. Filius natu maximus Christopheri Dering de Charing In Com. Cant. Arm. Rmo' patri Johanni Sharp"], [35, "21 RIPON, Ebroacensi Archiepiscopo Per Virginti annos A secretis et a Sacris Domesticis. Hujus Ecclesiæ Collegiatæ Per annos fere Quadraginta Decanus i\\ Resident! arius. Ex Anna Uxore, dicti Archiepi: Fiha. Liberos reliquit Superstites Elisabetham, Johannem, Annam, Heneagium, Mariam, Philadelphiam, Jtjditham. Obijt 8th. Apr. 1750 Ætat, 86. At the bottom is a small black Sarcophagus, inscribed, JUSurgam. In a Chapel north of the Choir Door is a handsome Monument of Sir Edward Blackett with his two Ladies standing over him, inscribed Here Lyeth ye Body of Sr Edward Blacket of Newby Bart Eldest Son to Sr William Blacket of Newcastle upon Tine Bart. He was thrice Married, First to Mary only Child of Thomas Norton ofLangthorne, in the County of York Esqr. she had Issue only one Child named William, who died in hia infancy. she not Long Surviving. Secondly to Mary Daughter of Sr John Yorke of Richmond Knight who had Issue Six SonB(viz-) William, Edward, John, Thomas, Christopher, and Henry, and Six Daughters, Elizabeth, Henrietta, Maria, Alethea, Isabella, Ann, and Christiana. His third wife was Diana Lady Delaval Relict of Sr Ralph Delaval of Seaton Delaval Bart. Daughter to George Lord Delamere and Sister to Henry first Earl of Warrington, she had Issue by Sir Ralph Delaval only one Daughter named Diana, Married to William Eldest Son of Sr Edward Blackett"], [36, "22 RIPON ye Said Diana died the Tenth of January Anno 1710 Leaving Issue only one Daughter named And the said William Blackett also Departed this Life the Twenty third day of February Anno 1713 Diana. Diana Lady Blackett Departed this Life the Seventh day of Octbr ye said Elizabeth Eldest Daughter of Sr Edward Blackett who was marryd to John Wise of Ripon Esqr. departed this Anno 1713. The Said Sr Edwd Blackett Died April ye 22nd 1718 Aged life the 22nd. of May 1711. On a Moument well executed by Bacon, Sacred to the Memory of Sir EDWARD BLACKETT Bart. &c, &c. of Mats en, in Northumberland: Who departed this life the 3rd. of Feb. 1804 Ætatis 85; after a long and painful illness, which he bore with exemplary Patience and Christian Resignation. If human worth is to be estimated by the love, esteem, and respect, acquired in the circle of society in which it moved, no One could possess it in a higher degree than he did whose remains are deposited here below. His nearest Relations truly sensible of the irreparable loss they have sustained caused this monument to be erected, as a Tribute of conjugal, filial, and fraternal affection,"], [37, "23 RIPON On a Marble Monument is inscribed, BENEATH LYE THE REMAINS OF JOHN BLACKETT ESQ; SON OF SR; ED BLACKETT BART WHO DIED THE 27th APRIL 1750 AGED 65 AND LIKEWISE OF PATIENCE HIS WIFE WHO DIED 16th JANUARY 1788, AGED 92 HONOURS AND RICHES PASS AWAY AS WE DROP INTO THE GRAVE FAITH AND GOOD WORKS ACCOMPANY US TO HEAVEN. On a neat Marble Slab with a well executed Urn and Drapery, SACRED To the Memory of Dame Ann Blackett; Relict of Sir Edwd. Blackett Bart, of Matfen in Northumberland, Who departed this Life, Dec. 30, 1805, Aged 88 years. A most affectionate Wife, a sincere Friend, And a good Christian. In the same Vault are deposited the Remains of William Douglas Blackett, Eldest son of Sir William Blackett, Bart, who died March 2nd 1805, Aged 2 Years and 6 Months. In this Chapel is an ancient Altar Tomb, supposed to be for one of the Markenhelds of Markenfield-Hall : and without the rails, on an altar Tomb, the effigies, said to be, of Thomas Norton and his Wife. NORTH END OF TRANSEPT. SACRED TO THE MEMORY OF EDWARD RIDSDALE Esq. DIED MAY XX, MDCCLXXVI AGED LXVI YEARS. ALSO TO THE MEMORY OF HIS BROTHER CHRIST: RIDSDALE ESQ; DIED MAR. VII. MDCCLXXXVII AGED LXVIII YEARS."], [38, "24 RIPON On a Marble Monument with a medallion of Johu Lister, Esq. Sacred To the Memory of John Lister* Esq. ; Descended from the Listers Of Braithwaite Hall in this County He died the first of September MDCCLXXXVIII Aged LXXXIV Years. Elizabeth his Wife died the first of June MDCCLXXII Aged LXX Years. Near this Place lieth the Body of ELIZABETH NORTON Widow of THOMAS NORTON, Of GRANTLEY, in this Parish, Esquire. She was the Eldest Daughter of WILLIAM SERJEANTSON of KIRBY-MALHAM-DALE in this County, Esquire. was baptized the 4th day of November, 1692 and died the tenth day of November, 1774. SACRED TO THE MEMORY OF MILES STAVELEY ESQR- OF NORTH STAINLEY, GENERAL IN HIS MAJESTIES FORCES AND COLONEL OF THE 41 h OR ROYAL IRISH REGIMENT OF DRAGOON GUARDS. HE DIED THE 26lh DAY OF JCLY 1814 IN THE 77th YEAR OF HIS AGE. * He sounded an Evening Lecture upon the Sunday nearest to St. John'6 Day."], [39, "RIPON. 25 B On a neat Marblo Monument, is inscribed, M. S. MARIÆ THOMÆ KILVINGTON, ARMIGERI, M CONJUGIS DILECTISSIMÆ. OBIIT. MAII 2, ANNO CHRISTI, 1809 ÆTAT 72. SUIS OMNIBUS NUNQUAM NON DEFLENDA. THOMAS KILVINGTON, M. B. OB. SEPT. 13, A. D. 1823, ÆTAT 92. QUALIS FUIT DIES ISTE INDICABIT. CHAPEL SOUTH OF THE CHOIR DOOR. Here lyeth Sr JOHN MALLORIE of great Studley alias Studley Royall in the County of YORKE Kt. a Loyall Subject to his Prince whoe marryed MARY one of the daughters and Coheires of John Moseley of ye Citty of Yorke, Esq & upon ye 23 of January 1655 & in ye 45th yeare of his age departed this life he had Seuen Children Six daughters & one Son WILLIAM MALLORIE whoe dyed ye 9TH of February 1666 and in the 20TH yeare of his Age & was buryed neare this Monument which ye Lady MALLORIE in ye yeare 1678 in Memory of her husband & Son Caused to be erected. C"], [40, "26 RIPON On a plain neat Marble Tablet, is inscribed, SACRED TO THE MEMORY OF ELIZABETH ALLANSON, DAUGHTER AND COHEIRESS OF WILLIAM AISLABIE ESO.R. OF STUDLEY ROYAL, AND WIDOW OF CHARLES ALLANSON ESQ. OF BRAMHAM BIGGIN, IN THIS COUNTY, BY WHOM SHE HAD NO ISSUE. SHE DIED THE 8th OF MARCH 1808, AGED 82. SOUTH END OF TRANSEPT, Under an elegant bust by Nolekins, placed beneath a canopy, supported by four Corinthian Columns, which is from a design of the Lantern of De mosthenes, at Athens, is the following inscription : To the Memory or WILLIAM WEDDELL ESQR- of NEWBY, In whom every Virtue That ennobles the human Mind was united With every Elegance that adorns it, THIS MONUMENT, A faint Emblem of his refined Taste Is dedicated by his Widow. \" Whom what awaits, while yet she strays \" Along the lonely vale of days? \" A pang, to secret sorrow dear; \" A sigh, an unavailing Tear; \" Till time shall every grief remove •' With Life, with Memory, and with Love. \""], [41, "27 RIPON On a brass plate on the ground. D. O. M. Jordanus Crosland de Nubie Miles Constabularius de Scarborough, & Custos ejusdem Castri, Chiliarchus a Carolo Primo & Secundo, Magna cum Laude vixit, Pari cum gloria obiit XX Augusti An. a partu Virginis MDCLXX. Ætatis suæ LHI. Deo pius, Regi Fidelis, Patriæ Fidus. Firmior ad Patriæ nullus vel fortior armis Ad sacra Regalis jura tuenda domus Sæpe Rebellantis media inter prælia Gentis Intepidum exposuit Regis amore latus. Nemo mage in bello tonuit, mage Pace quievit Terribilis galea, mitis & ille toga. Integer is Vitæ fama, clarumn. perenni Illustris decorato Mortis honore rogum. THE GOOD ARE REMEMBERED LONGER THAN THE GREAT. SACRED TO THE MEMORY OF Wm. DOWNING ESQ. OF STUDLEY HE DIED JAN. 12th 1810, AGED 60 YEARS. JUSTLY ESTEEMED, HIS LOSS WILL BE TRULY DEPLORED BY HIS FAMILY & FRIENDS AND HIS MEMORY BE LONG REVERED. NEAR HERE LIE THE REMAINS OF EMMA DAUGHTER OF THE ABOVE, WHO DIED AUG. 16th, 1810, AGED 15 YEARS."], [42, "28 RIPO THE NAVE, On the north-west pillar, is a bust of Hugh Ripley, with the following inscription. HERE LIETH ENTOMBED THE BODY OF HVGH RIPLEY, LATE OF THIS TOWNE, & MERCHEANT, WHO WAS THE LAST WAKEMAN, & THRICE MAYOR, BY WHOSE GOOD ENDEAVOVERS THIS TOWNE FIRST BECAME A MAIORALITE & LIVED TO THE AGE OF 84 YEERES, & DIED IN THE YEER OF OUR LORD 1637. OTHERS SEEKE TITLES TO THEIR TOMBES, THY DEEDeS TO THT NAME PROVE NEW WOMBES, AND 'sCVTCHEONS TO DECK THEIR HERSE, WHICH THOVE NEED'ST NOT TAKE TEARS AND VERSES IF I SHOVLD PRAISE THY THRIVING WITT OR THY WEIGh'd JVDGEMENT SEASONING IT THY EAVEN & THY LIKE STRAIGHT ENDS THY PIETIE TO GOD AND FRIENDS"], [43, "29 RIPON ■THY LAST WOVLD STILL THE GREATEST BE AND YET ALL IOINTLY LESSE THEN THEE. THOV STVDIEST CONSCIENCE MORE THEN FAME, STILL TO THY GATHRED SELFE THE SAME THY GOLD WAS NOT THY SAINT NOR WEALTH PURCHAS'D BY RAPINE WORSE THAN STEALTH NOR DID'ST THOV BROODING ORE IT SIT NOT DOEING GOOD TILL DEATH WITH IT THIS MEN MAY BLVSH AT WHEN THEY SEE, WHAT THY DEEDS WERE WHAT THEIRS SHOVLD BE. THOV'RT GONE BEFORE, AND I WAITE NOW, T' EXPECT MY WHEN AND MAKE MY HOW WHICH IF MY JESVS GRANT LIKE THINE, WHO WETS MY GRAVE s'nOE FRIEND OF MINE. THE FORMER MONUMENT HAVING BEEN DEFACED IN THE TIME OF THE CIVIL WARS, THIS WAS ERECTED BY THE CORPORATION A. D. MDCCXXX. On a neat Marble Monument, with a Sarcophagus, and above it the Arms of Oxley and Lodge. SACRED TO THE MEMORY OF MARGARET THE WIFE OF CHARLES OXLEY ESQR YOUNGEST DAUGHTER OF EDMUND LODGE ESQ. of WILLOW HALL IN THIS COUNTY; SHE DEPARTED THIS LIFE THE SIXTH DAY OF FEBRUARY IN THE YEAR OF OUR LORD 1819. AGED 39 YEARS, LEAVING ISSUE THREE SO:;S AND ONE DAUGHTER. c3"], [44, "30 R1PON. NORTH AISLE OF THE NATE. On Marble Monuments. SACRED To the Memory of THOMAS KITCHINGMAN Esq: Descended from the KITCHINGMANS Of CARLON HUSTHWAITE, in this County, Who died the loth Day of February 1793, Aged 63. ALSO to the Memory of MARY, Wife of the above THOs- KITCHINGMAN, who died the 18th Day of Dec. 1821, Aged 85 years. THIS MONUMENT IS ERECTED TO THE MEMORY OF GEORGE HASSELL ESQUIRE LATE RECORDER OF THIS TOWN J WHO DIED THE XVII DAY OF JULY MDCCLXXIII AGED LVIir YEARS. ALSO TO THE MEMORY OF HIS WIFE MARGARET BACON FORSTER HASSELL WHO DIED THE XV DAY OF JUNE MDCCLXXU AGED XXVI YEARS. SACRED TO THE MEMORY OF PETER TAYLOR ESQR. LATE REGISTRAR OF THIS CHURCH, AND THIRTY FIVE YEARS TOWN CLERK OF THIS BOROUGH WHO DEPARTED THIS LIFE THE 2nd DAY OF AUGUST 1819 AGED 79. \"My Hope is in Christ.\""], [45, "RIPON. 31 On a blue slab on the ground. Here lieth the Body of Fairfax NorclifFe Youngest Son of Fairfax Norcliffe of Langton Esq. by Mary daughter of Thomas Hesketh of Heslington Esq. he died Oct, the 18th 1739 in the 36th year of his Age. Here also lieth the Body of Faith Norcliffe Wife of the said Fairfax Norcliffe She was daughter of Calristhenes Brook of Gaitforth Esq. and died the 17th of June 1733 in the 26th year of her age Fairfax Norcliffe their only Child was bom the 5th of June 1733 he died the 16th of July 1733 and lies buried besides his Parents. Near the above are the following on blue slabs to the Wren, Dame Frances Wray Relict of Sir John Wray Bart. of Sleningford, and daughter to Fairfax Norcliffe Esq. of Langton in the County of York Died July ye 14th 1770 Aged 69."], [46, "32 RIPON. Here lyeth the Body of SR JOHN WRAY of Sleningford Bart, born 24th Oct 1689. died 26th Jan. 1752 He married Frances the daughter of Fairfax Norcliffe Esqr of Langton, by whom he left issue Cecil, Mary, Isabella, Frances, On a slab on the ground. Here lyeth the Body of Fairfax Norcliffe (Esqr of Langton who departed this life March the 21st 1720 Aged 46 On a^blae slab on the ground. To the Memory of Waldegrave Tancred Esqr. Son of Sr WiUiam Tancred of Brampton And of Aletheia His Wife Daughter of Sir Edward Blackett of Newby Bart. They died Examples of Piety and Resignation And were Buryed near this place He on May the 23rd. 1742 Aged 67 She on May the 30th 1761 Aged 80"], [47, "33 RIPON M. S. Annæ Uxoris Amontissimæ Simonis Hutchinson, de Ripon Pharmacopoiæ Quæ flebilis Obijt 24 Julij Ann Dom. 1730 Etat 32 in quelibet vitæ conditione Esse, quam videri Pia, Maluit Arnica, Conjux, Mater, Jucunda, Amabilis, Tenerrima, Beuigna Indigis, Omnibus Spectata. On a white marble monument, with a Snowdrop emblematical of the sur viving Children, and the death of the eldest, under which, is inscribed, HERE RESTS THE MORTAL REMAINS OF HENRY WILLIAM STRICKLAND eldest Son of Henry Eustatius Strickland of Boynton Esq. And of Mary, the daughter of Edmund Cartwright D. D. of Marnham, Notts, He had been eight days at the Gram. School at this place, when the illnesd of a few hours removed him to the presence of his God, on the twelfth day of February 1818, aged Nine years and Five months. The tender recollection of hie amiable qualities, and early intelligence, no time can efface from the minds of his afflicted parents : but they bow to the stroke which chastens them : and derive consolation from reflecting, that he is taken from the world before he had its Sin, or felt its Sorrow. \" The Lord gave, and the Lord fiath taken away ; blessed be the name of th* lardy"], [48, "34 KIPON SOUTH AISLE OF THE NAVE. On a white Marble Monument, over which is a pedimont supported by two Corinthian Pillars. To the Memories of William Norton of Sawley Esqr who died May 21, 1721 Aged 44 and of Margaret his Wife Daughter of Ralph Lowther of Ackworth Park Esqr. She died Nov 26, 1717 Aged 39 They had Issue William, Margaret, and Dorothy William died in the Second year of his age and lies here interr'd with his Parents Dorothy died in the Twelfth year of her age and was buried At Ackworth Margaret their only surviving Daughter Wife of Thomas Bright of Badsworth Esqr caused this Monument to be erected Sacred To the Memory of CHRISTOPHER OXLEV, ESQ; who departed this Life the tenth day of August, 1803, in the 74th Year of his Age. He was thrice Married: by his first Wife he had Issue Frances and Juliana; by his second, two Children who died in their Infancy : and by his third, one Son, Charles. His Widow caused this Monument to be erected."], [49, "35 BIPON. On a marble monument with the arms of Wanley. Sacred To the Memory of Rev. FRANCIS WANLEYy D. D. many y>ars the justly respected Dean of Ripon and Rector of Stokesley. He Married Jane (one of the Sisters of the Right Hon. Sir John Goodricke, Bart. late of Ribstone) and her remains are deposited in this Cathedral near those of her Husband and their Son WiUiam. F\\ W. Died in 1791 Aged 82 I. W. ' 1788 70 W. W 1786 .... 43 On a marble monument. Near this Place is interr'd the Body of Helen, the truly affectionate, and most deservedly beloved Wife of Roger Bayne, Gent., by whom She had nine Children, whereof Helen, Anne, Richard, and Roger, yet survive ; She was the only Child of Mr. George Pickersgill of this Town, by Elizabeth his Wife, Daughter of Mr. Christopher Walker, of GREWELTHORPE; and departed this Life, March 24 (being Easter-Day 1694—5, in the 34th year of her age. Qualis eratt Lector, vis scire? erat undiq. virtus Hinc et chara mroy charaq. facta Deo* Famineum accedat genus hoc ad Mormor, us inde Discat quid Conjux,pridq. sit esse Parens Hoc ejus Pietas , posuit ne Dolorve Mariti? Ne queras, Causam Aœc, Materiam iUe deit. C. W. D. D. D. R. (i. e.) Christopher Wyvill, D. D., Dean of Ripon"], [50, "36 RIPON Sacred To the Memory of George Coates, Esqreof Bishopton; Who died on the 6th of March 1821 ; Aged 61. And to his Son, George Coates, B. A. of University College, Oxfoid Who died April 24—1824, Aged 24 Years. Thus early, He closed a Life, remarkable for dutiful affection To a Widow'd Mother, And for the faithful practice of every Christian virtue, While his death bed, Exemplified the peace and humility of those, Who, like him, Gloried \" In the Cross of Our Lord Jesus Christ.\" Sacred To the Remains of Thomas Terry Esqr., Senior Alderman of this Corporation, who departed tliis Life Dec: the Hth. 1811, Aged 62 years. Also of Anna the beloved wife of the said Thomas Terry, who died the 19th. of February 1821, Aged 76 years, & of William their son aged 8 years. \" We know that our Redeemer liveth In the south Aisle of the Nave, is an Altar-Tomb of grey marble, on the end of which is an horizontal basso relievo, representing the figure of a man and a lion, in a grove of trees. No inscription remains, but tradition says that this Tomb covers the body of a Prince, son of an Irish King, who died at Ripon, on his return from Palestine, whence he brought with him a lion, so tame and docile, as to follow and protect him with all the familiarity and faithfulness of a spaniel."], [51, "RIPON 37 IN THE CHURCH YARD. To the Memory of Thomas, Ann, John, Hannah, Eliza, and Richard Scraton of Ripon, who died in their Childhood. Bold Infidelity turn pale and die, Near to this Stone, six Infants ashes lie; Say, are they lost or saved ? If Death s by Sin, they sinn'd because they're here; If Heaven's by Work's, in Heaven they can't appear; Reason, ab, how deprav'd! Revere the Bible's sacred page, the knot's uniyed, They dy'd for Adam sinn'd, they live for Jesus dy'd. Here lyeth ye body of Margaret Lupton, late ye wife of Mr. Samson Lupton, of Braisty Wood, in Nitherdale, who Departed this Use the second of No vember, Anno Dom. 1718, in the 74th year of her age, and lived to be mother and grandmother to above 150 children, and at the baptizing of her first grand child, the child had ten grandfathers and grandmother* then present. o"], [52, "38 RIPOW £>t. iHarj^ iStagBaltn^ Held of late years with the Deanery, situate in Stam mergate, was founded by Archbishop Thurstan, who died in 1144.* The institution was for religious Sis ters, who were to keep a Chaplain to perform Divine Semee, to give all lepers, born in Riponshire, a coat called Rak, two pair of Shoes yearly, and every day a Loaf, half a pitcher of Beer, a portion of Flesh on flesh days, and three Herrings on Maigre-days. The Sisters at length gave place to Brothers, and lepers not com ing, the poor had a Dole given them on St. Mary Magdalen's Day. It was valued 26th Hen. VIII. at 27/. 3s. 5d. in toto, and 24/. Os. Id. clear.f The Hospital is now divided into six dwellings, inhabited by six poor Widows, who have each an annual stipend of three pounds during life, besides the rent of a field near the Hospital. J The following inscription over the door, shews that it was rebuilt by Dr. Hooke, Prebendary of Ripon, and Master in 1674. Ædes Hasce rvitvras A Solo Restitvit RI Hooke S. T. P. Hospitii: S: Mar Magdal Magister & Eccæ. Collæ De Ripon Prebendarivs A. D. 1674 Hospitii Patronis Rever Mis Dom: Archiep: Eborac: • Drake's Ebor. f Dugdale, Stephens, Dodsworth's MSS. J The Commissioners for enquiring into Charities, have recommended the application of the iunda of this hospital to be looked into, but no new scheme of application has yet been devised."], [53, "Sr, Wary . }£agdaleru C&aj>el •'■ //'•/<//.// foterw of the • 'kaficlte r/uHespM V/ rS6Amu Ifeanery £ Minster Ri/'Cn Ft,/'/, ■/,, ,i hy 7' 1., ut, /dale Ry?t"], [54, ""], [55, "39 RIPON On the east side of the road, is situated the ancient Gothic Chapel, in which Divine Service was always performed, thrice in the year, St. John's and St. Tho mas's Day. The present Master ( Dr. Webber) has added a monthly Service on the Sunday. The Floor near the Altar is a tesselated Pavement, very ancient. Though this Hospital; as well as that of St. John's, have for many years, been held by the Dean of Ripon, they are unconnected with the Deanery, and are in the patronage of the Archbishop of York. The Rev. R. Poole, M. A., Vicar of the Collegiate Church, Ripon, is the present Chaplain. hospital o£ Saint Snne, In Agnesgate, was founded by one of the Nevilles, in the reign of Edward IV. On the outside of the build ing, in a doorway, now walled up, is placed near the top, a stone with initial letters and date, \" S. S. 1654.\" and underneath, the Arms, supposed of Sir Solomon Swale. Eight poor Women have each sepa rate apartments, and an annual allowance of 41. 9s. 6d. out of the rent of Land, called Bell Furrs, &c, be longing to this foundation. In the garden behind the White Horse public house, was formerly a Chapel to this house ; and for which four shillings per annum is now paid to the Hospital. hospital of Saint John Baptist, In Bondgate, was founded before the 4th year of King John, by one of the Archbishops of York.* Its reve nues valued, 24th Hen. VIII. at 10/. 14*'. 4rf. Dug dale; and 37th Hen. VIII. 12/. Os. 4rf. Stephens. The • Leland's Itin."], [56, "40 RIPON building is small and inhabited by two poor Women, who have each an annual stipend of one pound seven shillings. A small distance from this Hospital is a Chapel, dedicated to St. John Baptist, where Divine Service was performed every St. John's Day, and oc casionally on Sundays, till 1722. It is now converted into a NATIONAL SCHOOL, and the boys, of which there are at present 200, are educated on the plan of Dr. Bell, an Institution than which nothing can tend more strongly to increase the stock of public morals, and raise the Children to a higher degree in the scale of rationality. Epson's hospital, In Low Skellgate, was founded in 1672, and liberally endowed by Zacharias Jepson, of York, a native of this place, who left by will 3,000/. to Feoffees, to purchase Lands for the maintenance and education of twenty, now reduced to ten, orphan boys or poor tradesmens' sons in the town of Ripon, who were to be admitted at the age of seven years. In the Minster yard is this modest inscription to the memory of its benefactor, Hie jacet Zacharius Jepson, cujus ætas suit 49. Per paucos tantum annos vixit : and over the door of the Hospital,\" Stips Pauperum Thesaurus Divitum. Over the door of the Master's House, Merita mea Miseratio Domini Zacharius Jepson 1672. The late Mr. Alderman John Terry, by will dated"], [57, "RIPON 41 in 1796, gave 300/. Navy 5 per cent Stock, to the Feoffees of this Hospital, in trust, one half of which for the benefit of the boys of the said Hospital, the other half for the eight poor women in St. Anne's Hospital. He also gave 100/. for the use of the Mas ter of this Hospital. The Feoffees have since laid it out in the purchase of Land. The late Mrs. Kit chingman, by her will, also left 300/. to this Hospital. Ripon was first incorporated* in the time of King Alfred. Its government was originally vested in a chief Magistrate, called Vigilarius or Wakeman, so called by the Saxons, twelve Elders, and twenty-four Assistants. The duty of the Vigilarius was to cause a horn to be blown every night at nine o'clock, and if any inhabitant after that, sustained any loss by his house or shop being robbed, the community7 was com pelled to render him an adequate consideration for the injury, by an annual tax on every inhabitant. The custom of blowing the horn is stdl continued at the front of the residence of the Mayor, but the tax and benefit arising from it, have long since been disued. Its present government, which is held under a Char ter from James I. dated 1604, when Hugh Ripley was first Mayor; another of James II. dated 1687, con firming all the privileges of the former, is under a Mayor, twelve Aldermen, and twenty-four Common Councilmen, assisted by a Recorder, and Town Clerk. The Mayor is chosen annually, on the first Tuesday • The iirst corporation we read of in Europe, is one created in France, by Louis de Gross, about sixty years posterior to the Norman Conquest of England. — An old Krench writer calls them, rt a new wicked device to pro cure liberty to slaves, and encourage them in shaking off the dominion of their Masters.\" Collect, and Recollect. D 3"], [58, "42 RIPON in January, and enters upon his office on Candlemas day. To support the dignity of which he has the rent of certain Lands ; with toll of corn and grain sold in the market, which was given to the Wakeman and his successors before the conquest, and confirmed by Henry VIII. in the year 1533.* A List of Mayors since the time of Gent: 1713 John Charnock 4 George Loup 5 Stephen Palliser 6 James Jackson 7 John Wilson 8 Charles Oxley 9 James Horner 2740 William Aislabie, Esq. 1 WiUiam Chambers 2 Thomas Broadbelt 3 John Lister 4 William Theakstone 5 Edward Braithwaite 6 John Horner 7 Simon Hutchinson 8 George Loup 9 Henry Kirkby 1750 George Charnock 1 John Wilson 2 Charles Braithwaite 3 William Thompson 4 James Horner Matthew Beckwith 6 John Lister 7 John Hutchinson 8 Wilham Askwith 9 Richard Grainge 1760 Edward Ayrton 1 William Grimstone 2 John Terry 3 William Theakston 4 Henry Kirkby 1765 George Charnock 6 Christ. Braithwaite 7 Matthew Beckwith 8 Wm. Lawrence, f Esq. 9 William Askwith 1770 John Hutchinson 1 Charles Allanson 2 William Grimatone 3 John Terry 4 Peter Horner 5 Thomas Walker 6 Thomas Horner 7 William Robinson 8 Richard Beckwith 9 Christ. Braithwaite 1780 John Hutchinson 1 Thomas Wilkinson 2 William Askwith 3 William Grirastone 4 WilUam Bell 5 The Hon. Frederick Robinson J 6 John Terry 7 Thomas Walker 8 Thomas Horner 9 William Robinson 1790 Richard Beckwith 1 John Hutchinson 2 Thomas Wilkinson 3 Thomas Terry 4 John Ewbank 5 William Grimston •Gent. t He represented this Borough in several Parliaments. J Lats Repretentative in Parliament for this Borough*"], [59, "43 BIPON. 1796 William Bell 7 John Stevenson 8 William Atkinson 9 William Downing 1815 James Britain 16 WiUiam Morton 17 W. E. Carter IS J. B. Terry 1800 Robert Shaw 1 John Pearson 2 Thomas Wilkinson 3 William Colbeck 4 John Britain 5 William Theakston 6 John Fairgray 7. Peter Wright 8 John Rawson 9 Thomas Terry 19 John Britain, 2 20 Peter Wright, 2 21 Ralph Heslop 22 William Pearson 23 William Farrer, 2 24 Reuben Raw, 2 25 Richard Johnson, 2 26 George Snowdon 27 James Britain, 2 28 William Morton, 2 29 W . E. Carter, 2 1S10 John Ewbank ■ 11 John Stevenson 12 Reuben Raw 1830 J. B. Terry, 2 31 John Britain, 3 32 Christopher Nelson 33 Ralph Heslop, 2 13 William Farrer 14 Richard Johnson A list of the present Members of the Corporation, with the Dates of Election ALDERMEN John Britain c. 1792, a. 1802 TheEarlolRipon'r. 1808, a. 09 Reuben Raw c. 1809, a. 10 William Farrer c. 1802, a. 12 Rich. Johnson c. 1793, a. 12 Wm. Morton c. 1814, a. 15 W. E. Carter c.1807, a. 1816 R. Heslop c, 03, a. 20 W. Pearson c. 10, a. 21 G. Snowdon c. 12, a. 25 Sir L. Shadwell, Kt. 26 Christ. Nelson c. 13, a. 31 COMMON COTJNCILMEN Thomas Taylor 1799 Thomas Wright 1824 Reuben Williamson 1802 John Willey 25 Thomas Jackson 05 John Jordan 26 Thomas Robson 12 John Anderson 26 Francis Parker 12 Anthony Buck 29 William Turner 13 Peter Wright 29 Henry Morton 30 J. M. Bowman 14 Thomas Judson 17 George Nicholson 31 Richard Booth 18 Richard Greaves 31 WiUiam Neesom .18 Septimus Tutin 31 Christopher Horn 18 John WiUiamson 3; Wm. WiUiamson 21 Wm. Blanshard, Esq., Recorder 1832 R. Nicholson, Esq., Town Clerk 1819 • Many years representative in Parliameut for this Borough"], [60, "44 RIPON In 1668 a set of ordinances were granted, at the\" request of Charles Cotton, Warden, to the company of Drapers, Dyers, Apothecaries, and Barber Chirur gions, by \" William Gibson,* Maior, and all the Aldermen, Brethren and Assistants for the common alty of the said Town and Borough of Ripon, accord ing to the auntient customes franchises and liberties? of the said Borough,\" to the intent that the said com • pany of \" Drapers, Dyers, Apothecaries, and Barber Chirurgions, as they have heretofore of antient time been shall be from henceforth altogether of one com pany and brotherhood, and for ever hereafter upon the 7th. 8th. or 9th. January, shall elect and chuse amongst themselves one discreet person to be their warden to rule and governe all the Drapers, Apothe caries, Diers, and Barber Chirurgions freemen of this Town according to the said ordinances,\" &c. &c. The Tradesmen of Ripon appear, from Gent, p 149, to have first formed themselves into Guilds or Frater nities in 1608. Adjoining the Town, not far from the Minster, is a large Tumulus composed of gravel and human bones, called Ellshaw or Ailcey Hill, which, in Camden's time, appears to have been called Hillshaw. \"There apperith by est north est, at the toune end of Ripon,\" says Leland, \" a great hill of yerth, cast up in a playn close bering now the name of Illshow Hille, where be al likelihod hath been sum great Fortress in the Britons tyme.\" But from some Coins, found by digging in it in T 695, of Osbright and Alia, transmitted by the Archbishop of York, to that ingenious Antiquary, Mr. * He gave 50^ towards the building of the Cross. Ge.vt."], [61, "BIPON, 45 Thoresby, it has been the general opinion that it is of a date long posterior to the time of the Britons, and that it owes its name to Alia, the Northumbrian King, who was slain in 867.* From the vast number of human bones found by digging, (for even whole Skeletons have been discovered within the last thirty years) where there is neither mortar nor cement, one would be induced to suppose that it has been a Burial place of the Saxons or Danes; but whether here were deposited the remains of Alia and his associates in arms, in the conflict between that prince and Hinguar and Hubba, must for ever remain in doubt. At the north end of the town, in a field behind the Bishop's Palace, is another hill resembling the keep of a Castle, called All-hallows. f CBc jPrre (Grammar ctchool, Situate in St. Agnesgate, was founded in 1546, by Edward V. with an allowance for head Master, and Usher; and finished in 1555, by Philip and Mary. Its revenues are under the management of Governors, who have the appointment of the Master and Usher. The Head Master's Salary is 180/. per annum, and a house to live in; the second Master receives 63/. per annum. Among the eminent men educated at this School, are Dr. Porteus, J late Bishop of London, whose ances tors were Members for this Borough in the reign of • Saxon Chronicles. t Leland who adds\" There hath been about the north part of tha old Town Paroch Chirch by the name of Alhallowes-\" X Hodgson's Life of Portena."], [62, "46 BIPON James II. ; Dr. M. Hutton. Archbishop of York, an cestor of the present Huttons of Marsk and Clifton Castle ; he had been placed under Mr. Llyod of Kirkby Hill School, and when Mr. Lloyd was elected to the mastership of this School, in 1 704, young Hutton ac companied him, where he remained several years ;[• Thomas Balguy, D. D. Archbishop of Winchester; Admiral Gell; Dr. Dering, Prebendary of Canterbury; and a great many most respectable characters in the neighbourhood 4 This was one of the five Yorkshire Schools which had the right of sending Candidates for the valuable Ex hibitions at Queen's College Oxford, founded by Lady Elizabeth Hastings. Che Œofam ?£aU, Situate on the south side of the Market-place, was built in 1801, after a design of Mr. Wyatt of London, at the expence of Mrs. Allanson of Studley. It com prises a handsome suite of Assembly Rooms, a com mittee Room, for the meetings of the Corporation, with other suitable apartments. Four Ionic Columns support a handsome Pediment in the centre of the front. The length of the whole building, is 44 sect; height, 46 feet; and depth, 85 feet. Crinttp tÆhurcIj, Situate at the west side of the town, was built und endowed, at an expence of 13,000£, by the Reverend Edward Kilvington, M. A. The first stone of this t Nichols. J Carlisle's Gram. School."], [63, "*i ' RIPON edifice was laid on the 28th day of July, 1826, by the Right Honourable Lord Grantham, attended by the Coqsoration in their Robes, and the Clergy in their appropriate Costumes, amidst a numerous assemblage of Ladies and Gentlemen, and other Inhabitants of the town and neighbourhood, amounting to about 3,000 persons. It was consecrated on the 31st of October, 1827, by His Grace the Archbishop of York. This Church, which is very handsome, is built according to the Gothic style of Architecture, and in the form of a Cross; having Lancet Windows — a beautiful groined arched Roof, and other enrichments. It com prises a Nave of 54 feet by 38, Transepts of 74 by 38, a Chancel of 18 feet by 26, and two Vestries; with a Tower 26 feet square, and 71 feet high, upon which is a Spire of 65 feet. There are spacious Vaults un derneath the whole of the Church.* At the west end of the Nave is a powerful and handsome Organ, built in 1828, by Messrs. Renn and Boston, of Manchester. The Church contains about 1,000 Sittings, 200 of which, (according to the Act of Parliament obtained for the building of the Church,) are free. Service is performed here three times on Sundays, and also on Wednesday Evenings. The Rev. E. Kilvington, M. A., Patron, and First Incumbent. The Rev. Robebt Langley Stkes, 2 Cdbates The Rev. Welbtjry Mitton, 5 • Messrs. Thomas Taylor and Lees Hammerton, Architects. Joseph Nowell, Contractor for aU the Works."], [64, "48 HIP0N Here are two METHODIST CHAPELS, one on Coltsgate-hill, built in 1777, the other in Low Skell gate, which was built in 1796; a Chapel for Inde pendents, erected in All-hallowgate, in 1818; and a Chapel for Ranters, in Priest's Lane, erected in 1821. The MARKET-PLACE is very spacious, and nearly square, measuring 104 yards by 98, and has a fine Obelisk§ in the centre, 90 feet high, on the top of which are fixed the Abms of Ripon, i. e. a Bugle-horn and a Spur-Rowel, erected by William Aislalie, Esq. on which is inscribed, mdcclxxxi erected at the expence of william aislabie eso.uibe, who represented this bobough in parliament sixty yeabs. the mayor, aldermen, and assistants of eipon ordered this insceiption, mdcclxxxv the honoubable frederick robinson, MAYOR. To the public foundations already noticed, we may add that beneficent establishment, the DISPENSARY, for, as Cicero beautifully observes. Homines ad Deos nulla repropriut Acceditnt, quam salutem hominibus dando. It was begun in 1790, and is supported by subscrip tions and voluntary donations. To the benevolent views and virtuous efforts of the Ladies and Gentlemen of Ripon, the Sunday School, or School of Industry, and LYING-IN CHARITY, owe their existence. The former, which was established § It was repaired, and the Arms, &c. re-gilt in 1819."], [65, "RIPON 49 in 1803, has given place to a NATIONAL SCHOOL for GIRLS, and for which we are indebted to the mu nificence of Mrs. Lawrence, at whose expence it was built, they are both suppoited by subscriptions and charitable donations. A Branch of the CLARO SAVINGS BANK, was established here in 1817, which has proved highly beneficial to that class of people the institution was intended to serve. The amount of deposits in this branch, since the commencement, is £55,832, and the amount withdrawn, with interest, £69,924. Number of depositors, at present 741. A navigable CANAL comes up to the town, by which Coals and Merchandise are brought up in Ves sels of about thirty tons burthen, from Hull, York, and other places, and returned loaded with Lead, Butter, &c. The management of this Canal, by the Act of 1767 was vested in Commissioners; but by a new Act, obtained in 1820, the Proprietors have be come a body Politic and Corporate, by the name and style of \" The Company and Proprietors of the River Ure Navigation to Ripon.\" By an ENGINE, erected at the expence of the late Me. William Askwith, the Town is well supplied with excellent Water, conveyed into every part, at a trifling annual expence, from the Skell, which runs through the street, called Skellgate. The PUBLIC ROOMS, situate in Low Skellgate, were established in 1833, by Shares. They comprise a Library, a News Room, and a commodious Room for public business. The Archbishop of York has here a criminal Court E"], [66, "50 EIPON and Prison,* for the liberty of Ripon. Justices are appointed on the nomination of this Prelate, by His Majesty's commission, who, with the Mayor and Re corder, hold Sessions for the Town and Liberty. The Dean and Chapter have likewise a Prison and Court for the decision of causes within the Manor, called Cannon Fee. Ripon sent Members to Parliament the 23rd. Edward I. and 1st. Edward II. It then ceased till the last Parliament of Edward VI. The Borough is chiefly the property of Mrs. Lawrence of Studley Royal, who possesses by far the major part of the Burgage Tenures, in which the right of Election was vested, previous to the passing of the Reform Bill. The number of votes registered in 1832, was 341, and the Mayor is the returning officer. This Borough was severely con tested in December, 1832, (being the only Contest for the last Century, ) by T. K. Staveley, Esq., of Old Sleningford, and J. S. Crompton, Esq., of Sion Hill, of Liberal Principles; and General Sir CharlesDal biac, and W. Markham, Esq. of Becca Hall, of Conser vative Principles; when the two former Gentlemen were returned. The numbers polled were as follows, T. K. Staveley, Esq. 168, J. S. Crompton, Esq. 168, Sir C. Dalbiac, 162, and W. Markham, Esq., 159. A Petition was afterwards presented to the House of Commons, by the friends of Sir C. Dalbiac and W. Markham, Esq. against the return, but was withdrawn after a slight examination, and T. K. Staveley and J. S. Crompton, Esqrs. were declared duly elected. A new Prison built in 1815. A neat new Court House was built in 1830."], [67, "BIPON 51 The manufacture of Woollen Cloth, which seems to have been carried on here to some extent, previous to Henry VIII. has long ceased to exist. From Wright's History of Halifax, it appears that it was first carried to Halifax from this place, in the time of a Mr. Water house, who was bom in 1443, and died in 1540. When the plague raged in London, in 1405, king Henry IV. to avoid infection, resided some time in Ripon. In 1617, when James I. passed through this place, he lodged at the house of Mr. George Dawson, and was presented by the Mayor, with a gilt bowl, and a pair of Ripon spurs, for the manufactory of which, the town was formerly celebrated; whence the proverb — \"as true steel as Ripon rowels.\" King Charles I, also passed through this place, in his way to Edinburgh, in 1633; in 1640, he sent commissioners to Ripon, to treat with the Scots; and in 1646-7, was here, under guard, on his return from the Scots army. on his way to Holmby Castle. Hen. I. granted the Town a Charter for a Fair of four days; another was granted by Stephen,* con firming all the privileges of the former ; a third was granted by Henry V.f Some of these fairs were frequented by that facetious and eccentric genius. Drunken Barnaby, buying horses when cheap, and selling them when dear, for thus he sings : Adforensem Ripon tendo. Then to Ripon I appear there, Equi si sint. cari tendo ; To sell horses if they're dear there ; Si minore pretio dempti, If they're cheap, I use to buy them, Equi a me erunt empti; And in the country profit by them ; Ut alacriorftat tile. Where to quicken'em, I'U tell ye, Ria mordicant aruprillœ. I put quick eels in their belly. • Drake's Ebor. t Stephen's Mon. D&gdaW."], [68, "52 RIPON Ripon has a good market on Thursdays; and six annual fairs, viz. ; first Thursday after the 20th day asteroid Christmas-day; May 13 and 14; first Thurs day and Friday in June; Thursday after August 2nd; first Thursday in November, and November 23rd. The population, according to returns made to Par liament in 1831, for the townships of Ripon, and Aismundevby with Bondgate, which join : — Ripon, Bondgate, Houses. Families 1174 1129 149 145 1323 1274 J 2921 2780 Males. Females. 2399 2681 318 337 2717 | 301.3 6555 | 6632 5080 655 I _it,tL Total, 5735 Total in Liberty, 13187"], [69, "STUDLEY, &c. Btutsltp This beautiful domain is situated nearly three miles south-west of Ripon ; and is by the liberality of the pos sessor, open every day till five o'clock in the evening, Sundays excepted. The first of the name of Aislabie, who possessed this enchanting place, was George Aislabie, Esquire, principal Registrar in the Ecclesi astical Court of York, who died in 1674. He married Mary, the eldest daughter of Sir John Mallorie ; Sir John's son dying under age, he became master of his fortune. His son John was Mayor of Ripon in 1 702, and Chancellor of the Exchequer in 1718. He died in 1742, and his son William* in 1781. Being no male issue, the estates descended to his two Daughters, • He married Elizabeth, daughter of John Earl of Exeter, by whom h» had issue two sons, who died in their father's life-time, and several slaughters, among the latter, were Elizabeth, married to Charles AUanson, Esq., and Ann, married to William Lawrence, Esq. E 3"], [70, "54 2TBDLSY. the eldest was widow of Charles Allanson, Esquire. On her death, in 1808, it descended to the wife of William Lawrence, Esquire, whose daughter is the present possessor. The Park and Pleasure Grounds consist of about 65.0 acres, diversified by various inequalities, clothed with large and beautiful timber, and well stocked with deer. The views are many and grand. Ripon and its Minster, with Trinity, and Sharo Churches, are seen to great advantage. It is full of lofty hedges, which are neatly trimmed, and the waters, which are nume rous, are kept within borders \"shaven with the scythe and levelled with the roller,\" and lined with statues and refreshed with cascades. These grounds were begun to be laid out about the year 1720. The Mansion House, which is large and spacious, is highly finished and well protected by stately woods, and ornamented with numerous paintings by the first masters. The Park lies between the house and pleasure grounds; in the middle is an Obelisk, erected in 1815, from which, and from the Glass House, are fine views of the Town, and Minster of Ripon, &c, in the centre of a rich and well cultivated vale, covered with all the luxuriancy of vegetation, and beautifully interspersed with villages and other enlivening objects, with Ham bleton hills in the back ground. No fanciful description can do justice to the exu berant distribution of nature and art, which surrounds one on every side, on entering these beautiful and en chanting grounds ; the mind can never cease to wonder, in contemplating, nor the eye tire in beholding them."], [71, "STUDLEY. 55 The principal objects presented to the view as you pass along its delicious walks, shaded with Ilex, ancient oaks, sycamore, cypress, and bay, of the largest growth and most luxuriant foliage, are the Cold Bath, which is constantly supplied with a spring of pure water, and consists of two rooms ; a statue of a Dying Gladiator ; the Rustic Bridge, with the water rushing through it — the statues of Hercules and Antceus. The Temple of Piety, in which are bronze busts of Titus Vespasian and Nero, and a fine bas-relief of the Grecian Daughter; it has a portico in front, supported by Tuscan pillars. In front of this building is the Lawn, where the water is divided into many beautiful forms, embellished at different points by the statues of Neptune, Bacchus, Roman Wrestlers, Galen, and a Dying Gladiator. The Octagon Tower, is situated on a fine emin ence, and from it are seen the Chinese Temple, Macker shaw Lodge* and Wood, with various objects in the Park. The Rotunda, or Temple of Fame, on Consti tution Hill, from which you have a fine view of the lake and moosl-pond, adorned with various statues. The Gothic Seat, from this romantic place are seen the ivy-mantled mouldring ruins of Fountains. 1 do love these auncient ruynes : We never tread upon them but we Bet Our foote upon some reverend history ; And questionless here, in thi: open court, (Which now lies naked to the injuries Of stormy weathei) some men lye interred, Loved the church so well, aud gave so largely to>t They thought it should have canopide their bones Till domesday ; but all things have their end: Churches and cities, (which have diseases like to men j Must have like Death that we have. WEBSTER'S PU0HES9 OF MALFET. • Mackershaw is a part of the estate seldom shown to strangers, uUhuojjh little inferior to Studley, partaking more of natvue and Was of art"], [72, "56 STUDLKT The Banqueting House, an elegant building, on the front of which are carved, the figures of Envy, Hatred, and Malice. It consists of three well pro portioned apartments; in the first is a bronze statue of Venus de Medicis, and over the chimney-piece, which is of the finest marble, is a painting of the Governor of Surat on horseback, in a Turkish habit. From this place and the adjacent heights, are beautiful views of the Tower of Fountains Abbey, the Octagon Tower, the Building on the summit of How-hill,* and other parts of the park and pleasure grounds. &bbe$. The venerable remains of this ancient Abbey, fill the midway of a deep vale through which flows the brook called Skell, and the high hills on either side, clothed with lofty trees, and varied with scars, slope gently to the brook. \" la these deep solitudes and awful cells, \" Where heavenly pensive conf«mplat'on dwells.' • On the top of this hill was a chape', called St. Miehapl de Monte, which was taken down after the dissolution of Fountains Abbey, aud a Gothic Tower erected on the site."], [73, "lUfmJIrltLirritU 'A,////A//e/.> , A A Al'//. ■ S'/rur , A.'ryy V .-'A-'../,.' • Ae?/'. lil/ii'it ./il/'/li'/r,/ /'I 'I'/.rmt/i/ir/i ■ \""], [74, ""], [75, "STUDLEY 57 In 1132, certain Benedictine Monks at St. Mary's, in York, displeased with relaxation of discipline in their convent, and disgusted with the luxury of their life, resolved to migrate where monastic manners were practised with more severity. Much had been said of the austerities of the Monks of the Cistertian order of Rivaulx, and they determined to embrace the rules of this society, and applied for that purpose to Thurstan, Archbishop of York, whom they requested to favour their designs, as well as visit their Abbey, and endeavour to restore discipline to its original purity. The Prelate, with many of the Clergy, went to St. Mary's, where they found the Abbot and his attendants preparing to oppose his resolutions, and threatened to punish the discontented Monks. He was refused admittance into the chapter-house, when a riot ensued, and the Prelate baring interdicted the Abbot and Monks, left the Monastery, taking under his protection the Prior, Sub-prior, and eleven Monks, who withdrew from the convent, and were entertained by the Archbishop, for eleven weeks.* During this time the Abbot made frequent complaints to the King, Bishops, and Abbots, against the Archbishop, for de priving him of part of his flock. Two of them soon afterwards returned, but one of them early repented and re-joined his companions. The other fond of the benedictine luxury, continued in the convent. At Christmas, Thurston gave them a place, then called Skelldale, for their residence, the rc-ceptacle of wild beasts, and overgrown with wood and brambles; he also gave them the village of Sutton. Their first • Burton's Monast."], [76, "58 8TUDLBY. Abbot was Richard, their late prior at St. Mary's, who with the Monks, retired to their desert, resting en tirely on providence for their support. During part of the winter, a large elm tree was their only shelter; they afterwards retired under the melancholy shade of seven yew trees, growing near where the Abbey now stands. One of them was blown down in 1757,* the other six are now (1833) standing. They are of great magnitude, the largest being twenty feet in circum ference, within three feet from the ground. Under these, it should seem, they resided till the monastery was built. The fame of their sanctity induced many to resort to them, which proportionably increased their distress, and rendered their poverty still more severe ; for in vain did the Abbot solicit relief, as famine that year had extended all over the country, and the leaves of trees and herbs, except a small supply from the Archbishop, were their only food. In the midst of all their wants and sufferings, when their provisions amounted only to two loaves and a half, a stranger solicited their charity, when the Abbot directed that one of the loaves should be given him, observing that the Almighty could provide for them. Soon after Eustace Fitz-John, Lord of Knaresbrough, supplied them with a cart load of bread. For more than two years they laboured under every hardship poverty could inflict, till Hugh, Dean of York, who was very rich, labouring under a disease likely to prove fatal, resolved to end his days among them. For this pur pose he removed to the Abbey, and devoted his riches to charity, the building of the monastery, and uses of * Burton's Monast"], [77, "STUDLEY. 59 the house. The world was now all before them, for Serlo, and Tosti, canons of York, exceedingly opulent devoted all their wealth to the use of the convent. Robert de Sartis, knight, and his wife, gave their town of Harteshows, and lands adjacent to it, with the forest of Warkesall, and were buried in the convent. Serlo de Pembroke, also gave them the expiatory gift of the village of Caiton, and was here interred. In 1140, the building had considerably increased, when, in the war between Stephen and his competitor, a party of soldiers, at the instance of William, Arch bishop of York, came here and burnt the monastery. In 1204, John de Eboraco, abbot, laid the found ation of the Church. His successor, John de Pherd, carried on the work with spirit, and John of Kent, the next abbot, is supposed to have completed the building. But the great tower, it should seem, from the style of the architecture, was either built or heightened subsequent to the death of John of Kent, in 1245. Profusion of wealth, with many grants and privi leges now poured in upon them, but extravagance, the too frequent attendant on wealth, proved, not long after, the cause of much affliction to the monks, for in 1294, they became in want of necessaries, which Romain, then archbishop of York, attributed to their flagrant dissolute conduct, and says they were the derision of the kingdom. Not long afterwards the Scots, having committed many depredations and laid waiste all before them, in this part of the country, considerably added to their sufferings. But Edward II. on account of the injuries they had experienced."], [78, "60 STUDLEY. granted them, in 1319, an exemption from taxes. In times long subsequent this abbey became more opulent and consequently more powerful than any in this county, for, at the dissolution, its revenues were esti mated, according to Burton, at 1125/. 18s. l^d. Dugdale, 998/. Os. Qd. Speed, 1073/. Os. l\\d. At that time their plate was valued at 708/. 5s. 9d. they also had in possession 2356 horned cattle, 1326 sheep; 86 horses, 79 swine, 117 quarters of wheat, 12 of rye, 134 of oats, 392 loads of hay. In then granary were 18 quarters of wheat, IS of rye, 90 of barley and malt, and 2 of oats.* The irregularities and luxuries of the monks, their great opulence, and their attachment to the Pope, precipitated their fall, which ended in the general ruin. William Thrust or Thirske, the last abbot but one, was hanged at Tyburn, in 1537, with Sir John Bul mer, and others, who were concerned in religious commotion at that time. The following letter throws some light on the character of this priest. It is ad ■ dressed by Layton, one of the visitors employed by King Henry, to Lord Cromwell, who was very zealous in suppressing the abbeys, and humbling the power of the clergy. \" Please your worship to understand that the Abbot of Fountayns hath so greatly delapidate his house, wasted ye woods, notoriously keeping six whores ; and six days before our coming he committed theft and sacrilege, confessing the same; for at mid night he caused his chapleyn to stele the keys of the sexton and took out a jewel, a cross of gold with Burton's Monast."], [79, "61 STUDLEY. stones, one Warren, a goldsmyth of the chepe was with him in his chambre at the hour, and there they stole out a great emerode with a rubye, the said War ren made the Abbot believe the ruby was a garnet, and so for that he paid nothing, for the emerode, but £20. He sold him also plate without weight or ounces. Sub scribed your poor priest and faithful servant.\" \" R. LAYTON Though this charge may be in some degree exag gerated, yet it shews the apprehension the monks had of their dissolution, as they were disposing of the va luables to prevent them falling into the hands of the laity. The last abbot was Marmeduke Bradley, who surrendered the convent, Nov. 26, 1540. A pension was assigned him of 100/. per annum, and allowances to monks from 51. to 8/. each. The architecture is mixed; in some parts are seen the sharp-pointed windows, in others the circular arches. The great east window is magnificently grand and the arch much pointed. There has, it is supposed, been a central tower, long since fallen into decay. At the top of the north corner window of the Sanctum Sanctorum, is the figure of an Angel holding a Scroll, on which is the date 1483.* These monastic remains are deservedly considered the most magnificent and interesting that our country, rich in these venerable and admired works of antiquity, retains from the wreck of the general dissolution. So great was the extent of this magnificent institution, that when entire, it is said to have occupied nearly • See TaU-piece at the end of Studley. F"], [80, "62 STUDLEY. twelve acres of ground; and such the ravages it sus tained, that the buildings now cover little more than a sixth part of that space; yet, with every devasta tion it is far more extensive, and incomparably more perfect, than any other. Besides the church, whose beauty and grandeur need no comment, and which are aided by the lofty and nearly perfect tower, standing at the end of the north transept, the numerous build ings connected with it, appear in a state of preser vation unequalled by any other. The only tomb in the church, is that of a cross legged knight, which now lays in a chapel east of the great tower, and was in memory of that great baron, Roger de Mowbray, who died at Ghent in 1264, and interred here.f Near the altar is a stone coffin, in which, it is said, Lord Henry Percy was buried, in 13154 No description can bring the imagination to the view presented as you enter the south transept, the usual entrance for visitors. Europe cannot produce its equal, so lofty, light, and elegant is the architecture, and so admirable are the octagonal Pillars which sus tain the arches of the Lady Chapel at a fearful height. Although this is certainly the position to view these parts, yet we must recommend visitors to steal a glance, before leaving the Church, from the west end of the Nave, where one looks from a narrow vista, the wide Choir having its full effect on the sight ; the east window seen as it deserves, and where the matchless Choir transept closes the scene in splendour. Adjoining the Church is a spacious Quadbangular t Dugdale. J Ibid. 4"], [81, "63 STUDLEY. Court,* which has, of late years, been converted into a Flower Garden. On the east side of it is an arcade of circular Arches; three of which open into the Chapter House, the centre one was the door. It consisted of three aisles formed by two rows of columns, five in each, upon which the arches and groins of the roof rested, springing from corresponding brackets at the sides. Over the Chapter House, were the Library and Scriptorum. In 1790 and 1791, a large quantity of rubbish within the Chapter-house being removed, se veral Tombs of the Abbots were discovered. The Floor has been a fine tesselated Pavement, of which there are some remains. The Tomb-stones have been so mutilated, and the Inscriptions so corroded by time, that only two of them remain legible, viz. 3&(c fcetrutescft IBomtnug Johannes, % tte dFontflbti*, <©ut (©hut but. Mt Utcemhrts. And, We ftcqtu'tsrit SomfnuS 3af)nnnt& $ii &I>oaf» Se dfontflmiJ. a fourth Arch opens into a passage leading to the back part of the Abbey, the groined Arches of which are very perfect. On the south side of the Quadrangular Court, is the Refectory, which, by fragments of springers resting on brackets, remaining in the north and south wall, appears to have been formerly divided by a row of pil lars and arches down the centre; on the west side of • A correspondent in the Gentlemen's Magazine, styles this a Cloister *' having had a wooden enclosure, with a pent roof.\" — vol. 88. pt. 2,"], [82, "64 studley. which is the reading Gallery, where some part of the Scriptures was every day read to the monks during meals. The Kitchen and Scullery are on the east side of it, the former remarkable for its two spacious and curiously arched Fire-places ; and on the other is a small room known as the Locutorum ; and east of the Kitchen are some ruins, which is supposed had over them a set of Lodging-rooms;* a quantity of rubbish has recently been cleared away from this part, which now exposes to view the spacious room, marked (I) on the ground plan, and the pillars in the centre, from which rose the ribs and arches of the roof. Over the Kitchen is an elegant room, lighted on the north side, by two windows, each containing three narrow lancet openings; and on the south by two corresponding windows. In the centre of the room is a column, from which rise, without a capital the plain ribs and arches of the roof. The matchless Cloisters are divided in length by nineteen octagonal pillars, with hidden bases and without capitals, from which rise in a most graceful curve, the groins sustaining and ornamenting the roof in plain ribs of a semi-octagon form, there being no moulding or ornament of any kind ; they rest on pilas ters and brackets attached to the walls, which have each an abacus moulding. Near to the south end is a large Stone Basin, six feet in diameter. The Win dows, some painted and other circular, are gloomy and narrow, u Where awful arches make noon-day night, \" And the dim windows shed a solemn light.\" * Burton's Mouast."], [83, "65 studley. And the solemnity of the whole is considerably heigh tened by the Brook that bubbles beneath, and the steep acclivity clothed to the top with ancient oaks, firs, and beeches. \" But o'er the twUight groves and du3ky caves, \" Long sounding aisles and intermingling gTaves \" Black melancholysits, and round her throws \" A death-like silence, and dread repose : \" Her gloomy presence saddens every scene \" Shades every flower and darkens every green ; \" Deepens the murraer of the falling floods \" And breathes a browner horror on the woods. Pope. Above the Cloisters was the Domitory, of the same dimensions, and which contained forty cells, and under the stairs leading to it, is the Porter's Lodge ; within a few yards of which are the Ruins of the apartments which were occupied by the Abbots. From the accumulation of earth, grass, &c, upon the Cloisters, which were constantly exuding a damp and gradually decaying, in November, 1822, four pil lars and five arches gave way, and threatened destruc tion to this part of the noble fabric. But the present worthy owner, who is solicitous only to preserve the building from ruin, caused them to be immediately rebuilt; and such has been the care and skill of the workmen employed, that it requires the nicest eye to distinguish the new arches from the old ones. The floor of the Dormitory has also been covered with clay and gravel, so as to exclude all wet, thereby rendering the Cloisters perfectly dry, The Vestibule which separates the Nave from the Cloisters, having doors to communicate with the Qua drangular, the Nave, and the Cemetery on the west; f3"], [84, "66 STUDLEY. and from which a communication was made in 1821-2 to the Cloisters, how far judiciously we leave it for others to say ; as well other parts of the building not noticed, will be seen by the annexed plan, which has been surveyed purposely for this work, taking for our guide, the one given in Burton's Monasticon. Over the great west window, is the figure of a Tun, on which a Thrush is standing, carved in Stone, allud ing to the name of the Founder, Thurstan, archbishop of York, with a Scroll, on which is the date, 1494. On the sides of the Steeple are the following in scriptions : On the east side, iScnrotcfio et raritaS et jJaaieniia et cjratfarum attio honor. JroU JJ*c fhu rpo honor et glt'a ut Scla Srtor West Side, JRegi autem Seeulorum immortals tnbfcttt* jjolt beo ihu rpo honor et glta tn Sela Srlor North Side, (ft birtus et fortitubo beo nostro tn Serula Sentlorum amen. J&olt beo ihu vno honor et glta in Sr la Stlo. South Side, $oli beo honr et gloria in gecnla Serulorum amen."], [85, ""], [86, ""], [87, "67 STUDLEY. Reference to the Plan with Dimensions of the Abbey. FT. IN\". A. B. C. D. E. F. G. The Church and parts there'o belonging, A. Sanctum Sanctorum, length of, 131 4 breadth, 34 10 B. Choir, length, of, 92 5 breadth of, 66 5 C. C. C. C. Four Chapels, two on each aide of the Choir, D. Tower, or Steeple, square, 26 6 height of, 166 6 E. Transept, length of, 130 5 breadth of, , 32 0 F. Nave, length of, 199 0 breadth of, including aide aisles, 66 5 without side aisles, 31 9 breadth of side aisles, 12 4 leter of pillars, 5 0 A place wherein is a sire stead, H. Chapter House, length of, 84 0 breadth of, 41 0 1. 1. 1. Places groined over with stone, above which is supposed to have been lodging rooms. K. K. K. Arches of stone, under which the river Skell runs. L. Great Kitchen, with two fire places. M. Washery, at the end of which was a cruinney. N. Passage to I, and chamber over it. O. Refectory, length of, 108 5 breadth of, 46 1 P. Steps into the Reader's Pulpit. Q. Loeutorum. R. Quadrangular Court. 126 2 S. Cloisters groined with stone, the pillars whereof were painted, over these was the Dormitory. -length of, 270 4 breadth of, 41 9 T. Steps leading from the Church to the Dormitory. U. Room with a fire stead, over which were the Steps, leading into the Dormitory. X. Supposed to be a Chapel for the Poor, who were daily ted here. Y. Bridge on the south side of the area of the Abbey. Z. Z. Eleemosynary. 1. Mill Bridge. 2. Infirmary. 3. Porter's Lodge. Whole length of the Church, 358 6 Width of East Window, 23 6 The Stone for building the Abbey, was taken from the Rocks adjoining."], [88, "68 STUDLEY. At a little distant from the Monastery is Fountains Hall, Built by Sir Stephen Procter, formerly the habitation of the Messengers. On the dissolution of religious houses, Sir Richard Gresham purchased this Abbey, of the King, with the part of the Lands belonging to it, the Site of Swyne Abbey, and the Monastery of Nunkeeling, with their Churches and Bells, for 1 1 63/. In 1596, WiUiam Gresham, esq. sold this estate to Stephen Procter, of Warsall, esq. for 4500/ ; in 1627 it was in the possession of Richard Ewens, esq. of South Cowton, whose daughter and sole heiress mar ried John Messenger, esq. of Newsham. This estate remained in the Messenger Family till the year 1767; when, John Michael Messenger, esq. sold it to Wil liam Aislabie, esq. of Studley, for 18000/. The Hall has nothing worthy of note, except, the Chapel, in which, is a curiously ornamented Chimney Piece, re presenting the judgment of Solomon. Few of the Rooms are now in use, being, only in part occupied by the Steward of the Grounds and a Farmer. The Dining room, is hung with Tapestry, now much faded representing Thetis giving directions to Vulcan, re lative to the making of Achilles' Armour; Jupiter and Ganymede, and the rape of Proserpine. In the Win dows of the Chapel are several Armorial Bearings, stained on Glass, with the names of the Persons to whom they belonging : the following are arranged, as they appear in the respective compartments of the Cir cular Windows."], [89, "69 STUDLEY. Window in the Chapel of Fountains Hall. FIRST COMPARTMENT, commencing at the left. Jeffray Mirewraye mar. Ann, the sister of John Vaulkes, had issue John, Jeff. Adam, & Ann Otter and Fish in his Mouth. Clifforde & Flintten Stephen Proctor alias Mirewraye, mar. Honour daug. ofRaffe Greene and ye have issue now liv. Langrale & Mirewraye Greene & Teetder Greeve & Crewe Clifforde & Hues Greene & Pollington Greene & Greene Greece <fc Fo^iad Aske and Clifforde SECOND co; [PARTMENT. Sir Thomas Mirewraye knig. mar- ried Elizabeth dau. of Sir Nicholas Finche, knt. had issne a dau. & John Adam Mirewraye esq. married the daughter of John Crimpse esqr. & had issue Jeffray Thomas Mirewraye als. Proctor of frierhed mar. Mary daughter of Thomas Proctor of Winterborn & had issue Thos Mirewraye als. Proctor of Frierhed mar. Grace dau of Tho Nowell ye had issue Middleton & Proctor Bancke & Proctor Thirkeld & Aston Fleminge & Thirkeld Pickering & Lowther Pickering fy Lassels Greene <fe Broughton Bromeflet fy Vipoynte"], [90, "70 STUDLEY. CENTRE, at the Top. Lord Ch fforde Clifforde and Buhuns Lord Clifford and Dacre Clifforde and Bedford Fitewilliam, Clifford Boynton and Clifforde Derbye\"«fc Oxenford Derbye fy Spencer Urie & Atton Fitzharden Corneval Mirewraye & Malloray Mirewraye fy Dorrell Argent, a cross, or a chief, charged with three bezants, Gules, three cinquefoils. Mirewraye & Standish Proctor fy Ellis FOURTH, Sir Oliver Mirewraye of Tymbridge in the countie of Kent & had issue Godfrey & Jane Godfrey Mirewraye married the daughter of Richard Kempe Esqr fy had issue Thomas Da fy Margaret Stephen Procter of Frierhed mar. ye daug. of Henrye Lamberde ye had issue Gabriel Thomas & oct & mo G abriel [Mirewray als/ Proctor of Frierhed mar. Fliz. ye dau of Hugh Flemynge ye had issue Clapeam & Proctor Bedendine alis Bedenham fy Mir«- wraye Thirkeld and Huddleston Rattiffe Huddelstone Thirkel & Engleby Thirkeld fy Lomley Dudley & Thirkeld Atton fy Fitzion"], [91, "STUDLEY. 71 FIFTH. The following from Harleian MSS No. 6853. fol. 451, i though without a date appears to have been written not long after Fountains Hall was built by Sir Stephen Proctor, and may afford some amusement to the curious enquirer. \"There is to be solde the Scite of the Abbey of Foontaines and Granges therennto belonginge for 70002. or near there abouts so as speedy payment may be had. There is tbe Scite and other Grounds in possession woorthe per Annum. 11 SI. And withall a very beautyful Hoi se newely built, the like whereof for bewty and good contrivinge is not in the North, tbe Building cost near 3000s. notwithstanding tbe opportuoitie of stone got at hand out of the Abbey Walls. There is Orchards and Walks well fnrnysbed with deinty Fruits, and the last yere, theire was such abundance of ripe and goodly Grapes hanging and growinge upon a high Rocke their, as I thinke the Northe could not have the like There is also a Grange next adjoiDinge to it, whereof present possession is to be had also, which hathe a good Farmers House on it, with a fair slated Barne, and such other Houses and is worthe by yere 100/. Otter and Fish in his Mouth. Godfrey Mirewray had issue Sir Oliver Mirewray John Mirewraye als Proctor of frierhed mar. Marie ye daughter of John hammerton of Munckroat Clifforde & Calthropp Thrognell fy Mirewr Wharton & Clifford Huddlestone fy Corwen Huddlestone Fenwick Huddlest. Cleb burn Clifford fy Stefohn"], [92, "72 STUDLEY. The other two Granges to be solde with it, are in Lease, (lie one of them for 10 or 11 yeres, and is worthe by yere if it were out of Lease 00/. the Rent reserved is only 51. The other Grange is in Lease '.o 2 Lyves, the one of the par ties being [decrepite, the other infirme, and the Farmer bath bene offered for it 150/. yearly Rent, and will not except of it, theire is reserved of it yerely only 6/. 13s. id. Upon both these Granges theire are very good Dwellinge Houses, with Barnes and Stables, and such other Honses in good Repaire, and the Houses are fitt for Farmers of the best sort to dwell in. All the Granges and Scite are very well fenced with good Quickwood Fences, and conveniently furnished with Tymber and Trees for use. Theire is also in the Scite of the Abbey many Fishe ponds inclosed in a wall, and the whole Scite hath been all walled abont with a highe Wall of Lyme and hewn stone, and con teinetb abont 80 Acres. And mucheof the wall standeth good, the rest is fallen downe, bnt tbe stone being theire, may be sett up with little Chardge, and woulde be a very pretty Parke, the Ryver runninge in a Valley throughe, from one end to tbe other, besett with Woods Plaines and Thicketts very Parke like, and most of it in the Vie we of the Honse. Also theire is a goodly Milne and Garners in the Scite, all of hewne stone, sncbe as is very hard to be founde elsewhere. Also theire is a goodly Royaltie of Courts and Commons, Wasts, Wayfes, Strayes and Felons Goods, and soch like Li bertyes, formerly granted to the Abbey, and since confirmed by his Majesty's Letters Patents under the Great Seal of England. This Land lyeth in one of the best parts of Yorkshire, the Title is good, and 250002. or 260002. will cleare all the Incom brances that the owner hath clogged it withall, wherein howe soever some men have thought, yet plaine and Christian Deal ing shall be found and used herein; and herein the writer engageth himself."], [93, "73 STUDLEY. And that this Bargeu is richly woorthe the Price, it is shewed lliUS. The lowest Rate in Yorkshire for Lands well scited and fenced is at 16 Yeres purchase, but being Tithe free is woorthe two yeres valewe more, so as this Land beinge so, it is well woortb 18 yeres purchase. Besides tbe Granges having such good Houses on them as is woorthe two yeres valewe not in the Consideration of the Chardges in building of them, bot as after a third parte of that Chardge, which I omit to account, for that the 18 yeres purchase may yelde the better Bargen to tbe Buyer. And this beinge after the Rate of 18 yeres purchase, that in possession '-eiuge woorthe per annum 2261. 13>. id. commeth to after ae Rate, 40807. The other two Granges beinge to be valewed at the same Rate, but a third parte to be deducted in respect of the Leases in beinge, the yerely valewe being 2102. after 12 yeres pnr. chase commeth to 25807. Add to these Soms for the Royalties ( which tbe Owner va lueth at many Tbousauds) only 5002. It commeth in all to 12002. without demandinge one penny for the Honse which is so strongly and beautifully bnilt, and so well contryved, as even in sale it is woorthe, though the Owner will hardly be brought to esteeme it at so low a Rate, 25007. Thus as nere as I can have sett downe the trnthe of the yerely valewes, & the Reasons that may guide the Buyer <ft rule his Judgement to consider rightly of the Valewe of the Bar gen, sparing to press further extraordinarie Means of Pleasures upon that Dwellinge. But leave bis Wisdome & yours, desir inge yon witbal to have me kindly remembered nnto him, with Thanks for his Bucke which was so nnfortnnately hunted in his Parke. Wherein I pray you to give him satisfaction of the trnthe, I havinge bene so mucbe wronged to him by some. And so with thanks for your Kindnesses I betake yon & yours to God Yonrs assuredly J. Wh Cl"], [94, "74 STUDLEY. I pray you procure me Answer hereof with what speed yon can. And if you take your Journey you might tftke this place in yoor way, theire you may be welcome, & may the better satisfie yoor own Judgement, and such a thing as this is not to be missed when you deale for so good a Friend. It will bin der yonr Journey little or nothing.\" The Lands inclosed within the exterior Walls of the Abbey, contained 87 acres: several parts of these Walls, though much dilapidated, yet remain. As that extraordinary instance of longevity, Henby Jenkins, who lived to the great age of 169, and died at Ellerton-upon-Swale, in 1670, and a Monument erected to his memory in Bolton Church yard, in the Parish of Catterick, was frequently sent to the Abbey, during the life of the last Abbot, Marmaduke Bradley, the following account of him. extracted from an old household book, of Sir Richard Graham of Norton Conyers, may afford some amusement to the reader. The writer observes, that, upon his going to live at Bolton, Jenkins was said to be about 160 years old. He said he was sent to Northallerton, with a horse load of Arrows, for the Battle of Flodden Field, with which a bigger boy went forward to the Army under the Earl of Surrey, and he believed himself then 1513, to be eleven or twelve years old. He gave evidence in Court to 120 years, in a Tithe cause, 1667, be tween the Vicar of Catterick and WiUiam Peter Mawbank, The writer was present at another cause, between Mr. Hawes and Mr. Wastell of Ellerton. where he also gave evidence to 120 years. The Judge"], [95, "75 STUDLEY asked him how he had lived, he answered by Thatching and Salmon-fishing, The writer went to see him at Ellerton-upon-Swale, when he told him that he re jnembered the Dissolution, and that great lamentations were made ; that he had been Butler to Lord Conyers df Hornby Castle, and that Marmaduke Bradley, Lord .bbot of Fountains, did frequently visit his Lord, and drink a hearty glass with him ; and that his Lord often sent him to inquire how the Abbot did, who always sent for him to his lodgings, and ordered him, besides Wassail, a quarter of a yard of roast-beef for his din ner, and a great black jack of strong drink. The following is an extract of a Letter* from Ann Seville, sister to Mr. Wastell. \" One time he was sworn in a Cause at York to 140 years Memory which the Judge reproving him for, not thinking him so old, called up two other old Men, and asked them if they knew Henry Jenkins, and how old he might be : these Men were 100 years old, or above; they said they knew him very well; as for his age they could not tell, but that he was an elderly man ever since they knew him, but he was born in another Parish, and before Parish Registers were used in Churches ; so the Judge called him up again and asked him if ever he had any Children, and he told him yes; he never had any more than two Lads, and they were both in Court; so the Judge had a desire to see these two Lads, when they came up the one was 100 and the other 102 years old, and the Judge greatly admired to see the old man and his two Lads.\" • Universal Magaiine, 1788"], [96, "76 STUDLEY.. As Studley and the neighbourhood will be found to contain a greater variety of rare and curious plants than most other places of equal extent, the Botanist probably, will not be displeased to find, a list of the rarer indigenous ones at the end of this small volume,"], [97, "BACKFALL. To Hackfall's calm retreat, where natjn In nrral pride, transported fancy fli O ! bear me Goddess, to the sylvan plain Where all around unlaboured beauties lured beaaties ri This sequestered and romantic spot, is the property of Mrs. Lawrence, distant from Masham, 3 miles, from Ripon 7, and from Bedale 9. It consists of two deep dingles, covered on either side with a profusion of wood, except in such parts where the naked scars contribute to vary and improve the view; a small stream running through, is obstructed in various places by upright pieces of stone, and thus forms several artificial cascades. The buildings are Pavilions, covered, with Seats, from the first of which is a view of the great Fall, divided into two parts, which as Dayes observes, \"ra- ther steals than dashes down rocks richly clad with moss, and possesses a mildness and beauty peculiar to itself;\" artificial ruins, a small Octagon Room, built of Petrifactions, called Fisher's Hall; e 3"], [98, "9 BACKFALL. Kast by this.-fltreairj, and in the thickest shade A straw roof cot appears, with ivy bound, Tbe walls with sheik, and varied moss o'erlaid. And rough liewn altars marked the hallowed ground. a Grotto, situated in front of a cascade which falls forty feet ; a Rustic Temple, on the margin of a sheet of water, in the middle of which there was formerly a Fountain, throwing water- to a great height, and bounded by a noble Amphitheatre of tall Trees, which, though rather too formal for the surrounding Scenery, have a pleasing effect. The walks are laid out with great judgment and much taste, which, as you as cend exhibit several views of- Masham Church and Town, &c, hut the best views are from Fisher's Hall, which commands the whole of the two dingles, where they fork from each other with the bottom of each, filled with the rapid river Ure, which here \" boils and foams andthunders through.\" The view is perfectly American, for nothing is seen from it but hanging woods, exten sive Scars, and Water. From the Sand-bed Hut, on the margin of the Ure, which winds rapidly at your feet, is seen a. small Cascade trickling down the hill, Fisher's Hall, Mowbray Castle, and at a short distance, the Weeping Rock. The view from Mowbray Point, on the brink of a very high Precipice, commands the same woody Dells and Water, as from Fisher's Hall, but overlooks a vast extent of country, enriched with qorn, meadows, and groves, a tract of unequalled beauty and exuberant vegetation. From this place maybe seen;. Tanfield. Church, and the Gateway of the old Castle, Burneston, Kirklington, Sharo Church, Topcliffe, Thirsk, Craike Castle, York Minster, White sipjieliffe under the edge of Harnbleton, Roseberrjpt"], [99, "BACKFALL. 79 Toppin, Ainderby Steeple, Northallerton, Pickhill, &c In the building are a handsome Dining-room, a small Drawing-room, aud Kitchen, none of which are now in use. On an eminence, not far distant, says Pennant, are to be seen the remains of Mowbray's Castlehill, which are unquestionably Roman; a square defended on the' one side by the steep of the Hill, and the other by a Dyke and deep Ditch on the outside. About two miles northward, and on the road to. Masham, is SWIlSsTOJV, The seat of William Daney, Esq. situate about 10 miles from Ripon, and 14 from Richmond, in the most richly wooded, and perhaps the most beautiful part of the county, near the market town of Masham, almost the whole of which is an appendage to the property. The interior of the house boasts a fine collection of pictures, both by ancient and modern Masters,- — Rubens, Salvator Rosa, Guercino, Snyders, Sir Joshua Reynolds, &c. ; and an excellent assortment of Ores, Minerals, &c, properly classified-; and has attached to it a Park and Pleasure Grounds, to the beauties of which, it is impossible to do justice. Art has been here so judiciously brought to the assistance of, and is so blended with nature, that it can no where be de tected as intrusive. With much trouble and expence, the worthy pro prietor has brought from a distance of several miles, a small stream through his Gardens and Park, which hi. some places breaks into ven' fine lakes ; in others,."], [100, "ea SWINTON. contracts into the size of a little rill, which winds through the woods in a most pleasing manner, here falling into cascades, it enlivens the whole scene ; then withdraws from the eye, and hides itself in the dark bosom of tufted groves. The rosy bower, and regular garden adjoining the house, will afford to many visitors the greatest treat, hut to those who are fond of the picturesque and romantic, Quarry Gill will be found to possess the most striking beauties, particularly when it is full of water. A noble bridge, seventy feet in height, formed of three pointed arches, has, within a few years, been thrown across this ravine, which, with the roaring cataract of the fall of the Eller, contribute much to the beauties of this domain. These grounds are open for public accommodation."], [101, "HARROOATE, Long celebrated for its Chalybeate and Sulphurous Waters, and the great resort of company from all parts of the kingdom, during the summer months. It consists of two villages, High and Low Harrogate, in the parishes of Knaresbrough and Pannal, about 3 miles from the former, and 1 L south of Ripon ; the. former stands on an elevated plain, and. was once a dreary waste, commanding prospects of the surround ing country to. a great extent. York Cathedral may be distinctly seen, and the Yorkshire Wolds and Hambleton Hills terminate the eastern, view; while the western one is bounded by the Craven Hills. Being situated nearly in the centre of this par.t of the. kingdom, at an almost equal distance between the east and west Seas,, the climate is very salubrious ; as the air sweeping over an open, elevated, and healthful country is exceeding pure, and although somewhat sharp, is favourable to longevity. It formerly consisted of a few Farm Houses and miserable cottages, scattered over a. bleak dreary heath, but has now a regular and neatly built street, running north and south, having handsome shops,, and four spacious inns* for the accommodation of visitors. The first inn, called the Queen's Head, was built in 1687; previous to which the water drinkers lodged in the • The Granby, Dragon, Queen's Head, and Gascoigne's Hotel, at High Harrogate ; the Crown, White Hart, Crescent, and Swan, at Lew Harrogate ; and the Brunswick. Hotel, at the Cross Roads."], [102, "82 HAEROQATB. cottages and farm houses in the neighbourhood. They are all elegantly fitted up; the breakfast and dining rooms are all spacious. There are also boarding houses, and for those who prefer retirement, there are nume rous private lodgings. Low Harrogate is about half a mile west, in the vale below, and possesses all the comforts and advan tages resulting from good inns and lodging houses. A much greater number of nobility and gentry resort to these places, during the season, than to any other Watering-place in the north. The communication between the two places are by means of four roads, two for carriages, and two foot paths across the fields, which are much shorter as well as pleasanter. On account of the great distance from the parish Churches, the inhabitants were obliged before the year 1744, to attend Divine Service at Knaresbrough, when, by subscription, a Chapel was erected at High Harrogate, Lady Elizabeth Hastings favouring the design, with a donation of 50/. This Chapel has been taken down, and a new Church built, which was con secrated, in 1831, bytheRt. Rev. J. B. Sumner, Lord Bishop of Chester. There is accomodation in the building, for 1250 persons; 800 of the sittings are free and unappropriate for ever, and the remainder are private property. The whole expence incurred in erecting the Church amounted to about 4500/. The sum of 800/. was raised by voluntary subscription, 700/. granted by the Church Building Society, and 300/, a donation from the Duchy Court of Lanacster. The Vicar of Knaresbrough is patron. A Chapel has"], [103, "83 HARROGATE. also been recently erected at Low Harrogate, by sub scription and aided by the commissioners of the million act. The King, as Duke of Lancaster gave the land for the scite and burial ground ; and endowed it with 50/. per annum. It is dedicated to St. Mary, belongs to the parish of Pannal, and is capable of containing about 1000 souls. It was consecrated on the 4th of July, 1825. On the foot path between High and Low Harrogate, is a Methodist Chapel, open every Sunday : And north of the Dragon, i3 a Chapel for Independents. The first spring discovered here was the Old Spa, in 1571, by Captain William Slingsby, who found it possessed properties similar to those of the German Spa; it is situated opposite the Granby Inn. He for some time resided at the Grange, and afterwards at Bilton, at that time a royal Park well stocked with Deer. Dr. Bright wrote the first treatise on its virtues and uses; Dr. Dean, in 1626 ; Dr. Stanhope, in 1631 ; Dr. French, in 1651; Dr. Neale, in 1656; and Dr. Simpson, in 1668. This Spring is now covered with a dome, erected in 1786, at the expence of Alexander, Lord Loughborough, who also laid out a plantation on his estate here, comprising oaks, ashes, firs, american chesnuts, mountain ashes, poplars, &c, which form a pleasant and agreeable shade, to a broad walk of two miles long, highly ornamental to the place, and forms an agreeable contrast to the bleak and dreary aspect which formerly presented itself. This estate consists of 156 acres, and was, a few years ago, purchased by J. Jaques, M. D. Another Chalybeate Spring, called the lewitt"], [104, "84 harrogate. Well, is about half a mile south-west of the Old Spa, and possessing similar qualities, is occasionally used. It has also a stone covering. Both these Springs are situated at High Harrogate; but the principal, and that which occasions the greatest resort, ate those long celebrated SULPHUR WELLS, at Low Harrogate, which are most fœtidly salutary and efficacious in all Scorbutic complaints. Of these there are also two, each enclosed within a building of stone ; but the water chiefly used for drinking, is received into a circular stone basin which is covered by a leaded dome, supported by eleven stone pillars, where females attend with glasses every morning, to supply the numerous water drinkers; a woman also attends every morning, before breakfast, from each of the Hotels, to serve its company. Besides the immense quantity of this water drank every morn ing, there are persons constantly employed during the day, bottling for distant consumption ; yet such is the copious supply of the Spring, that we have rarely heard of its being even temporarily exhausted. This wate.- was not known, till many years after the discovery of the Steel Waters at High Harrogate ; and when known, was for a long time supposed either too offensive or too dangerous to be taken internally; and therefore, at first, only used as a wash, in diseases of the skin ; but time and experience have proved its virtues; and before the year 1700, it was used both externally and internally by all ranks of people, with amazing success, in Scorbutic and other diseases,"], [105, "5mlplii_iL_> Well HcffliTOcgwte. PuAUst_ed6uy.l_angdaU/fii3flt i/iHarm/a ■ IcKharesbre"], [106, ""], [107, "HARROGATE. 85 Dr. Munro, in treating of these Sulphur Waters, observes, that, in small quantities, they are good alteratives, and, when drank in large quantities, are strongly purgative — vide p. 90, for useful directions. By the act of Parliament obtained for the inclosure of the Forest, it is provided, that all persons whom soever, shall and may have free access at all times to these Springs, and be at liberty to use and drink the Waters there arising, and take the benefit thereof, without being subject to the payment of any acknow ledgment whatsoever. A new Spring was discovered in the garden of the Crescent Inn, in the year 1783, which seems best suited to scrofulous complaints. The salt it contains renders it active as a gentle stimulus, to promote the secretions; while the iron tends most powerfully to remove debility, which, Dr. Garnett observes, if not originally the cause of the disease, always retards its cure. This water is raised by a pump, over which stands a cupola, and is the property of Mr. Linforth, the proprietor of the Crescent Inn. The subscription to this well, is half a guinea the season. These mineral waters have been analysed by many eminent Physicians, but by none with more accuracy than Dr, Garnett, from whose valuable treatise, we subjoin the following table : — see p. 92. In 1819, two new Springs were discovered, a Saline Chalybeate Spring, resembling Cheltenham Water, and a Chalybeate Spring. The Cheltenham Water, as it is called, has come into great repute, and will, no doubt, prove a valuable addition to the Waters at Harrogate. Its properties are alterative and tonic. H"], [108, "86 HARRO&ATK. and have been found particularly useful in cases of debility. Dr. Hunter of Leeds, has published a treatise on these Waters ; they are also particularly noticed by Dr. Scudavrore in his account of Mineral Waters, published in 1820; the analysis of these Waters will be found in the table annexed. Both these wells are situated in the garden of Mr. Oddy, and are his private property, The Cheltenham water is obtained for drinking, by means of a pump, at which a woman attends daily. Each person drink ing the water, pays 2s. 6d. per week, besides some compensation to the attendant. — Subscribers have the privilege of walking in the garden which is laid out with much taste. In 1822, Mr. Thackwray of the Crown Hotel, dis covered a Spring in the grounds east of his house, over which he has erected a neat building, after the manner of a Chinese Temple, and thrown the sur rounding land into pleasure grounds, for the conve nience of his visitors. The water is raised by a pump, through glass tubes, and given to the water drinkers, by a female, who attends every morning for that purpose. The elegant Baths of the Crown, are also supplied from this Spring, by a pump, and conveyed into the house in pipes. Its properties are much similar to those of the Old Sulphur Well, and has been analysed by Mr. West* of Leeds, who published the result of his enquiries in the 29th No. of the Quarterly \" Journal of Science, Lite rature and the Arts,\" in April, 1823, who closes the account in the following words : • The result of Mr. West's Analysis will be seen in page 93."], [109, "87 HARROGATE. \" To sum up the comparison between the Water from the Old Well, and that from the Crown pump, it appears that both contain the same ingredients, — solid and gaseous ; that the new well has rather the greatest impregnation of the gases ; that the Old Well contains rather more common salt ; while the water of the New Pump holds a considerably greater proportion of the active constituents, — the Muriate of Lime and of Magnesia.\" This Spring was at first intended for the visitors to the Crown only, but Mr. Thackwray has now very liberally thrown it open to the public. The company, in general, rise early, and repair to the wells; whence, after drinking the water, they return and breakfast at separate tables, as they chance, or choose to go in. The time betwixt this and dinner, is generally spent in making excursions into different parts of the neighbourhood, which abounds with many places well worth the attention of strangers: when the weather will not permit these excursions, a variety of amusements offer themselves within doors, as read ing, playing at billiards, cards, &c. At dinner, each person takes his or her seat, in the order they arrive at the place, and ascends gradually, as others leave it. Among the places of amusement and public resort, is Langdale's Library and Reading Room, at High Harrogate, conducted by the late Mr. Hargrove for above haif a century; it contains a valuable and nume rous collection of Books : adjoining to which, is the spacious Reading Room, provided with Newspapers, Magazines, &c, for the use of subscribers to the Library. The terms of subscription will be found very"], [110, "88 HARROGATE. reasonable. Here is also a choice collection of Books on sale, in various bindings ; with a large assortment of Stationary, &c. The Theatre, situate at High Harrogate, which was built by the late Mr. Samuel Butler, and opened by him in 1788, is now converted into dwelling-houses. The Race- ground, which is at High Harrogate, is one mile and a quarter in circumference, and sixteen yards wide, was laid out and finished in the year 1793, under the inspection of Colonel Clement Wolsley. There are three public dress Balls a week, to which the company are invited, at each house in regular ro tation as follows, viz. Monday Evening, at the Dra gon ; on Wednesdays, at the Crown ; and on Fridays, at the Granby; and occasionally at the Queen's Head. Dancing generally commences at nine o'clock. Each person pays one shilling admittance, which is applied towards the expences ; the remaining part, is paid by those gentlemen who choose the amusement of dancing. The Promenade Room, from its vicinity to the Wells, at Low Harrogate, is a great accommodation to the visitors; for when the weather is unfavourable for excursions, they find amusement in this room. The erection of this building was first suggested by G. Cayley, M. D. and was opened for the reception of company, in 1805. The dimensions are 75 feet long and 30 broad. The doors are opened at seven o'clock, and continue till sunset, from May to November. Newspapers, Magazines, Reviews, and other pub lications, are provided for the use of subscribers, who are admitted on moderate terms. On Sunday even ings, during the season, there is Sacred Music on tbe"], [111, "89 HARROGATE. Organ : which is also played on the week days for the entertainment of the company. No admittance to any but subscribers. By the exertions of several benevolent persons, prin cipally visitors, at Harrogate, a public meeting was held on the 31st of August, 1821, the Earl of Hare wood, in the Chair, when a determination was entered into to erect Baths and Hospital Wards, for the benefit of the Poor, and which were, in 1825, in part opened. They are situated near the Bog wells, west of the Old Sulphur Well. By the inclosure act, passed in 1789, a power is vested in the commissioners, or any two of them, \" for draining, levelling, or otherwise improving the said land, by planting trees thereon for shelter and orna ment, and making walks and paths in, on, and over the same ; and for protecting the said Springs, called Harrogate Spaws, from pollution, or other injury,\" &c. We cannot but regret that these powers have laid so long dormant, as few places of public resort are capable of, or require more ornamental improvement, than Harrogate. Harrogate is distant from the following places, to which excursions are frequently made. Knares brough* 3 miles, Plumpton* 3, Aldborough and Bo roughbridge* 10, Harewood House 8, Bolton Abbey 16, Ripon 11, and Fountains Abbey 14, Hackfall 18, Swinton, 21, Newby [Hall 14. Population of High Harrogate with Bilton, 2812, Low Harrogate and Pannal, 1261. • Low Harrogate is one mile further from these places. H 3"], [112, "90 harrogate. Directions for using the Waters. Chalybeate Water. Patients, whose cases require the Chalybeate water, should begin with the Tewit Well or Old Spa, drinking about half a pint three or four times a day ; having a few days previous taken the Sulphur water in such manner as to procure about two stools a day. The best times, are early in the morning, about two hours before dinner, and in the after noon, riding or walking about ten minutes or a quarter of an hour between each glass. The SULPHUR WATER. It is usual to repair to this well early in the morning, and drink the water at the fountain head, that the volatile prin ciple may not escape. When taken as a purgative, it is best to begin with a glass of die common size, containing rather more than half a pint; to walk or ride immediately after drinking it; another glass may be taken in about ten minutes or a quarter of an hour, and after the same interval a third. It will be some times, though not often, necessary to take a fourth. Where the waters do not readily go ofl' by stools after taking three glasses. it is advisable to dissolve a small quantity of Epsom Salts in the first glass. If any oppression or sickness arises at the stomach from the drinking of tha water, a longer interval is required between the glasses. When taken as an alterative, one or two glasses may be taken before breakfast, half an hour distant between each other; and another glass may be taken about an hour before dinner. Some people in this case, will drink a glass just when going to bed, \" but let such (says Dr. Alexander) as conform to it be cautious to eat little supper, and at least two hours before this bed time draught.\" Indeed it is best at all times taken upon an empty stomach. A course of tins water, as well as of the Chalybeates, may require from three to five or six weeks or upwards, according to the nature and violence of the disease. CRESCENT Water. Of all the waters of this place, this seems the best suited to strengthen the stomach and promote digestion. The usual times of taking it are before breakfast, betwixt breakfast and dinner, and in the evening ; the common dose is from half a pint to a pint, or from one to two glasses; it will be always prudent to begin with half a glass; and if that dose is found to agree, it maybe gradually increased to one or two glasses."], [113, "HARROGATE. 91 The Saline Chalybeate Well. Of this water, from half a piatto two pints daily should be taken, commencing with a small quantity for a few days; the first dose should be taken at seven o 'Clock in the morning; the second at noon ; and the third about three in the afternoon. A small por' tion of biscuit, with the dose of water in the morning, is recommended. WARM BATHING. A circumstance of the greatest consequence in warm bathing, is the proper regulation of the heat of the bath. The degrees of heat in the bath, ought always to be determined by a ther mometer. The patient should never go into the bath, heated at first to a greater temperature than the human blood, which is about 98 degrees of Farenheit's thermometer : 94 or 96 degrees is the heat most commonly n> commended. Alter he has been in the bath a few minutes, the tempera ture may be gradually raised three or four degrees higher, but no farther. Respecting the time of continuing in the bath, it p'liould at first be very short; the first time, the patient may remain in it five minutes, and i/he find no inconvenience from it, he may gradually increase the time to above a juarter of an hour, or if his constitution be pretty strong, to twenty miute» beyond this time it would not be safe.— Baths are to be met with in almost every house."], [114, "A TABLE, exhibiting the contents of a Wine Gallon of surrogate Waters. * Adjoining the Leeds road, and opposite the Crescent Inn. -f Scudamore. J Hunter. The Cheltenham Spa, according to Dr. Scudamore, contains 2.40 grains of Oxide of Iron. Cubic Im :hes. Grains. NAMES OF THE Specific Hepatic or Sulphurated Hydrogen Gas, Muriat of Magne- sia. Carbo- nat ees Magne- sia. Sulphat of Magne- sia. WATERS. Gravity. Carbonic Azotic j of I Soda. Muriat of I i Lime. Car'jo- n»( of : Lime. Carbo nnt of Iron Sulphat of Soda. Sulphat of Lime. acid Gas Gas. Sulphur Water. Crescent Water. 1.0064 ~ 1 19 i 1615.5 13 i 91 18.5 5.5 It). 5 — I8 1.002 20.8 — 13.6 _____ 137 — 45 2 8 — 3, 4 Tewit-Well. 1.00017 16 5 2.5 2 3. Old Spa. 1.000 14 15.75 4.25 1.5 •St Georgc'sSpa. 1-00012 13.5 3.5 2 4.5 CbeltenhaniSpaf Ditto. J OxygenGas 0-870 300-4 434-0 I 22 ) 30 9.9 13- 6.7 3 ■80 1-86 000 1.0075 6.320 3-970 5 4-200 ■ ■ 2-50 10.50 New Chalybeate. 1-0012 16-500"], [115, "93 HARROGATE. A wine Gallon of Water from the New Sulphur Well or Crown Spa, also from the Old Well, contains, according to the Analysis* of Mr. West, as follows ; OLD WELL. CROWN SPA. cub. in. cub. in Sulphuretted Hydrogen, .... 16.4 Sulphuretted Hydrogen, ... . 14.0 Carbonic Acid, 4.25 Carbonic Acid, 5.25 Azote, 8.0 Azote, 6.5 Carburetted Hydrogen, .... 4.65 Carburetted Hydrogen, .... 4.15 30.4 32.8 Which are given out in the gaceous form on boiling ; also of Muriatic Acid, 458.8 grains Soda, 345.2 Lime, 34.8 Magnesia 15.0 Carbonic Acid, .... 4.0 Existing in the Water as Of Solid contents. Muriate of Soda, 752.0 grs. Muriate of Soda, 735.0 grs. Muriate of Lime, 71.5 Muriate of Magnesia, .. 43.0 Bicarbonate of Soda, . . 14.7S Muriate of Lime, 65.75 Muriate of Magnes 2y.2 Bicarbonate of Soda, . . 12.8 Spec. Grav. at 60, 1.01324 Sal. Matt, by direct evap. 854.0 • Published separately at Leeds, in 1823, and may be had of the Bookseller*-"], [116, "KŒARESBROUCUI. Knaresbrough, in the lower division of the wapen take of Claro, in the liberties of St. Peter and Kna resbrough, is 7 miles from Boroughbridge, and 18 miles west from York, pleasantly situated on a cliff above the Nid, which runs at the bottom of a deep dell. The Market-place is spacious; the sale of Corn considerable, great quantities being brought many miles east-ward, to supply a barren track extending far west. The manufacture of coarse linen has long flou rished here, and the collieries, near Leeds, supply the place with coals. It first sent members to Parliament in the first of Queen Mary, 1553, and has ever since returned two representatives. The right of election was then ves ted in 84 or 88 burgage houses, the owners of which were entitled to vote. The election continued free till about 1719, at which time the purchasing of bur gage houses first commenced. The Duke of Devon shire is now, and the family has for a long time been in possession of all the burgage houses, except four.* €i)t Castle. Has a most elevated situation, and on the accessible side, was defended by a vast fosse, with strong works on the outside. + The scattered fragments shew it to * Oldneld's Parliamentary History. t Leland mentions eleven or twelve towers, one being very fair."], [117, "KNARESBROUGH. 95 have been a fortress of great extent. Part of the Towers and some semi-round buttresses yet remain, and a square Tower or Keep, is the most complete of any, part of which formerly served as a prison for the liberty of the Forest of Knaresbrough. Mr. King thus mentions it in his account of ancient Castles, read before the Society of Antiquaries in 1782;* of which, he has given a south elevation and ground plan. \" This Keep,\" he observes, \" is very curious, and extraordinary in its whole structure and design. The wall, even in the weakest part, is about ten feet thick. The grand portal is highly enriched, and of a very singular form ; having, in the upper part of the arch, the appearance of the tracery of a window; a circum stance that may easilj' mislead an unwary observer. Yet, that it really was the great entrance, and not a window, appears from its dimensions being so much greater than those of any of the windows, from its bottom being exactly level with the floor of the apart ments adjoining ; and from the remains of the founda tion of steps plainly leading up to it, which may clearly be seen just beneath. f Below, on the right, is another smaller arched entrance, which seems to have been just under the draw-bridge, Like that at Rochester, and leads into the ground rooms. Under the grand portal is still another arch, originally con cealed, in all probability, beneath the steps and plat form of entrance, and leading to the vaults below. On •Archæologia, vol. vi. p. 322. t Similar door-ways are, he says, to be met with at Ancaster, in Lincoln shire; Chapter-houses at York, Southwell, Westminster, &c. Archæologia, roi. yi. p. 323."], [118, "96 KNARESBROUGH. the left is a Little doorway, leading to a small vaulted room, where the records of the Forest have been kept from time immemorial, and which has no sort of com- munication whatever with the rest of the inside of the Castle : a singularity peculiar to this building. At the third story is one of the great windows of the state apartment. The longest room on the ground floor is supported by two great pillars; the one an hexagon, the other square. This was manifestly designed to hold stores ; and accordingly, in a recess on the left, is a square well, within the thickness of the wall, for the drawing up beams and other parts of military ma- chines. A winding staircase communicates with the upper apartments. Adjoining the large vaulted room, is a second smaller arched vault, having no light or air, except, what came through the doors, and through a small inner window, lighted merely by a loop from the N. W. corner room or cell. At the corner, over the precipice above the river, is a small cell, having a loop open to the outside of the Castle. On the right is another little vault, or dungeon, no less singular than the record-room; and, like it, neither has,- nor ever had, any communication with the inside of the Keep. It now serves for a prison. From some arches remaining on the insides of the wall of the Keep, it appears plainly, that the room on the first principal floor, where the great arched portal is, had an exceed- ing fine arched roof of stone-work; and we may easily conceive that the state apartments above were not less magnificent.\" It was founded by Serlo de Burgh, who came into England with the Conqueror. He was succeeded in"], [119, "KNARESBROUGH. 97 his possession by Eustace Fitz John, the great fa vourite of Henry the first.* It afterwards came into the possession of the crown, for it seems that King John granted it to William de Estoteville, for the ser vices of the three knight's fees.f In the succeeding reign it was bestowed on that great justiciary, Hubert de Burgh, on payment of £100 per annum into the exchequer. In the reign of Edward the Second it was in the family of the Vaux.t or de Valibus, but bestowed by that prince on his favourite, Piers Gavestone,§ whom he created earl of Cornwall. On his death it reverted to the crown, and remained in it till 1371, when, the castle, manor, and honour of Knaresbrough, were granted by Edward the third to his fourth son, John of Gaunt, Duke of Lancaster, in which duchy, it yet remains. || In 1770, the four knights who murdered Thomas a Becket, took refuge here, where they remained prisoners many months, but were some time after par- doned, on condition of their performing a pilgrimage to Jerusalem. After the base treachery, Richard the Second ex perienced from the earl of Northumberland and his gallant son Hotspur Percy, that unfortunate Prince was kept a close prisoner here, in an apartment still called the King's Chamber, till he was removed to Pontefract Castle, and there murdered by order of Henry the Fourth. • Dugdale's Baron, vol. 1. p. 90. t Ihid. 457. J Madox's Ant Exchequer. § Dogdale's Baron. || Magna. Brit. vi. 375. I"], [120, "98 KNARESBROUGH. In 1616, James the First granted this castle and lordship to his son Charles. It was a strong fortress during the civil wars, and made great resistance against the Parliamentary forces. After the battle of Marston Moor, the townsmen most gallantly defended it against Lord Fairfax, and though at last compelled to surrender, it was on the most honourable terms that the garrison laid down their arms. Not long after this it was with many other castles, by resolution of the House of Commons rendered untenable. The site of the castle, which commands a most beautiful view of the river, church, part of the town, Coghill-hall, dropping-well, bridge, woods, &c. was upwards of an hundred yards in diameter. The Keep was large, and consisted of three stories. From an east view of it, the dismantled towers, and dilapidated arches, are finely picturesque, but the whole is falling, by the stealing hand of time, fast into decay, — Near the centre, in a part of the ruins, is the Court-house and Prison for the liberty of the Forest of Knaresbrough. About half a mile below the Low-bridge, on the edge of the river, Richard Plantagenet, second son of King John, founded a priory for Trinitarians, which was surrendered by the Last prior, Thomas Kent, 1539* The site was granted to the earl of Shrewsbury, and, soon afterwards, became the property of Sir Thomas Slingsby, bart, in whose family it still remains. The ruins of it lie scattered about and overgrown with grass. By the road side is a large grave-stone, a few • Dugdale's Monasticon."], [121, "99 KNARESBUOUGH. inches below the surface, laid bare to point out the place of sepulture, but no inscription legible. Cfre Cfiurrlj, Dedicated to St. John the Baptist, of which Lord Roslyn is patron, with the tytb.es, chapels, &c. once belonged to the neighbouring priory, but became in 1230, part of the prebend of Birkhill, in the Cathedral of York. Its present value is somewhat more than £300 per annum. It contains many elegant monu ments, chiefly of the Slingsby family. On either side of the river, the scenery is highly picturesque. The walks on the further side are through woods hanging over the Nid, with beautiful views through the trees at the cliffs, the town and castle. Cfie releorateU 3Bn>rptnrr Wtll, placed close by the Nid, which is saturated with ter rene sparry matter, and incrusts very soon, every thing it falls on, has seldom failed to attract the notice of the curious traveller. The stone over which the water trickles rapidly, is about 16 yards long, from 10 to 16 broad, and 10 high. A variety of curious articles, petrified with this water, may be seen at the public house adjoining. Beneath these cliffs, and near this spring, was born, about the year 1487, that celebrated personage, Mother Shipton, the wife of Tobias Shipton. Many wonder ful tales are told of her knowledge of future events, which are said to have been delivered to the Abbot of Beverley, the MSS of which are yet preserved. Not far from the Low-bridge, some entire dwellings have been excavated out of the cliffs. Half way up is"], [122, "100 KNARESBROUGH. one, three stories high, inhabited by a family who live beneath the rock, which has nothing artificial but part of the front. It was the work of 1 6 years, per formed by a poor weaver and his son, which, since its completion, has been called dTovt iBTontagite, from this poor man's kind patroness, the Duchess of Buccleugh; having on the top a fort with cannon, a flag waving, and other military appearances. — The same ingenious artificer has cut a solid rock in such a way as to form a garden, with terraces, on the very summit of the cliff . And by the labour of many years, he has formed in the garden, (which commands a variety of fine views,) pleasant walks, ornamented with a profusion of shrubs and flowers. Here is also a green-house, and a tea-room, which are much fre quented by the visitors from Harrogate, &c. At the foot of these grounds is J^aint sKoocrt's Æfcapel, cut out of the solid rock, with a neatly arched roof, a gothic window and door. The ribs rest on neat pilasters. On the right hand side are four terrific faces; in front, an altar. On the floor is a hole, in which was probably placed a cross, and on the sides are two niches, long since dispossessed of their images. The length of the cell is 10^ feet, the breadth 9, and the height 1\\. Near this door is cut a gigantic figure, in the action of drawing his sword, which may have been designed for the genius of the saint, which, it should seem, greatly befriended the pious Saint Robert. This appears to have been effected by the labour of"], [123, "101 KNARBSBROUGH. the nermit himself, who had previously spent some years in the monasteries of Fountains and Whitby; and afterwards was Abbot of New Minster, and co temporary with King John, who gave him 40 acres of land in Swinesco.* Above is the hermitage, a small cell formed of moss, petrifactions, &c; and about a mile down the river is the CAVE of the saint, which appears to have been his usual residence. It had, by way of entrance, a small square door, now nearly choaked up with rubbish, and extends within, nearly 15 feet, but difficult of access. This seat of piety was, in 1745, profaned by the murder of Daniel Clark, of Knaresbrough, who, with Eugene Aram and J. Houseman, had confed erated to defraud several of their neighbours of plate and goods to a considerable amount. Here these as sociates in iniquity assembled to divide their stolen property, and to settle how it might be disposed of, when Clark was murdered by Aram and Houseman, and buried in the cave. After he had disappeared, it was the general opinion that he had absconded. Some short time afterwards, Aram retired into Norfolk, where he lived upwards of 13 years, when the hand of Providence pointed out the murder in a peculiar manner. A labourer having discovered, in a neigh bouring quarry, a skeleton, the minds of the people of Knaresbrough, yet intent on the sudden disappear ance of Clark, supposed it might be his. A coroner being sent for, the wife of Aram, (who resided in the town, and who had long been deserted by her husband,) • Tanner — Drake. The house oi St Robert, at Knaresbrough, was gran ted 46 Edward HI. to John of Gaunt, Duke of Lancaster.— Dugdalt's Baron. i 3"], [124, "102 KNARESBROUGH, was examined. Her evidence threw some suspicion on Houseman; and on his examination, great con fusion and marks of guilt appeared on his countenance; and he having thoughtlessly laid hold of one of the bones, declaring \" That it was no more Daniel Clark's than it was his,\" excited closer investigation, which terminated in a confession of his guilt. Aram was at this time (1758) usher at a school at Lynn, in Norfolk, where he was apprehended, and brought to York castle, when he was tried and convicted. On his trial he delivered a written defence, so admirable for its in genuity, and so replete with erudition and antiquarian knowledge, that it astonished the whole court. He attempted to prevent his execution by suicide, in which he succeeded so far as to be brought to the scaffold almost in a state of insensibility ; but before this at tempt, he made a full confession of his guilt. — Though he derived little advantage from education, yet, from the acuteness of his understanding, and his intensely studious disposition, he had acquired considerable knowledge in the Latin, Greek, Hebrew, Celtic, and other languages, and had beside made great progress in the higher branches of Mathematics, Heraldry, Antiquities, &c* Here lived, till within these few years, that very extraordinary man John Metcalfe, who was a native of this place. Having lost his sight in his infancy, he was instructed in music, and performed on the violin many seasons at Harrogate. In 1745, he was a musician in Colonel Thornton's volunteers, but after For a full and particular account of the trial, &c. of Eugene Aram, e'-s the pamphlet published by W. Langdale, of Knuresbrough."], [125, "103 KNARESBROUGH. the rebellion he returned to Knaresbrough, and be came a common carrier from this place to York ; and what is most extraordinary, frequently served as a guide over the forest of Knaresbrough, when the nights were dark, and the roads difficult and danger ous, or when the paths were imperceptible from deep snows. None ever enjoyed the pleasures of the chase more, or pursued it with greater ardour, whether on horseback or on foot, than he did. He frequently contracted for making roads, building bridges, &c. With a staff in his hand he would ascertain, with pe culiar accuracy, the height of the hills, and the depths of the valleys, and the plans which he formed, and the calculations that he made, where done in a way so peculiar to himself, that, like Jedediah Buxton, he could not convey an adequate idea to others. He died in 1810, at the great age of 93. This town has the benefit of the following Schools, viz. a FREE SCHOOL, situated near the Church, endowed in 1516, by the Rev. Robert Chaloner, D. D. Rector of Amersham, Buckinghamshire : a CHARITY SCHOOL, in the High Street for 30 boys and girls, endowed in 1765, by the late Thomas Richardson, Esq., and supported by voluntary contributions: and a NATIONAL SCHOOL, on the plan of Dr. Bell, erected in 1814, when about 200 boys and girls were admitted. In 1823, an act of Parliament was obtained for paving, lighting, and otherwise improving the town, of which the inhabitants are now receiving the benefit: And in the same year, a Gas Company was established, in shares of 201. each, by whom the town is now"], [126, "104 KNARESBROUGH. lighted; the inhabitants first enjoying the effulgent light on the 13th of September, 1824. The old SULPHUR SPA, at Star-beck, between this place and Harrogate, which for some years had lain dormant, has recently been re-opened, and a square building erected over it, which secures it from external injury, and affords to the invalid a constant supply of its medicinal water. Its efficacy, as a diuretic, and mild aperient, has been fully proved in numerous instances of bilious and cutaneous diseases. Two warm Baths, and a cold Bath, with dressing rooms, &c. attached, were erected in 1828 for the convenience of visitors. Population in 1831, was 5296."], [127, "PLUMPTOl. Flumpton, the property of the Earl of Harewood, 4 miles from Harrogate, and 3 from Knaresbrough, was once the seat of the ancient family of Plumpton, who held it of the Percy's as '; Mesne Lords;\" and which lands they have held ever since the 20th of William the Conqueror, in one regular and uninter rupted course of descent, in the male Line, till it at last ended in Robert Plumpton, Esq. who died in France, about the year 1749, from whom the estate went to his aunt Anne, who sold it to the late Daniel Lascelles, Esq. The Pleasure Grounds comprising about 23 acres, are laid out with much taste, and diversified with large rocks, flowers, shrubs, and evergreens, and at the foot of the rocks is a beautiful lake, covering about seven acres of ground. There is one rock, surrounded with water, of immense magnitude, and of the same grit as the Devil's Arrows, at Boroughbridge : it is about 50 feet in length, and near the water's edge, without a joint. The singularity and beauty of the situation of these grounds, cause numbers of people to resort here during the summer months, which are always open for public inspection on Tuesdays. \" Here jasmines spread the silver flow's And deck the rock, or weave the bow'r: The woodbines mix in am'rous play, And breathe their fragrant sweets away: There rising myrtles form a shade ; There roses blush, and scent the glade; All, all their balmy sweets exhale, And triumph in the distant gale.''"], [128, "BOROlC-illKKIDUE Has most probably arisen from out of the ashes of Isurium, now Aldborough. It derives its name from a bridge of wood erected over the Ure, soon after the Norman Conquest, called Burgh-Bridge, in lieu of one that crossed the River opposite Milby. It is situated on the great North Road, formerly called the Ermine-street, on the south bank of the Ure, and several houses and warehouses, have of late years been erected on the north side of the river, which is here navigable for small craft, and nearly equal distance from London and Edinburgh, 6 miles from Ripon, 7 from Knaresbrough, and 1 7 north-west from York. This town became a borough in the reign of Queen Mary, in 1553, and sent two Members-to Parliament, but was disfranchised, by the passing of the reform bill, on the 7 th of June, 1832. In the market-place is a handsome fluted column, of the Doric order. The Chapel, is a perpetual curacy, dedicated to St. James, in the deanery of Richmond, and diocese of Chester. Value, 48/. 16s. 8d. Patron, the vicar of Aldborough. The town, was with Aldborough, and the Honour and Castle of Knaresbrough, in the 15th Henry III, granted to Hubert de Burgh ; but in the same reign forfeited by his Son, for aiding Simon de Montfort, at th*"], [129, "107 B0R0UGHBRID0E. battle of Eversham.f This place remained in the Crown till Edward II. gave it to his insolent favourite Piers Gavestone.J Near this place, in 1321, that unfortunate Prince Thomas, Earl of Lancaster, with some of the nobility, disgusted with the royal favourites, the Spencers, made stand against the forces of his Nephew, Edward II. but was taken by Sir Andrew de Harcla, who, being insensible to his entreaties, and solicitations, and after inflicting every possible indignity that cruelty could suggest, mounted him on a sorry horse, and brought him before the King, who without any form of trial, ordered his head to be struck off, on an emi nence near Pontefract. One of his partizans, the pow erful John de Bohun, Earl of Hereford, in passing over the bridge, then made of wood, was run through with a spear, by a soldier, cowardly, placed beneath for that execrable purpose. The Manor, which is a part of the Manor of Ald borough, belongs to the Duke of Newcastle, whose ancestors purchased it in 1701. The ancient Mansion of the Tancreds, who formerly held large possessions in this neighbourhood, is now converted into an Inn, the Crown, which is inferior to none on the road. Here is a small market on Saturdays, and the fol lowing fairs, viz. April 27 and 28 — June 22 and 23 — October 23 and 24. The fair in June is much fre quented by the manufacturers from Sheffield, Birm ingham, Wolverhampton, &c. and formerly continued for a fortnight. t Dogdale's Baron. 1. 685, 700. J Ibid. ii. 41."], [130, "108 BOROUGHBRinGE. A National School, on the plan of Dr. Bell, was established in 1814, when 100 boys were admitted. At a small distance, on the west side of the town, are those remarkable monuments, called, Cfie Btbil'i &rrohj<S, which consist of three large obelisks of stone. In Leland's time there were four; but in the seventeenth csntury, one of them was pulled down, or, from some unknown cause, fell to the ground; part of which now makes the battlement of a foot bridge over a small brook, ( the Tut,) near the town.* The remaining ones are placed at unequal distances from each other, the centre being 199 feet from the north, and the south 360 feet from the centre, and aLl in the form of an obelisk. The tops are seemingly split and fur- rowed by the stealing hand of time. The tallest (the centre one,) is 30 feet 6 inches from the bottom, about 6 feet of which are buried in the ground; its greatest circumference is 16 feet; the others differ little in dimensions from the former. In 1 709, Mr. Morris, forty years vicar of Aldborough, caused the ground to be opened about the middlemost of these obelisks, nine feet wide. He at first found a good soil about a foot deep, and then a course of stones, rough, and of several kinds, but most were large cob- bles (pebbles) laid in a bed of coarse grit and clay, and so for four or five courses underneath, one upon another, round about the pyramid, in alL probability to keep it upright; nevertheless, they all seem to in cline a Little to the south east. Under the stones was • Drake's Ebor. p. 27."], [131, "BOROUGHBRIDGE. 109 a very strong clay, so hard that the spade could not effect it : this was near two yards deep from the sur face of the earth : and a little lower was the bottom of the stone, resting upon the clay, and was flat. As much of the stone as was within the ground, was a little thicker than what appeared above, and had thp marks of a first dressing upon it, that is, it was taxata non perdolata ferro. Richard Franck, a singular traveller, and famous peripatetic angler, in his tour to the northern parts of Scotland, to enjoy his favourite amusement, which he published in 1694, says that he saw, near Borough bridge, seven of these stones ; in which he must have been mistaken, as it is not likely that they have in creased since the days of Leland. Camden observes, \" the many, and those learned men, are of opinion that the stones are not natural, but an artificial com pound of sine sand, Lime, and vitriol, ( for of this they fancy it has some grains;) as also of an oily unctuous matter, much like those cisterns at Rome, which Plin}' tells us weie made of sand and hot lime so compact and firm, that one would have taken them for real stone.\"* This opinion is evidently founded in error, as the marks of the chisel below the surface of the earth are proofs of a real and not factitious stone. It is of that common course rag-stone, or mill-stone grit, so very common in the north of England, a large rock of which stone, and from which probably, these obelisks were taken, is at Plumpton near Knaresbrough.— • Gibson's Camden, v. ii p. 96. K"], [132, "110 BORO0GHBRIDOE. Various have been the opinions respecting the cause for which, and by whom, they have been erected. According to the opinion of that celebrated anti quary, Doctor Stukely, they were the great panegyre of the Druids, the midsummer meeting of all the country round, to celebrate the great quarterly sacri fice, accompanied with sports, games, races, and all kinds of exercises, like Panathenian, the Olympian, Isthmean, and Nemean meetings, of the Greeks. They appear to have been the metæf of the races ; the re membrance of which is transmitted in the present fair, held at Boroughbridge, on St. Barnabas-day. Doctor Stillingfleet considers them as British deities; Leland, Camden, Doctor Lister, and Drake, suppose them to have been the work of the Romans, and erected by that people as trophies to commemorate some important victory. The similarity of their foun dations, to the walls of Isurium, as well as their vici nity to that city, and their greatest military road, will scarcely allow as to attribute the erection of them to any other people but the Romans, particularly when we consider that British cities were only enclosed with ramparts of earth, and a number of trees cut down and piled together. Population in 1831, was 950. t Mene. Pillars in form of a cone, at the end of the place in racing, where the chariots turned, as Careeres were the places of starting. Ln the circus of Caracalla, at Rome, the distance frorr. the career to the first mete, was 550 feet."], [133, "A&DBOROIT&H. Aldburgh, or, Aldborough, so called by the Nor mans, the Iseur of the ancient Britons, and the Isurium of the Romans. This once celebrated city, which has, ever since the days of Leland, arrested the attention and engaged the particular notice of British antiqua ries, is now sunk into a small village, and in danger of losing the remains of its ancient splendour. It com prises about 107 houses, and a parish church dedi cated to St. Andrew, situated on the south bank of the river Ure, about half a mile from Boroughbridge. The houses, although much detached from each other, are chiefly within the walls of the old city, except one, whieh has been partly erected upon the wall itself. Its rich and beautiful tesselated pavements are, by the dilapidating hands of travellers, and the curiosity of antiquaries, rapidly d^mmishing ; and with the ex ception of a mound of earth, now cultivated, and a trench nearly filled up, parrallel to it, which point out where the old walls once stood, there are few vestiges remaining of this ancient city; \" the plot being con verted into pasture and arable ground, so that the evidence of history itself would be suspected in testi fying this to be the old Isurium, if the name of the river Ure, and the Roman coins frequently digged up here, and the distance between it and York, according"], [134, "112 ALDBOROUGH. to Antoninus, were not incontrovertible evidence of its existence.\"* Though we have no account from history or tradi tion of origin, yet we have the most incontestible evi dence of its great antiquity; and that it was the me tropolis of the Brigantes, is a fact which can never be called in question. Many British Princes resided here, and it is mare than probable, from the extent and magnitude of its foundation, and its central situa tion, that it was the seat of government, as it flourished many ages prior to York; Venutius, who opposed the brave Caractacus, residing here in the year 50. f Pe tilius Cerealis, the most consummate general of his age, soon afterwards defeated Venutius, and having laid the country waste, it is most likely that Isurium would experience the ill effects resulting from his conquest. The brave Agricola, whose wisdom beamed a double lustre on triumphant Rome, after having subdued the Brigantes about the year 79 or 80, resided at York, and made it his head-quarters, which shews that Isu rium had sunk in the estimation of the Romans, while York was rising into eminence. When Severus re sided at the latter place, where he kept his court, it had, at that early period, become a city of conside rable extent. Isurium, however, was a place of great importance till the year 766, when it was attacked with much fury by the Danes, who murdered the greatest part of the inhabitants, and after having committed every species of cruelty, burnt the city to the ground. £ t Gibson's Camden. + Tacitus. J Higden's Polyohron."], [135, "113 ALDBOROUGH. As the inhabitants would, before this melancholy event, dread the firry of their implacable enemies, much property, it is supposed, was buried previous to their entering the city, which may account for the numberless curiosities that have since been found, and future ages may be gratified with many more. But the most fatal blow given to this once celebrated city, was the turning of the road, which went through it, by removing the bridge over the Ure, to where it now stands, at Boroughbridge, which happened during the reign of the Conqueror. In the time of the Romans it was defended by a strong wall, a small part of which is yet visible, and the whole easily traced, though even in Leland's time the ruins were slender; who observes, \"Vestigia quæ dam, sed tenuaria.\" The dimensions, from actual survey made in 1817, are east and west sides, about 654 yards each; south end, 468, and the north, 401 yards: making a circumference of 2177 yards, as will appear from the plan annexed. In the times of the Britons, Romans, and Saxons, it was divided by two principal roads, one from south to north, called the Ermine-street,* which passed nearly through the centre of it, and over the river Ure, by a wooden bridge, half a mile below the present stone one at Boroughbridge; the other road crossed it at nearly right angles, and is yet called the Roman road. The foundation of these roads weie laid by the Romans with stones of great magnitude, which have been frequently dug up. * The Ermine-street commenced in the southern parts of the kingdom, passing through London, Roystone, Huntingdon, Doncaster, Aldborough, Catterick, Bowes, Appleby, to Carlisle— Cade on the Roman Roads. s 3"], [136, "114 ALDBOROUGH. Reference to the Plan. 1, Borough-hill 2, 2, The Walls visible 3 Studforth-hill 4, Ermine-street— 5, Road to Knaresbrongh— 6,',6, Roads to Boroughbridge — 7, Old Road from York — 8, The Church — 9, Pavements. About 50 yards from the south wall is Stodhart or Studforth-hill, \" There is a hill,\" says Leland, \" on the side of the feelde where the old toune was, cauled Stotharte, as if it had been the kepe of a castelle,\" which from its semicircular appearance, one might be induced to suppose that it had been an amphitheatre for celebrating the Ludi Romani. It has been ima gined that its name is derived from the Latin word stadium, which signifies a plot of ground, for comba-"], [137, "ALDBOROUGH. 115 tants to perform their exercises in. Drake supposes it to be an oucwork for the security of the town, the great military road coming close by it. The hill has however, of late years, been ploughed, and the ap pearance of its former greatness is no more. The following, which is the substance of a letter from the Reverend Mr. Morris, vicar of that place, to Bishop Gibson, the continuator of Camden, will shew the vast quantaties of Roman Coin, &c. which were formerly dug up here. \" In the late civil wars, as some workmen were digging a cellar they met with a sori. of a vault, leading as it is said, to the river. If of Roman work, (for it has not yet been ascertained,) it might probably be a repository for the dead. The coins, generally of brass, but some few of silver, are mostly of Constantine and Carausius. There are some of Maximian, Dio clesian, Valerian, Severus, Pertinax, Aurelius, and other Emperors ; as well of Faustina aud Julia. They meet with little Roman heads of brasp, and have formerly found coined pieces of gold, with chains of the same metal; but none of late. About two years ago were found four signet polished stones, three of which were carnelions. The first had a horse upon it, and a stump of laurel shooting out five branches. The second, a Roman sitting with a sacrificing dish in one hand, and resting the other on a spear. The third, a Roman, if not Pallas, with a spear in one hand, wearing a helmet, with a shield on the back, or on the other arm, ?nd under that something like a quiver hanging to the knee. The fourth, of a purple colour, has a Roman head like Severus, or Antoine. Several pavements have been found, about a foot under ground, compassed about with big stones, about an inch square; but within are small atones of a quarter of that size, wrought into knots and flowers after the mosaic fashion. No altars are met with, but pieces of urns and old glass are common.\" The house most famed for curiosities was kept, in 1736, by a person of the name of Aldburgh, since that by a female dwarf, and at present by a person of the name of Pibus. Here is shown a Roman pavement, in great preservation, about 1 8 inches below the sur face, first discovered in 1731; and in the same room are many other ancient remains, particularly a votive stone, found at Deuil Cross in 1776; and in the"], [138, "ALDBOROUGH. 116 garden behind are the remains of a Roman altar, found about the year 1782. In another house, at a small distance, is a beautiful tesselated pavement, composed of small squares of black and white brick, inclosed in a neat red border. As most of this ancient city is in grass, and ha9 seldom been turned with the plough, vast treasure remains to be discovered in ages yet to come. In 1770, as some workmen were throwing up ground for the purpose of making a road within the city, they discovered the foundations of a range of buildings, 226 feet long and 18 broad, running from S. E. to N. W.* These were most likely the relics of those buildings burnt by the Danes, when they entered the city in 766: They appeared about three feet thick and five below the present surface. In 1772, some very large stones were dug up, sup posed to be part of the eastern gate or portal. 1794, the foundations of the city wall being laid open for the barbarous purpose of getting out the stone, the breadth was discovered to be about 15 feet, and the depth nearly of the same dimensions. The first 7 feet were composed of rough grit, mixed with lime and sand; the other eight composed of large peb bles or paving stonesf laid in a bed of blue clay, and the interstices filled up with hard cement of lime, sand, and gravel; near the foundation were discovered part of a sacrificing vessel, pieces of Urns, several pieces of Millstone grit, horns of Deer sawed off, the head of • A Plan of which, drawn by the Bæv. John Carter, then curate, is shown in the house of Mr. Pibus. f The north side was opened and stones taken out for the paving of the street of Boroughbrldge."], [139, "117 ALDBOROUGH- a Cow in brass, and another supposed to be the figure of Isis; this deity, as Burton supposed in \"his Anto ninus, as well as others, being worshiped by the an cient Britons. In the latter end of April, 1832, while some ser vants were digging in their master's orchard, they came to a most beautiful tesselated pavement, at a little more than a yard from the surface ; on exami nation, they found it to be of great extent ; the checks small, and exhibiting a great variety of colours ; and the figure of a Lion rampant, represented in the centre. It is considered the finest specimen of a Ro man pavement that has ever been discovered at this village. The learned Roger Gale was of opinion, that these pavements were the floors of banqueting houses, or of the grand apartments, chief rooms or baths, in the private houses of the higher class of people. In the centre of the city is BOROUGH-HILL, formerly four yards high and thirty-three in diameter, where probably the Britons had their court of Justice, Markets, and places for sacrificing. In 1683, the upper part of the hill was taken down, when there were found two bases of pillars of regular order, the foundation wall of a considerable building laid open, tesselated pavements, large stones of coarse grit with joints for cramping, sacrificing vessels, flews, or hollow square pipes for the conveyance of smoke or warm air, bones, and horns of beasts, chiefly Stags, an Ivory needle, and a Copper Roman style or pin.* Upon this eminence the inhabitants assembled to elect Members to represent this Borough in Parlia- * Drake'* Ebor."], [140, "118 ALDBOROUGH. ment, a privilege granted to them in 1558;* but it was disfranchised by the passing of the reform biH, on the 7th of June, 1832. In 1808, on the south side of this village, several Urns containing burnt bones, were discovered with a Lacrymatory, a Fibula, and 18 human Skeletons: about the same time were found a silver coin of Titus, one of Domitian, one of Alectus, and one of Constan tius, who died at York, about the Year, 306. In 1811 a Roman Monument was dug up, with the following inscription, on a plain unornamented stone. DM FIL CVIE COLUGS KARIS C. M. P. F. CVR The following ingenious explanation of this monu ment is given by a person in the gentleman's Maga zine for October 1811. Dii9 manibus. Filius. (una cum) eivitate. collugens karissimi claram memoriam Patris, (hoc monumentum) fieri curavit. \" Sacred to the divine manes. A son lamenting, in common with the city, the honourable memory of a beloved Father, caused this monument to be erected. It was in the possession of the late Mr. James Flin tofp, of Boroughbridge, whose leisure hours were, for many years, devoted to the laudable purpose of snatching from destruction, those relics of antiquities that are frequently brought to view ; nor were his ex ertions unavailing, as the collections he made of Coins, Urns, Rings, Lachrymatories, &c. are rarely met with. • Oldfield's Representative History."], [141, "ALDBOROUGH*. 119 He had a brass coin of Domitian, which was found closely wedged between the front teeth of a skull; several of the teeth are perfect. Edward II. granted the extraordinary privilege to the inhabitants of trying, condemning, and executing criminals, — and the scene of action, it should seem, was Borough- HiU. The gallows was afterwards re moved to a place called Gibbet- Hill. Wbe C-hurrS supposed by Drake to have been built out of the ruins* of Isurium, is a Vicarage dedicated to St. Andrew. The Dean and Chapter of York are patrons. In the church-yard, on a stone, is cut in relief, the half length of a Woman in a Saxon habit, in the attitude of praying, which time has much defaced. Within the Church, on a fiat stone, inlaid with brass, is the figure of a Knight in armour, on his shield the arms of Aldburgh — argent, on a fesse dan cette, between three cross crosslets, batone azure, under his feet on a scroll is written , William de Ald burgh, probably lord of the manor. This appears to be the only monument in the Church that escaped the ruthless hands of the reformers in the civil wars of Charles I. On the outside of the north wall appears a small Monument with a shield above it, thus quar tered : first, a fess, below it three cross crosslets, for Aldburgh. Second, three Greyhounds couchant, for Mauleverer. Third, a cheveron sable between three crosslets, gules. Fifth, argent, on a cheveron sable, five Bucks' Heads caboshed. Sixth, Aldburgh. And The Churches of Boroughbridge, Myton, and Ouaeburn, are also built out of these ruins."], [142, "120 ALDBOROUGH. on the outside of the Vestry wall, is a figure of Mer cury, about two feet five inches high, much injured by time. The family of Aldburgh resided here as proprietors for many ages, and the last in the male line remained here till 1727; and it is said resided at what is now the Crown Inn, Boroughbridge. The Lordship of this village was in the Conqueror's reign, the estate of Ribald de Middleham, brother of Alan surnamed Niger, earl of Brittany and Richmond, which descended to Ralph his son and heir, and was by him given to the monks of Fountains for the health of his father and mother's souls. How it came to be alienated from that religious house, does not appear; but in so long a time, and so replete with troubles and changes, it can be no wonder to see it in the crown in the time of Edward II, who having created his fa vourite, Piers de Gavestone, earl of Cornwall, among other estates, ordered the Sheriff of Yorkshire to give him possession of this manor of Aldburgh, and after wards gave him a charter* of free warrant in all the demesne lands of that lordship; but he being taken off by the Barons, it reverted to the crown. * Magna Britannia."], [143, "WEWBY HAII, The seat of the right honourable Earl de Gret, four miles from Ripon, and twelve from Harrogate; is situated on the north bank of the river Ure. It is usually said, but on what authority we cannot learn, to have been built after a design of Sir Christopher Wren, in 1705. The late Mr. Weddell built the wings, one of which contains the Statue Gallery. The Dining Room was built by the present Earl. The two Dogs, in Portland Stone, on either side of the Portico, were copied from Alcibiades' Dog at Duncombe Park. The Entrakce Hall is adorned with an excellent Organ, on the front of which is a Fawn holding a Syrinx ; on the top of that, a Lion with a Cupid on his back, playing on a Lyre. Here is a fine picture of St. Margaret, a copy from Annibal Carracci; a beautiful Landscape, with a group of Cattle, by Rosa di Tivoli ; a Florentine Table, inlaid, with 171 spe cimens of Marble, and two others of Egyptian Granite, on which area Negro's head in Basalt, and a Bust, unknown. In the Gee at Staircase are two fine columns of beautiful Cipollini Marble, with Pilasters of the same L"], [144, "122 NEW BY HALfc. a Table of Cicilian Jasper, of large dimensions, upon a frame riclfly carved and gilt, h Picture of Judith shewing the head of Holoferites to the people, by Calabresi. On each side is a small bas-relief, one representing Antoninus Pius, and the other the tri umph of Aurelian, where the celebrated Zenobia Queen of Palmyra, was led a captive in chains of gold: Also, a large painting of W. Weddell, Esq. The Library, which is spacious, contains a val uable collection of Books, and is much admired for the richness of the painting. The Ceiling is supported by four elegant fluted pillars, with enriched Co rinthian Capitals, divided into compartments, and superbly painted with subjects of ancient Mythology, by Zucchi : a door at the end leads to The Statue Gallery, which has long been the admiration of all who have seen it, amateurs as well as artists, and allowed to contain the best private collection of ancient Sculpture in the kingdom.. The Gallery is divided into three apartments, and the Statues are arranged in the following manner: — First Apartment. Faun — Bachus and Satyr — Geta — Ganymede and an Eagle-Galatea — two Urns — Epicurus— a Bust of Hercules on an Antique Tripod, de corated with bass-relievos, representing various figures of Bachantes — Silenus. Second Apartment. Female unknown — Brutus —a Bust of Caracalla — a sitting Muse — Septimus Se verus — Venus — Female unknown — a Bust of Caligula — Minerva — Alexander — Minerva-Faustine — Jupiter. Third Apartment. A Terminus — Man unknown — Augustus — a Dacian King, on a Sarcophagus —"], [145, "newby hall. 123 Statue of Apollo — Sitting figure of Marius, on a Sar ehophagus — two Busts of Basil! — Antique Tripod, on which is a Stork -with a Snake in its beak — an antique Tripod, with a Bust of the late William Weddell, Esq. by Nollekins — a Bust of Lucilla — Negro's Head in basalt — a Boy playing a Pipe — a large antique Bath of veined Marble, gray and white, 9 feet in length, 3 in height, and 3 in breadth, which is said to contain 214 gallons; it rests on four large feet representing the paws of a lion, with a Lion's Head sculptured above each of them ; the feet as well as the cover, are modern. The most esteemed in this collection, are the Statue of Venus, purchased at Rome by Mr. Weddell, and formerly well known by the name of the Barberini Venus,* as it was originally in the possession of that family — the Sitting Muse — and the Busts of Minerva, Hercules, and Jupiter. From the Library you pass through the Billiard Room to The Drawing Room, which is hung with Tapestry of the celebrated Gobelin's Manufactory, at Paris, \" The most remarkable marble in Mr. Weddell's collection, is Venus, a statue five feet one inch and a half high, in the attidude of the Medician ; both arms, and the right leg from the knee, are modern ; and the head also, hadng been lost, is replaced by a beautiful head of Pudicita of a suitable size, the veiled part having been worked to the resemblance of bair by the sculptor, Pacilli. This fine fragment had remained for a long time in the Barberini Palace, from whence it was purchased by Gavin Hamilton, who ejLchanjred it with Pacilli. Jenkins possessed himself of it, and found a purchaser in Mr. Weddelt. The antique parts are o. genuine Greek persor. mance, and it has been considered as the best Statue of Venus which has hitherto been brought to England.\" 41 Heyne, also, in his disquisition on the statues of Venus observe^ concerning this in particular, that it is taller than the Venus de Medicis, and represents a femp.le of fuller growth. A bracelet is marked out on the upper part of the right arm. The marble is beautifully compact, and of a yellowish hue, retaining the ancient polish.\"— DALLA WAV pn Statuary and Sculpture."], [146, "124 NEWBY HALL. which for richness and beauty cannot be excelled. The subjects are Venus rising out of the sea — Venus re questing Vulcan to complete the arms of Æneas — Vir tummis and Pomona— Diana and Endymion. There are also two Pier Glasses, 8 feet long and 5 broad, and under each, on a superb frame, is a large Table of the most beautiful Verd antique. The Ceiling is divided into compartments, elegantly wrought and righly gilt; in which are the four seasons — Diana ac companied by Nymphs — Venus and the Graces — Phæton attended by the Hours ; all exquisitely painted by Zucchi. Earl de Grey's Room is ornamented with a Chim ney-piece and Table of Egyptian Granite. In this Room is a Portrait of the late William Weddell, Esq. by Staveley, of York, copied from one by Sir Joshua Reynolds; also a Portrait of the late Lord Grantham. Countess de Grey's Morning Room. This Room, 20 feet square, is fitted up with the greatest taste. Besides a select collection of Books, handsomely bound, it contains the Statues of a Muse — a Girl crying with a Bird's nest — a Boy laughing — and the Rape of the Sabines, in alabaster, — excellent Portraits of the Earl and Countess de Grey, the Earl of Ripon, and Sir Lowrie Cole, by Lawrence; Lord Enniskillian; Earl de Grey, Miss Robinson, Mrs. Vyner, Miss Amable Robinson, by Robinson, of Leeds ; the late Lord Grantham, when a youth ; also several small Portraits of the younger branches of the present family, by Adam Buck; a Painting of a Female, unknown, and a drawing of London Bridge, by Westall. As a modern furnished room, it is the most elegant in the house."], [147, "NEWBY hall. 125 In the Dining Room, 38 feet by 24, which was built in 1808, is a very handsome Chimney-piece, of black and veined Marble, and three large alabaster Urns, in niches. The Vestibule. Here are several Basso-Relievos, after the antique; two figures of Dacian Kings ou Lion's Heads, and two Corinthian Pillars, handsomely painted by Mr. Williamson of Ripon. RIPIE1, The seat of Sir WilLiam Amcotts Ingilby, Bart, is a small market town, situate about half a mile north of the river Nidd, on an advantageous bank, and well wooded. The market has fallen into disuse. Sir Thomas de Ingilby, one of the Justices of the Common Pleas, married Catherine, daughter and heir ess of . , Ripley, of Ripley, Esq. about the year 1378; in which family this estate has continued 450 years. Ripley Castle was much enlarged by the late baronet ; and appears now a spacious elegant mansion, embattled only for ornament, except the lodge and the great tower, which still retain their original traces of caution, strength, and security. In one of the cham bers of the tower is the following sentence, carved on the frieze of the wainscot : \" In the yeire of owre Ld. M. D. L. V. was this howse buyldyd, by Sir Wyllyam Ingilby, knight ; Phillip, and Marie, reigning at that time.\" l 3"], [148, "126 RIPLEY, In the great staircase is an elegant Venetian win dow, in the divisions of which, on stained glass, are a series of escutcheons, displaying the principal quar terings, and intermarriages of the Ingilby family, since their settling at Ripley. In the Hall are several family portraits. The Church is a rectory dedicated to All-Saints, of which Sir William Amcotts Ingilby, Bart, is patron. In it are several monuments of the Ingilby family ; and in the church-yard is a very uncommon pedestal of an ancient cross, with eight niches, intended, probably, for kneeling in. Over the entrance into the Free-school, is the fol lowing inscription: — \" This School was built by Mary Ingilby, in the year 1702; and endowed with part of the fortune ofCatherim Ingilby; being the two youngest daughters of Sir Wil liam Ingilby, of Ripley, in the county of York, baronet.\" The gardens which are extensive and ornamented with green-houses and hot-houses, excelled by none in the north of England, are by the liberality of the present baronet, open for public inspection every Friday"], [149, "BRIMHAM CHAOS, These celebrated Druidical monuments are in the parish of Kirkby-Malzeard, distant nine miles from Ripon, and ten from Knaresbrough and Harrogate and stand on a rude plain, and beneath is a deep vale, wooded with Birch, Holly, &c, through which runs the river Nidd. Many of the stones are in groups, and some in single masses. Nothing can equal the astonishment at first arriving at the summit, upon be holding, beneath, a large flat of about 40 acres, cov ered with stones of immense magnitude, and of forms the most various, and most difficult to describe. Two of the rocks each about 30 feet square, have been completely separated, leaving a space nearly 4 feet wide, exhibiting such an exact conformity of projec tions and depressions as to convince the observer that they once formed a solid mass. Che JRotStng gtont. Mr. Rooke most accurately examined these monu ments, whose account was read before the Antiquarian Society in 1786, and has, in the eighth volume of the Archæologia, given two plates, with a great variety of figures. In his remarks on the Rocking Stones, which he discovered among these enormous groups, he observes, \" this is a most extraordinary group of rocks, in which there seems to be a kind of uniformity preserved. On the top are three* Rocking Stones; • In this group, four will now be found to rock."], [150, "128 BRIMHAM crags. the middle one rests upon a kind of pedestal, and is supposed to be about 100 tons weight; on each side is a small one. On examining the stone, it appeared to have been shaped to a small knob at the bottom, to give it motion, though my guide, who was 70 years old, born on tbe moors, and well acquainted with these rocks, assured me that the stone had never been known to rock ; however, on my making trial round it, I found it move with great ease. The astonishing increase of motion with the little force I gave it, made me ap prehensive that the equilibrium might be destroyed, but on examining it, I found it so truly balanced, that there was no danger of it falling. The construction of this equipoised stone must have been by artists well skilled in the powers of mathematics. It is indeed the most extraordinary Rocking Stone I ever met with; and it is somewhat as extraordinary that it should never have been discovered before ; and that it should move so easily after so many years of rest.\" Several others may now be found, the largest of which adjoins €i)t (Æannon itSfjc&g, which are very curious, and claims the particular at tention of most visitors. The diameter of the perfor ation of one of them is about 12 inches and is nearly uniform from end to end : it penetrates a hugh bulk of rock, and is easily accessible at the lower point; but the other terminates at the opposite side, where the craggy ridge rises to a great height, and the open ing is inaccessible as well as invisible. There is one stone seemingly of the idol kind, con sisting of many large round cake-shaped stones, one above another, so as to form a sort of column of about"], [151, "129 BRIMHAM crags. 19 feet high, and 46 in circumference; and near a weaver's shop, situated beneath the crags, is a small circular Mount, on which is a rectangular natural Stone, quite erect, about 13 feet broad, and called by the country people the Noon Stone, because the meridian appears, by the shining of the sun upon it. • In 1792 the late Right Hon. Lord Grantley built a house on the centre of these rocks, fit for the recep tion and accommodation of persons whose curiosity might prompt them to visit this world of wonders ! ALMIAS CLIFF, That is Altar Cliff; a group of rocks on a high hilL about five miles south-west of Harrogate, which ap pears at a distance Like some stupendous fabric tumbled into ruins. On the summit of this enormous pile, are several basins, hollowed in the stone ; one of which is fourteen inches deep, and two feet four inches in diameter. Near this basin is a cavity, in the form of a parallelogram . On the west-side of the rock is a fissure, called Fairy Parlour. This cavernous hole, which dips from the north-west to nearly south-east, has been explored to a very great length ; but where it ends is yet unknown, Near the Fairy Parlour is the remains of a rocking stone, part of which hath been evidently cut away to prevent it moving."], [152, "HARK WOOD HOUSE Harewood House, the seat of the Earl of Hare wood, is eight miles from Leeds, eight from Harrogate, and ten from Knaresbrough. This magnificent and justly admired mansion, was built by the late Mr. John Muschamp, of Harewood, under the directions of Mr. Adams of London, and Mr. Carr of York. The foundation was laid in March, 1759, by the late Earl of Harewood, whose father, Henry Lascelles, Esq. purchased the estate ia 1 739, of the trustees of the late John Boulter, Esq. It is situated on the top of a hill fronting the south, and commanding \" a rich home view over the fields and woods, with one slight exception, nearly all his own.\" — \" This \" says the late Dr. Whittaker, \" is a fortunate place, blessed with much natural beauty and fertility, and in the compass of a country village, with nearly an entire, though dismantled castle, a modern place surrounded by a wide extent of pleasure grounds and plantations, and a parish church filled with unmutilated sculptures of the fourteenth and fifteenth centuries.\" The whole length of the building is 248 feet 6 inches, and the width 85 feet; consisting of a centre and two wings, displaying all the richness of Corin thian architecture. The apartments are numerous and large, and finished in the first style of elegance, and with great taste. The Ceilings are (many of them) richly ornamented, from designs of Rebecci and others ; and the whole of this princely mansion is fitted up with"], [153, "HARFWOOD HOTJSB 131 lo much costly elegance, yet usefulness evidently united, that no elaborate description can do it justice. The following sketch of the principal rooms, we hope, may prove useful to visitors, which through the liberality of the noble proprietor, may be viewed every Satur day, from eleven till four o'clock in the afternoon. The wings of the north front are enriched with em blematical medallions representing Liberty and Bri tannia, Agriculture and Commerce, by Collins, from the designs of Zucchi. In the centre is a handsome pediment, supported by six Corinthian columns, 30 feet high, which compose the entrance, guarded by two Sphinx, executed in stone, by Richardson, of Doncaster. The Hall, 42 feet long, and 31 wide, is adorned with sixteen wood columns of the Doric order, painted in imitation of Porphyry marble ; and in niches are the following Statues, in imitation of bronze; Bacchante, Flora, Night, Minerva, Iris, and Euterpe. The walls are decorated with several basso-relievos, after tie antique, representing trophies of war : and over the mantle-piece is the triumph pf Mars and Neptune, by Collins. The Library, 33 feet by 22, is neatly fitted up, and contains a good collection of books. The ceiling is elegant, with basso-relievos in stucco, finely exe cuted by Rose, and embellished with designs from Grecian Mythology, by Rebecci. Over the mantle piece is a sacrifice to Homer, in imitation of sculpture ; and bronze busts of Newton. Machiavel, Dante, Pe trarch, Boccacio, and Sappho, and seven paintings by Rebecci, ornament this room ; in the centre of which is a billiard table."], [154, "132 harewood housb. The Earl of Harewood's Dressing Room, 24 feet by 18, has, over a white marble chimney-piece, a hand some pier glass, 1\\ feet by 5. Here are eight views of foreign seaports, and the following portraits, viz. — the Duke of Wellington, late Mr. Pitt, the right hon. the Countess of Harewood, and Miss Emily Hale; also the late Lady Harewood, Marquis Cornwallis, General Phipps, &c. The Couch or Bath Room, 25 feet by 11, besides two large oval glasses, contains portraits of the first Lord Harewood and his wife. State Bed Room is 27 feet by 18,;the furniture of which is green and gold, and within an alcove sup- ported by two fluted pillars, is the bed, superbly hung with furniture of the same ; and, over a handsome white marble chimney-piece, is a beautiful Chinese painting, on glass ; here are also portraits of the first Earl of Harewood, in a Spanish dress, and his Lady, (second Lady Harewood,) in the character of Pen- seroso, with her infant daughter Frances, (the Lady Frances Douglas) also a glass 8 feet high, and 4 feet 8 inches wide. The ceiling of this room is richly or- namented, by Rose, with figures of Bacchus, Ariadne, Diana and Endymion, Venus and Adonis, Cephalus and Procris, and in the centre is Codes, a Roman officer, throwing himself from his horse into the Tiber. Adjoining is the State Dressing Room 30 feet by 22, fitted up in the same style of elegance. Here are portaits of the Countess of Harrington, and Lady Worsley, by Sir Joshua Reynolds ; and four pier glasses. The Chimney piece, of white marble, supported by Corinthian col-"], [155, "HAREWOOD house. 133 vunns, is elegant, and the ceiling finely executed in stucco, by Rose, add to the beauty of this room. The Saloon, 36 feet by 24 is ornamented by two white marble fire places, with pedestals on the top, each supported by two pillars, and inclosing circular basso-reLievos, after the antique, representing sacrifices to Venus, and to Love and Wine, — Here are paintings of Knaresbrough, Richmond, and Harewood Castles, Aisgarth Fors, and Plumpton Rocks, by Dall and Turner; the furniture is green and gold. On each side of the door is a recess supported by two Corinthian pillars. Under two elegant oval glasses are two beautiful book-cases, covered with slabs of dove mar ble. The celling is ornamented with paintings of Venus in a sea-car, and Phæton in the chariot of the sun. By throwing up the sashes you can walk out upon the portico, from which you have a fine view of the grounds before the south front, which was origin ally a rough hilL, but is now beautifully sloped down with great taste and judgment, at the foot of which is a sheet of water that greatly improves the scenery; and in the park, at a distance, a handsome temple rears its head. The Ylllow Drawing Room, 30 feet by 22, is hung with yellow damask, and bordered with silver. Here are four highly finished looking-glasses, and a ceiling richly ornamented in stucco, with a carpet to correspond. On a wood column, painted in imitation of Porphry marble, is a fine bust of the late Mr. Pitt, and over the door are portraits of the first Lord Las celles, by Hopner, and the present Earl of Harewood, by Jackson. M"], [156, "134 harewood house. The White Drawing Room, which, with the Gallery, seldom fails to attract the peculiar notice of strangers, is 38 feet by 21, hung with white damask, and bordered with gold. Here are five mag nificent looking glasses, richly ornamented with gilt figures : and under two of them, on gilt frames, are elegant semicircular marble sideboards, inlaid and beautifully painted ; a full-length portrait of the first Lord Harewood, by Sir Joshua Reynolds; and one of the first Earl, in his parliamentary robes, by Hopner. The chimney-piece is of verd antique, and white mar ble ; and the ceiling, which terminates in a cove, is richly ornamented with gold, intermixed with figures of Apollo, Juno, Bacchante, Venus, and Cupid. The Gallery, 77 feet long and 24 wide, occu pies the west wing, and contains, amongst a great variety of rich furniture, two very elegant kneehole tables, and a large library table. On the west side are four superb French Mirrors, 9 feet 5 inches high, and 7 feet 6 inches wide, under which are four ele gant sideboards, with two beautiful slabs to each, the lower one raised a little from the floor; executed by Fisher of York, and the frames designed by Mr. Chip pendale of London. Over a chimney-piece of white marble, richly ornamented with the triumph of Venus, and supported by two nymphs ( by Vangilder,) is a French mirror, 9 feet 5, by 7 feet 6, on each side is an oval mirror, exquisitely ornamented with glass chandeliers. This room is lighted by seven windows, three of which are Egyptian, with pillars and pilasters, painted to imitate verd antique marble, by Mr. Hut chinson of London. Over the seven windows are"], [157, "harewood house. 135 mock curtains, hanging in festoons, and apparently ready to let down, formed of wood in so masterly a manner as to deceive every beholder, from a design of Mr. Chippendale. Here are six flower vases on tri pods carved and gilt; and in the corners, placed on pedestals, are the following busts in white marble, viz. faustina, Homer, Caracalla, and Commodus. Over the doors are portraits of the right hon. the first Countess of Harewood, and Lady Mary Ann York, by Hopner. The ceiling, by Rose, is esteemed the first of its kind in the kingdom; the paintings, by Rebecci, are admirably executed, and represent the seasons, intermixed with the following figures from Heathen Mythology, viz. the Judgment of Paris; Vulcan presenting a helmet to Jupiter, with the Cy clops, &c; Europa, Jupiter, and Juno, trying Venus for marrying Vulcan ; Aurora in her triumphal car ; Mercury holding Medusa's head cut off by order of Minerva ; a Sacrifice to Ceres ; Venus in her triumphal ear, drawn by two doves, attended by the Graces; Neptune in his car, drawn by sea horses, and holding in his hand a trident ; an assembly of all the Gods and Goddesses ; a feast of Bacchus ; and Apollo and the Muses. There are other beauties in this room which require to be seen to be duly and properly appreciated. The Dining Room is 39 feet by 20, with a large recess. Over a chimney -piece of white marble are Venus and Cupid, in stucco. Here is a portrait of the late Mr. Pitt, by Hopner, and another of the late Mr. Percival, by Lawrence. The walls are orna mented with the following designs, by Zucchi, viz. the Seasons; a Grecian Dance; the Binding of Bac-"], [158, "136 harewood house. chus with bands of Ivy; the Rape of Helen; and Festival of Bacchus. The ceiLing is stucco, by Rose, with designs from Grecian Mythology, by Rebecci. The Music Room, 32 feet by 30, is ornamented with four large paintings, by Zucchi, viz. a Ruin in Dalmatia ; the Pantheon at Rome ; an Italian Seaport, and an Italian Market; and over the chimney-piece is a full-length portrait of the late Mrs. Hale, by Rey nolds. The ceiling, in stucco, by Rose, is divided into compartments, and superbly painted by Rebecci; in the centre is the Judgment of Midas against Apollo, encircled by Minerva and the Muses ; and in the corners are the four quarters of the Globe : Under two glasses, 8 feet by 4 feet 4, are beautiful inlaid tables : and from the centre of the ceiling is suspended a most superb chandelier. In the Circular Room, 20 feet in diameter, is a large pier glass, so placed that each object reflects seven representations. The ceiling terminates in a dome, and is supported by 16 pilasters, with Ionic capitals, and richly ornamented with an antique Mar riage ; the Rape of Proserpine ; a group of the Muses ; Jupiter, Juno, and Neptune, petitioning a Roman Empire, exquisitely painted by Milo ; and four others of Boys playing, by Zucchi. The Great Staircase is decorated with the tri umphs of Bacchus and Venus; Birth of Venus; Aurora in her Car, — all by Zucchi ; and a view of the House and Grounds, by Dall. The walls are painted in imi tation of Sienna, and the columns are of Porphyry marble, by Mr. Hutchinson. The taste displayed in the pleasure grounds aud"], [159, "137 HAREWOOD house. gardens, corresponds with the magnificence of the house; they comprise nearly 150 acres, laid out by Brown, at an expence of about 16000/. A short walk from the north side of the house brings you to the ancient €&urri), surrounded by a thick grove of trees, which, by their embowering shade, give to it a peculiar air of solem nity; the west end is beautifully mantled with ivy, and opens into the pleasure grounds. In number and perfect preservation of the tombs of its Lords, this church probably surpasses every parish church in the county; and as virtue and honest patriotism are almost, on all occasions, held up to us as models de serving our imitation, this place has been pointed out by all historians as most sacred, for it contains the relics of the virtuous judge, Sir William Gascoigne, of Gawthorpe, who was, while trying one of the Prince of Wales' favourites, insulted upon the bench by the Prince himself; afterwards Henry V. The Judge resolutely committed him, and declared \" he would have the laws respected.\" This upright Judge discovered equally his resolution and integrity in re fusing to try Archbishop Scrope, for high treason, an office which another Judge, who was not so scru pulous, assumed and pursued to a fatal point for that prelate. In the choir are six altar tombs of white marble ; and, as strangers are generally at a loss to discover to whom they belong, we subjoin the annexed outline from Whitaker's Loidis andElmete, which will show m 3"], [160, "138 HAREWOOD house. their respective situations : and which, he says, \"may be thus appropriated, some with certainty, and the rest with the highest probability.\" 1. Sir William Gascoigne, of Gawthorpe, Knt. Lord Chief Justice of England, in his robes and coif, as of old, covering his whole head, an an. tique purse at his girdle: and Elizabeth his wile, daughter and coheir of Sir William Mowbray, of Kirklington. 2. Sir Richard Redman, and Elizabeth his Wife, daughter and co-heir of Sir William Aldburgh, of Harewood Castle. 3. Sir William Ryther, of Ryther, Knt. aud Sybille his wife the other daughter and co-heir of Sir William Aldburgh. 4. Sir Richard Redman, grandson of the former, and Elizabeth his Wife, daughter of Sir William GaBcoigne, of Gawthorpe. S. Sir John Neville, of Wormesley, who died A. 22 Edward IV. or 1482. 6. Is more uncertain than any of the rest. It is by some supposed to commemorate a Frank of Alwoodly, with his Wife, and by others, a Thwaites and his Wife."], [161, "HAREWOOD CASTLE. 139 7 . A flat Slab to William Lodge, obiit, 1689. 8. A flat Slab to Edmund Boulter, obiit 17H6. 9. Bust of Sir Thomas Dennison, Kt. a judge in the King's Bench, whose veneration for chief justice Gascoigne, induced him to order his own remains to be laid beside those of the great ornament of the same bench. He died September 8, 1765 | and under a well cut bust of the judge, is an in scription, attributed to his friend Lord Mansfield. 10. Window— ll.,Vestry door.— 12. West entrance.— 13 14. A monument to Fairfax . of the Middle Temple, London, Esq. obiit. 1759. There is no other memorial of the Earl of Stafford than his initials on the altar rails. The six altar tombs only noticed by Dr. Whitaker as being without names and inscriptions. A pleasant walk through a part of the plantations brings you to Che £aitlt, nearly all covered with ivy, situated on the steep slope of a hill, rising southward, and commanding an ex tensive view of Wharf dale. The building of this castle may be, according to Dr. Whitaker, ascribed to Tho mas de Romillie, the first grantee from the Conqueror, or one of his immediate descendants : and rebuilt by Sir William Aldburgh, in the reign of Edward III. In Camden's time it was \" a tolerably neat and strong castle ; which, he says, was reduced to a skeleton in the late civil wars. The ingenious Mr. King is of opinion that it was built by Robert de Lisle, in the time of Edward I. and improved and perfected by Sir William de Aldburgh, in the time of Edward III. The Castle, from its present ruins, appears to have been, in figure, a parallelogram, having its sides in the direction of the cardinal points of the compass. It has two square towers on its south-east and south west angles, the first considerably the largest; they"], [162, "140 HAREWOOD CASTLE. both contain four stories, one above the other;' the places for the floors are yet to be discerned, each of which had afire-place, and a good light.* The principal entrance has been from the north-east, and beneath a square turret, a little to the north of the centre of that side, adorned with the shields of Aldburgh and Baliol. Between these is the predestinarian motto of the founder, \" bat Sal ne Sal.\" This gate or entrance was just large enough for a man to enter on horse back, and within it is a grove for a large portcullis. A small apartment over the space between the outer and inner door- way of this tower, has been the do mestic oratory.f richly adorned with shields of arms of the following families, — Sutton, Aldburgh, Baliol, Baliol with a label for difference, Aldburgh, Thweng, Bordesly or Grauncester, Aldburgh impaling Sutton, Constable, Ross, Vipont. Sir William Dugdale, in his survey, calls this little apartment over the porch, the chapel. In the great room, on the ground floor, in a recess near the west wall, is, what has generally been called, an altar tomb, of great elegance and beauty, and co-temporary with the building which the late Dr. Whitaker supposes to be an ancient side board, t For a more circumstantial account of the apartments in this venerable building, we must beg to refer the reader to King's account of it in the Archæologia, vol. vi. and Dr. Whitaker's Loidis and Elmete; see also Camden and Grose. • Grose's Antiquities. } Whitaker's Loidis and Elmete. J Whitaker's Loidis and Elmete."], [163, "141 HAREWOOD CASTLE. This Castle and Manor, soon after the conquest, appear to be in possession of William de Meschines, in right of his wife, Cecillia de Romille ; and after passing through various families, we find them in the time of Edward III. in that of the Aldburghs. Sir William Aldburgh left two daughters, between whom his estates were divided; Elizabeth marrying to her second husband Sir Richard Redmayne; and Sybille, Sir William Ryther, in the time of Richard II.; which two families seem to have held them till about the 38th of Elizabeth, each inhabiting the house alter nately. In that reign they came into the possession of the Gascoignes, of Gawthorpe, the daughter and heir of that family marrying Thomas Wentworth, of Wentworth Woodhouse, Esq, whose eldest son, William, was created a Baronet in 1611, and whose grandson was the unfortunate Earl of Stafford, who lost his life on the scaffold in 1641. ln the Went worth family they continued during four generations, but having contracted great debts during the civil wars, in order to discharge them, the castle and estate were sold to Sir John Cutler,* of parsimonious me mory, and Sir John Lewis, who, with Harewood, bought also Ledstone. On a partition, this place, with its dependencies, fell to the share of Cutler, who sometimes resided at Gawthorpe, the castle being then completely dismantled-t He left it to his only * Cutler saw tenants break, and houses fall : For very want he could not build a wall. His only daughter in a stranger's pow'r; For very want he could not pay a dow'r. A few grey hairs his reverend temples crown'd ; 'Twas very want that sold them for two pound. POPE. | Whitaker's Loidis and Elmete."], [164, "142 HAREWOOD CASTLE. daughter Elizabeth, wife of John Roberts, Earl of Radnor, with a remainder in failure of issue, to his relation John Boulter, Esq. who took possession on the decease of this countess, in 1696. Of his trustees this manor was purchased about the year 1739, by Henry Lascelles, Esq. father of the first Lord Hare wood, who spent the best part of a long life in im proving and adorning a situation so peculiarly capable of both. The family of the Lascelles is very ancient, and appears from a pedigree in Loidis and Elmete to have descended from John de Lascelles of Hinderskelf, and who held lands there A. D. 1315, 2th Edward II. On the 9th of July, 1790, Edwin Lascelles, the first Lord Harewood, was advanced to the peerage; and at his decease, 25th of January, 1795, was suc ceeded by Edward, the late Lord, who was created Earl of Harewood and Viscount Lascelles, by patent, dated September 7, 1812; he died in 1820, and was succeeded by Henry Lascelles, the present and se cond Earl of Harewood. The houses in the village of Harewood, are uni formly and handsomely built of stone, consisting of two streets, one running north and south, the other east and west, the latter forming a regular approach to the gateway; and the houses have, at first view, more the appearance of the habitations of gentlemen than tenantry."], [165, "JBOs/TON PRIORY Is situated nearly six miles east of Skipton, and six teen west of Harrogate, surrounded by bold and high grounds, and scarcely seen till the traveller arrives on the spot. It wasTfounded by William de Meschines and Ce cilia de Romille, his Wife, Baroness of Skipton, in 1120, for canons regular of the order of St. Augus tine,* to the honour of the Virgin Mary and St. Cuth bert, at Embsay, near Skipton, where it remained near 33 years, when, according to tradition, it was removed to Bolton, by Adelivia or Alice de Romille, daughter of the foundress, on the following account, which has been handed down to us by Dr. Johnson, Physician at Pontefract, from Dodsworth's MSS. \" The founders of Embsay were now dead, and had left a daughter who adopted her mother's name, Ro mille, and was married to William Fitz Duncan, (son of Duncan, nephew to David King of Scotland,) which William commanded the Picts and part of the Scotch army in Yorkshire, in 1138. They had issue a son, commonly called the boy of Egremont, who surviving an elder brother, became the last hope of the family. \" In the deep solitude of the woods, betwixt Bolton and Barden, the Wharf suddenly contracts itself to a rocky channel Little more than four feet wide, and pours through the tremendous fissure with a rapidity proportioned to its confinement. This place was then, • Burton."], [166, "144 BOLTON PRIORY as it is yet called the Strid, from a feat often exercised by persons of more agiLity than prudence, who stride from brink to brink, regardless of the destruction which awaits a faltering step. Such, according to tradition, was the fate of young Romille, who incon siderately bounding over the chasm with a greyhound in his leash, the animal hung back, and drew his un fortunate master into the torrent. — The forrester who accompanied Romille and beheld his fate, returned to the lady Adelizia, and with despair in his countenance enquired \"What is good for a bootless bene ?\" Tq which the mother apprehending that some great ca lamity had befallen her son, instantly replied, \"endless sorrow.\" The Doctor says, that in Bolton Hall, he has seen the picture of this lady, her son, and dog.* The ruins of this famous priory are embossed in trees, and stand \" upon a beautiful curvature of the Wharf, sufficiently elevated to protect it from inun dations, and low enough for every purpose of pictur esque effect. In the latter respect it has no equal among the northern houses, perhaps not in the king dom.\" About a mile above Bolton the valley closes, and both sides of the Wharf are overhung by deep embowering woods, from which large masses of grey rock jut out at intervals. This captivating scenery was nearly inaccessible, till of late years ; when ridings have been cut on both sides of the river, and the most interesting points laid open by judiciously thinning the woods. It was dissolved in 1540, Richard Moone, the last * Burtor. ."], [167, "B0LT0.V PRIORY. 145 prior, when it came into the hands of the crown, in which it remained until 1542, when the scite and de mesne, and other estates, were sold to Henry, Earl of Cumberland, for £2,490. Sometime afterwards it came into the possession of Richard, the first Earl of Burlington, by marriage of the only daughter and heir of Henry Chfford, the last Earl of Cumberland. It is now the property of the Duke of Devonshire, whose grandfather, William, married the heiress of the last Earl of Burlington. It was valued at the dissolution at £302. 9s. 3d. in the whole, £212. 3s. 4d. clear. This building was surveyed in 1670, by Dr. John son, for whose account we refer our readers to Burton and Grose, and make the following extracts from the late Dr. Whitaker's History of Craven. \" The whole cloister quadrangle has been destroyed. The shell of the Church is nearly entire. The nave having been reserved at the dissolution for the use of the Saxon cure, is still a parochial chapel, and by the attention and good taste of the present exemplary minister, has been restored from a state of delapidation, to that of complete repair, and is now as well kept as the neatest English cathedral.\" \" From the architecture of the church it appears to have been, at least, 80 years in building. The west front, which greatly resembles the south transept of York cathedral, built about 1230, is extremely beautiful. It is broken into a great variety of surfaces, by small pointed arches, with single shaft columns, and orig inally gave light to the west end of the church, by three tall and graceful lancet windows. Over the ■r"], [168, "146 BOLTON PRIORY. transept was a tower ; the want of this feature at pres ent is the capital defect at Bolton as an object. But instead of this, appears a very singular and misplaced work at the west end. — I mean the base of another tower, with an inscription in front, begun by the last prior, which partly hides and partly darkens the beautiful west front of the church. To compensate, however, for this injury, it is built of the finest mason ry, and adorned with shields, statues, and one window of beautiful late Gothic tracery.\" \" North of the high altar is the rich canopy of a tomb within a recess of the wall, beneath which a skeleton was lately found, supposed to have belonged to Lady Margaret Neville. On the south side of the choir are the remains of a chantry, opening into it by a rich ornamented arch beneath, which appears to have been a tomb, with a doorway, as usual, at the head. Under this is the mouth of a vault, now almost choaked up with rubbish, but remembered to have nearly crossed the choir, and here, most probably, was the resting place of the Lords of Skipton and Patrons of Bolton.\" \" The cloister court, containing the Chapter-house, Refectory, Kitchen, Dormitory, &c, with the excep tion of a few fragments, is destroyed. Much lower, and beneath, at the east end of the church, stood the prior's lodgings.\" \" On the site of the kitchen, stands the school master's house, a foundation of the incomparable Ro bert Boyle. The old school has been modernized by the taste of the present inhabitant, into a light and pleasant dining room. The present school was one"], [169, "147 BRANDRITH CRAGS. of the offices of the priory, as old as the foundation \" \" In the general wreck of the offices at Bolton, the pathway alone escaped. It is a strong square castel lated building of late gothic architecture, the outer and inner arch of which having been walled up, an handsome groined and vaulted apartment has been obtained within.\" Above this place is seen Barden Tower, crowning the bold banks of the river, and in the beautiful and romantic grounds of Bolton park are many fine woody scenes, admitting, occasionally, peeps at the river, with rich open distances. On the right of the road to Bolton Priory, and about nine miles from Harrogate, is BRAADRITH CHAOS, a range of rocks, situate on the edge of a precipice, overlooking a deep and extensive vale called \" Kex gill.\" Here is a rocking stone, whose weight is pro bably 20 tons; and yet it is easily moved with one hand. On the summit of one. of the highest rocks, is a basin,* 3 feet 6 inches in diameter, and 2 feet in depth; here are also several other basins, of smaller dimensions. If we suppose these rocks to have been once shaded with oaks, this place would then exactly answer the description given of the sacred groves and rock altars of the most ancient idolaters. '•Rock Basins, it has been conjectured, were cut for the purpose of preser ving dew, or rain, as it descended from the heavens; which was used by the Druids in their ablutions and sprinklings, performed with vervain and ausletoe.— Vide Borlace's Hist, of Cornwall."], [170, "A LIST OF THE RARE INDIGENOUS PLANTS, In S>tuBIen CSrounW, &c. Anagellis tenella, among the grass near the rustic bridge Lathræa squamaria, under the tree* near the entrance of the grounds Atropa Belladonna, among the rocks near Fountains Abbey. Melica uniilora Monotropa hypopithys Milium effusum Cardamine amara Carei rcmota Mentha rotundifolia, near the Ab- bey Carex strigosa, near Quebeck Chrysosplenium alternisofium Orchis ustulata, and at Studley lime kilns oppositifolium Colchicum autumnale, meadows in the carriage road to Studley Ophrys Midus avis Paris quadrifolia Pamassia palustris Pimpinella magna Convallaria multillc ra Daphne Laureola Dianthus Caryophyllus, on the walls of Fountains Abbey Rhamnus frangula and Copgrov* catharticus ditto Rib?s alpinum Dipsacus pilosus, under the rocks of Fountains Abbey Rub us id a? us Elymns europæus cæsius Fumaria lulea, walls near Foun tains Hall Stellaria nemorum Veronica montana Aspidium lobatum Geum riv-ale (flore luteo) Geranium lucidum, walls of Foun tains Abbey Asplenium Adiantium nigrura, lane leading to Aldsield from Fountains Hall Galeobdolen luteum Helleborus viridis Cyathea fragilis, in Robin Hoods Well mpatiens noli me tangere, in the Abbey Bryuni euspidatum Lactuca virosa, walls of Fountains Abbey"], [171, "INDIGENOUS PLANTS. 149 MACKERSHAW Allium oleraceum Orphrys mucifera Primula sarinosa Polygonum Bistorta Rhamnus catharticue Aquilegia vulgaris iCompanula glomerata Carex pilulifera Cholora perfoliata, and at Studley lime kilns Fraii gu la Rubus saxatilis Satyrium viride Sesleria cærulea Serapias latifolia Convellaria majahs Euonymus europœus Galanthus nivalis, and banks of the Skell var: Hieracium murorum Thalictrum rmjus Thymus Calamintha Viola hirta paludosum Hypericum montanum Melica nutaus Hypnum alopecurum Neckeracrispa Orchis pyramidalis, and at Studley lime kilns pumila HACKFALL Paris quadrifolia Ægopodium Podagraria Astragalus glycyphyllos Carex pendula Pyrola minor Ribos alpinum Salix pentandra Scirpus sylvaticue Sedum Telephium strigosa remota pilulifera Campanula latifolia Serapias Litifolia Chœrophyllum (late scandix) Veronica montana Alpidium dilatatum odoratum Convallaria majalis Elymus europæus Hieracium murorum lobs rum Cyathea fragilis Polypodium Dryopteris subaudum Grimmia recurvata paludosum Hypnum commutatum Ophrys Nidus avis Orthotrichum pulehellum Tetraphis ovata muscifera Prunus Padus Lichen Horidus BRIMHAM ROCKS. Eumaria claviculata Genista anglica Hymenopyllum Tunbridgeuse Polypodium Dryopteris Lycopodium Seiago Lycopodium ailpnuna Ophrys cordata Vaccinium Vitis Idas*"], [172, "150 INDIGENOUS PLANTS, COPGROVE Cladium mariscus, formerly Schœ- nus mariscus Hypnum scorpioides aduncum Funeria muhlenberghii Ophrys spiralis cordi folium nitens, in fruits which is rarely the case muscifera apifera Helvetia mitra Phellandrium aquaticum Saxifraga granulata esculenta (morell) hybrida Scropias palustris, (now Epipactis palustris Lycoperdon fornicatum Lycoperdon stellatum Osmunda regalis Silene noctirlora Hypnum adiantoides Phallus fœtidus d^ndroides iilicinum caninus Holypodicim Thelypteris GRANTLEY LAKE. Carex curata Prunus Padus Œderi Vaccinium Vitis Idæa Polypodium Oreoptcris Aspidium Empetrum nigrum Fumaria clavkulata Ophrys cordata Asplenium Adiantum nigrum Lichen pmnastri, in /nil rarely Ori.li Jo conopsea SAWLEY MOOR. Carex distans Splachmum sphæricum Lycopodium alpinum Narthecium Oosifragum Scirpus multicaulis ampullaceum Viola palustris NEIGHBOURHOOD OF RIPON. Album arrenarium, on a bank near a pond in the road to Mr. Clarke at Nunwick, and Copgrove ■ oleraceum, ditto Bidens Cernua, on Ripon Common Butomus umbellatus, on Ripon Common, and in the pond in the Bull-clos* River near Newby. Carduus Marianus, on the hill at Bishopton Cwastium arvense, on Ellshaw Hill semidecandrum, ditto"], [173, "INDIGENOUS PLANT3. 151 Carex axillaris, on the edge of a pond, near Ripon Park teretiuscula, bogs behind Sharo, on the left of the road to Hutton Moor and Copgrove fulva, ditto •■ nliormis, ditto vesicaria, in the bogs near the Low Mill ampuUacea, ponds in the Ox-close Geranium Columbinum, on Ell-shaw hill Hieracium aubandum, in a stone quarry caUed Blind-pit, near Hutton. umbellatum, ditto Kypericoin dubium ditto, Jasoine montano, ditto Hippuris vulgaris, banks of the Ure, near Hutton Lysimachia Nummularia, ditches on Ripon Common Mentha viridis, ditches near the Low Mill Ornithogalum luteum, on Hungry HiU, and at the bottom of a stony place in Red-bank umbellatum, in meadows leading to the Red-bank pasture Silene noctirlora, in corn fields leading to Whitciiffe lime kilns on the foot road to Mackershaw Salvia verbenaca, near Nnnwick, and on Skell Bank Trifobam scabrum, on Ellshaw Hill Turritis hirsuta, walls of Ripon Minster. This is Merret's Cardamine belbdifoba glabra, bank of the Ure above Ox-close Utricularia vulgaris, pond in the Bull-close Verbascum nigrum, under a semicircular wall 'near Robin Hood's close, in Studley Garden Myriophyllom verticillatam, in ponds near the Ox-close, and near Nunwick Qnercus sessiflora, in Ripley Park Sabx purpurea, near Nunwick Rnsselliana, near the North Bridge Hydrocharis Mor3us Ranæ, pond in the Bull-Clo3e Schenckzeria palustris, Lakeby Car. The only British station Lysimachia Shyrsiflora, ditto Sambucus ebulas, near Ripon Lemna Minor, pond on Ripon Common — gibba, ditto polyrrhiza, ditto Polygonum bistorta, near Studley Euonymous Europœus. Tindall Wood Eqo'setum sylvaticum. Meadows near Aldfield Spa hyemale, banks of the Skell near Mackershaw Ophioglossam vulgatum, in a Meadow above Fountains on the foot road to Sawley Osmuda Lunaris, second field on the foot rood to Studley near tbe old path"], [174, "152 INDIGENOUS PLANTS. Polypodium Phegopteris, in the wood leading from the second Spa at Aid- field to Grantley-Lodge Aspleniam Adiantum nigrum, in a Lane near Fountains Hall Lycoperdon stellatum, near Ripon Lycoperdon recolbgens, Slenningford Dicranum flavescens, Scotton Moor Hypnum abietinum, Whitciiffe lime quarries uncinnatum, Scotton Moor Bryumrostrotum, ditto Fontinabs squamosa, river, Scotton Moor Cincbdotus fontinaboides, ditto Bryum marginatum, near Ripon and Copgrore, ditto ■ ■ •-»- punctatum, ditto"], [175, "TABLE OF CONTENTS WITH DISTANCES FROM HARROGATE. Milet. sage. Almias Cliff, 5 129 Aldborough, 10 Ill Boroughbridge, 10 106 Brimham Crags, 9 127 Bolton Priory 15 143 Brandrith Crags, > 147 Fountains Abbey, 13 56 Harewood, 8 „ 1 28 Hackfall, 18 \". 77 Harrogate, 0 81 Knaresbrough, 3 94 NewbyHall 13 120 Plumpton, 4 105 Ripley 4 125 Ripon, 11 1 Studley 13 53 Swinton 20 97 RIPON : PRINTED BY E. LANGDALE."], [176, ""], [177, ""], [178, ""], [179, ""], [180, ""], [181, ""], [182, ""]]