[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "FOREST PICTURES IN THE ADIRONDACKS BY JOHN A. HOWS With Original Poems by Alfred B. Street NEW YORK: JAMES G. GREGORY, 540, BROADWAY. M DCCC LXV."], [8, "Entered according to Act of Congress, in the year 1864, By James G. Gregory, In the Clerk's Office ot\" the District Court ofthe United Stares for the Southern District of New York. C. A. ALVORD, ELECTROTYPER AND PRINTER."], [9, "CONTENTS. PAGE At Rest ■ . . . . i The Storm Mountain ...... c The Rapids ......... q The Shallow ......... w The Lower Saranac . . . . . . . .17 The Waterfall ........ 21 1 he Mountain Raven ........ 25 The Cataract ........ 20 My Canoe . . . . . . . . . 7? The Devil's Pulpit ....... -$7 The Bell Owl ...... .... 41 The Upper Saranac ....... 45 The Ausable ......... 49 Buttermilk Falls ........ 59 The Racket ......... 57 The Loon ......... 61 The Illustrations engraved by Messrs. Bobbett & Hooper."], [10, ""], [11, "1 AT REST. The soft Southwest says, Take thy rest To-day upon Nature's kindly breast ' Those trees, that throw a network glow, Of sable and gold, on the floor below, Gleamed out last night, enamelled bright In the kindling flush of my camp-fire's light From far crept fine the panther's whine, And moaned and moaned the sorrowing pine. The hemlock spread my fragrant bed, And I lay till the live roof sang o'erhead. Yes, balmy breeze, I '11 take sweet ease, Brimful of blisses, under the trees ! On yon dim spray, in russet gray, Sits the Saranac Nightingale piping away ! That speck upon the cloud just won, Is the black mountain eagle drinking the sun ' I '11 launch my boat, and idly float O'er the winding water, and all things note : All things that gleam along the stream- Water-bird, water-fly, blossom, or beam And thus the hours I'll wing with flowers, And speed them away in these dreamy bowers"], [12, ""], [13, "m"], [14, ""], [15, "5 THE STORM MOUNTAIN. The mountain frowns black to the battling storm. He bristles his bayonet-pines to dare The flashing charge of the wrathful air. But vet the sunlight, cheery and warm, Kindling the darkness, paling the glare, Tells that the fierce warring foe will deform The scene little longer, but, shorn of his sway, Breaking and dwindling, will vanish away. While, scattered like stars in the glancing glow, Lilies gleam out from the lake's deep gloom ; And trees rich chequer of shadow throw Where wild birds warble and wild flowers bloom, And waterfalls tinkle in foamy flow. Symbol of life in its shadow and sheen ! Even when sorrow is shading the heart, Hope's ray cheerily dances between, Telling the tempest will soon depart. Symbol of thee, with the lake of thv tears, Oh land, and thy mountain of strife and of sorrow But bright through the battle-rack Hope appears. Smiling in promise of golden morrow."], [16, ""], [17, ""], [18, ""], [19, "9 THE RAPIDS. Ho, the headlong rapids How they rush and rave, Roaring through the forest Like the stormy wave ! How the curhless war-steeds Frenzied leap and strain ! See the frantic war-steeds Toss their flashing mane ! Brief the noontide thunder ! Brief the lightning's rav ! Ever rolls the bolt here, Ever gleams the sprav ! Woe, the crossing panther, Woe, the drinking deer, Should the monster grasp them With his fangs of fear ! See the shattered pine-trees How they lean and rock, As the bounding surges Beat with endless shock ! Dashing, tearing, tumbling, Down the surges go ! Ho, the tusks of granite How they champ the snow !"], [20, ""], [21, "11"], [22, ""], [23, "13 THE SHALLOW. I love the little shoal, the sandy shallow of the lake, Where towers the azure moosehead, glows the crimson Indian pink; Where proudly sails the golden-footed, purple-pinioned drake, And the vellow-throated, gem-eved frog stares, hours, upon the brink ! There the darning-needle crooks among the rushes bristling round, The brassy deer-fly plants its tingling arrow in the skin ; The water-soldier's helmet shines, the eel-grass rich is wound In wavy floss of floating plumes to every stir within. The sunlight, piercing downward, shows the shadows in their plav Mottling the amber ooze, and there the water-beetles glance ; There twist the gleamy, sunken twigs, the red-fin glistens gay, The spring uptwirls its glittering grains in endless circling dance. And there the moon-white lily spreads her nightly-hiding cup, The sun-hued sister glows upon her pedestal of green ; There glides the muskrat's spotty head, bright air-bells bubble up, And there the little shiner casts its flash of silver sheen. And when the plume moth skims the shoal, the kingly trout comes in With golden bronze and ruby gems and leopard-mantled back ; There, rippling, wades the lordly buck, and with wide echoing din Salutes the loon the hunter's moon along its sparkling track. And ofttimes too there rounds to view, where spreads the grassy park, A reckless crew in birch canoe, with chorus rolling round, To set the camp, to trim the lamp, and, by the margin dark, Float for the deer with eye and ear on every sight and sound. There undulates the water-shield, up points the pennoned grass ; The rocking swallow seeks the gnat, the night-hawk rumbles o'er The water-spider's globule shoots in silver through the glass And floats the rire-flv's throbbing torch of gold along the shore."], [24, ""], [25, "15"], [26, ""], [27, "I I 17 THE LOWER SARANAC. Lightly flies my fleet bark across the glittering water, Sweetly talk the ripples before the furrowing prow, Mellow streams the sunset within the skirting forest, Mellow melts the west wind in kisses on my brow Oh this life is glorious, this life within the wild-wood ! Far, oh, far away flee the troubles of our lot ! Wide expands the bosom, a boyish heart is dancing, Dancing with the gladness o'erflowing every spot ! Dreamy like the past stands the distant blue Tahawhus ; Gleamy like the present, old Moosehead rears his crest ; Pilmy like the future in front the bowery island; Sparkling like our wishes the water's ripply breast Look, a wandering snowflake, the white gull in the distance Indian pink on pinions, the red-bird's darting glow ! Upward leaps the trout, and afar the loon is floating, Dotting dark the sun-gleam, then flashing bright below. Turn the buoyant bark through the elm's cathedral archway Nestles cool the cove filled with babble of the brook, Sunny specks, and spice from the lily's pearly scallops ; So from glare of life hides some sweet domestic nook. Onward then again, for the sunset now has kindled Higher his grand camp-fire, and shines our tent before ! Crimson clouds are painting the purpled lake's enamel, Golden gauzes gleam in the glades along the shore. Onward, onward, thus do we press upon our journey, Moved by restless longing, Heaven calling us away ; Oh, may fading life be illumined like the sunset, Beaming brighter, brighter, till darkness veils the day !"], [28, ""], [29, "IS"], [30, ""], [31, "21 THE WATERFALL. When the fir-tree dreams in the drowsy haze Ot the motionless August hour ; When even the eager-leafed aspen droops, And asleep is the bird in its bower ; Wakeful alone sends the waterfall then Its mellow, melodious hum, Wafting a coolness where all is heat, And music where all is dumb. In the bloomy May, when the buoyant day Is breezy and sunny and glad ; When the lithe boughs sweep and the swift brooks leap, And the birds sing and soar as if mad ; Amid this orchestral blithesomeness, This pæan of Spring-time's reign, The waterfall's bound fills the scene all round With its blending, exulting strain. In its crannies the hair-stemmed columbine nods, The fern in its sprinkles drips ; And the little black dipper all over the bridge Of the spanning pine-tree skips. And the bubbles they toss on the smitten gloss Of the dashing and flashing pool ; Where the angler scoops up his wreathed hopple-leaf cup, And the trout poises deep in the cool."], [32, ""], [33, "■_■:"], [34, ""], [35, "25 THE MOUNTAIN RAVEN. Oh the pine-tree gaunt is the raven's haunt On the mountain's misty crown, Where the wild wind sings and the wild-wood swings, And the cataract tumbles down ! And the mountain's gloom has tinged his plume, The waterfall's flash his eye, And the blast's hoarse shout, as it rocks about The cedar-top, tunes his cry. When the Lightning rears his flashing spears In his fierce, red, terrible wrath, The raven awakes, and his shout outbreaks In the gloom of his shadowy path. Oh, never the blast doth its surv cast Abroad but the raven is there ! As drives the ship in the hurricane's grip, He darts through the billowy air. On the skeleton limb stands the raven grim, Whetting his beak in glee, While, quaking in fear, lies the bleeding deer, For it knows what its doom shall be ! Oh the raven he hates, and never he mates With the sunshine so merry and bright ; The ghoul of the woods, in their shadow he broods, And his wing is a blot on the light."], [36, ""], [37, ""], [38, ""], [39, "i THE CATARACT. The cataract's catapult shakes the crag Where the dead pine stands like the antlered stag. One broad billow it boldly hurls ; And, shocked to its centre, the water whirls Wild into madness of foam, and springs Forward in chaos of frantic wrath ; — Ever upsoaring on misty wings, White with the torment that whelms its path. Cataract, bounding so fierce and free ! Sternness, not beauty, is fittest for thee ! Not where the Saranac nightingale weaves Webs of soft song to the red of the west Should the grand roar of thy anthem arise ! But where the shriek of the black eagle cleaves Wildly the gorge from some pinnacle-crest, Where a weird darkness haunts ever the skies ! Not where the summer day glitters in splendor, Or, sweet and tender, the moon lights the dome ! But where the swift burning zigzag of lightning Darts crimson brightening, to kindle thy foam ! Not where the deer drinks at dawn from the dingle Where richly mingle the dark and the bright ! But where the wolf, from his clifF-cavern prowling, Fills with wild howling the storm of the night ! Not where blue violets nod over the emerald sod ; Not where the golden-rod, vase-like, outspreads ; But where the cedar dark lifts its rough, seamy bark Where scarce a sunny spark sunny joy sheds. Fierce bounding cataract ! thus should it be ! Sternness and gloom, not grace, beauty, for thee ! 21"], [40, ""], [41, "81"], [42, ""], [43, "33 MY CANOE. You may boast of the haughty three-decker That darkens the deep with her sail, And the shocks of whose thunder majestical Deaden the might of the gale ! How she crushes the billows beneath her, The glory and pride of her crew ! But give me my light, little bubble, My light, little, tight-built canoe ! Her curved frame is wrought of the fir-tree And birch bark, the hue ot the sun. As over the carry we trudge along Lizard-like, both seem as one. Though buoyant as air, she is steady When the tempest comes bellowing through How she shoots, as the lake roars and whitens My faithful, tried, speedful canoe ! How she steals on the deer in his grazing ! And creeps to the trout in his sleep ! She vies with the pine-tree's soft melody ; Wakening the lute of the deep. When winter blears bleakly the forest, And the water binds grav to its blue, Safe and sound in her covert I leave her, Till spring calls again my canoe."], [44, ""], [45, ""], [46, ""], [47, "THE DEVIL'S PULPIT. Tupper'. s Lake. Sternly and darkly upheaves the rock, Throne for the thunder when storm is nigh -, — Battered and cleft in each century's shock, Broadly its furrowed brow flouts the sky ; Bare save the cedars that clutch the seams And moss-gold streaked like the sunset gleams. Glossy the lake in its lovely hush ; Winds the deep cove at the crag's steep foot ; But keen white lightnings have seen the crush Of the stately pine-tree, branch and root. Splintered and scorched on the rocks it lies, Where proudly its plume once sought the skies The breath of the storm now blots the crag ; Ghostly and grim point the skeleton trees ; Blacken the rifts ; — but the lightnings lag ; — Blacken the cedars ; — no stir of breeze ; — Blacker and blacker the great crag's scowl ; — Hark ! the fierce storm-lion's distant growl ! The rocks below gleam a ghastly light ; The fish-hawk cowers for shelter there ; The distant island frowns, robed in night ; See, the lake leaps to a startling glare ! The growl has deepened — a roar — -a crash Thicken red lightnings, white surges dash. Gloomy the crag, like a guilty dream ! Motions all over tell writhing boughs ; Billows break on it, down torrents stream, Flashing through darkness ; the strong blast ploughs O'er it and down it ; — thus ever should be Wild crag and wild storm in company !"], [48, ""], [49, "89"], [50, ""], [51, "41 THE BELL OWL. In the heart of the wood dwells the little Bell Owl. Where the cedar lifts, high up, its steeple ; There he lolls all the day, a gray ball, all away Prom the wild's singing, gambolling people. But when the red torch of the day has burnt down, And large looms the shadow-like hill ; When the bark of the black fox is heard from the glade, And the black cat seeks prey by the fill, Then, tinkle tink tinkle, the little Bell Owl Makes clear the dark quietude thrill. Oh, the little Bell Owl finds a sometimes retreat In the tree-bole brown ruin is eating, Where he dozes, then starts to the rattling tat tat That the woodpecker's drumstick is beating. He shrinks from all light, e'en the woods beaming white In the delicate snow ofthe moon; To the star-eyes alone, for they blink like his own, Does he deign his sweet musical boon. Then, tinkle tink tinkle, the little Bell Owl The sleepy depths wakes with his tune. Oh, the little Bell Owl loves the darksomest dells Where the foxfire its silver is shedding ; And the grass flits in fits to the network of gold From the lightning-fly's fairy-like threading. And perchance, should the hunter camp down on the moss, From his dream of the midnight he springs, And, though naught meets his sight but his hound bathed in light, Still the bell in the cedar-top rings ; Still, tinkle tink tinkle, the little Bell Owl Abroad his full melody flings."], [52, ""], [53, "43"], [54, ""], [55, "i i 45 THE UPPER SARANAC. Wild forest lake, thy waters spread A mirror for the welkin's bound ! Thy breezes glide with rippling tread ; Thy linking brooks send tinkling sound. Down to thy wave the fish-hawk swoops ; The wood-duck floats within thv bavs ; Its trunks the water-maple groups Along thv banks of leafy maze. The gull darts bv, a flash of snow ; Deep from thv brink green pictures gleam The loon shouts o'er, and shoots below ; The soft haze folds thee in a dream. The lily lifts its creamy cup In thv broad shallows, amber clear ; And there the thatch shoots bristling up, And there steals down the drinking deer. On thy bright breast each fairy isle Strews its rock-vase, with foliage brimmed And from thee grandly, pile on pile, Soar the steep crags with thunders rimmed In thy smooth glades the camp-fire flames ; The hunter's light boat tracks thy wave ; Thy ooze in caves the muskrat frames ; The otter, in thee loves to lave. Wild forest lake ! oh, would mv home, Mv happy home, were reared bv thee ! Thence would my full heart never roam, From care and trouble ever free."], [56, ""], [57, "IT"], [58, ""], [59, "49 THE AUSABLE. In the stately Indian Pass, From my fount of shadowy glass, I struggle along in hollow song on my blind and caverned way. Sharp, splintered crags ascend, Wild firs above me bend, And I leap and dash with many a flash to find the welcome day. The lean wolf laps my flow ; In my pointed pools below, The grand gray eagle's tawny eye like lightning fires the gloom. Not oft is the warbling bird In my jagged cradle heard, For I am the child of the savage and wild, not pet of the sun and bloom I smite, in headlong shocks, Roots clutching the ragged rocks, And the blocks of my sable basins and the chasms my fury ploughs, Where the raven, as o'er he flies, Sees the frown of his deepest dyes, As the murkiest pall of the forest is flung from the dungeon-boughs. Old Whiteface cleaves apart In dizziest heights his heart For the roll of my rocky waters, and I lighten and thunder through And sometimes I tame my will To sing like the wren-like rill, And I mirror the flower and bending bower and laugh in the open blue But sometimes the cataract-rain Fills my breast with frantic disdain, And my boiling deep shoots torrent-like, lashing and crashing past ; — Whole forests I tear in my wrath ; Whole hamlets I strew on my path, Till my wild waves break upon the lake, and I slumber in peace at last"], [60, ""], [61, "S1"], [62, ""], [63, "53 B U T T E R M I L K FALLS. Racket River. Where thick o'er the panther ledges Its crescents the fir-tree curls, And the rough vellow pine hangs frowning, The river its cataract hurls. Threading in darkness the forest It bursts into light at the spring, And it shouts to the hovering eagle, \" Ho, ho ! I am free as thy wing ! Shriek, blend thy brave tones to mv shouting As down my bright garlands I fling !\" Faint with his thirst, the hunter No spruce-drop nor moss-drip can see ; Hark ! rolls on his ear a low rumble, \" Haste ! here foams a goblet for thee ! On, on, through the thickets he plunges; Now he catches a flashing of white ; Now he hears the bold shout of the torrent ; \" Ho, ho ! steep thy lip in delight ! Thou, scorning the moose in his fury, Again feel the glow of thy might !\" Rich pluming the bright black basin The vetch with the vervain blends ; And in the light breeze of the dashing The crumpled blue iris bends. Sky-pictures of silver and sapphire Are traced on the mirror clear ; — Sing the ripples the white plunge awakens \" Ho, ho ! for the wolf-hunted deer ! Dash, dart of the wilds, in my waters ! Then urge in new strength thy career !'"], [64, ""], [65, ""], [66, ""], [67, "RACKET RIVER. My spirit grieves, oh, river of leaves ! For the magic thy wild green beauty weaves ! From no slight spring light bubbles upfling To trickle through pebbles, round ferns to swing But thou dost break, full up and awake, From the soaring Blue Mountain's cradled lake. Linked lakes then pass thy picture-bright glass On through the forest's unbounded mass. Thy wave now roves by colonnade groves ; Now blackens in bush-blotting, tamarack coves. By dingles green, now it ripples in sheen, Now crumbles to foam in some rocky ravine. The Indian Plume burns ruddy in bloom Like a torch of the gnomes in thy bordering gloom. The harebell wakes by thy dashing breaks ; There, the wiry-hooked, golden-nooked columbine quakes Mossily tressed on the gray pine's crest Looms, ragged and russet, the fish-hawk's nest. Down yon smooth sides the black otter slides ; In this deep basin the white-fish hides : See yon grassed park where the cedars dark Have planted their tents round the shanty of bark ! To what sweet eves, oh, river of leaves ! To what glad dawnings fond memory cleaves ! Oft did I float o'er the golden gloat Of the moon, in my buoyant, black, Saranac boat The soft white light made the dead tree bright, And pearled into brilliance the tangled night. Thus glows the spell of tree, wave, and dell, Oh, river of leaves ! but, at last, farewell !"], [68, ""], [69, "59"], [70, ""], [71, "noon 61 THE LOON. Tupper's Lake. Tameless in his stately pride, along the lake of islands, Tireless speeds the lonely loon upon his diving track ; — Emerald and gold emblazon, satin-like, his shoulder, Ebony and pearl inlay, mosaic-like, his back. Sailing, thus sailing, thus sails the brindled loon, When the wave rolls black with storm, or sleeps in summer Sailing through the islands, oft he lifts his loud bravura ; — Clarion-clear it rings, and round ethereal trumpets swell ; Upward looks the feeding deer, he sees the aiming hunter, Up and then away, the loon has warned his comrade well Sailing, thus sailing, thus sails the brindled loon, Pealing on the solitude his sounding bugle-tune. Sacred is the loon with eye of wild and flashing crimson ; Eye that saw the Spirit Hah-wen-ne-yo through the air Falling, faint a star — a shaft of light — a shape of splendor — Falling on the deep that closed that shining shape to bear, Sailing, thus sailing, thus sailed the brindled loon With the grand shape falling all a-glitter from the moon. Long before the eagle furls his pinion on the pine-top, Lonsr before the blue-bird gleams in sapphire through the glen ; Long before the lily blots the shoal with golden apples, Leaves the loon his southern sun to sail the lake again. Sailing, then sailing, then sails the brindled loon, Leading with his shouting call the Spring's awakening croon Lono- after bitter chills have pierced the windy water, Lonor after Autumn dies, all dolphin-like away ; Lono- after coat of russet dons the deer tor winter, Plies the solitarv loon his cold and curdled bay. Sailing, there sailing, there sails the brindled loon, Till in chains no more to him the lake yields watery boon."], [72, ""], [73, "63"], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""]]