[[1, ""], [2, ""], [3, "LOVE's FRAILTIES: A COMEDY IN FIVE ACTS AS PERFORMED AT THE THEATRE ROYAL, COVENT-GARDEN. BY THOMAS HOLCROFT, LONDON: PRINTED FOR SHEPPERSON AND REYNOLDS, NO. I37, OXSOB.D STREET. 17.94."], [4, ""], [5, "ADVERTISEMENT. 1 HOSE paffages that are printed in Italics (not in cluding the French) were omitted on the firft repre fentation, one excepted, page 66, of which the words that then gave offence? are diftinguifhed by capitals. They are thus pointed out that the reader, who in the heat of political zeal has not quite loft his underftanding, may examine what there is in them injurious to truth, or the good of mankind, and find it, if he can. In different times and under different feelings, it will appear aftonifh ing that any one of thefe paffages were fupprefled, from any apprehenfion of political refentment : but fuch was the fact That the one unwarily retained fhould excite the anger which was teftified is ftill more aftonifhing. A fentence fo true as to have been repeated in a thoufand different modes : for all ftrong moral truths are fubjetS to fuch repetition. A fentence that, under a variety of forms and phrafeology, is proverbial in all nations. It ought however to be remembered, that the perfons offended, though violent, were few. Their intention doubtlefs was good : the fame cannot be affirmed of their intellect, Thofe who are acquainted with German literature, and who have read the drama entitled, Der Deutfiche Haufiuater, by the Baron von Gemmingen, will immediately perceive that the author has availed himfelf of various incidents and thoughts in that piece ; though his fable, characters, and denouement are exceedingly different. Others, who wifh to fatisfy their curiofity but who cannot read Ger man, may find a French tranflation of that piece in vo lume VI. of a work entitled Nouveau Theatre Allemand, by M. M. Friedel and de Bonneville. Newman- Street, February ir, 1794. A2 TH E"], [6, "( i* ) THE reafons which have occafioned the alteration of price in the prefent comedy ought to be ftated to the public. The previous knowledge of men and manners, and the extraordinary efforts of ftudy, time, and talents, which are neceffary to produce a play that has but a chance of being fanclioned by the town, are fufficicntly obvious. The labourer is worthy of his hire. In the be ginning of the prefent century, the price of an oclavo play was eighteen pence. Since that period, the price of pa per has been doubled ; the expence of printing is advanced in nearly the fame ratio ; and advertifing, which now amounts to a confiderable fum, was then a burthen un known. It has long been the complaint of the trade that the purchafe of the copy-right, added to the above cofts, occafioned plays to be a dangerous fpeculation. The new tax on paper, in addition to all thefe, has made it impoffi ble, at the former price, to reward authors, and afford the bookfeller a reafonable hope of profit. Thefe confi derations have induced an advance of price, at which it i* prefumed no juft reafoner will take offence. HO."], [7, "PROLOGUE. Spoken by Mr. Bernard. PROLOGUES have long been plac'd, like little at \" Before that great noun fubftantive a play :\" Not form'd of winge.d words, but wanting wings, *' Of common gender, half-no-meaning things : \" Like rag-fair robes, made up, with little (kill, \" To fuit farce, tragedy, or what you will : \" Mere taftelefs bread-crumbs, only fit for fluffing :\" A cringing crew, and vilely prone to puffing : Beggars, well fatisfied, at any rate, To feed on offals at the public gate : \" Or running footmen,\" fent with whoop and hollo, Types of the vapid things that are to follow : Grace before meat, which, while the dinner cools, Is twang'd by knaves, and liften'd to by fools. But let us take, nor wafte our little wit, A fingle theme, that may our purpofe fit. \" Prologues are fcouts, that fkulk from poft to poft, \" And fcour the field, to watch the adverfe hoft. \" Heroes invincible ! Left! Right! Front! Rear! \" Embattl'd ranks ! ye thrill the foul with fear !\" Wadded with critic fpleen (Pit) and prim'd with ire, Charg'd to the muzzle, ready to give fire, To llaughter fome inclin'd, and fome to fleep, \" Lo ruthlefs veterans rang'd, intrench'd chin deep ! \" Flanking this fearful centre in a ring, (Boxes) \" Gay knights and Amazons form either wing ! \" Corps"], [8, "PROLOGUE 6 <c Corps of refer ve {Gallery) drawn up in dread array, €e On yonder heights await the coming fray ?\" But as you're ftrong be juft, in this fierce battle, Ye godlike men of might, and maids of mettle ! Here let us paufe : for, ah ! 'tis but too true, Caffandra like, in black prophetic view, I fee the maflacres that may enfue ! Wit, humour, character, are put to rout ! The prompter breathlefs, and the aftors out ! Quibbles and clap-traps in confufion run ! Slain is a fentiment ! Down drops a pun ! Nay plot himfelf, that leader far renown'd, Oh fhame ! dare fcarcely ftand another round ! \" How fhall our general dare fuch danger meet ? ** Were it not better, think you, firs, to treat? \" War honours grant then, as he files away j ** So may he live and fight another day.\" [For the fubjecl of this Prologue, and the lines marked with inverted commas, the author is indebted to a literary friend.~J EPILOGUE."], [9, "EPILOGUE, Spoken by Mrs. Esten. J\\ S fome poor wand'rer, who with eager flight Is homeward hurried by the approach of night, Comes to the deep abyfs, o'er which is thrown Trunk of old oak or wedge of unhewn ftone, Tremendous bridge ! which he muft venture o'er, Braving the horrid gulph and cataract roar, Slippery ! abrupt ! no hold, no ftay, no truft ! The firft falfe ftep is death ! Yet crofs he muft, Safely on t'other fide looks fhivering.back, > And palpitating views the dreadful track, So ftands the happy bard, from danger free, And trembles at his own temerity ! Bold is the man, pr little prone to fear, Who hopes to write what's fit for you to hear ; Confcious what fplendid feafts regale this ftage, Prepar'd by other bards, born of another age ! Oh Congreve ! Otway ! Shakefpear ! mighty fhades ! Whofe genius every realm of thought pervades, Gifts fuch as yours, alas ! where fhall we find ? Words that with living pictures fill the mind ! £xtatic imagery ! thoughts divine J And volumes utter'd in a fingle line ! But ah ! of them and of their heav'nly lays \"\\ Fools to remind you, by prefumptuous praife ! 5- Dropt be the facred veil we've rafhly dar'd to raife. 3 What can be done ? Were will like wifhing free, Various and rich fhould each frefh banquet be: Emralds and pearls diflblv'd in liquid gold, Had we the alchymy, were yours tenfold ! Like"], [10, "8 EPILOGUE. Like thofe poor Arabs who in deferts live, The little that we have we freely give. Finding what may but chance to pleafe your tafte, We ferve the morfel up with eager hafte : Jrlappy in this, you know our good intent, And take in honeft part what honeftly is meant. DRAMATIS PERSONS. Sir Gregory Oldwort — Mr. Quick. Charles Seymour — Mr. Holman. Mr. Mufcadel — Mr. Lewis. Mr. Craig Campbell — Mr. Munden. James — — Mr. Farley, Footmen. Lady Fancourt — Mrs. Pope. Paulina — — Mrs. Esten. Lady Louifa Compton — Mrs. Fawcett. Nannette — — Mrs. Mattocks. Mrs. Wilkins — Mrs. Platt. Julette —> — Mifs Leserve. LOVE'-*"], [11, "LOVE's FRAILTIES: A COMEDY. A C T I. SCENE I. The Houfe of Sir Gregory OlBwort. Seymour, Lady Louisa. Seym. V WILL not hear you, Louifa. In love yourfelf with a man deftitute of rank and fortune, ought you to fchool me ? Lady L. A man of family, brother, though not of rank. Seym. Pennylefs : a lieutenant in a marching regiment. Lady L. But poffelTed of honour, worth, and virtue. Seym. And who has more honour worth and vir tue than my Paulina ? Lady L. A painter's daughter, Charles. Seym. A divinity ! Her beauty angelic, her mind godlike ! Lady L. Thus we lovers rave. The world con tains but one ! Seym. Where is there another Paulina ? Encum bered by the abfurdities of folly, difguifed by the B ridiculous"], [12, "LOVE's FRAILTIES: 2 ridiculous trappings of fafhion, where fhall the fiff cere, the fimple, the affectionate heart be found ? I enter the tumultuous affemblies of the idle and all is vanity, all affectation, all incoherency. This hubbub of incongruous and defpicable paffions but maddens my mind : and, by the contrail, irra diates the abode of peace and Paulina. Lady L, Ah, Charles, you forget our depen dent fituation ;, ouf family. Seym. Our fools and tyrants. An elder brother, whofe rank wealth and power, inftead of afford ing us protection, have been made the paffports of folly and vice -, and an uncle, whofe benevolence is felf love ; who has given us fhelter only to make us flaves •, at once a cynic and a fenfualift ; fevere to others, indulgent to himfelf ; arbitrary in prin ciple, libidinous in practice. Lady L. Alas, too true ! Sir Gregory pardons nobody's faults but his own. Seym. Did he not fuffer his filler to languifh and die in penury in a foreign land ? And what was her crime ? Marriage, with a man of a noble mind; but who had the misfortune to be poor and un protected. Lady L. 'Tis that makes me fhudder ! \" The \" very fame fate is impending over our heads. \" Seym. Let it fall •, at leaft on me. Injuf *' tice to myfelf fhall not make me unjuft to Others.. \" Lady L. Ay, but there's the queftion. Your 4t poor painter's daughter may, confidering the \" indigence in which fhe has been bred, be the * phcenix you think her; but can you Charles \" honelrly aver lhe is the equal of Lady Fan \" court ? \"/Seym. Her fuperiour. \" Lady L. Not to dwell on rank fortune •* fame"], [13, "ACOMEDY. 3 \" fame and power, which \"fhe fo eminently pof \" feffes and which furely are fomething — \" Seym. Bawbles ! The gewgaws of fools !\" Lady L. Is the mind of Paulina equally cul tivated*; equally penetrating ftrong and tower ing? Seym. More ! More ! Lady L. Ah, Charles ! Seym. By heavens, more ! Lady L. Lady Fancourt is a woman of ten thoufand ! Seym. I grant it. Lady L. She has conceived a partiality for you ; Sir Gregory has difcovered it, and is determined on the match. Seym. And I am determined it fhall never take place. Lady L. For my fake, think again. Seym. At your requeft, I have already been tor turing Paulina and myfelf: 1 have not feen her for a week; an excruciating eternal week. \" But I \" will be guilty of this cruel injufticc no longer. \" Lady L. Remember your own principles, \" Charles, remember truth. We muft not with. \" the avarice of egotifm live for felf, but for fo \" ciety. You have duties to mankind, for the \" fulfilling of which you ought not to be difabled \" by the indulgence of paffion. \" Seym. I own it •, and the doubts of what thele \" duties are, haunt and perturb my mind incefiant \" ly, render me undecided, caufe me every hour \" to form a thoufand contradictory plans, and, \" inllead of making me active and firm, murder \" refolution and torment me into reftlefs iul \" pence. \" Lady L. Opinion is the Have of error, the B 2 \" world"], [14, "LOVE's FRAILTIES: 4 \" world is the flave of opinion, and we are the \" flaves of the world.\" Seym. 'Tis your fituation, Louifa, that rivets my fhackles, which elfe I would break, and brave the world's injuftice and an uncle's tyranny. But I know your affection for Mr. Compton, I am fen fible of his worth, and I cannot dare not abandon you to the wretchednefs 1 forefee, fhould I dif obey Sir Gregory. Lady L. {In tears) Charles ! — Your kindnefs is killing : I can endure any thing but that. Seym. And why ? Lady.L. I do not deferve .it. Seym. What do you mean ? Lady L. I have deceived you. Seym. Which way ? Lady L- For this fortnight my heart has been burfting with a fecret, which my tongue has not dared to utter. Seym. Heavens ! — I guefs — 1 forebode — You arc married ? Lady L. I am. ■ Seym. Why then 'tis paft — You have got theftart of me — I have hefitated, you have refolved ; and Pau lina, the affectionate pure hearted noble minded Paulina muft be facrificed, or poverty perfecution contempt and mifery muft be the fate of all. Lady L. I am a felfifh wretch, and deferve the worft that can befall me. Seym. No no — Where is your hufband? lady L. (Looking round) For heaven's fake, be ware. Seym. Well well, where is Mr. Compton ? Lauy L. On duty with his regiment in York fhire, to which he was fuddenly ordered, and as I fufpect by the management of Sir Gregory — Seym,"], [15, "A COMEDY 5 Seym. Who not only threatens but ads. Lady L He has written to me concerning Mr, Compton, and with fuch feverity ! He has quite killed the little hope I had. Seym. I expect his arrival from the country every minute. Difperfe your gloom : be chearful. Lady L. A fmiling face with an aching heart is a painful talk — Seym. But now more than ever neceffary. His preaching and his practice are fo oppofite that he dreads detection and hates ridicule. You have the art to keep him in fome awe. Lady L. I had, but want the courage now to practice it. Seym. Nay nav, but you muft — Oh, Paulina ! Sir Greg. (Without) Why, William ! James ! Lady L. Here he comes ! Sir Greg. Where are you all ? SCENE II. Enter Sir Gregory Oldwort. Lady L. (Affuming chearfulnefs) You are wel come home, Sir Gregory. Sir Greg. So you fay. Seym. I hope you have had a pleafant journev, fir. Sir Greg. (To a footman) Take this coat. Duft enough ! The roads are as crowded as the ftreets ; and have no lefs hurry, noife and infolence. Lady L. A mob is always unmannerly. Sir Greg. And the whole world is become a mob. Ah, what different beings were our brave anceftors, the bold barons ! Lady L. Ay, uncle ! How delightful it is to contemplate their venerable figures, in old Gothic cathedrals ! Sir"], [16, "6 LOVE's FRAILTIES: Sir Greg. Kneeling in marble, with their huge helmets, long fwords, alabafter ruffs, grim beards, and gruff faces ; that feem to bid you keep your diftance, or damme ! they will rife and knock you down, as foon as they have done praying. Lady L. And yet, fomehow, a little modifh politenefs, and delicacy — Sir Greg. I hate the words ! They are out- landifh, contraband, and were imported in fome damned cargo of fans, muffs, fringed nightcaps, and chicken gloves. Lady L. I own it would be diverting to fee a modern petit-maitre in a coat of mail ! Sir Greg. Zounds ! Fie would melt under it like a man of inow before the fun ! A coat of mail ? A coat of pink tiffany ! A degenerate — Ah ! — I have not patience ! A robuft hearty fellow, that lpeaks what he thinks, eats when he is hungry, and fights when he is angry, is called barbarian ! horrid brute ! And the fight of fuch a phenomenon would infallibly throw a whole affembly, men, wo- men, and fiddlers, into hyfterics. I ady L. (Afide to Charles ob ferving him in a re- verie) Charles ! — Where are your thoughts ? Seym. Where they ought never to be ; yet there they always are ! Sir Greg. No, no ; the difeafe has attacked the vicals ! The blood or\" our nobles is contaminated. All rank, all order, all diftinction is loft ! Dukes and jockeys, earls and hop-dealers, peers and pick pockets, all mingle, indifcrirninately, and hold their nightly orgies at a hazard table ! Lady L. Calculation, uncle, is the wifdom of the age. Sir Greg. Yes, he is moft learned who beft knows the odds ; and he moft renowned, who fleeces"], [17, "A C O M E D Y. 7 fleeces his fellows with the greateft adroitnefs ! —Have you feen Lady Fancourt today i {T'$ Charles) Seym. 'Tis too early,, fir. Sir Greg. Yefterday ? Seym. No, fir. Sir Greg. No, fir ! Had not you my commands, fir? Seym. I had. Sir Greg. And how came they to be difobeyed ? Seym. Becaufe commanding is lefs difficult than obedience. Sir Greg. (With feverity) Sir, if ever you expect any favour or countenance from me, go, this very day, and tomorrow, and every day, and affiduouf- Jy pay your court to that lady. I'll hear no anfwer. [Exit Seymour. SCENE III. Sir Gregory, Lady Louisa. Lady L. I declare, uncle, you are fo fevere, yoa frighten one ! Sir Greg. (Sternly) Have you received my letter ? Lady L. Ay, that too was fevere enough ! Sir Greg. Madam — ! Lady L. Mr. Compton is a gentleman. Sir Greg. Without rank, connexions, or eftate. Lady L. His heart and underftanding — Sir Greg. (With great determination and fieverity) If I hear another word concerning him, you fhall quit this houfe and my protection for ever ! Lady L. (After a flruggle re fuming her temper) Well •, we all have our failings ! Sir. Greg, I would have you both beware ! Lady L. My brother and J are young ; we have fome excufe. 7' Sir"], [18, "LOVE's FRAILTIES: 8 Sir Greg. Becaufe, being young and foolifll^ you neglect the advice, and difobey the commands, of the experienced and wife. Lady L. Why, if the experienced and wife are as — Sir Greg. As what ?— What do you mean ? Lady L. Nay, don't be alarmed, uncle ! Sir Greg. 1 1 — Alarmed ? Lady L. I have heard — Sir Greg. What have you heard ? SCENE IV. Enter Footman and Mr. MuscadeL, Foot. Mr. Mufcadel. [Exit, Lady L. That the experienced and the wife have their frolicks ! Sir Greg. (Afide to Lady Louifa) Hufh ! Mufe. Nothing more certain, Lady Louifa. Sir Gregory himfelf is a proof in point. Sir Greg. I, fir ? Mufe. Or you are horribly belied. Sir Greg. Sir ! Mufic. I have heard the moft whimfical fto f ies— ! Sir Greg. I infift — ! Such calumny, fir — Mufic. That you Ileal out by twilight, and, if you lee a cap and apron in the fquare, you hobble after with a — Hem ! Hift! Pretty maid! Where are you going ? Where do you live ? Don't be in fuch a hurry ! Sir Greg. I ! I ! Mufe. That you buy filk purfes by the devzen, and put five new half guineas into each, and that, for want of better converlation, you afk every girl you can come up with if fhe is a good fempftrefs, for you have always plenty of needle- work. Sir Greg. I ! I needle-work ! Mufic."], [19, "A COMEDY. 9 Mufe. You. Sir Greg. I talk to young girls ! Mufic. Nay tha^you have been feen to attempt to kifs them under your own lamps. Sir Greg. Was ever fuch malignity ? I — ! Mufic. And that you prefs them by the hand, pat their cheeks, tweak their chins* and fondle them, as Lady Mary Muzzy does her fat lapdog. Sir Greg. Mercy on me ! Mufic. That you carry filk handkerchiefs, too, and ribbands, and oranges. Sir Greg. (With great anxiety and half whifpering) Here's fomebody coming ! SCENE V. Re-enter Seymour. Seym. I forgot to afkj have you any further commands for me, fir ? Sir Greg. No, fir. Begone ! Mufic. No, no ; ftay, Charles ! — And that you — Sir Greg. Begone, fir ! Mufic. That you — Sir Greg. Begone, I fay ! [Exit Seymour. SCENE VI. Sir Gregory, Lady Louisa, and Mr. Muscadel. Sir Greg. (Afide) I'll never forgive him while I have breath ! Mufic. Ha, ha, ha ! What vexed, baronet ? Sir Greg. Such malice, fir, is irtfufferable. Mufic. Well, be good humoured and I'll fpare you. Sir Greg. (Afide) As a butcher does a fheep. Mufic. Afraid Charles fhould hear ? You muft commit him to me, Sir Gregory. He has fpirit and fire, though rather rufticated ; but my inftruc tions, and a little polite varnilh, will foon difplay C thofe"], [20, "LOVE'S FRAILTIES: 10 thofe bold tints and original touches, which a bad light and a college education have obfcured. Sir Greg. He^has already profited by your lef fons, fir. Mufic. Yes, Lady Fancourt, herfelf, made the fame remark but yefterday. Lady L. Charles is become a favourite with her ladyfhip. Mufic. Is he ? Lady L. Nay, don't be jealous. Mufic. Jealous? Ha, ha, ha ! That is excellent ! I jealous ! Am I not an adept in all the delightful follies of fafhion ? Do I not lead the mode, and make thofe dear whims which are ridiculous in others graceful and captivating in me ? Am I not in debt to all the town, in love with all the women, envied by all the men, flared at by the world, laughed at by the little, imitated by the great, hated by the awkward, and hooted by the mob ? Have I not ruined fifty tradefmen and five Jews ? Nay, have I not been ruined myfelf thefe three years, and do I not live in as high a ftyle as ever ? Ha, ha, ha ! I jealous ! If I cannot pretend to a lady's favours, who can ? Lady L. Well, well ; if you are certain you are not jealous — Mufic. Oh very certain — But, now, tell me, fe rioufly, Lady Louifa — Do you think Charles is — > a favourite ? Lady L. With Lady Fancourt ? Mufic. Yes. Lady L. Nay, Mr. Mufcadel, I appeal to your own penetration. You are a man of wit and dif cernment. Mufic. Why — I own— Ha, ha, ha ! What foolifh thing, now, am I going to own ? Sir Greg. A thoufand ■ 4 Mufic,"], [21, "A COMEDY. 11 Mufic. Sir? Sir Greg. You may own ; and have a thoufand to fpare. , Mufic. No — No — I, of all others, I am the — the man of her heart. Lady L. I doubt it. Mufic, Serioufly ? Lady L. Serioufly. Mufic. No — No — 'Tis impoffible — Let us for get it. Lady L. Do ; if you can. Mufic. Can ? Ha, ha, ha ! That is very good ? Hay, Sir Gregory ? Sir Greg. Ay, ay -, vapour away. Your cha racter is pretty well underftood. Mufic. So much the better. People of merit lofe nothing by being known. Day-light or dark, a diamond will fparkle. Lady L. And you, Mr. Mufcadel, always fhine. Like a lamp-reflector, you abfolutely blaze us blind. Mufic. Sitting or {landing, riding or walking, I do every thing with a grace. See me take out my handkerchief, put on my gloves, pick up a fan, prefent a bouquet, dangle in my chair, loll in my chariot ; the moft trifling actions are made in terefting by my manner. Nay, I even fleep like a gentleman. \" Sir Greg. I think, Mr. Mufcadel, it is now \"' fix years fince you came to your eftate ? \" Mufic. You are right. It was a great epocha ! \" My father died in the morning, I was in full pof \" feffion before noon, in the evening I had an \" affignation with a beautiful woman, was caught \" by the hufband in her bedchamber, appointed \" to exchange a fhot with him at five the next *' morning, loft half my fortune at White's in C 2 \" the"], [22, "LOVE's FRAILTIES: 12 \" the interim, met my man, lodged a bullet in \" his body, fent an attefted account of the affair \" to the papers, took poft for Dover, and enjoyed *' a hearty fupper, my bottle of Burgundy, a French \" chanfon d'amour, and a found fleep, the next \" night at Calais. \" Sir Greg. While your father and the man you \" had wronged lay ftretched on their bier ! ff Mfic Um — No : as it happened, the gentle \" man mended, in fpiteof me and the doctors •: the \" news was fent me, we became the beft of friends, \" and in fix weeks I had the pleafure to wifh him \" joy of his recovery. \" Sir Greg. After feducing his wife, and — \" Mufic. Was it my fault that fhe was handfome, «< and I irrefiftible ?\" Sir Greg. Ha ! You may well be a favourite with the ladies ! Mufic. Oh, yes : I can't help it. No more can they. I have a fmile for one, a nod for another, a wink for a third, a hem and a how do you do fov a fourth, and fhe who gets a fqueeze of the hand from me thinks herfelf in heaven ! Lady L. And you really have no fear of a rival, with Lady Fancourt ? Mufe. A rival ? Ha, ha, ha ! Rival ?— Charles. is gallant— Her ladyfhip is polite— but — Oh, no ; fhe is too fond of me. Sir Greg. Indeed ! Mufic. P?.ft doubt. Lady L. How do you know ?• Mufic. She told me fo. Lady L. What, herfelf? Mufic. Herfelf. Sir Greg. With her own lips ? Mufic. Lips? Ha, ha, ha! No; the lips often deceive ; the eyes never. Lady L."], [23, "A C O M E D Y, 13 Lady L. Be not too confident ; there are co quettes in the world. Mufic. 1 knew it ; I am one. How do you like me, Sir Gregory ? Sir Greg. Not at all. Mufic. Ha, ha, ha! No? Sir Greg. You are a modern man of fafhion ; a beau, whole characteriftic it is to babble'; though you know little of what you fay, and lefs of what you mean. Mufic. And you are a bully, of the old fchool : a kind of walking machine, to grind down beef. Sir Greg. (Afide) Baboon ! Mufic. You are an old bachelor, too ; and have been all your life preaching continence, and prac ticing — Sir Greg. (Suddenly) Sir, I muft beg you will not, any more, make free with my moral character. Lady L. Fie, Mr. Mufcadel ! There is nothing of which Sir Gregory is fo chary as his moral cha racter. Sir Greg. Niece — ! Mufic. Egad, it is very true : a fair character, like a fairfkin, if clofely infpected, has a thoufand irregularities. Lady L. (Significantly) Ay, like the purple bloom on a frefh gathered plum, it muft be admired, not touched : if you handle it, you deftroy its beauty — Don't you, uncle ? Mufic. Your character and mine, baronet, are certainly very oppofite. Sir Greg. Or I would hang myfelf ! You pretend to wit ; but, like booklellers, you deal in what you don't underftand. Mufic. Ha, ha, ha ! You are an eight day clock, wound up once a week; a fixed ftar, that every fool knows where to find ; an evergreen, always of one"], [24, "LOVE's FRAILTIES: 14 one colour : a parifh clerk, whofe whole vocabu lary begins and ends in amen. I am a camelion ; an Englifh April-day j a comet, that always ap pears in a blaze, is the talk of the town, the terror of married men, and the admiration of the whole world ! While everybody is enquiring whence it comes, how, long it flays, where it goes, and when it returns ? Lady L. You affect Angularity, Mr. Mufcadel. Mufic. No : it is natural to me. We men of fafhion are always leading the canaille inta.abfi.ir dities, purpofely to laugh at them. We are a kind of Will with a wifp ; we glitter and entice the gazer into a bog, and there leave him. Lady L. Come, come ; I muft begone, to drefs. Sir Greg. Ah ! you are rare animals ! Mufic. Meteors, Sir Gregory ; which you ter reftrials may gaze at, but cannot reach : a kind of rainbow, the fplendor of which everybody admires, but nobody can equal. [Exeunt. END OK THE FIRST ACT. ACT II."], [25, "A COMEDY. 15 ACT II. SCENE I. The Painting Room of Mr, Craig. Pitlures every where difperfed, fome hanging, fome ft an ding on the ground. The furniture mean : Mr. Craig painting ; Paulina at work, and finging. SONG. I. X ONCE had a bird of my own ! It flutter'd and caroll'd right merrily ; I look'd, and I found it had flown : Gone from me, ah woe, and ah weladay ! II. \" Poor warbler, while yet thou wert mine, \" I fed, and I kifs'd, and I fondled thee \" I never once knew thee to pine : \" Then why haft thou left me : ah weladay ? III. ** I heard thy fweet fong with delight ; \" Thy boundings and frolics gavejoy to me ; ** Nor wert thou confin'd in thy flight : \" Then why haft thou left me : ah weladay ? IV. \" Now, rover, thy fate is to mourn : \" And I who fo often have cherifh'd thee, \" I too am defponding, forlorn : \" Then why haft thou left me : ah weladay ?\" V. This bird is the type, thou fond heart, Of wand'ring which now is thy deftiny. Why wert thou fo prone to depart ; . Say why haft thou left me, ah weladay ? Craig."], [26, "16 LOVE's FRAILTIES: Craig. Thanks, thanks, my Paulina ! My palette in my hand, and thee finging befide me^ imagination glows, my foul expands, and my colours melt and mingle into life. My canvas talks to me. Pau. My heart beats whenever I fee you happy. Craig. Ah could I but forget — Painting is a noble art ! To practice it as an amateur would bt. my delight: but for fale? — For hire?— I muft not think of it ! > Pau. Oh no ; do not. Craig. Every refource exhaufted, doomed for years to work like a mechanic, receive pay — ! Pau. But where, fir, is the difgrace ? Craig. What ? A man of family ! Pau. A man of virtue, fir. What is family ? Craig. Thou muft never marry, Paulina ! No fellow of vulgar foul, with fentiments as grofs as his occupation, and feelings as rude as his features, lhall ever have thee. Pau. But, if—? Craig. There is no if. I am degraded. Thy beauty and underftanding might tempt a monarch : but I'm a painter ! A hireling ! A gentleman would contemn me, would expect me to fawn. I'll perifh firft ! Ay, and, dearly as I love thee, thou flialt perifh too ! SCENE II. Enter Nannette (With a bafiket with bread, &c. ) Nan. Hah ! Vat, I hear you fing ? Vat I hear you be merry, mitout morfcl tor bread to eat ? Pau. Nay, Nannette — (examining her bafiket.) Craig. Ay, ay; we'll fing— like fwans dvins. Pau."], [27, "A C O M E D Y. 17 Pau. (Taking his hand) Pray, do not afflict; yourfelf. Craig. Oh, no : I am merry. Ha, ha, ha ! Nan. Dere ! Dere be littel loaf for you, and littel loaf for you. Pau. And for yourfelf? Nan. N'importe meefelf; I don't a vant; I don't a care. Craig. Woman ! When did you fee me eat and you faft ? Nan. Eh bien ! You don't a be fo crofs, und I eat mit you den. Craig. Ay, ay ; we'll fhare. Hay, Paulina ? Pan. To the laft morfel. Craig. Why that's my own girl. Pau. Shall we repine ? Craig. Not at — ? Well, well ; we won't. Pau. There is not a fhower that falls but it feeds thoufands, yet there is not a fhower that falls at which thoufands do not murmur. Shall we be fo unjuft ? Craig. Paulina ! I think thou art — fomething divine ! — Give me my palette, Nannette — Though fate girn at us, we can be merry ; ay, and fing, and — (Sits down to painting) Courage ! Courage ! We have hearts thac can endure. Pau. And hands that can labour. Craig. (Indignant) I had forgotten. We are plebeians. Nan. Dee vomans vill not no more truft. Craig. (Starting up) There's no fupporting it! — Dunned by a fmall ware pedlar in penny loaves! Refuted credit for a few fhillings ! The fon of Craig Campbell ! Pau. (Soothing) A few fhillings to this poor woman mav be ruin. Craig. Very true — (Snatching up his britfh) Tell D her,"], [28, "18 LOVE's FRAILTIES: her, I will paint her a piclure fhall make the for tune of her whole family ! Tell her, I have the art to transform two yards fquare of canvas to the worth of a province. Nan. Mon dieu ! I'll not a tell fuch lie. Craig. Courage, Paulina. Pau. Fear nothing, fir. Nan. Vhen I am yong, in Strafbourg, me hufband vas paint; but he vas no fool, he vas no paint canevas, he vas paint houfe, door, und fign poft. Crag. Sign pofts ? — I ? — Infolent idea ! Wo man ! My name is Craig Campbell. Nan. You fay you not tell your name, more as Craig ; und you bawl lo loud mit all dee vorld to hear. Craig. When I am angry 'I care not who hears — Well, be it Craig : I would not have the name of Campbell difhonoured. (Paints) There's a tint J Look, Paulina. There's an effect ! Ha, ha, ha ! Sipn pofb ! Nan. Dee landlady fhwear, und tear, und play dee diable for dee rent. Craig. (Working with great eagernefs) She fhall have it. Nan. Comment ? Craig. She fhall have it. Nan. You leave Italy, you come back mit your own country, you ave dee grand relationfhip, und — Craig. Nannette! — Don't make me mad. Talk of any thing but my grand relations. I am a man, an independent, honeft, honourable man ; and have forfworn grandeur. It once lpurned at me- — And why ? Becau.e I was poor — [ now fpurn at it ! Pau. Fie, Nannette. Forget it, dear fir. Craig. At a word. 'Tis gone. But we'll be free, Paulina, fhall we not r Pau. Oh, yes. Craig,"], [29, "A C O M E D Y. 19 Craig. Why then, fmile world or frown, we can live, can forgive thy injuftice, and rejoice at thy profperity. Pau. Oh, my noble father ! Craig. Ay, girl, as the nobleft. They may clothe me in rags, feed me on offals, load me with fet ters ; but there is that here, which contemns their in juftice, and defies their perfiecution. Nan. Allans ! Fa / It is paft a mit twelve o'clock. Craig. True. The lord to whom I fent a pair ■of pictures has appointed to fee me. I muft go. Yet why ? I fhall gain no admittance. Not at home, is the everlafting anfwer. The infolent por ter will fcarcely open the gate wide enough for my hand to enter. But I am poor, and muft wait, and come again, and again, and take affronts patiently. So it is. The lord within, fits in ftate, reveling, banqueting, and tantalizing the palled appetite ; while the wretch without, repulfed, infulted, and refuted his due, is perhaps penfhing with hunger ! [Exit. SCENE III. Paulina, Nannette. Nan. Eh bien ; he has a not been here yet. Pau. Who? My Seymour; my Charles? Nan. Mais, oui. Pau. Alas, no — For feven long inexplicable days he has been abfent ! Nan. Sfuoi done? You fo impatience ! — He pro mile und fay he vas vait for his riche oncle ; und he vas tell his amour, und be vas get his confent, & done tout defiuite, he vas marry you. Pau. Yes, he promifed — And he will keep his promife. Seymour will keep his promife. Nan. Eh bien, done ! He come fo foon as ven his oncle is mit return. D 2 Pan."], [30, "LOVE's FRAILTIES: 20 Pau. Very true— Then why am I reftlefs ? Why do I pine ? Do I not know my Seymour ? His heart and foul are faith and truth ! Perjured ? Sey mour ? Oh ! no, no, no, no, no ! No power can make him violate vowsfo facred, oaths lb folemn ! No; that is impoffible! -Then why thefe fore bodings ? It is becaufe I have been deceitful ! Silent to a father, who is himfelf all fincerity, and whofe abundant heart aches with affection for me f Nan. Oui I He vas die mit grand cosur to make his fhile happy ! Pau. Why then, Nannette, have you indulged me in this guilty delufion ? Nan, Dere now ! Voyez vous ! I am old fool ! You make a lofe, I make a pity you, und dat is all my tank ! Dee yong gentleman fee you in dee ftreet, he fall in lofe mit you, he make pretend to take leffon mit your fader, und vat I do ? I vatch for you, I keep your fecret, I carry your letter, und, now, me voiia bienpaye ! Pau. Nay, Nannette. Nan. Your fader fhould be more fufpect. Pau. And becaufe he has not fufpected, be caufe he has generoufly confided in me, I have been mean and treacherous ! Well may I forebode fome dreadful punifhment ! Nan. I am hear news, fince I am go mitout. Pau. News ! What news ? Nan. Trcs mauvais. Pau. Bad ! Does it relate to Seymour ? Nan. Mais, oui. Pau. What is it? Tell me inftantly ! Nan. You know I ave country voman, da: live mit dee great Lady Fancourt. Pau. Well ? Nan. Dee herr Seymour, come und make vifit mit her very fiouvent. Pen."], [31, "A COMEDY. 21 Pau. Vifit !— Who ? Lady Fancourt ? Nan. She tell a me fo. Und fhe fay, Lady Fancourt make a dee lofe mit him. Pau. With my Seymour ? Nan. Und fhe fay too dat dey vill make a de marriage bien tot. Pau. Marry ? — Seymour and Lady Fancourt ? Nan. Ah, oui ! Pau. (In agony) Impoffible ! Tmpoffible ! Per jury and Seymour ? Perjury fo deep, lo feductive, Yodeteftable ! No, it cannot be ! Nan. Je I'efipere bien. Pau. I'll write to him this inftant ! I'll write in tears ; or if they are too weak to move him, in blood ! Let him read, and if he have the power, if he have the heart, let him fuffer me longer to remain in this excruciating torment ! [Exeunt. SCENE IV. The Dreffmg-room of Lady F ancourt — Lady Fancourt at her toilette : Julette waiting. Lady F. (Uneajy and agitated) This pompoon is frightful— Take it away— Mr. Seymour has not been here? Julette. No, my lady. Lady F. How pale and fpotted I am ! Julette. Shall I give you the carmine, my lady ? LadyF. No — Yes — I hate carmine! I look Jike a witch ! — Are you fure M.. Seymour has not called ? Julette. Quite fure, my lady. Lady F. You are very alert, and confident. Julette. Mv lady ? Lady F. (Softening) Take that robe, Julette, I wore yeflerday : it is your own. Julette. You are the kindeft of ladies !. Lady"], [32, "LOVE's FRAILTIES: 12 Lady F. May be the blundering porter has de nied me to him ? Julette. To whom ? Lady F. Pfhaw !— Whom ? —Mr. Seymour. Julette. I cautioned him myfelf, my lady. Lady F. Cautioned ?— Cautioned ? — Did you mention my name ? Julette. I told him it was your ladyfhip's own order. Lady F. And who authorized you to be fo for ward ? Julette. You yourfelf, my lady. Lady F. Did I ? — Julette (Taking her hand) I fear I treat you unkindly. (Quitting her) I begin to defpife myfelf — Three days and not one call; not one enquiry ! — I am at home to nobody but Mr. Seymour, Julette. Not to Mr. Mufcadel ? Lady F. I tell you, no. Julette. (Afide) Mercy ! Here's a change ! (Going) Lady F. Stay — (Afide) What am 1 doing ? — Lightly encourage, and lightly difcard ; is that my character ? Is he altered, or am I ? I thought I loved him — Oh no ; 'twas a vain fancy. I have fince been taught that love, wifhing, rettlefs, burn ing love, is only to be kindled by neglect — Perhaps, by fcorn — Scorned ? — (To Julette) Admit Mr. Mufcadel, and deny me to Mr. Seymour. Julette. My lady ! — Yes, my lady. (Going in a hurry) Lady F. Come back — You are in great hafte. Julette. Mr. Mufcadel is a pjeafant good na ttired gentleman. Lady F. Who gave you leave to fpeaW Julette. My lady ? Lady F. ' (Softening) julette— (Afide) Am I lunatic ? 7"], [33, "A COMEDY. 23 lunatic ?— Leave me, my good girl — I'll raife your wages. Julette. Dear — Lady F. Go. I can't talk— [Exit Julette] (Knocking at the ftreet door) Julette ! Julette. (Without) My lady ! Lady F. Deny me to Mr. Mufcadel. Julette. Yes, my lady. Lady F. Yet why ? What has he done ? What will the world fay ? Mufic. (Without) I tell you I know to the con trary. Julette. (Without) Nay but indeed, fir ! Pray, fir ! Mufic. You miftook your orders. Julette. No indeed, fir ! SCENE V. Enter Mr. Muscadel. Mufic. I knew you were at home — Good mor row to your ladyfhip. Lady F. Thefe liberties, fir — I did not choofe to be at home. Mufc. To any body but me : that was kind. (Afide) This is ftrange ! — 7 here was more in that tale of Seymour than I imagined. Lady F. I know not how, fir, I have fubjected myfelf to fuch freedoms. Mufc. By your amiable and polifhed manners : by being too well bred to take offence — (Afide) She wants to quarrel, but I'm determined to keep my temper. Ay, ay ! This is Seymour ! Lady F. Mr. Mufcadel, if, by any thought lefs conduct, I have given you caufe to imagine more than was meant, 1 am forry for it. Mufc. Oh no — The Graces have been attiring you ! — I never imagine. My imagination is as dull as"], [34, "LOVE's F'RAILTIES: 24 as candlemas-day, in a cauntry-hall, and a viCit from the vicar. Lady F. I am not difpofed to trifle. You may accufe me of caprice ; and I own I am not certain the accufation would be falfe. Mufic. Impoffible! I cannot accufe; I can only adore. (Afide) It is as I fufpected. Lady F. Will you underftand me ? Mufic. I cannot. Lady F. Sir ! Mufic. You have an infinitude of charms, and infinitude is above my comprehenfion. Lady F. I am determined — Mufic. To liilen to my wild flights : you have had the fame complaifance a thoufand times.. An gelic fweetnefs ! Lady F. Once more — Mufic. Aurora on a May-morning never looked fo lovely ! Lady F. 'Tis in vain to attempt — Mufic. To refill fuch divinity ! Vain indeed ! —But I have fomething to tell you — I have juft made a call in the fquare. Lady F. The fquare ? Mufc. (Afide) Oh, ho! Lady F. Which fquare ? Mufc. Cavendifh — (Afide) I have touched the mafter key at laft. Lady F. Wcllj but— ? To tell me ? Mufc. (Afide) Hem !— -Yes— I faw Sir Gre gory, and Lady Louifa — ■ Lady F. (Afide) Tedious !— Was that all ? No body elfe ? Mufc. (Afide and glancing) Hem ! — Oh ! I re colled — True — Mr. Seymour— He is juft returned. Lady F. [Eagerly) Has he been out of town ? Mufc,. Yes. Lady F%"], [35, "A C O M E D Y. 25 Lady F. Who ? Mr. Seymour ? Mufic. Hem ! — Oh dear, no : Sir Gregory. Lady F. (Afide) Tormenting !— Did he— afk after me ? Mufic. With the greateft refpect. You are his chief favourite. LadyF. Indeed! Mufic. I mean Sir Gregory's. LadyF. (Afide) Is this infult ? Mufic. Mr. Seymour, too, mentioned your name : a civil enquiry. Lady F. (Afide) Am I betraying myfelf ? Is he making me his amufernent ? — Mr. Mufcadel— Mufe. Nay, you have not heard my ftory. It will furprife you. Lady F. What ftory ? Mufic. A love one. Mr. Seymour — Lady F. Well ! — Why don't you go on ?— .Is Mr. Seymour in love ? Mufic. Deeply ! Defpondingly ! Lady F. (Afide) Can that be the reafon ? Mufic. Perhaps you have heard with whom ? Lady F. I — Not with any certainty. Mufe. Never was poor youth fo fmitten ! Lady F. And defpairs of fuccefs ? Mufic. No ray of hope. Lady F. But why ? Is fhe a queen ? Mufic. The very queen herfelf of beauty — as I have been told. Lady F. (Afide) Can it be ? In love with me ? - — Then you have not heard who ? Mufic. Oh yes — The moft ridiculous choice ! Lady F. How ! Mufic. Poverty, obfeurity, and impending ruin. Lady F. Sir ! Mufic. A painter's daughter ! Sir Gregory will certainlv difinherit him. E Lady Ft"], [36, "LOVE's FRAILTIES: 26 Lady F. (Afide) This then is the fecret caufe I —Yet— (To Mufcadel) Are you not indulging your invention ? Mufc. (Emphatically) Matter of fad, upon my honour. Lady F. From whom do you get your intelli gence ? Mufc. A Mrs. Wilkins; at whofe houfe the girl and her father live. Lady F. And how fhould fuch a woman know ? Mufc. Oh ! Mrs. Wilkins is a very well in formed lady. But you may eafily fatisfy yourfelf. Lady F. Which way ? Mufc. 'Tis only in Duke-ftreet : call in and view the pictures : (Lady Fancourt rings) or fit for your portrait. There needs no ceremony. Lady F. (To Footman) Order my carriage. Mufc. (Soothing) Shall 1 attend you ? LadyF. No. Mufc. You feem — moved. Lady F. I generally am what I feem. Mufc. A common cafe this : the feelings ftrong, the failings great. Lady F. Sir ! Was that to me ? Mufc. Upon my — Lady F. I wifh no apologies — When you came in I would have explained ; you would not hear — I wifh to avoid — that is — Excufe me, but — In fhort — Pray leave me. Mufic (Affuming a manly and impafiioned tone) Lady Fancourt, you have examined me too fuper ficiaUy : you have noticed only the fhell ; the ha bits and manners which wild cuftom and tame con venience may have taught. Be juft, and look a little deeper. You think I have no heart : you aie mtltaken. Lady F~"], [37, "A C O M E D Y. 27 Lady F. 'Tis you that miftake : I knew more of your heart than of my own. [Knocking heard.'] Mufic. Here is company, and we muft not now have either hearts or feelings. We muft put on the mafk, keep our temper, and be as placid as Mandarins on a mantle-piece, to fhew our breed ing. Lady F. You may : I cannot — Nobody will be admitted. Mufe. Nobody ? Lady F. But — Mr. Seymour. Mufe. Lady Fancourt ! Lady F. I tell you the plain truth. If he come — Mufic. I muft go ? Lady F. I fhall take it as a favour. Mufe. (Afide) No, even this fhall not throw me off my guard. In love, as in war, the cool com batant has the beft chance of victory. SCENE VI. Enter Footman and Seymour. LadyF. Mr. Seymour! Is it you? I thought you had been gone to the Indies, or the Antipodes, or fome ftrange place. Mufe. (Afide) Hem! Seym. Your ladyfhip is late at your toilette to day. Lady F. Am I ? It is fo difficult to pleafe one's felf. Mufic. In order to pleafe Us. Seym. Your ladyfhip needs no factitious orna ment, no aid from the toilette to pleafe. Lady F. Take care, Mr. Seymour : you are a man of principle, with you fincerity is a virtue. Seym. It is furely, madam, no offence to fince rity to fay that beauty, like truth, is the moft fplendid when leaft encumbered. E 2 Mufic."], [38, "LOVE'S FRAILTIES'. 28 Mufe. Tolerably well that, but a little too fen timental. LadyF. (Afide) Will he not go ? Mufe. You do well, Seymour, to come here for leffons. See with what fathionable originality Lady Fancourt and I exprefs, I mean conceal, our mu tual affection. LadyF. Sir! Mufe. 'Tis true I have facrificed, as I ought, fifty of the fineft women in England to her lady fhip's fuperior charms. Lady F. I thought, Mr. Mufcadel, what had juft pafled would have relieved me from fuch infult ing freedoms. Mufe. Nay, all the world knows I am your adorer ; and what harm in telling that which all the world knows ? Charles here I dare fay is your adorer too. Lady F. Do you, Mr. Mufcadel, or do you not, remember what has been faid ? Mufe. Perfectly, my lady. Courage, Charles ! I am forry I am obliged to leave you. You will be very dull when I am gone. Talk, man, talk ! Don't (land ftudying half an hour for a civil thing ; looking as ftupid as a poet in fearch of a fimile, and as inanimate as a wooden lion at the head of a Dutch fhip. Lady F. (Afide) Intolerable. Mufic. But Ha, ha, ha ! Love is your religion, you are a quaker by feet, and your filence is a fign of your devotion. You will find him very enter taining, Lady Fancourt. Lady F. The entertainment, fir, which confifts in gratifying fpleen at the expence of feeling, is not very enviable. Mufic. Spleen ? Oh, no •, you miftake. Ha, ha, ha ! I never knew what fpleen, envy, or jea- loufy"], [39, "A COMEDY. 29 loufy were in my life. Never — But I am forry to punifh you both, by leaving you together. You will foon mifs me ! Charles, don't begin to yawn too foon. And let me tell you a fecret, before I go. Woman, you know, is a riddle : the fo lution to which is, you muft, either ufe her very ill, or be treated worfe by her than a ftraggling hound by a whipper-in. La, la, la, la. Good-mor row to your ladyfhip. Don't think I am fplenetic. Ha, ha, ha! I am not jealous, Charles. [Exit. SCENE VII, Seymour, Lady Fancourt. Seym. Mr. Mufcadel beneath the mafk of levity conceals an excellent underftanding. Lady F. Do you think fo ? I have fometimes been of that opinion, fometimes not. Seym. As a proof, he has a real refpect and ad miration for your ladyfhip. Lady F. For me, or for my rank, wealth, and powerful connexions ? Seym. Ifl can judge, his paffion is fincere and ardent. Lady F. I am forry for it — The caprices of love, Mr. Seymour, are often cruel. Seym. And often fatal. Yet I begin to fufpect they are the mere creatures of our own difordered imaginations. Lady F. (Afide) There is hope in that thought- Why true. How then can we anfwer it to our relations, or the world, if, feduced by fome fan cied beauties of perfon, perhaps by the mere acci dent of complexion, which a frofty air gives and a gloomy day deftroys, looking no deeper, we turn from profperity and wilfully embrace ruin ; in which we not only involve ourfelves but all who are peareft and deareft to the heart ? Seym. (Difturbed) 'Tis cowardice ! Guilt ! Lady F."], [40, "LOVE's FRAILTIES: 30 Lady F. Preceded by perturbation, followed by remorfe ; beginning in folly, ending in defpair. Seym. (In a deep reverie) The picture is falfe ! Not thy complexion, Paulina ! No ; 'tis thy ema nating divine mind ! Lady F. Mr. Seymour. Seym. Madam — I have a weaknefs — It hourly hurries me into abfurdity. Lady F. (Afide) And what have I ? Seym. I am unfit company — Lady F. Nay, one moment — Your uncle has told me you have thoughts of marriage. 'Tis a fe rious act. What is its end ? Your birth is noble, -your talents are great, your expectations cannot he too high. The happinefs of your family is at flake : the eye of the world is fixed upon you. Love, you own, is but the creature of fancy — You would not marry — a painter's daughter ? Seym. Madam ! Lady F. Look forward to the honours that are poffible. Seym. I defpife them. Lady F. Well then, to the good you may ef fect: ; the happinefs you may diffufe. Seym. Ay, that is a weighty thought ! Lady F. A claim, which mankind has upon you. Difgrace your family, deftroy your peace, and defert your duty ? It muft not be ! Seym. The motives indeed are powerful. Lady F. Think me interefted, and perhaps I am ; I fcorn hypocrify ; but, if I fpeak truth, con fider and refolve. [Exit. Seym. Why fo ! — The warfare thickens and the battle rages ! — -She has a noble mind ! — Her argu ments are potent! — Yet fhe knows not all. Oh ! Paulina ! Muft a fifter, or muft thou, be facrificed ? Something muft be done. Yet every hour in- creafes"], [41, "A COMEDY. 31 creafes ftupefaction ! My mind confuted, my powers confounded, I defpife my own imbecility yet cannot fhake it off! Like hag-ridden fleep, gafping for breath, and heaving for motion, I am chained down in agonizing impotence ! [Exit. ACT III. SCENE I. The Houfe of Sir Gregory Oldwort. Sir Gregory meeting James. James. (IN a half whifper and fignificantly) Mrs. Vilkins is below, Sir Gregory. Sir Greg. (Affuming anger) Who ? James. (With continued fignifieance) Mrs. Vilkins. Sir Greg. What do you mean ? What does fhe want ? Who is Mrs. Wilkins ? James. Oh ! Boh ! Your honour knows Mrs. Vilkins wery veil. The old lodging houfe lady ; vhere the pretty — Sir Greg, What is that you fay, fellow ? I know ! I—' James. Vhere your honour ufed to wifit fo often, laft vinter. Sir Greg. Why, man, do you mean to infinu ate — ? James. Lord, no, your honour ! Imeanstofin niate nothing, not I. 1 Sir Greg."], [42, "LOVE's FRAILTIES: 32 Sir Greg. How often muft I warn you, firrafi, that thefe freedoms of yours are intolerable ? James. Nay your honour wery veil knows I am clofe. Sir Greg. How dare you, fellow, reptile, Have, comment on my actions ? \" Mine ? Your liege lord, vaffal?\" James. I commit your actions ? Lord, your ho- nour, I am not a tenth part fo vicked a finner f But I likes you fhould call me names, for then you doesn't forget hufh money. Sir Greg. I'll difmifs you inftantly — James. So you have faid a thoufand times. Sir Greg. For your infernal impudence. James. No; 'tis for that you keeps me. I fhouldn't fuit your honour if I hadn't a bito'brafs. Sir Greg. Begone ! Quit my prefence. James. Your honour forgets ! Mrs. Vilkins is below ! Sir Greg. \" Was ever a man of my family, my dignity, thus infulted by his knave, his flave, his ferf, his villain !\" What is it that your Mrs, Wil kins wanes with me ? James. Vhy, fhe fays, hearing as how your ho nour is juft returned to town, (Looking round) fhe has a lodger. Sir Greg. What, a a a young — ? Hem ! (Re fuming his dignity) What is that to me, fellow ? James. A fine bit o' bloom ! Sir Greg. Why, firrah — ! James. Nay ! I doesn't mean to finniate no thing ! Sir Greg. Begone, fcoundrel ! James. Oh ! Veil ! Sir Greg. Come back, do you hear > James. (Laughing) Your honour ? Sir Greg. How dare you, fellow — ! James."], [43, "A COMEDY. 33 James, Your honour ? Sir Greg. Let that woman in ? James. (Going) Oh ! Sir Greg. Where are you going ? James. To turn her out. Sir Greg Turn — ! James. I'll fhew her the fhort vay. Sir Greg. Come back, hound ! How dare you — ? James. Muft I fend her out ? Sir Greg. Why, flave — ! James. Or fend her up ? Sir Greg. Reptile ! James. Lord, Sir Gregory, there's no pleafing you. But I knows wery veil vhat your honour vould be at, fo I'll fend her Up. [Exit. Sir Greg. The manners of this malicious age are infufferable ! If one of our ancient Barons thought proper to have his concubine, what vaffal refufed his daughter ? Who durft breathe difapprobation ? He had a certain cure for calumny ; a gallows, on his own domains ; himfelf the judge. But now his very Menials fit in judgment on his character ; arid fip it up in tea, coffee, limmonade, and the reft of their contemptible fmall tipple. SCENE II. Enter Mrs. Wilkins and James. Sir Greg. How comes it; Mrs. Wilkins, that — ? Mrs, W. Not afoul faw me come up, Sir Gre gory. ( Sir Gregory flops to confider at each fuggeftion of Mrs. Wilkins, then reverts to his dignity) Sir Greg. A man of my dignity ! Mrs. W. (Pointing to her bonnet) My curtain over my face — Sir Greg. The familv of Oldwort ! F Mrs: W."], [44, "LOVE's FRAILTIES: 34 Mrs. W. I am not known in this neighbour hood. Sir Greg. Who fhall dare — ? Mrs. W. There was no creature in the ftreet. Sir Greg. My character, madam, muft be re flected ! Mrs. W. Not a fervant in the houfe has fet eyes on me, except James. Sir Greg. Expofed to the fcandal of of — ! Are you fure my niece, Ladv Louifa, did not fee you ? Mrs. W. Certain, Sir Gregory ! James. (With his ufual figns) She's gone out, your honour. Sir Greg. Why how now, caitiff! How dare you ftand liftening — ? Begone ! James. I'll keep vatch, your honour ! Sir Greg. The wicked tongues of this wicked wo -Id — Mrs. W. The fweeteft creature ! Sir Greg. Hey ! What ? Mrs. W. I knew, Sir Gregory — Sir Greg. What did you know ? Mrs. Wilkins, you give yourfelf very ftrange liberties ! Mrs. W. An angel ! Sir Greg. Hey! Who? What, what ? Mrs. W. Eyes never beheld her equal ! Sir Greg. Indeed ! Mrs. IV Enchanting ! Sir Greg. So very beautiful ? Mrs. TV. In the full bloom of youth 1 Sir Greg. Auburn hair? Mrs. W. Blue eyes ! \" Sir Greg. Slender waift ? \" Mrs. W. Ivory teeth ! \" Sir Greg. Pouting lips ? \" Mrs. W. Snow white neck !\" Sir Greg. Is fhe at home ? Mrs. W."], [45, "A C O M E D Y. 35 Mrs. W. And alone, at this very moment. Sir Greg. Now ? Mrs. W. At this moment, (Sir Gregory rings) She has a father, and an old gouvernante. SCENE III. Enter James with a large hat and roquclaure. **- James. Here is your honour's douched hat and cloak. Pn: Greg, Why, hind ! This fellow's familiar in folence would drive a man mad ! James, You may flip out, Sir Gregory, in a twinkling, Sir Grez. Fungus ! Mrs. W. (Looking through the door) All is ftill. Sir Greg. Woman ! James. There is a hackney coach vaiting round the corner. (Aloud rap is heard at the door) Sir Greg, Zounds ! Here's fomebody coming! (Making figns to fames) Quick! Quick ! James. (Stealing off) Never fear, your honour. Sir Greg. (To Mrs. Wilkins) Up with your cloak ; down with your curtain ! SCENE IV. Enter Seymour. Mrs. W. (Curtfying) I humbly thank your honour. Your honour is a good gentleman, a kind gentleman, and a father to the friendlefs ! Sir Greg. (Potnpcufiy) Go, go ; good woman. Mrs. W. Heaven blefs your honour ! [Exit. Sir Greg. So, fir ! Did not I lay my commands on you to vifit Lady Fancourt ? Seym. I have obeyed your commands, fir. Sir Greg. Oh, you have ? It is your wifeft courfe. F 2 Seym."], [46, "LOVE's FRAILTIES: 36 Seym. So fay prudence and pride ; but princiT pie and inclination pull the contrary way. Sir Greg. What do you mean by inclination, fir ? How dare you fuppofe you have inclinations ? Seym. Who has not ? Sir Greg. Ah ! So that, like a fhip at anchor, you are always in motion, without ever' making any way ! Seym. Exactly fo, fir. Sir Greg. Inclination, indeed ! Get an eftate ; get rank j get honour. Your fifter, too, has her inclinations : but let her beware ! Re-enter James. James. (Afide to Sir Gregory) The coach is vaiting. Muft I fend it avay ? Sir Greg. (Afide but angrily) Begone, mungrel ! James. Hah ! That means, no — I'll take care, your honour. The hat and cloak is ready in the hall. [Exit. Sir Greg. (Sternly) Look to it, fir! i am re folved. Lady Fancourt is of one of our firft fa milies, has a fine eftate, is in high favour at court. To refufe fuch a match were idiotifm, or lunacy. Inclination ? My age, ftation, and character, de-, mand refpect : I am your natural guardian, coun fcllor, and guide ; make me your mirror ; curb your paffions ; follow good example, good advice, good morals. Keep your character clear, your conduct chafte, ) our confcience pure, and obey your betters. Mark me, fir ; 1 am refolved ! Inclinations indeed ? James. (Peeping in at the doer, and afide) All is ready ! Sir Greg. (Afide) Scoundrel ! Hem ! (Aloud) Inclinations indeed ! [Exeunt James and Sir Gregory. Seym."], [47, "A C O M E D Y. 37 Seym. Why, ay. Riches, rank, and power, bought at the expence of perturbation, perjury, and — murder ! — I know her heart : fhe could not, would not, furvive my treachery ! SCENE V. Enter Lady Louisa. Lady L. Well, Charles; what ftill in the mournkils ? Seym. I am themoftirrefolute, moftchildifh, moft miferablc of men. Lady L. Ah ; you have been to Paulina ? Seym. Would I had ! I fhoyld then at leaft be relieved from fufpence : fiiould be hers < everlaft ingly, or everlaftingly feparated from her. No ftate of mind can be more degrading, than that in which I remain. Lady L. But you have been fomewhere ? Scm. Yes: tovifit Lady Fancourt. ■Lady L. Well? Seyz> She has heard of Paufna. Lady L- How ? Seym. Do not think me vain — fhe is jealous. Lady L. Then Sir Gregory will be told ! What will become of us ? Sexm. Your hufband is my friend ; I love his amiable qualities ; but they are delicate, not daring : they woujd fiirink and wither, at the touch of mif fortune. Lady L. 'Tis true. Seym. I, and I only, feem to have the power to prefcrve a fifter, a friend, and a brother. But the means ? Oh, did you know Paulina ! Her mind, vaft and luminous ! Extinguished ? Trodden out, by me ? Horrible thought ! Lady L. If it be fo ftrong, there is no fear. Seym."], [48, "38 LOVE's FRAILTIES: Seym. It has its weaknefs : I have mine. Read that letter. Lady L. From whom ? Seym. Paulina : the deceived, afflicted, injured, yet ever faithful Paulina ! Read, Lady L. (Reads) \" This is the eighth day that my Seymour, my beloved, has been abfent ! Where is he ? Where is my bridegroom, my hufband ; for fo, in the prefence of heaven and all the heavenly hoft, he is ? Am I forgotten ? They tell me of a lady ! Where art thou, Seymour ? Where is the beloved of my foul ? Has he forfaken me ? Oh, no ! Detefted be the unjuft the ungenerous thought! Come, in pity come, left phrenzy fuddenly feize on thy Paulina!\"— Poor dear girl L — What can be done ? Seym. Something dreadful ! Something that fliall teach youth the horrid torments attendant on deceit ; that fhall make me a fearful example of blind, rafh, unequal love ! Lady L. Charles ! Collect your thoughts. Terror and diffraction may increafe, but cannot cure, evil. Seym. And muft I then live and die a perjured wretch ? — A monfter ? — Oh the villany of rafh, nefs ! Did you know how I laboured, intreated, threatened, wept, fwore ! Solemn caths, wild phrenzies, defperate threats, no horror had been left unacted had fhe perfevered in rejecting me ! What then had fhe been faithlefs, perjured as I am? Oh ! Madnefs ! Lady L. Brother ! Charles ! [Exeunt. SCENE"], [49, "A COMEDY. 39 SCENE VI. The Painter's. Mrs. Wilkins and Nannette. Mrs. W. Fine airs, indeed ! But I'll fend you to a fafe place. Nan. (Afide) Carogne ! Mrs. W. Run in every body's debt, pay no rent, and ftand upon your punctilios, truly ! Nan- Mais, madame — Mrs. W. An old gentleman, a modeft gentle man, a kind gentleman, ay and a baronet! Nan. Mais — Mrs. W. No lefs a perfon than Sir Gregory Old wort ! Nan. (Struck with the name) Qui? Vat you fay ? Dee Chevalier Oldvort ? Mrs. IV. Shivalyay indeed ? I fay, to Sir Gre gory Oidwort ! - Nan. Ah, dieu I Vhy you not tell fo much foon before ? Mrs. W. Oh, ho ! Nan. Und dee Chevalier Oldvort know my maitrejfe ? Mrs. W. How fhould he know her ? She would not fo much as fhew her face ! Nan. Mais, fhe not know it vas dee Chevalier, autrcment — Mrs. W. In plain Englifh, will fhe admit his vifits, or will fhe not ? Nan. Mais mon dieu ! Dee Chevalier not make a lofe mit my maitreffe? Mrs. W. What can I tell ? Why not ? May beno; may be yes. That's their affair. I have nothing to do with people's private concern^. Nan. Ah, j'entens ! I fpeak mit Paulina, und, vhen"], [50, "LOVE's FRAILTIES: 40 vhen dee Chevalier Oldvort is returri, you tell a me % et nous verrons. Mrs. W. Well, well. But this matter muft be managed CuUtioufly. The old gentleman muft not be feen. Nobody muft come in, while he is here. You underftand me ? Nan. Out, oui. Let a me do. Mrs. W. You muft not feem to know who he is. Nan. Mais, powauoi? Vat is d at ? Mrs. W. Anan ? I tell you, he would not be known for the world. So mind what I fay, be cautious and compliant ; or, remember— ! [Exit. Nan. Bon dieu ! Dee Chevalier Oldvort ! Vat {hall I vill do ? SCENE VII. Enter Craig. (With great chearfulnefs) Craig. Ah ! Nannette ! Nan. Eh Men ? _ Craig. I am in high fpirits ! I have had an inter view wkh his lordfhip. Nan. Bon. Craig. He is well bred ; underftands character ; talked tome on terms of equality ; never once re minded me that he was a peer, and I — ? A painter ! — He is a man of fenfe : Nan: Ah. ha ! Vat he vas pay you ? . Craig. (Not attending to her) He pleafed me highly ! Nan. Lie vas pay you mit money ? Craig. Curfe money! Mention money to me? No ; he treated me like a gentleman : Nan. Comment ! Craig; 4"], [51, "A C O M E D Y. 41 Craig. (Inattentive to her) Difcourfed with eafe ; praifed my pictures ; Nan. Und vas not give you pay mit money ? Craig. Pointed out their beauties, frankly told me their defects — • Nan. Patience ! He not pay you mit money ? Craig. Peace ! Woman. Damn money ! Do you forget who I am ? You are determined to put me in an ill humour. Nan. J'enrage ! Here is dee vilaine landlady fhe turn us all out, our head mit dee door. Craig. Ha ! More dunning ? More ? Well, well! Nan. She put us mit dee prifon, und fhe make us all ftarve und die mit hunger. Craig. Me ; not you. I defy her malice. Nan. Vat you fay ? — Not me ? — You go to pri fon, you ftarve mit hunger, und I not go to prifon^ I not ftarve mit hunger, too ? Craig. Woman, I have already too many obli gations to you. . Nan. Mais c'eft trop ! I am live mit you twenty year ; I am nurfe your fhile ; I am die mit your vife, ma pauvre maitrejfe ; I am eat mit you, drink mit you, laugh mit you, cry mit you, and I am not go to prifon mit you ? I am not die mit hun ger mit you ? Barbare ! Craig. Oh this ftubborn heart ! — Good affec tionate creature (Taking her hand) Yes, Nannette, if fo it muft be we'll rot, ftarve, and die together ! Nan. (Eagerly kiffing his hand) Mon bon maitre ! Mon cher ami I You alvays ave dee heart — Tenez — So big ! Comme fa — (Making a circle ever her whole bofom) Und I ave dee heart fo big, too. Craig. So thou haft, Nannette. I have tried it, and hope yet to fee it rewarded — But this money ! This vile contaminating traffic — I muft fubmit. G I'm"], [52, "LOVE's FRAILTIES: 42 I'm to be paid this afternopn. The fteward was out and I, tradefman like, muft call again. Nan. Ha ! Dat is mit vhat dee Milors pay dere debt : call again ! Call again ? Ha ! I don't a lofe call again. [Exeunt. SCENE VIII. Changes to the Houfe of Sir Gre- gory Oldwort^ Enter Lady Louisa meeting Charles. Lady L. Oh, brother ! Seym. What is the matter ? Lady L. All is over ! I'm betrayed ! Seym. How ? Lady L. Sir Gregory* — Mr. Compton directs my letters under cover to his filter. Seym. Well ? Lady L. Sir Gregory's fufpicions have induced him to continue his vifits to her: fhe had juft re ceived a letter for me, had ftript off the cover and laid it for a moment on her drefling table: Sir Gregory abruptly came in, faw the direction, \" to Lady Louifa Compton,\" fnatched it up, and deaf to the intreaties of poor Mifs Compton refufed to return it, determined he faid to deliver it himfelf. Seym. How do you know all this ? Lady L. Mifs Compton's woman came running terrified and out of breath to tell me. Seym. What can be done*? Lady L. I am ruined ! Mr. Compton is ruined ! SCENE IX. Enter Sir Gregory (With Letter) Sir Gre?. So, madam ! Lady L. (In great confufion) Sir — Sir Greg. Compton is your name ? Seym. My dear uncle — Sir"], [53, "A C O M E D Y. 43 Sir Greg. (Sternly) Silence, fir ! — Will you pleafe to read me this letter •, or muft I be under the ne ceffity of breaking the feal ? Lady L. If I might hope for your forgivenefs, fir— Sir Greg. Will you read me the letter ? Seym. Your anger, fir, overpowers my fifter. Sir Greg. Silence, once more! — Your name is Compton ? Lady L. (Falling on her knee) It is, fir. Sir Greg. Prepare to leave this houfe. Lady L. For the love of pity — ! Sir Greg. Prepare to leave this houfe. Lady L. I am fatherlefs, I am fortunelefs, I am in your power : you are my uncle ; do with me what you pleafe. Sir Greg. Left in indigence by a diffipated father, abandoned by the fpendthrift peer your brother, I foftered, I protected you ; I watched to preferve the family dignity from taint ; my charity would have refcued the name of Oldwort from degrada tion. Seym. (Afide) Admirable charity ! Sir Greg. But the object for which I laboured is loft, and I renounce you ! I fhake you off ! You are an alien to my blood, and your punifhment will be my daily prayer. Seym. Confider, fir — Sir Greg. Ay and you, fir, if you utter another word; you too, with your inclinations ! Nay, if an hour hence I find you here, madam, the next hour fliall rid me of ycu both ! [Exit throwing down the letter. SCENE X. Seymour, Lady Louisa. Seym. (Picking it up) Be comforted, Louifa. There is yet one defperate courfe to take. I am G 2 now"], [54, "LOVE's FRAILTIES: 44 now your only protector : it is fit I fhould devote myfelf. Were it only myfelf—? 'Tis madnefs, and mifery ! But it muft be done. Lady L. Not for me ! You fliall not be refer able for me ! Seym. Every duty calls upon me ; and, in addi tion to them all, the falvation of a fifter ! It fhall be done. Lady L. What will become of me ? Where muft I go ? Seym. With me to Lady Fancourt. I will put you under her protection. Lady L. And facrifice yourfelf ? Seym. Duty, reafon, fraternal affection, all de mand it. Come ; there is no time to be loft. Lady L. This muft not be ! Seym. We muft not argue, muft not think ; that were diftraction : my hour at length is come, and now act I muft. Oh, Paulina ! I'll fee her once more, take one laft eternal adieu, then, if my fieart firings hold but this, crack them who can ! [Exeunt, ACT IV. SCENE I. The Painter's. Lady Fancourt, Mrs. Wilkins Lady F. IN OT at home, fay you ? Mrs. W. She will foon be back, my lady. I think I hear her voice below, now. Lady F,"], [55, "A COMEDY. 45 Lady F. (Afide) Why am I here ? Rivaled by an obfcure unprotected indigent creature ? I ? Flattered and purfued as I have been, for my beauty rank and riches, and rivaled ? Thus rivaled too ? Dreading, envying, nay half hating a low born girl, whom I have never feen ? Is it real ? Can I thus ftoop and forget my better reafon and my proud fortunes ? What miracle is {he ; and what poor pitiable thing am I ? SCENE II. Enter Paulina. Salute. Lady F. (Stands admiring) Why yes ! She is beautiful ! Her countenance beams intelligence and foul ! — Pray leave us. [Exit Mrs. Wilkins.'] Your name is Paulina ? Pau. It is, madam. Lady F. (Afide) What fweetnefs of voice ! — I am come to talk to you. Take courage : fpeak your fentiments freely. Pau. I fhould be forry, madam, to need the caution. Being confcious of no ill, I know not why or what I ought to fear. Lady F. (Afide) Indeed! So firm? — Superior wealth rank and power ufually infpire fuch fears. Pau. Ufually, but unworthily. 'Tis the de gradation of mind to fear any thing, but guilt. Lady F. (Afide) Wonderful !— I had heard of your beauty, and am furprifed at your underftand ing- Pau. They are both of them accidents. If I poffefs them, I can but ill explain how, or why. Lady F. (Afide) There is witchery about her !— - Do you know me ? Pau. No. Lady F. Do you know — Mr. Seymour ? Pau."], [56, "46 LOVE's FRAILTIES: Pau. Madam ! Lady F. Does your firmnefs leave you ? Pau. No : but the queftion is abrupt. Lady F. Does it offend ? Pau. There is fomething in you, madam, which allures me it is not your cuftom to intend offence ; and I will not think you intend it now. Lady F. (Afide) This is ftrange ! Sentiments fo juft, fo uncommon, and in a painter's daughter ? 'Tis amazing ! — I came to reafon with you, to warn you. Pau. Againft what ? Lady F. Miftake, mifery, crime : the defertion of duty, the contempt of the world, and the ha tred of him whom your allurements have in veigled. Pau. (Suppr effing paffion) Madam, I will again fuppofe you do not intend to wound ; I will there fore refolve not to feel — But you domeinjuftice — I am young, have neither the wealth, rank, nor power you feem to revere ; yet I am no inveigler. Lady F. Your fpirit is high ! Pau. I mean it to be no more than juft •, if I ex ceed, I am forry. Lady F. (Afide) She is an extraordinary creature t — Think on the conferences — Pau. Of what ? Lady F. A union fo unequal f Pau. I have thought, and can difcover no true in equality, but between virtue and vice. Lady F. Thus we palliate our errors. Selfifh nefs is the lurking motive. So that our own petty concerns do but profper, we care not though the world go to wreck ! Pau. Convince me of any wrong I fhall do to Seymour or to juftice, and I will fuffer martyrdom rather than commit it. For the mere forms and rules"], [57, "A C O M E D Y. 47 rules of an arrogant and interefted world I have but little refpect. Lady F. (Afide) She aims to tower above me ! Am 1 unjuft ? Is it not pride in her ? Is it not pre fumption ? In fome gifts perhaps my equal, in others furely (lie is my inferior. And fliall I cede the high claims of love •, the dear affections of the heart ? But their paffion is mutual. Be it fo : what is it but mutual folly ? My views are rational, my motives dignified, and merit fuccefs. Her's are romantic, fatal to order and the peace of fami lies, and muft be lhall be fruftrated. SCENE III. Re-enter Mrs. Wilkins. Mrs. W. Your ladyfhip's carriage is come back, as you ordered. Lady F. Very well — I have given you good ad vice, reflect on what I have faid. You have re ceived great gifts : act as becomes you, and incrcafe the admiration you have raifed. But, beware! In dulge no fond folly. Attempt not to grafp the ftars ! Seymour and his alliances are above you. Shun rafhnefs, follow good counfel, and dread in volving yourfelf and him you pretend to love in wretchednefs. Dare not to fet vice fo dangerous an example ! [Exit. Pau. (Wifhing to be heard) Madam — Mrs. W. Pray take care, your ladyfhip ! Pau. What can this mean ? Mrs. W. (To Paulina) 'Tis the great Lady Fan court ! Hufh ! [Exit. Pau. Lady Fancourt ? Heavens ' What do thefe warnings, thefe threats portend ? / cannot be deceived ? Thefe haughty claims thefe arrogant difiinc tions of wealth and birth are not, cannot be juft I But fhe declares her views on Seymour! Where is he ?"], [58, "LOVE's FRAILTIES: 48 he ? Why is he ftill abfent ? My letter unanfwered ! What are his thoughts ? What are his feelings? What are his defigns ? Oh ! — (Falls in a chair co vering her face with her hands.) SCENE IV. Enter Nannette. Pau. (Suddenly ft ar ting up and running to her) Nannette ! Haft thou feen him ? Has he read my letter ? Will he come ? Nan. Par hazard, I ave fee him. Pau. Haft thou ? — And the letter ? Nan. He has not anfwer mit your letter. Pau. (Wildly) No anfwer ? — No anfwer ? Nan. Mais quelle impatience! He is not write mit anfwer ; but he is vill be here, now by and by. Pau. Will he ? Will he ?— Oh, yes ! Do I not know my Seymour ? How fhall I expiate the fre quent fufpicions of his faith, of which I have lately been guilty ? Nan. Chut ! Taifez vous ! Your fader is come. SCENE V. Enter Craig. Craig. Haft thou not thought me long, Pau lina? Pau. No, fir. Craig. Here, Nannette ; take this tradefman's dirt : it fouls my fingers. Pau. And why ? Craig. Pay it away -, rid me of it \\ I feel my foul groveling at the touch. Nan. del ! Dee money make pay mit dee Milor 1 Eh ! I am very great big mit joy ! [Exit. Craig. Wages, counted out by a menial, tor work done and delivered for his mafter. Ah ! — I SCENE"], [59, "A COMEDY. 49 SCENE VI. Enter Seymour, dejeTedly. Seym. Good-morrow, my worthy friends. (Pau lina difcovers great joy) Craig. My pupil ? I am glad to fee you ! Seym. Have you been walking ? Craig. Bufinefs. Following my trade. Doing as I was bid, and figning a receipt in full, with a bow a cringe and a humbly thank you, fir! I hope for your future cuftom ! No fhopkeeper in England will ferve you better ! — I have learned the whole trick of it. Seym. If you think labour an indignity, you are wrong. Craig. What, fo much per day ? — Well !— No matter. But how has it happened that you, the friend of my art, have abfented yourfelf for a whole week ? Seym. (Embarraffed) The expectation — My uncle was out of town. Craig. Is he returned ? Seym. Yes. Craig. Well, fir, I applaud your dutiful atten tion — Your marriage then will foon take place ? (Paulina extremely alarmed) Seym. (Ccnfufed) What marriage ? Who tells you — ? Craig. Oh ! The woman below ; a thoufand idle goffi.s bufy themfelves in fpreading reports that relate to perfons of high life (Paulina's agitation increafes) The union is fpoken of with applaufe. Seym. (Watching Paulina in the back ground) What union, fir? Craig. With Lady Fancourt. Seym. But, fir — I afiure you — It is not — That is, 1 have never propofed fuch a marriage to her ladyfhip. (Paulina relieved) H Craig."], [60, "LOVE's FRAILTIES: 50 Craig. Nay, if you could not be happy, far be it from me to wifh for fuch an event. Seym. Then happy I never could be (Joy of Paulina — Paufe) But what fubjects are you em ployed on at prefent ? Craig. Various. I have a picture I wifh to fhew you. It ftill wants a few touches. I have left it in the parlour. Will you have the goodnefs to wait a moment ? [Exit. SCENE VII. Paulina runs to Seymour. Pr.u. My Seymour ! (Looking ftedfaftly for a mo ment, then affeilionaiely fnatching his hand) My Sey mour ! Seym. My precious Paulina ! Pau. How doft thou ? Seym. Ill : very ill ! Pau. (Alarmed) III ? Seym. Wretched ! Pau. What doft thou mean, Seymour ? (Pause) Why doft thou look thus defpondingly on me ? — What is there in thy thoughts ? — Some dreadful fecret, fure ! — Speak ! Thy filence diftracts me ! Seym. Man is born for mifery, guilt, perjury ! Pau. (With horror) Seymour ? Seym. I have a filler, young, affectionate, and noble minded as thyfelf — Pau. Well? Seym. But defolate, ruined, devoted to wretch ednefs, unlefs — ! Pau. How can — ? Seym. Lady Fancourt — ! Pau. (With a fudden cry of anguiflo) Stop! — For bear ! (Falling on her knees and again feizing his hand) Thou art mine ! — (With wild agony) 5 Thou"], [61, "A C O M E D Y. 51 Thou art mine ! — Caft thy eyes up to heaven j re member what thou haft fworn ; remember who hath heard thee ! (With frantic fervour) — By that divine, that juft, that avenging effence, whofe immaculate name thou haft made thy pledge, I will not furvive thy falfhood ! (Again with agony) Thou art mine ! Thou art mine! (Rifling) Why talk of furviving? The maddening brain is murdered by the bare fuf picion ! SCENE VIII. Re-enter Craig with the piclure; whofe mind is fo occupied through the fcetu by his piclure, that he does not attend to the agitation of Paulina and Seymour. Craig. Works addreffed to the imagination are unworthy of praife, unlets they have fome moral purpofe. The fubject I have chofen will meet ap pkufe from you, fir, and all whofe hearts and prin ciples are equally generous and noble — It is the progrefs of feduCtion ; beginning in perjury, end ing in fuicide. Seym. Sir ! Craig. (Pkafed) I knew it muft incite terror ! — This is but one of a feries of pictures — Here I have imagined — Seym. Perjury ? Here is a portrait of Paulina ! Craig. Yes — Perhaps the partiality of a father led me to fuppofe the form and countenance of my Paulina miraculoufly adapted to my fubject — But obferve — The fcene is a cave (Pointing) an over* hanging rock, a gloomy foreft in the back ground, fome broken lights and diftances on the left, and a deep gulph in front : the heroine here, here the confidante, and here the only guardian they dared to truft, a faithful maftiff. Obferve thefe traits. Behold her, with all her native candor and confi- H 2 dence,"], [62, "LOVE's FRAILTIES: 52 dence, waiting for her expected lover, and ima gining all his fuperior qualities of foul •. while the godlike picture her fancy forms, of him and his high dcferts, beams in her eyes, and illuminates her countenance! — How fhall I pourtray the agony of a heart fo pure and unlufpecting, when the fearful moment comes ? Is it not an interefting lub ject? Seym. A fubjeft of terror ! Horror ! Madnefs ! Craig, (Quitting the picture) Yes, madnels is one of its principal features — After depidling the dreadful conflict, when fhe hears the perjured fe djjcer is on the eve of marriage with another, after fhewing her in all the agonies of defpair, imploring at his teet— -perhaps at the feet of his miftrefs — [Paulina appears to be fuddenh Jlruck, at this mo ment, with her fath.r's thought ; which fhe rrv.ft ex prefs in ailion, and run precipitately out cf the cham ber-door, that leads. to the ftreet. That this may be perceptible, an interruption n.ujl be put to the Painter's defcription, by the embarraffinent of Seymour ; who, after his excla,:.ation, turns away, unable to fuftain the anguijh */ mind he feels. Craig wholly abferbed by bisfubjeel] Seym. Oh ! Infupportable ! Craig. Ay ! — Infupportable indeed, to a mind like yours ; even though but in imagination — What then will you feel, when you fhail behold a form fo lovely, fo angelic, and innocence fo unfuf pecting, deprived of reafon ; confined in a mad houfe -, furrounded by miferable objects ; ftraw, bread, water, and mercilefs keepers ; who vainly attempt, with chains and fcourges, to expel frenzy ? Seym. Peace ! Craig. Mr, Seymour ?* Seym."], [63, "A C O M E D Y. 53 Seym. Silence! I fay — Proceed no farther', if you would not have me act the fcenes you mean to paint ! \" Craig. (Alarmed) I meant — Seym. Forbear ! [Exit : diftratledly. Craig. It is ftrange ! — Is it imagination, or — ? ( A knocking heard) Come in ! SCENE IX. Enter Lady Louisa Compton. Lady L. Is your name Craig, fir? Craig. It is, madam. Lady L. Is your daughter within ? Craig. (Looks round) She was here this minute ! Nannette ! SCENE X. Enter Nannette: haftily with hat and cloak over her arm. Nan. Eh ! Vat you vant ? Craig. Where is Paulina ? Nan. Je ne feais pas. She vas run out, und I am run after. [Exit : in great hafle. SCENE XL Craig, Lady Louisa. Crai?. Nannette !-—- What is the matter with the o woman ? Lady L. (Afide) I fear all is not right ! How fhall I begin ? — My bufinefs here, fir, excufe my franknefs, is, if poffible, to gain the friendfhip of you and your daughter. Craig. (Paufing) Your appearance fpeaks rank, and the haughtieft of the hackneyed anfwers of politenefs would be, \" Madam, you do us honour.\" But I — I once was — No matter. I am a painter : a worker in oils — but no fawner. Misfortune I fear"], [64, "LOVE's FRAILTIES: 54 fear has made me a little peevifh ; perhaps a little proud, and — Friends ? — I doubt we are not fitted to be friends. Lady L. Why not ?— Mr. Seymour is my bro ther. Craig. Indeed '. — Then you are, a happy filler. Lady L. Ah ! — We all have our forrows : I have mine! You are above ceremony — 1 have a carriage waiting and a commifiion from Lady Fan court; an invitation to dine with us. Craig. Me? — Pardon me. 1 muft not be ex hibited. I know my diltance, and I will keep it. No footman fhall fneer over my fhoukler. No lady fhall a<5t civility to keep me from finking in her prefence. No lord fhall put his half-dozen infipid interrogatories, to convince me he has not quite forgotten I am of the fpeaking fperies — A hale fore, here-^-I have been fcourged^-I once faw fun fhine, afar off — Clouds ! Clouds ! Lady L. You love your art ? Craig. With a burning zeal ! Lady L. Then why defpife to practice it ? , Craig. What ! Genius labouring for fcraps, and even they denied him ? Mifcry his attendant ; pri fons in profpect -, penury goading, famine gazing at him ! — Befide — my name is — Pfliaw ! I'm a fool. Lady L, (Afide) I muft fpeak — Your daugh ter — Craig. Ay ! There is the lafh — Yet, why ? ln eftimable girl ! My heart is full of her image ! Lady L. What pity it is parental joys fhould be fo frequently embittered ! Craig. Never, here. No tyranny, no fufpicion, here. We know from whom we derive — Affec tion, expanfion of heart are our inmates : not trick, jealoufy, and concealment. Lady"], [65, "A COMEDY. 55 Lady L. (Afide) How will he fupport it ? — ■ There is one fatal, yet univerfal, intruder. Love — Craig. Difturbs the peace of moft fathers, but not mine. Were the daughter of Cam — Were my daughter in love, I fhould be her firft confidant. Lady L. And are you then fo little read in the human heart, and its terrors ; efpecially the fe male heart ? Craig. (Alarmed) Do thefe queftions point at me ? Lady L. Be calm. Tell me ; how would you act fhould a young man of rank demand your daughter's hand ? Craig. Refufe him. Not but Paulina might unblufhingly have placed her ftool befide the ca nopies of princes, had not I, her faiher, been un juftly forced to handle brufhes! Lady L. And is that a ftain ? Craig. Indelible ! So 'tis thought. Lady L. By prejudice and folly. Craig. Your brother is a youth of ten thoufand : I refpect and love his virtues : yet, were even he to afk. my Paulina, he would meet a denial. Lady L. Sir ! Craig. Shall I ftand at humble diftance in the prefence of him by whom I ought to be treated with paternal refpect -, and crouch, and bend, when it might become me to exert the influence of reafon, that I might prevent or redrefs error; and thus meanly defert both duty and felf-efteem ? — • There are nobility of birth and nobility of heart : the former but few enjoy ; the latter many a poor and many a neglected man, in common with my felf, poffefs. Lady L. Well, fir, poffefling that nobility, the other is a trifling want. * Craig. 'Tis a want unknown to me : I am — • Lady"], [66, "LOVE's FRAILTIES: 56 Lady L. Sir ?— (Afide) One effort more— You are acquainted with Sir Gregory Oldwort ? Craig. (Indignantly) Forbear to mention him ! —Your pardon ! — His name is poifon to me. Lady L. Why? Craig. Hateful ! Tyrannical ! Lady L. But why ? Craig. (Prcudy) My name is Craig Campbell. Lad)' L. Heavens ! Campbell ! Craig. By marriage, I am his brother. Lady L. Amazement ! Craig. 'Tis eighteen years fince laft I faw him. Lady L. He is my uncle. Craig. (Paufe) And Seymour your brother ? Lady L. Yes. Nay more the lover of — Craig. Whom ? Lady L. Be firm. Craig. Speak ! Lady L. Paulina. Craig. Thunder ftrike ! SCENE XII. Enter Nannette : in great diftrefs. Nan. Ah ! Vhere is mit my maitreffe ; my Pau- lina ? Vas ihe not be come back ? Craig. (With terror) Is fhe not within ? Nan. Mon dieu, no ! I am fear — ! Mr. Sey- mour — Craig. How ? . Nan. -I am fee her run out ; und I am run out too ; und den flic is gone ; und den I am be here, und be dere, und be every vhere, mitout I find \"her. Craig. A thoufand horrors rufh upon me ! — If Seymour have feduced my Paulina ; have — Oh ! [Exit furioufly. Lady L. Heavens ! Mr. Campbell ! [Exit. Nan."], [67, "A COMEDY. 57 Nan. Ah ma pauvre maitrejfe ! Mine friend ! Mine fhile ! Vat fhall I vill do ? [Exit. SCENE XIII. Changes to the Drawing-room of Lady Fancourt : Her ladyfhip fieated at a table. Lady F. I cannot forget her ! A form fo inter efting, a mind fo capacious, courage fo chaftened, yet fo unconquerable — ! And muft they marry? Has fhe no equal ? Are riches, rank, and Lady Fancourt fopoor a counterpoile ? Marry ? It muft not, fhall not — ought not to be. (Noife without) Servant. (Without) You muft not, madam ! Pau. I will ! I will ! Lady F. Blefs me ! Pau. Let me pafs ! I will fee her ! I will ! SCENE XIV. Enter Paulina: runs diftracledly and throws herfelf at the feet of Lady Fancourt. Pan. Hear me, madam ! I'll never quit this place till you have heard have granted my prayer. Lady F. What does this mean ? Pau. Reftore him to me ! Reftore him to me ! Lady F. Whom ? Pau. My all ! My heaven on earth ! He is mine ! — I am a wretched diftracted creature; once the happieft of women! Lady F. Forbear ! Pau. You fhall not go ! He is mine ! Saints 2nd angels bear witnefs, he is mine ! You have floien him from me; deprived me of his heart; robbed me of the wealth of worlds ! Lady F. Are you frantic ? I Paw,"], [68, "58 LOVE's FRAILTIES: Pau. Would I were ! But foon I fhall be. Give me my Seymour ! Lady F. I give ? Pau. To take my life were little. Oh, madam, you are noble ; your anceflors no doubt were mag nanimous ; but is it noble, is it magnanimous, to rob a poor lunatic creature of the only treafure fhe has on earth ? Lady F. Be calm. Pau. Calm ! And lofe my Seymour? Never! Never ! Madnefs is all I have to hope ! Lady F. Rife, I fay ! Leave me ! Pau. I will not rife ; I will not quit this fpot ! What are your rights ? Do they equal oaths, re giftered in heaven ? Are they as facred ? SCENE XV. Enter Lady Louisa. Lady L. She is here ! This muft be her. Lady F. Infufferable ! — Relieve me, Lady Louifa, from this frantic woman ! Pau. (Wildly to Lady Louifa) Have you feen my Seymour ? Lady L. You feem alarmed ? Lady F. Never in my life was fo affaulted ; fo overpowered ! Pray look to her — Or call for aid — I cannot fupport it. [Exit. SCENE XVI. Lady Louisa, Paulina. Pau. Do you know him ? Hither I came to redemand my own ! Here ! Here they have rob bed me of all that was moft precious ! Lady L. My dear girl, pray fit down ! Pau. If you know him, I charge you, in the name of all that is holy, reftore him to me ! Lady L."], [69, "A C O M E D Y. 59 Lady L. Be pacified -, I promife you fhall fee him again. Pau. Do you promife ? Lady L. I do. Pau. I fhall fee him ? lady L. Yes. Pau. (Half franticly) Promife ? Promife ?— < Promifes are hourly broken ! You are not man ? You are not a promife-breaker J Lady L. Quiet this agitation : you fhall fee him. Pau. Then you are an angel, fent from heaven ! Lady L. Mr. Seymour promifed you marriage ? Pau. Earth and heaven heard his oaths ! I am fure he loves me ! No ; he cannot be perjured ! Cruel parents only can oppofeour blifs ! Lady L. What if the marriage fhould make him wretched ? Pau. Impoffible ! Impofiible ! Do I not know how I fhould cherifh how I fhould adore him ; how I fhould ftudy day and night for his happinefs ?— « He tells me he has a generous filler — Oh ! Could I but fee her ; could I but fpeak to her ! Lady L. I am that filler. Pau. (Falling on her knees and clafping her hands) Mercv ! — Mercy ! — Oh, have mercy on a poor diftracted wretch. SCENE XVII. Enter Craig. Craig. Where is my child ? Where is my Pau lina ? Pau. (Terrified finks on a fopha) My father's voice ! Craig. Have I found thee ? Come ! Come to thy wretched father ! Lady L. Be not too hafty, fir ! I i Cra^."], [70, "60 LOVE's FRAILTIES: Craig. Detefted be the arts that have feduced my child ! Lady L. Paffion may increafe cannot correct er ror. Mr. Seymour — Craig. A father's malediction purfue him ! Pau. (With fudden and exceffive energy) Hear not, oh mercy omnipotent, hear not a father's curfe ! Lady L. If you love your daughter, bepatient. Her paffions are not in a ftate to be fported with, 'Tis growing late ; I will convey her home ; fleep will footh and reftore her. ACT V. SCENE I. The Drawing-room of Lady Fan-- court. Seymour and Lady Louisa : meeting. Seym. JL S Lady Fancourt rifen ? Lady L. Yes ; and has enquired for you : ap pears much difturbed, and refolves again to vifit Paulina. Seym. For what purpofe ? Lady L. I wifh I knew. Her furprize was great, and I fear painful, when fhe heard of your relationfhip to Paulina. Dear girl ! My heart yearns to her ! You have feen her ? Seym. Yes, laft night. Lady L."], [71, "A COMEDY, 61 Lady L. And again pledged your fidelity ? Seym. Oh, with ten thoufand new endearments ! Do you blame me ? Lady L. Blame ? Noble-minded, much in jured girl ! Still I dread the unfeeling Sir Gregory. Seym. And I. But there is the flrangeft acci dent — He yefterday fat for his pidlure to my uncle Campbell ! Lady L. What without knowing each other ? Seym. Yes : and is to fit again this morning — . But his motive ! Lady L. What ? Seym. I tremble to difcover, yet am on the rack till I know. Be the confequences what they will, I am determined rather to relinquifh life than Pau lina. I wifh therefore to avoid Lady Fancourt, till her mind is more calm. Lady L. Away then. I will be ready, if any thing fhould happen. Seym. I dread her, I dread my uncle, nay I dread Mr. Campbell. The profpect before us is terrific ; but we muft on — Be it as it will, you fhall fhare my fortunes. Lady L. Generous Charles ! [Exeunt. SCENE II. The Painting-room. Sir Gregory fitting to Craig for his portrait. Sir Greg. Then you think the men of former ages were guilty of as great vices as thofe of the prefent ? Craig. Keep your mouth fhut — Greater: but they did not make a fyftem of vice ; they were hurried into it by their paffions. Theirs were the crimes of men. There is a difgraceftil a contempti ble meannefs in the vices, as well as the perfons of the"], [72, "LOVE'S FRAILTIES: 62 the prefent puny race ; and neither their pafiidns rior their bodies have fufficient prowefs to make them commit acts, that can entitle them to re fpeft. Sir Greg. (Rifes with animation) If they fight a duelj it is not in the heat of anger, and defire of revenge; but it is done with as much ceremony and civility as if they were going to walk a minuet, or fip a difh of tea : ay and as little danger, too ; for, as they manage the matter, there is ten times more terror in a crabtree cudgel than in lead and fteel. Craig. Why as to the merit, or virtue, of fight ing duels, either in the old mode or the new, I believe we had better not talk of that. Sir Greg. The veftiges of ancient independence are wearing away. It makes my very heart ache to fee the poor remains of towers, that once defied the fury of tyrants, and the war of elements, lye mouldering in ruins. Craig. If we erect a building, now, it is in fuch a light, frippery, unfubftantial ftyle, that a piftol bullet would dcmoliih it. A caftle of cobwebs, fpun in July, and brufhed away in November. Sir Greg. Sir, you are a man of fenfe. Craig. And, as to our commerce, we have poi foned the people with our teas, fpices, and fpirits. We fend to China for pipkins, to Hudfon's Bay for cat's fkins, to Venice for window alias vice blinds, and to Leghorn for toothpicks and fiddleftrings : and, that the lower part of the community may not have the power to reproach and defpife their leaders, vice, difeafe, and deftru6tion are imported in fhip loads, and parceled out in pennyworths,. Sir Greg. Sir, your converfation pleafes me. Hem ! When will your daughter be within ? Craig. Prefently, prefently. Sir"], [73, "A C O M E D Y. 63 Sir Greg. I fhould be glad to fee if (he be as handfome as you have painted her. Craig. Painted ! Where are the colours that can equal Paulina ? Sir Greg. Hay ! Is her name Paulina ? Craig. Certainly. Why not ? Sir Greg. Hu!h ! Did not I hear a noife ?— Have you many vifitors ? Craig. Very few. I have not been long in Eng land. Sir Greg. Where does that door go to ? Craig. My daughter's bedroom. Sir Greg. I don't choofe to be feen. If any body fhould come, I'll ftep in there. Craig. Will you ? You muft afk my leave, firft. Sir Greg. I wifh fhe would come ! I am quite im? patient to fee her. Craig. Indeed ! He's a whimfical old fellow. Sir Org. (Liftening and fiufipecling) Hay ? — No- Nothing — If ever you fhould meet me in the ftreet, take no notice of me. Craig. Notice you ! Sir, I notice no man who is unwilling to notice me. (A l.ud rapping at tbi ftreet door) Sir Greg. Oh, the devil ! — Who's there ? — Quick ! Quick ! My hat, and cloak ! Craig. Does he think I am his footman ? Sir Greg. I would not be ken for a thoufand pounds ! Can't you let me in there ? Craig. I tell you, no. Sir Greg. Have you no back way ? Craig. Back! — What do you take us for; coiners, or courtiers? We dare da; light; and, though poor, look the world in the face, SCENE"], [74, "LOVE's FRAILTIES; 64 SCENE III. Enter Muscadel. Mufe. 'Sdeath, mifter, what dark ftairs you have ! Craig. If you had fent me notice of your com- ing, fir, I would have had them lighted, Mufe. Anon ! What were you pleafed to re- mark, mifter ? (Seeing Sir Gregory, in his cloak and fiouc'hedhat) What ftrange animal have we here ? — I think I have fomewhere feen fuch an apparition before ! (Walks round and. furveys Sir Gregory) I beg your pardon, mifter ! (Sir Gregory feigns a violent ccugh, and pulls his hat defer over his eyes) Craig. Are you ill, fir ? Mufe. (Laying hold of him) Ay, are you ill, fir? (Sir Gregory tvoifts himfelf angrily from Mufcadel and continues coughing) Sir Greg. (Afide, to Mr. Craig) I'll wait below, jn Mrs. Wilkins' parlour, till he is gone. [Exit, Craig. As you pleafe, fir. SCENE IV. Craig and MuscAdel. Mufc. (Viewing the portrait) So, fo ! My old friend, Sir Gregory ! — Tolerably hit off, egad, (To Craig) Why, you feem to have a knack, mif ter — Craig. (Offended) Sir ! I am not ufed to fuch freedoms ! Mufc. (Afide) Impertinent gnd tetchy ! I'll play him off. (Aloud) I fay, mifter— What is your name ? Craig. My name, fir, is Craig. Mufc. (Examining the piclure) A very common name, in Wales., Craig. Scotland, you mean. Mufic,"], [75, "A C O M E D Y. 65 Mafic . I like your manner : you fhall take me, mifter — Jones. Craig. (Increafing anger) My name is Craig. Mufic. You are right. But I will, be taken in profile, mifter — Jones. Craig. Sir, I faid Craig. Mufic. Yes, there was Jones of Flintfhire, colo nel of the Welch Fuzileers : very much of a gen tleman, and ruined more farmer's daughters than any ten men in the regiment. I fuppofe you are his natural fon, mifter — Jones. Craig. (Enraged) Sir ! — I know nothing of Jones, Flintfhire colonels, or Welch Fuzileers : my name is — Mufe. True. And fo the colonel put you to a painter ? A flight premium, and a quick riddance. He managed h:s pleafures with economy. Craig. Is he mad, or deaf ? — I am afraid, fir, I did not fpeak loud enough ! My name is Craig ! I never — Mafic. (Stopping his ears and flaring at him) I know it, mifter — Jones. The colonel told me the whole ftory. Your mother was the daughter of a Denbighfhire drover, who dealt largely in potatoes, pigs, and poultry. A devilifli handibme huffey ! The colonel was fond of her, brought her to town, and for a whole winter cut a hi°h figure with her. Craig. With my mother, fir ? Mufe. She was the belle of the day, mifter— Jones. She had my approbation, and I had a penchant for her myfelf. Craig. For my mother, fir ? Mufe. The colonel was never married, but I have known feveral of his natural children, and they were all geniufes. So you fhall take my pro- file, mifter — Jones. Craig. 1 have a great mind to knock him down-! K Mufic"], [76, "66 LOVE's FRAILTIES: Mufe. Apropos. Have not you a fmart kinrj of a daughter, mifter — Craig. (Continued paffion) Jones. Yes. Mufe. Ha ! — Tolerably handfome (Turning his lack) and well grown, mifter — Craig. (Turning back to back) Jones. Yes. Mufic. (Turning half round) Tou have been bred to a pretty profeffion, mifter — ! Craig. (Turning to face him) Jones. No. Mufe. (Taking fnuff and flaring) An't pleafe you — ? Craig. I was bred to the most useless, and often the most worthless, of all profes sions ; THAT OF A GENTLEMAN.* Mufe. Gadfio, mifter — / Craig. I fufpetl you have been bred to the fame. So you will get your profile taken by whom you pleafe, except by me,, mifter— Mufe. (Singing) La, la, la, la, la. Thp drapory is tolerable. SCENE V. Enter Paulina end Nannette. Craig. There's the door, fir. Mufc. La, la, la, la, la. The colouring not 3'r.ifs. Pau. You feem ruffled, fir ? Craig. Do you fee that biped, Paulina ? Pau. Sir ! Craig. That thing pretends to have had an amour with my mother ! Muf. Ha, ha! (Turning his glafs to Paulina) Upon my honour ! Craig. The moft impenetrable coxcomb — • * See Preface. Mufc."], [77, "A COMEDY. 67 Mufic. Infinitely beyond my expectations ! Craig. Firft baptizing and then baftardizing me ! Mufic. She is really ftriking! Craig. A fop ! — I would tofs him out of the window— I There's another odd fellow below, who is waiting to fee you. Pau, Me, fir ? Nan. (Afide to Paulina) C'eft hi. Mufic. (Afide) What's this? Some fecret ? Sey mour, I fuppofe. Pau. Who is he, fir ? Craig. I don't know. Nan. (Afide to Paulina, Mufcadel liflening) M.n dieu ! 'Tis dee Chevalier Oldvort ! C'eft I'oncle 1 Mufe. (Afide) Hay ! Oldwort ! Uncle ! , Craig. He won't tell his name. I am afraid his confcience is none of the beft, he is fo fearful of being feen, or known. Mufe. (Afide) Yes, yes ; 'tis Sir Gregory! The old fox ! Craig. I'll fend him up to you. (Turning to Mufcadel) Come, fir. Mufic. (Eying the piclures) La, la, la, la, la. Pau. I will go to him, fir. Craig. No, no — (Louder) Mifter — Jones ! Mufic. La, la, la, la, la. Craig, (very loud) This way if you pleafe, mifter — Jones. Mufic. (Afide) The fellow is determined ; but I'll give him the flip. I'll knew what's going on. La, la, la, la, la. Your very humble — mifter — Craig. Jones. [Exeunt Craig and Mufcadel. SCENE VI. Paulina, Nannette. Pau. Why am I thus agitated ? Too much al ready I have been the creature of paffion ; fhaken by terror, actuated by felf. Oh ! 'Tis unworthy! Yet ftill and ftill my fears fubdue my better reafon! K 2 Nan."], [78, "68 LOVE's FRAILTIES: Nan. I am vill befo happy ! L'onele come and make a lofe mit you, und you make a lofe mit die oncle, c'eft tout naturel, und den ! Ah ! je fiuis extafie! Pau. My mother's perfecutor and my father's bitter foe : fhould I fo remember him? That were unjuft. What he is, not what he has been, is the true queftion. But there's the doubt ! Why does he feek me ? With what intent ? He knows not who I am ! Appearances are all fufpicious! Yet why this culpable propenfity to condemn unheard ? 'Tis pernicious ! 'Tis hateful ! Why not hope the beft? Nan. He come! Retirezvous un moment,: vite, vite ! [Exeunt. SCENE VII. Enter Muscadil : peeping. Mufe. So, fo ! There they go ! I may chance to make fome notable difcoveries here. If they would but ferve me with Lady Fancourt! — She has ufed me vilely ! But no matter — Time has produced ftrange things, and may again — This Sir Gregory ! The old poacher ! His portrait the pretence ! The rival of his nephew! Yet as cynical fupercilious and furly as if he were a faint. (Liftens) He is coming (Locking round) Why, ay ; thefe pictures are moft convenient hiding places. (Mufcadel goes behind piUitrcs) SCENE VIII. Enter Sir Gregory : with his cloak and hat en, firft looking in, then advancing cautioufiy. Sir Greg. Hey dey ! Here is nobody here ! (Tries Paulina's door) Mufc. (Afide) Yes but there is. Sir Greg. Locked faft. (Returns to the entrance door and calls) Mifs !■— Young lady ! — I am afraid this"], [79, "A COMEDY. 69 this painting room is too public. I am glad I ef caped that fop Mufcadel. Mufic. (Afide ) Very well ! Sir Greg. He is a moft vain, impertinent, prating coxcomb. Mufic. (Afide) Mighty well ! Sir Greg. With lefs underftanding thr-n ah owl by daylight. Mufic (Afide) Go on ! Sir Greg. More impudence than a crofs-exa mining lawyer. Mufic. (Afide) That's a lie, however. Sir Greg. And as many antics as a dancing dog. Mufic. (Afide) You fliall pdy for this ! Sir Greg. (Calling, yet afraid of being heard) Mrs. Wilkins! — I would not have been difcovered by him for a kingdom ! Mufic. (Afide) I'll tickle you ! Sir Greg. I hope I run no rifk here. Malicious tongues are always buly ; and a good character is like a gamefter's money, very difficult to keep, and when loft ftill more difficult to regain — Mifs ! (Calling) — Here's fomebody ! (Hurries on his cloak) SCENE IX. Enter Paulina. Pau. (Afide) Yet, not yet firm ! Still in trepi dation. Sir Greg. 'Tis fhe ! Pau. My father told me — Sir Greg. (Throwing off his cloak) She's an angel ! An angel ! (Shuts the door) Pau. Bad, bad ! Sir Greg. Hem ! Young lady — What carnation in her cheeks ! — I have done myfelf the honour to —That"], [80, "LOVE's FRAILTIES: 7o —That is, Mrs. Wilkins—(Continually turning t$ watch the entrance door). Pau. (Afide) My fears are too true ! Sir G. The fineft eyes I ever beheld! Mufic. (Peeping) The old finner ! Sir Greg. I have an ambition to be better ac quainted with you. Pau. (Afide) Fie ! What looks ! Alas, thus the little hope I had is flown. Sir Greg. What paffion in her features ! What modefty ! I love modefty. Mufic. (Afide) As a hawk does a dove, to be the death of it. Sir Greg. You are a moft fweet enchanting girl, and I hope you have a companionate bofom. Pau. (Afide) How tenfold ugly is vice coupled with age ! Sir Greg. I'm fure you have — Won't you fpeak to me ? Mufic. (Afide) The carnal old coaxer! Pau. (Afide) My recollection fails me ! How fhould I anfwer him ? Ought hoary feduction like this to pafs unreproved ? Sir Greg. Don't be abafhed. You can't think how kind I will be to you ! (Mufcadel in moving throws down a piclure) What's that ? (Snatching up his cloak) Pau. Oh what an eternal tormentor is a guilty confcience ! Sir Greg. I fee nothing ! — Perhaps it was that picture? (Putting down his cloak) Ay ! I will be fo kind ! I will dandle you, and fondle you, and fold you to my arms; ay, and wrap you in my very heart ! Mufic. (Afide) Like a diamond in wool, egad. Sir Greg. Do you think you could feel any par tiality in favour of a middle aged gentleman, like me? Pau:"], [81, "A C O M E D Y. 71 Pau. (Afide) He is my uncle. What then ? Can relationfhip change the eternal effence of vir tue ? What are perfons ? Guilt is ever guilt, and ever odious. Sir Greg. What, elegance of form ! — If I could but have the happinefs to win and wind myfelf jnto your affeftions (Taking hold of her hand) Pau. Forbear ! Sir Greg. Madam ! Mufic. (Afide) So, fo ! Pau. What ? You ! At thefe years ! You 1 The inflexible perfecutor of venial errors; indulging de ftructive and hateful paffions of your own, felf willed inexorable and cruel to the very virtues of others ; fternly robing yourfelf in the tyrannous authority of cuftom, forgetting the beneficence of juftice— Sir Greg. Whv? Mufic. (Afide) Heydey! Pau. Weie thefe, meanwhile, your fecret prac tices ? I came eagerly wifhing to have called you by the endearing name of uncle ! Sir Greg. Madam ! Mufic. (Afide) Uncje? Pau. My heart beat high with the hope that age had increafed your wjfdom, that your affec tions were foftened, and that you were become the friend of the unfortunate, the guide of the feeble, and the confolation of the fallen. Sir Greg. Uncle? Pau. No — Here all fuch claims end. Hence- forth they are forgotten. Farewell. There is no relationfhip between us. [Exit. SCENE X. Sir Gregory, and Muscadel. Mufic. (Afide) Very odd. Sir Greg. I'm jn amaze — 'Tis unaccountable— Relation fhip \\"], [82, "LOVE'S FRAILTIES: 72 Relationfhip! — Uncle! — Sifter! (Mufcadel pur pofiely throws down the eafel) Mercy on me ! — Let me begone. (Puts on his cloak and hat) Her dif courfe was very ftrange — It has petrified me ! (Go ing) I wilh I was fafe at home ! Mufic. Sir Gregory ! Sir Greg. Blefs my foul !— What's that ? Mufe. Sir Gregory ! Sir Greg. Ami bewitched ? (Sees Mufcadel and begins to cough) Mufe. Stop, flop, baronet ! Coughing won't do : you can't efcape this time. (Running and feiz jng him) Sir Greg. I muft beg, fir — ! Mufic. Come, come, unmafk ! Sir Greg. I infift, fir — ! Mufic. Oh ! What you won't know me? SCENE XI. Enter Mrs. Wh.kins : in a fright. Mrs. W. Oh lord, Sir Gregory ! What fliall w; do ? Sir Greg. What's the matter, woman ? Is there an earthquake? I was half terrified to death be fore ; would you kill me quite ? Mrs. W. Dear me ! Here's Lady Fancourt again ! Sir Greg. What ? Mufic. How ? Mrs. W. As true as I am a woman ! Sir Greg. Let me begone ! Mrs. W. Oh lord ! You can't, Sir Gregory : fhe is (peaking at the ftairfoot with Mils Paulina, and they are coming up in a moment. Sir Greg. What will become of me ? Don't be tray me, Mr. Muicadel ! (Extreme trepidation) For heaven's fake, don't betray me ! 3 Mufic."], [83, "A COMEDY. 73 Mufic. Follow my example ; hide behind thefe pictures. There's your own placed ready for the purpofe. Mrs. W. She is bringing Mifs Paulina up here, to talk with her. Mufc. Ah, ha ! I fhall be glad to fee how her ladyfhip's jealoufy works (Goes up to Sir Gregory) Are you fate ? Sir Greg. (Peeping) Be true to me ; don't difco ver me and I'll be your everlafting friend. I'll bring you into parliament : you fhall fit for my vacant borough. Mufc. Clofe, clofe 1 (Coming forward) I know you, Mammon ! You will tell a different tale to morrow. I'm a coxcomb, am I ? I'll punifh you ! Mrs. W. This way, your ladyfhip ! SCENE XII. Enter Lady Fancourt followed by Paulina. [Exit Mrs. Wilkins. Lady F. Can you gainfay it ? Pau. I have done you, madam, no intentional wrong. Lady F. No wrong ? Have you not convinced me, in my own defpite, that riches, rank,- and power are feeble arms, oppofed to the energies of mind and virtue ? Mufic. (Behind)- How ? Lady F. I, who thought not meanly of myfelf, have you not proved you are my fuperiour : and is that no wrong ? Pau. Madam ! Lady F. Perfecuted by fate, nurtured in dif- trefs, educated in obfcurity, deprived of relources that had been laviflied upon me, have you not dif- played qualities, which, how can I hope to equal? L Pau."], [84, "LOVE's FRAILTIES: 74 Pau. Dear lady ! Lady F. Ineftimable girl ! You can make me only one amends — Think kindly of me and accept me for your admiring your dear your eternal friend ! (Embrace) Mufic. Upon my honour it is incredible, but here they are ! (Wiping his eyes and looking for the tears) Pau. From the firft moment, my heart did you juftice : it acknowledged your noble virtues — I will affect no inferiority of rank, for I feel none; but to call myfelf your equal in what alone is valu able — ? I dare not ! Mufc. (Advancing) Have you no hartfhorn, Lady Fancourt ? Lady F. Mr. Mufcadel ! Mufc. Mere I am. Like filence, I come when I am not called 1 thought I had had enough of the dolefuls ; but here do you come, as it were on pur pofe, to give me a double dofe. Lady F. Have you been very forrowful ? Mufc. As wretched, for thefe four and twenty hours, as a poet who has left off rhyming — As me lancholy as a blind monkey. Lady F. (Not pleafed) Very pathetic, truly ! Mufc. (Changing his tone) Lady Fancourt, fhall I tell you a fecret ? The only refource I have had, againft feelings the moft acute and thoughts themoft racking, has been levity that was but affected, and indifference that was all forced. Lady F. Mr. Mufcadel — I have not ufed you well (Holding out her hand) Mufc. (Seizing and kiffing it) Raptures ! SCENE XIII. Enter Lady Louisa. Pau. (Eagerly) Dear madam, where is my fa ther ; where is my — coufin ? Are they friends ? i Lady L."], [85, "A COMEDY 75 Lady L. You will rejoice to fee how truly ! Lady F. But where is Sir Gregory ? Muft. (Afide) Hay ? Lady L. Charles has been home, but he is not there. Mufc. Afide) I'm a lucky dog ! Lady L. By converfing with my brother, Mr. -Campbell has difcovered that he has been here. Mufc. (Afide) Yes ; and is here flill. Lady L. 'Tis well Mr. Campbell does not fuf pect on what errand ! Mufc. (Afide to Sir Gregory) Hem ! Lady F. The licentiouinefs of his practice makes his feverity doubly odious. Mufc. Take care what you fay ; he will hear you. Lady F. 1 wifh he could ! Mufc. Nay, he is in die room ! Lady F. Where ? Mufc. (Pointing to the portrait) There ! Lady F. Pfhaw ! Come my fweet Paulina (Going) MiPfc. Nay but you muft not go till you have leen the pictures. I affure you, here are fome very ex cellent originals, in the room ! (Sir Gregory occa fionalh p eps and fupplicates byfigns) LadyF. Ay? Mufc. You have never feen a finer exhibition. Lady L. Indeed ! Mufc. Or a more pleafant one. Lady F. I fee nothing extraordinary. Mufc. Oh but follow me and you fhall fee ! You know thefc, Lady Louifa ? (Holding up the cloak and hat of Sir Gregory) Lady L. It feems like my uncle's cloak ! Mufc. That's a trifle ! You fhall fee more pre fently. (Removes a picture) How do you like that ? Lady F. It feems very good. Mufc. (Removing another) And that ? Lady F. Indeed I am no judge. L 2 ' Mufc."], [86, "76 LOVE's FRAILTIES: Mufc. (Removing a third) And that ? Lady F. Better than the laft. Mufc. Ay but here ! Here's the bell of all ! (Difcovering Sir Gregory) Lady L. Ah ! Lady F. Ah ! Lady L. Heaven preferveme! Lady F. Sir Gregory ? Mufc. There's an exhibition for you ! There's nature! There's life! There's exprefiion ! — Shall I have the borough, Sir Gregory ? Sir Greg. I hope you'll have a halter ! Lady F. Why, Sir Gregory, is this the way you fit for your portrait ? Mufc. Ay ! Is not the attitude ftriking ? Grace ful as a baboon on the back of a bear ! Lady F. This is very extraordinary ! Pray tell us— Mufc. Sir Gregory has been at his needle work. Sir Greg. I wifh you had been at the devil ! Mufc. I'm a fop, an owl, a dancing dog, hay, Sir Gregory ? v Sr Greg. You are as great a cut- throat — ! Mufc. As cold water in winter. Lady F. And I hope as wholefome a one, too. Lady L. (To Lady Fancourt) This is the mo ment for reconciliation ! 1 will go down for my brother and uncle. Lady F. A lucky thought ! Do. [Exit Lady Louifa. SCENE XIV. Sir Gregory, Muscadel, Lady Fancourt, Paulina. Sir Greg. Stay, niece ; I'll go with you. (Going) Lady F. No, no, Sir Gregory ; we can't fpare you. Mr. Mufcadel! Mufc."], [87, "A C O M E D Y. 77 Mufic. Ay, ay ; I'll guard the door. LadyF. I find then, my dear Paulina, you have feen your uncle before ? Mufic. Yes; the knight introduced himfelf: \" and faith fhe read him a very pretty lecture : \" though egad her ftyle was a little myfterious, for \" (he feemed able to give the whole fcandalous \" chronicle of your private life — hay, Baronet ? \" Sir Greg. Would fhe had given yours ! \" Mufe. Oh I defy her and the whole world. I \" am the carver of my own character, and cut it \" up neatly and accurately myfelf, that Malice \" may be out of countenance when fhe attempts to \" hack it.\"— Come ; fhall I help you on with your cloak ?■ Sir Greg. Curfe my cloak— (Afide ) And you too! Lady F. Sir Gregory has no more need of a cloak. Mufic. Egad that's true. Come, come, cheer up, knight : this is the luckieft day of your life; for, now you have loft your character, you may ftare the world in the face, and fin hereafter with out caution. Pau. (To Mufcadel) Pardon me, fir, but I muft intreat you to forbear. Who among us but errs ? To opprefs the oppreffed would be malice, not juftice. Mufic. Do you hear ? Sir Greg. Yes, I do hear ! Mufic. And do you not blufli a little ? Sir Greg. Perhaps I do that too. Pau. Let me, fir, intreat your forgivenefs ; I am the caufe of this : I behaved ill ; I left you in dignantly inftead of remonftrating with candour, and indulged refentment when I ought to have ex- erted"], [88, "78 LOVE's FRAILTIES: erted benevolence. But I am young and fhall know better in time. Sir Greg. You are a miracle ! And I am afhamed^ of myfelf. Mufc. Belial I find has a fpark of grace left. Lady F. Incomparable Paulina ! Pau. Will you not forgive me, Sir ? Sir Greg. I cannot forgive myfelf, child. Mufc. For having been found out. Sir Greg. Be as happy, not as you deferve, but as I can make you. Pau. (Kneels) Oh, fir—! Sir Greg. Rife, Paulina, rife. SCENE XV. Enter Seymour, Craig Camp- bell, and Lady Louisa. Seym. My life ! ~) Running into each other's Pau. My Seymour ! J arms. Seym. My foul ! Pau. Art thou mine ? Art thou mine ? Seym. Everlaflingly ! Craig. (To Sir Gregoiy) Sir ! Lady F. Hufh ! No frowning. Sir Greg. Recrimination is no cure. I muft ab jure my prejudices; do you fuffer your refentments to fleep. Llenceforth let us befriends. Craig. Nay, if generofity, mutual friendfhip, and free equal intercourfe be your purpofe, Craig Campbell, though a painter and a hireling, will do you no fhame. Lady L. I then at laft am the only outcaft— • Will you not pardon me, fir ? - Sir Greg. Yes, yes ; all is forgotten. Mufc. How kind your moody rulers are, when once their own rogueries are detected — (To Lady Fancourt) Mult we not fympathize with the reft and"], [89, "A C O M E D Y. . 79 and be as happy as we can ? (Tenderly) Muft we not ? o Lady F. (Smiling) Why would you, now you have been my confidant, would you dangle after me again ? Mufe. Moft willingly. Like the beafts after Orpheus — You have a mufeum of them, and I am the moft admired monfter in the collection. Lady F. You are a pleafant animal. Pau. Why this is true delight — Love, friend fhip, and benevolence, catching and fpreading from mind to mind, from heart to heart; modeling the young, melting the old, and harmonizing all. May the principle and the practice become univerfal ! [Exeunt Omnes."], [90, ""], [91, ""], [92, ""]]