[[1, ""], [2, ""], [3, "THE WEDDING DAY, A COME D Y; IN TWO ACTS. AS performed at ths THEATRE ROYAL, DRURY LANE. tj Mrs. INCHBALD. LONDON: printed for g. g. and j. robinson, paternoster row, JdDCCXcIV."], [4, ""], [5, "PROLOGUE. T. VAUGHAN, ESQ;, Spoken by Mr. BARRYMORE. title giv'n to our play ~l Is whimfical and odd, you'll fay, > Becaufe announc'd — The Wedding Day. J But know you not, my friends above, [To the Galleries. 'Tis what you one and all approve ? For when you fqueeze each other's hand, And find your wifhes at a ftand, You prefs the Wedding Day, and cry, ~i Come, let's to church, my dear, and try >. Who loves the trueft — you or I. j Then as 'tis known a day of blifs, Pray let it not prove here amifs ; For tho' elop'd — I know not how — ~l From Next door Neighbours — juft below — > And hither come to make her bow — j Like other trips of gallant love, Conftant to both you'll find her prove. Or who is right, or who is wrong, With me to ftate does not belong ; But only to proclaim the banns, And leave to you th' applauding hands ; Nor hope to find one critic here Will dare forbid our Wedding Cheer ; But give their ufual friendly boon, And let's enjoy the honey-moon. To laugh is all our author means Jn what fhe pourtrays in her fcenes, And aims, in all fhe dares to write, Yp make her Wedding Day — .< merry night."], [6, "DRAMATIS PERSONS MEN. Lord Rakeland — — Mr. Barrymore. Sir Adam Conteft — Mr. King. Mr. Millden — — Mr. Packer. Mr. Conteft — — Mr. C. Kemble. WOMEN. Lady Autumn — — Mifs Tidswell,- Lady Conteft — — Mrs. Jordan. Mrs. Hamford — — Mrs. Hopkins. Hannah — — Mifs Heard*. Several Servants. Scene, London. Time, One Day."], [7, "THE WEDDING DAY: A COMEDY. A C T I. SCENE I. An Apartment at Lord Rakeland's. Enter a Servant, followed by Lord Rakz laud. Lord Rakeland. AT home? To be fure I am — how. could you make any doubts about it ? [Exit Ser vant] Deny me to my old acquaintance, and favourite friend, Tom Conteft ! Enter Mr. Contest. My dear Conteft, I congratulate us both that your travels are completed, and that you are come to tafte, for the remainder of your life, the joys of your own country. Mr. Contest. Whether to tafte joy or forrow I am yet in doubt; for I am uncertain in what manner I fhall be received by my father. B Lord"], [8, "THE WEDDING DAY: 2 Lord Rakeland Have not you feen him yet ? Mr. Contest. No : — nor dare I till I know in what humour he is. Lord Rakeland. In a good one, you may depend upon it ; for he is very lately married. Mr. Contest. To my utter concern ! I heard fome time ago indeed, that it was his defign to marry again ; but as he has never condefcended to make me acquainted with it himfelf, I know nothing far ther reflecting the marriage than what public report has thrown in my way. Pray can you tell me who mv new mother is ? Lord Rakeland. I am told fhe is very young, extremely lively, and prodigioufly beautiful. I am told too that fhe has been confined in the country, dreffed, and treated like, a child, till her prefent age of eighteen, in order to preferve the appearance of youth in her mother. Mr. Contest. But who is her mother? Of what family is fhe ? Lord Rakeland. That I don't know — and I fuppofe your fa ther did not confider of what family fhe was, but merely what family fhe was likely to bring him. Air. Contest. Yes, I have no doubt but he married on pur- pofe"], [9, "A COMEDY 3 pofe to difinherit me, for having written to him, \" that I had fixed my affections upon a widow of fmall fortune, but one who was fo perfectly to my wifhes, that even his commands could not force me to forfake her.\" Lord Rakeland, And were you in earneft ? Mr. Contest. 1 thought I was then : but at prefent I am mor§ humble. I have implored his pardon for thofe hafty exprefiions, and now only prefume by fup plication to obtain his approbation of my choice. Lord Rakeland. Is fhe a foreigner ? Mr. Contest, No ; an Englifh woman. — We met at Flo rence — parted at Venice — and fhe arrived in London juft four days before me. Lord Rakeland. And when will you introduce me to her? Mr. Contest. ■ Are you as much a man of gallantry as ever? If you are, you fhall firft promife me not to make love to her. Lord Rakeland. As to that, my dear friend, you know I never make a promife when I think there is the leaft probability of my breaking it. Mr. Contest. Then pofitively you fhall not fee my choice B 2 till"], [10, "THE WEDDING DAY: 4 till I am fecureof her. But I can tell you what I'll do — I'll introduce you to my young mother in-law, if you like. Lord Rakeland. My dear fiend, that will do quite as well — nay, I don't know if it won't do better. Come, let us go directly. M\\ Contest. Hold ! not till I have obtained my father's leave : — for, after offending him fo highly as not to hear from him thefe fix months, I thought it neceffary to fend a letter to him as foon as I arrived this morning, to beg his permiffion to wait upon him. And here, I fuppofe, is his anfwer. Enter a Servant, and gives a letter to Mr. Contest. Servant. Your fervant enquired for you, Sir, and left this. [Exit. [Mr. Contest breaks open the letter haflily, and reads.] Mr. Contest. An invitation to go to his houfe immediately. [He reads the remainder of the letter, and then expreffing furprife — Why my father tells me he was only married this very morning ! I heard he was married a week ago ! Lord Rakeland. And fo did 1 — and fo did half the town. His marriage has even been in the newfpapers fhefe three days. Mr."], [11, "A COMEDY, 5 Mr. Contest. Ay, thefe things are always announced before they take place : and I moft ftncerely wifh it had been delayed ftill longer. Lord Rakeland. I do not- — for I long to have a kifs of the bride. Mr. Contest. Pfhaw ! my Lord : as it is the wedding day, I cannot think of taking you now ; ft may be improper. Lord Rakeland. Not at all, not at all. A wedding day is a public day ; and Sir Adam knows upon what familiar terms you and I are. Indeed, my dear friend, my going will be confidered but as neigh bourly. I can take no denial — I muft go. Mr. Contest. Well, if it mpft be fo, come then. [Going, flops. Notwithftanding the caufe I have for rejoicing at this kind invitation from my father, ftill I feel embarrafTed at the thoughts of appearing before him, in the prefence of his young wife; fori have no doubt but flie'll take a diflike to me. Lord Rakeland. And if (he fhould, I have no doubt but fhe'll take a liking to me. So come away, and be in fpirits. [Exeunt. SCENE"], [12, "THE WEDDING DAY: 6 SCENE II. An Apartment at Sir Adam Contest's. Enter Sir Adam, dreft in white clothes like a Bridegroom. Sir Adam. Nothing is fo provoking as to be in a fituation where one is expected to be merry — it is like being afked in company \" to tell a good ftory, and to be entertaining-,\" and then you are fure to be duller than ever you were in your life. Now, notwithftanding this is my wedding day, I am in fuch a bleiTcd humour that I lhould like to make every perfon's life in this houfe a burthen to them. But I won't [Struggling with himfelf — No, I won't.— What a continual com bat is mine ! To feel a perpetual tendency to every vice, and to poffefs no one laudable qua lity, but that of a determination to overcome all my temptations. I am ftrongly impelled to violent anger, and yet I have the refolution to be a calm, peaceable man — 1 am inclined to fufpicion, yet I conquer it, and will place con fidence in others — I am difpofed to malice, yet 1 conftantly get the better of it — I am addicted to love, yet I — .No, hold ! — there I muft ftop — that is a failing which always did get the better of me. Behold an inftance of it. Enter Lady Contest flowly and penfively, dreft like a Bride. Sir Adam. [Afide. Now I will be in a good humour, in fpite of all my doubts and fears. Lady. 3"], [13, "A C O M E D Y. 7 Lady Contest. Did you fend for me, Sir Adam ? Sir Adam. Yes, my dear; your guardian is juft flept home, to bring his wife to dine with us ; and I wifhed to have a few minutes converfation with you. Sit down, [f hey fit. I obferved, Lady Conteft (and it gave me uneafinefs), that at church this morning, while the ceremony was performing, you looked very pale. You have not yet wholly regained your colour : and in ftead of your ufual cheerful countenance and air, I perceive a penlive, dejected — Come, look cheerful. [Fery Jharply — Why don't you look cheerful ? [Checking himfelf, and fioftening his voice — Confider, every one fhould be happy upon their wedding day, for it is a day that ieldom comes above once in a perfon's life. Lady Contest. But with _)'£>#, Sir Adam, it has come twice. Sir Adam. Very true — it has — and my firft was a day indeed ! I fhall never forget it ! My wife was as young as you are now — Lady Contest. And you were younger than you are now. Sir Adam. [Starts—then afide — No, I won't be angry. [To her— She was beautiful too — nay more, fhe was good ; fhe poflefled every quality. — But this is not a proper topic on the prefent occafion ; and fo, my dear, let us change the fubject. Lady"], [14, "8 THE WEDDING DAY: Lady Contest. Pray, Sir Adam, is it true that your fon is come to town ? Sir Ad AM, It is ; and I expect him here every moment. Lady Contest.. And have you invited no other company all day ? Sir Ad am. Your guardian and his wife, Mr. and Mrs. Ploughman, you know, will be here ; and what other company would you have ? Lady Co?; test. In the country we had always fiddles and dancing at every wedding ; and I declare I have been merrier at other people's weddings, than I think I am likely to be at my own. Sir Adam. If you loved me, Lady Conteft, you would be merry in my company alone. Do you love me ? My firft wife loved me dearly. Lady Contest. And fo do I love you dearly — juft the fame as I would love my father, if he were alive. Sir Adam. [Afide. Now could I lay her at my feet for that fentence. But I won't — I won't. Struggling with himfelf\\ Anfwer me this — would you change hufbands with any one of your acquaint ance ? Lady"], [15, "A COMEDY. 9 Lady Contest. What fignifies now my anfwering fuch a quef tion as that, when I am fure not one of my ac quaintance would change with me ? Sir Adam. What makes you think fo ? Violently] [Softening — Your equipage will be by far the moft fplendid of any lady's you will vifit. I have made good my promife in refpect to your jewels too ; and 1 hope you like them ? Lady Contest. Like them ! to be fure ! — Oh my dear Sir Adam, they even make me like you. Sir Adam. A very poor proof of your love, if you can give me no other. Lady Contest. But I'll give you fifty others. Sir Adam. [Anxioufly. Name them. Lady Contest. Firft — I will always be obedient to you. Sir Adam. That's well. Lady Contest. Second* — I will never be angry with you if you fhould go out and flay for a month — nay, tor a year — or for as long as ever you like. Sir Adam. [Afide, and Jlruggling with his paffion. Sure I C was"], [16, "THE WEDDING DAY: 10 was not born to commit murder ? I had better go out of the room. Lady Contest. [Humming a tune. \" And old Robin Gray was kind to me.\" Sir Adam. [Rifing in agitation. Oh my firft wife, my firft wife, what a treafure was fhe ! But my trea fure is gone ! Sighing.] Lady Contest. Not all your money, I hope, Sir Adam ; for my guardian told me you had a great deal. Sir Adam. And did you marry me for that ? What makes you blufh ? Come, confefs to me — for there was always a fincerity in your nature which charmed me beyond your beauty. It was that fincerity, and that alone, which captivated me. Lady Contest. Then I am furprifed you did not marry your chaplain's widow, good old Mrs. Brown ! Sir Adam. Why fo ? Lady Contest. Becaufe I have heard you fay \" there was not fofincere a woman on the face of the earth.\" Sir Adam. [Afide. And egad I almoft wifh I had mar ried her. By what I have now faid, Lady Conteft, I meant to let you know, that in comparifon 4 with"], [17, "A COMEDY. 11 with virtues, I have no efteem for a youthful or a beautiful face. Lady Contest. Oh dear ! how you and I differ ! for I here declare, I do love a beautiful youthful face, bet ter than I love any thing in the whole world. Sir Adam. [In a half-fmotbered rage. Leave the room — leave the room inftantly. [Afiter a violent ftrug gle. No : Come back — come back, my dear— Tenderly] — [Afide. I'll be in a good humour pre fently — but not juft yet. Yes — I will get the better of it. — I won't ufe her ill — I have iworn at the altar, not to ufe her ill, and I will keep my vow. [He fits down affe cling perfecl compofiure, and after apaufe—Pray, Lady Contefjt, pray, have not you heard from your mother yet ? Lady Contest. Not a line, nor a word. Sir Adam. It is wonderful that fhe fhould not fend us a proper addrefs ! There is no doubt but that every letter we have fent to her fince fhe has been abroad, has mifcarried. Howe er, it will be great joy and pride to her, when fhe hears of your marriage. Lady Contest. Yes — for (lie always faid I was not born to make my fortune. Sir Adam. Which prediction I have annulled. And after all — Come hither — come hither — [Takes her kindly C 2 by"], [18, "THE WEDDING DAY: 12 by the hand — And after all, I do not repent that I have — for although I cannot fay that you pofJefs all thofe qualifications which my firft wife did, yet you behave very well confidering your Ege. Lady Contest. And I am fure fo do you, confidering yours. Sir Adam. All my refolution is gone, and I can keep my temper no longer. Afide] Go into your own chamber immediately. He takes her by the hand and puts her off.] I'll — I'll — I'll— [Threatening as if going to follow her, then flops fhort. No, I'll go another way. [As he is going off at the oppojite fide, enter a Servant]. Servant. My young mafter and another gentleman. Enter Mr. Contest and Lord Rakeland. Mr. Contest. [To Sir Adam. I kneel, Sir, for your pardon and your blefling. Sir Adam. You have behaved very ill ; but as you appear fenfible of it, I forgive, and am glad to fee you. But I expect that your future conduct fliall give proof of your repentance. My Lord Rakeland, 1 beg pardon for introducing this fubject before you ; but you are not wholly un acquainted with it, I fuppofe ? Lord Rakeland. Mr. Conteft has partly informed me. [Afide to Mr. Conuft — Afk for your mother. Mr."], [19, "A COMEDY. 13 Mr, Contest. I fincerely congratulate you on your nuptials, Sir, and I hope Lady Conteft is well. Sir Adam. [Going to the fide of the ficene. Defire Lady Conteft to walk this way. Lord Rakeland I, fincerely congratulate you, too, Sir Adam. Sir Adam. Thank you, my Lord, thank you. [Enter Lady Conteft. Sir Adam takes her by the hand and prefents Mr. Conteft to her]. My dear, this is my ion — and this, Tom, is your mother-in-law. Lady Contest. Dear Sir Adam, [half laughing] I was never fo furprifed in my life ! Always when you fpoke of your fon you called him Tom, and Tommy, and I expected to fee a little boy. Sir Adam. And have you any objection to his being a man ? Lady Contest. Oh no, I think I like him the better. [To Mr. Conteft — Sir, I am very glad to fee you. Mr. Contest. I give your Ladylhip joy. [Salutes her hand. Lady Contest. I fhall be verv fond of him, Sir Adam — I fhall like him as well as if he was my own. Sir"], [20, "THE WEDDING DAY; 14 Sir Adam. [Afide. Now am I in a rage, left feeing my fon a man, fhe fhould be more powerfully re minded that 1 am old ; and I long to turn him out of doors. But I won't — no — I'll be the kinder to him for this very fufpicion. Come, Tom, let me fhake hands with you — we have not fhaken hands a great while : and let this be a fign of the full renewal of my paternal affec tion. Lord Rakeland. Sir Adam, you have not introduced me to Lady Conteft. Lady Contest. Is this another fon ? Sir Adam. What, could you be fond of him too ? Lady Contest. Yes, I could. Sir Adam- And like him as well as if he were your own? Lady Contest. Yes, I could. Sir Adam. But he is not my fon. Lady Contest. I can't help thinking he is. [Looking fied faftly at him. Sir"], [21, "A COMEDY. 15 Sir Adam. I tell you he is not. Lady Contest. Nay, nay, you are joking — I am fure he is. Sir Adam. [Raifing his voice. I tell you, no. Lady Contest. Why he is very like you. [She goes up to Lord Rakeland, and looks in his face. No, he is not fo like when you are clofe. I beg ten thou fand pardons, Sir, you are not at all likeSirAdam. Sir Adam. [Afide. Zounds, now I am jealous — and I am afraid my propenfity will get the better of me. But no, it fhan't— No, h fhall not. My Lord, 1 beg your pardon, but 1 want half an hour's pri vate converfationwith my fon; will youexcufeus? Lord Rakeland. Certainly, Sir Adam — I beg you will make no ltranger of me. Sir. Adam. [Taking Mr. Conteft by the hand. Come, Tom. [Afide — There, now, I have left them alone; and I think this is triumphing over my jealoufy pretty well. Well done, Sir Adam, well done, well done. [Exit with Mr. Conteft, Sir Adam fmiling with felf-applaufe at the viclory he has gained. Lord Rakeland. My dear Lady Conteft, though I acknow ledge I have not the happinefs to be your fon, yet, permit me to beo; a blefling on my knees — 'Tis this— Tell me when and where I fhall have the happinefs of feeing you again ? Lady"], [22, "16 THE WEDDING DAY: Lady Contest. Dear Sir, without any compliment, the happi nefs will be done to me. Lord Rakeland. Enchanting woman ! appoint the time. Lady Contest. I'll afk Sir Adam. Lord Rakeland. No — without his being prefent. Lady Contest. I don't know if I lha'n't like that full as well. Lord Rakeland. Appoint a time, then ; juft to play a game at cribbage. Lady Contest. Or what do you think of \" Beggar my Neighbour ?\" — would not that do as well ? Lord Rakeland. Perfectly as well. The very thing. Lady Contest. But you muft take care how you play ; for it is a game you may lofe a great deal of money by. Lord Rakeland. But Sir Adam muft not know of it. Enter Sir Adam, and fpeaks afide. Sir Adam. Refolutions come and go 1 wifh I could have"], [23, "A COMEDY. 17 have kept mine, and ftaid away a little longer. [Af feclinggood humour. What, my Lord, here ftill ? holding eonverfation with this giddy woman ? Lord Rakeland. [Affecling coldnefs. I affure you, Sir Adam, I am very well pleafed with Lady Gonteft's con verfation. Lady Contest. And I am fure, my Lord, I am very much pleafed with yours. Lord Rakeland. We have been talking about a garfte at cards. Lady Contest. But you faid Sir Adam was not to be of the party. Lord Rakeland. Yes, Sir Adam — but not Mr. Conteft. Lady Contest. No, indeed you faid Sir Adam* . Lord Rakeland. Oh no. Lady Contest. [Eagerly. Yes — becaufe, don't you remem ber 1 faid — and you made anfwer-i Lord Rakeland. I don't remember any thing — > Lady Contest. What ! don't you remember kneeling for my blefiing ? D Sir"], [24, "18 THE WEDDING DAY: Sir Adam. How ! What ! Lord Rakeland. Sir Adam, it would be a breach of good man ners were I to contradict Lady Conteft a fecond time ; therefore I acknowledge that fhe is right — and that I have been in the wrong. [Exit, bowing with great refpetl. Lady Contest. [To Sir Ac am apart, and pulling his Jleeve. Won't you afk him to dinner ? Sir Adam. Afk him to dinner! What a difference between you and my firft wife ! — Would fhe have wifhed me to afk him to dinner ? would fhe have fuffered a man to kneel — Lady Contest. I did not fuffer him to kneel a moment. Sir Adam. — But my firft wife was a model of perfection, and it is unjuft to reproach you with the com parifon. Yet I cannot help faying — would fhe had Jived ! Lady Contest. And I am fure I wifh fo, with all my heart. Sir Adam. [Fetching a heavy figh. But fhe was fuddenly fnatched from me. Lady Contest. How was it, Sir Adam ? Were you not at fea together ?"], [25, "A COMEDY. 19 together ? And fo a ftorm arofe — and fo you took to the long-boat — and fhe would ftay in the fliip — and fo lhe called to you, and you would not so — and vou called to her, and lhe would not come. And fo your boat failed, and her fliip funk. Sir Adam. Don't, don't — I can't bear to hear it repeated. I loved her too fincercly. But the only proof I can now give of my affection, is to be kind to her fon ; and as by what he acknowledged to me, his heart I perceived was bent upon mar riage, I have given him leave to introduce to me the lady on whom he has fixed his choice— and if I like her — Lady Contest. Has he fixed his choice ? Who is the young lady ? What is her name ? &>Adam. I did not afk her name. Lady Contest. But I hope you will give your confent, who ever fhe is. Sir Adam. And if I do, in a little time they may both wifh 1 had not. Young people are fo capricious. they don't know their own minds half an hour. For inllance, I dare fay you think very highly of that young Lord who was here juft now; but if you were to fee him two or three times a week, you would ceafe to admire him. Lady Contest. I fhould like to try. Do invite him here two or three times a week, on purpofe to try. D 2 Enter"], [26, "THE WEDDING DAY: 20 Enter Servant. Servant. Mr- and Mrs. Ploughman are come, Sir, and dinner is almoft ready. [Exit. Lady Contest. [Looking at her hand, gives a violent fcream. Oh ! Oh !— Oh dear ! Sir Adam— Oh dear ! Oh dear ! Oh dear ! Sir Adam. What's the matter ? What in the name of heaven is the matter ? Lady Contest. I wifh I may die if I have not loft my wedding ring. — Oh ! 'tis a fure fign of fome ill luck. Sir Adam. Here, John! [Enter Servant.] Go and look for your miftrefs's wedding ring ; fhe has dropt it fomewhere about the houfe. Lady Contest. I am afraid it was in the ftreet, as I ftepp'd out of my coach. Oh ! indeed, Sir Adam, it did pot ftick clofe. I remember I pulled my glove off juft at that time; go and look there, John. [Exit Servant.] Oh ! Sir Adam, fome ill luck will certainly happen to one or both of us : you may depend upon it. Sir Adam. Childifh nonfenfe ! What ill Juck can happen, to us while we are good ? Lady Contest. But fuppofe we fhould not be good ? Sir"], [27, "A COMEDY. 21 Sir Adam. We always may if we pleafe. Lady Contest. I know we may. But then fometimes 'tis a great deal of trouble. Sir Adam. Come, don't frighten yourfelf about omens 5 you'll find your ring again. Lady Contest. Do you think that young Lord mayn't have found it ? Suppofe we fend to afk him? Sir Adam. Did you mifs it while he was here ? Lady Contest. No, nor fhould not have miffed any thing, if he had ftaid till midnight. Sir Adam. [Taking her by the hand. Come, come to din ner. [Going, flops. But I muft fay this has been a very carelefs thing of you. My firft wife jvould not have loft her wedding ring. Lady Contest. But indeed, Sir Adam, mine did not fit. [Exeunt. END OF THE FIRST ACT. ACT"], [28, "THE WEDDING DAY: 22 ACT II. SCENE I. An Apartment at Mr. Millden's. Enter Lady Autumn and Mrs. Hamford. Mrs. Hamford. T\\ If Y dear Lady Autumn, Mr. Conteft is not -^^ of a proper age for a lover, much lefs for a hufband of yours. Lady Autumn. Mrs. Hamford, I believe, old as you pretend to think me now, you thought me young but a few weeks ago at Venice ; when, on your firft landing there, you impofcd upon me your ro mantic tale, and prevailed with me to bring you to England. Mrs. Hamford. Hold, Madam, do not conclude too haftily, that, becaufe I have for a few days fince my arrival in my native country, deferred my pro mile of revealing to you my real name and my connections here, that I am for this reafon an impoftor. Lady Autumn. No ; upon recollection, you certainly have been living on a lavage ifland for thefe ten or twelve years, which gives you all thefe Hottentot ideas in relpcct to the advanced age of women. In fome lavage countries women are old at f-venteen-, but in this enlightened nation we are all young at feventy. 6 Enter"], [29, "A COMEDY. 23 Enter Mr. Millden. Mr. Millden. Lady Autumn, 1 make no apology for enter ing your apartment thus abruptly, becaufe I come with good news — Your daughter is mar ried. Lady Autumn. Married! What! while I have been abroad? Mr. Millden. No doubt — But I cannot give you any parti culars of the marriage, nor tell you even the gen tleman's name — for I only palTed her guardian by accident in his carriage, and I had not an op portunity to enquire, nor he to inform me far ther, than \" that it was a moft advantageous union for your daughter, for that her hufband is a man of fortune and title.\" Mrs. Hamford. There, Lady Autumn ! you find you have a daughter old enough to be a wife. Lady Autumn. More fhame for her — Why was not my con fent afked ? Mr. Millden. Ycu were out of England, and no letters reached you. However, your daughter's guar dian will call upon you in the evening, and ex plain to you every particular. Laiy.AuTuMN. But now, my dear Mr. Millden, and you my dear Mrs. Llatnford, don't let this marriage efcape your lips, if Mr. Conteft fhould call this evening —"], [30, "THE WEDDING DAY: 24 evening — for if my daughter's hufband fhodcl not, after all, be a man of fome importance, I fhould wifh to keep it a fecret from Mr. Conteft that I have a daughter married. [Exit. Mr. Millden. Mrs. Hamford, I obferve a gloom upon your countenance; I hope no enquiries you have made concerning any part of your family fince you ar rived in England — [He takes her hand — You tremble ! What's the matter ? Mrs. Hamford. I tremble till a vifit which I am now going. to make is over; and then, whatever is my defliny, I truft in that Power which has fupported me through numerous trials, to give me refignation. [Exeunt. SCENE II. An Apartment at Sir Adam Con- test's. Enter Lady Contest, followed by her Maid. Lady Contest. [Pulling off her cloak. Has any body called on me, Hannah, fince I have been out ? Hannah. Yes, Madam, an elderly gentlewoman ; but fhe refufed to leave her name — fhe faid fhe had particular bufinefs, and wanted to fpeak to you in private. Lady Contest. Then pray let me fee her when fhe comes again. Hannah."], [31, "A COMEDY. 25 Hannah. I told her, Madam, that you were only gone to the milliner's in the next ltreer. Lady Contest. Has any body clfe called, Hannah ? Hannah. No, ma'am. Enter a Servant. Servant. Lord Rakeland, if your Ladyfhip is not en gaged— Lady Contest. * [Drawing Hannah on one fide. Oh ! Hannah, Hannah ! is this the elderly gentlewoman ? — Oh ! for fhame, Hannah ! — However, poor Hannah, don't be uneafy. I wpn't be very angry with you. [To the Servant. You may defire his Lordfhip to walk up. [Exit Servant. Hannah. Upon my word, my lady — ■ Lady Contest. Oh, hold your tongue, Hannah — you know this is the elderly gentlewoman you meant — but no matter — I am almofl every bit as well pleafed. Enter Lord Rakeland. Exit Hannah. ' Lord Rakeland. My adorable Lady Conteft — Lady Contest. I hope you are very well — but I need not afk, for you look charmingly. E Lord"], [32, "THE WEDDING DAY: 26 Lord Rakeland. And you look like a divinity! I met Sir- Adam this moment in his carriage going out, and that emboldened me — Lady Contest. Yes, Sir, he is gone out for a little while with my guardian ; but he'll foon be back. I fup pofe, Sir, you called to play an hand of cards. Lord Rakeland. No — my errand was to tell you — I love you ; I adore you ; and to plead for your love in re turn. Lady Contest. But that is not in my power to give. Lord Rakeland. You cannot pofiibly have given it to Sir Adam ! Lady Contest. I fha'n't tell you what I have done with it. Lord Rakeland. You could love me ; I know you could. Lady Contest. If you were my hufband I would try : and then, perhaps, take all the pains I would, I could not. Lord Rakeland. Oh! that I were your hufband ! KneelingP\\ Lady Contest. You would not kneel fo if you were. Not even on the wedding day. Lord"], [33, "A COMEDY. 27 Lord Rakeland. \"No, but I would clafp you thus. [Throwing his arms about her. Lady Contest. Oh dear ! Oh dear ! I am afraid Sir Adam's firft wife would not have fuffered this ! Lord Rakeland. Why talk of Sir Adam ? Oh ! that you were mine, inftead of his ! Lady Contest. And would you really marry me, if I were fingle ? Lord Rakeland. Would I ? — yes — this inftant, were you un married, this inftant, with rapture, I would be come your happy bridegroom. Lady Contest. I wonder what Sir Adam would fay were he to hear you talk thus ! He fufpecled you were in love with me at the very firft — I can't fay 1 did— 1 fufpected noihing — but I have found a great deal. Lord Rakeland. Nothing to my difadvantage, I hope ? Lady Contest. No — nor any thing that fhall be of difadvan tage to Sir Adam. Lord Rakeland. Why are you perpetually talking of your hufband ? E 2 Laay"], [34, "THE WEDDING DAY: 28 Lady Contest. Becaufe, when I am in your company, I ant always thinking of him. Lord Rakeland. Do I make you think of your hufband ? Lady Contest. Yes — and you make me tremble for him. Lord Rakeland. Never be unhappy about Sir Adam. Lady Contest. I won't — and he fhall never have caufe to be unhappy about me — for I'll go lock myfelf up till he comes home. Going,] Lord Rakeland. [Holding her. What are you alarmed at ? Is there any thing ;o terrify you either in my coun tenance or addrefs ? — In your prefence, I feel myfelf an object of pity, not of terror. Lady Contest. Ay, but this may be all make-believe, like the poor little boy in the fong. SONG. I. In the dead of the night, when, with labour oppreft, All mortals enjoy the calm blefling of eafe, Cupid knock'd at my window, diflurbing my reft, \"Who's there ? I demanded — -Begone, if you pi. ale. II. He anfwei'd fo meekly, fo modeft, and mild, Dear ma'am, it is 1, an unfortunate child ; Tis"], [35, "A COMEDY. 29 'Tis a cold rainy night, I am wet to the fkin; I have loft my way, ma'am, fo pray let me in. III. No fooner from wet and from cold he got eafe, Then taking his bow he cry'd, Ma'am, if you pleafe, If you pleafe, ma'am, I would by experiment know If the rain has damaged the firing of my bow. IV. Then away fkipp'd the urchin, asbrilk as a bee, And, laughing, I wifli you much joy, ma'am, faid he; My bow is undamag'd, for true went the dart, But you will have trouble enough with your heart. [Going. Enter Servant. Servant. A lady, a ftranger, who Mrs Hannah fays your Ladyfhip gave orders fhould be admitted — Lady Contest. Very true — Defire her to walk in — fhew her up. [Exit Servant. Lord Rakeland. Who is it ? Lady Contest. I don't know — 1 can't tell — I thought you had been her: but I was miflaken. Lord Rakeland. Will fhe flay long ?■ Lady Contest. I don't know any thing about her. Lord Rakeland. Dear Lady Conteft, do not let me meet her on the flairs ; conceal me fomewhere till fhe is gone. 7 Here,"], [36, "THE WEDDING DAY: 30 Here, I'll go into this drefling-room. [He goes to a door, which leads to the next chamber. Lady Contest. Then you will hear our difcourfe. Lord Rakeland. No matter; I will keep it a fecret. Lady Contest. No, no ; you muft go away — out of the houfe. Lord Rakeland. I can't — I won't — don't expofe yourfelf be fore the lady. Enter Mrs. Hamford. [Lord Rakeland goes into the next room; but fiands at the door, and liftens to the converjation of the enfuing fcene.] Mrs. Hamford. [Curtfeying to Lady Conteft — I beg pardon, Madam. Lady Contest. [Curtfeying — No apologies, Madam, Mrs. Hamford I am afraid I am not right ! [Looking round. Lady Contest. Yes, Madam — Pray are not you the lady who called this afternoon, and faid you had parti cular bu finds ? Mrs."], [37, "A COMEDY, 31 Mrs. Hamford; I am. [Looking earneflly at her — And are yon Lady Contest ? Lady Contest. Yes, Ma'am. Ms. Hamford. Sir Adam's wife ? [In furprife. Lady Contest. Yes, Ma'am, Sir Adam's wife— Won't you pleafe to fit down ? [They fit. Ms. Hamford. There is then, Lady Conteft, a very material circumftance in my life, that 1 wifh to reveal to you ; and to receive from you advice how to act, rather than by confiding in the judgment of any of my own family, be flattered, by their par tiality, into a blameable fyftem of conduct. Such is the nature of my prefent errand to you : but, to my great furprife, I find you fo very, very young Lady Contest. Yes, Ma'am, thank heaven. Mrs. Hamford. And you are very happy, I prefume ? Lady Contest. [Hefitating — Y-e-s, Ma'am — yes, very happy, all things confidered. Mrs. Hamford. I am forry then to be the meffenger of news that"], [38, "THE WEDDING DAY: 32 that will, moll probably, deftroy that happinefs for ever. Lady Contest. Dear me ! what news ? You frighten me out of my wits ! [Rifing. Mrs. Hamford. You are now, Lady Conteft, newly married ; in the height of youth, health, profperity ; and I am the fatal object who, in one moment, may crufh all thofejoys ! Lady Contest. Oh ! then pray don't — you'll break my heart if you do. What have I done, or what has hap pened to take away from me all my joys ? — Where's my pocket handkerchief ? [Feeling in her pocket. Mrs. Hamford. Here, take mine, and compofe yourfelf. Lady Contest. [Taking //—Thank you, Ma'am. Mrs. Hamford. And now, my dear, I will inform you — and at the fame time flatter myfelf that you will deal frankly with me, and not reflrain any of thofe fenfations which my tale may caufe. Lady Contest. Dear Madam, I never conceal any of my fen fations — I can't if I would. Mrs. Hamford. Then what will they be when I tell you — I am Sir"], [39, "A C 0 M E D Y. 33 Sir Adam Conteft's wife — his wife whom he thinks drowned; but who was prefeived and reftored to life, though not till now reftored to my own country. Lady Contest. Dear Madam, I don't know any body on earth I fhould be happier to fee ! [Runs to her, em braces, and hugs her repeatedly. Mrs. Hamford. But confider, my dear, ycu are no longer wife to Sir Adam ! L^dy Contest. And is that all ? — here, take your handker chief again. Returns it her ] \"And come you out of your hiding place. [She goes to the cham ber where Lord Rakeland is — He enters confufed, and bowing to Mrs. Hamford— Come, come, for you need no longer conceal yourfelf now, or be miferable ; for I have no longer a hufband to prevent my being your wife — or to prevent me from loving you — for oh ! oh ! I do — [Checks herfelf — though I durft not fay fo before. Mrs. Hamtord. May I enquire who this gentleman is ? Lady Contest. A poor man that has been dying for love of me, even though he thought it a fin. Lord Rakkland. I beg pardon, and promife never to be guilty for the future. — I with you a good evening. [Going. Lady Contest. You are not going away ? F Lord"], [40, "THE WEDDING DAY: 34 Lord Rakeland. I have an engagement it is impoffible topoft pone. — Good evening. Lady Contest. But you will foon come back, I hope ? — for I fuppofe you hold your mind to be my hufoand ? Lord Rakeland. Alas ! that is a happinefs above my hopes. Lady Contest. Above your hopes ! Lord Rakeland. It is. Lady Contest. Then it fhall be beneath mine. [He bows, and exit. Mrs. Hamford. And is it pofiible that you can think of part in a with Sir Adam withoot the leaft relu&ance ? Lady Contest. Pray, Madam, when did you fee Sir Adam laft? Mrs. Hamford. Above fifteen years ago. Lady Contest- He is greatly altered fince that time. Mrs. Hamford. Still will my affection be the fame. Lady Coni est. And fo it ought; for he loves you ftill — he is for ever talking of you ; and declares he never knew"], [41, "A COMEDY. 35 knew what happinefs was fince he loft you. Oh ! he will be fo pleafed to change me for you ! Mrs. Hamford. I hope you do not flatter me ! Lady Contest. I am fure I don't — I expect him at home every minute, and then you'll lee ! Mrs. Hamford. Excufe me — At prefent I could not fupport an interview. I will take my leave till I hear from you ; and will confide in your artlels and ingenuous friendfhip to inform Sir Adam of my efcape. L<idy Contest. You may depend upon me, Lady C°ittdL Mrs. Hamford. Adieu ! [Going. Lady Contest. Dear Madam, 1 would infift on waiting upon you down flairs ; but I won't (land upon any ceremony with you in your own houfe. [Exit Mrs. Hamford. [As Lady Conteft is going off at the oppofite fide, fhe flops on hearing Sir Adam's voice without. Sir Adam. Nobody fb plagued as I am with fervants ! Enter Sir Adam. Lady Contest. Blefs me, Sir Adam, I did not l^now you were come home ! c£ F 2 Sir"], [42, "THE WEDDING DAY: 36 Sir Adam. I have been at home this quarter of an hour. The coachman has made himfelf tipfy on the joyful occafion of our marriage, and was very neardafhing out my brains in turning a corner. Lady Contest. And is that worth being in fuch an ill temper about ? — Ah ! you would not be fo crofs, if you knew fomething. Sir Adam. Knew what ? — I have a piece of news to tell you. Lady Contest. And I have a piece of news to tell you. Sir Adam. Your mother is arrived in town : your guardian heard fo this morning, but he did not mention it to me tiil this moment, becaufe he thinks it is proper for him to wait upon, and acquaint her with our marriage in form, 'before I throw mylclf at her feet, to afk her bleffing. Lady Contest. Very well — with all my heart. And now, Sir Adam — what do you think ? Sir Adam. What do I think ! Lady Contest. What will you give me to tell you fomething that will make you go almoft out of your wits with joy ? Sir Adam. What do you mean ? — Have I got another eftate left me ? Lady"], [43, "A COMEDY. 37 Lady Contest. No : fomething better. Sir Adam. Better than that ! Lady Contest. A great deal better — you will think. Sir Adam. [Eagerly — Has the county meeting agreed to elecl me their reprefentative ? Lady Contest. No. Sir Adam. What any thing better than that? Lady Contest. A great deal better than th^t — and fomething the moil furprifing ! — Guefs again. Sir Adam. Pfhaw ! I'll guefs no more — I hare fuch teaz ing — it is unmannerly — would my firft wife have ferved me fo ? Lady Contest. ■ Now you have hit upon it. Sir Adam. Upon what ? Lady Contest. Your firft wife. Sir Adam. Ay, I fhall never fee her like again ! Lady Contest. No, but you may fee her — for fhe is alive, and you may have her home as foon as you pleafe. 3 Sir"], [44, "THE WEDDING DAY: 38 Sir Adam. What the deuce does the woman mean ? [Trembling. Lady Contest. Your firft wife — efcaped iri the long boat — as furprifing a ftory as Robinfon Crufoe ! — I have feen her, and fhe longs to fee you. Sir Adam. Why, what do you mean ? — Still trembling] Alive ? Lady Contest. As much alive as I am. Sir Adam. And what does fhe intend to do ? — Trembling] Poor woman ! poor creature ! where does fhe in tend to go ? Lady Contest. Go ! Come home, to be fure. Sir Adam. Home ! — what docs fhe call her home? Lady Contest. You are her home. Sir Adam. I Rtr home! — Come to me! — What can I do with her ? — and what is to become of you ? Lady Contest. Oh ! never mind me. Sir Adam. Yes, but I can't think to part with you— Ready to cyP\\ I can't think to turn a poor young creature like you upon the wide world. — Her age"], [45, "A C O M E D Y. 39 age will fecure her ; fhe won't be in half the danger. Lady Contest. Poor foul ! if you knew what fhe has fuffered — Sir Adam. And have not I fuffered too ? I am fure I have lamented her lofs every hour of my life ; you have heard me. Lady Contest. And yet you don't feem half fo much pleafed at her return as I am. Sir Adam. I cannot help being concerned to think, what a melancholy twelve or fourteen years the poor woman has experienced ! moil likely upon fome defert ifland, inftead of being in heaven ! Lady Contest. But if you are concerned upon her account, you ought to be pleafed upon your own, my dear — [Checks herfelf] I beg pardon ; I mean Sir Adam. Sir Adam. No, no, call me \" my dear\" — do not fhew referve to me already ; for if you do, you will break my heart. Lady Contest. I would not break your heart for the world — and indeed, Sir Adam — you will always be dear to me — quite as dear when we are parted, nay, I think, dearer than if we were living together. Sir Adam. Don't talk of parting — Can you refolve to part from me ? Lady"], [46, "THE WEDDING DAY: 40 Lady Contest. Yes, becaufe I know you will be fo much happier with your firft wife. Sir Adam. But if our parting Ihould give you any unea finefs — Lady Contest. It won't a bit. Sir Adam. No! Lady Contest. No, [foothivg—noz when I know you are with that good, prudent woman, your firft wife. Sir Adam. [Afide. — Now here is a time to exert my power over myfelf : what fignifies haying exerted it in trivial matters, if from a trial inch as this I fhrink ? — [To her — making many efforts to get rid of his feeVings — Well, Madam, I am prepared to fee my firft wife — and to part with my fecond. Lady Contest. Then fit down and write to her, that you long to fee her. Sir Adam. No ! I can facrifice all my fenfations, but I cannot facrifice truth. Lady Contest. Will you gh/e me leave to write to her, a kind letter for you, and invite her to come hither di rectly ? Sir"], [47, "A COMEDY. 41 Sir Adam. [After aflruggle — You may do as you like. Lady Contest. Ay, I fhan't be with you long, and fo you may as well let me have my own way whiie 1 ftay. — [She writes — he walks about, flarls, and flews various j gns of uneafinefs during the time. Lady Contest. Here they are-, only a few words, but very kind ; telling her to \" fly to your impatient wiihes.\" Here, John — [Enter Servant] — Take this letter to Mr. Millden's immediately. [Exit Servant] — [She goes to Sir /tdam — Come, look pleaied ; confider how charming it is for old friends to meet. Sir Adam. Yes, if they are not too old. However, fear nothing in regard to my conduct, for I will, I will aft properly — fo properly, that I will not truft my own judgment-, and the firft perfon I confult fhall be your mother, and I'll go to her this inftant. [Going — Sure never fuch a ftrange, intricate affair ever happened b*. fore! — but ftrange as it is, I will ait as I ought to do- My incli nation may rebel, but my reaion fhall conquer — -I will act as I ought to do. Enter Servant. Servant. Lady Autumn and Mr. Conteft. Sir Adam. And here your mother comes moftopportunely. G En'.er"], [48, "THE WEDDING DAY: 42 Enter Mr. Contest and Lady Autumn. Mr. Contest. Sir Adam, according to your permiffion, I have brought the lady on whom I have placed my affections, to receive from — Lady Contest. Oh my dear mother, how do you do ? [running to Lady Autumn. Mr. Contest. Mother ! — Your mother ! Lady Contest. Yes — though fhe looks very well, does not fhe? Mr. Contest. This is the lady on whom I have fixed my choice. Lady Contest. What, on my mamma ! Nay, Mr. Conteft, now I am fure you are joking — ha, ha, ha, ha, — ha, ha, ha, ha,— fixed your choice on my mother! Sir Adam. And my mother! your father's mother! — Why you are as bad as the man in the farce — fall in love with your grandmother. Lady Contest. Dear mamma, don't make yourfelf uneafy, if you have a mind to marry my fon ; for there is a lady now at Mr. Millden's, and who is coming here, that will claim him for her fon, and make me no longer wife to Sir Adam. Lady Autumn. This can be no other than Mrs. Hamford, whom I brought to England. Enter"], [49, "A C O M E D Y; 43 Enter Mr. Millden. Mr. Millden. Mr. Conteft, will you flep for a moment to the perfon in the next room. [Exit Mr. Contefl.] Sir Adam Conteft, I come to inform you, that there is a lady in the next room who has been near fainting at the found of your voice. Sir Adam. And 1 believe \\ fhall faint at the found of her's. Mr. Millden. Her fon is fupporting her to you. Enter Mrs. Hamford leaning on Mr. Contest- Lady Contest. Dear Sir Adam, fly and embrace your firffc wife. [She goes to her — Dear Lady Conteft, notwithftanding his feeminginfenfibility he loves you to diftraction : a thoufand times has he de clared to me, he did not think there was fuch a woman in the world. Sir Adam. And I did flatter myfelf, there was not. Mrs. Hamford. [Seeing Sir Adam advance towards her — Oh ! Sir Adam ! Sir Adam. Oh mv deir ! If you knew what I have fuf fered, and what I ftill fuffcr on your account, you would pity me. Lady Autumn. Sir Adam, I give you joy of a wife that fuits your own age. Sir Adam. And fuch a one lhall my fon marry, when he has my confent. Mrs."], [50, "THE WEDDING DAY: 44 Mrs. Hamford. Come, come, Sir Adam and Lady Autumn* thefe mutual reproaches, for almoft the felf-fame fault, ought to convince you, that in your plans of wedlock you have both been wrong. Sir Adam. However, it fhall be my endeavour to be henceforward right : for after fettling upon my young bride a handfome dower, I will peaceably yield her up ; — and though it is a hard ftruggle, yet, like all my other ftruggles, it will, I have no doubt, give me happinefs in the end. Lady Contest. [Crying till fhe fobs. Good b'ye, Sir Adam — good b'ye — 1 did love you a little upon my^vord ; and if 1 was not fure you were going to be fo much happier with your firft wife, I fhould never know a moment's peace. Sir Adam. I thank you. And at parting, all I have to requeft of you is — that you will not marry again till I die. Lady Contest. Indeed, Sir Adam, I will not — but then you won't make it long ? Sir Adam. I believe I fhan't. Lady Contest. And my next hufband fhall be of my own age; but he fhall poffcfs, Sir Adam, your prin ciples of honour. And then, if my wedding ring fhould unhappily fit loofe, -I will guard it with unwearied dilcretion : and I will hold izfacred— even though it fhould pinch my finger. THE END."], [51, ""], [52, ""]]