[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "irafoiit0=#rom flags far Clrilken. TERRA-COTTA PLAYS. By C. M. PREVOST. Crown 8vo., cloth, 2s. Gd. Intended for Performance by Young People of all sizes, containing : — Snowdrop and the Seven Dwarfs. The White Cat. The Sleeping Beauty. Jack and the Beanstalk. Each Play sold separately, price Gel. \" ' Terra-Cotta Plays ' have appeared in the nick of time. They can be liad separately for Sixpence each, or bound together in a prettily got-up book. Much fun can be made out of the play on ' The Sleeping Beauty.' ' The White Cat,' too, is a capital one to get up. * Snowdrop and the Seven Dwarfs ' has much of the tragedy in it ; but if the young folks are bent upon a thrilling performance they cannot do better than to choose it.\" — Saturday Review. , THE ABOVE PLAYS OCCUPY FROM ONE TO TWO HOURS FOR PERFORMANCE. In ordering parts, the name TERRA-COTTA should be given."], [7, "HALF-HOUR PLAYS."], [8, ""], [9, "HALF-HOUK PLAYS. EUMPELSTILSKIN AND OTHER PLAYS FROM OLD FAIRY TALES. JUiaptefc cither for the \"^iUaae school or the graiuing-roam. BY AMABEL JENNBR, AUTHOR OF \"LOUIE WHITE'S HOP-PICKINO,\" ETC. LONDON : WALTER SMITH AND INNES, 31 & 32, BEDFORD STREET, STRAND, W.C. 1889. [All Rights reserved,]"], [10, "Richard Clay & Sons, Limitfd,, London & Bungat."], [11, "CONTENTS. I. RUMPELSTILSKIN II. TOMMY TROUT AND THE OWL III. JACK AND THE BEANSTALK ( SILVERLOCKS AND THE THREE BEARS ivJ (the snow queen V. little prit %* Each of the above parts may be had separately, price sixpence. In ordering them, the name \"HALF-HOUR \" should be given."], [12, ""], [13, "BUMPELSTILSKIN. A"], [14, "DRAMATIS PERSONÆ. Miller. Molly, Miller's daughter. King. Old Queen, King's mother. Rumpelstilskin. Three Pages. Attendants. Young Prince Hildebrand. The dresses are easily arranged. The Miller must of course be veiy floury. Molly might have Kate Greenaway dress, pale blue or pink, with white mob cap and neckerchief. Rumpelstilskin, black suit, red cap and vest. The other costumes may be left to imagination. King, Queen, and Attendants must be as magnificent as possible, and Molly as Queen must be completely transformed."], [15, "RUMPELSTILSKIN. Jl Jfairjj grama in 'Uiujo JUts. ACT I. SCENE I. Outside of water-mill. Enter Miller. Sings — \"There was a jolly miller once Lived on the river Dee, He danced and sans; from morn till night, No lark so blithe as he ; And this the burden of his song For ever used to be — I care for nobody, no not I And nobody cares for me. \"He has a daughter fair and young, And gay as gay can be ; No maiden in the land, they say, Can spin so well as she. Straw turns to gold in her two hands, Saith the Miller of the Dee ; And I care for nobody, no not I, And nobody cares for me.\""], [16, "R [IMPELS TILS KIN. 4 Enter daughter MoLLY. Molly. Ob, father! here you are at last ; mother has sent me out To see if you are coming, or what you are about. Miller. Yes, I am coming presently ; why you are out of breath ! Have you been running ? Molly. Yes, I ran a long way o'er the heath. I met some noble gentlemen, they came and spoke to me, And asked me if my father was the Miller of the Dee. And then they smiled and whispered about my locks of gold, And something about straw, I thought. Miller. Then they were very bold, And you were right to come away ; what non- sense have they heard ? Molly. I thought perhaps it was that tale about the straw. Miller. Absurd ! That has been long forgotten ; besides, what did I say ?"], [17, "R UMPEL S TIL SKIN. 5 Molly. You said I was so clever that I could spin . . . Miller. Nay, nay, I said I thought you might some day spin straw to threads of gold ; And so I do, why shouldn't you ? — you are not so very old ; There's time to learn. Molly. Impossible, the thing was never done. Ah see ! there come the gentlemen ; that is the grandest one. Miller {alarmed). Go to your mother, Molly, he wants to speak to me. [Exit Molly. Enter King. King. Good morning, fellow. Can I see the Miller of the Dee ? Miller {bowing in much alarm). I am the same, your Majesty, ready to do your will. King. I want to have a word with you. {Aside) Why can't the man stand still ? He makes me feel quite giddy. {Aloud) You have a daughter fair (I met her on the heath just now), with lovely golden hair."], [18, "R UMPELS TILS KIN. 6 Miller. Yes, yes, that was my daughter, a right good maiden, sire, She's always up at five o'clock to sweep, and light the fire. King. Indeed? I thought her talents lay in quite another line ; I've heard much of her spinning. Miller. Oh yes, her spinning's fine ; In fact she's never idle. King. Fellow, you play with me ; I know about your daughter. So, Miller of the Dee, Be careful what you're saying ; you know my power, beware ! This is the story I have heard about this maiden fair, — Such is her skill in spinning, that even common straw Falls from her hands in threads of gold, e'en like the hair I saw This morn upon the heath ; then tell me, Miller, is it so ? To you I've traced the story. Miller. Indeed I do not know. I may have talked some nonsense ; forgive a father's pride."], [19, "RUMPELSTILSKIN. 7 King. If that were all, I might forgive, but now you seek to hide Your daughter's skill; go, fellow, let us hear what she will say. Miller {\"wringing his hands). Alas ! alas ! what have I done ? Ah ! what a dreadful day ! [Exit Miller. King. I'm terribly in want of gold ; this girl shall spin for me, The exchequer's getting sadly low, the Chancellor says ; and see, {Takes off eroion) This crown is very shabby, I've worn it for a year ; And I want a new one badly. Enter Miller and Daughter. Good day to you, my dear. You need not be unhappy, attend to what I say ; Your king requires your services, you will not say him nay ; He's heard about your spinning, he has lots of straw for you, So you must come and spin for him. Molly {toeeping). Oh clear, what shall I do ? Indeed, your Majesty, I can't."], [20, "8 R UMPELS TILS KIN. King. Can't, maiden ! then beware ! Your father's life's in danger ; now will you come ? Molly (aside). Oh dear ! I never spun a thread of gold, but I shall have to go ; Better that I should lose my head than father. (Aloud) Since 'tis so, I will obey your Majesty. Kiny. 'Tis well ; you're wise, I see. Come then to-morrow morning at eleven punc- tually ; My mother will receive you, and all your duties tell, So weep no more. 'Tis growing late, I must be off. Farewell ! [Exit King. Miller. Alas ! alas ! my precious child, what can your father do ? 'Tis through my foolish prating that this harm has come to you. Why did I boast? Why did I talk so much about your skill ? He'll have your head, that's certain. Molly. I do not think he will ;"], [21, "R UMP ELS TILS KIN. 9 His face is kind. Far more I dread her Majesty the Queen. Soon all must be discovered ; she will be cross, I ween, To find her son has been deceived ; that I've no secret power Of spinning straw to threads of gold. Miller. Ah ! that unlucky hour ! Why did I talk such nonsense ? Molly. Dear father, do not fret, I dare say all will turn out well, my head is safe as yet. (Curtain) SCENE II. Boom in Palace. Old Queen seated on one side. Large heap of straw opposite. Enter Page. Page. Madam, the maiden from the mill ; her name is Molly White. Queen. Oh ! show her in. [Exit Page. a *"], [22, "RUMPELSTILSKIN. 10 Enter Molly. Molly (aside). Oh dear ! oh dear ! I am in such a fright. [Makes low curtsey. Queen. Good morning, Miller's daughter ; you've come to work, I hear. Molly. I'll do my best, your Majesty, to please you, but I fear . . . Queen. Don't be so ready with your tongue, but just attend to me ; You've got to work at spinning gold, from morn till night, d'you see ? My son's in want of money, and he knows your secret skill ; He's ordered several tons of straw, three rooms they nearly fill. This room is one : see, maiden, all is prepared for you. Take off your hood and set to work. Molly. Oh dear ! what shall I do ? Your Majesty's mistaken. Queen. Beware ! what's that you say ? Before to-morrow morning, before the sun's first ray, That straw must^ all be changed to gold, or, maiden, you must die. [Exit Queen."], [23, "RUMPELSTILSKIN. 11 Molly. There's nothing left for me to do but sit me down and cry. Oh ! what a dreadful thing it is to be in such a plight ! She's locked the door. I needs must stay, and weep all day and night. Spin straw to gold ! what makes them think I have such fairy skill ? Ah ! if I only had the power, I'm sure I have the will. [ Weeps bitterly and sinys. Tune—\" Sweet Belle Mahone.\" Soon, alas ! it will be o'er, Soon shall I be here no more, But my heart is aching sore, Far, far, from home. To my friends I say good-bye, !None can hear my lonely cry, Here I sit alone and sigh, Far, far from home. (Repeat twice.) Here I sit alone and sigh, Far, far from home. Enter Rumpelstilskin. Dances round noiselessly. Molly starts up in astonishment. Ah ! who is it ? How did you come, or were you here before ? The door is locked."], [24, "R UMPELS TILS KIN. 12 Rumpel. Fair maiden, the keyhole was my door ; I can grow small at pleasure. Now tell me what's gone wrong ; Why ure those tears upon your cheek ? — why sing that dismal song ? I've often seen the daughter of the Miller of the Dee, But she was always gay of heart, and smiling pleasantly. What means this change ? Molly. Alas, alas ! I know not who you are ; Whether a friend or enemy. Bum. I do not come from far ; I'm willing now to help you, but tell me of this woe. Molly. I've got to spin this straw to gold, or die to-morrow. Rum. Oh ! That does sound bad, but do not cry, I know a thing or two, But weeping always worries me. We'll see what we can do. So now to work ; give me the wheel, now dry your eyes and say"], [25, "R UMPELS TILS KIN. 13 What treasure you will sacrifice, if I help you to-day. Molly. Treasure ? I've nothing good enough ; only my bracelet here. 'Tis gold ; the stones are rubies. Rum. Yes, that will do, my clear. Now see how cleverly I spin. Begins to spin with straw and draws out threads of gold. Molly. Oh ! what a wondrous sight ! The straw is changing into gold, all glistening and bright. How can I ever thank you ? Rum. I need no thanks, fair maid ; Let me see smiles instead of tears, and I am quite repaid. Song — Tune from School Sonys, \" The ccd and the kitten they lie in the sun.\" Fair maiden, weep not, your work is begun, Whirr, whirr, whirr ! You may trust me to spin till the whole thing is done — Whirr, whirr, whirr ! These long threads of gold once were straw, don't you see? So dry up your tears, come and sit here by me, And when all is finished, so happy we'll be. Come, join in my song, as we spin merrily, Whirr, whirr, whirr ! whirr, whirr, whirr ! (Curtain.)"], [26, "R UMPELS TILS KIN. 14 SCENE III. Same room. Molly, surrounded by bundles of straw. Molly. Two rooms are done ; so far all's well ; even the cross old Queen Is filled with joy, for so much gold never before was seen. And now this room's the largest'; I should be in despair But for my friend. Ah ! who is this ? Enter King and Queen. King. Good morning, lady fail' ; We've come to see you at your work. Molly (in great alarm). No, sire, that cannot be, My work must be in secret, no other eye may see. King. Why not ? I will not interrupt. Molly. Pardon, your Majesty, The thing is quite impossible. Queen. Well, well ; let her alone."], [27, "R UMPELS TILS KIN. 15 So far she's not been idle, her task is nearly done. She can go home to-morrow. King. No, that I never said ; I cannot part so quickly with the Miller's lovely maid. Maiden, you've toiled to give me gold ; now will you be my wife, And share it with me ? Queen {aside). I ne'er heard such nonsense in my life ; The Miller's maid to be a queen ! {Aloud) But just remember, son, You promised not a word to say until her task was done. You understand me, maiden, this straw must change to gold, Before to-morrow morning, as you before were told. If this command is disobeyed, then you must lose your life. King (taking her hand). Succeed once more, fair maiden, succeed and be my wife. [Exeunt King and Queen. Molly. Can it be true that I shall be the queen of this fair land ?"], [28, "16 R UMPELS TILS KIN. It seems impossible the King should wish to have my hand. What shall I do ? I can't refuse, his will must be my law. Besides, I rather like him, but how about this straw ? There's more than ever in this room, and where's my little friend ? Surely he has not helped me thus, to leave me at the end. Enter Rumpelstilskin. Ah ! here you are, how glad I am ! I was in such a fright ; The King and Queen have both been here, they can't hide their delight. The King, you won't believe it, he wants to marry me, When once my task is finished Rum. Then you the Queen will be. Molly. Yes, yes, but please begin to work, I long to see it done. Rum. But first a trinket I must have. Molly {in dismay). I've not another one."], [29, "R UMPELS TILS KIN. 17 You've had my bracelet and my brooch, that's all I have to give. Rum. {rising). Lady, farewell ! Molly. You can't mean that, you know I cannot live Without your help. Come, tell me, then, what promise I can make. Rum. Promises are like pie-crust, there might be some mistake. Molly. No, no, my word shall be fulfilled, so tell me what to do ; As Queen I shall be rich enough, then what shall I give you ? Rum. 'Tis true then treasures you will have of every shape and size ; Say, maiden, will you promise me your one most cherished prize ? The precious thing you hold more dear than jewels rich and rare. Molly {carelessly). Yes, anything you like to have — gold, gems, I do not care. No treasure can be good enough for one that saved my life ; I will not be ungrateful when I'm a royal wife."], [30, "18 R UMPELS TIL SKIN. Rum. Then let's to work, I have your word, the time may not be yet, Long years may pass before I claim the prize. Molly. I won't forget. ( Curtain. )"], [31, "RUMPELSTILSKIN. 19 ACT II. SCENE I. The Palace. Enter Rumpelstilskin. Rum. Six years have passed, the old Queen's dead ; the Miller's daughter fair Has long been Queen, and wears a crown upon her golden hair. Still is her promise unfulfilled. Long years of peace and joy Have passed away ; nothing has come to trouble or annoy. Has she forgotten ? Who can tell ? A day will soon be here, When she must see my form again. Till then, I'll disappear. [Exit."], [32, "R UMPELS TILSKIN. 20 Enter Young Qlieen, followed by Ladies, Pages, and Little Boy. Queen to Prince (sitting down on throne). And so this is your birthday ! just see what I have bought ; A lovely little water-mill, all made of gold. I thought You'd like a model of a mill, because long years ago My home was near a water-mill. Prince. Oh, I should like to go And see the palace where you lived, though if I had my will, I'd be a jolly miller, and live inside a mill. Queen. No, that would never do, my child ; you are the Prince, you see. Voice. The Queen herself s the daughter of the Miller of the Dee. Queen. Who was it spoke ? I heard a voice. Prince. I'm sure it was not I. See, mother dear, the mill will turn. Queen. Yes ; take it, dear, and try. I'm not quite well this morning. Attendants hurry up with smelliny-bottle, fan, etc."], [33, "R UMPELS TILSKIN. 21 {Reviving) There, that will do. Now go And leave me with the Prince awhile. Exeunt Attendants. (Aside) That voice I'm sure I know. Alas ! alas ! what can it mean ? Why do I tremble so ? Enter Rumpelstilskin. The Queen screams, and hides her face. Rum. Once more I stand before you ; madam, why this dismay ? I come to claim your promise. Queen {frantically). Ah, go, take him away ! Go call the soldiers hither. Bum. Lady, 'tis useless ; all The doors are firmly fastened, and none can hear you call. Prince (running up). What is the matter, mother ? Who is this little man ? Queen. Ah, come to me, my treasure, and help me if you can. Rum. Is it so soon forgotten ? Not many years ago, Three times I saved you, madam. Queen. Yes, yes ; I know, I know."], [34, "R UMPELS TILSKIN. 22 Six happy years have passed since then, years full of love and joy. Rum. I claim your dearest treasure, I claim your princely boy. Queen. My boy ! the Prince ! You shan't have him ! Prince. No, no ; I'd rather stay. Don't let that horrid little man take Hildebrand away. Queen. Take any other treasure, I've bracelets by the score, And necklaces and brooches, I ne'er shall want them more ; Choose quickly ; see my jewels, worth millions, so they say. Rum. Your one most valued jewel is what I claim to-day. Queen. No, no, impossible ; the King — he never would forp-ive. What, lose the heir-apparent ! — how could we ever live Without our precious Hildebrand ? Is there no other way ? Don't think me quite ungrateful, I can't forget that day,"], [35, "R UMPELSTILSKIN. 23 How you helped the Miller's daughter when she was in despair. Here, take my crown, take anything, but leave my darling. Rum. There, Don't weep, you know I hate it. I've one more chance for you. Discover what my name is. If this you fail to do, The Prince is mine for ever. Queen. Your name ? Does no one know ? Since you are short, it will be long, they say 'tis always so. Come, Hildebrand, and help me guess. Prince. Perhaps 'tis John, or Dick, Or Sam, or Joe. Queen. Those are too short. Come, think again ; be quick. Rum. Lady, my time is precious. Queen. Ah, he is going ; see. How many guesses may I have ? Bum. I'll give you three times three. I will return to-morrow, at this time of the day. [Exit Rumpel. Queen. Nine guesses, that is easy ; thanks, thanks ; he's gone away."], [36, "R UMPELS TILSKIN. 24 I hadn't time to thank him. Prince. He vanished through the floor ; I hope the ugly little man won't come here any more. (Curtain.) SCENE II. King and Queen sitting on thrones. Attendants round. Hildebrand playiny tcith toys. Enter Pap;e. Kiuy. Speak out ! what news ? Page. Sire, I have searched the country to the west. Queen. And did you find the little man with crimson cap and vest ? Page. Madam, three persons I have seen dressed in this style. King. Speak out ! Did you discover all their names ? Now mind what you're about, The Prince's safety is at stake. Page. Yes, each gave me his name"], [37, "RUMPELSTILSKIN. 25 I wrote it down on paper. {Searches pockets ; produces paper) I think this is the same. King (reads). \" Three shirts, four pocket-hand- kerchiefs . . .\" Page {alarmed). 'Tis on the other page. That is my laundress's account. King {handing paper to Queen). He'll put me in a rage : These names do not seem likely. Bring in the next one now. Enter second Page, boicing low. There, that will do ; we do not want to see how well you bow. What is your news ? Page. Three names I bring ; You'll find them right, I think. Queen. They cannot all be right, you know. King. Perhaps he wrote with ink, And so he thinks they must be write — no, wrote. Queen. Don't bother me With puns, your grammar is at fault ; this writing's bad, I see ; But these names are more likely."], [38, "26 R UMPELSTILSKIN King. There's yet another one. Look sharp, I'm getting tired ; it's time this business was done. The whole thing is absurd to me, for you must surely know That fifteen hundred red-capped men won't make me let him go. Queen. Don't speak so ; you can't know the power of magic art and charm. King. No ; and I'm glad enough I can't ; it only does you harm. Well, what says the last paper ? Queen. I can't make out the word ; First, R. U. M. King. Why that spells rum, at least so I have heard. A very wholesome medicine : you mustn't take much, though. Page. Your Majesty, I've news for you. King. Speak on ! it's time to go. I want to hunt this morning ; it's nearly half- past ten. Page. I searched the hills and forest, I rode through vale and glen,"], [39, "R UMPELS TILSKIN. 27 But nothing could I see or hear of little red- capped men. At last I found a water-mill beside the river Dee. Queen. My father's mill ! Speak on, good Page, the Miller did you see ? Page. Madam, I did ; he talked with me, and asked about your Grace. He sent a message ; said he longed to see your royal face. I told him of my errand ; he left his water- mill, And offered to direct me. King. Very obliging ; still He might have waited to be asked. Queen. 'Twas my dear father. Well ? Page. He led me quickly to a cave within a rocky dell ; There, in the opening, I saw a very little man. His vest was red, his cap was red, and round and round he ran. He danced about and shouted, till all the echoes rang, And as we stood and watched him, this was the rhyme he sang —"], [40, "R UMPELSTILSKIN 28 To-day I brew, to-morrow I bake, And then may I the Queen's child take ; The years may go, but none shall know My name is Rumpelstilskin. Queen (springing up). Then that's the name. It is, it is ! thanks, thanks ! King (to Page). The prize you've won. (To Queen) Well, madam, now your mind's at rest, and we may keep our son. So now I'm off; keep something hot; I shan't be home till late. Queen. Stay yet one moment longer, that we may know our fate. He'll be here at eleven : there is not long to wait. Enter Rumpelstilskin. Rum. Madam, I stand before you. Queen (to King). Suppose we should be wrong. I feel quite weak and nervous. I am not very strong. Besides, he's very powerful. Rum. Pray do not keep me long."], [41, "R UMPELS TILS KIN. 29 I know your search proved useless. Is the Prince ready now ? I promise not to harm him : 'tis for his welfare. Queen. How ? Do you imagine I have failed : listen ! I know your name. Remember I've nine guesses. Rum. It will be all the same. Guess then, most noble lady, you need not think I fear ; My name no mortal yet has heard, and none shall ever hear. Queen (reading from paper) . Nine names, I see, are written — James, William, Geoffrey, Joe. Yes, yes ; I knew you'd shake your head : these are not right, I know. Adolphus, John, and Ferdinand, come next upon the list — Then Frederick. Rum. All, all are wrong. Queen. Stop ! here is one I missed. Is your name Rumpelstilskin ?"], [42, "RUMPELSTILSKIN. 30 [Rumpel. gives ivild bound in the air, twirls round and round, and stamps violently with his foot. Rum. It is, it is, I say ! Oh ! some one has betrayed me — none knew before this day. King. You'd better not stamp quite so hard, or you'll go through the floor. Rum. Lady, farewell ! my name you know, but you'll never see me more. [Exit Rumpel. Queen. I'm sorry for the little man, but still he was a bore. King. You ought to have rewarded him, I told you so before. You promised him a jewel. Queen. I offered all I had. He never even looked at them. King. The little man is mad. But still the debt of gratitude must not remain unpaid ; I see my way to settling that. A law shall now be made, Giving my royal countenance to men with caps of red."], [43, "R UMPEL S TIL SKIN. 31 Queen. That may be very clever; but you see the man has fled. King. No matter ; this will reach him, wherever he may be. Silence, and give attention. This is my new decree — The crimson cap means liberty, and Rumpelstil- skin's free. {Curtain) finis."], [44, ""], [45, "TOMMY TROUT AND THE OWL. glramatbeii from \" A FAIRY TALE BY THE LATE J. H. EWING. This tale is dramatized by the kind permission of Mrs. Ewino's literary executors ; but the exclusive right of dramatizing the tale is not granted. B"], [46, "DRAMATIS PERSONÆ. Grandmother. Tailor. Two Boys. Owl."], [47, "TOMMY TKOUT AND THE OWL. SCENE I. Interior of a Cottage. Tailor, working. Grandmother making rug with scraps of cloth. Tailor. Nothing but work from morn till night. The boys ? What good are they ? Only a burden, that's the truth. Grandmother. How now ? What's that you say ? Don't call your lads a burden, Tom ; they're blessings,' that I know. They may be idle. Tailor. That they are ! Gran. But all boys will be so."], [48, "TOMMY TROUT. 4 Don't I remember you the same ? Ah, you may shake your head. Tailor. Just look at Tommy. Every day I pull him out of bed. He never does a useful thing from morning until night ; If I send him on a message, he never gives it right. Can't even mind the baby, and what am I to do ? How can I see to house-work and be a tailor too ? Gran. Yes ; you have had your troubles since their poor mother died, For I'm too old to help you, altho' I've often tried. But don't forget our motto, son Thomas. Tailor. What is it ? Gran. \"Children bring blessings and good luck.\" Tailor (aside). A precious little bit. {Aloud) You may be right, but I should say that all our luck has gone."], [49, "TOMMY TROUT. 5 Perhaps the Trouts were fortunate, but not since I was born. Gran. Now Johnny, he's a pretty lad, his face is like a peach. Tailor. And he's about as useful too. Gran. And who is there to teach The lads to be more handy ? It's not much in my way. Enter Two Boys hand-in-hand, each holding an armful of moss, tvhich they deposit on the floor as they come in. Tailor. Just put that rubbish out again, I've swept that floor to-day. Tom. You move it, Johnny. Tom sits down on stool, takes out knife, and begins shaving stick ; Johnny tumbles about, stamping on the moss, and leaving long trail of earth as he puts it out of the door, then comes and sits by his brother."], [50, "6 TOMMY TROUT. Tailor (exasperated). These chips, too, come clear them all away. Tom {sighing). Johnny, you can. [Johnny picks them up and sits down again. Tom. It's supper-time; is it not ready, dad ? Tailor. No, it is not; and what is more, no supper's to be had, Unless you boys can get it. That's all I've got to say. [Exit Tailor. Tom. But is there nothinp; in the house ? Gran. No; nothing for to-day; Only some bread we want to keep for breakfast. Tom. Oh, I see ; But what makes father seem so cross ? Gran. He's tired, and wants his tea ; Besides, you boys don't help him. Tom. What is there we could do ? Gran. Oh, there are many little things, nice jobs for Jack and you, That take up all his time for work, and so he's vexed, you see,"], [51, "TOMMY TROUT. 7 And says you boys are idle. And now you might help me ; I've something here for you to do, if you're inclined to try. Look, tear my scraps of cloth in lengths. Tom. All right {sighs) ; I wonder why We've got so little money, and everything goes wrong, And father's always cross. I know ! when I am big and strong, I'll go and make a fortune. Look, Grannie, will that do ? Gran. Why bless the lad ! it's much too short ; he had a measure too. Tom. I thought it was the same, oh me ! Yawns and props himself against the Grandmother's chair. Gran. Don't lean so hard, my dear, You'll knock your Grannie over. Beg pardon, Grannie. There ! Tom. Gran. Why, that's too long. Tom. Tear a bit off."], [52, "TOMMY TROUT. 8 Gran. That wastes it, don't you see ? There goes my knitting ! Tom {to John). Pick it up. Grannie, I want my tea, I am so hungry. Gran. My poor child, what can I do for you ? There, never mind the scraps of cloth, I'll make these pieces do. John. Tell us a story, Grannie dear, we both like that, you know. Tom. Yes, then I shan't keep thinking about my supper so. Gran. You've heard my tales so often ; there's one about a ghost. Tom. No, not that one, I know quite well 'twas nothing but a post, Or some one in a sheet ; besides, those tales keep Jack awake. Tell us about the fairies that live beside the lake. Gran. My dear, they do not like it. It makes them cross, they say. Tom. Oh, but what does it matter ? Our luck's all gone away ;"], [53, "TOMMY TROUT. 9 We're hungry now and wretched. Gran, {thoughtfully). That's true. Trout's luck has fled ; It went with the last Brownie, that's what my mother said. Tom. Who was the Brownie, Grannie ? Was he a fairy, then ? Gran. Yes, yes, my dear, they're fairies, and just like little men. One lived here for a long time, and everything went right ; But no one ever saw him, he only came at night. He used to set the breakfast, clean the grates, and light the fire, And do all kinds of house-work. Tom. And never any hire ? Gran. No, no, he did it all for love. They used to set a pan Of milk or water by the hearth Tom. Why did he leave us, Gran ? Gran. The maids caught sight of him one night, his clothes were old and worn, b *"], [54, "io TOMMY TROUT. They made him up a fine new suit, against the morrow morn ; And when the Brownie saw them, he danced about and sang, Put on the clothes and shouted, till all the echoes rang, Then vanished through the doorway, and never more was seen. John. Didn't he like his new clothes 1 Tom. Grannie, what did it mean ? Gran. The old Owl knows, my children ; don't ask me, I can't tell. John. We'll ask the old Owl, Grannie. Tom. And set a pan as well ; Maybe he'd come. Oh, Johnny, what lots of things he'd do ! He'd fetch the wood for father, and draw the water too. He'd tear the scraps for Grannie. Re-enter Tailor. Tailor. What's that you're saying, lad ?"], [55, "TOMMY TROUT. 11 John. Grannie's been telling fairy tales about the Brownie, dad ; May we just put some water 1 it can't do any harm. Tailor. Just as you please, my children. I'm sure if you could charm A Brownie, we could find him work, of that I've little fear ; Our luck has gone long long ago, you'll see no Brownies here ; But set the water if you like ; and now we'll all to bed. [Eæeunt Tailor and Grandmother. Tom. Come, Jack, and draw some water, you heard what Grannie said. [Eæeunt Boys. Re-enter Tom with crock of loafer, sets if down by hearth and looks round. Tom. Plenty to do ; yes, that there is. I wonder if he'll come. He can't know how we want him, and perhaps he's not at home."], [56, "TOMMY TROUT. 12 If I could only tell him ! What was it Grannie said ? The old Owl knows. Ah, that was it. I'll wait till they're in bed, And then I'll go and ask her. Yes, yes, I know the way ; Besides, the moon is rising. I wonder what she'll say. [Exit. SCENE II. Trees ; lake in the distance. Large Owl sitting on branch of tree. Faint light. Song, very soft, behind scenes. \" The chough and crow to roost are gone, The owl sits on the tree,\" &c. [Solo part from glee \" Chourjh and Crow.\" — Bishop. Enter Tom, slowly and sleepily, rubbing his eyes. Owl. Hoo-hoo-hoo ! Too-too-too ! Who are you ? Who are you ?"], [57, "TOMMY TROUT. 13 Tom. Oh dear ! oh dear ! how very strange ! Owl. What do you want, my dear ? It's rather late for little boys to wander by tbe mere. Tom. I've come to ask a question, ma'am. Where do the Brownies dwell ? Grannie says you know everything, so would you kindly tell ? Owl. Hoo-hoo ! hoo-hoo ! Yes, I can tell. I know of Brownies three. Tom {eagerly). Where do they live ? Owl. Hoo-hoo ! hoo-hoo ! They live with you. Tom. With me ? Owl. Yes, in your house. Tom. Why don't they work? Oiol. They're idle, that is why ; And perhaps if some one told them so, they might begin to try. Tom. I'd tell them in a minute. Owl. You would ? Hoo-hoo ! hoo-hoo ! Tom. But how am I to find them ? There are heaps of things to do."], [58, "TOMMY TROUT. 14 They might be up quite early, while we are all in bed, And light the fire for father — that was what Grannie said — And lay the cloth for breakfast. Owl. Oh yes, there's lots to do ; But two of them are idle, and one too young. Hoo-hoo ! Still, if you want to find them, there's one that I could show. Tom. Oh, where is he ? Do tell me. I'm ready now to go. Owl. Then follow my directions. You see the forest lake, Out yonder in the moonlight. Now, mind, make no mistake. Go where the light shines brightest, look in the water clear, Until you see the Brownie. Tom. The lake ! Can he live there ? Why, he must be a merman ! I'll go at once. What fun !"], [59, "TOMMY TROUT. 15 And perhaps when I have found him, he'll call the other one. [Evif Tom. Song, three voices, behind scenes. \" Lightly tread, 'tis hallowed ground.\" — Berg. ] Re-enter Tom, slotoly, disappointed. Owl. Well, have you found the Brownie ? Tom. No ; nothing of the kind ; I only saw the water. Owl. What did you hope to find 1 Tom. A Brownie, as you told me ; but though the moon shone bright, I saw my own face only. 1 Owl. That was a pretty sight ! But now what is a Brownie 1 Describe one if you can. Tom. The one that Grannie used to know was like a little man. Owl. And in the lake's clear water, what did you see ? once more. Tom. Why, nothing but myself, of course ; I told you so before."], [60, "16 TOMMY TROUT. Owl. And who are you ? Come, tell me that. Tom. I'm not a Brownie I'm not a Brownie. Owl. Oh ! I thought you were Tom. Well, am I ? They never told me so. Are there no Brownies really ? Nothing but children then ? Owl. They're useful little fellows, and just like little men. You're very like a little man, only not useful yet, For sometimes you are idle, and sometimes you forget. All children may be Brownies ; there's lots of work to do, And all are not so idle a3 brother Jack and you. You both might get up early, while father is in bed ; You might do all the house-work, just as your Grannie said. You know just what is wanted."], [61, "TOMMY TROUT. 17 Tom. And is that really true ? Are all the Brownies children 1 How very dull ! Owl. Hoo-hoo I Children might all be Brownies, but some are idle boys, Who never help their parents, but only make a noise, Throw chips about, and spoil their clothes,, dawdle, and stop in bed, And leave their poor tired father to do the work instead. Such children are not Brownies. Tom. Don't tell me any more ; I'll try and be a Brownie. I never thought before That we could do the house-work. I'll tell my brother too ; And now I must be running- home. Good-night,. and thanks. Owl. Hoo-hoo ! {Curtain.)"], [62, "TOMMY TROUT. 18 SCENE III. Interior of Cottage. Enter Tom and John, yawning. John. Oh dear ! I am so sleepy ; the room is in a mess. Tom. Now look sharp, we must set to work. Don't you remember ? John. Yes. I know we are the Brownies, but I'm so sleepy. Tom. Here, I've got a broom ; now you can sweep ; just look by Grannie's chair. That's all the mess you made last night. Now for the fire ! W~hat fun ! I've got some wood, we'll have a blaze before your sweeping's clone."], [63, "TOMMY TROUT. 19 This paper's damp, I do believe ; where are the bellows, Jack 1 John. You took them to the meadow and never brought them back. Tom. Well, never mind, it's lighting now ; why are you groping there ? That's nothing but a rat-hole ; be quick. John. I say, look here, I've just found this. It's father's ; his measure, don't you know ? Tom. Why, yes ; his favourite measure he lost a month ago. Hurrah ! we're just like Brownies. Put it beside his chair ; He will be coming presently, and we must dis- appear. Be sure you keep the secret. John. Don't be afraid of me ; We Brownies never show ourselves. Tom. Where can the kettle be ? The fire is burning nicely. Have you not done that floor ?"], [64, "TOMMY TROUT. 20 It's time to set the breakfast. John. I won't sweep any more ; We'll leave the dust to settle. Tom. I know what you might do. There's only bread for breakfast, and very little too. Fetch in some large potatoes, and wash them in the crock ; We never have our breakfast till nearly eight o'clock. John. There's lots of time to bake them, the oven's getting hot ; And now we've put the kettle on there's no room for the pot. \\_Exit John. Tom lays table, then begins to dust. Re-enter John. John. I've found some famous big ones hidden beneath the straw. Two each. Is that enough, d'you think ? Tom. I could eat twenty-four. Open the door and put them in."], [65, "TOMMY TROUT. 21 [John puts them in oven, then looks round. John. The room looks nice. I say, It's rather fun being Brownies. Tom. He's coming ! quick, away ! \\_Exit Boys, catching up brooms aud dusters, and laughing under their breath. Enter TAILOR wearily, sighing deeply. He stands still in the middle of room, and rubs his eyes. Stares all round. Goes up lo fire and warms Ids hands. Takes up loaf from table and looks at it. Then catches sight of his measure. Seizes it and waves it round his head ; rushes to stairs and shouts. Tailor. Mother, wake up, our luck's returned. {Checks himself) I will not wake her though. I'll call those good-for-nothing boys, they will be pleased, I know. Boys, boys, be quick ! I've news for you ; the Brownie's come at last."], [66, "TOMMY TROUT. 22 Enter Tom and John, pretending to be sleepy and cross. Boys. What is the matter, father 1 Surely the clock is fast. Tailor. Maybe it is. What matters that ? for all the work is done. The Brownie's come, that's what I say. John {clapping his hands). The Brownie ! — oh, what fun ! {Aside to Tom) Don't stand there grinning, stupid; you'll let the whole thing out. {Aloud) And did he really light the fire ? {Aside) Do mind what you're about. Say something, can't you. Tom. Where's he gone 1 Tailor. Ah ! that we cannot say ; They always do their work at night, they're never seen by day. Enter Grannie. Gran. What a to-do ! Is some one hurt ? I've brought some plaster down."], [67, "TOMMY TROUT. 23 Has Tommy cut his finger, or Johnny broke his crown ? Tom and John (laughing). No, Grannie, no one's hurt at all, it is the Brownie. Gran, {triumphantly). There ! I thought he would come back again. Tailor. Why, mother, just look here. He's found my useful measure, he's cleaned and swept the floor ; I never saw the kitchen so neat and clean before. Gran. I'm not surprised ; son Thomas, I may be getting old, But still I've not forgotten the tales my mother told; And if you had believed me — but there, you're all so wise, You won't believe what old folks say, you'd sooner trust your eyes. Tailor. I didn't see him, mother, I only heard a noise Of laughing and of whispering, just like a pack of boys."], [68, "TOMMY TROUT. 24 I'm sure I'm glad enough you're right ; I'll get that waistcoat done ; I shall have time to finish it and cut another one. And we must buy some milk to-day, we don't want folks to say, Brownie worked for Thomas Trout without reward or pay. [They sit down to breakfast. Gran. They don't want pay, 'tis all for love. Tailor. I know what I wall do ; I've got a piece of crimson cloth, and ten brass buttons too, Brownie shall have a fine new coat, as sure as my name's Trout ; I've heard those folks are all in rags. Gran. Eh ? What are you about ? You're mad, son Thomas, that's the truth ; don't make a Brownie clothes ; It always sends them clean away, as everybody knows. Tailor. I can't believe that's true thouo-h ; mother, how can it be ?"], [69, "TOMMY TROUT. 25 Brownies are clean and tidy things, as far as I can see ; Surely they must like tidy clothes. Gran. Well, well ! Mark what I say, Brownie will go ; but don't mind me, son Thomas, have your way. I'm getting old and feeble, and young folks are so wise. Tailor. I thought a little crimson coat would be a nice surprise. One thing, I think, is possible ; nay, I am sure of it ; Depend upon it, mother, the new clothes didn't fit. That made the Brownie angry. I've got a famous plan ; I'll measure them by Tommy. What do you say, my man ? You're just about a Brownie's size, from what I've heard them say. Gran. Do as you please, son Thomas, you always have your way."], [70, "TOMMY TROUT. 26 But I must go and wash these cups. Tailor. Let's put them in the sink ; The Brownie's sure to wash them up to-morrow, I should think. [Exeunt Tailor and Grannie. John. What fun it is ! how do you feel ? Tom. I don't know what to do, I can't help nearly laughing if I but look at you. And did you hear what father said about the coat ? — oh dear ! John. I wish he'd measure me as well, I'm out at elbows here. Tom. I wonder if he'll make it ? John. If Grannie has her way He will not ; there, it's nine o'clock\"! — we're late for school to-day. [Exeunt."], [71, "TOMMY TROUT. 27 SCENE IV. Interior of Cottage. Bowl of bread-and-milk on table, and new crimson coat by it. Eider Tom and John. Tom. Yes, here it is all ready ; look at the buttons, John. I* is a lovely colour, I'm going to put it on. John {beginning to siveep). We're very late this morning, there's little time to spare. You ought to light the fire at once. Tom {struggling into coat, and chuckling with delight). Hurrah ! how folks will stare ! Come here and help me, Johnny, it's just a little tight. How quickly father's done it ! He must have worked all night. John. You look just like a soldier ; I'd like to have one too."], [72, "TOMMY TROUT. 28 If father only knew it, I've worked as hard as you. There, it is striking seven and nothing done. Tom. But, John, Remember Grannie told us he put the new clothes on, And danced about and capered, then vanished through the door. John. And never came to work again ? Tom. No ; never any more. Throw down the broom, upset the chairs ; now let us sing and shout, Hurrah ! hurrah ! our work is done. Enter Tailor, softly ; pjeepiing in finds room all in confusion; boys dancing, fire not lighted; stands still in amazement. Tailor. Boys, what are you about ? Where has the Brownie gone to ? What are you doing here ? Boys. Hurrah ! hurrah ! our work is done, now we must disappear. Tailor. What does this mean, boys ? tell me."], [73, "TOMMY TROUT. 29 John {dancing after Tom). Look, father, he is there. Tailor. Stop, stop, where is the Brownie ? Boys. He's dancing, don't you see ? Tailor. Don't talk such nonsense, children, but just attend to me. Where is the Brownie really ? John {stopping his dance). Here, father ; yes, it's true. Tailor. Isn't there any Brownie, but Tommy there and you ? Tom. No, no ; we are the Brownies. Tailor. But then who sweeps the floor ? Boys. We do, we do ; look, father. [Catching up brooms and beginning to sweep. Tailor. You never did before ? Who found my rule ? Who sorts the scraps ? Who lays the breakfast, then ? Tom. We ; John and I. Tailor {thoughtfully). Ah, mother said they were like little men. But I always have to wake you"], [74, "TOMMY TROUT. 30 Boys. We run up-stairs to bed. Tom. Before, we were too idle, just as the old Owl said. She told me all about it, and what we ought to do, And now we always mean to work for Grand- mother and you And baby, when she's old enough, will be a Brownie too. Enter Grannie. Tailor. See, mother, there's the Brownie. He will not run away Although he's got his fine new coat. John. No, we shall always stay. Gran. Bless me, my dears, what are you at ? I don't see very plain. Who is it dancing, Johnny % Tailor. The Brownie's come again, And he will never leave us. John. We are the Brownies, Gran ; You know you said the other one was like a little man."], [75, "TOMMY TROUT. 31 Gran. And I was right, you see, my dears ; did I not always say That children all were blessings ? Tailor {with hand on each of the Boys' shoulders). And so they've proved to-day. I'd rather have these Brownies than fairies by the score. Children are blessings, that's the truth. Gran. I told you so before. {Curtain.) FINIS."], [76, ""], [77, "JACK AND THE BEANSTALK. c"], [78, "DRAMATIS PERSOXÆ. Jack. Fairy. Giant. Jack's Mother. Neighrour. Giant's Mother. Old Man Landlord. Jill. Pages. The beanstalk must, of course, be imaginary ; it is supposed to be at side of stage, not se3n by audience."], [79, "JACK AND THE BEANSTALK. SCENE I. A Cottage. Jack's Mother at washing -tub. Enter Landlord Landlord. Good morning. Mother {drying her hands and curtseying). Won't you take a chair ? Landlord. No, thanks, I cannot stay, I only came to tell you — to-morrow's quarter day. You won't forget the rent is due. Mother. Alas ! I know it well ; But where the money's coming from, I'm sure I cannot tell."], [80, "DRAMATIS PERSONÆ. Jack. Fairy. Jack's Mother. Giant. Neighrour. Giant's Mother. Landlord. Old Man Jill. Pages. The beanstalk must, of course, be imaginary ; it is supposed to be at side of stage, not sesn by audience."], [81, "JACK AND THE BEANSTALK. SCENE I. A Cottage. Jack's Mother at washing-tub. Enter Landlord. Landlord. Good morning. Mother {drying her hands and curtseying). Won't you take a chair ? Landlord. No, thanks, I cannot stay, I only came to tell you — to-morrow's quarter day. You won't forget the rent is due. Mother. Alas ! I know it well ; But where the money's coming from, I'm sure I cannot tell."], [82, "JACK AND THE BEANSTALK. 4 Landlord. Well, you must try to make it up, you've always paid as yet ; I'll call at twelve to-morrow, be sure you don't forget. [Exit Landlord. [Mother sits down and weeps. Mother. Easy enough for him to talk, but what am I to do ? I've sold the walnut table, and Jackie's cradle too. Enter Neighbour. Neighbour. Good morning. What's the matter ? You don't look very bright. Mother. It is the rent I'm thinking of. Neigh. You've always paid all right. Mother {sighing). We've nothing left to part with, so we shall have to go. Neigh. I never thought Would come to that, I'm sure ; two years ago, You were as rich and happy as you could wish to be."], [83, "JACK AND THE BEANSTALK. 5 Mother. That was when my good husband was living, don't you see ? He was a steady worker, and always had good pay. Neigh. The fairies gave him presents, that's what folks used to say ; I've heard them tell of sacks of gold, and diamonds stored away. Mother. 'Twas true, he had some money, but all was lost one day, We don't know how ; and then he died, and since then, as you know, I've struggled on, and paid my way. Neigh. You've often told me so. Mother. But this year everything went wrong. Neigh. Ah, yes ; your pig fell ill. Mother. It died a week ago to-day. Neigh. You've \"got the old cow still ? Mother. Yes, I had quite forgotten her ; she's very poor and thin, And only gives a pint of milk. Neigh. Why don't you send her in"], [84, "JACK AND THE BEANSTALK. 6 To market ? Cows are looking up, my husband said to-day ; She'd bring you in a pound or two. Mother. But what would Johnny say ? He's fond of poor old Brindle. Where is he, by the bye ? It's long past four. Neigh, {starting up). If that is so, 'tis tea-time ; I must fly. [Exit Neighbour. Enter Jack, whistling. Mother. How late you are ! where have you been ? Jack. Nowhere. Mother. That can't be true. Jack. I got kept in. Mother. You naughty boy, you know I wanted you ; And now I'm in such trouble, I don't know what to do. The landlord's been, and wants the rent, at twelve to-morrow, so"], [85, "JACK AND THE BEANSTALK. 7 If we can't pay, he'll turn us out, and we shall have to go. I've lived on here for fourteen years, and now I'm getting old, 1 And I don't like changes. Jack. Nor do I. The old cow must be sold. Mother. That's just what our good neighbour said. She came in here just now, And said to me, she says, says she, \"Why don't you sell the cow ? 'Twould fetch a pound or two,\" she said. Jack. She's very thin, I know ; But then she hasn't much to eat. Mother. Quick then, it must be so. [Exit Jack. He doesn't seem to feel it much, poor boy, his heart is good ; If only he was older, he'd help me all he could ; But the child is rather idle over his books, I fear."], [86, "JACK AND THE BEANSTALK. 8 Re-enter Jack, holding the end of halter. Imaginary cow, tugging ed the other end, and lowing. Mother. Take care, take care ! what are you at \\ {In alarm) Don't bring the cow in here. Jack. I thought you'd like to say good-bye. Mother. I'd rather not, my dear. Jack {to cow). Quiet ! Steady ! {To Mother) What price shall I ask ? Mother. What price 1 Oh, I don't know. Jack. What she will fetch 1 Mother. Yes, yes, of course, and now be quick and go ; Mind you are good and steady, and don't stay loitering, Jack ; Be sure and sell her somehow, you mustn't bring her back. {Curtain.)"], [87, "JACK AND THE BEANSTALK. 9 SCENE II. A Road. Enter Jack, holding end of rope ; cow's head showing at side of stage. Song—\" The Keel Row.\" Jack. No one will buy the poor old cow ; they only laughed at me, And asked me what I fed her on. Such curiosity ! It's true she's just a little thin ; I know. Enter Fairy. Fairy. Good morning, Jack. And so your walk has been in vain, you've brought the old cow back. Jack {touching his cap). Who can she be I wonder ? {Aside) 'Tis plain she knows me well. {Aloud) I had to bring her back, you see, because she wouldn't sell. c *"], [88, "JACK AND THE BEANSTALK. 10 Fairy. You must not take her home, though. Jack. Must not ? Fairy. Must not, I say. Did not your mother tell you to-morrow's quarter day? And the rent's due. Jack. I know it is, but what are we to do ? Fairy. Listen to what I have to say. Jack, All right, but who are you ? I never saw you in my life. Fairy. No, but you see me now, And hear me too ; so mark my words. If you take home that cow, You will repent. Jack. That's very queer. What harm can Brindle do ? She hasn't got much spirit left. She couldn't toss us. Fairy, True. She's weak enough, that's certain. . The price must not be high, Still you must sell her."], [89, "JACK AND THE BEAKS TALK. 11 Jack. Very well, if any one will buy. Fairy. Sit down awhile beside the road. Let Brindle eat some grass ; An aged man will soon appear, mind not to let him pass. Show him the cow ; don't hesitate, take what he gives, and go. Jack. 'Tis strange advice. Suppose he gives only a bob or so. Fairy. You've heard my words ; ask nothing until we meet once more, Then you will know and understand. Jack. I want to know before. Suppose he does not come at all. Fairy. Farewell, be brave and wise. [Exit Fairy. Jack. She must have been a fairy ! Can I believe my eyes ? She vanished like a lightning flash — well, O what a surprise ! [Sits down by roadside. And here I've got to sit and wait to see this old man come ;"], [90, "JACK AND THE BEANSTALK. 12 It seems great nonsense, still there'll be a pretty fuss at home If I take back no money; and Brindle doesn't mind ; She likes this grass, and she can eat as much as she's inclined. Enter Old Man, leaning on stick, in long smock- frock, gray beard, large hat. Jack {springing up). Good morning, sir. [Old Man walks on, taking no notice. Good morning. [Old Man still tvalks on. (Aside) How deaf he is ! (Aloud) I say, How do you do ? Old Man. The same to you, and many of them. Eh ? Jack. Wouldn't you like to buy my cow ? Old Man. Can't hear. Speak out, my boy. Children do mumble so. Your cow is it ? I wish you joy."], [91, "JACK AND THE BEANSTALK. 13 Have you just bought her at the town ? Well, she wants lots of hay. Jack (shouting). I want to sell her. Old Man. Oh, that's it ! Well, get out of my way. Jack. Then won't you buy her ? Old Man. Yes, I will. Jack. Hurrah ! What will you pay ? Old Man. These pretty beans, all black and red ; there's twelve of them. Jack {in dismay). I say ! Old Man. Give me the halter. Come along, my beauty ; gently now ! [Exit Old Man. Jack. Gone, I declare ! What shall I do ? There'll be a pretty row. I never meant to let her go, but now he's out of sight, He's running, too. What can it mean ? It surely can't be right. Enter Jack's sister Jill Jill. Oh, here you are ! What are you doing ? You said you'd play to-night ;"], [92, "■JACK AND THE BEANSTALK. 14 I waited for two hours and more, and now there's not much light] Jack. I've been to market with the cow. Jill. I met her in the lane, Half a mile off. Jack (star tiny forward). I'll catch her yet. Jill. You won't see her again, She ran so fast. Who was the boy that made her go so quick % Jack. A boy, indeed ! 'Twas an old man lean- ing upon a stick ; He's stolen her, and only left these stupid beans ; just see. Jill. They're scarlet runners, I declare !■ Jack. What use are they to me ? I hadn't time to say a word, he took the cow and fled. Jill. It may haVe been that giant, for you know that mother said, He has been seen quite lately. Jack. This man was small and thin, But perhaps he had disguised himself."], [93, "JACK AND THE BEANSTALK. 15 KU- Yes ; just to take you in. It is the self-same giant, you know, who stole our father's gold Long years ago. Jack. No ! did he, though ? Why was I never told? I'm not a bit afraid of him. If he comes back this way, I'll chop his head off. Jill. If you can. Jack. That's what you always say. My name is Jack, and there was once a famous Jack. Jill. I know ; He killed some giants, but that Jack lived a long, long time ago. Besides, the fairies helped him. Jack. I, too, have fairy aid ; One spoke to me this very day, I'll tell you what she said. Jill. No, you are talking nonsense. I cannot stop to hear."], [94, "JACK AND THE BEANSTALK. 16 Enter Mother. Mother. Come, Jack, why are you loitering ? Give me the money, dear. I sent Jill on to hurry you, we saw you from the door, Selling the cow to that old man. Jack (aside). She saw me — what a bore ! Mother. Now tell me what he gave for her ; you did not bargain long. Where have you put the money ? Speak out, there's something wrong 1 Jack (holding out beans). That's all he gave me, mother. Mother. You good-for-nothing child ! This is no time for joking ; be quick, you'll drive me wild. Come, give it me directly. 'Tis all I've got, indeed. Jack. Mother. Those beans ! Impossible ! Jack. It's true — at least th It's true — at least they'll do for seed."], [95, "JACK AND THE BEANSTALK. 17 Mother {angrily). For seed ! And who will sow them ? — we've got no garden now. We must turn out to-morrow. Those beans for our fine cow ! Here, give them me. Throw them away {throws away beans), and go at once to bed. Jack. I want to have some supper. Mother. Did you hear what I said \\ You'll have no supper here to-night ; be off at once, Jill {pointing). See, see ! What is it moving, mother 1 Is it a little tree, Just over there across the road ? — something so bright and green Keeps growing up ; do look at it. Mother. Growing ? What do you mean 1 You're dreaming, child, or else I'm deaf, and don't hear what you say. Jack. Yes, yes ; they're growing, that they are, those beans you threw away. They've taken root. Mother. What nonsense !"], [96, "18 JACK AND THE BEANSTALK. Jack. Oh, what a splendid tree I Is it the beanstalk really ? Oh, I must go and see. [Exit Jack. Mother. You must not go. What does he mean % I wish he would come back. Jill. It's really very wonderful, it grows so fast. Mother. Jack, Jack I Oh, he is climbing, naughty boy ! He'll fall and break his head. I wish I hadn't told him he'd have to go to bed. He's wilful now, and obstinate. Come down at once, d'you hear ? ////. How high he's got ! Mother. What shall I do ? Jack {from overhead). All right, you needn't fear. I'm off to make my fortune. I'll bring some money back. Mother. Oh, now he's gone quite out of sight ; alas ! alas ! — Jack, Jack ! (Curtain)"], [97, "JACK AND THE BEANSTALK. 19 SCENE III. Room in Giant's palace. Old Lady (Giant's mother) working, Enter Page, Page. Madam, a^boy stands at the door. He's asking for some bread. Old Lady. Oh, dear ! another beggar ! Paye. He's starving, so he said. Old Lady Well, show him in. [Exit Page. Always the way, because I once was kind ; They come^again, and tell their friends — at least, that's what I find. Come in, my boy ; what is your name ? Enter Jack. Jack (bowing). Jack, madam. Old Lady. Do not fear ; My son the giant's not at home, though he will soon appear. My servant says you're hungry ; sit down and rest awhile."], [98, "JACK AND THE BEANSTALK. 20 Jack. I lost my way this morning, and wandered many a mile. Old Lady. I'll send you in some bread and cheese, but eat it quickly, mind ; My son will be so angry if he should come and find A stranger sitting by the fire. Only a week ago A boy came here, and stole a hen. It did annoy us so; It was no common barn-door fowl, but of a wondrous breed ; Her eggs were all of solid gold. Jack. Of gold ! — were they indeed ? (Aside) I rather wish I'd been that boy. Old Lady. Well, I will send some food ; Only be quick and eat it. [Exit Old Lady. Jack. I'm sure she's very good. Strange that her son should be so bad, I rather hope he'll come ; And I shall see him ; then perhaps he'll say, Fee, fi, so, sum ! Though what that means I do not know."], [99, "JACK AND THE BEANSTALK. 21 {Yawns) How stiff I am ! oh dear ! I climbed up several hundred feet, till I began to fear That I should never reach the top. Talk of the Eiffel Tower ! 'Tis nothing to my beanstalk. It took me quite an hour To reach this lovely country, and now it's very queer ; I don't know where I am at all. Enter Fairy. Jack starts up in alarm. Fairy. Sit down, you need not fear. You seem surprised to see me ; I knew you would be here. I've come to tell you something. If you'd a fortune make, Attend to what I tell you, and mind there's no mistake. So far you've acted wisely ; you climbed the beanstalk well, And now you are in Fairyland."], [100, "JACK AND THE BEANSTALK. 22 Jack. Why, what an awful sell ! I thought it was New Zealand, and I might dig for gold. Fairy. No need to dig, there's gold without it ; do as you are told, And you will soon be wealthy. Jack. I cannot steal, you know. Fairy. Steal ? No ; the gold belongs to you. Listen : Long years ago Your father made a fortune, but lost it all one day; A mighty giant, you may have heard, carried it all away. Jack. How can I get it back again ? Fairy. Be brave, and you shall see. This is the giant's palace ; all rests with you. [Exit Fairy. Jack, With me Enter Pages, and spread the table with food. Jack begins to eat ; they wait upon him."], [101, "JACK AND THE BEANSTALK. 23 Re-enter Old Lady in great alarm. Old Lady. He's coming ; I can see his head only five miles away. Have you not done ? • Jack. Well really, ma'am, I don't know what to say,- ' 1 am so very hungry. Old Lady. Alas ! and so is he, And if he finds you feasting here, a pretty fuss there'll be. Enter Page. Rage. Madam, the giant's at the gate. Old Lady. Quick, quick ! I'll hide you ; come ! Jack {aside). It's getting rather awkward, I wish I was at home. Old Lady. Creep under here, and mind you keep as still as any mouse ; I don't know what he'd do if he should find you're in the house. [Jack creeps behind curtain. Pages disappear with dishes."], [102, "JACK AND THE BEANSTALK. 24 Enter Giant. Giant. I've just been for a little walk five hundred miles each way. Mother. You must be tired. No, not at all ; Giant. I'm hungry tho' ; I say, What have you got for dinner ? Mother. A whole ox roasted Oh! Giant. We'll have it in directly. I'll ring and tell them so. Mother. Enter Page. Giant. Dinner at once ! Don't stand and stare. Page. The ox is not quite done. Giant. Where is the cook? I'll pack her off; it's nearly half-past one. Mother. You're early home to-day, I think ; you won't have long to wait. Don't be so hasty, cooks are scarce. Giant (sulkily). Dinner is always late"], [103, "JACK AND THE BEANSTALK. -'■> Well, let me have my money-bags that I may count my store. Mother. Will you have gold or silver ? Giant. Both, both ; bring three or four. [Mother brings in heavy bags of money ; Giant counts it out on the table, then puts it back and ties if up again. Mother. I'll go and hurry up the cook. [Exit Mother. Giant. Yes. do. Five thousand there ; And this is silver, I suppose. ( Yawns) I'm sleepy, I declare ; The walk has made me drowsy, I'll take a little doze. [Giant falls asleep. Jack comes softly out from behind curtain and looks at Giant. Jack. What a great ugly fellow ! He'd eat me, I suppose, If he could only catch me. Ho ! ho ! I've got them now ; Five thousand pounds is pretty good ; I'm glad we sold the cow."], [104, "JACK AND THE BEANSTALK. 26 Giant starts and grunts. Jack flies back to his hiding-place with one of the money-bags. Re-enter Mother. Giant {sleepily). Is dinner ready ? Mother. Not quite yet, they say it won't be long. I thought that, while you're waiting, you'd like to hear a song, And so I've brought your fairy harp. Giant. Well, you may leave it here. [Harp plays soft music {a musical-box or piano played softly). [Part -Song, \"From Oberon in Fair gland\" — Stevens. Sung behind scenes. [Giant falls asleep. Jack creeps out again. Jack. My father's harp ! It shall be mine ; yes, that is only fair. [Takes up harp, and is going softly to door when the music stops. GlANT awakes with a loud roar, chases Jack round"], [105, "JACK AND THE BEANSTALK. 27 and round stage; presently stumbles over chair and falls, knocking his head, and lies motionless. Jack. He's only stunned. Hurrah! I'm off; my fortune's made, that's plain ; I'll take good care, when once I'm safe, not to come here again. [Exit Jack. (Curtain) SCENE IV. Cottage. Jack's Mother sitting crying. Mother. My boy is gone ; alas ! alas ! my heart is broken quite ; I waited up till two o'clock, he never came all night. Jill. The beans are growing higher still, we cannot see the top ; Can he be there ?"], [106, "28 JACK AND THE BEANSTALK. The tiresome boy, I called to Mother. him to stop ; He'll meet with some misfortune ; just think if he should fall. Go out and listen, Jill, my dear, I thought I heard a call. [Exit Jill. The neighbours won't believe a word about the beanstalk tree, They'll say that troubles turned my brain. Hark ! hark ! what can that be ? Jack {from without). Mother, come quickly ! bring the axe. Mother. Who ? What ? Where ? Ah, 'tis he. Jack. The axe, the axe ! — where is it ? -Quick ! — bring it out to me. Mother. The axe, oh dear ! where is it ? Jill (running in). Here, here ; I'll take it out. Mother. But who is it that wants it ? Jill, . what are you about ? Jack (from to it/tout). The giant, the giant ! — he's coining ! — we'll chop the beanstalk down."], [107, "JACK AND THE BEANSTALK. 29 Jill. 'Twill be the giant, not Jack this time, who'll fall and break his crown. [Exeunt all. [Sounds of chopping heard outside, then a great crash. Enter Jack, Mother, Jill. Jill. The beanstalk's down, the giant de- stroyed, and Jack has done it all. Mother. Why did you keep on climbing ? Did you not hear me call ? Jack. I went to make my fortune. Jill. And have you made it, Jack ? Jack. Yes, that I have, I'll show it you, 'tis in this heavy sack. Enter Landlord. Landlord. Just twelve o'clock. I've called to ask about the rent, you know. Mother. I'm very sorry, sir, I'm sure. Jack. How much is it we owe ? Landlord. Why, five pound ten."], [108, "JACK AND THE BEANSTALK. 30 Jack. I'll give it you. [flakes out money, and hands it to Landlord. Landlord (looking at money). That . seems quite right, my boy. Jack. Of course it is ; good afternoon. [Exit Landlord. Mother. I cannot speak for joy. What does it mean ? Come, Jack, speak out ; where did you find the gold ? Jack. It is my father's fortune, at least so I was told. A cruel monster stole it. Mother. Yes, yes, he did, 'tis true. To think that I should get it back ! I never dared tell you. Jack. Ah ! but the Fairy told me. Jill. Look, look ! — she's there again. Enter Fairy. Fairy. Jack, you have acted wisely ; the cruel giant's slain ;"], [109, "JACK AND THE BEANSTALK. 31 Now all may dwell in safety, and fear no foe again. The gold give to your mother to use it as she will. Jack. And this, my father's harp, is for my sister Jill. We'll have a tune. I wonder if it will play for me ; Come all and sing. Jill. Oh, thank you, Jack. How happy we shall be ! [Song — \" Home, sweet Home.\" (Curtain.) FINIS."], [110, ""], [111, "SILYERLOCKS AND THE THREE BEAUS. L>"], [112, "DRAMATIS PERSONÆ. Silverlocks. Dress of pale blue or pink, Kate Greenaway fashion ; long fair hair. A wig or powder should be used, if necessary. Fairy. White dress, silver wings ; star on forehead ; wand with star at the end. Witch. Red eloa\\, peaked hat, dark dress. Grandfather. Very long coat or dressing-gown, long white beard and hair, large hat. Grandmother. Print dress, large apron, muslin neckerchief, frilled cap, white hair and spectacles. Three Bears. Long fur coats, bear masks, and fur gloves. Children (six). Dark dresses, caps and aprons of different colour;."], [113, "SILYERLOCKS AND THE THREE BEARS. SCENE I. A Forest. Children discovered dancing (Morris dance), aud singing \" Pop goes the Weasel.\" Silver- locks standing apart watching them. {Pre- sently all sit down.) All. How hot it is ! Silverlocks (coming forward). Too hot to play ; Let us walk on, I know the way. Come all of you, don't linger so, We'll find the stream where the lilies grow. (Aside) Yes, they may seek the blossoms fair, 'Tis not for lilies that /care. Another search is mine to-day, And so I cannot dance and play."], [114, "SILVERLOCKS AND THE THREE BEARS. 4 (Aloud) How slow you are !— why do you wait ? Come, let us go ere 'tis too late. All. It is not safe, we must not go. Sil. Not safe, indeed ! Who told you so ? The sun is high ; what need we fear ? Whom should we meet ? All. The bear ! the bear \\ Sil. Oh, that old tale ! I know it well ; I've often heard Grandmother tell Of the three Brown Bears who once lived in the wood, And ate little children whenever they could. 1st Girl. Stay; there are other dangers in this enchanted place. 2ud Girl. Have you forgotten, Silvie, your mother's evil case ? 3 rd Girl. She, and your baby brother, were both lost here one day. 4th Girl. Your father went to seek them, but he too stayed away. Sil. Full well I know the story, but six long- years have passed, And Grandfather and Grannie have lost all hope at last. So now I have determined that I'll go this very day."], [115, "SILVERLOCKS AND THE THREE BEARS. 5 Yes ; go and seek my parents. 1st Girl. What will your Grannie say ? Sil. Well, she has often told me, that she'd some day let me go ; And I'm sure she would not blame me if only she could know How much I long to find them, for I'm sure they're living still. What is there to prevent me ? I'll go ; I must ; I wiU! All. The bears ! The bears ! Sil. I know the bears won't hurt me, I've seen one at the door ; He danced about so nicely, and gave the man his paw. I'd like to see another, so if you will not come, I'm sure I do not want you, and you may all go home. [Exit Silverlocks. Is;' Girl. She has not gone, it's only play. 2nd Girl (peeping round comer). Yes, she is running fast away. 3rd Girl. Ah, now she stops, she dares not go. 1st Girl. She's coming back, I told you so. 4th Girl. She saw us look, she's off once more. l*^ Girl. I wish we'd called to her before."], [116, "6 SILVERLOCKS AND THE THREE BEARS. 2nd Girl. 'Tis too late now, she's out of sight. 3rd Girl. We shall not see her back to-night. [They all sing slowlg and sadly. TvxE—\"Blue Bells of Scotland.\" Oh why, and oh why, is our little playmate gone 1 (Repeat.) She's gone to meet the bears all by herself alone. And it's oh ! in our hearts, that we wish she had not gone. (Repeat the ivltole.) Enter Fairy. (Children start back in alarm) 1st Girl. It is a Fairy ! Hush ! — keep close to me. Look at her wand, her robe of moonbeams see ! Other Children all together. Oh, I am frightened ! Fairy. There's no cause for fear. Come, listen to my story, children dear. You weep because your friend has gone away ; You need not grieve, she'll come again — some day. This is enchanted land, as you know well, All those who stray fall 'neath a Witch's spell ; But Silverlocks had motive brave and good, She hoped to find her parents in the wood. Therefore, while love is warm wTitbin her heart, She may defy the Witch and all her art. If she be brave and steady, wise and true, Great things indeed your little friend may do."], [117, "SILVERLOCKS AND THE THREE BEARS. 7 Long years ago, her parents lost their way, Within this wood, and, ever since that day They've not been seen ; yet they are living still 'Neath a malignant spell, waiting until Their little daughter Silverlocks shall come, And, by her love, restore them to their home. Exit Fairy. All. How beautiful ! 2nd Girl. To think that we have seen A Fairy. Do you think it was the Queen Of all the Fairies ? Let us wait and see. They'll all come out and dance to-night ; maybe This is a fairy fete or holiday. 1st Girl. No, no, there is not time ; we must away. Have you forgotten what our mothers said ? All. Come, children, come, we'll hasten home, and put the little ones to bed. Exeunt Children Enter Witch. Witch. I've heard it all behind a tree. The Fairy thinks she's done for me ; But Silverlocks is in my power, Within this wood at such an hour. As for her parents, where are they ?"], [118, "SILVERLOCKS AND THE THREE BEARS. 8 Enter Fairy. (Witch catches sight of her, and starts back in alarm) Witch. Good evening, madam, I'll wish you good-day. [Witch begins to hurry off. Fairy (looking after her). Yes, hasten, Witch ; you know full well ; No need, in truth, for me to tell Your reign is drawing to a close. Witch (pausing). Ah ! you and I were always foes. But if Silverlocks fail in her quest to-night, The game will be mine, and serve her right. [_Erit Witch. Fairy. No more will I say ; but we shall see Who in this strife will conq'ror be. (Curtain)"], [119, "SILVERLOCKS AND THE THREE BEARS. 9 SCENE II. Forest. Enter Silverlocks, looking about her in rather a frightened tcay. Sil. It's rather dull here all alone, And I fear I've lost my way ; I'm getting tired, and hungry too : I've had no tea to-day. \\_Sinks down on the rjrass. They've all gone home, but I don't mind ; I'd like to see the Bear. I don't believe there's one at all, And if — Ah ! Who comes here ? Starts up in alarm. Enter Witch. Witch. Why, who is this nice little maid, All by herself in the forest glade ? Sil. Good evening, dame. Witch. What is your name, my pretty dear ? With your bright blue eyes and your silver hair. Sil. That is my name, you've guessed it right ; I'm Silverhair, for my locks arc white. D"], [120, "io SILVERLOCKS AND THE THREE BEARS. Witch. And a pretty name too. But stay here awhile ; You need not be running away. I love little girls with silvery curls, So stay, pretty Silverlocks, stay. Sil. I must not stay ; don't keep me, please ; Grannie will scold me so. The sun has set behind the trees ; It's past bed-time, I know. Witch. Wait yet awhile, and tell me this : Where are your friends and playmates, Miss ? Have they all gone, and left you here ? Sil. No ; I left them to seek the Bear. Witch. Did you, indeed ? How brave of you ! Sil. I hoped to find my parents, too ; They were lost here, long, long ago. Witch. Eeally ? How strange ! Can it be so ? Sil. Yes, it is true ; but now good-bye. How dark it is ! Look at the sky ; It must indeed be getting late. Witch. What if it is ? Here you may wait, And have a nap before you go. Sleep where soft moss and violets grow, And with the dawn run home again. Sil. But, oh ! suppose that it should rain."], [121, "SILVERLOCKS AND THE THREE BEARS, n Witch. No fear of that ; lie down and sleep, And I will watch beside you keep. Sil. {aside). I'm afraid to refuse ; but what will Grannie say ? I wish I had stopped with the others to-day. Lies down. Witch sings. Tune — \" Hush-a-bye, Baby. \" Hush-a-bye, Silverlocks, on the soft moss, Don't be afraid that your Grannie '11 be cross. Don't be afraid of the Witch or the Bear ; You've nothing to mind, and nothing to fear.\" Witch spreads mantle over her. Witch. She's sleeping now. Ah ! pretty maid, Why did you say you weren't afraid ? I have you now beneath my spell, But I will treat you very well. Sleep on till dawn ; then, maiden fair, . I'll grant your wish to meet the Bear, — Father Bear, mother Bear, little Bear too, You shall see them, and they shall see you. Exit Witch. Enter Fairy. Fairy. The sun has set, the moon is high, The flowers all are sleeping ; Faintly from out the evening sky, The little stars are peeping."], [122, "SILVERLOCKS AND THE THREE BEARS. 12 Sleep, Silverlocks, till morning sun Shines o'er the forest drear ; Be brave until the vict'ry's won, And thou hast met the Bear. Stage darkened. Fairy sings. Tune — \" The Students Serenade.\" — Hatton. \" Stars of the summer night, Far in yon azure deeps, Hide, hide your golden light, She sleeps, the maiden sleeps, Sleeps. \" Moon of the summer night, Fat- down yon western steej^s, Sink, sink in silver light, She sleeps, the maiden sleeps, Sleeps.\" {Curtain) SCENE III. Interior of Cottage. Grandfather and Grand- mother sitting by fire. Grandmother knitting, Gran. Our tea-time's near ; Where's Silverhair ? She's late to-night ;"], [123, "SILVERLOCKS AND THE THREE BEARS. 13 That is not right. The sun has set, And not back yet ! G. F She's gone to play within the wood. Well, well, she's always very good, And 'tis her birthday, as you know ; Dear ! dear ! how fast the time does go ! Gran. She's tall, and strong, and fair to see. G. F. She's very nigh as tall as me, For I'm bent now, and so are you. Gran, {aside). I mind when he was six feet two. (Aloud) Well, well, don't fret ; we've had our day. Let's sing to pass the time away. G. F. Your voice was sweet in years gone by. Gran. There's not much left, but still we'll try. [They siny in shaky voices. Tune — \" Isle of Beauty, Fare thee well!\" by Sir Henry Bishop. \" Shades of evening close not o'er us, Leave this lonely house awhile ; Morn, maybe, will yet restore us Yonder fair-haired maiden's smile. \" Still our fancy can discover Leafy glades, where fairies dwell ;"], [124, "H SILVERLOCKS AND THE THREE BEARS. Dark forebodings round us hover, Yet we'll hope that all is well. \" 'Tis the hour when happy faces Gather round the taper's light ; \"Who will fill the vacant places, Who will make our tea to-night ] \" Thro' the mist that floats above us, Faint the children's voices swell ; Like a word from them that love us, Breathing softly ' Fare-thee-well ! ' \" G. F. A pretty song, And not too long. Your voice is rather shaky, dame. [Laughs. Gran, (affronted). Besides being old, I've got a cold : And yours is very much the same. G. F. Yes, mine is weak and shaky ; we won't sing any more. Just go and listen, Grannie, outside the cottage door, I'm sure our little Silvie should have been here before. Gran, (going to door). It always makes me nervous when she stops away so late, For it seems to make me fancy she has shared her mother's fate."], [125, "SILVERLOCKS AND THE THREE BEARS. 15 G. F. 'Tis so with me, yet listen, footsteps are hurrying past, And children's voices calling. Gran. She's coining back at last. Enter Children, sloivly and sadly. G. F. How now ! what's wrong ? Why are you sad ? Gran. Speak out at once ; you'll drive me mad. Children. Silverhair ! Gran. What ! where is she, then ? 1st Girl. She's gone ; she left us. Gran, aud G. F. How ? where ? when ? 2nd. Girl. She would not stay. 3 rd ,, We called her back. 4th „ She ran so fast. Gran. • Alack ! Alack ! 1st Girl. We told her bears were in the wood 2nd „ We told her of her mother's fate. 3rd „ She said she'd meet them if she could. Gran. Alas ! alas ! too late ! too late ! G. F. {rising with difficulty). No, not too late ; we'll seek her, dame ; 'Tis true, indeed, that I am lame,"], [126, "1 5 SILVERLOCKS AND THE THREE BEARS. And you are old and feeble too, Gran. What matters that ? I'll go with you. G. F. Where is my hat ? Gran. Behind the door. [Gran, fetches large hat much battered ; dusts it as she brings it. G. F. looks at it smiling, and turns it round and round before putting it on. G. F. I never thought to wear it more. Put on your hood, let us be quick. Gran. Now take my arm ; here is your stick. [They hobble off together. Children sing. Tune — \" Oh, Willie, we have missed you\" — Christy Minstrel. \" Oh, Silvie, we have missed you, Far, far from home ; Your words were all too true, dear, You said you would not come. AYe thought you would be late, But it was your own free choice. Oh, to hear your welcome footsteps ! And your dear familiar voice, Making music on our ears In this lonely evening hour ; Oh, Silvie, we have missed you, Come ! oh come back home ! \" {Curtain)"], [127, "SILVERLOCKS AND THE THREE BEARS. 17 SCENE IV. Inferior of Bears' Cottage. A table in centre, with three boicJs of soup. Three chairs of different sizes. Enter Silverlocks, peeping in shyly. Sil. What a dear little house ! — but there's no one at home, I do wish the master or mistress would come. I'm so tired of wandering about in the wood, I'd run home at once if only I could. [Looks at chairs. Some one lives here, that I can see, For here are chairs, one, two, and three. I'll try this one before I go. [Sits on highest chair. Oh, it's much too high. [Tries next one. And this is too low. This one's the best, though it is so small. [Sits down on smallest chair ; if breaks, and she falls down. Why, how weak it must be ! I won't sit down at all ;"], [128, "18 SILVERLOCKS AND THE THREE BEARS. I never expected to have such a fall. Goes up to table and peeps into bowls. Hot soup, I declare ! — and how hungry I feel ; It's a very long time since I had a good meal. [Tastes soup in largest bowl. Oh ! how dreadfully hot ! I've burnt my lip ! Upsets bowl. Tastes next one. And this is too cold. Now one more sip. [ Upsets bowl. 2 asses smallest, finds it good, and finishes every drop. Yes, that is just right ; Oh, I've finished it quite ; But I've nothing to fear, For no one lives here. Perhaps it was put there for me to drink By the Fairy who lives on the river's brink. Now I'll sit by the fire, perhaps some one will come ; I'm sure it is time I found my way home. I'm sleepy still, though it's morning bright, And I slept quite soundly all the night. Falls asleep by the fire. Enter Big Bear, very slowly, singing. Tune — \" Three blind mice.\" \" Three brown bears ! [Three time*. Why don't you come 1 \" [Tliree times,"], [129, "SILVERLOCKS AND THE THREE BEARS. 19 [This is sung as a round, each Bear begin- ning \"Three brown bears\" as they appear, and looking over their shoulders at the second line. \" Father Bear and his son and his wife, They eat their meals without fork or knife. Did you ever see such a thing in your life ? Three brown bears ! Bepeat the whole, Bears dancing slowly round in front of stage. Then they go towards table without seeing Silver- LOCKS, and look at chairs. Father Bear {gruffly and growling). Some one's been sitting on mv chair ! Mother B. Some one's been sitting on my chair ! Little B. Some one's been sitting on my chair ! [They look at bowls of soup. Father B. Some one's been tasting my soup ! Mother B. Some one's been tasting my soup ! Little B. Some one's been tasting my soup ! [They sing. Tune— \"Robin Adair.\" Father B. What's this soup-plate to me ? No soup is there ! Mother B. What must we hope to see 1 What must we fear ?"], [130, "SILVERLOCKS AND THE THREE BEARS. 20 Little B. Where's all the soup so hot, Stewed in the old black pot 1 All. Oh ! eaten up, I wot ! Oh dear ! oh dear ! [They turn round and see Silverlocks. Father B. There's some one here. Mother B. Who can she be ? Little B. What lovely hair ! See, mother, see ! Father B. 'Tis Silverlocks, I do declare ! Mother B. Hush, hush ! she wakes. Don't pull her hair ! Say nought to her ; we may not tell Of our sad fate through the Witch's spell. If Silvie of her own free will Will come to us and love us still, Then love will break the magic chain, And we shall be ourselves again. Song behind scenes — \" Love will find out the way.\" \" Over the mountains And over the waves, Under the fountains And under the graves ; Under floods that are deepest Which Neptune obey, Over rocks that are steepest Love will find out the way.\" Chappell's Old English Songs."], [131, "SILVERLOCKS AND THE THREE BEARS. 21 [Bears sit down at the table while the song is being sung. Mother Bear fills up bowls tcith hot soup from pot on the fire, aud fheg begin their supper. Silverlocks {wakes and screams). The Bears ! the Bears ! What shall I do ? Oh, am I dreaming ? No, it's true ! [Little Bear goes up to her, aud takes hold of her hear. Sil. {shrinking back). I must go home to Grannie now, so please let go, kind Bear. I'm sure you would not hurt me, but please don't pull my hair. [She goes towards the door. The Bears follow sadly. Sil. How quiet they are !— and they look so kind. Perhaps, after all, I need not mind. [Bears begin to dance, growling softly. Sil. claps her hands. Again, again ; see, see they smile ! Oh ! you are nice kind Bears. I'll stay with you a little while, - So you may dry your tears. [They lead her to a table, point lo soup, in- vite her to eat, and wait upon her."], [132, "SILVERLOCKS AND THE THREE BEARS. 2 2 Sil. I wish I had not drank their soup, or broken down that chair, They are so good and kind to me, and quite tame, I declare ! Besides, who knows ? Only suppose, My parents they have seen, Who lost their way, That dreadful day, Here in the forest green. Hark ! what is that ? Did some one shout ? [Jumps up, and runs to window. Grannie (from without). Silvie, Silvie, come out ! come out ! Grand-F. What in the world are you about ? Sil. Oh, must I go ? I'd like to stay, The Bears have been so kind. Oh, Grannie dear, go home, I pray And let me stop behind. You know you told me long ago Of my dear parents' fate ; You said that I might find them. Oh ! I hope it's not too late. I've thought of them so often since, And now the time has come,"], [133, "SILVERLOCKS AND THE THREE BEARS. 23 And I must go and seek for them, So, Grannie dear, go home. Children's voices icithout. Silverlocks! Silverlocks! Sil. Why do you call ? I am not frightened here at all. [Turns to Bears, who are listening anxiously. You'll help me, I am sure you will, To search this tangled wood, And find, if they are living still, My parents dear and good. [Bears take her hands. Enter Fairy, followed by Grandparents, who start back in alarm at sight of Bears. Fairy. The Witch's spell is broken now, For love the way has found. Brave little one, thy task is done, Look, Silverlocks, look round. [Touches Bears with her wand; their masks and coats fall off, and they resume their natural forms. Silver locks rushes into her mother's arms. Enter Witch. Witch. Yes, broken is the Witch's spell. Did I not say I'd treat you well ?"], [134, "SILVERLOCKS AND THE THREE BEARS. 24 And now I'm sure you'll think it nice If I give you a bit of good advice ; So, little one, this warning hear. Boast not, nor laugh at others' fear ; Obey, though Grannie may be cross, And never sleep on dewy moss ! Sil. Is it true, indeed ? Oh, father ! mother ! And can this be my baby brother ? All. Yes, it is true. Father. For six long years Here have we lived in the form of Bears. But all is well, now you have come ; Linger no more, let's hasten home. Enter Children. [All sing \"For Attld lang syne\" joining hands at chorus. {Curtain falls.) finis."], [135, "THE SNOW QUEEN. JVJitpteo anb glramati.?eb from the Jfatrr) bo gjans Christian JUiersitt. E"], [136, "DRAMATIS persoxæ. Snow Queen. Grandmother. Robber Mother. Robber Maiden. Kay. Gerda. Schoolfellows. Kay and Gerda and the other children may be dressed as German peasants. Snow Queen in flowing white robes, with train of cotton wool, silvery crown, and veil powdered with alum, to make it sparkling. Robber Mother and Maidens dressed in fur as much as possible, with fur cap and gloves. For the snowy scenes two or three sheets and a large supply of cotton wool will be all that is necessary."], [137, "THE SNOW QUEEN. SCENE I. A Road. Song — \" Oh, where do you come from, you lovely flakes of snoio ? \"■ — -From Souys for our Little Friends. Enter Snow Queen, sprinkling snow. Snow Queen. I come from the north, the cold, cold land, Where the seas are held by an icy band ; Where the bear and the walrus and seal abound, And all is silent except for the sound Of my flowing mantle of frost and snow Covering the land as I onward go. On, on, to the southern world I come, And as over Europe's fields I roam, The people shiver, and hasten home."], [138, "THE SNOW QUEEN. 4 \" Winter at last ! \" they say and they sigh, And blinds are drawn down, and the logs piled high. The children alone rejoice at the sight ; They flock to the windows and hail with delight The fall of my robes of dazzling white. For a while I pause, but I dare not stay, To my dreary home I must hasten away. Dreary indeed, for no child is there, Only the children of seal and bear. And in vain for a childish voice I long ; Their hearts are warm, though my power is strong ; And much as I love those children bright, I dare not steal them away to-night. They are happy and good, their love is warm, So their ears are deaf to the Snow Queen's charm. Only by freezing those hearts to stone, Could love be vanquished and overthrown. Then would they hear my call and obey, And to the cold north I would bear them away. [Exi\\ Song (behind scenes) — \" The north wind doth blow.\" — Nursery Rhymes."], [139, "THE SNOW QUEEN. 5 Enter Children — Gerda, Kay, and Schoolfellows. Gerda. The snow has come. Look ! do you see The wreaths of white upon the tree ? Kay. I'm very glad ; I like the snow. We'll make snowballs. Boys. Come, let us go. Why do you wait ? Gerda. Yes, we will come ; But soon we must be going home. See, while you slide we'll make snowballs, And pelt you well till Grandmother calls. [Boys slide ; Girls make snoioballs. Gerda. The snow is falling faster, soon it will all be white. Kay. We'll make a snow-man ; come. Gerda. But, Kay, will it be right ? 'Tis nearly five o'clock. Kay. A minute we can spare. Boys. Come, Kay, 'tis your turn, quick ! — you need not linger there. Gerda. Til make a snow-man, then, and you can go and slide, But don't stay very long or Grandmother will chide. [Children play again."], [140, "6 THE SNOW QUEEN. 1st Girl. I must be running home, the clock struck long ago. Come, children, come. \\Exeunt all the Girls but Gerda. Gerda. Oh ! Kay dear, see what great flakes of snow ! Are you not ready now? My hands are cold as ice. Kay. Cold, are you, Gerda ? Come, put on my coat. Gerda. How nice ! My shawl is rather thin. But what will you do, Kay? Kay. Oh, sliding made me warm ; come, let us run away. Boys. Stop for a little while, it is not very late. Kay. No, Gerda's cold ; good-night. Gerda. If you would rather wait, I can go home alone. Kay. What ! in the dark ? No, no ; I've had enough of sliding, and it's reallv time to go. [Exeunt. {Curtain.)"], [141, "THE SNOW QUEEN. 7 SCENE II. A Cot t aye. Grandmother by the fire, stirring saucepan. Enter Kay and Gerda, hand-in-hand. Grandmother. How late you are ! Gerda. 'Tis snowing fast. Grand. What kept you then ? — 'tis six and past. Kay. It was my fault ; we stopped to play Beside the pond, then lost our way ; The path is hid beneath the snow. Grand. Take off your things, then you may go And eat your bread, 'tis ready there. Gerda. But can't I help you, Grannie dear ? Kay. Or can't i\" help ? Grand. No, run away, This is some soup for you and Kay.' The frost is sharp, I was afraid You'd take a chill, and so I made Some nice hot soup. [Gerda and Kay sit down at table, and begin to eat their bread. Gerda. What is a chill ?"], [142, "THE SNOW QUEEN. 8 Kay. Something which makes you very ill. Gerda. Like when I had the measles ? Kay. Oh, much worse ; You have to stop in bed and have a nurse ; I had it once. Grand, {pouring out soup). Yes, and you soon take cold ; You ought to mind and do as you are told, And not stop out so late. Gerda. Oh ! Grannie dear, He is so fond of sliding. Grand. Ah ! take care, There's bitter weather coming. Did you see The Snow Queen's mantle on the holly tree ? Gerda. The Snow Queen ! No, Grandmother ; who is she ? Grand, (yoiny back to the fire, shaking her head). Take care, take care, don't let her freeze your heart ; Love will grow cold, and you and Kay must part. Gerda. What can she mean 1 You'd never go away, And leave me all alone ; now, would you, Kay ? Kay. Of course not, Gerda, what a strange idea ; I'll always live with you and Grannie here,"], [143, "THE SNOW QUEEN. 9 And when I'm tall and strong I'll work for you, And bring home lots of money. Gerda. I'll work too. Kay. What can you do ? Gerda. Knit socks. Kay. Yes, so you can. Gerda, in ten years I shall be a man ; It is not very long ; then I might go And seek my fortune. Gerda. Dearest Kay, no, no ; You said you'd never leave me. Kay. I forgot. You must come too. Gerda. No, I would rather not ; Let us stop here together. Grand. See, the snow Is piled against the window. Kay. Let us go, And watch it falling. [Children go to window. Grandmother shakes her head and sighs. Gerda. Oh ! how soft and white ! Like powdered sugar. Kay. And the moon ! — how bright ! We will e;o out a little while. 6"], [144, "THE SNOW QUEEN. 10 Gerda. To-night ! What are you thinking of? Kay. I don't quite know, But I've a feeling that I want to go ; Such a strange feeling ! Gerda, let me out. Grand. Children, come back ! Kay, what are you about ? Shut down that window, Gerda. Kay (lookiny eagerly out of the window). Ah, I see ! How beautiful ! — and look, she beckons me. Such a pale, lovely face, and yet how cold. Shivers. Grand. Shut down that window, children, when you're told. [Gerda tries to shut window. Kay' pushes her roughly. Kay. Don't interfere, she wants to speak to me. Gerda. Oh, Kay, don't be unkind, I want to see Whose face it is. What are you looking at ? Kay. She's beckoning again ; quick ! where's my hat ? Gerda. Oh, don't go out. Kay. 1 must, I must ; let go. I won't be lono\\ 'o"], [145, "THE SNOW QUEEN. 11 Gerda. Who is it calling tho' ? Grand. Ah ! it is she, alas ! alas ! Gerda {to Grandmother). You know ? Grand. The Snow Queen comes. ■ I saw her floating by ; The door is open ! Come back, children ; fly ! [Gerda and Grandmother hasten back to the fire, only Kay stays near the door. Enter Snow Queen, aud walks slowly across stage. Kay follows till she disappears through the door. Then Gerda runs and shuts and bolts door. Kay. What have you clone ? Why have you shut her out ? I like to see her. Grand. Mind what you're about, She'll only do you harm. Kay. What do I care ? I'm sure I'm sick and tired of stopping here In this old room ; nothing to do all day. I'd give a thousand pounds to get away. (To Gerda) I'm tired of you and Grandmother. Gerda (crying). Oh, Kay!"], [146, "THE SNOW QUEEN. 12 Kay. What are you crying for ? What did I say ? You are a little baby. Grand. Ah, too late ! His heart is frozen now. Kay. I cannot wait, I want to go and see the world ; good-bye. [Gerda throws her arms round him, but he shakes her off. Don't bother so ; what makes you always cry ? Gerda (sobbiuy). You never spoke to me like this before. Is it because I fastened up the door ? Grannie was cold. Kay. Cold ? Rubbish ! — let me go ; I like the cold, I love the frost and snow. [Exit. Gerda. He's gone, he's gone ; Grannie, what does it mean ? Grand. Alas ! alas ! it is the dread Snow Queen. She's calling him, and now his heart is cold, He does not love us as he did of old. Gerda. Where will she take him ? Let me call him back. [Exit Gerda. Grand. Now she has gone ! — both gone ! Alack ! alack ! (Curtain)"], [147, "THE SNOW QUEEN. 13 SCENE III. A snoioy scene .- icebergs, northern lights. Enter Robber Maiden and her Mother. Maid. I saw a lovely child. Where has she fled? Her eyes were deepest blue, and on her head Were golden curls. So fair a maid, I'm sure Was never seen in this cold land before. Mother. You silly child, why did you let her go? She might have been our prisoner, you know. Maid. We still might trace her footprints in the snow; And yet I would not harm the pretty maid. Mother. You're losing all your spirit, I'm afraid. Don't be so foolish ; doubtless she has gold About her person ; for I have been told Those southern folks are wealthy. Come away, We'll find the blue-eyed child this very day. [Exit Mother. Maid. Just as I feared ; why did I speak at all ?"], [148, "THE SNOW QUEEN. 14 Alas ! what will the pretty maid befall ? How can I warn ?— how can I save her life ? Ah, I might fight for her ; I have my knife. And I can use it. Hark ! did some one call ? Perchance she'll come back this way after all. I'll hide and see what happens, then maybe, I may yet help the maiden. We shall see. Robber Maiden hides. Enter Gerda {shivering). Gerda. I'm cold and tired and hungry, I've wandered many a day, O'er field and plain, o'er land and sea, and yet no sign of Kay. I've asked the birds, I've asked the flowers ; all say he lives, but where ? Thcd no one knows, only they say 'tis cold, cold weather there. Yes, yes, he lives, I'm certain ; alas ! where can he be ? Kay, Kay, why don't you answer ? why won't you come to me ? Colder and colder blows the wind, and thickly falls the snow. I must not wait. There's none to ask which way I'd better go."], [149, "THE SNOW QUEEN. 15 Does no one live in this cold place ? [Robber Maiden appears. Maid. Good morning, pretty child, You need not look so frightened, with eyes so strange and wild. I am a robber maiden, but you are young and fair, I would not harm you for the world ; tell me what brings you here, To this cold, dreary world of ours ? Gerda. I come from far away, I left my sunny southern land to look for little Kay. Maid. For little Kay ? Ah ! you may search ; you'll never find him, no. You call this cold, yet where he is, 'tis colder far, I know. Gerda. Ah, where is it ? My heart is warm ; I do not mind the cold, My love will melt the hardest ice. Maid. You may be very bold, But in the Snow Queen's palace no human child may dwell. Gerda. But Kay is there, and where he lives, there I may live as well."], [150, "16 THE SNOW QUEEN. Maid. His heart is cold, his love is dead, he cares for you no more. Gerda. But I have love enough for both ; oh, help me, I implore. Show me the way, and I will go. Maid. My reindeer knows the way, It is from him that I have heard of you and little Kay. He knows the Snow Queen's palace, all built of ice-bricks clear, He peeped in through the window's, and saw your brother there. Gerda. And is he happy ? Is he well ? How did he look ? Oh, say. Mcdd. Happy ? No, no ; his heart is ice, he cares for nought but play, And even that gives him no joy. Gerda. Alas ! poor little Kay ! Ah, let me go. Maid. You'll freeze to death. Put on these gloves, they're warm, And my fur boots ; now you are safe, and need have no alarm. Come, we will fetch my reindeer, I'll lend him you to ride ;"], [151, "THE SNOW QUEEN. 17 Swift as the wind he'll carry you over the snow- fields wide. [Exeunt. Re-enter Robber Mother. Mother. I've traced her footprints, and it seems they lead me back again Round in a circle ; she's been here ; yes, that is very plain. Re-enter Robber Maiden. Maid. Well, mother, how have you got on ? Mother. I've had my walk in vain. The child has doubled like a hare, and now I'm at a loss. Mcdd (aside). She's miles away by this time. {Aloud) Dear mother, don't be cross. I lent the child my reindeer to help her on her way. She seemed so cold and weary. Mother. You've seen her, did you say ? And had she gold ? Maid. I did not ask. Mother. And you a robber maid ! Out of my way, I'll find her yet. [Exit Mother. Maid. Ha ! ha ! I'm not afraid."], [152, "THE SNOW QUEEN. 18 She's safe, she's safe beyond the hill, beyond the frozen sea. Speed on, speed on, good reindeer ; there's none so swift as he. {Curtain) SCENE IV. The same Scenery as in Third Scene will do. Enter Kay. Kay. This is a lovely land, so white and cold. What was it Grannie said : \" Do as you're told ; Don't stop out late, or else you'll get a chill \" ? What rubbish ! I don't feel the least bit ill, And yet I'm out from morning until night, And live within the Snow Queen's palace bright. This is the northern pole, and here the ice Is frozen hard as iron ; oh, 'tis nice To climb up icebergs, and with bears to play. Here comes her Majesty ! Enter Snow Queen. Snow Queen. What do you say ? Are you still happy with me, little Kay ?"], [153, "THE SNOW QUEEN. 19 Kay. Happy ! Oh yes, I'll never go away. Snow Queen. 'Tis well; but tell me, do you feel the cold ? Kay. No, not a bit. Snow Queen. I like to see you bold, But do not be too daring. Kay. May I go And skate upon the frozen lake below ? Snoio Queen. No, not to-day, it is too cold and bleak. Kay. Then may I climb to yonder snowy peak? Snow Queen. No, no ; stop here, child, for I must away. I have to visit other lands to-day. Kay. Let me come too. Snow Queen. I cannot ; you must stay. I've asked six polar bears to come and play, And ordered strawberry ices for your tea, Besides roast walrus and bear-fricassee. Kay. It will be dull ; why need you go ? Snow Queen. Farewell ! [Exit. Kay. She's gone then, I suppose. Why can't she tell Where she is going, and take me with her too ?"], [154, "THE SNOW QUEEN. 20 It's rather dull. There're bears and seals, 'tis true, But they won't speak. Not that I care a bit ; I'd just as soon be playing here as sit Doing sums at school. Heigh-ho ! — I'm sleepy now, I'll take a nap if I remember how. I have not slept for weeks. There is no bed In all the Snow Queen's palace, for she said It is not safe to sleep at the north pole, But I don't care. Here is a lovely hole Under the snow-drift, I can just creep in ; She may be cross, but I don't care a pin. [Creeps into hole, covers himself xcith snow. Enter Gerda. Gerda. Alas ! alas ! my search is vain, I fear ; The palace I have searched, he is not there. I've climbed the icebergs and the snowy peak, But still I find no trace of him I seek. On yonder frozen lake I met a bear, And asked him if my little Kay was here ; He answered not, and only ran away ; I wonder if he knew, and would not say. And then those seals, they looked extremely wise,"], [155, "THE SNOW QUEEN. 21 But when I spoke to them they shut their eyes, And went to sleep ; yet I believe they knew. Perhaps the Snow Queen has bewitched them too. Oh dear ! how cold I am ! What shall I do ? I'll sit and rest awhile. [Goes totcards place where Kay is sleeping. Screams and claps her hands. Kay ! Kay ! 'tis you ! Found ! Found at last ! Kay, Kay, wake up and see Your sister Gerda. Ah ! what can it be ? He does not hear me, yet he is awake. Do you not know7 me ? Kay. There is some mistake. Who are you, little maiden ? Gerda. Ah ! he dreams. Kay. You fancy we have met before, it seems. Gerda. Oh, Kay, how cruel you are ! Why do you speak So coldly ? We have lost you for a week, And I have searched and searched. Kay. You're very good. Will you not come indoors, and have some food ? There's potted seal, and bear's-steak for to-day."], [156, "THE SNOW QUEEN. 22 Gerda. I don't want food, I only want you, Kay. How could you leave us so and go away ? Your heart was surely frozen, as they say ; And only love can melt it, that is why I came to look for you. Kay. Well, well, don't cry, You make me shiver. Gerda. Shiver ! that is well ; That shows you've feeling still. Kay. But I can't tell Why you should take such interest in me. Gerda. Because I love you, Kay. Now, can't you see ? Have you forgotten home and Grannie too, And our old picture-books ? Kay. But who are you ? Gerda. Have you forgotten all our games, and how You used to swing- me on the chestnut boua;h ? And the red rose bush by the cottage door ? Oh, Kay, come back and never leave us more. Kay. Oh dear, how cold I feel ! — don't cry, don't cry. You make me feel unhappy."], [157, "THE SNOW QUEEN. 23 Gerda. By and by, You will be glad ; give me your hands to warm, I'll rub them till we break the Snow Queen's charm. Kay. The Snow Queen, ah ! where is she ? Gerda. Never mind, She went away. Kay. Yes, and left me behind, All by myself. Gerda. And now I've come for you Oh, I have walked so far and ridden too, O'er fields of ice, o'er frozen sea and lake. Kay. Why did you do it ? Gerda. It was for your sake. And now I've found you, Kay dear, look at me. Kay (rising). Why she is just like Gerda — can it be My darling sister, and I never knew ? I thought it was a stranger. Is it you ? _ Gerda. Yes, yes, it is indeed. Kay (shivering). Let's go away From this cold place. Gerda. Oh yes, come quickly, Kay, We will go home ; Grannie will be so glad. Kay. I'm sorry now that I have made her sad. [Exeunt."], [158, "THE SNOW QUEEN. 24 Enter Snow Queen. Snow Queen. And so he's gone, I could not hold him long ; Though I am powerful, there's a power more strong — The power of love. Ah, if all children knew How great that is, if it be pure and true, It would be well indeed. Yes, Kay is free ; Now he is hastening homeward joyfully. Gerda has conquered, for her love was wTarm, The heart of ice is melted and my charm Is overthrown. From henceforth I must dwell Alone in icy solitude. Farewell ! (Curtain.) finis."], [159, "LITTLE PEIT F"], [160, "DRAMATIS PERSONÆ. Little Prit. Bo-Peep. Four Dwarfs. Lady and little Girl. Two Fairies. Marjory Daw. Miss Muffit. Prit's Motheb. Lord Mayor. Masher. Old Woman. Policeman. Little Peit's first dress must be old and shabby ; the second very magnificent. The three children may be in Kate Greenaway dresses of different colours. Bo-Peep with a crook and wreath of flowers. The four Dwabfs should have long coats, red, yellow, green, and blue ; deep black collars and cuffs cut in Vandykes ; long white beards and wigs, and caps with tassel to match coats. Lord Mayor (a small boy), black velvet suit ; red stockings, and shoes with rosettes ; long train hanging from shoulder, of velvet edged with ermine ; velvet cap with jilume."], [161, "LITTLE PRIT. SCENE I. - A Street. Prit, in shabby dress and dishevelled hair, holditig basket of flowers. Song — \" Won't you buy my pretty flowers ? '\" \" Underneath the gaslight's glitter, Stands a little fragile girl, Heedless of the night-winds hitter, As they round about her whirl. How her little heart is aching, Through the long and weary hours, As she sings with faltering accents, ' Won't you buy my pretty flowers 1 ' Chorus — \" There are many sad and weary, In this pleasant world of ours, Surging every night so dreary, ' \"Won't you buy my pretty flowers? ' \" Prit. I fear a storm is coming ; how dark it is, and cold !"], [162, "LITTLE PRIT. 4 What long, long hours I have been here, and not one blossom sold ! I wronder what the time is, school can't be over yet, Mother will be so angry if I am very wet. Ah ! there are ladies coming, perhaps they will buy a- flowrer. Enter Lady and Little Girl. Lady. Come, walk a little faster, there's going to be a shower. What does that little girl say ? Prit. Fine roses, fresh to-day. Little Girl. Oh, look what lovely roses ! I'll have one if I may ; I've got a penny, mother. Lady. That will not buy a rose ; Some of them would be sixpence, or ninepence, I suppose. Prit. I've some here at a penny, they are reduced in price ; See, just a little faded. Little Girl. Oh, they look very nice."], [163, "LITTLE PRIT. 5 This little yellow rosebud is the one I like the best ; Here is my penny ; thank you, I hope you'll sell the rest. Exeunt Lady and Little Girl. Prit. I wonder what they thought of me, and this old ragged frock. One penny ! — and I've waited here since half-past nine o'clock. I hoped to make a fortune, and take it home to- night, But no one cares for roses, or for my pansies bright. It's raining hard, and no one comes. Ah ! there is some one, though, But he doesn't seem quite certain which way he's going to go. How fine he is — a masher ! — he's sure to want a flower. Enter Gentleman (Masher). Gent. Aw dear, how very awkward, there's going to be a shower."], [164, "LITTLE PRIT. 6 I've not got my umbrella, suppose I'd better wait A moment by this doorway, it is not very late. My new hat too, how tiresome ! — 'twill ruin it no doubt. Stay ! — happy thought, a good idea, I'll turn it inside out. Rain won't affect the lining. There ! [Puts on hat inside out, then catches sight of Prit, to/to creeps up behind him and holds out floivers. Hullo ! Who are you ? You needn't come so near me ; what are you going to do ? (Aside) She wants my watch, I'm certain, and not a policeman near. Prit. Please, don't you want a buttonhole ? I've got some beauties here. Gent, (drawing back). Oh yes, they're very pretty ; what is the price of those ? Prit. The daffodils ? Gent, {giving money and taking large floivers, ivhich he put in his buttonhole). Here, that will do, you need not come so close."], [165, "LITTLE PRIT. 7 {Aside) The rain is nearly over, I'd better get away. Prit (following him). Won't you have this large sunflower ? Gent. No, nothing more to-day. -[Exit Gentleman. Prit. He only gave me threepence ; what a hurry he was in ! Well, I expect his pockets are pretty full of tin, And that makes him feel nervous ; poor man, he needn't fear, I wouldn't touch his pockets. Ah ! I wonder who comes here. Enter Old Woman very much out of breath, carry- ing bundles, parcels, and umbrella. Old Woman (panting). I'm out of breath. I came so fast . . . thought I should miss the train. It doesn't go till six o'clock. Dear me ! it's going to rain. I must put down my parcels, I've my umbrella here,"], [166, "LITTLE PRIT. 8 The one I use for hopping. Prit comes forward with flowers. What do you say, my dear ? Speak out a little louder, I don't hear very well. Prit. Please, won't you buy some roses ? Old Woman. Oh, you've got some flowers to sell. I see, they're very pretty, but I'm going off by the train, And I don't want to miss it ; what do you say again ? Prit. I'm very cold and hungry. Old Woman {recognizing her). It's Prit, I do declare. Why, little Prit, I am surprised ; what are you doing here ? You ought to be at school, I'm sure. What would your mother say ? Prit. She's ill in bed, she doesn't know I'm selling flowers to-day. Old Woman. What, playing truant ! No, indeed, I've other things to buy, And can't encourage little girls to stand about and cry."], [167, "LITTLE PRIT. 9 I've many children, as you know, my home is in a shoe ; Sometimes they seem so troublesome, I don't know what to do. So then I give them all some broth, without a bit of bread, And when they've had a whipping, I pack them off to bed. There's four o'clock, I must go on, or I shall be too late. [Exit Old Woman. Prit. The train is due at six o'clock, she'll have two hours to wait. [Children heard singing. \" This is the way we come home from school.\" Tune — \" Here we go round the mulberry bush.\" Enter Bo-Peep, Marjory Daw, Miss Muffit. Bo-Peep. Why, here is Prit all by herself. What are you doing here? Marjory. We thought 3^011'd be at school to- day, your brothers both were there. Muffit. They said that you were coming. F *"], [168, "LITTLE PRII. 10 Prit. Well, they were wrong, you see. Bo-Peep. Why are you standing in the rain ? Prit. What curiosity ! Stop, I will tell you if you like ; I'm selling roses. Well ? Marjory. Roses ! What fun ! Oh, let me help, I should so like to sell. Muffit. Ah, we have heard a story about Miss Marjory Daw. Bo-Peep. She's very fond of selling. Muffit. She sleeps upon the straw. Marjory. You needn't tease me, Muffit, there's a story told of you, About a dish of curds and whey, and a great big spider too. Bo-Peep. Come, do not quarrel, children, we must no longer stay ; I shall have to go and feed my sheep, or they will surely stray. Marjory. I'd rather stop with Prit awhile, and earn some money too. Muffit. Our mothers will be angry, we cannot wait for you."], [169, "LITTLE PRIT. 11 Bo-Peep. See/ little Prit, how dark it is, the sun has nearly set ; Will you not come ? Prit. No, thanks, Bo-Peep, I cannot come just yet. [Exeunt Children. I'm glad they're gone ; how cross they are ! Now I should like to know What business it can be of theirs whether to school I go Or not ; of one thing I am sure, if Muffit chose to sit Out in the rain and sell some flowers, I shouldn't care a bit. (Yawns) Oh, dear ! I'm getting sleepy, I shall not sell all these. Enter Policeman. Police. Now then, who's this ? Move on, I say ; move on, Miss, if you please. Prit. I'm only selling flowers, sir. Police. Move on at once, d'you hear ? We can't have little beggar girls blocking the pavement here. [Exit Prit."], [170, "LITTLE PRIT. 12 Policeman sings — Tune — From \" School Songs.\" \" Clear the way, I have my orders, Off at once, or you will see What I do to those who linger — Put them under lock and key. \" Now be off, now be off. Quick, without delay. Move on please, the p'liceman's coming, Off and clear the way. \" You may laugh, and call me Bobby, After great Sir Eobert Peel, But you're glad enough to see me, When pickpockets try to steal.\" Chorus — Now be off, &c. (Curtain.) SCENE II. Street. Prit asleep, with basket of Howers by her side. Inter two Fairies, one dressed more quietly than the other, and holding a slate and copy- book, while the other has dolls and toys. 1st Fairy. Who is this child ? 2nd Fairy. 'Tis little Prit."], [171, "LITTLE PRIT. 13 1st Fairy. Ah ! she is in my power. But how comes she to be abroad at this untimely hour ? 2nd Fairy. She's playing truant, I'm afraid. 1st Fairy. Then she's my prisoner. 2nd Fairy. But list to me one moment, ere you awaken her. She's not entirely selfish, 'tis for her mother's sake, She hoped by selling flowers a little sum to make. Therefore let me remind you, I may be still her friend, I, too, have gifts to offer. 1st Fairy. All must on her depend. Come, let us make our offers, and see what she will say ; I do not think your copy-books will be her choice to-day. [Prit rubs her eyes, awakes, sits up. Prit. Is it a dream, or can they fairies be ? I'll keep quite still, perhaps they will speak to me."], [172, "LITTLE PRIT. 14 2nd Fairy. Why do you sleep out in the cold this rainy evening, child ? Why is your frock so ragged, your hair all hang- ing wild ? Surely you know it's very wrong so far away to roam. I've come to warn and help you, and lead you to your home. 1st Fairy. Don't look at her ; I, too, have come with presents rich and rare. Just see these lovely playthings ; they're all for you, my dear. Prit. For me ? How nice ! (Aside) My dream is true. I must be careful, though, In all I say, for fairies are hard to please, I know. The tall one is the prettiest, I like her face the best, The other's rather gloomy, and not so nicely dressed. I wonder if she's powerful. If I am rude maybe She'll change me to a grasshopper or to a bumble-bee."], [173, "LITTLE PRIT. 15 (Aloud) May I not stay a little while, and earn some money here ? My father's often out of work, and food is very dear. I sold some flowers this morning. 1st Fairy. You are a clever child ! What does it matter if your hair does look a little wild, If you are earning money ? Prit. Yes, see what I have got. 2nd Fairy. Your mother sent you off to school — come, tell me, did she not ? Prit. Well, yes, she did ; but then I thought . . . 2nd Fairy. Attention, if you please. It does not matter what you thought. Just tell me, what are these ? [2nd Fairy holds up slate and copy-book. Prit. A slate and copy-book. 2nd Fairy. Quite right ; you've seen such things before. You've often been to school, then ? Prit. I'm not going any more."], [174, "LITTLE PRIT. 16 2nd Fairy. Indeed ! Why not ? Prit. I have not time ; I'm going to work instead. 1st Fairy. And quite right too; why should you go ? — you've learnt to write and read. That's quite enough. Now listen to what I have in store — A tiny house, all for your own, furnished from roof to floor, Where you may dwell in safety, and please your- self all day. There are no rates or taxes, you'll have no rent to pay. I'll see to that. Prit. How charming ! And may my mother come To live with me ? 1st Fairy. Impossible ! she's happier far at home. You need not think about her, but play and sing all day. Well, will you come ?"], [175, "LITTLE PRIT. 17 Prit. Oh, thank you ; but what will mother say ? •She'll be so sorry if I go. 2nd Fairy. Give heed to me, I pray. For though you are so foolish, I am your friend to-day. Get up in time to-morrow, put on your hat and frock, Go with your little brothers to school at nine o'clock. Be careful and attentive,learn to do sums and spell, Cross all your t's, and dot your i's, and do your knitting well. Prit {aside). Oh, what a stupid fairy ! Is this all she can do ? (Aloud) But lessons always make me tired, and give me headache too. 2nd Fairy. That's only want of practice ; soon all will easy be, Then the reward will follow. Prit. Oh, will you show it me ? I dreamt about a fairy, and lovely prizes too. 1st Fairy. She has no lovely prizes, no toys to offer you. F * *"], [176, "18 LITTLE PRIT. Prit. What is it, then, I wonder ? 2nd Fairy. This — a contented heart. That makes all work seem pleasant. Prit. I want a horse and cart. Marjory has a beauty, but she never lends it me. I hoped to get one this year from off the Christ- mas Tree. 1st Fairy. I'll give you one ; no plaything— a coach with horses four. Whene'er you wish to take a drive it wTill be at the door. Prit. What shall I do ? I dare not go. I*/ Fairy. Then, little Prit, good-day. Now you may hear my sister, I have no more to say; I will take back these playthings, another child, maybe, Will not despise such offers. Prit. Oh, Fairy, stop with me. I won't refuse your presents ; don't leave me thus, I pray. 1st Fairy. Then you must promise truly my orders to obey."], [177, "LITTLE PRIT. 19 Prit. Oh, yes, I will. 1st Fairy. Then listen ; there are conditions three ; If one of these be broken all as before will be. The first, 'tis very likely, will cause you greatest pain — Your mother you must never see, or ask to see again. The second rule is easy — Do everything you please ; If you like butter, eat it, and if you don't, eat cheese. The third is easy also — You must not work all day, I will appoint four servants your orders to obey. You need not lift a finger, even to move your chair ; You'll only have to clap your hands, a servant will appear. Prit. Delightful ! Is it possible ? Oh, what will Marjory say? 1st Fcdry. You then accept my offer, and promise to obey ?"], [178, "20 LITTLE PRIT. Prit. Yes, yes, I must ; but mother — oh clear ! what shall I do ? If somebody would tell me. 2nd Fairy. The choice is left to you. Oh, little Prit, be careful. 1st Fairy. I see the choice is made. Give me your hand a minute — you need not be afraid. Prit. How strange ! I feel quite sleepy ; her hand is soft and warm. I'll follow where she leads me ; there can't be any harm. [1st Fairy leads Prit away, 2nd Fairy follows sadly. (Curtain) SCENE III. Street. Enter Bo-Peep, Marjory Daw, Miss Muffit, Prit's Mother. Bo-Peep. It was just here we left her, she must have gone away."], [179, "LITTLE PRIT. 21 Marjory. She was selling lovely roses, she'd been here all the day. Muffit. Her hat and frock were dripping wet, her hair all hanging wild. Mother. She knew I bade her go to school — ah f she's a naughty child. She'll catch it when I catch her. Oh dear ! where can she be ? Bo-Peep. I thought she would be sure to come at least in time for tea. Marjory. Who is this lady coming ? Muffit. A Fairy, I declare. Let's run away, I'm frightened. Enter 2nd Fairy. Mother. A Fairy ? I don't care. {Addresses Fairy) Where is my child ? Fairy. Good woman, your search is all in vain ; You'll never see your daughter, your little Prit again. Mother. Oh, what is it ? Where is she ? Fairy. Ah, that I cannot say i"], [180, "LITTLE PRIT. 22 She's made her choice, that's certain, and so she's gone away. [Exit Fairy. Mother. Her choice, indeed ? I don't believe she'd choose to leave me so ; 'Tis true she's very wilful, but she loves her home, I know. Bo-Peep. Then let us go and seek her. My sheep will sometimes roam When I am soundly sleeping, but at last they all come home. Mother. No, no, I must not linger, my husband will be back ; I cannot go and seek her, what shall I do ? Alack ! I'll call at the police-station, and see what they can do. Muffit and Marjory. And we will go and find her, and bring her back to you. [Exeunt. Enter 1st Fairy. Fairy. So far all's well, I have her safe, but can I keep her long ? That will be harder, for I fear her love for home is strong:"], [181, "LITTLE PRIT. 23 But now to give my orders' to all these servants small. [Knocks four times with stick. Enter Red Dwarf; makes loiv bow. Fairy. What is your name, my little man ? You are not very tall. Dwarf. My name is Jumbo, lady. Fairy. A curious notion too, To give an elephantine name to such a shrimp as you. I want a useful servant. Dwarf. I've lived as cook before. I can make soups and jellies, and I can scrub the floor. Fairy. Oh, soups and jellies, those are good. Dwarf. But that's not all I do ; There's butter-scotch and honey-drops I make. (Aside) And eat them too. Fairy. Enough, I will engage you. We'll call another now. [Taps four times. Enter Yellow Dwarf. Fairy. You are very like your brother, but you quite forgot your bow. [Dwarf bows."], [182, "LITTLE PRIT. 24 Now what is your profession ? Dwarf. I'm house- and parlour-maid. Fairy. That will be very useful, if you under- stand the trade. You'll have to wait at table, and keep the silver bright, To polish all the windows, and bolt the doors at night. [Fairy knocks with stick. Enter two more Dwarfs, blue and green ; both bow to Fairy. Fairy. Two this time ; all the better ; now hold your heads up, please. What sort of situation am I to find for these ? Blue Dwarf. I can cultivate the garden, I can wash and bake and brew. Green Divarfi And I can wash the dishes, and clean the saucepans too. Fairy (pointing to each in turn ; each Dwarf bows as he is indicated). Now let me see what I have got — a house- and parlour- maid, A cook, a clever gardener, and a Jack-of-any-trade;"], [183, "LITTLE PRIT. 25 That ought to be enough, I think, on one small child to wait. Now listen to your orders, the hour is growing late. Your mistress is a wilful child, they call her Little Prit, If for the moon she wishes, be sure and give her it. Refuse her nothing, careful be to please in every way, Only in one thing must you dare her will to disobey. She'll bid you fetch her mother, but this you must refuse ; Tell her she's gone out hopping, or washing, which you choose. Don't let her think of others ; propose some game to play ; Sing, dance, in fact do anything to turn her thoughts away. So long as selfishness prevails my prisoner is she; If love for others conquers, then love will set her free."], [184, "26 LITTLE PRIT. Now you have heard my orders. Your characters I know. Bed Dwarf. We all agree to do our best. Say, brothers, is it so ? All. Agreed. Fairy. 'Tis well, I'll say no more ; good morning. You may go. {Curtain) SCENE IV. A room ; small table and tioo chairs. The four Dwarfs discovered, sweeping and dusting very busily. Enter Prit in grand dress. Dwarfs all hurry away with brushes, fye. ; returning, stand in a row, and all make loiv bows at the same moment. Prit (crossly). Is not my breakfast ready ? Dwarfs bow. I'm hungry — be quick now. Don't stand there, stupids ; I prefer my breakfast to a bow. [Exeunt Dwarfs."], [185, "LITTLE PRIT. 27 Two re-enter almost immediately ; one pre- sents Prit with picture-book, the other fans her. Prit. I've read this book a hundred times, go fetch me something new ; You need not fan me any more, the draught cuts me in two. [Exeunt Dwarfs. [A good effect is produced by the Dwarfs always bowing loio on entering or leaving the room. Prit. What a grand room this is ! Oh dear ! I wonder what they'd say If they could see me sitting here in these fine clothes to-day ? They'd think I was the Queen, I know — how Marjory would stare ! {Sighs) I'm very tired of being alone; I wish they all were here. Enter Red Dwarf with breakfast ; Yellow Dwarf spreads cloth and assists. Prit. At last ! You have been long enough, I hope. What have you got ?"], [186, "28 LITTLE PRIT. Bed Dwarf. There's coffee, chocolate, and tea, and French rolls buttered hot. Prit. Oh, that will do ; now you may go. If any one should come To call on me this morning, remember I'm at home. Bed Dwarf. Some little village girls did call : I sent them all awav. J Prit {angrily). They were my friends, I have no doubt ; go, call them back, I say. [Exeunt Dwarfs. What is the use of being rich if no one's here to see My lovely dresses and the toys that all belong to me ? I'd give this doll to Marjory, — it's got a broken nose. Ah ! there are steps outside the door ; they're coming, I suppose. Re-enter Red Dwarf. Dwarf. The children have come back again ; they're waiting now below. Prit. Then show them up directly."], [187, "LITTLE PRIT. 29 Dwarf. Their boots are over snow. Prit. Well, isn't there a door-mat ? Exit Dwarf. I wonder if they'll guess ? I don't believe they'll know me in this white muslin dress. Ah ! here they are ! Good morning ! Come in ; don't be afraid. [Bo-Peep coming in hesitatingly. Bo-Peep. She is not here, I'm certain. Marjory. This was the room, he said. Muffit. Oh, let us stay a minute ; see what a lovely cake ! And chocolate and coffee. Bo-Peep. I'm sure there's some mistake. We'd better not be waiting. Prit. Why should you hurry, pray ? Marjory. We're looking for a little friend, who left us yesterday. Prit. A little friend ; what was she like ? Muffit. Her frock was torn and old. Frit. Did she sell roses in the street, all in the rain and cold ?"], [188, "LITTLE PRIT. 30 All. Yes, yes. Oh, have you seen her ? Bo-Peep. Pray tell us where she's fled. Her father's broken-hearted, her mother's ill in bed. [Prit starts up, and turns her back on Children. Prit {aside). Ill, do they say ! What shall I do ? If I might only tell ; I'd send some soup to mother, and something else as well. 'Tis plain they do not know me, yet speak I do not dare ; Some magic spell forbids me. It's too bad, I declare. (Addresses Children). Go home and tell Prit's parents they need have no alarm ; Their daughter is in safety, beneath a magic charm. Bo-Peep. Oh, then it is the Fairy ; do tell us something more. Enter Blue Dwarf; stands bowing till Prit sees hint. Prit. What do you want now, Jumbo ? Dwarf. Your coach is at tl Your coach is at the door."], [189, "LITTLE PRIT. 31 Prit {running to window). My coach ! Oh, is it really ? I must look out and see. What lovely little ponies ! Can they belong to me ? A coachman and a footman, all dressed in gold and green. What crowds of people staring ! — they think it is the Queen. ;■> [ While Prit is still looking out of window, the Dwarf hustles little girls out of the room. Prit (turning round). We'll have a drive ; come, children, there's room enough for you. \"Where are they ? Have they left me ? Oh dear ! what shall I do ? Dwarf The coachman's in a hurry, the ponies will not stand; They're startled at the shouting and at the village band. Prit. They'll have to wait. Go quickly and fetch my mother here, And call those children back again, — be quick now, disappear. [Exit Dwarf slowly and unwillingly. Prit sits down and begins to cry."], [190, "32 LITTLE PRIT. Be-enter Dwarf. Prit. Well, has my mother come yet ? Why do you shake your head ? Dwarf. Did not the children tell you that she was ill in bed ? Prit. Then I will go and see her. Dwarf. Lady, that cannot be. Prit. Cannot, indeed ! How dare you use such a word to me ? Enter Yellow Dwarf. Yellow Dwarf. Lady, I've news to tell you, — a grand surprise, I know. Prit {sobbing). I'm tired of these surprises : I want my mother. Go! Yellow Dwarf. But this is something better ; you're tired of being alone. You wanted a companion. Prit. Well, have you found me one ? Is it Bo-Peep or Marjory ? Dwarf. Oh, grander far than these Will you receive him, lady ?"], [191, "LITTLE PRIT. 33 Prit {crossly). Oh, anything you please. [Exeunt Yellow and Blue Dwarfs. Green Dwarf shows in Lord Mayor. He medics low how. Prit {aside). Oh, what a swell ! (Aloud) Good morning, I'm pleased to see you here. Lord Mayor. I have the greatest pleasure in coming, lady fair. Prit (motioning him to a chad). You're good enough to say so. Did you drive all the way? And did you see some children out in the street at play ? Lord Mayor. I drove here in my dog-cart. The horse went very fast ; The children ran behind me, and shouted as I passed. Prit. And did you see my carriage and lovely ponies, too ? Lord Mayor. Of course they must be lovely if they belong to you."], [192, "TITTLE PRIT. 34 Prit. I thought you might have seen them, just now they were without ; The ponies were impatient ; they've gone, I have no doubt. The carriage and the harness are in the last new style, We'll have a drive directly if you can wait a while. I'll ring and tell the coachman. We dine at two o'clock ; And then we'll do some shopping ; I want another frock. [Rings. Enter Green Dwarf. Prit. The carriage won't be wanted till three o'clock to-day, And let us have some dinner ; this gentleman will stay. Dioarf. Dinner is on the table. Enter the three other Dwarfs, and stand two on each side, bowing. Lord Mayor (offeriny his arm). Allow me, Lady Prit."], [193, "LITTLE PRIT. 35 Prit. It seems no time since breakfast, I'm not hungry a bit. Still as it's there we'll eat it, so let us go. Lord Mayor. Oh, yes. Perhaps 'twas the drive this morning ; I'm hungry, I confess. [Exeunt. {Curtain) SCENE V. Street. Children playing and talking. Prit's Mother in tears. Muffit. She's coming, I can hear the band, I'm sure it is the Queen. Bo-Peep. No ; some one very different. Marjory. 'Tis little Prit, you mean. But why should she be driving in coach of gold and green ? Bo-Peep. It is the Fairy's doing. Ah, see ! They come ! they come !"], [194, "36 LITTLE PRIT. Enter Policeman. Mother (rushing forward). Where is my daughter, p'liceman ? You said you'd bring her home. Policeman. Come, clear the way, you children ! All this side. Do you hear ? Mother. Whose is that fine coach coming ? Who is the lady fair ? Bo-Peep. Look ! look ! now they are stopping ; oh, that is the Lord Mayor. Policeman. Stand back, stand back ! I've orders to clear the way, you see. Mother. But who is it ? Just tell me ; who can the lady be ? Ah ! there, now I can see her. 'Tis Prit. Ah ! let me go. Policeman. Stand back, stand back, good woman, you need not hurry so. Just mind the horses, will you ! Whoa ! steady ! get back there ! Mind where you're coming, coachman. Now then, take care, take care !"], [195, "LITTLE PRIT. 37 [Bo-Peep drags Mother back, while Policeman appears to be backing horses at the end of stage. Mother, nearly fainting , supported by Children. Muffit. Now they are coming ; only look ! But no, it can't be Prit. Mother (reviving). It is, it is; I know her. Marjory. How well her new clothes fit ! Enter two Fairies from left, Prit and Lord Mayor from right. 1st Fairy goes smiling to meet Prit, holding out her hand. Fairy. Now are you happy, maiden, with all I promised you ? Is not the carriage lovely ? How did the play- things do ? Are hats and dresses to your mind ? Prit. All lovely as can be ; But one request I have to make, my mother I would see. Fairy. That is impossible, you know, I told you so before."], [196, "LITTLE PRIT. 38 Prit {shaking off her dress, and throwing awag her hat). Then you may have your lovely clothes, I'll never wear them more ; Take back your coach, your house, and all, I'm tired of all this state, I'll go to school this minute if it is not too late. [Lord Mayor, 1st Fairy, and Dwarf disappear slowly, taking away Prit's grand clothes. Prit catches sight of her Mother and Friends. Prit. Why, there they are ! — and who is this ? Mother, I do declare. Why did they tell me you were ill ? 2nd Fairy. And so she was, my dear. And whose fault was it, do you think ? Prit. Why, mine, for going away ; I won't be foolish any more, it's been a wretched day. I'll go to school to-morrow. Mother. And never think again Of selling flowers in the street, out in the cold and rain."], [197, "LITTLE PRIT. 39 Policeman. And now there's been enough, I think, of all this noise and fuss ; There are half a dozen hansoms, two growlers, and a 'bus, Waiting just round the corner. How long do you think they'll stay ? You really must be off at once. Move on, then ! clear the way. (Curtain) FINIS."], [198, ""], [199, ""], [200, ""], [201, ""], [202, ""]]