[[1, ""], [2, ""], [3, "Xeisure IDour XiPrics C. W. JAMES"], [4, ""], [5, "LEISURE HOUR LYRICS"], [6, ""], [7, "LEISURE HOUR LYRICS BY C. W. JAMES ©jforo B. H. BLACKWELL, 50 & 51, BROAD STREET Xon&on SIMPKIN, MARSHALL, HAMILTON, KENT & CO. 1897"], [8, ""], [9, "CONTENTS. PAGE. To my Mother 7 Evening Thoughts 8 A Fenman's Farewell ... ... ...\" ... ... n Good Night 12 Sleep 13 Song of Spring 14 Hades 16 A Toiler, to the Stars 17 The Voice of the Ages 18 Morning ... ... ... ... ... ... ... 19 Solitude 20 Voces Amoris 21 How do we know Thee ? ... ... ... ... ... 22 Phyllis 23 \" Yet but a little while \" 24 The Passing Soul ... ... ... •■■ ... •■• 25"], [10, ""], [11, "TO MY MOTHER. When work was over, and the shadows crept Around the ling'ring daylight of the town, I longed to fly to you and lay me down Within the arms where as a babe I slept. 1 hastened homeward, dear, your love to see, The love and pride I saw but yesterday, It was a dream, and now I can but pray That you will never cease to think of me. I am alone, for those I love are gone From out my tiny world ; the day is done, And there is no dear soul to smile and bless The loving sadness of my loneliness. And yet alone I cannot wholly be, For when you pray you sometimes think of me, And if our spirits meet in prayer, my dear, I am not lone, for God is surely near."], [12, "8 EVENING THOUGHTS. T'is sweet to lie beneath the elm tree's shade, To watch the darkening sunlight slowly fade, To see the purple shadows come and go, The silent heralds hover to and fro Of night and peace, bearing on dewy wing The drowsy eyelids' darksome covering ; The night-owl moans her wild uncouth despair Unto the shapes that unseen tread the air, Waiting the stilly and the quiet hour Of all that is inhuman ; faces lower I have once known, or seen to pass afar To unknown lands; awake thou evening star, 'Ere yet the moonbeams' subtly soft caress Burst o'er the world its pallid peacefulness, — Awake, for I would fain have speech with thee, Thou lingering promise of the night to be. Where art thou hidden, oh lingering one ? — The light is departing, the sun is gone,"], [13, "9 And the skies are awaiting the usher of night, They would put on their jewels, oh world so bright ! Thro' the elm tree branches the night wind sighs, Thro' the elm tree branches the cool wind flies, And its low sweet whisper has mounted to thee, For the grey clouds have parted, are turning to flee. O'er the shrouded meadows the mavis calls Her mate to the nest ere the darkness falls. And the twilight wakes to her warning cry And whispers \" speed homeward, the night is nigh.\" Awake, oh beautiful night, And put on your mantle of grey, For the earth is aweary of sunshine and light, And aweary of day : Awake, oh beautiful night, For the stars are calling to thee, And the sun's burnished rim has departed from sight Far away o'er the sea : Arise, oh silvery moon, For already the clouds are at play, And the night wind's abroad, with his murmuring croon To thy lingering ray."], [14, "10 Low, low in the depths of the restless sea Dwells a light as of sapphire and porphyry, It glows thro' the arches that span the tide, And brightens the realms where the mermaids glide, As they rock to the swell in their graceful play, And follow the fish all the livelong day ; But a light shines down from the skies afar, And the mermaids cry \" 'tis the evening star.\" A shadow falls where the sapphire shone, And the sad sea sighs, for the day is gone ; Thro' a dim grey curtain of pearly mist The regions of water and sky have kissed, Till the dark night rocks to the heaving swell, And the green sea swings to the tolling bell, As it rises and falls, and murmurs away In the darkness that heralds the close of day."], [15, "11 A FENMAN'S FAREWELL. Oh blythely blows the South Wind through the trees that fringe the lawn, Oh softly calls the South Wind to the gently smiling dawn, But the daisies on the pastures I shall never see again, And the blue mists softly clinging slowly rising from the fen. Oh dearly have I loved you through the long sweet Sum- mer days, When the meads are clad with kingcups where the wary plover plays, But the dewdrops on the pastures I shall never see again, Or the skaters swiftly gliding o'er the bosom of the fen. The Spring may greet the Summer, and the Winter greet the Spring, And the sweet notes of the woodlark through the coppices may ring, But the eye that once did brighten at the melting of the snow, Will be dead and dull and lifeless ere the vernal breezes blow."], [16, "12 GOOD-NIGHT. A last good-night, dear love, soft be your rest, Beneath the angel-wings, — lulled to the blest And holy peacefulness that keeps the night ; And as a little child is crooned to sleep By old-time melodies, until they peep, Those weary eyes, and close, and open wide, And close again, borne on the cloudy tide Sleep peaceful as a babe till morning light : Dream you no dreams, or if you fain would dream, Visions of blessedness before you smile : And when the day comes, mourn you not the gleam That fluttering through the curtains bides awhile To kiss your dear sweet face, and bid you wake But once again a morning kiss to take."], [17, "13 SLEEP. \" He that hath looked him on the dead.\" Look thou upon the face, the lines of care Have vanished, never more to linger there, And o'er the still white marble face there lies A lovely peace around the fast closed eyes. That cheek, so quiet in its pale repose, Shall ne'er again the hues of life disclose ; Shall never brighten at the call of love, Save only at the Word of Christ above. Speak, speak but once ! No answer breaks the calm ; The tired eyes open not, the cheeks unwarm. Yes, Death is come, and with his sable wing Has swept away the life-breath ; but his sting Has no more power to wound the quiet breast : Ye weary eyes sleep on and take your rest."], [18, "14 SONG OF SPRING. Oh the lark is in the heaven, and the thrush is on the wing, I can see the swallows nesting, I can hear the linnet sing, And the murmur of the waters bubbles ever sweet and low, In the pine beshrouded valley where the pale Lent lilies grow. Dawn over beautiful earth, Dawn, and the whisper of Spring, Gladness, and joy, and the birth Of tremulous dewdrops, that cling To the daisy and daffodil bell, To the murmuring trees in the dell, The hedgerows that silently sing. Holy and sanctified Spring, Warmth, and the light of the sun, Voices, and echoes that ring, The joys of an era begun, So the daisies and daffodils said To the murmuring trees overhead, The hedgerows that silently sing."], [19, "15 Thou art our mother, — to thee Bend we at earliest morn, Nod at the mists as they flee, Smile at the shadows forlorn As they follow the clouds from the face of the sun, When darkness is over, and daylight begun, And brightness and laughter and Dawn."], [20, "16 HADES. Oh blessed fields of soft and silent grey ! Dear home of stillness ! where the weary one May fold his tired wings, his labour done, May close his eyes, and in the arms of sleep Drink in forgetfulness, the dews that creep, That cling around him flying from the day ; Before his eyes dim shadows move and fly, Dim shadowy forms he knows, yet cannot tell, And in his ears triumphant voices swell And welcome ! welcome ! welcome ! cry. This is the land of purity and peace, Where the tired soul ere yet it rests with God May dream awhile of sinlessness, and cease To think of paths its feet have one time trod ; And when at length all sin has passed away, And it is clothed with snowy purity, 'Twill spread its willing wings and haste to fly To higher realms of joyfulness and day."], [21, "17 A TOILER, TO THE STARS. Hearken ! oh stars overhead, hearken ! I pour out my moan; Veil not your eyes, which serene in the skies will atone For hours of sadness and gloom For a future of darkness and doom ; You are wise ; Grant me the peace you reveal to heavens serene as your- selves, Need I your peacefulness more than those oceans already at peace, Blessings already you have and have known all these hundreds of years ; I would be blessed ; I would fain sleep out my pain, I would fain rise at the dawn Hopeful and happy and free, nevermore to be sad and forlorn ! Worlds of eternity hearken to me out of the skies where you reign !"], [22, "18 THE VOICE OF THE AGES. Oh Man of Sorrows, desolate and bare The holy land where Thou hast bent in prayer, An alien people holds Thy earthly throne, The City Thou didst cherish too is gone ; But still a spirit hovers o'er the hills, And as of old the kindling bosom thrills To weep on Calvary's summit, and to kneel Where Thou hast knelt, and kneeling there to feel Adoring homage for the Son who trod Judæa's Mountains at the will of God."], [23, "19 MORNING. Oh the dew is on the roses and my love is on the lawn, And upon her smiles the radiance of the footsteps of the dawn, For old night has spread his pinions and incontinently fled, And the stilly hush of Nature has awakened at her tread. Yes the dew is on the roses and my love's before my eyes, She is walking in the garden 'neath the sunny morning skies ; She is treading 'mid the daisies with a sweet and lissom grace, And the birds are singing blythely for the gladness of her face. She is calling to the morning, she has charmed the sun from sleep, And from every verdant meadow the awakening poppies peep, And the hawthorn on the hedgerows is awhispering to the breeze That my own dear love is walking 'neath the shadow of the trees."], [24, "20 SOLITUDE. Sweet Mother Nature, in thine arms I lie Alone, alone, to live and love and die, Blest above all things else on land and sea, In that I am alone at rest with thee : What dreams are mine, what utter peacefulness Dwells in the clasp of thy serene caress No man may know, so mighty is the screen That parts him from the world of things unseen And when I wake, a mighty flood of song Uplifts my soul to where the clouds among I see the pale stars glimmering, ere they glide Into the bosom of the azure tide : Blessed be all the earth and sky and sea ! Blessed be all that draws its life from thee ! All powerful thy rule shall ever be, An everloving immortality !"], [25, "21 VOCES AMORIS. Love ! Love ! Love ! Over the moaning sea, Out of the land of the sun-kissed strand, Sweet voices are calling to me, Where no pitiless North wind sighs, Where Love, sunny Love never dies. How can I come to you, dear, Over the wide, wide sea ? How can I bide alone here, When my true love is calling to me ? Oh voices I love, still the North wind sighs, And the heavens are dark, and the wild gull flies Far seawards, my darling, to thee. With thee there is gladness and song, With me there is sorrow and storm, And the wild gull flies to a land where the skies Have gazed on thy beautiful form, A land where the skies whisper \" Love never dies, She smiles on us all the day long.\""], [26, "22 HOW DO WE KNOW THEE ? How do we know Thee ? Have we ever seen, Within the darkening blue, a shining star That dwarfs all others in its silver sheen ? And have we wooed its radiance from afar And breathed to it our weakness ? Even so We turn to One Whose Face we cannot see But Whom our very birthright bids us know, The One Great Father through Eternity."], [27, "23 PHYLLIS. I have seen her in the evening, in the dewy dusky eve, When the shadows hovered round to steal a smile ; I have seen her in the morning, when the wanton sun did weave All the daisies into jewels in his guile, That a paradise of posies her awakening eyes should meet, That my love should have a carpet of the fairest for her feet : And from early morn to evening I have heard the thrushes sing All her beauties to the breeze that bears abroad the voice of Spring."], [28, "24 \" YET BUT A LITTLE WHILE.\" Yet but a little while and it shall come, The mighty wind, to bear my spirit home, And God himself shall reign, and breathe on me A blessedness no mortal eye can see ; And in His palaces, there face to face, My soul shall magnify the God of grace : Oh light of life, all peace, all purity ! All glorious day, for ever Lord with Thee To live^nd love and praise eternally !"], [29, "25 THE PASSING SOUL. The world is passing, and the wings of death Sweep ever lower as the hours do fade, And ever as the passing soul's pale cheek Grows thin and pulseless, hovering shades do wait, Intelligencers of a happier dawn, To cheer the entrance and the gate to heaven ; And dost thou smile, dim form, to feel the shades Still duskier grow, and know that one is near Whose messengers these are to bid thee home ? And is the beat of life's own pulsing day No more, beside the peace that is to be ? Thrice happy one, the night is nearly done, An holier and a brighter day begun."], [30, ""], [31, ""], [32, ""]]