[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, ""], [12, ""], [13, "Providence Displayed : OS, THE REMARKABLE ADVENTURES or ALEXANDER SELKIRK, Of LARGO, in SCOTLAND; Who lived Four Years and Four Months by himself, on the ISLAND of JUAN FERNANDEZ; From whence he returned with Capt. WOODES ROGERS, of Bristol, And on whose Adventures was founded the Celebrated Novel of ROBINSON CRUSOE. With a Description of the Island, and an Account of several other Persons left there, particularly WILLIAM, a Mosquito Indian, Capt. DAVIS'. MEN : including brief Memoirs of the famous Capt. ffn. DAMPIER. TO WHICH IS ADDED, A SUPPLEMENT. CONTAINING The Hiaory of PETER SERRANO, EPHRAIM HOW, and others, left in similar Situations. By ISAAC JAMES, ~EyjJ St oiov ___ eyiyvero hetvj. Thucydides With a Map of the Island, and twenty-four Cuts. BRISTOL : PRINTED BY BIGGS AND COTTLE : SOLD BY I. JAMES, WINE-STREET, BRISTOL ; ALSO BY HAZARD, AND CRUTTWBLL, BATH ; BUTTON, PATERNOSTER-ROW, BURFORD, FLEET-MAR'KKT, AND MATTHRWS, STRAND, LONDON. 1800, Price Three SliMing!,"], [14, ""], [15, "PREFACE JLjIOGRAPHY is now become so common, that an Apology seems scarcely necessary for publistiing the Me- moirs of any one, whose Life has been at all remarkable. Indeed it seems more usual at present, to write the Lives of others, than for a Person to keep a Journal of his own. In the seventeenth Century the latter ivus frequently done, and several of these Nurrutives have been published both in that Century and the present. But since the Revolution, this Island has been Jo happily preserved from. internal Convulsions, that Incidents have been generally wanting to render Biographical Publications particularly interesting ;for it is the wonderful and calamitous, which gain the most Attention. Unhappily many such Occur- rences have lately taken Place on the Continent, We have already seen the F/ffed. Several Individuals have published their Memoirs. But may Great Britain be long preserved from affording Materials for Biography from such Sources. The Lives of Seamen in 'lee d are al all Times interest ing, and I think the only Apology necessary for laying before the Public the Adventures of Alexander Selkirk, is to present the Reader with the Authorities upon which the Truth rf them depends. The numerous Editions of Robinson Crusoe have sufficiently proved the acceptable Nature ofthe Subject, -which has been imitated in Philip Qnarll, John Daniell, Drake Morris, Hannah Hewit, &:c. &c. In the first ef these, Dorrington's Voyage from a 2 Panama"], [16, "IV Panama to Juan Fernandez, and the Adventures of Thomas Jenkins at Gorgona, are Jo evidently taken from Woodes Rogers's Voyage, and his Account of Selkirk, that I wonder the Writerwus not afraid to- venture such an Imposition on the Public. I am equally amuzed al the Impiety of some of these Imitators, who dare to ascribe the Products of their oivn Fancy to the Leadings of Divine Providence, and even from Fictions, to argue the Reality of the Superintendence ofthe Almighty over human Affairs, whilejhey know they are writing Falsehoods in his Presence. Surely they are praiiical, if not theoretical Atheists. I here par- ticularly refer lo an Account of the Sufferings of u Dutch Sailor, on the Hand of Ascension, published in the Harleian Miscellany, Vol. VIII. p. 285. I doubt not but that this Story teas manufactured from a Peiffuge in Roggewein concerning a Dutch Book-Keeper, who was left there for the very Crime attributed to the Sailor. I acknowledge my Conviction of the falsehood of this Story arises from the bare Perusal of it, and think any impartial Reader will be of my Opinion. It is become a common Practice in the present Day to write Novels founded on Fails, with which the Narrative is intermixed. But this doubtless has a pernicious Ten dency, as it may mislead the uninformed, and even preju dice the Minds of others unduly. Let Truth be published as Truth, and Fiction us such. I began to collect Materials for Mr. Selkirk's History, Sept. 3, 1792, and my Success has exceeded the Expec tations I then hud. Nevertheless, if any of my Readers can communicate any aeldilional Information, I shall feel myself much obliged to them for it. The .decounts which I esteem as original, are five, viz."], [17, "V 1, A Voyage round the World. Containing Capt. Dumpier t Expedition into the South-Seas, in the St. George, with the Author's Voyage from Amapullu to East-India. By William Funnels Lond. 1707. 2. A Cruising Voyage round the World : Begun in 17O8, and finished in 1711. Containing an Account of Alexander Selkirk's Living alone four Years and four Months in an Island, &c. By Capt. Woodes Rogers, Commander. — Lond. 1/12. 3. A Voyage to the South-Sea, and round the World. Wherein an Account is given of Mr. Alex ander Se/kirk, his Manner of Living and Taming some wild Beasts, during the four Years and four Months, he lived upon the uninhabited Island of Juan Fernan dez. By Capt. Edward Cooke. — 2 Vols. Lond. 1712. Notwithstanding the above Title, Cooke in his first Volume gives a very meagre Account of Selkirk, but the Public Curiostty being raised he presents a more ample Detail in the Introduction to the Second, which was publiflied sometime after. He indeed seems out of Humour that People fliould think he had not done Justice to the Subject before. Among other Particulars, there is, fays •be, \" a fuller Account of the Man found on the Island John Fernandes, in the South-Seu, than we were able to give in the first Volume, being then pressed to pub lish it with all possible Speed, and having since received as much Information as is requisite in an Affair of that Nature.\" He afterwards goes *n, \" In the first Volume there is Mention made of one Alexander Selkirk, (so commonly call'd, but his right Name is Selcrag) who being left on the Island John Fernandes, continu'd tbere four Years and four Months, without any human « 3"], [18, "VI Society. That sliort Hint rais'd the Curiosity of some Persons to expect a more particular Relation of his Manner of Living in that tedious Solitude. We are naturally fond of Novelty, and this Propension inclines us to look for Something very extraordinary in any Accident that happens out of the common Course. To hear of a Man's Living so long alone in a desert Island, seems to some very surprizing, and they presently conclude he may afford a very agreeable Relation of his Life, when in Reality it is tbe most barren Subject that Nature can afford. Even this solitary Life is not so amazing; we have in the afore said first Volume mention'd two other Persons, who at several Times continued long on the fame Island, and without those Conveniences this Man we here speak of was furnisli'd with ; and yet it was never thought worth while to give any particular Account of their Behmiour there. Not to confine oui selves to them, we have the written Lives of ancient An chorite?, who spent many Years in the Deserts of Thebaidu in Egypt,- without seeing any human. Crea ture. The Lives of those holy Men, are little read or regarded, because they entertain us with Nothing but a continued Course os Austerities and Devotion. From this Man Something of another Nature is ex pected ; his Piety is not likriy to disgust us. What then can it be that flatters our Curiosity ? Is he a natural Philosopher, who, by such an undisturb'd Retirement, could makeany surprizing Discoveries .-* Nothing lese ; we have a downright Sailor, whose only Study was how to support himlelf, during his Con finement, and all his Conversation wish Goats. It would"], [19, "VII t would be ao dilHcult Matter to embelliso a Narrative with many romantic Incidents, to please the unthink ing Part of Mankind, who swallow every Thing ar* artful Writer thinks tit to impose upon their Credulity, without any Regard to Truth or Probability. The Judicious are not taken with such Trifles ; their End in Reading is Information • and the)- easily distinguith between Reality and Fiction. We shall therefore give the Reader as much as may satisfy a reasonable Curiosity, concerning this Man, without deviating into Invention.\" After relating Mr. Selkirk's Advtht tures, he concludes in the fame angry Mood, \" This may suffice as to him, being the whole material Truth, and sufficient on such an Account.\" Copious Extracts from Cooke, relating to Selkirk, were published in the Memoirs of Literatures/or April 14, and June 30, 17 12. A. The Englishman. Being the Sequel to the Guardian. By Sir Rich. Steele. The twenty-sixth Num ber of this, Dated Dec. 3, 1/13, relates \"wholly to Selkirk. 5. Providence Displayed : Or, a very surprising Account of one Mr. Alexander Selkirk, Master of a Merchant Man, called the Cinque Ports ; who dream ing that the Ship would soon after be lost, he desired tobe left on a desolate Island in the South-Seas, where he lived four Years and four Months, without seeing the Face of Man ; the Ship being afterwards cast away as he dreamed. As also, How he came after wards to be miraculously preserved and redeemed from that fatal Place, by two Bristol Privateers called the Duke and Dutches ; that took the rich Aquapulco Ship, worth"], [20, "VIII worth one Hundred Ton of Gold, and brought it to England. To which is added, An Account of his » Birth and Education. His Description of the Island where he was cast; how he subsisted; the several strange Things he saw, and how he used to spend his Time. With some pious Ejaculations that he used, composed during his. melancholy Residence there. Written by his own Hand, and attested by most ofthe eminent Merchants upon the Royal Exchange. This is a Quarto Pamphlet of twelve Pages, preserved in the Harleian Miscellany, Vol. V. P. 402.— 406. I was much el'tsappoiitted in perustng it, for the pompous Title promises much more than it performs. In stiort, it is little else than a Transcript from Woodes Rogers, and wherein it varies from him, is full of Mistakes. It would not have been put among the Original Accounts, but upon the Supposition that it was published soon after Sel kirk's Return, who evidently had no Hand in it. I have also received constderuhle Assistance from An- son's Voyage; Ulloa's Voyage to South America, in 2 Pels, and Chalmers's Life of De Foe. There is likewise a good Account o/\"Selkirk in the Gentleman's Magazine, for March, 1788. Li the Magazine for Aug. 1793, is a very curious Account of a six Days Solitude in a Coal Pit, near Glasgow. In April, 1794, I met with the Rev. Greville Ewiog, of Edinburgh, a. Bristol, who kindly wrote to the Rev . Spence Oliphant, of Largo, to get Information for me. On receiving his Answer, I wrote to Mr. Oliphant him self, who answered fever ul udditionul Queries. To these Gentlemen therefore I make my grateful Acknowledg ments. Thi"], [21, "IX The only Alterations I have made in the first Quotation from Thomson are. by substituting, \" The Pardela,\" for \" Philomela,\" and \" howling Seals,\" for \" Chaunt of Birds.\" And in the Second, \" My God,\" for \" The Gods.\" The Lines from Virgil are a little transposed. So much for Selkirk. It remains to point out, upon wbut Authority, the other Narratives I leave produced, are founded. That of De Witte's Men is from Harris's Voyages. The History of William, the Mosquito, is from, 1. The Dangerous Voyage and bold Attempts of Capt. Bartholomeiv Sharp, and others, in the South- Sea, &C By Basil Ringrofe. It is published in the Bucaniers of America. 3d. Edit. 1704. 2. Capt. Sharp's Journey over the Isthmus of Da rien, and Expedition into the South-Seas.— Published in Dampier's Voyages. 4 Vols. 1/29- 3. A New Voyage round the World. By Capt. William Dampier. 4. Capt. Cewhy's Voyage round the Globe. — In Dampier. The Adventures of Da vis's Men, arc related in, 1. Dampier's Voyage round the World. 2. A New Voyage and Description ofthe Isthmus of America; with remarkable Occurrences in the South Sea, and elsewhere. By Lionel Wafer. — In Dampier. 3. A Manuscript Journal of Observations on a Voyage to the South-Seas, with Capt. John Strong ; drawn up by Mr. Richard Simpson, by Order of the Earl of Radnor. Preserved in the British Museum. For the Use of this I am greatly obliged to Joseph Planta, Esq. who permitted the Use ofthe Manuscript, and to the Rev. Will, Button, of London, who transcribed what"], [22, "X suited my Purpose. From this, and the Abridg. Phii. Transactions. V. II. P. 863. I cannot but regret that the Public are not in Possession of Capt. Strong's Voyage at large. What relates to the Men left by Clipperton and Shel- vocke, I have extracted from, 1. A Voyage round the World; being an Account of a Remarkable Enterprize, begun in 17 19; Relating the true Historical Facts of that Affair. By William Betagh. 1728. 2. A Voyage round the World, by the Way ofthe Great South Sea. By Capt. George Shelvocke. — Id. Edit. 1757. In the Supplement, I have mostly followed the Words. us my Authors. In the Account of Serrano, a few redun dant Words only are omitted, and in the Extrait from Hearne there is no Alteration at all. The Voyages of Capt. Richard Falconer, of which the id. Edit, \"was printed in 1 724, arc very entertaining, and contain his own, and the Sufferings of Thomas Randal, on desolate Istunds, hut I am not satisfied of the Truth of them. I therefore conclude, by •wi/lting my Readers as much Pleasure in the Perusal of these Sheets as I have found in their Compilation. Wine-Street, Bristol. March 29, 1 800. ISAAC JAMES. ERRATA. Page 5. line 6. fa Pieces, read Places, 10. — 21. - large, huge. « v*9. — 19. — sole, sold."], [23, "Providence Displayed -, OR, THE REMARKABLE ADVENTURES OF ALEXANDER SELKIRK. 1 HE Celebrity of Robinson Crusoe appears to have arisen from two Causes ; the affecting Situation in which he is placed, and the lively Fancy of De Fee in delineating the peculiar Difficulties with which it is attended. On the first of these alone, depends the Success of the following Sheets ; my Design being to relate nothing but absolute Facts, for which I shall bring my Authorities. Being thus limited, although the Narrative may be less entertaining, it will be valuable, in the fame proportion as Truth is preferable to Fiction- I .hall, however, be able to exhibit the interesting Circumstances of such a seclusion from the World, in a variety of points of view, by giving not only Mr. Selkirk's Adventures, but those of several others- most of whom were by a singular concurrence of causes, left upon the fame Island. Their History will be re lated in order of time, after a general Description of the Theatre of their Adventures : in doing which, it will appear that Sir Richard Steele was mistaken in A faying,"], [24, "8 The Situation of both Islands is determined by Car teret, as follows : S. Lat. W. Long. 33. . 40 78. . 52 East End of /. Fernandez. 33. . 45 go. . 46 Mas-a-fuera, 31 Leagues to the \"West. Cowley, Rogers, and Anson, suppose, that Juan Fer nandez is about 110 Leagues West from Valparaiso on the Main. The Spuniurds call it La de Tierra. It has also been called the King's Island, and by Sharp, Queen Katherine's. There was a Fiftery here, as early as 1594, carried on by ten or twelve Indians, but when Schouten was in these Parts in 161G, it seems to have been uninhabited. The first Instance I have met with of any Persons being left here occurs in 1624, when Jaques le Hermite arrived with the Nassau Fleet, April 5th. When they sailed on the 13th, three Soldiers and three Gunners belonging to their Vice Admiral, the Delft, Capt. Cornelius de Witte, being sick ofthe Voyage, demanded Leave to be left behind, and obtained it.* What became of them does not appear. The Voyages of the famous Capt. William Dampier, 2re so connected with the History of Mr. Selkirk, and most of his Predecessors at Juan Fernandez, that a short Account of him cannot, I think, be improper. He was born'at Eczst Coker, in Somersetshire, about the Year 1*652, and his Parents dying while he was at School, was put to the Master of a Ship at Weymouib, with wbom he went to France, and afterwards to Newfound land, where the coldness of the Climate determined him * Harris."], [25, "9 him to return to his Friends in Somersetshire. But his mind soon changing, he went to the East-Indies. On his return, he served in two Engagements, under Sir Edward Spraguc. He next sailed for Jamaica, and from thence made two Voyages to the Bay of Cam peachy, and returned to England. In 1679, he arrived at Jamaica again, and about the End of that Year entered among the Bucaniers, who went and took Portobello. In April following, they crossed the Isthmus of Durien, took Santa Maria, and proceeded to the South Sea, and after a variety of Enterprizes arrived at Juan Fernandez, where I shall relate their Proceed ings, in the Words of Mr. Bufil Ringrofe, Dampier's intimate Friend. 168O, Dec. 24. This Morning we could descry the Island of Juan Fernandez. At three ofthe Clock, we saw the other Island, making two or three Hammocks of Land. Dec. 25. This Morning at eight, we were right abreast with it. Here, therefore, are two Islands together, the biggest whereof is three Leages and an Half in Length ; the other* is almost one League in Circumference. At ten o'Clock we sent off one of our Canoes, to seek for the best Landing and anchoring for our Vessel. As we approached, both Islands seemed to us but one entire Heap of Rocks. That which lies more to the North is the highest, though we could not now see the tops thereof for the Clouds which covered it. In most places it is so steep, that it becomes almost perpendicular. This being Christmas Day, we gave three Vollies of Shot, for solemnization of that great Festival. In the Evening we came to an Anchor, at- the * Goat -stand."], [26, "10 the South End of the Island, in a Stalely Bay, but which lies open from the South, to the South-East Winds. There we saw multitudes of Seals covering the Bay every where, insomuch that we were forced to kill them, before we could set foot on Shore. Sunday, the 26th, we sent a Canoe to see if we could find any Riding secure from the southerly Winds, Our Commander sent likewise what Men we could spare on Shore, to drive Goats, whereof there is a great plenty. They caught and killed threescore, or there abouts. The Canoe returning, made report that there was good Riding in another Bay on the North Side, and much Wood ; whereas, where we had anchored, not one Stick of Wood, nor Tuft of Grafs was to be found. The next Day, in'the Morning, we had a Tempest of violent Wind and fierce Showers of Rain. The fame Day we got in two Hundred Jars of Water, bringing them a full League from the place of our Riding. Others were employed to catch Goats. On the 28th, in the Morning, I * went with ten more of our Company, and two Canoes, to fetch Wa ter. Having filled our Jars, we could not get back to the Ship, by reason of a southerly Wind that blew from off the Ocean, and hindered our return. We were forced to lie still in a Water-hole, and wait till the Wind was over. While the violence ofthe Wind increasing, our Ship was forced to get under Sail, and make away, not without danger of being forced asoore. At Noon I ventured out, to try isl could follow the Ship, but was forced in again by the Wind and f Mr. Ringtosc."], [27, "11 and a raging Sea. Thus we lay still till Evening came en. This being come, we ventured out again, both Canoes together : but the Winds were then so high, that we were forced to throw all our Jars of Water over board, to lighten our Boats, otherwise we had inevitably perislied. I ought to bless and praise God Almighty for this Deliverance ; for in all human Reason, the least Wave of that Tempest might have funk us. Notwithstanding, we came that Night to our Place, where we expected to have found our Ship (called False Wild Harbour*) but found her not. Not knowing what to do, we went assiore, and hauled up our Canoes dry. Having done this we went higher up into the Island, along a Gully, for the space of Half a Mila, to clear ourselves of the Noise and Company of the Seals, which were very troublesome. Here we kindled a Fire, .and dried our Clothes, and rested all Night, though East Bay."], [28, "12 we found a Paper with all our Names in it, which it was supposed he designed to give to the Spanish Pris oners. For these and other reasons our Captain put him in Irons. Jan. gth. This was the first Sunday that ever we kept by command or common consent since the death of our valiant Commander, Capt. Sawkins, who would throw the Dice overboard, if he found them in use on that Day. The 11th, our two Canoes went to the other side of the Island to catch Goats, for on the barren Side are found the best, and by Land, it is impossible to go from tine to the other. Wednesday, Jan. 12. This Morning, our Canoes re- turned, firing Guns as they came towards us, to give us warning. Being come on Board, they told us, they had spied three Sail of Ships, \"which they conceived to be Men of War, coming about the Island. Within half an Hour after this notice, the Ships came in sight to leeward : hereupon we immediately slipped our Cables, and put to Sea, taking all our Men on Board -that were ashore at that time. Only one William, a Mosquito Indian, was then left behind upon the Island, because he could not be found at this our sudden de parture. Thus far Mr. Ringrofi, whose Account I have largely extracted from, as he so particularly describes his Course round two-thirds of the Island. Wilhum hap pened to be in the Woods, hunting for Goats, and Capt. Watling had drawn off all his Men, and the Ship was under Sail, before he could get back to the Bay. The three Spaiti-h Men of War came to the Island, where"], [29, "13 where they took up the Anchors and Cables which the Bucaniers had left in their hurry. It seems, also, they saw poor William, for they knew he was there, and made diligent search after him, but he eluded the pursuit, by escaping to some safe Place of Retrear. One Night (as some Spanish Prisoners informed his Companions in the following July) they surprized him by the Light of a Fire he had kindled,* but he made sliift to get away. Probably this happened at a sub sequent visit. The Goods he had with him were, the Clothes on his Back, a Knife, a Gun, with a small Horn of Pow der and a few Shot. At first he could procure scarcely any Food but Seals, which he found but ordinary eating. Some other Articles indeed, he obtained by means of his Powder and Shot, but these were soon expended. He next made a Saw of his Knife, by notching it, and so, by incessant Labour, cut the Barrel of his Gun into small pieces. He contrived to kindle a Fire by striking with his Gun-Flint against a piece of the Barrel, having learned this method of procuring Fire among the English. Having heated the Pieces of Iron, he hammered them out, and bent them just as he pleased with hard Stones, and sawed them with his jagged Knife. By long labour he ground them to an Edge, and hardened them to a good temper, as there was occasion ; and thus he procured Harpoons, Lances, Fifh-Hooks, and a long Knife. \" All this may seem strange to those who are not acquainted with the sagacity * Ringrose, p. 136. B"], [30, "14 .agacity 6f the Indians ; but it is no more than these Mofkito Men are accustomed to in their own Country, where they make their own Fishing and Striking In struments, without either Forge or Anvil; though they spend a great deal of time about them.\"* Having obtained these conveniences, he no longer lived upon Seals, nor did he afterwards even kill any, except when he wanted Lines, which he made by cutting the Seal-skins into Thongs. He had now a plentiful and comfortable subsistence, living upon Goats, Birds,-)- or Filh, as best suited his inclination. His Clothes wore out, but he supplied their place by fastening a Skin round his Waist. Fie built himself a little House or Hut, about half a Mile from the Sea, which he lined with Goat Skins to render it comfort able. \" His Couch or Barbecu of Sticks lying along about two Foot distance from the Ground, was spread with the same, and was all his Bedding,\" % I shall introduce a few Extracts from a Compilation of Voyages published under the Name of John Hamil ton Moore, relative, both to our Indian and Mr. Selkirk: but upon what Authority they are founded I know not; having uever seen them in any original Account. My Reader must judge forhimsclf as to their Authenticity. With respect to William's Habitation, he says, \"Poor Will had built a House a Mile and an Half from tbe Shore. He raised himself a Couch, which he made soft with the Fur of the Animals he caught, and with the Down of young Birds, (for he could catch no ethers) which he occasionally met with and plucked. Clothes he had none ; for he had worn them to Rags among * Dampier. + Universal Hift. v. xi. .69* J Dampier."], [31, "15 among the Buihes and Brambles, through which he was often obliged to pursue his Prey. He had seen Spaniards, but he always took care, after the first time, that none of them sliould ever see him.\" During his abode here, he was several times sought after ; but \" He frustrated all the endeavours of ths Spaniards to take him ; and such were his Activity, his Wiles, and his Cunning, that they began to look upon him as the Apparition of some Corpse on the Island.\"* I shall now return to Capt. Dampier. When the Bucaniers left Juan Fernandez, and poor William upon it, they proceeded along the Coasts of Chili and Peru again; and in an attack upon Arica, Watling, their new Commander, was killed. They kept on to Plata, where Sharp was rechosen. Dumpier and forty-six more were so dissatisfied with his Conduct, that they determined to leave him. Two of the Malecontents were Mosquito Indiuns. This Handful of Men recrossed the Isthmus of Durien which (fays Harris) \" was one of the boldest Undertakings that ever came into the Heads of desperate Men, and yet they performed it without any considerable Los.,\" in twenty-three Da) s. Dampier, after a variety of interesting Adventures ir» the North-Sea, among both French and English Bu caniers, arrived in Virginia, in July, 1682, where he resided about a Year. Here he met with several of his Comrades, who had crossed the Isthmus with him, and they engaged in a new Expedition to the South-Sea, under John Cook, one of * Universal Hist. xi. Ada. B 2"], [32, "(■16 ) of their Number, and a bold enterprizing Man. They sailed from Achamack, in August, 1683, and having doubled Cape Horn, fell in with one Capt. Eaton, from London. With him they proceeded to Juan Fer nandez, and came in sight of it, March 22, 1684. William, the Mosquito, saw them the same Day, and believing them to be English, was full of Joy, sup posing they came on purpose to fetch him away. Of such consequence is a Man to himself ! In order to give them a hearty welcome, the next Morning he caught and killed three Goats, before they came to an Anchor, and dressed them with Cab bage, in order to treat them as soon as they came on Shore. Cowley indeed fays, that two Goats only fur nished the Repast. On the other Hand, although his Friends had not made so long a Voyage merely on his Account, they proved themselves not unmindful of him, for as soon as they had anchored, they immediately got out their Canoe cm purpose to search for him. He was waiting at the Sea-side, dressed in his Goat Skin, to congratu late their safe Arrival. \" When we landed (says Dampier) a Mofkito Indian, named R«b'm, first leaped ashore, and running to his Brother Mofkito Man, threw himself flat on his Face at his Feet, who helping him up, and embracing him, fell flat with his Face on the Ground, at Robin's Feet, and was by him taken up also. We stood with pleasnre to behold the surprize, and tenderness, and solemnity of this Interview, which was exceedingly affectionate on both sides ; and when their ceremonies of civility were"], [33, "17 were over, we also, that stood gazing at them drew near, each of us embracing him we had found here, who was overjoyed to sce so many of his old Friends come hither, as he thought, purposely lo fetch him. He was named Will, as the other was Robin. These were Names given them by the Englisli, for they had no Names amongst themselves ; and they take it as a great Favour to be named by any of us ; and will complain for want of it, if we do not appoint them some Name when they are with us ; saying of them selves they are poor Men, and have no Name.'' Cowley mentions Dampier and Capt. Edmond Cook among Williunis old Friends. The latter was now, perhaps, -a private Man only, having been laid in Irons at Juan Fernandez, as before related ; or Cowley may mistake the Name for John Cook, their Commander. B 3 Probably"], [34, "18 Probably Robin was one of the two Indians who had recrossed the Isthmus with Dampier. It is said in the Universal History, that Robin* \" dis covering his Countryman, plunged out of impatience into the Sea, swam asliore, and embraced him :\" and Moore adds, \" By continued Labour and Perseverance, he had worked himself such a complete Set of Instru nients, for killing and catching his Provisions by Land and Water, as surprized the People, when they were brought out for their inspection.\" Eoth Ships sailed from Juan Fernandez, April 8th, William having resided here three Years, three Months, and a Fortnight ; of which he passed three Years, two Months, and eleven Days alone. Capt. Cook contracted an Illness at Juan Fernainlez, of which he died near Cape Blanco. He was succeeded by Edzvurd Davis, the Quarter Master, who broke off Society with Eulon, at the Gulph of Amapalla. The latter proceeded to the Island of Gorgona. Here his Gunner, falling out with the Men, ran away from them. His Name was Christian Martin. He Was a Spaniard, born at the Canaries, but brought up in Lon don. He was formerly Euton's Servant, and came with him to Juan Fernundez, as Gunner. At Gorgona be lay concealed six Days till the Ship was gone ; after which he cut down two small Trees .which he dragged to the Water Side, and bound together with Twigs. On these he fixed a little Mast, and of two Shirts which he had with him, made a small Sail. Having a large Bag he filled it with Oysters, and made it fast to •XL 4C9."], [35, "19 to the two Trees, and, early in the Morning, put off fro .ii the Island, on this desperate Equipment, and so paffed the Night on the Ocean. However the next Day in the Afternoon he got safe into the River of BonuventUre, where he went on Shore, but met with but ill Treatment from his Countrymen, the Spaniards, who sent him Prisoner to Lima. Here he was ex amined, and having cleared himself, was set atLiberty, .and afterwards was Captain of the St. John, trading in these Seas. Dampier proceeded with Capt. Davis, to the Iste of Plate, where they met with Capt. Swan, in the Cygnet of London. They parted at Ria Lexa, Davis being determined to return towards Peru. Upon this Dam pier left him, and went on Board Swan's Ship. At Santa Pecaque, fays Dampier, \" We had about fifty Men killed ; and among the rest, my ingenious Friend Mr."], [36, "20 Mr. Ringrose was one _ he was at this time Supercargo of Capt. Sevan's Ship. He had no mind to this Voyage, but was necessitated to engage in it or starve.'' Dam pier's subsequent Adventures were very remarkable, but it would.be foreign to my design to relate them any farther than they are connected with those of the solitary Inhabitants of Juan Fernandez : suffice it then to fay, that in March, 16S6, Swan, being in want of Provisions, inhumanly left two Indians to perisli on Tres Marias Islands, and sailed for India on the 3 1 st. Dampier disapproving of his Conduct, left him at Min danao, in January, 1687. After a variety of Adven tures in those Parts, he was made Gunner at Bencouli, irom whence he escaped through a Port-Hole, and returned to England, with Jeoly, a painted Prince. Fie arrived in the Downs, in Sept. 1691, having been above twelve Years in his first Traverse from England round the Globe. Being reduced to low Circumstances, he sole Prince Jeolv, who was afterwards carried about for a Shew, till he died of the Small-Pox at Oxford. Capt. Davis, above-mentioned, sailed from Ria Lcxa'xn the Batchelor's Delight, August 27, 1685, and came again to Juun Fernundez, towards the close of 1666, where he careened his Ship ; and after traversing these Seas another Twelvemonth, arrived there the third time, as nearly as I can conjecture, in November, 1687. Mr. Wafer informs us, that the Spaniards had then set Dogs ashore in order to destroy the Goats ; but as he kept no Journal, and this Circumstance is not mentioned by other Voyagers, I apprehend he was mistaken. Funnell, indeed, had heard of mad Do^s being left here, by the Spaniards, for that purpose, but adds, that he never saw any. When"], [37, "21 When Davis failed, five of his Men, having lost what Money they had at play, and being unwilling to retnrn out of these Seas as poor as they came, resolved to continue where they were, in expectation of other Privateers coming thither, with whom they might embark in new Enterprizes. Their Names, as far as I can recover them, were, Harry ■■ ; The chief Man among them. John Comb,. Cranston. Two more, whose Names I cannot obtain. Four Negro Boys, also continued with them. Davis's Company gave them several Articles to ren- der their Situation comfortable ; so that their Stock to begin their Colony consisted of, A Small Canoe. A Porridge Pot. Axes. Macheats, or long Knives. A Quantity of Maize, or Indian Corn- Some Ropes. A Salt Pan. Hammers. Saws. Various Iron-Tools, for selling Trees and building Huts. Shovels, or Spades, for Digging Guns and Gunpowder. Other useful Articles. Indeed, as Simpson informs us, ** They ve.ry well provideckfor their Subsistence, carrying ashore all ne cessary Utensils, especially such as contributed to their defence.\" They"], [38, "22 They contented themselves with Turnip-Tops for Bread, and for Drink had excellent Water and Goat's Milk. They also planted some of the Maize, and tamed Goats to the number of about three Hundred, and had Flesh, Fish, and Fowls, to gratify their palates. Being the sole Proprietors of the Island, they divided it out in Districts, to which they gave Names. One of them was called Scotland, in honour of Cranston, whom Simpson calls a Scotch Irishman. At last their Plantation met with a terrible Shock, for the Spaniards having heard they were there, a great Body of them landed in the Bays, being come on pur pose to destroy them. But the Islanders, retreating to Situations strongly fortified by Nature, stood resolutely on the defence, and baffled every Attempt of\" the Enemy to dislodge or make them Prisoners. '■ Either of"], [39, "23 of the Bays, (fays Dampier) may be fortified, with lit tle charge, to that degree, that fifty Men in each may be able to keep off a thousand ; and there is no coming from the West End, but with great difficulty over the Mountains, where, if three Men are placed, they may keep down as many as come against them on any side.\" Coxvley adds, \" This Island is naturally fortified, so that with one hundred Men and one hundred Pounds Charge, it might be defended from a Thousand, if it should be invaded.\" At last the Spaniards, finding there was nothing to be done against this Handful of Heroes, departed, carrying off many of the Goats they bad tamed for their sustenance. ■ The Spaniurds, not being willing to give the matter up, 'invaded them a second Time, and with greater Success, for the Strength of the Besieged was dimini shed by the loss of Cranston, who deserted his Com rades, and fled over to the Enemy ; who notwithstand ing this Acquisition, could not force the rest to surrender. The Spaniards landed frequently afterwards, plun dering their Plantations, and carrying of the tame Goats, by which means the Stock was greatly dimini shed. These Visits made them so cautious, that they never walked abroad without their Hands being upon the Cocks of their Guus. Whenever the Enemy came they immediately betook themselves to the Mountains, through some of which they had dug Passages, and made Lines of Communication with Ropes, for their convenient Retreat from Danger. Havino\" a Salt-pan, they made their own Salt by the- Sea Side. They used to eat the Pardelas, which were grey"], [40, "s 24 grey coloured Fowls, about the size of a small Pullet, and, feeding on Fish, tasted a little fishy, but this they remedied, in some degree, by burying them a little while in the Ground. \" The said Planters, (fays Simpson) led their Life there for the most part at a distance from one another, upon this occasion ; considering that, according to the custom of Pirates, they had led an ill Life for the time past, and being sensible that their Swearing and Blas phemy, which they still kept up, was provoking to Almighty God, in whose Hands they thought them selves then to be, as being deprived of all Society; they made an Agreement in order to begin and perfect a thorough Reformation, (particularly of that Crime) to live separately and apart, every Man in a several Cave, for some Months, or till they should deposit so bad a Habit : which purpose and resolution of theirs, being put in practice, had the desired effect, so far, that after that time, they could converse with ene another, with all the moderation and gravity im aginable.\" '•' We found the Men in very good plight. The Life they led made them very sharp. They very well understood the condition and state of the Spanish Plantations, and very well provided for their own Subsistence, when they came upon the Island.\" While they thus passed their time, a Vessel, called the Farewell, was fitted out tor the South-Sea, com manded by Capt. John Strong, carrying 38 Guns, and having about 100 Men on Board. They sailed from Plymouth, Nov. 1, 1669, and on the 10th of February entered * Abr. Phil. Trans. V. ii. 863."], [41, "25 entered the Straights of Magellan, through which they passed,* They were told by the Spaniards, that some Englishmen were on Juan Fernandez, but were mis-informed both as to the Manner and Time of their being left there ; as will appear by Mr. Simpsons Jour nal, in whose Words I sliall close my Account of them ; only premising, that the Time of their Resi dence on the Island appears to have been about two Years and ten Months. Sept. 1690, (fays he) we intended for the Island Fardinando,, having received Information from the Spaniurds, that there were some Englistimen on that Place, it being otherwise destitute of Inhabitants. On the 4th of Sept. being in the Latitude of 33 Deg. 42 Min. the fame with the Island, we then steered easterly* and at last discovered the Place at thejiistance of 20 Leagues. That was only the lesser Islands the greater, where our Countrymen were, lying betwixt that and the Shore. They went, however, asliore there, and brought off some Goats, killed some. Fowls, and took some excellent Craw-Fisli and Conjer-Eels. They found no Inhabitants, but observed the Spaniards had been lately there ; for besides two Crosses set up, they fonnd on the Island a Cutlass a little damnified with Rust. They concluded it could not be the French that had been there last, because, as was supposed, they would, in spite to the Spaniards, have pulled the Crosses down. We were not sensible of our error at our first arrival there, nor did we dream of a second Ferdinando, but imagined that the Englishmen left there by the French X Mas-a-fuera. c"], [42, "26 French Privateer, had been carried away by the Spani ards. I did not particularly know the Captain's in tentions, but heard him fay, he resolved to make to the Shore, as fast as he could, after the French Priva teer, (whom we supposed to be still plying thereabouts) according to the Order he had received to that effect. But the\" Master remonstrated the inconveniency of that Danger, and the necessity the Men lay under of being first refreshed with rest ; which they had wanted for twenty-sour Hours. He had not otherwise seemed to oppose or retard our Expedition, that would in all probability prove as gainful, as it was honourable. Oathe llth of September we discovered a large Island, which we supposed to be the right Furdinundo. The Pinnace was sent ashore about 8 o'Clock at Night. Before Day-light was spent, we saw a Fire on the highest Place ofthe Island. We had a great suspicion that the Tinnace had met withbad Company. Upon its return we concluded, that it was kindled by the Persons w*e were told lived in the Island. The Com pany brought us an Account, that the Island was very fruitful, full of Goats. We observed abundance of red Mould, which signified that there were Iron Mines there, but we wished heartily it had been Metal. Sept. 12th, the Pinnace was sent ashore betimes, and returned with a Goat, two Kids, and about two hun dred lusty Cavalloes, and brought aboard two of the Englishmen that were resident there. The History of their Life and Adventures would be worth the while. They informed us we might load the Ship with Goats if we pleased. The two Englishmen staid with us all Night ; and a Day or two after,, they brought their other"], [43, "27 other two Associates, with their Boys aboard of us Our Commander bad come a great deal out of his Way, to carry them Home, believing that his kindness therein would have been gratefully accepted ; but they subtilely pretended that they lived as Kings in the Island, having no Law, or Superior to control them ; that they wanted for nothing, Turnip-Tops supplying their want of Bread, their Food being Ven ison, their Drink Goat's Milk, and excellent Water. For .several Days they made a siiew, as if they had been of all Men in the World the most content with their condition : thinking with themselves, that our Captain would allow them Wages, as he did other Seamen. But they pulled off this Vizard before we failed, and declared themselves glad to have the op portunity of seeing their own Country once mrire. Nay, they plainly told us, that they had resolved to go off the Island with the next Privateer that should happen to victual there. They did us singular Service in getting Provisions, and a knowledge of the Island, very advantageous for all future occasions. If these two Islands, with Mocha, were fortified by the English, they would be capable, in case of a Breach with Spain, of doing them a great deal of Mischief. They told us the Spaniards in those Parts had neither Skill nor Courage ; and it is mani fest their Seamen are but Bunglers. One of them spake to me in the old Privateer's Style, that we had a Captain who did not love him self; otherwise he would venture to make himself and Company. And by and by, that the Captain must needs have au Estate, that was se civil to Dons, C 2 when"], [44, "28 when it was in his power to get vast Riches. He thought it strange, that our Commander had not run the Risque, as he termed it. I answered him, If our Captain should have run it, he must have run all his Life for it, as they were resolved to do. We went ashore, but could hardly set a Foot down, the Seals lay so thick on the Place. Besides, we saw a great number of Sea-Lions, not unlike other Lions in Countenance, Colour, and Fierceness : they had no Feet, but Fins. There was amongst the rest an ex traordinary He-One ; having, besides the vast Size and dreadful Aspect, a Bump, as it were a Saddle, on his Nose. He reared himself up, and when he was at tacked with a Half Pike, gave no Way for a long Time, till his Company had rolled away to the Water. He roared as another Lion, stood at Bay with an open Mouth, and received the Half Pike into his Mouth with very little concern. The Excrescence on his Nose swelled to a prodigious Bulk with his Breath and Fury. All the time we lay before Fardinando, we had a dread ful Storm. The Long-Boats were sent twice to bring Goats aboard, but without any success. They killed betwixt two and three Hundred, but couid get none of them aboard the Boat, by reason of the vast Pre cipicesofRocks,andagreatswe.lingSea, that hindered the Boars coming near the Shore. We had got as many before, as served our present turn. One ofthe Four told me, that if he went home with us, he would endeavour the like Reformation amongst our Men, as was effected amongst them, during their hermitical Life. But he found himself very far mis- taken"], [45, "29 taken ; for instead of the Good he proposed to do, he again learned to Drink and Swear, of the Ship's Com pany ; so that reflecting on hrs relapse, he afterwards often wished himself on the Island again. The English, with their Negroes, we brought off the Island, were designed by the Captain, to be a Mess by themselves ; but the Advantages of their Conversa tion and Intelligence obliged him afterwards to dis perse them amongst the Ship's Company. Nov. 10, 1690, when off St. Maria, a little South of Conception, the Spaniards on Shore signified a desire to speak with the Company, and professed a great deal of Friendlhip. On the 12th at Four in the Morning, the Pinnace was sent ashore, to St. Mary's, under the Command of Me Innis, a Scotchman, who was our first Man, and a Man of great Skill and Experience in Sea Affairs. His Company were, Three of the English men we had brought from Fardinando, Me Nichols, Thomas Meadows, Edward Long, Reynold Tate, Thomas Fisher, William Penrofe, William Moneret, John Cham bers, Thomas Collins, and John Guess ord, the choice Seamen of the Ship's Company. They were unarmed Men, save that the Ferdinando Men had two Guns, and the rest a Brace of Pistols amongst them. They were treated with apparent kindness; and the Spaniards were very curious to fee and handle- theic Arms, and admired our People would seem jealous, and imagine they needed any Arms at all; their Leader opening his Coat and Shirt, shewing that he was naked and free from all suspicion. Thus they humoured the Business, and, as was said, one of the Spaniards desired Harrfs Gup, who was the chief of the Ferdinando C 3 Planters."], [46, "30 -Planters. He refused to comply with the demand, till one of his Company upbraided him with these, or the like Words, Why will you notstiew the Gentleman your Gun ? are you ufruid of your Skin ? The said Hurry, who had known the Spuniurds on manifold occasions, gave the Company fair warning, plainly telling them, that he was jealous of some Treachery, but, upon that and some other like Reflections, he told them, that he •would go us far towurds Hell as any of them. John Combs, who was one of them, had told them the fame. Well, Quos Jupiter perdcre vult, dement at it. they fat down to eat, the said Combs refusing to sit and eat, telling them he had satisfied himself with Victuals aboard. He walked about with his Gun in his Hand, wherefore he had opportunity afterwards to make the better sliift for his own safety when need required. Harry's Gun was delivered into the Hands of him who had demanded it. The said Spaniard desired to try it, which was also granted. The Discharge was the Signal agreed upon amongst tlie Spaniards to sur prize our Men. No sooner the Gun went off, but some Spanish Horse, to the Number of Sixty, sprang from behind a neighbouring Hill, where they had lain in ambush, and on full career came down to their own Men, who had at the Signal begun to seize our Men. These Spanifli Foot, being about Forty, all unarmed, and, at first appearance, Men of Peace, had subtilely contrived the matter, so as to borrow our Men's Knives, on pretence of serving themseves with them at Dinner. John * Those whom Jupiter has a mind lo destroy, he infatuates."], [47, "31 John Combs' s Gun was purposely wetted by a Fel low who brought him some Water to drink. About five or six more of our Men made an attempt to escape in the Fray, but got no farther than the Water Side. Amongst them were Reynold Tate, and Penrofe, John Combs did swim by Wm. Penrofe and made to a small Rock, where he was (hot in the Leg by the Spuniurds, who had pursued them close to the Shore. He then sw3tn to the Boat with all speed possible, for one in his condition. In the mean time, the Flight of the rest was prevented by the Horsemen, who rode into the Water, up to the Saddle-Boughs, getting betwixt the poor Men and the Land ; they pricked them with their Lances, and it could not be discerned, whether they only disabled them and carried them back to the rest, or dispatched them on the Place, but the lutter is believed of Penrofe and Tate. They at first had seized Me Innis, the Mate, who with Nicholas * we sup posed, were like to find some Employment and En couragement among them, as being of good knowledge and experienced Seamen. This Catastrophe was a Specimen of the Spunifh Civility, upon which I remembered three Things : 1. A Reflection Me Innis made in discoursing with me, after we had left Ferdinando, and bore into that Coast. \" I do not know, nor can I imagine, said he, what we have to do this Way'.' 2. Penrofe s Words, but two Days before that Mis fortune, upon occasion of several Grampuses coming on the very Ship's Side. \" Pray God, fays he, that no Mischief follow it.\" 3. The * Me Nichols, i"], [48, "32 3. The sudden Consternation I found the chief Ferdinando Planter in, over Night : there was no visi ble occasion for it, other than the Proposal made of going ashore the Day following. He shook his Head, looking very much disordered ; though he had always been one of great Courage, and was of Metal, and had been frequently tried in formidable Dangers. The Captain called a Council of all his Officers snd Company, and put it to the Question, whether we sliould demand our Friends of the Spaniards, and, upon the refusal, stay in their Seas and be revenged on them, the best way we could, or make Home straight. He represented the condition we were in, having no assistance of other Ships, and our Company being con siderably lessened and weakened by the loss we had sustained. He acquainted us, that seeing we had but six Months Provision aboard, which was no more than what was needful to carry us Home, if we were re solved to resent the Injury received, we must live on Spanish Spoil. The common Resolution came to this, that the Pinnace should be sent the Day following with a Note, requesting the Spaniards to be kind to our Friends, and then, immediately to make for the Island St. Mary, to look for the de3d Bodies of some of our Men we supposed to be killed there. A Letter was sent, straightly charging them to be kind to our Friends, seeing they were assuredly to be required at their Hands. At the approaching of the Pinnace to the Shore, there were a great many discov ered, who lay in ambush, expecting the Landing of our Men. The Master, who then commanded the Boat, had looked out sliarp, so that after he had con- veyed"], [49, "33 veyed the Letter, inclosed in a Bottle, to Shore, he brought his Men off by his prudent Conduct and Cir cumspection. One came down and received the Let ter in their sight. We immediately stood away tor Sea, after the return ofthe Pinnace. Feb. 27, 1691, arrived at Barbadoes. From Barbadoes sailed to England, and came North about Ireland and Scotland, for fear of being taken by the French into Dunkirk or St. Malo's. Out 23 Months. Thus far Mr. Simpfoiii Journal ; from which it ap pears, that two of the four Islanders arrived in En gland, about the End of September, 1691. Mr. Wafer, fays one : probably the other stopped at Barbadoes, or died on the Passage. Their ingratitude to Capt. Strong, who had thewn so benevolent a Spirit towards them, soon met with a fatal Reward, as to two of them. How different were the Emotions in the Breast of poor Williatn, an uncultivated Indian ! I now come to the main Subject of these Sheets, viz : the Life and Adventures of Mr. Alexander Selkirk. as far as I have had it in my power to procure authen tic Materials, and these I sliall arrange in exact Order of Time, as well as I am able. He was born at Largo, in the County of Fife, in Scotland, in or about the Year 1676* Rogers, indeed, fays he was about thirty Years old, when he found him on the Island, which would place his Birth two or three Years later ; but, as he uses a round Number, a little latitude of expression may be allowed. The Author of Love and Madness, intimates, that \"None but a Scotchman, could have lived so many Years upon 3 desert Island.\"J Cool * Mr. Oliphant.— Gent. Mag. J P7 *»,"], [50, "34 Cooke asserts that his real Name was Sclcrag, and in one Place calls him Salcrag ■ but the Rev. Mr, Oli phant informs me the Orthography is Selcraig. 1 ihall. however, adopt the commonly received Name of Selkirk, as I find it used by Rogers, Cooke, and Stec/e, who knew him personally ; by Mr. Oliphant himself, in the Statistical Account oi Largo ; and by all others who have made mention of him. Rogers has his Name thus written in severai Committee Signatures, copied, most prpbably, from Selkirk's own Hand- Writing. His Friends were respectable and wealthy People; his Father carrying on the Trades of Shoe-Making and Tanning. To thesormer of theseour Alexander was bred; but forming a dislike lo it, and being ot\" an unsettled Disposition, he went to Sea at an early period of Life. He appears to have made some considerable prosici- ency"], [51, "35 ency in the Mathematics, particularly Navigation ; but whether previous to his going to Sea, I cannot learn. At any rate, Dr. Beattie and others are wrong in asserting that he was illiterate. The Particulars of his first Voyages are not known ; for his Friends heard nothing of him from the time- he left them, till his return from Juan Fernandez. To adopt the Words of Mr. Oliphant, \" He no doubt would inform them of his various Fortunes, previous to his being placed on that Island, but the recollection of the History of his Solitude has obliterated the re membrance of the less important Events of his Life.\" I come therefore, necessarily, to that Voyage, which issued in his voluntary seclusion, from all Fluman So ciety, and shall relate it circumstantially, in order that my Readers may know what Reasons induced him to form so strange a Resolution. I shall likewise briefly relate the Fate of his Companions, from which it will appear that he was not mistaken in his Judgment. In the famous War concerning the Spanish Suc cession, several Merchants entered into a Scheme for a Privateering Expedition to the South-Sea. To this they were induced by Reports of the extraordinary Exploits, which the Bucaniers had performed in those Parts in small Vessels, and those but badly equipped. , Two Vessels were accordingly fitted out, each of which carried twenty-six Guns, and an hundred and twenty Men. The St. George was commanded by Capt. Dampier, who was now become famous by a Voyage of Discovery to New Holland, &c. in 1699, as well as by his former Voyages ; and the Fame, by Capt. John Pulling. They were each of them amply provided"], [52, "36 provided with warlike Stores, were well victualled for nineMonths and had Commissions from his Royal High nels Prince George, then Lord High Admiral, to pro ceed in^a warlike manner against the French and Spaniards, and were both upon the Terms of No Pur chase, no Pay. The Voyage proved unfortunate from its com mencement, for even while they were in the Downs, a Quarrel arose between the two Captains, which issued in Pulsing's going away with his Ship, the Fame. He intended, he said, to cruise among the Ca nary Islands ; but neither he, or his Ship, were ever heard of again. \" It must be remarked here, fays Harris, that this Desertion of Capt. Pulling was abso lutely the ruin of the Voyage.\" Capt. Dumpier, however, sailed from the Downs April 30th, 1/03, and on the 18th of May, anchored at Kinj'ale, in Ireland, where he resitted and victualled his Ship. While he lay here, another Vessel, in which Mr. Selkirk was, arrived on purpose to join him, viz. the Cinque Ports Galley, of about ninety Tons, sixteen Guns, and sixty-three Men, very well victualled and provided for the Voyage. The Objects of the Expedition, which seem to have originated with Dumpier, were these: To go into the River of Plate, to Buenos Ayres, and take two or three Spanisli Galleons, which he asserted, were usually there. If by these means they obtained £600,000. they were to return Home. If not, they were to cruise upon the Coast ot Peru, for the Baldivia Ships, which bring great Quantities of Gold to Lima. If that failed also, to attempt some rich Towns, as V -m- pier"], [53, "37 pier sliould think fit ; and after that, to lie in wait for the Acapulco Ship, reported to be worth thirteen or fourteen Millions of Pieces of Eight. Such were their great Designs, but they happened to fail in the ex- ecution. On the 1 1th of September, the two Ships left Kinsale^ having the following Officers on Board : The St. George. Captain William Dampier. Chief Mate John CUppcrton. Mate William Funnel/. Surgeon Join Ballett. Cinque Ports Galley. Captain Charles Pickering. Lieutenant Thomas Stradling. Sailing-Master Alexander Selkirk. On the 25th they reached Madeira, where they did not anchor, but lay off **>nd on for the Boats which were sent ashore for Necessaries. Here they heard that the Galleons had ar ived at Teneriffe, and so their Expedi tion to Buenos Ayres was given up. They sailed on the 28th, and on the 30th saw Palma and Ferro, two ofthe Canaries. Not choosing to stop here, they made the best of their way to the Cape de Verde Islands, and on the 6th of October, saw Mayo. The chief Produce of this Island is Salt, which may be had for fetching. They lay off and on all Night for this purpose, but there ran so great •& Surf, that they durst not venture their Boats on Shore. Therefore on the Morning of the 7th, they bore away for St. Jago, and about Noon anchored in Prior Bay. The Natives of this Island were formerly Portuguese, D whe"], [54, "38 who were banished for Thefts, Murders and other Crimes. But now they are mostly black, by reason of their intermixing with female Slaves, from Guinea. Thieving was more common here, than in any Place where Funnel/ had ever been : insomuch th3t they would take a Man's Hat from his Head at Noon Day, and in the midst of Company. Here they watered the Ship and refreshed themselves, and here the Expedi tion received another Shock, for Dampicr falling out with his first Lieutenant, turned both him and his Servant ashore, at twelve o'clock at Night, with their Chests and Clothes, much against their wills. The next Morning, being October 13, they parted from the Island, not being fully resolved where to touch at next. November 2, they crossed the Equator ; and the seme Day saw abundance of Flying Fish. On the 15th, fourteen or fifteen ofthe Men fell ill of a Fever. On the 19th, they'anchored at the Islands of 5/. Anne, on the Coast of Brazil; and going on Shore, cut a Long-Boat Load of Wood, but could find no fresh Water. On the 24th they cast Anchor at the Island of Le Giand, the Inhabitants of which are Jackals, Lions, Tygers, Monkeys, &c. which in the Night make a most hideous Noise, enough to terrify any Man. The main Land was distant about three Miles, very moun tainous and woody ; where was a small Town of the Portuguese, called Le Grand. At this Island they wooded, watered, and refitted; and Dumpier differing with his new First Lieutenant, the latter, with eight Men, taking their Goods, went on Shore and left him. \" Here"], [55, "39 \" Here also (adds Fannell) Charles Pickering, Captain ofthe Cinque Ports, our Consort, another main Pillar of our Voyage, departed this Life, and his Body was buried ashore, at the Watering-Place, with the usual Ceremoiy of Firingof Guns; and Mr. Thomas Stradllng, his Lieutanant, took Command of his Ship.'' Dec- 8th, they sailed from hence, not intending to Touch any where: till they arrived at Juan Fernandez. On th? 29th, they saw the three Islands of SebaU de IVeerdt. Jan. 4th, 1704, iu Lat. 57 — 50 S. there came on a very hard Storm of Wind, at South-West, in which the Cinque Ports lost sight of the St. George. They therefore made the best of their way for Juan Fernan dez, the next appointed Place of Rendezvous. The particulars of their Passage round Cape Horn I cannot D 2 meet"], [56, "40 meet with ; but they arrived at that Island, Feb. 10th, and anchored in the Great Bay* to wait for their Companions. Capt. Dumpier, on the 9th, supposing he had got to the Westward of tlie Cape, gave Orders to put the Ship about, and stood away to the Northward. On the 11th, contrary to all their expectations, they saw LlOd ; which proved to be four Islands, about five Leagues to the Eastward of Terra ilel Fuego, or the Landof Fire. On this they tacked and stood South ward again. On ilie l-iih, one of their Men being dead, his Effects were sold, as follows : s. d. I. s. d. A Chest value 5 0 fold for 3 0 O A Pair of Shoes, .... 4 6 1 11 O Haifa Pound of Thread 2 0 0 17 6 /Oil 6 £586 On the 20th, they found the Latitude by Observa tion, 60. .51, which was the farthest South they ever were. They made the Longitude from London, S4..01 W. Being therefore pretty well assured they were got abont the Cape, they tacked and stood Northward again. Feb. 4th, they saw the Island La Moucha, which is very well inhabited by Indians, who are always at War with the Spaniards, or indeed with any white Men, for they think all white People are of that Nation. On the 7th, they saw Juan Fernandez, and stood off and on; but drawing pretty near it, Capt. Dumpier, though « Cnmbeilwd Bay."], [57, "41 though he had been here both at the leaving and find ing oi William, the Mosquito, did not think it the right Island. They therefore stood away to the East for about thirty Leagues : but meeting with no Land, they stood back again on the 10th, and, passing by the Great Bav, saw the Cinque Ports lying at Anchor there. They therefore anchored in the Little Bay,* but finding it inconvenient, weighed and joined their Consort. Here they wooded, watered, heeled, and refitted both the Ships ; but while this was doing, a great Quarrel broke out between Stradling, the new Captain, and his Crew ; forty-two of whom left him and went on Shore. So that for two Days the Ship lay, as it were, without Men. At last, by the interposition of Dumpier, they were again reconciled, and returned to their Duty. What part Selkirk took is not mentioned. They caught store of Goats, and esteemed a Joint of one roasted, with about half a Foot of Cabbage boiled, a very good Meal. The Humming Birds would come humming about them towards Evening ; and when it was dark, if they bad a Fire, before Morning, fays Funnell, an hundred of them would fly into.it. By Day they seldom caught or even saw them. They killed several Sea-Lions, and of their Fat made a Ton of Oil for their Lamps. They likewise used it in frying of Fish, and did not dislike the taste. One which they killed was twenty-three Feet long, fourteen and an half round, and cut seventeen Inches deep in Fat. When they were hard pursued they would West Bay. D 3"], [58, "42 would turn about, and raise their Body up, and face the Pursuers, standing with their Mouths wide open, upon their Guard. On which occasion, if they wished to kill one, they would clap a Pistol to his Mouth and fire it down his Throat. \" But, (adds Funnel!) if we had a mind to have some Sport with him, which We called Lion-Baiting, usually fix, seven, or eight, or more of us, would go with each a Half Pike in his Hand, and so prick him to death ; which commonly would be a Sport for two or three Hours, before we could conquer him. And oftentimes he would find us Work enough. But he being an unwieldly Creature, and we assaulting him both behind, before, and all round, we must needs conquer. Yet often he put us to the run, and sometimes he would run himself, but knew not which way, for we commonly got between the Water and him.\" Such was their Sport, but those must have callous Hearts, who can divert themselvos with the misery they inflict on the Brute Creation tor Diversion merely. They sometimes dressed Seals, to taue better- Victuals : \"However, (fays Funnel!) they eat tolerably well, to those that are very hungry, and have no other Meat.\" On the 29th of February., (five of Stradling's Men, and Dumpier s Negro being gone to the West End of the Island) about Noon, a Sail was discovered ; which being pretty near, they hurried the Crews* on Board, got up the Yards and Top-Masts, let slip, and made after it ; this being observed by the strange Ship, she tacked and stood from them. The St. George, which was first in the Pursuit, had clapped her Long-Boat on the"], [59, "43 the Moorings, and left it. Stradling's Long-Boat, I suppose, was gone with the six Men. All his Sails, r.xcept those at the Yard^, with a great many other Stores, which be eould ill spare, were on Shore. Both Vessels left their Anchors, Cables, several Tons of Water in Casks, and the Ton of Oil which they had made. IntheChace, tbe Pinnace of the St. George towed under Water, and was cut loose. Strad/ing't Boat also broke loose, in which were a Man and a Dog; so that the poor Fellow and his dumb Companion, in an open Boat, were left to the mercy of this immense Ocean ! About eleven at Night, they came up with the Chace, but did not think proper to engage till Day light. At Sun-rise next Morning, March 1st, they began the Engagement. Their Antagonist was a French Ship of about 400 Tons, and thirty Guns, welL"], [60, "44 well manned. The St. George had at this time, be tween twenty and thirty Men very sick and weak, but they were willing to shew themselves, and did what they could. They fought very close, Broad-Side and Broad-Side, for seven Hours, and lost nine Men, several more being wounded. The French had a great many killed and wounded, and were upon the point of striking, not having Men sufficient to defend them selves ; when a small Gale springing up, they sheered off and escaped : and when they arrived at Lima, the Captain sent assiore thirty-two of his Men ; each of whom had lost either a Leg, an Arm, or an Eye. As to the- Cinque Ports, she fired about ten or twelve Guns, and falling astern, never came up again during the Fight, as was supposed for want of Wind. Damfiers Men were for having another Trial, know ing it would be of dangerous cohsequenceto let the Enemy go ; being certain they would discover them to the Spaniards. But he was against it, faying, that at the worst, if the Spaniards should prevent their Merchant Ships from coming out, he knew where to go, and could not fail of taking to the value of £500,000, any Day in the Year. Upon this they lay by for the Cinque Ports, which soon coming up, the two Captains quickly agreed to let her go. The Crews were very much dissatisfied, that they should suffer themselves to be thus baffled in their first attempt ; but since it was so, they concluded to return to Juan Fernandez, to take up their Anchors, Cables, Boats, and Stores, with the six Men, who knew not the reason of their so sudden departure. On the 3d, they saw the Island, bearing South, distant"], [61, "45 distant about nine or ten Leagues. The Wind blew South, right off the Land, so that they found it very difficult to get up with it; and a Calm coming on, the Cinque Ports put out her Oars, and rowed away for the Shore; but presently, to their no small astonish ment, they saw two Ships. She was pretty near them, and they fired several Shot at her, but the rowed away to the St. George, and acquainted them that they were French South-Seu Ships, each- carrying 36 Guns. The Captains consulted what was to be done, and did cot think proper to venture in, but (abandoning the Men, Boats, and Stores), to make away for the Coast of Peru. ' These Ships, as they learned afterwards, had provi dentially met with Capt. Stradling's Boat at Sea, with the Man and Dog in it, and thus the ffcor Fellow was delivered from his most forlorn and dismal situa tion. They also went in at Juan Fernandez, and took possession ofthe Anchors, Cables, Boats, and Stores of the two Ships, with three of Stradling's Men and the Negro. The other two were left on the Island. Fun nel!, indeed, on the authority of some Letter? they afterwards met with, asserts, that they took off all the fix. Perhaps, the Letters only said, that several Men were found there, from which he would naturally con clude that the whole had surrendered themselves. But it is evident from Rogers, who received his informa tion from Selkirk, that two of them remained there till Stradling's return. March 6th, the two English Vessels stood away for the Coastof Peru, and on the 11th fell in with theLand, which * P. 1-0."], [62, "46 which was very high, being three Ridges of Moun tains, one above another. They coasted along Shore Northward, and on the 14th, past by the Port of Copi apo. They much wislied to have gone asliore here for refrelhment, but could not for want of their Boats. The Land continued very high and mountainous, be ing, as Funnell thought, the highest he ever saw. On the 19th, the Men being all at dinner, and the Ships about ten Leagues from Shore, going with a fine fresh Gale of Wind at East, they were suddenly sur prized by the change of the Colour of the Water, which looked as red as Blsor!, as far as ever they could see, which might be about seven or eight Leagues, At first they were greatly alarmed, but recollecting themselves, sounded, and found no Ground at 170 Fathom. They then drew some up in Buckets, and filled a Glass with it. It still continued very red. But in about a quarter of an hour, all the red Substance floated at Top, and the Water underneath was as- clear as usual. The red was of a slimy Substance with lit tle Knobs, and thev concluded it to be the Spawn of Fissi. Similar Phœnomena have been observed by Coivley, Rogers, Shelvocke, and others. From the Lat. of 16. . 11 S. where they fell in with this red Water, they continued standing Northward, andonlhe22d, found themselves jnst off Lima, the Capita] of the two great Empires of Peru and Chili. Here they furled all their Sails to their Main-fail, that they might not be seen by the Spaniards, and lay by, intending to watch all Ships going in or out. At five in the Morning, they made Sail again, and were near ly upon the Rocks of Ormigas. Having narrowly escaped"], [63, "47 escaped them, they continued their Course to the North, and soon descried two Sail. They gave Chace, and came up with the sternmost, which proved to be the Ship they had already fought with, off Juan Fer nandez, and was now just off the Port of Lima, into which she was bound to trade. They were very anxi ous to prevent her going in, that the Spaniards might not get intelligence of them. They likewise had no doubt of taking her, because their M&n (many of whom were sick at the time of the Engagement) were now all in health. They were also satisfied the must needs be a good Prize, with regard to her Guns, Am munition, Provisions, and other Matters they stood in great want of. It was therefore concluded that the St. George should engage her, -and the Cinque Ports wo after the other, which appealed not so large. But Dumpier, hsing ignorant of her forlorn situation already 'mentioned, thought it advisable not to venture upon her ; and while the Matter was in dispute, both the Vessels got into Port, The Crews were very much discontented, but con tinued their Course to the Northward, and the next Morning, Mareh 24th, saw a Sail, and took her with out the least resistance. It proved a Spanish Ship, of about 150 Tons, laden, as far as they could perceive, with Snuff, Flanders Lace, Woollen Cloth, Silk, Pitch, Tar, Tobacco, Turtle Shell, Bees Wax, Soap, Cinna mon, Jamaica Pepper, Jars of Balsam of Peru, a few Planks, and a pretty good Sum of Money. They kept her with them till the 30th, and then having taken out a little of every thing, Dumpier discharged her, alledging that if she was kept, it would be a hin- drance"], [64, "48 drance to h* greater Designs. So the Vessel stood away for Lima. The Crews were forced to be as well contented as they could, and the next Morning at break of Day, sound themselves jnft aboard a strange Ship, which they soon took, not firing above three Guns. She was a new Vessel of about 200 Tons, laden with Indigo, Cochineal, &c. At this time they were just off the Port of Payta. On the 4th oi April, this Second Prize, after a sew odd things had been taken out, was, contrary to most of their minds, dismissed ; Dumpier assigning as a reason, that he would not cumber up his Ship, because he intended to make a Voyage, at one Stroke, upon some rich Town, on which he had a speedy design. On the 5th, therefore, they began to prepare for this intended Action, the Carpenter sitting up the two Launches, or Spanisli Long-Boats, with two Pa teraroes to each. On the 11th, being just in sight of the Island Gallo, they took a Bark, laden with Plank. She was of about 50 Tons, and had a considerable Quantity of Turtle Shell on Board. But the Men, as soon as ever they saw the English, took to their Boat and got on Shore. April 12th, they anchored at Gallo, Dumpier intend ing to keep the Bark for the Design in Hand. In Gallo are a few wild Monkies, and abundance of Li zards, particularly the Lion Lizard, about the bigness of a Man's Arm. Funnell measured one, which, from the Head to the End of the Tail, was three Feet eleven Inches long. It had a large kind of Comb on its Head, which, when it was assaulted or frightened. it"], [65, "49 it set up an end, like a Helmet or Head-Piece : other wise it lay down flat in a deep Dent on its Head, just fitted to it, so as hardly to be perceived. They can run very swift, but the Dog frequently caught them. Having lain at Gallo five Days, on the 1/th, just as they were going to get up iheir Anchors, they saw a Sail standing in for the Island. On this they lay still,' till she was nearly in, and then all three got under fail, viz : the St. George, Cinque Ports, and Bark, and took her. She was of about 50 Tons, commanded by an Half Indian, and was bound for the River Tumaco to get provisions ; but passing by Gallo, and seeing the Ships, supposed them to be Spanish, and made towards them in order to purchase some for Money, but by this unhappy mistake lost their Vessel and Money too. But it is an ill Wind that blows nobody Good, for they had on Board a Guernsey Man, who, by these means, was delivered from his Captivity. He had been taken by the Spaniards, in the Bay of Campeachy, having strayed from his Companions who were cut ting Logwood. They sent him to Mexico, where he lay in Prison two Years. After which, upon his turn ing Catholic, he had his choice, either to stay in Mexico, ot to go on Board any Spanish Ship, belong ing to the South-Seas ; but they would not let him come any nearer the North-Sea, lest he ffiould make his escape. So, being a Sea-faring Man, he thought it best to go on board some Ship. He rejoiced greatly at his deliverance, for had they not met with him, in all probability he would have continued there all th© Days of his Life. From Gallo they \"kept on to the North, and Dampier £ acquainted"], [66, "50 acquainted them, that his design was upon the Town of Santa Maria, where he had no doubt of getting Gold enough, because it is the first Place the Gold is sent to from the Mines, which are not far off. Their last, Prize sailing very heavily, they sunk it, lest it should prove an hindrance. The Captain of ner, after some fair Promises that they would give him a better, and that, if they succeeded in taking Santa Maria, they would satisfy him otherwise to his Heart's Content, engaged to pilot them up to the Town. Having thus prepared for their intended Enterprize, they passed by Cape Corrientes, and the Ports of Santa Clara, Quemado, Pinas, and others, and on the 25th of April, anchored at Point Garachina, which makes the South Point of the Gulph of St. Michael, into which they were bound. On the 27th, one hundred and two of the Men, with Capt. Dampier and Capt. Strudling, in the Bark, with three Spanish Launches, left the Ships at Point Garachina, under the care of sixty Men, with positive Orders not to remove till their return. They then proceeded for Santa Maria. Dampier had been here with the Bucaniers, in 1 680, when they crossed the Isthmus of Darien, and took it. They got no great Booty then, but it had now greatly increased, and a Capt. Harris had taken 120 Pounds of Gold there. At eight at Night they anchored among the Islands at the River's Mouth, because the Tide of Ebb was making strongly out, and thev could not work against it. Here they lay all Night, having dark rainy Weather, with much Thunder and Lightning, so that they were all very wet, and spent a most uncom- fortable"], [67, "51 sortable Night, there being no Shelter from the Rain, either in the Bark or Boats. When Day-light re turned, as they lay at Anchor, the Ebb not being done, a Canoe with five Indians came within call of them. The Indians asked whence they came ? The Indian Pilot answered, by Dampier s Directions, From Panama : and bid them come on Board. They replied, they would not. On this Dampier ordered them to be fired upon :• which was done. The Indians now made off as hard as they could, one. of the Laun ches in vain pursuing them. This was of ill con sequence, for they were now assured that the Spaniards would be alarmed, Ambuscades laid, and Valuables carried out of the Town. Two of the Launches, therefore, were immediately sent away, with twenty two Hands to each, under the command of Stradling, and guided by the Indian Pilot, to take the Town of Schucudero, on the North Bank of the River, about three Leagues within its Mouth. Dampier, Funnel!, and others, in the Bark, were to follow as soon as the Tide served. Just as the two Launches entered Suntu Maria River, they saw a Canoa with three Indians come out of the River Congo. Upon this they put in, behind a Point of Land, in the River, just by the entrance . the Indians therefore not having seen them, they were upon them before they suspected any thing, and the Eng/i/h im mediately stepped out and seized them. It now get ting towards Evening, they took one of the Indians into the Launch, and sent the other two in the Canoe, with five Men, to find Schucudero, as Dampier had directed. But it being now quite dark, they could not find it. They could hear the Barking of a great E 2 many"], [68, "52 were ■many Dogs on tbe Southern Bank, and, concluding there must be some Town there, immediately put over. As soon as they approached the ToWp, the two Indians in the Canoe for the Out-scout, jumped overboard and they lost them. One-of the rive Men snatched up his Gun and fired at one of them. Whether be ffiot him or .not they could not tell, but his Gun was directly answered by one from the Shore. Upon this they al! fired a Volley, landed, and ad vanced to the. Town, which was Dear the Water Side, and took it without any resistance. The Inhabitants Iiad fled at the siring of the first Gon knowing they were not enough to oppose them, having no doubt had intelligence by the Canoe, which escaped at the River's Month. They found in the Town abundance of Fowls, Maize, Beans, Yams, Potatoes., Parrots, &c. It consisted of about 2.50 Houses. Round the Town"], [69, "53 were great Walks of Fruit, such as Plantains, Bona nas, Sec. The next Morning, April 29th, Strudling sent out the Canoe to see what was become of Dampier and the Bark. For after Stradling was gone to take the Town, as soon as the Tide of Flood began, the Bark got un der Sail, intending to be after him ; but mistaking the River's Mouth, ran past it, and finding no other Way to get in, came to an Anchor, and lay there all Night and the next Day till the Sea-Breefce at Noon. They then met the Canoe coming out, which at first they took for an Enemy, but soon discovered their mistake. Stradling's Men informed them of their taking the Indian Town, and shewed them a Packet of Letters they had met with in the Canoe. These they opened, and found they were from the President of Panama to the Governor of Santa Maria, informing him of a Report that 250 English from Ja maica had landed on the North Side of the Isthmus, with a Design upon Santa Maria, and that 400 Soldiers had marched from Panama to assist them seven Days ago, and were expected to be at Santa Maria by thia time. They had not finished reading these Letters till they were up as high as the Indian Town, which they had taken, which they called Schucadero, as well as that on the North Side. Here they came to an Anchor. The next Afternoon, April 30th, the two Captaint Dampier and Stradling, with three Launches and the Canoe, having on Board eighty-seven Men, proceeded np the River for Santa Maria. Clipperton and Funnel!, With thirteen Hands were left to guard the Bark, with E 3 Orders"], [70, "54 Orders not to stir till their Return. When they were within a Quarter of a Mile of the Town, they were assaulted by three Ambuscades, one of their Men was killed and another wounded. However they beat the Spaniards out of their Hiding-places, and would wil lingly have put on Shore. But Dampier advised, that Cnce the Spaniards knew of their coming, and had had time enough to lay Ambuscades, it could not be ■doubted, but that they had conveyed their Wives and Children, and all that was valuable out of the Town ; which they always do the first thing, when they hear of an Enemy. So it was resolved to return to the Bark at the Indian Town, where they arrived about twelve at Night. Thus ended their Enterprize on Santa Maria. I confess I cannot see the Justice of Plunder ing, Burning, and Bloodslied, being carried among the Inhabitants of the other Side of the Globe, because there was. a Dispute, who lhould be King of Spain on this. Early in the Morning, May .1st, they left the Indian Town, and went down the River, in order to return on Board the Ships at Point Garachina. They got there bn the 6th, and instead of their expected Booty, were so scant of Provisions, that five green Plantains were ordered to be boiled for every-six Men. But when they were almost at their Wits End, to their great Comfort, a Vessel came and anchored close by them at twelve o'clock at Night. They soon got up their Anchor and took her, without any Resistance. She was a large Ship of about 550 Tons, deeply laden with Flour, Sugar, Brandy, Wine, about 30 Tons of .Marmalade of Quinces, a considerable Quantity of Salt."], [71, "55 Salt, with some Ton Weight of Linen and Woollen Cloth ; so that they might now supply the.Tiselves with Provisions for four or five Years. Fa nn ell was put on Board this Prize, in behalf of Capt. Dampier and his Company, and Alexander Selkirk, as Chief, for Capt. Stradling and his Company. They now funk their Bark, and with this great Prize stood across the Bay of Panama, amongst the King's or Pearl Islands. On the I4lh, they ran near Tubago, and brought it to bear N. by E. dist. three Leagues. Here they anchored on purpose to rum mage their Prize. The four following Days they employed in taking Provisions out of it, as Wine, Brandy, Sugar, Fiour, &c. On the 18th, a small Bark of about 30 Tons coming in sight, they sent out the Long-Boat and Canoe and took it. She had little in her, except a small Quantity of Money. Capt. Strad ling kept her for his own use. Here Dampier and Stradling fell out to such a Degree, that they concluded to separate, and gave the Men Liberty to go in which ever Ship they thought proper. In consequence of this, five of Dumpier'sMen went over to Stradling, and five of Stradling's went on Board the St. George. \" We were told by the Prisoners (fays Funnels) that there were 80,000 Dollars on Board our Prize; that they were taken in by stealth, and lay at the Bottom, in the Run of the Ship. Our Captain did not believe this, and was unwilling to tarry longer, that we might rummage her to the Bottom ; because he thought Loss of Time would spoil his greater Designs. Having therefore taken out a Quantity of Provisions, she was dismissed.\" On"], [72, "56 On the 19th of May the two Ships separated, never to meet again ; the St. George leaving the Cinque Ports. Selkrik thought proper to continue in the latter, having seen so many Instances of Dampier s want of Conduct, and there being so little Prospect of any Enterprize succeeding, in which he was engaged. Whether he was right in his Conjectures will appear by a short Recital of Dumpier s subsequent Adventures. He intended to beat upon the Coast of Peru again, and the Day they parted, passed the Island Iguanas, and stood away Southward. On the 7'h of June they took a Vessel from Truxillo, which had on Board a Packet of Letters from the Captain of the Ship they had fought off Juan Fernandez, and others. From these they learned several of the Particulars already related, concerning the Engagement, the Man and Dog, Stradling's five Men, &c. In July they had a desperate Engagement with a Spanish Man of War, in the Bay of Guiaquil. Fortunately they lost not a Man, and the Spaniard bore away in the Night. This Affair, however, induced them to steer North again, which they did till they came to the Gulph of Nicoya, where they repaired their Ship. The Bottom of it, in many Places, was eaten like a Honey Comb, and in some Parts about the Hold, they could thrust their Thumbs through with Ease. Here, on the 2d. of Sept. Dampier fell out with his Chief Mate, Clipperton* who with 21 Men seized a Bark of 40 Tons (which they had taken) with all the Ammunition, and great part of the Provisions, which had been put on Board it, while the St. George was repairing, • FunBili call* him Clippinten."], [73, "57 repairing, He went without the Islands and sent Word, that if any had a mind to go with him, they sliould be welcome, and that he would restore the Powder, Shot, and Ammunition. These according to promise, he deposited on Shore, in an Indian House, to flielter it from the Bain, and then departed. October 9th, ne-'r Guatimalu, Dampier took a Bark called the St. John, the Captain of which was Christian Martin, whose singular Adventure is already men tioned. He was now bound from Suvartanejo to F.ia Leva. The Provisions he had on Board proved very acceptable. In a Conversation with Funnel! he infor med him, that some French Pirates, who were in these Seas, and had cruised up and down for some Time without much Success, being every where discovered by the Spaninrds, concluded to go to Juun Fernandez, and lie there for some time, being twenty in Num ber. They landed on the West Side of the Island, which is but little frequented, and drew their little Armadilla on Shore. In a little Time they brought the Goats to be so tame, that many of them would come of their own accord to be milked. Of this Milk they made good Butler and Cheese, not only for their present Consumption, but enough to serve them for a Ions time after. They continued here ten Months, and then, launching their little Man of War, went upon the Coast of Peru, and off the Bay of Arica took a Spanish Ship, in which were said to be 200,000 Pieces of Eight, and about the Value of Half as much more in Gold-Double-Doubloons. Dumpier had at this Time a Design upon the Manilla Ship, aud fell in with it December (Jth. They attacked her"], [74, "58 her resolutely: and she, not suspecting they were Ene mies, was not at all prepared. Capt. Martin, who could speak very good Englissi, advised to lay her aboard immediately, while they were all in a hurry, as the'only way to take her; declaring that if they gave them time to get out their great Guns, the St. George would be beaten to Pieces, and a Booty lost to the Value of 16,000,000 Pieces of Eight. Instead of hearkening to him they fell to quarrelling wbetherthey sliould lay her aboard or not ; and the Manilla Ship got out a Tier of Guns and returned their 5 Pounders with 18 or 24 Pounders. This soon settled the Busi ness, for the St. George being very crazy, three or four Feet of Plank would drive in at once ; and a Shot en tering the Powder Room between Wind and Water, carried with it two Feet of Plank on each Side the Stem. On this they determined to make off. The Men were now grievously discontented, and anxious to return Home, having but ssiorf Provisions for three Months, and the Ship being ready to fall to Pieces. Dampier. however prevailed on them, to cruise six Weeks longer, after which he would con sent to their going to India in a Bark which they had taken- They therefore steered Eastward once more, and passed Acapulco, Guutulco, and other Ports. In Jan uary, 1705, Dampier and thirty ofthe Men agreed to continue in the South-Sea, but upon what Terms was kept secret. On the 26th, they anchored. in the Gulph of Amapalla, where they divided the Provisions, Guns, Stores, &c. between the St. George and the Bark destined for India. Accordingly on the 1st of Feb ruary Funnel!, with 33 more, and a little Negro Boy, iailed from Amapullu. Dampier"], [75, "59 Dampier had now only 28 Persons left with him, most of whom were Boys and Landmen ; for two of his 30 Men had gone over to Funnels s Party before they sailed. They repaired the St. George as well as they could, the Carpenter stopping the Shot Holes in the Powder Room with Tallow and Charcoal ; for he declared he durst not drive in a Nail, lest he sliould make bad worse. They now failed southerly again, Dampier representing that nothing was easier than for them to make their Fortunes by surprizing some small Village, and that the fewer there were of them, the fewer there would be to scare the Booty. They ac cordingly landed in a dark Night at Puna, near Guia quil, and surprized the Inhabitants in their Beds. After plundering the Place they repaired to Lobos de la Mar, and by the Way took a small Spanisli Bark, well furnished with Provisions. In this they resolved to go to the Eust-Indies, and accordingly left the St. George at Anchor under Lobos, and sailed away, hoping their Troubles were at an End. But arriving at one of the Dutch Settlements, the Bark was seized, their Goods sold, and themselves turned loose into the World, to shift as well as they could. This was owing to Dumpier s having lost his Commission in the Attack upon Puna* He was imprisoned, but, being released, at length got Home, and related to his Owners the melancholy Tale of his Misfortunes, \" Occasioned chiefly (fays Harris) by his own odd Temper, which made him so self sufficient and overbearing, that sew or none of his Officers could endure him.\" And thus ended his second Voyage round the World. Howerer, * Roger j» iio."], [76, "60 However, as he was so eminent a Man, the Public did not leave him in his Distress unnoticed. He was introduced to the Queen, and had the Honour to kiss her Hand, and relate to her the Dangers he had gone through. But the Merchants determined never more fo trust him with any Command. Had Selkirk remained with him a little longer, and gone off with Clipper ton or Funnel!, he would not have fared any better. The former i ventured into Rio Leon, on the Coast of Mexico, where he took two Spanish Ships at Anchor. One he funk, and received 4000 Pieces of Eight as a Ransom for the other. He then proceeded to the Gulph of Salinas, where they got their Bark ascore to refit her : which being done, they ventured to Sea, and in 54 Days reached the Philippine Islands. From hence they went to the Englisc Settlement at Pulo Condore, but finding that the English had been massacred by their Indian Soldiers, they bore away for Macao, a Portuguese Port in China. Here they all dis persed. Some went to Baijar to enter into the East- India Company's Service ; others to Goa, to serve the Portuguese; and some entered into the Pay of the Great Mogul. Clipperlon got to Englundm 1706, and after wards went round the World in the Succels of which hereafter. As to Funnell ; he sailed from Amapullu in a small leaky Bark, without Carpenter. Surgeon, or Boat, and sliort of Provisions. Their Fish and Turtle being soon gone, they fed on Plantains for 21 Days, allowing to each Man, two for a Meal, and two Meals a Day. These being consumed, half a Pound of coarse Flour per X Funnel!, *gj."], [77, "61 per Day was dealt out, and two Ounces of salt Beef or Pork every other Day. Finding the Meat scrink in boiling, they eat it raw, and now and then caught a Dolphn ; and happy was he, who could catch a Booby or Neddy, when they settled upon the Vessel ; for their Flour got very full of Vermin, Maggots, and Spiders. At last they arrived at -the Island Magon, one of the Ladrones, April 11th, where the naked Na tives did not value their Money, but gave them Pro visions for Tobacco. They reckoned their Run , to Magon to be 7029 Miles. After this they bad but six Ounces of Flour per Day, and at last, in Despair, scared the whole Lot, each Man resolving to be as sparing as possible. After a variety of perilous Ad ventures, they arrived at Amboyna, the latter end of May. Here their Bark was seized and sold, and they were all committed to Prison. They lived in great fear of being massacred, as the Englifli there\" formerly were in a most barbarous Manner. Very providentially they had met a Ship, when they entered the Harbour, the Captain of which had taken their Jour nal with him to Batavia. Some did not scruple to tell them that this was their Protection, as hereby it would be known all over India, that some of Dampier s Com pany had been at Amboyna. About the middle of September, twenty-five of them were sent to Butuv'm, and at the latter End, Funnell and four more. What became of the remaining five, they never knew. On their Passage they had the Mortification of seeing their Bark in the Dutch Service. At Batavia they found their Companions ; and most of their Money was re stored, but nothing else. Here as many of them as F choso"], [78, "62 chose embarked in the Dutch Fleet for Europe, and arriving at the Cape, in February 1706, to their sur prize found some of Clippertons Men there. To con- . elude ; Funnel! and seventeen more arrived safe in England in the following August. It is now high Time to return to Capt. Stradling, whom we left at Anchor near Tabago, May 19th, 1704. What Course he at first steered is not known, but most probably it was along the Coasc of Mexico, as Dampier was gone for Peru. During the Voyage (wherever it was) Stradling and \" honest Alexander Selkirk,\" as Harris terms him, fell out, and it ended in an irreconcileable Difference. This, together with the Cinque Ports being in a very crazy and leaky Con dition, made Selkirk determine to leave him the first Opportunity. It is said also,* that his Mind was im pressed by a Dream, signifying that the Ship would ere long be cast away. Such a Dream to a Man in such a State of Mind is not indeed surprizing, but might probably leave a lasting Impression. All that is known ofthe Voyage is, that about the latter End of August or Beginning of September, they anchored the second Time at Juun Fernundez. Stradling very likely ex pected to fin Jh is Men here, with his Anchors, Cables, Sails, Boats, and other Stores ; for Dumpier did not hear that the French had carried them away, till after their Separation. Two of his Men only remained,! but what befell them during their fix Months Resi dence here, is not related. It would have been belter for them had they continued w^th Selkirk, whose soli tary Adventures I shall now relate. Stradlin* * Piot. Dis. J Rogers 128."], [79, "63 Stradling continued at Juan Fernandez till the End of September, and the Difference between him and Selkirk continuing, the latter reflecting upon their past Misfortunes and future Prospects, determined to fail no farther under a Commander so disagreeable to him. especially as the Cinque Ports was in so bad a Con dition for a Voyage, being totally unfit for. the Sea's sce.had to encounter. The ■ Example of Stradling's two Men, who had subsisted here six Months, and the Pleasantness of the Spring, which commenced about the Time of his arrival, might also conduce to strengthen his Determination. However this might be, a principal Motive, it seems, ' Was* Resentment against Stradling, who had used him ill : which made him look forward to this Change of Life as more eligible than being exposed to farther Dangers with him. Continuing in the fame-Mind his Effects were landed. but the Instant he saw the Vessel putting off, his Heart yearned within him, and melted at parting with his Comrades and all human Society at once. \" When we consider (fays Steele) how painful Absence from Company for the Space of but one Evening, is to the Generality of Mankind, we may have a Sense how painful this necessary and constant Solitude was to a Man bred a Sailor, and ever accustomed to enjoy and suffer, eat, drink, and sleep, and perform all Offices of Life in Fellowship and Company.\" On a sudden his Resolution failed him, andf he would fain have been taken on Board again, but Stradling would not receive him * Steele. f Rogers. F2"], [80, "64 him, construing his Behaviour into Mutiny,! and liv ing him there by way of Punissiment. Perhaps Iris forlorn Situation cannot be better described than in the Words of his Countryman Thomson. \" These Ruffians left me — Yet believe me, Areas, Such is the rooted Love we bear Mankind, Ruffians as they were, I never heard A Sound so dismal as their parting Oars. Then horrid Silence follow'd, broke alone By the low Murmurs of the restless Deep, Mixt with the doubtful Breeze, that now and then Sigh'd through the mournful Woods. Beneath a Shade I fat rae down, more heavily oppress'd, More desolate at Heart, than e'er I felt Before. When \" the Pardela,\" o'er my Head, Began to tune her melancholy Strain, As * Oliphant."], [81, "65 As piteous of my Woes ; till by Degrees, Composing Sleep on wounded Nature sced A kind but scort Relief. At early Morn, Wa'k'd by the \" howling Seals,\" I look'd around For usual Objects ; Objects found I none Except before me stretch'd the toiling Main, And Rocks and Woods, in savage View behind. Wrapt for a Moment in amaz'd confusion, My Thought turn'd giddy round; when, all at once, To Memory full my dire Condition, rusc'd. The Pangs, that scarpest stung were in my Mind; There Desolation reign'd ; and there, cut off From social Life, I felt a constant Death.-' Capt. Stradling made his Way Northward again, as far as the Coast of Barbacora ; where they ran the Cinque Ports aground, upon an Island,* and after wards surrendered themselves Prisoners to the Span iards in order to save their Lives, their Vessel being ready to sink. \" f Capt. Stradling travelled the great Road from Quito towards Cufco, in his Way to Lima, which has Piles of Stone on each Side for some hun dreds of Miles. When he and his Men were brought Prisoners to Lima, the Spaniards put them in a close Dungeon, used them very barbarously, and threatened to send them to the Mines, because he attempted his Escape, and sailed in a Canoe from Lima towards Pana ma, near 400 Leagues,intending to cross the Isthmus and get to Jamaica by some of our trading Sloops, but was taken and brought back to Lima :% where they lived much worse than our Governor Selkirk, whom they Jest on the Island Juan Fernandez\"\" Thus * Borers, 333. f Ibid. 337.. J Ibid. 145.. I\" 3"], [82, "66 Thus ended Dampier s Expedition against those who had never injured him, by which much Calamity was brought upon many, and from which few derived any Benefit. Selkirk was now in almost as destitute a Situation as Noah would have been, had his Family perisced in the Deluge ; for being sequestered from the Inhabi tants of the World, to him the World had no In habitants, except the Brute Creation. He had now to begin the World upon his own Ac count, and how well he was prepared, will appear from the following Inventory of his Possessions. The Clothes he had on. His Seaman's Chest. The Remainder of his Clothes, Shoes, and Worsted ■Stockings. His Linen ; viz. Shirts, and a Quantity of Cloth. feesides. His Bedding. A Musket, or Firelock. A Pound of Gunpowder. A large Quantity of Bullets An Ax, or Hatchet. Some other Tools. A Knife. A Pot, or Kettle. A few Pounds of Tobacco, A Flint and Steel.* The Holy Bible. Some practical Pieces of a devotional Nature. Some Books on Navigation and other Branches of the Mathematics. Hii • Englishman, aogi"], [83, "67 His Mathematical Instruments. Two Meals of Victuals. I shall divide his Adventures, during his solitary Residence into three Parts, viz. 1 . Occurrences to which I cannot affix particular Dates, but which seem to have taken Place in the Course of the first Year. 2. A Journal for one Year, containing various Particulars of the Natural History of Juan Fernandez. 3. Selkirk's Adventures in general, during the Re mainder of his Continuance there. He was in no want of Drink, the Island abounding with excellent Water ; but so very small a Quantity of Provisions for the Sustenance of Life, being allowed him seems to argue that the Cinque Ports must have been but badly furnished for the Voyage. His De jection, however, so overpowered him, that at first he never eat any Thing till Hunger constrained him, partly through Grief, and partly for want of Bread and Salt. Nor did he go to Bed till he could watch no longer. When his Hunger returned, he was obliged to feed upon Seals, and such Fisc as he could take along the Shore, which proved but coarse Diet. Steele says \" He judged it most probable that he mould find more im mediate and easy Relief, by finding Shell Fisc on the Shore, than seeking Game with his Gun. He accordingly found great Quantities of Turtles, whose Flesc is ex tremely delicious, and of which he frequently eat very plentifully on his first Arrival, till it grew disagreeable to his Stomach, except in Jellies.\" As I have seen no Other Account which makes Mention of Turtles at this"], [84, "68 this Island, I suppose Sir Richard made a Mistake ;- for Craw-Fisc, it seems was his Food, which are here, as krge as Lobsters, in great Plenty, and very good. \" We found (fays Walter*) one Delicacy, in greater Perfection, both as to Size, Flavour, and Quantity, than is perhaps to be met with in any other Part of the World : this was a Sea Cra-Fifh : they generally weighed eight or nine Pounds apiece, were of a moil excellent Taste, and lay in such abundance near the Water's Edge, that the Boat Hooks often struck into them, in putting the Boat to and from the Shore.\" They keep under the Rocks and are easy to be caught. \" It required no other Trouble (says Shelvockef) than to knock down a Seal, take out its Entrails, make them fast to a Line, and then on the Rocks you might take these Craw-Fisc at Discretion.1' Though Steele asserts that Selkirk had both Flint and Steel in his Possession, it does not appear that he used them : perhaps for want of Tinder, and his Linen was too valuable to be spared. The Method he took to obtain Fire was by rubbing two Sticks of Pimento Wood together upon his Knee. Doubtless he had seen or heard of the Indians doing this. \" I have seen (fays DumpierX) the lndiuns of Bon-Airy do it, and have myself tried the Experiment. They take a flat Piece of Wood, that is pretty soft, and make a small Dent in one Side of it ; then they take another hard round Stick, about the bigness of one's little Finger, and scarpening it at one End like a Pencil, they put that sharp End in the Hole er Dent of the flat soft Piece, and then rubbing or twirling the hard Piece between the « Anson, X25. f P. 261. X L -.66."], [85, "69 the Palms of their Hands, they drill tbe soft Piece till it smokes, and at last takes Fire.\" Being now able* to cook, Selkirk sometimes boiled and at other times broiled his Craw-Fish according to his Fancy, and found them tolerably palatable even without Salt ; for want of which he was obliged to desist from other kinds of Fisc, because they occasioned a Flux. The Isl ind abounds with Goats, and he scot them as he had occasion, as long as his Pound of Powder lasted ; and it was nearly expended when he hit upon the Expedient of kindling Fire by rubbing the Pi mento Sticks together. * Some of the Goats though wounded, sometimes made their Escape into Places where they could scarcely be found. But the Fisc being coarse Diet, and Hunger irresistible, he tried all Expedients for the Support of Nature. He used him self to running and scrambling among the Rocks, till some of the tender Kids became a Prey to him; and by long Practice he improved so much, that the most nimble Goats could not escape him in their native Soil. He knew all the bye Ways and Paths on the Mountains, could trip from one Crag to another, and let himself down the dreadful Precipices. He now made very good Broth with his Goat's Flesc, and sometimes broiled his Meat, as he had done his Craw-Fisc. The Goats here are not so rank as in England. \" When his Powder failed (fays Rogers) he took them by Speed of Foot, for his Way of Living and continual Exercise of walking and running, clear-. ed him of all gross Humours, so that he ran with won- derful * Cooke."], [86, "70 derful swiftness, through the Woods and up the Rocks and Hills.\" \" When he arrived at his full Vigour, he could take at full speed, the* swiftest Goat running up a Promontory, and never failed catching them but on a Descent.\"* He built himself two Huts, with the Wood of Pi mento Trees, covering them with long Grafs, and lining them with tlse Skins of Goats. The Grafs grows oh the Plains and little Hills, higher than the usual Stature of a Man, and produces a Straw resembling that of Oatfe.J The largest of these Huts, situated on the Side of a spacious Wood, was his Lodging Room. His Bed was placed on a Bedstead of his own Contrivance ; and at the Time of Rogers's Arrival consisted of Goat Skins, that which he took from the Ship being, probably, Worn out, or the Materials used for other Purposes. Dr. Beutlie fays, § \" To defend himself from Danger during the Night, he built a House of Stones, rudely put together, which a Gentleman, who had been in it, (for it was extant when A-infon arrived there) described to me as so very small, that one Person could with Difficulty crawl in, and stretch himself at Length.\" None of the original Journals mention this Fabric, so that it must have been a temporary Matter, or have be longed to some othersolitary Resident. His Pimento Bed- Room was at first greatly infested by Cats and Rats, which had bred in great Numbers from some of each Species, which had got on Shore from Ships, that had put in to wood and water. Tbe Rats gnawed his Feet and other Parts of his Body, as well as his Clothes, while * Steele. 1 UUoa, 2-3. § Dissertations, 505."], [87, "71 Wiiile asleep. To get rid of these formidable Invader..,. he fed several young Kittens with Goat's FU-sc, and after a while they stopped in his Room aud lying about the Bed, preserved him from the Rats. In Time many of the Cats became so tame, that they would lie about him in hundreds, and put the Rats wholly to the Rout. \" There are a great many wild Cats (fays FunnellJ oi the finest Colour I ever saw, which were put ascor^, I suppose, by the Spaniards, to destroy the Goats. But this Project has not taken Effect, for here are vast Numbers of Goats. The old ones, both male and female, take Turns to guard their Young, so that the Cats durst not venture upon the Young, the old ones being always their Guard.1\" His Lodging-Room was also his Chapel, for here he employed himself in Reading, Singing Psalms, and fraying : -so that, as he afterwards told Rogers, \" He was"], [88, "72 was a better Christian while in this Solitude, lha_l ever he was before, or than, he was afraid, he should ever be again.\" Indeed he might have conferred his own Name on his -sequestered Chapel, for Selkirk * is derived from the Celtic Scheleckgfech, signifying in that Language \"The Kirk in the Wood or Forest ;\" • expressing thus in one Word, the Situation of the Place itself, and the State of the surrounding Country. The smaller Building he called the Kitchen, and erected it at some Distance from the other. Here he dressed his Victuals. \" The Furniture it may well be supposed (says Cooke) was not extraordinary, but con sisted of every Thing that Desart could afford. There ' was a Pot or Kettle to boil Meat, which that Inhabi tant had carried ascore from his Ship. The Spit was his own handy Work, of such Wood as grew on the Islands The rest suitable to the Habitation. About it was a Parcel of Goats he had bred up tame, having taken them when young, which served to supply him upon occasion, when he failed, of any wild. There were Goats enough, but the Difficulty was how to catch them amOng the Rocks and Mountains. The Trees, whereof there are plenty and variety, supplied him with Spits and Store of Fuel, having an Ax and some other Tools for that Purpose.\" The Pimento Wood,+ which burnt very clear, served him both for Fire and Candle, and refreshed him with its fragrant Smell. Having said thus much of Selkirk's Adventures in general, I shall now relate the Occurrences of his first Year's- * Sinclair, II. 43 1. J Rogers."], [89, "73 Year's Residence, as far as I can arrange themin Order of Time. OCTOBER, 1704. It was about the Beginning of October that he commenced his memorable Solitude, which being in this Southern Latitude the Height of Spring is exceed ingly pleasant, but his melancholy Situation deprived him of all its Charms. He had much ado to bear up against his Dejection, through the Terror of being left alone in such a desolate Place. \" { The Necessities of Hunger and Thirst were his greatest Diversions from Reflection on his lonely Condition. When these Ap petites were satisfied, the Desire of Society was a» strong a Call upon him, and he appeared to himself least necessitous, when he wanted every Thing,: for the Supports of hb Body were easily attained, but the eager Longings for seeing again the Face of Man, during the Intervals of craving bodily Appetites, were hardly supportable. He grew dejected, languid, and melancholy, scarce able to refrain from doing himself Violence. Monsters of the Deep which frequently lay upon the Shore, added to the Terrors of his Soli tude. The dreadful Howlings and Voices seemed too terrible to be made for human Ears.\" \"Nothing (fays Shelvocke) can be conceived more dis mally solemn, than to have the Silence of the still Night destroyed by the Murmur of the Surf of the Sea beat ing on the Shore, mixed with the violent Roaring of the Sea-Lions repeated all around by the Echoes of deep Vallies, and blended with the incessant Howlings of number- \\ Steele G"], [90, "74 numberless Seals. These according to their Age make a hoarser or a shriller Noise, so that in this confused Medley, a Man might imagine he heard the different Tones and Outcries of all the Species of Animals upon Earth mixed together. To these may be frequently added, the Alarm given by the Noise of the sudden and precipitate Rumbling of Trees down deep De scents. There is hardly a Gust of Wind stirring, that does not tear up a great many Trees by the Roots, especially those near the Brinks of Precipices, where they have but a slight Hold in the Earth. All these, or any one of these nightly Noises, might be sufficient to disturb the Repose of any who had not been for some Time inured thereto.\" Considering all these Circumstances, we need not wonder at poor Alexander's Temptation to Suicide, but acquiesce with Rogers in calling his Seclusion from the World \" An affliction, in which Nothing but the Divine Providence could have supported any Man.\" NOVEMBER. Though some Sea-Lions and Seals come on Shore at all Times of the Year, yet in November, Selkirk* observed the Seals coming up out of the Water in such prodigious Multitudes, in order to whelp and breed, that the Shore was full of them for a Stone's Throw, so as to render it impossible for him to pass through them. They were so surly that if he approached them, they would not move out of his Way, but run at him, like an angry Dog, notwithstanding he had a stout Stick to beat them off, so that it was dangerous to go near them. At other Times they would make Way * Rogers, isS."], [91, "75 for him, or he could not have got to the Water Side. They are about the Size of a large Mastiff, and have Heads like Hounds. Vlloa calls them Sea- Wolves. They have a Row of large pointed Teeth in each Jaw. This threatening Appearance is heightened by Whiskers like those of Cats, or rather Tygers. They have two Fins, which serve both for swimming, and for walking on the Ground. They carry their Tail horizontally, and by bending it towards the End, form a Kind of Hind- Feet, and using the Fins at the fame Time, they walk without trailing the Body upon the Ground. By Means of their Fins and Tails they also climb up steep Rocks, and come down again with Ease. Whett they come out of the Sea, they bleat like Sheep for their Young, which, though they pass through Thou sands both young and old, find out their own Dam to fuck, for no other will suffer them. They are fond of lying on Shore, but when be3ten make to the Sea. A small blow on the Nose soon kills them. They kept a most tremendous Outcry both Day and Night, the Young, barking, and the Old, howling like Dogs or Wolves ; some bleating like Lambs, and others making hideous Noises of various Sorts. How avvftd for a poor melancholy Man, banisced from the whole human Race, and on the Brink of Despair, to have such aD Host encamp against him ! DECEMBER. * The Summer Season now began; the Heat of which was very moderate, without much Thunder or tempestuous * Rogers, i -9. 134, G 2"], [92, "76 tempestuous Weather of any Kind. Indeed during the whole Time that Mr. Selkirk was here, both Sum mer and Winter, he seldom knew the Wind to blow off the Ocean, except in small Breezes, which did not bring in a Sea, nor continue two Hours, nor did he ever know it to blow in, more than four Hours at any Time, as he afterwards told Capt. Cooke. The Wind off Shore sometimes blew very strong, and was at tended with violent Showers of Rain.f FEBRUARY, 1705. This Month, he observed to be the fairest in the Year. Indeed the Climate is in general so good that the Trees and Grafs are verdant all the Year round. He had now, and at other Times, plenty of Cab bages, which are very good, and abound in the Woods about three Miles from the Shore, but most of them on the Tops of the nearest and lowest Mountains. There was some Danger indeed in getting at them, the Soil being a loose black Earth, and the Rocks very rotten. Besides which, there are abundance of Holes in the Ground made by the Pardelas, which fall in at once, and endanger the breaking of a Person's Leg. The Cabbage Tree has a small straight Body with out Leaves, except at the Top, where, in the midst of the Leaves, the Cabbage is contained, which is very white and good. The Trees are cut down in order to get at them, the Trunk affording nothing to hold by, and some of the Trees being very lofty. The Pardela, by Simpson's Account, is never seen in file Day Time, but in the Evening flies about, moving and + Ringrosc, 98."], [93, "77 and turning like a green Plover. He adds \" It has an articulate Call that distinctly expresses these Words, Be quiet, a very pertinent Evening Note.\" This Ex hortation was very suitable to poor Selkirk, in his melancholy State of Mind, had the fame Idea occurred to his Imagination. These nightly Monitors seem now to be extinct. *' We law not the Pardela, (fays Wul ter) which burrows in the Ground ; but as we often met with their Holes, we supposed that the Dogs had destroyed them, as they have almost done the Cats : for these were very numerous in Selkirk's Time, but we saw not above one or two during our whole Stay. However, the Rats still keep their Ground, and con tinue here in great Numbers, and were very trouble some to us, by infesting our Tents nightly.\" * The Seals continued to line the Shore very thick for above half a Mile of Ground, all round the Bay. The Wind always blew over Land, and at worst along Shore, which made no Sea. It was for the most Part calm at Night, except now and then a Flaw from the high Land.f Selkirk used to season his Meat, with the Fruit of the Pimento Trees, which is the fame as Jamaica Pep per, and smells deliciouily : but in this Month he could not have it new, the Spice not being ripe. £ The Pimento Trees here are in great Plenty, and some, of them 00 Feet high, and about two Yards thick. § He had. now Store of Turnip-Greens, but the Tur nips were run to Seed. They had been .sown, it is said, § by Dumpier's Men, and had overspread some Acres * Rogers, 136. t Ibid. 134. J Funnell. $ Ibid, G 3"], [94, "78 Acres of Ground. But, considering the scort Time since Dampier was there, Cooke' s Assertion is the most probable, that the first Spanisc Planters ti3d brought the Seed hither. Tbe Soil indeed is particularly favour able to Turnips, \" For if the Ground be any where accidentally turned up, it is immediately overgrown with Turnips and Sicilian Radisces.\"* He had also Parsnips, and, in the Brooks, plenty of Water Cresses, which were very refrescing, and good against the Scurvy.*)* MARC II. Now commenced the Autumnal Months, but Nature exhibits not so visible a Decay here, as in colder Climates. MAY. Selkirk's Melancholy was now drawing towards an End, but in this Month there was enough to keep it alive as appears from Shelvocke. \" Our Ears (fays he) were saluted by the melancholy Howlings of innumer able Seals on the Beech, who lay so thick together, that we were obliged to clear our Way of them as we went along. Nothing presented itself to our Sight, but rocky Precipices, inhospitable Woods, dropping with the Rain, lofty Hills (whose Tops were hid by thick and dark Clouds) on the one Hand, and a tem pestuous Sea on the other.\" JUNE. The Winter Season now set in, which lasted not in any great Degree longer than June and July. Even then it was not very severe, there being only a small Frost * Anson, u8. + Roger.."], [95, "79 Frost and a little Hail, but sometimes great Rains. It is generally uscered in by northerly Winds* and in all Latitudes beyond forty Degrees, it sots in even in the Beginning of April, and continues longer than in these Paris. Selkirk having now resided here eight Months, be gan to be reconciled to his Lot, and his Melancholy by Degrees abated. This is Rogers's Account, which I lake to be the most accurate ; but Sir Richard Steele states his Dejection to have continued ten Months longs r. till the End of March, 1706. \" By Degrees (fays be) bv the Force of Reason, and frequent Read ing ofthe Scriptures, and turning his Thoughts upon the Study of Navigation, after the Space of eighteen Months, he grew thoroughly reconciled to his Con dition. When he had made this Conquest, the vigour of his Health, Disengagement from the World, a con stant, chearful, serene Sky, and a temperate Air, made his Life one continual Feast, and his Being much more joyful than it had before been irksome. He now taking Delight in every Thing, made the Hut in which he lay, by Ornaments which he cut down from a spacious Wood, on the Side of which it was situated, the most delicious Bower, fanned with continual Breezes and gentle Aspirations of Wind, that made his Repose after the Chace equal to the most sensual Pleasures. He now diverted himself, sometimes by cutting his Name on the Trees, and the Time of his being left, and Continuance there. J But unfortunately these Dates Ulloa. X Roger.."], [96, "80 Dates are not pretervcd, as to the particular Day oi Stradling's Departure, in any of the Accounts- now extant. He had now Plenty ot Turnips, which lasted good till the End of August. His Evening Companions, the Pardelas, retired intc their Holes under Ground, where they slept during the Winter.* About the End of the Month the Sea-Lions came on Shore, to whelp and breed. The Ground was croud ed with them a full Mulket Shot from the Water, wber£ they lay in an inactive State. Selkirk saw some of these huge Monsters, while he was here, above twenty Feet long, and more in Compass, which he supposed could not weigh less than two Tons, or 4000lb. Weight. Their Body resembles that of the Seals : but * Simpson— Sijelvocks,"], [97, "81 but they have a different Skin, a Head much bigger in Proportion, and very large Mouths, monstrous Eyes, and a Face looking as fierce as a Lion's, with great Whiskers, the Hair of which is stiff enough for Tooth Picks. During the whole Time of their Continuance on Shore, Selkirk could not observe that they took any Kind of Sustenance, nor did they go down to the Water, but remained in the same Place as at first. -)- They have four large Teeth before, the rest thick, scort, and stubbed. When on Shore they raise the 'foremost Part of their Body on their Fins, and drag the hinder Part after them- They cut nearly a Foot deep in Fat. % \" They are very full of Blood, for if they are deeply wounded in a Dozen Places, there will in stantly gusc out as many Fountains of Blood, spouting to a considerable Distance. To try what Quantity of Blood they contained (fays Walter) we scot one first, and then cut its Throat, and measuring the Blood that came from him, we found, that besides what remained in the Vessels, which to be sure was considerable, we got at least two Hogsceads. Their Skins are covered with scort Hair of a light dun Colour. Their Fins or Feet are divided at the End like Fingers, the Web which joins them not reaching to the Extremities, and each Finger is furnished with a Nail. The Males have a large Snout or Trunk hanging down five or sis Inches below the End of the upper Jaw, which the Females have not.\" Contrary to Selkirk's Opinion, Walter adds, \" Dur ing the Time these Sea-Lions continue on Shore, they feed on the Grafs and Verdure, which grows near the Banks X Anson. + Ro;er. ."], [98, "82 Banks of the Fresc- Water Streams ; and when not employed in feeding, sleep in Herds in the most miry Places they can find out. The Noise they make is very loud and of different Kinds, sometimes grunting like Hogs, and at other Times snorting like Horses in full vigour. Their Motion is the most unweildly that can be conceived, their Blubber, all the Time they are moving, being agitated in large Waves under their Skins.\" Selkirk \" upon the Recovery of his Temper (fays Steele) could with Pleasure not only hear their Voices, but approach the Monsters themselves, with great Iti terpidity ; whose Jaws and Tails were capable of seiz ing or breaking the Limbs of a Man, if he approached them. But at that Time his Spirits and Life were so high, that he could act so regularly and unconcerned, that merely from being unruffled in himself, he killed them"], [99, "83 them with tlie greatest Ease imaginable ; for observing that though their Jaws and Tails were so terrible, yet\" the Animals being mighty slow in working themselves round, he had nothing to do, but place himself exactly opposite to their Middle, and as close to them as pos sible, and he dispatched them with his Hatchet at Will.\" \"All Kinds of Sea-Wolves (fays Ulloe) have lo ten der a Sensation at the Extremity of their Nostrils, that though they will l^ear many Wounds in other Parts of the Body, the slightest Stroke on this Part dis patches them ; and that they are sensible of this is evident from their making it their chief Care to de fend that Part from any Violence.\" JULY, This was the Depth of Winter, and the Weather fo •cold that Selkirk sometimes observed that there was Snow and Ice. AUGUST. The Cold was now so much abated, that he could scarce look upon the Winter as continuing any longer than July.* SEPTEMBER. Now came on the Return of Spring, which is very pleasant, and abounds with good Herbs, such as Par sley, Purslain, Sithes in great Plenty, and an Herb found by the Water-Side of great Use for Fomenta tions. Turnips, Sorrel, and Cabbage were also in Plenty. \" The Months of September, October, and Novem- ber. ■* Rogers, 129— Ulloa, 217,"], [100, "84 ber, (says Moore) are inconceivably pleasant; tht Air being perfumed with a Fragrance, that cheiisces and revives the Spirits, and has a wonderful Effect upon Animals, as well as Men, which Selkirk remarked by their playfulness and plumpness.\" The Weather indeed in September is sometimes tery changeable ; abundance of Rain falling, attended with hard Gales of Wind.* The Appearance of the Island in general at this de lightful Season of the Year is finely described by Wal ter. \" The Woods, which covered most of the steepest Hills, were free from all Busces and Underwood, and afforded an easy Passage through every Part of them ; and the Irregularities of the Hills and Precipices, in the Northern Part of the Island, necessarily traced out by their various Combinations a great Number of romantic Vallies, most of which had a Stream of the clearest Water running through them, that tumbled in Cascades from Rock to Rock, as the Bottom of the Valley, by the Course of the neigh bouring Hills, was at any Time broken into a sud den scarp descent. Some particular Spots occurred in these Vallies, where the Shade and Fragrance of the contiguous Woods, the Loftiness of the overhang ing Rocks, and the Transparency and frequent Falls of the neighbouring Streams, presented Scenes of such Elegance and Dignity, as would with Difficulty be rivalled in any other Part of the Globe. It is in this Place, perhaps, that, the simple Productions of unassisted Nature may be said to excel all the ficti tious Descriptions ofthe most animated Imagination.\" \" Every * Harris, 189."], [101, "85 \" Every Thing one sees or hears in this Place (fays Slielvocke) is perfectly romantic. The very Structure of the Island, in all its Parts, appears with a certain savage irregular Beauty, not easy to be expressed. The several Prospects of lofty inaccessible Hills, and the Solitariness of the gloomy narrow Vallies, which a great Part of the Day, enjoy but little Benefit from the Sun, and the Fall of Waters, which one hears all around, might be agreeable to those who would in dulge themselves, for a Time, in a pensive Melan choly.\" Such were the Dominions of Alexander Selkirk, where the Beauty of the Scenery was well calculated to excite Chearfulness, and the Solemnity of it to add additional Weight to Depression of Spirits. But here, even without the Charms of Society, he was raised, from the Verge of Despair, to a State of Hap piness and Tranquillity. The Pardelas now left their subterraneous Retreats ; and the Sea-Lions, about the End of the Month re turned into the Water ; though some continued to visit the Shore at all Parts of the Year. I shall now close the Journal by a Table, exhibiting the whole Year in this Southern Latitude in one View. Spring H"], [102, "86 (Sept. Sun in Libra — Vernal Equinox. \"| Spring The (Nov. I |un L > South (Dec. Sun in Capricorn — Summer Solstice 0f [1)e Summer < Jan. Line. (Feb. sMar. Sun in Aries — Autumnal Equinox\") Autumn < Apr. The (May. Sun s June. Sun in Cancer— Winter Solstice ( 0f ti)e Winter | Line. (Aug. J It now remains to relate Mr. Selkirk's Adventures in general during his Residence on the Island, not being able to arrange them in order of Time ; but first I shall present my Readers with Mr. Cowper's much admired Poem on his Solitude, in which he supposes him uttering the following Soliloquy. 1. I am Monarch of all I survey, My Right there is none to dispute, From the Centre all round to tlie Sea, 1 am Lord ofthe Fowl and the Brute, Oh Solitude ! where are the Charms That Sages have seen in iby Face ? Better dwell in the midst of Alarms. Than reign in this horrible Place. ii. I am out of Humanity's Reach, I must finisc my Journey alone, Never hear the sweet j_4usic of Speech, I start at the Sound of my own. The"], [103, "87 How The Beasts that roam over the Plain, My Form with indifference see, They are so unacquainted with Man, Their Tameness is shocking to me. in. Society, Friendscip, and Love, Divinely bestow'd upon Man, _ u Ur.A t si,.. w:„_. „<* - .*..,„_. ' r, Oh had I the Wings of a Dove,. How soon would I taste you again I My Sorrows I then might assuage In the Ways of Religion and Truth, Might learn from the Wisdom of Age, And be cheer' d by the Sallies of Youth. jv. Religion ! what Treasure untold . Resides in that heavenly Word 1 More precious than Silver and Gold, Or all that this Earth can afford. But the Sound of the Church-going Bell These Vallies and Rocks never heard, Ne'er figh'd at the Sound of a Knell, Or smil'd when a Sabbath appear'd. v. Ye Winds that have made me your Sport, Convey to this desolate Shore, Some cordial endearing Report Of a Land I snail visit no more. My Friends, do they new and then send A Wisc or a Thought after me ? O tell me I yet have a Friend, Though a Friend I am never to see. II 2"], [104, "88 VI. How fleet is a Glance of the Mind ! * Compar'd with the Speed of its Flight, The Tempest itself lags behind, And the swift winged Arrows of Light. When I think of my own native Land, In a Moment I seem to be there ; But alas ! Recollection at Hand Soon hurries me back to Despair. VII. But the Sea-Fowl is gone to her Nest, The Beast is laid down in his Lair, Even here is a Season of Rest, And I to my Cabin repair. There is Mercy in every Place, And Mercy, encouraging Thought ! pives even Affliction a Grace, And reconciles Man to his Lot. Selkirk's Manner of Life in Time grew fo exquisitely pleasant, that he scarce ever had a Moment hang heavy upon his Hands : his Nights were untroubled, and his Days joyous, from the Practice of Temperance and Exercise. It was his Custom to use stated Hours and Places for the Exercise of Devotion, which he per formed aloud, in order to keep up the Faculties of Speech, and to utter himself with greater Energy.* During bis stay here, he, at different Times, saw several Ships pass by the Island, but only two came in to anchor. And whenever Ships appeared, he ge nerally kept close in his Apartment, which was so concealed as not easily to be discovered. But when these came into the Bay, he was desirous to know what * Steele,"], [105, "89 wffat People they were, who had arrived in his Domi- nions. He found they were Spaniards, and not having kept himself so reserved as usual, they saw and im mediately pursued him, firing some Shot at him, as he ran away. Had they been French he would have sub mitted, but chose rather to converse with his Goats, and risque dying alone on the Island, than to fall into the Hands of the Spaniards in these Parts, because he apprehended they would either murder him, or make a Slave of him in the Mines ; concluding they would spare no Stranger, that might be capable of discover ing the Sou/h-Sca. His Activity now stood him in great Sread, for he out stripped them all, and got into a Wood, time enoogh to climb up to the Top of a Tree, before they came in Sight. They stopped at the Foot of thnt very Tree,* and killed several Goats just by, but went off again without discovering him. MingeadirCausa. H 3"], [106, "90 \"' The Prize being so inconsiderable, (says Cooke) it is likely they thought it not worth while, to be at any great Trouble to find it.\" Another Ground of Fear arose from his Guardians, the Cats ; for thinking sometimes there was no proba bility of his Deliverance, and that he must die there alone, Nothing gave him so much Uneasiness (as he afterwards declared to his Friends) as the Thought that when he died, his Body would be devoured by those very Cats, he had with so much Care tamed and fed.f The Precaution he took against Want, in Case of Sickness and not being able to go abroad, was to lame Kids when very young, so as that they might recover their Health, but never be capable of Speed. These he kept in great Numbers about his Habitation, and taught several both of them and his Cuts, to dance, and sometimes, to divert himself, used to sing and dance t Oliphant"], [107, "91 with them, with a merrier Heart than many an one has felt at a Ball : for by the Care of Providence and Vigour of Youth, he came at last to conquer all the Inconveniences of Solitude and to be very easy. \" He diverted himself sometimes (fays Moore) with Contrivances to vary and increase his Stock of Tools ; and sometimes in clear Evenings, in counting the Stars.\" Another Amusement was pursuing the G.iats merely for Exercise. During the whole of his Residence, he kept an Account of about five hundred, which he had killed, and he rausrht about five hundred more, which he marked in tbe Fir, in order to know them again, and then let them go. \" His Manner of Life (fays Walter) during hi. Solitude, was if moist Particulars very Remarkable : but there is one Circumstance be re lates, which was I\", strangely vein <! by our own Ob servation, that I cartpnt help reciting it. He tells us, amongst other 1 hings, that as be often caught more Goats than lie wanted, he sonieiimes marked their Ears and let them go. This was about thirty-two Years before our Arrival at that Island: Now it hap pened, that the fi\"st Goat that w:s killed by our People at their Landing bad his Ears slit, whence we con cluded, that he had doubtless been formerly under the Power of Selkirk. This was indeed an Animal of a moll venerable Aspect, dignified with an exceeding majestic Beard, and with many other Symptoms of Antiquity. During our Stay on the Island, we met with others marked in tbe fame Manner, all the Males being distinguished by an Exuberance of Beard, and every other Characteristic of extreme Age. But the great"], [108, "92 great Numbers of Goats, which former Writers de scribe, are very much diminisced : as the Spaniards being informed of the Advantages which the Buca niers and Privateers drew from the Provisions which Goat's Flesc here furnisced them with, have put on Shore, great Numbers of large Dogs, who have in creased apace, and have destroyed all the Goats in the accessible Part ofthe Country ; so that there now re main only a sew, amongst the Crags and Precipices, where the Dogs cannot follow them. These are di vided into separate Herds of twenly or thirty each, which inhabit distinct Fastnesses, and never mingle with each other. By this Means we found it extremely difficult to kill then): and yet we were so desirous of their Flesc, which we all agreed much resembled Ven ison, that we got Knowledge, I believe, of-ajl their Herds, audit was conceived, by comparing their Num bers together, that they scarcely exceeded two hundred upon the whole Island. We once had an Opportunity of observing a remarkable Dispute betwixt a Herd of these Animals, and a Number of Dogs : for going in our Boat into the eastern Bay, we pe*ceived some Doss running very eagerly upon the Foot, and being willing to dilcover what Game they were after, we lay upon our Oars sometime to vi<*-.v them, and at last saw them take to a Hill, where, looking a little further, we obser ved upon the Ridge of it an Herd of Goats which seemed drawn np for thoir Reception. Therfe was a very narrow rath Ikirted on each Side by Precipices, on which the Master of the Herd posted himself fronting lite Enemy, the rest of the Goats being all behind him, where the Ground was more open. As this Spot was inaccessible by any other Path, excepting where this Champion bad"], [109, "93 had placed himself, the Dogs, though they ran up hill with great Alacrity, yet when they came within about twenty Yards of him, they found they durst not encounter him, (for he would infallibly have driven them down the Precipice) but gave over the Chace,. and quietly laid themselves down, panting at a great Rate. These Dogs are of various Kinds, some very large, and are multiplied to a prodigious Degree. As it is rare for Goats to fall in their Way, we conceived that they lived principally upon young Seals.\" \" When they have destroyed the Creature (fays Ulloa) they tear the Skin all round the Neck ; then seizing it by the Head, and putting their Fore Feet between the Skin and the Flesc, strip it entirely off, and devour the Carcase.\" Commodore Byron* being at Mas-a-fuera, in 1/65, has the following Passage, \" Our People killed and sent off several of the Goats, and I observed that one of them appeared to have been caught and marked, its right Ear being slit in a Manner that could not have happened by Accident.\" This Circumstance is brought forward, in the Gentleman's Magazine,! against the Goats which Anson's Men caught, having been under the Power of Selkirk, on tbe Supposition that others practised this Mode of Marking. But who scould do it at an Island so little frequented as Mas-a-fuera ? It most probably was accidental, though by Means, which Carteret could not account for. The Hunting of Goats, whether for Diversion or Sustenance, Not Carteret, as in Gent. Mag. ' . M-rcIi, 17SJ."], [110, "94 Sustenance, was attended with considerable Danger from the Burrows of the Pardelas, loose Soil, and sud den Precipices. The Northern Part of the Island, where Selkirk resided, \" Is composed (says Walter) ot high craggy Hills, many of them inaccessible, though generally covered with Trees. The Soil of this Part is loose and scallow, so that very large Trees on the Hills soon perisc for want of Root, and are then easily overturned ; which occasioned the unfortunate Death of one of our Sailors, who being upon the Hills in search of Goats, caught hold of a Tree upon a Decli vity, to assist him in his Ascent, and this giving way, he immediately rolled down the Hill, and though in his Fall he fastened on another Tree of considerable Bulk, yet that too gave way, and he fell amongst the Rocks, and was da sced to Pieces. Mr. Brett likewise met with an Accident only by resting his Back against a Tree, near as large about as himself, which stood on a Slope ; for the Tree giving way, he fell' to a con siderable Distance, though without receiving any In jury.\" Let us now see what besel Mr. Selkirk himself. He was one Day pursuing a Goat with much eagerness, and made a Stretch to get hold of it on the Brink of a Precipice, of which he was not aware, the Busces con cealing it from him, and down they both fell from a great Height. Poor Alexander was so stunned and bruised that he lay senseless, narrowly escaping with his Life. Here he lay, according to Rogers' s Account twenty four Hours, but according to Steele, three Days, the Length of which Time he measured by the Moon's Growth since his lajt Obfervution. This was the greatest Disaster"], [111, "95 Disaster he met with, during his lonely abode. When he recovered his Senses, he found the Goat lying dead under him. He was scarcely able, to crawl to his Hut, and was a long Time in performing the Journey, be ing when he fell, about a Mile from Home, \" At last (fays Cooke) no Help being to be expected, he .crept Home, and there by Degrees recovered of his Bruises, without the Assistance of Doctor, Surgeon, or Apothe cary.\" It was ten Days before he was able to stir abroad again. It appears from Steele's Account that he did not neglect the practical Part of Astronomy, having his Mathematical Instruments with him. In Process of Time he came to relish his Meat well enough without Bread or Salt. The latter had been made here by Duvis's Men, but Selkirk appears to have had no Knowledge of the Method of doing it. He"], [112, "96 He frequently looked down from the Hills on the West End of the Island, which was low, flat, and barren, but abounded with the finest Goats. How ever, the Ridge running cross the Island from the North-West to the South consisted of such terrible Precipices, that, notwithstanding the Skill he had acquired in climbing, he never durst venture down. He soon wore out all his Shoes and Clothes by run ning through the Woods, and not being able to con trive durable Shoes, though he had been bred to the Business, he was obliged to go barefoot, and in Time his Feet became so hard that he ran every where with out Injury. To supply himself with other Clothes he dried Goat Skins, and made himself a Coat or Jacket, Breeches, and a Cap. He stitched them together with little Thongs of Goat Skin, which he cut out with his Knife, using a Nail as his Needle, having no other. Thus dressed, he *\"was enured to pass through Woods, Busces, and Brambles, with as much care lessness and Precipitance as any other Animal.\" Having some Linen Cloth by him, he made it into Shirts, sewing them with the Nail, and, instead of Thread, used the Worsted of his old Stockings, which he pulled out on Purpose. Walking one Day along the Shore, he found some Iron Hoops, which had been left there ; and when his Knife was worn to the Back, he made others as well as he could, beating the Pieces of Hoop thin, and grinding them upon Stones. One of these, which he «sed as a Hatchet or Chopper, was about two Feet long. • Steele."], [113, "97 long. It was afterwards kept as a Curiosity at the Golden Head Coffee House, near Buckingham Gate. Mr. Nuthuniel Smith, Ancient Print-Seller, Great Muy's Buildings, Wejiminifler, told me in 1798, that he saw it there about 50 Years ago, and had it in his Hand. It had then changed its original simple Form, having a Buck Handle, and Verses being engraved upon it. *\" Having little to divert his Thoughts, he had kept an exact Account of the Day of the Month and Week, all the Time of his Confinement.\" The par ticular Method of this is not mentioned. Having now detailed Mr. Selkirk's Adventures during his Solitude, as far as ever Materials would help me on, I shall add a few Particulars of the Na tural History ot Juan Fernandez. It enjoys a fine wholesome Air. f \" The Water, of which several Streams fall from the Eminences into the Sea, is very light, creates an Appetite ; and, among other medicinal Qualities, is excellent against In digestions.\" \" All the Stones of the Island (fays Simpson) are like Honeycombs. Whether it proceeds from the Quality of the Soil I will not determine. There were Stones on the Shore as white as Snow, some of them perforated. I went to a Brook where there is Plenty. I took up Pebbles of all Sorts of Colours. They had the Weight and Figure but not the Consistence of formed Stones ; Nature it seems not having finisced her Work.\" The Humming Bird, of various Colours, is abont the Bigness of a large Humble Bee, having a Bill no big- ger * Cooke. + Ulloi. I"], [114, "98 ger than an ordinary Pin. Its Feathers mostly black.* Some of them are of a fine Scarlet, and, as it were, slightly burnisced over with Gold.f Cooke mentions Parsnips, as Part of Selkirk's Pro vision. Hev found there also a black Pepper, called Malugita, which was very good to expel Wind, and against the Griping of the Bowels. There were also small black Plums, which were very good, but he found them very difficult to procure, the Trees grow ing on high Mountains and Rocks. He saw also Cot ton Trees, above SO Feet high, and near four Fathom round in the Stock. J Pimento was the best Timber, and most plentiful on the North Side of the Islani, but very apt to split till a little dried. I shall now give a general List of the animal and vegetable Productions of Juan Fernandez, as observed in Selkirk's Time, by those who were at the Island with him, viz, Funnels Dampier, Rogers, and Cooke. Amphibious Animals; Sea-Lions, and Seals. Fisces ; Bonitos, Breams, Ca vallies, Cod of a pro digious Size, called also Rock Fisc, Baccalaos, and Groopers ; Craw-Fisc, Hakes, Pollock, Silver Fisc, Snappers, and Old Wives. Quadrupeds ; Goats, Cats, and Rats. Birds ; Humming Birds, Pardelas, large Sea-Fowls, perhaps what Tko?nas calls Albitrolses, and a Kind of Black Birds. Trees ; Cabbage, Malagita, Pimento, which I sup pose the fame as Cooke calls the Sandal, and Guinea Pepper, Black Plums, and Cotton Trees. Vegetables ; Long Grafs, Water Cresses, Parsnips, Turnips, • Funnell.— Rogers. t Shclvocke. + Rogers."], [115, "99 Turnips, Parsley, Purslain, Sithes, and an Herb useful in Fomentations. To this List Shelvocke, Anson, Pafcoe Thomas, and Vlloa, add the. following : Spur Fisc, Berrugates, Soles, Turbot, Jureles, per haps what Shelvocke calls Conger Eels ; Chimney Sweepers, Maids, Dog Fisc, and Sharks. Pafcoe Thomas fays he saw a very large Whale in the Bay, with a young one in its Company. Dogs, which never bark. We caught some of them (fays Ulloa) and brought them on Board ; but they never made any Noise till joined with some tame Dogs, and then indeed they began to imitate them, but in a strange Manner, as if learning £ Thing not natural to them.\" .. Thrusces, Hawks, Owls, Pintado Bird*, nut. ;«.i_ other very beautiful Birds, described by Pafcoe Thornatt Spiders., which weave strong Webs between th* Tree1*. Italian Laurels, Myrtles, and Mountain Ask. Wild Sorrel, Fern, Pumpkins, Sicilian Radishes, Clover, Wild Oats, Sour Docks, Sow Thistles, Mallows, Wood Cresses, Dandelion, and Nightscade. Anson fowed'there Lettuces, Carrots Plum, Apricot, and Peach Stones, antl afterwards heard that they throv« very well. Selkirk sew no venomous or savage Creature on tlie Island, nor became a Savage himself, -r? las been in sinuated by Abbe Rnynal, who is likewise erroneous as to Matters of Fact. \" If we prefer our Condition (fays he*) to that of the Savages, it is because civil Life -» Seal. E. and W. InJie, 1 3"], [116, "100 Life has made us incapable of bearing some natural Hardscips, which the Savage is more exposed to than we are, and because we are attached to some Indul gences that Custom has made necessary to us. Even in the Vigour of Life, a civilized Man may accustom himself to live among Savages, and return lo a State of Nature. We have an Instance of this in that Scotch man who was cast away on the Island of Fernandez, where he lived alone, and was happy as soon as he was so taken up with supplying his Wants, as lo forget his own Country, his Language, his Name, and even the Articulation of Words. After sour Years, he felt him self eased of the Burden of social Life, when he had lost all Reflection or Thought of the past, and all anxiety for the future.\" We have seen the good Effect that Solitude, rather than a State of Nature, produced in the Minds of Davis's Men and Selkirk. They reformed from their past Courses of Life, and became more happy. The former upon their Return to Society relapsed into their old Vices of Drinking and Swearing ; and one of them accused by his Conscience, wisced himself on thelsland again : and the latter frequently bewailed his Return to the World.* Nevertheless, in both Instances, their Sorrow did not arise from a Dislike to Society itself, but to the Evils so commonly found among Men in general. I will here transcribe a Passage from Dr. Bcattie. % \" A late French Writer says, he had be come so fond of the Savage State, that he was unwil ling to quit it. But this is not true. The French Writer either confounds the real Story oi Selkirk with a fabu- lous * Steele. X Dissert. 565."], [117, "101 lous Account of one Philip Quarll, written iitet Robin son Crusoe, of which itis a paltry Imitation ; or wilfully misrepresents the Fact, in Order to justify as far as he is able, an idle Conceit, which since the Time of Rousseau, has been in Fascion among infidel and affect ed Theorists on the Continent, that savage Life is most natural to us, and tbaf the more a Man resembles a Brute in his Mind, Body, and Behaviour, the hap pier he becomes 2nd the more perfect.'' 1 scall now apply a few more Lines from Thomson's Agamemnon to the Case of Mr. Selkirk, whom we have seen advancing from the Depths of Melancholy to a State of Happiness and Tranquillity. \" What cannot lenient gentle Time perform ? I ate my lonely Meal without a Tear ; Nor sigh'd to see the dreadful Night descend. In my own Breast, a World within myself, In Streams, in Groves, in funny Hill and Shade j In all that blooms with vegetable Life, Or joys with kindred animal Sensation ; In the full-peopled Round of azure Heaven ; Whene'er J, studious, look'd I found Companions Thus ofthe great Community of Nature A Denizen I liv'd ; and oft, in Hymns, And rapturous Thought, even with \"my God'' convers'd, That not disdains sometimes the walks of Man. So pass'd the Time, when, lo I within my Call, Arriv'd the Ship, which Hope had often promis'd.\" We have seen how instrumental Capt. Dampier was in occasioning Mr. Selkirk's Solitude. It is very sin gular, thatby the Guidance of an overruling Providence 13 he"], [118, "102 he scould also be the Means of his Deliverance. The War still continuing, he addressed himself, in 17O8, to some Merchants at Bristol, who examined his Proposals with Attention, and thought him so likely to prove a good Pilot, though he had been an unlucky Captain, that they determined to fit out two Ships at his In stance, to cruise in the Soulh-Sea, viz, the Duke and Dutches. The Duke carried 30 Guns, and was commanded by Capt. Woodes Rogers. The second Captain was Dr. Thomus Dover, Inventor of the famous Powder which bears his Name ; Mr. Robert Fry, Chief Lieutenant ; William Dumpier, Pilot for the South-Seas, who had been three Times there already, and twice round the World ; and John Ballett, (Dumpier s late Surgeon in the St. George) third Mate. The Dutches carried iQ Guns, Stephen Courtney, Cap lain ; Edward Cooke, Second Captain ; and Simon llatley, third Mate. On the 15th of June, 1/08, they towed down from Hang-Road, near Bristol, to King-Road. From hence they sailed Aug. 1st. in Company with several other Ships, and arrived at Corke on the 6th. \" Most of us, the Chief Officers, (fays Rogers) embraced this Trip of Privateering round the World, to retrieve the Losses we had sustained by the Enemy. Our Complement of Sailors in both Ships was 333, of which above one Third were Foreigners from most Nations ; near one Half of her Majesty's Subjects on Board were Tinkers, Taylors, Welfli Hay-Makers, North British Pedlars, Irish Fidlers and Pipers, one Negro, and about ten Boy' ' They sailed to the Southward September 1st, and on th?."], [119, "103 the l6th arrived at the Canaries, where they took -a small Spanish Bark. On the 30th they reached the Cape de Verde Islands, and November ]8th, anchored at the Island of Grande, in Brazil. December 2d, they sailed for Juan Fernandez, and having in vain chased a French Ship, near Falkland Islands, about Christmas, and celebrated New-Year's Day, with a Tub of hot Punch, they passed Cape Horn. January 10th, ./Of), in Lat. 61. . 53, being a more southerly Passage than any they had heard of On the last Day of January, they came in Sight of the Dominions of Alexander Selkirk, who saw them approaching:, and judging they were English, as soon as Evening came on, made a Fire, as a Signal that somebody was there. The Consternation that this occasioned is thus related by Rogers. \" February 1st. About two yesterday in the After noon we hoisted our Pinnace out. Capt. Dover, with the Boat's Crew went in her to go ascore, though we could not be lei's than four Leagues off. As soon as the Pinnace was gone, I went on Board the Dutches, who admired our Boat attempted to go on Shore at that Distance from Land : 'twas against my Inclination, but to oblige Capt. Dover, I consented to let her go. As soon as it was dark, we saw a Light ascore; our Boat was then about a League from the Island, and bore away for the Ships as soon as sce saw the Light. We put out Lights abroad for the Boat, though some were of opinion the Lights we saw were our Boat's Lights ; but as Night came on, it appeared too large for that. We fired one Quarter-Deck Gun and several Muskets, scewing Lights in our Mizen and Fore- Shrouds,"], [120, "104 Shrouds, that our Boat might find us, whilst we plied in the Lee ofthe Island. our Boat came on Board Board the Dutches, that About two in the Morning,* , having been two Hours on took them up astern of us. We were glad they got well off, because it began to blow. We are all convinced the Light is on \"the Shore, and design to make our Ships ready to engage, believ ing them to be French Ships at Anchor, and we must either fight them or want Water/' pec. f All this Stir and Apprehension arose, as we afterwards found, from one poor naked Man, who passed in our Imagi nation, at present, for a Spanish Garrison, a Body of Frenchmen, or a Crew of Pirates. Don Antonio de Ulloa, met with a similar Alarm here, in 1743, but from a different Cause. \" We put to • Fet>. ist. + Harris,"], [121, "105 to Sea (says he) on the 6th of February, and made, on the 20th, the Island of De Tierrade Juan Fernandcs, and at Half an Hour after Ten, as we were plying to windward along the Coast, and standing towards the Istand, which then bore two Leagues West from us, we saw on the Top of one of the Mountains a bright Light, which surprized us the more, as on the follow- ing Day we saw no Traces of any Ship's being in the Port since we left it. I had a very clear View of it from the Instant it began, and observed that at first it was very small, and increased, so as to form a Flame like that of a Flambeau. The full Vigour of its Light lasted about three or four Minutes, when it diminilhcd in the fame gradual Manner it had increased. It did not appear again all the next Night, nor had we du- ring the whole Ti ne we were at an Anchor in the Port, any View of such a rbænomenon. We sent some of our People on Shore to examine al! the Moun- tains, and other Parts of the Island, and they spent several Nights on that aud the adjacent Mountains, but could not discover the least Vestige of any Fire. As I knew the Island to be absolutely desolate, the sanguine Colour of the Flame, inclined me to think there might be some Volcano ; but having never seen any thing of that Kind before, nor beard from others that there was ever any Eruption, I was far from being teuacious of my Opinion. We had indeed all our Conjectures ; but the Difficulty was not cleared up till my fifth and last Voyage to this Island, when Don Joseph Pizarro sent some People on Shore to take an accurate Survey of this Place, and the Ground was found to be burnt full of Fissures and hot. which veri fied my first Opinion of a Volcano.\" T» T»"], [122, "106 To return to Rogers. \" We stood on the Back-Side along the South End of the Island, in order to lay in with the first southerly Wind, which Capt. Dampier fold us generally blows there all Day long. February 1st in the Morning, being past the Island, we tacked to lay it in close aboard the Land ; and about ten o'Clock opened the South End of the Island, and ran close aboard the Land that begins to make the North-East Side. * We still continued to reason upon this Mat ter ; and it is in a Manner incredible, what strange Notions many of our People entertained from the Sight of the Fire upon the Island. It served, however, to scew People's Tempers and Spirits ; and we were able to give a tolerable Guess how our Men would behave, in Case there really were any Enemies upon the Island. f The Flaws came heavy off Shore, and we were forced to reef our Top-Sails, when we opened the Middle Bay, X where we expected to find our Enemy, but saw al! clear, and no Ships in that nor the other Bay § next the North West End. We guessed there had been Ships there, but that they were gone on Sight of us. We sent our Yall ascore about Noon, with Capt. Dover, Mr. Fry, and six Men, all armed. Mean while we and the Dutches kept turning to get in, and such heavy Flaws came off the Land, that we were forced to let fly our Topsail-Sheet, keeping all Hands to stand by our Sails, for fear of the Wind's carrying them away > but when the Flaws were gone, we had little or no Wind. Our Boat did not return. So we sent our Pinnace with the Men armed, to see what * JJarrij. + Rogers. { Cumberland Bsy. . West Civ,"], [123, "107 what was the Occasion of the Yall's Stay ; for we were afraid that the Spaniards had a Garrison there, and might have seized them. We put out a Signal for our Boat, and the Dutchefs scewed a French Ensign.\" Capt. Cooke's Account is as follows. * \" Monday January 3 1st, in the Afternoon, Capt. Dover went off in the Pinnace to get some Provisions ascore, and find the best Place to anchor in. In the Evening we law a Fire on the Shore, which made us conclude there were Ships in the Road ; therefore made a Signal for the Boat, and sce returned aboard at Twelve at Night. We stood to the Southward all Night. Tuescay Feb. 1st. In the Morning tacked and stood to the Westward, but tbe Wind shrinking and blow ing off the Island in Squalls, could not get in till eight in the Evening. All this Day had a clear Ship, hoping to get some Purchase, but saw no Vessel, only one Man ascore with a white Ensign, which made us conclude that some Men had been left there by some Ship. The Duke's Boat went ascore and found one Alexander Selkirk. He was clothed in a Goat-Skin Jacket, Breeches, and Cap, sewed together with Thongs of the fame. f The Duke and Dutches Frigates coming up to the Island, as was said, there appeared a Man waving a white Flag, which was the Stranger, because the Island is known not to be inhabited. Some Officers went in the Duke's Boat, and coming near the Shore, heard him speak to them in Englifli. They called to him to thew them a good Place to come to an Anchor, and m * Vol. I. + Vol. II."], [124, "108 to land. He gave them Directions, and then ran along the Shore, in Sight of the Boat, so swiftly, that the native Goats could not have outstripped him. When come to the Place, he saluted the new Comers with much Joy, being satisfied they were Englifli, and they in Return, invited him aboard. He first enquired whether a certain Officer, that he knew, was aboard, and hearing that he was, would rather have chosen to remain in his Solitude, than come away with him, till informed that he did not command. Then the Officers that were in the Boat, went ascore, whom he invited to his Habitation. The Way to it was very much hid and uncouth. Only Capt. Fry bore him Company. Having with much Difficulty, climbed up and crept down many Rocks, he came at last into a pleasant Spot of Ground, full of Grass and furnisced with Trees, where he saw two small Huts indifferently built, the one being the Lodging-Room, and the other the Kitchen.\" Mr. Fry saw likewise his Kettle, Spit, Bedstead and Goat-Skin Bed, and a Number of tame Goats about his Habitation, as already described. Capt. Cooke proceeds, \" He had provided some of his Goat's Flesc to entertain his Guests, which after their long Run at Sea, from the Island Grande round Cape Horn, was no small Dainty. They had much Difficulty to persuade him to venture himself aboard, so great was the Aversion he had conceived against the Officer aforesaid : yet upon Promise of being re stored to his former Dwelling, if not satisfied, he at length complied, and found such Entertainment, as made him no longer fond of his solitary Retreat, He had"], [125, "109 'had kept an exact Account of the Day of the Motitk and Week, all the Time of his Confinement, and told it to several of our Officers, when they first came t» him on the Island.\" \" When the Ship came in (fays Steele) he re ceived them with the greatest Indifference, witfi Relation to the Prospect of going off with them, but with great Satisfaction in an Opportunity to refresh and help them.\" This Indifference must have arisen from the Circumstance of the Officer, who I think it cannot be doubted, was poor Dampier, the Author of his Misfortunes, but who to his Praise, gave Selkirk a good Character to Capt. Rogers. Nevertheless Moore, upon I know not what Authority, asserts \" He had an irreconcilable Aversion to an Officer on Board the Cinque Ports, who, as he was informed, was on Board the Duke, but not being a Principal in Command, he was prevailed upon to wave that Circumstance, and to accompany Capt. Dampier, for whom he had a Friend ship.\" No doubt Mr. Selkirk was also known by Mr. Bal- Jett, Dumpier s late Surgeon ; but this is not mentioned; I shall therefore close the History of his Residence here in the Words of Capt. Woodes Rogers, to whom he has not yet been introduced. \" Our Pinnace returned from the Shore, and brought abundance of Craw-Fisc, with a Man clothed in Goat- Skins, who looked wilder than the first Owners of them. He had been on the Island four Years and four Months, being left there by Capt. Stradling. His Name was Alexander Selkirk, Master of the Cinque Ports. Capt. Dampier told me that this was the best K Man"], [126, "110 Man in her ; fo I immediately agreed with him to be a Mate on Board our Ship. He had his last Shirt on when we found him. At his first coming on Board us, he had so much forgot his Language for want of Use, that we could scarce understand him, for he seemed to speak his Words by Halves. We offered him a Dram, but he would not touch it, having drank nothing but Water since his being there ; and it was some Time before he could relisc our Victuals. We did not get to Anchor till six at Night, on Feb. 1st, and then it fell calm : we rowed and towed info the Anchor Ground about a Mile off Shore ; 45 Fa thom Water, clean Sandy Ground. The Current sets mostly along Shore to the Southward. We designed to have ran farther in, and new moored, but Mr. Selkifk informed us, that this Month proves the fairest iu tbe Year ; but he warned us to be on our Guard against tbe Wind off Shore, which blew very strong some times. Feb. 2. This Morning we cleared up Ship and bent our Sails, and got them ashore to mend, and make Tents for our sick Men. The Governor (though we might as well have named him the absolute Mon arch of the Island) for so we called Mr. Selkirk, caught Us two Cl-oats. He ran with wonderful swiftness through the Woods and up the Rocks and Hills, as we perceived when we employed him. We had a Bull- Dog, which we sent with several of our nimblest Run ners, to help him in catching Goats : but he distanced and tired both the Dog and the Men, caught the Goats, and brought them to us osi his Back. B"], [127, "111 It was seme Time before he could wear Shoes after we found him ; for not being used to any so long, his Feet swelled, when he came first to wear them again. The Goats make excellent Broth, mixed with Tur nip-Tops and other Greens, for our sick Men, being twenty-one in all, but not above two that we account dangerous, The Dutches has more Men sick, and in a worse Condition than ours. In the Afternoon we got as many of our Men ascore, as could be spared from clearing and fitting our Ship, to wood and water. Our Sail-makers are all mending our Sails, and I sent the Dutches one to assist them. Feb. 3. This Morning we got our Smith's Forge put up ashore, set our Coopers to work in another Place, and made a little Tent for myself to have the Benefit of tlie Shore. The Dutcbefs Las also a Tent for K 2 their"], [128, "112 their sick Men ; so that we have a little Town of onr own here, and every Body is employed. A sew Men supply us all with Fisc of several Sorts, all very good ; as Silver Fisc, Rock Fisc, Pollock, Cavallos, Oldwives, and Craw-Filh in such Abundance, that in a sew Hours we could take as many as would serve some Hundreds of Men. There were Sea-Fowls in the Bay as large as Geese, but they eat Fiscy. The Governor never failed of getting us two or three Goats a Day for our sick Men ; by which, with the Help of the Greens and the Goodness of the Air, they recovered very fast of the Scurvy, which was their ge neral Distemper. It was very pleasant ascore among the green Pimento Trees, which cast a refrescing Smell. Our House was made by putting up a Sail round four of them, and covering it at Top with another Sail:"], [129, "113 Sail : so that Capt. Dover and I both thought it a very agreeable Seat, the Weather being neither too hot nor too cold. We spent our Time till the 10th in refitting out .Ships, taking Wood on Board, and laying up Water, ;that which we brought from Englund and St. Vincent being spoiled by the Badness of the Casks. We like wise boiled up about 80 Gallons of Sea-Lion's Oil, as we might have done several Tons, had we been pro vided with Vessels. We refined and strained it for the Use of our Lamps aud to save our Candles ; though Sai lors sometimes use it to fry their Meat, whenstraitened for want of Butter, and fay 'tis agreeable enough. The Men who worked ascore on our Rigging eat young Seals, which they preferred to our Ship's Victuals, and said was as good as Englift Lamb; though for my own Part, I scould have been glad of such an Exchange.'' \" We made what Haste we could to get all Neces saries on Board, being willing to lose no Time ; for we were informed at the Canaries, that five stout French Ships were coming together to these Seas.\" \" Feb. 11th. Yesterday in the Evening having lit tle or nothing to do with the Pinnace, we sent her to the South End of the Island to get Goats. The Gover nor told us, that during his Stay he could not get down to that End from the Mountains where he lived* they were so steep and rocky ; but that there were abundance of Goats there, and that Part of the Island was plainer. Capt. Dampier, Mr. Glendal, and the Governor, with ten Men, set out in Company with the Dutches' s Boat and Crew, and surrounded a great Parcel of Goats, which are of a larger. Sort, andmot so K 3 wild"], [130, "114 wild as those on the higher Part of the Island, where the Governor lived ; but not looking well to them they escaped over the Cliff: so that instead of catching' above an Hundred, as they might easily have done with a little Precaution, they returned this Morning with only sixteen large ones, though they saw above a Thousand. If any Ships come again to this Island, the best Way is to keep some Men and Dogs at that Part ofthe Island, and sending a Boat to them once in twenty-four Hours they may victual a good Body of Men ; and no Doubt but amongst those Goats they may find some Hundreds with Mr. Selkirk's Ear- Mark.\" Cooke's Account is, \" Our Boats on Thursday the 10th, went to the South East Point of the Land to catch Goats alive, but meeting with wet Weather and their Time being scort, they took few, though they saw Abundance, very large and fat, and yet this is the barrenest Part. Tbe Men could get no Water, and so returned again on Friday Night.\" To return to Rogers. \" In this Bay where we rode, there is Plenty of good Water and Wood. The best Water is in a small Cove about a good Mulket Shot to the Eastward. It is for the most Part calm at Night, only now and then a Flaw blows from the high Land over us. Near the Rocks there are very good Fisc of several Sorts, particularly large Craw-Fisc under the Rocks easy to be caught : also Cavallies, Gropers, and other good Fisc in so great Plenty, that I never saw the like, but at the best Fiscing Season in Newfound land. There is Abundance of good Herbs, besides an Herb, found by the Water Side, which proved very useful"], [131, "115 useful to our Surgeons for Fomentations. 'Tis not much unlike Feverfew, of a very grateful Smell like Balm, but of a stronger and more cordial Scent. We gathered many large Bundles of it, dried them in the Shade, and sent them on Board ; besides great Quan tities that we carried in every Morning to strew the Tents, which tended much to the speedy Recovery of our sick Men, of whom none died but two belonging to the Dutches, viz. Edward Wilts and Christopher Williams'.' \" The Seals lined the Shore very thick for above Half a Mile round the Bay. When we came in they kept a continual Noise Day and Night, so that we heard them aboard, though a Mile from the Shore. Ano ther strange Creature here is the Sea-Lion. I saw several of these vast Creatures upwards of sixteen Feet long, and more in Bulk, so they could not weigh less than a Ton. I took Notice of some that lay a Week, without once offering to move out ofthe Place whilst I was there, till they were disturbed by us. We found no Land Bird on the Island, but a Sort of Blackbird with a red Breast, not unlike our English Blackbirds; and the Humming Bird,\" \" Feb. 12. This Morning we bent the remaining Sails, got the last Wood and Water aboard:, brought off our Men, and got every Thing ready to depart. In the Afternoon we sent our Yawl a fiscing, and got near 200 large Fisc, in a very little Time, which we salted for our future Spending.\" \" Feb. 13. About three in the Afternoon we weigh ed, and had a fair pleasant Gale at South South East.\" * Ringrose mentions one, who lived here five Yeass alone,"], [132, "116 alone, and Capt. Dampier talks of 3 Mofkito India*, who lived here three Years, and scifted much in the feme Manner as Mr. Selkirk. But whatever there is in these Stories, this of Mr. Selkirk I know to be true ; and his Behaviour afterwards gives me Reason to be lieve the Account he gave me how he spent his Time, and bore up under such an Affliction, in which No thing but the divine Providence could have supported any Man. By this one may see that Solitude and Re tirement from the World is not such an unscfferable State of ,Lise as most Men imagine, especially when People are fairly called or thrown into it unavoidably, as this Man was ; who in all Probability must otherwise have perisced in the Seas, the Ship which left him be- ing cast away not long after, and -few of the Company escaped. We may perceive by this Story the Truth of the Maxim, That Necessity is the Mother of Invention, since he found Means to supply his Wants in a very natural Manner, so as to maintain his Life, though not so conveniently, yet as effectually as we are able to do with the Help of all our Arts and Society. It may likewise instruct us, how much a plain and tem- perate Way of Living conduces to the Health ofthe Body, and the Vigour ot the Mind, both which we are apt to destroy by Excess and Plenty, especially of 'strong Liquor, and the Variety as well as the Nature of our Meat and Drink : for this Man, when he came to our ordinary Method of Diet and Life, though he was sober enough, lost much of his Strength and Agi lity. But I must quit these Reflections, which ar* more proper for a Philosopher and Divine than a Mari «*er, and return to my own Subject.\" So far Edgers, who."], [133, "117 who afterwards acknowledges his Mistake in faying the Cinque Ports was cast away and most of the Men drowned. Thus Alexander Selkirk abdicated his Dominions, where he had been absolute Monarch of, perhaps, the most delightful Island in the World. He took on Board with him his Seaman's Chest, Muscet, one of - his long Knives or Choppers, and, most probably, other,. Articles. The Goats could very well spare him, but he was doubtless lamented by his Cats, to whom No thin-*- remained but to mew out their Sorrows, and re-. torn to their former wild State. Had he not come away when he did, he would probably have fallen into the Hands of the Spaniards, whom he so much dreaded; for in 1712, the St. Charles, a French Ship, bought by the Spaniards, was cast away here, 3s it was coming to lade Bacallao or Salt Cod, of which some French Men had a Fiscery here, under the Direction of one Apremont. The Ship struck on a Shoal, so near the Land, that all the Men were saved. Some of them ventured to goin their Boat to Valparaiso to desire the Governor to send a Ship to fetch off the Fiscermen left on tbe Island, and lade what dry Fisc they had. So he sent the Sta Dominic, a Spanish Ship newly come from Callao, which went and returned in October.* Having related the History of his Predecessors, and his own Reign of Four Years and four Months, I shall say Something of those who succeeded him, but for want of Materials shall necessarily be concise. Capt. Clipperton, who bad sailed with Selkirk to To- bago * Fr.zier, 95."], [134, "118 lago, as already related, arrived at Juan Fernandez again in the Success, on the 7th of Sept. J 7_9, where he was to wait a Month for Capt. Shelvocke's Arrival. About the 22df the Beauty and Fertility ofthe Island, compared with the Dangers and Difficulties they were sure to meet with in tbe South-Seas, tempted four of the Men to enter into a Scheme for remaining in Pos. session of so valuable a Country. In Pursuance of which they actually ran away from the Ship, and be took themselves to the Mountains. For thefirstsive Days they were very hard put to it, being forced to subsist wholly on the Cabbage Trees of which they found great Plenty. But having by good Fortune one Night found some Fire which had been left by the Goat Hunters, it served them in good Stead for they were now able to dress iheir Fisc, and satisfy their Hunger. X\" October Cth, Captain Mitchel with some more of our Officers (iays Taylor) went in the Pinnace to the East Part of the Island to look for four of our Men, who have absented a Fortnight : two of which Men they found in the Custody of th ■: Goat Hunters, having met with them when in Pursuit of Iheir Game ; saying they bad greater Difficulty in securing these Fellows, than in killing double the Number of Goats ; for at first they were forced to sire several Times at them before they would surrender. Oct. 7th. Got all our People off the Island into the Launch, with most of the Tilings we had on Shore ; leaving the two Men that ran away to take Possession of Alexander Selkirk's Habitation. At five this Morning unmoored, and at eight weighed.\" Clippetton t Harris. \\ Journal, in Bttagh."], [135, "119 * Clippe before he weighed, sent Capt. Mitched ascore to set up a Cross, burying at the Foot of it a Bottle, in which was a Letter for Shelvocke, but being afraid that the two Men might mischievously pull the Cross down, he had the following Inscription carved in the Bark of one of the largest Trees first presenting itself at the Landing Place. Captain John W. Mugee. 1719- Clippertoris Sirname was omitted because the Span iards knew him. Magee was their Surgeon. After they left Juan Fernandez they took more Prizes than they had Power to keep, for on the 20th of November, while they were pursuing another, the Spaniards on Board one, called the Rosary, rose upon the English and ran the Vessel ascore. The Men were carried Prisoners to Lima, and one of them, being examined by the Viceroy, told him of tbe Letter and Men left at Juan Fernandez. Upon this the Viceroy fitted out a small Vessel under Mons. Thaylet, who sailing to the .Island, brought away the Bottle and Letter, and the two Men, who thought proper to surrender, after hav ing been tbere about two Months. Shelvocke arrived in January, 1720, and/ound the Inscription. He came here again in May and lost his Ship, the Speedwell, as many imagined wilfully, in Or der to defraud the Owners. He fays, Words cannot express the wretched Condition they were in, or the Dread they had upon them of starving on the uninhabit- ed • Betagh"], [136, "120 «u Isle they were thrown upon. On the contrary, Jletitgb asserts, that he had often said, \" It was not difficult living at Juan Fernandez, isa Man scould accidentally be thrown there, since Mr. Selkirk had continued upon it four Years by himself:\" They built a Bark out ofthe Wreck, but the Officers were so discontented, that if Shelvocke asced them what they were about, and why they diverted the People from their Work, one would answer, that he did not know whether he scould go off the Island or no, if the Bundle of Boards was ready: others told him, they did not care how Matters went, they could shift for themselves as well as the rest. At length a Party arose who purposed to stay on the Island. These to the Number of Twelve separated* from the rest, and never appeared, except in the Night, when they used to come about the Tents and Work, to steal Powder, Lead, and Axes, or whatever they could lay Hands on ; but in a little Time Shelvocke found Means to manage them, and took away all their Arms, Am munition, and other Plunder, threatening that if they were found within Mullcet Shot of the Tents, they scould be treated as Enemies. At length the Bark was launched October 5th, and named the Recovery, and* the next Evening they departed, leaving eleven ofthe Deserters on Shore, who were deaf to all Persuasions, and, in scort, sent Word, \" That they were not yet pre pared for the other World.\" Their Names were John Wtsdom, Joseph Monero, Wilsiam Blew, John Riddleclay, Edmund Hyves, Duniel Harvey, William Giddy, John Robjohn, Thomas Hawkes, Jumes Row, and Jacob Bowden. Thirteen Blacks and In dians also continued with them. Thus Juan Fernandez from"], [137, "121 from being the solitary Resideneeof Mr. Selkirk became a Colony of 24 Persons. But these new Colonists most probably surrendered in a scort Time to the Spaniards, for when Roggewein was here two Years after he saw nothing of them I hear of no more Inhabitants previous to the re- gular Settlement of the Island. Those already men- tioned were as follows LEFT. FOUND. CONTINUANCE. I. De Witte's Men. April 13, 1624.— — v 2. Man mentioned by Ringrofe — — 5 Years. 3. William, the MoJ \"auita. Jan. 12, lsiSl— Mar. 23, l6S4.— 3 Years, 2 Mon. 11 Days. 4. Davis' s Men. About Nov. 1687.— Sept. 12, 169O.— About 2 Years & 10 Mon. 5. French Bucaniers — — 10 Months. 6. Stradlings Men Feb. 29, 1704.— Sept. 1704.— 6 Months. J. Alexander Selkirk. Oct. 1704.— Feb. 1, 1709.— 4 Years and 4 Months. 8. Clippertoris Men. Oct. 7, 17 19-— —About 2 Months. 9. Shelvockes Men. Oct. 6, 1720.—"], [138, "122 Several Writers speak of the Utility and Importance of Juan Femandezas a Settlement, but I shall only trans cribe a Passage from Raynal. \" In this small Spot there is aclearSky, pure Air, excellentWater,andevery Vegeta ble that is deemed a Specific against the Scurvy. It has appeared from Experience, that all Sorts of European and American Corn, Fruit, and Quadrupeds, will suc ceed there extremely well ; the Coasts abound with Fisti, and there is a good Harbour. The Spaniards, at length convinced that the Precaution they had taken to destroy the Cattle, they had placed there, is insuf ficient to keep off their Enemies, must build a Fort on the Island. That military Post will become an useful Settlement, if the Court of Madrid will but attend to her own Interest. The Plan which we have done no thing more than suggest, would evidently tend to promote the Trade, the Navigation, and the Greatness of Spain. The Connections that Russia keeps up with China by Land, can never acquire the fame Degree of Importance.\" The Idea which Raynul suggested has been put into Execution, though I cannot ascertain the exact Year in which it was fortified, but it was before 1\"66. By Accounts received from Spuin, in Septem ber, 176S, it is said to have suffered greatly from an Earthquake.* The following Extract is from Curteret's Voyage. \"May 10th, 1767, we made the Island of Juun Fernandes ; in the Afternoon we opened Cumber land Bay. As Ididriotknow that the Spaniards had forti fied this Island, I was greatly surprized to see a con siderable Number of Men about the Beach, with a House and four Pieces of Cannon near the Water Side, * Silurian's Gazetteer. Edit. 1773."], [139, "123 Side, and a Fort about three Hundred Yards farther from the Sea, just upon the Rising of the Hill, with Spanish Colours flying upon the Top of it. This Fort, which is faced with Stone, has eighteen or twenty Embrasures, and within it a long House, which I sup posed to be Barracks for the Garrison. Five and twenty or thirty Houses of different Kinds are scattered round it, and we saw much Cattle seeding on the Brow of the Hills, which seemed to be cultivated, as many Spots were divided by Enclosures from each other. We saw also two large Boats lying on the Beach. The Gusts of Wind which came right out of this Bay, prevented my going so near as I intended. As we stood cross the Bay to the Westward, one of the Beats put off from the Shore, and rowed towards us ; but perceiving that the Gusts or Flaws made us lie at a considerable Distance from the Lpnd, foe went in again. We then opened West Bay, on the East Part -of which, close to the Sea Side, is a lmaii Hoose, which I took for a Guard House ; and two Pieces of Can non mounted upon their Carriages, without any Works about them. We now wore, and stood again for Cum berland Bay, but as soon as we opened it, the Boat again put off, and made towards us ; as the hard Gusts would not permit us to come any nearer to the Land than before, we stood along it to the Eastward, the Boat still making after us, till she was very far out of the Bay. At length it grew dark, and we lost Sight of her, upon which we made all the Sail we could to the East ward.\" Mr. Alexander Selkirk, now Second Mate on Board the Puke, left the Island oi Juan Fernandez, on Sunday, L 2 February"], [140, "124 February 13th, 1/OQ, and on the 17th he first saw the Main Land again, very high with Snow on the Top, being the Cordilleras. Rogers thought them not in ferior to the Pike of Teneriffe. March 15. They saw a Sail, which the Dutches, being nearest, soon took. She was a little Vessel of about 16 Tons, belonging to Puyta, and bound to Cheripe for Flour, with a small Sum of Money on Board to purchase it. The Master's Name was Antonio Hclia- gos, a Mustees, the Son of an Indian and Spaniard. He had eight Men, one of them a Spaniard, one a Negro, and the rest Indians. \" They informed us (fays Rogers) that Capt. Stradling's Ship foundered on the Coast of Barbacour, where he, with six or seven of his Men, were only saved; and being taken in their Boat, had been four Years Prisoners at Lima, where they lived much worse than our Governor Selkirk, whom they left on the Island Juan Fernandez.\" This Information led Bogers into the Mistake already mentioned. The next Day they anchored at the Island of Lobos' de la Mar, but found Nobody there. Here they fitted up the Bark for a Privateer, being well built for sail ing, called her the Beginning, and appointed Capt. Cooke to command her. The Soil here is a hungry Clay, and there is no fresh Water or green Thing on the Island. March 26. The Dutchefs and Beginning took a Prize, called the St. Joseph, Jerome Bilbou Master, Bur den about 50 Tons, full of Timber, with some Cocoa, Cocoa Nuts, and Tobacco, which was distributed among the Men. They took her between the Island and the Main, but there was little of Value on Board, Oa"], [141, "125 On the 29th, *'■ We got the second Prize, which we called the Increase, aboard us and cleaned her. We brought all off Shore, and at ten o'Clock C3me to fail, after we had put Mr. Stratton to command the Begin ning, and all our sick Men and a Doctor of each Ship, aboard the Increase, oi which Mr. Selkirk our Second Mate was appointed Master.\" April 1. \"In the Afternoon we were surprized with the Colour of the Water, which looked as red as Blood for several Miles, occasioned by the Spawn of Fish.\" April 2. \" This Morning at Day Break, we spied a Sail about two Leagues to Windward. We im imediately hoisted out and manned our Pinnace, com manded by Mr. Fry, my chief Lieutenant, who by eight in the Morning took the Ship. She was called the Ascension, Burden between 4 and 500 Tons, two Brothers being Commanders, viz. Joseph and John Morel ; ' laden with dry Goods and Timber, had above 50 Negroes, and several Passengers bound from Panama to Lima.\" In the Evening they saw another Sail, which the Beginning took and brought to the rest in the Morning, the was a Vessel of 35 Tuns, laden with Tim,ber. April 12th. They came to a full Resolution to land and attempt Guiaquil. On the 15th, they saw a French built Ship belonging to Lima, which they sent two Boats to attack, but Capt. Rogers' s Brother was shot through the Head • another also was killed and three wounded. In the Afternoon, however, they got Pof seffion of her. She had more than 50 Spaniards, and above * Rogers. L 3"], [142, "126 above 100 Negroes, Indians, and Mulattoes on Board. \" April 16. We saw a small Sail under the Shore. We sent our Pinnace and the Beginning, who brought her off to us. She proved a small Bark from Payta, •with Soap, Cassia Fistula, and Leather. About twelve we read the Prayers for the Dead, and threw my dear Brother overboard, with one of our Sailors, another lying dangerously ill.\"* April 18th. Having left the Ships about Midnight with 111 Men on Board to guard the Prisoners, they proceeded for the Shore, being 201 Men in two Em barkations. They passed the Island Santa Clara, which appears like a Corpse extended, on \"which Account the Spaniurds call it Mortho. At ten at Night they an chored, not being able to stem the Tide. Next Morn ing, at four o'Clock, they weighed, when the two Captains, Rogers and Courtney left the Barks, and reached the Island of Puna, where they hid the Boats under Mangrove Branches. In the Evening they reached the Town oi Puna, and seized two Bark Logs and all the Canoes, but an Indian escaping, alarmed the Town. However they secured the Lieutenant and about 20 others, the rest running into the Woods. April 22d. Before one in the Morning 1 10 Men arrived in the Boats at Guiuquil. They saw a very great Fire on the Top of an adjoining Hill, and Lights in the Town, which had received the Alarm. As they were about to land they saw abundance of Lights coming all at once down the Hill, and the Town full ef them. Immediately afterwards the Bells made a con fused Noise, which was followed by a Volley of small Arms * Rogers,"], [143, "127 Arms and two great Guns. On this it was determined to return to the Barks, where a Consultation was held, in Consequence of which, two Prisoners were sent to the Town with Proposals, and soon after the Corregi dore came down to them to treat. The next Day, after several fruitless Negociations held at the Town, they all at once, hauled down their white Flags of Truce, and let fly their English and Field Colours, landed, and attacked them with so much Bravery, that the Spaniards ran away after tbe first Volley, and, after much firing, in about half an Hour they were in Possession of the Town. They posted themselves in three Churches. Capt. Dover set fire to the Houses which fronted the Church where he was, which burnt all Night and the next Day. All this Time only one Man was killed and one wounded. An Indian Prisoner told Capt. Rogers that he knew of much M >ney up the River, in Bark-Logs and Houses, upon which the two Captains, Rogers and Courtney, in the Evening detatched 21 Men out of their Companies, and sent them in the Dutchcfs's Boat under the Command of Lieutenant Conmly and Mr. Selkirk. April 2-1. About ten at Night they returned, hav ing been absent about twenty- four Hours. They went seven Leagues up the River, and sixteen of them lan ded at six different Placis : the other five guarding the Boat, having a Swivel Gun to defend themselves. They chased 35 Horsemen well armed, that were coming to help those of Guiaquil. The Houses up the River were full of Women, and particularly at one Place, there were above a Dozen handsome genteel young"], [144, "128 young Women, well dressed, where the Men got several Gold-Chains and Ear-Rings, but were in other Respects so civil to them, that the Ladies offered to dress them Victuals, and brought them a Cask of good Liquor. Some of their largest Gold-Chains, were con cealed and wound about their Middles, Legs, and Thighs ; but the Ladies in this hot Climate being very thinly clad in Silk and fine Linen, and their Hair dres sed with Ribbons very neatly, the Men, by pressing their Hands on the outside of their Apparel, felt the Chains, and, by their Linguist, modestly desired them to take them off and surrender them. \"This I mention (fays Rogers) as a Proof of our Sailors' Modesty, and in Respect to Mr. Connely and Mr. Selkirk, the late Governor of Juan Fernandez, who commanded this party j for being young Men, I was willing"], [145, "129 willing to do them this Justice, hoping the fair Sex will make them a grateful Return when we arrive in Great Britain, on Account of their civil Behaviour to these charming Prisoners. They called at this House for Provisions, as they returned down the River, and be ing so civil at first, they gave their fair Landladies no Uneasiness nor Surprize ata second Visit. They brought with them in Gold-Chains, Ear-Rings, and Plate, I believe above a Thousand Pounds Value.\" After some Skirmishes with the Enemy, carrying off Provisions, &c. some Messengers arrived on the 26th, with a Flag of Truce about ransoming the Town, which was agreed upon the next Morning, as fol lows. \" Whereas the City of Guiaquil, lately In Subjection to Philip V. King of Spain, is now taken by Storm, and in the Possession of the Captains, Thomas Dover, Woadts Rogers, and Stephen Courtney, commanding a Body of her Majesty of Great Brieuin's Subjects : We, the un derwritten are content to become Hostages for the said City, and to continue in the Custody of the said Captains, Thomus Dover, Woodes Rogers, and Stephen Courtney, till 30,000 Pieces of Eight shall be paid to them for the Ransom of the said City, two new Ships, and six Barks ; during which Time no Hostility is to be committed on either Side, between this and Puna. The laid Sum to be paid at Puna in six Days from the Date hereof, and then the Hostages to be dis charged, and all the Prisoners to be delivered immedi ately ; otherwise the said Hostages do agree to remain Prisoners till the said Sum is discharged in any other Part of the World. In Witness whereof we have vol- untarily"], [146, "130 untarily set our Hands this 27th Day of April, Old Style, and the 7th of May, S. N. in the Year of our Lord, 1709.\" Guiuquil con sifts of two Parts, the Old and the New, in which are about 500 Houses. The two Towns are joined by a Wooden Bridge, about Haifa Mile in Length. Here are five Churches, and 2000 Inhabitants of all Sorts. In the Afternoon the Plunder was examined, being as follows, besides the Ransom for the Town : About 230 Bags of Flour, Beans, Peas, andRice. 15 Jars of Oil. About 160 Jars of other Liquors. Some Cordage, Iron Ware, and small Nails. About 4 Half Jars of Powder, About a Ton of Pitch and Tar. A Parcel of Clothing and Necessaries. About 1200/. in Pia.?, BfH\" B.rgf . &c. 1 50 Bales of dry Goods. 4 Guns. About 200 Spanish ordinary useless Arms, and Mus ket Barrels. A few Packs of Indigo, Cocoa, and Anotto. And About a Ton of Loaf Sugar. The Hostages told them that during the Treaty 80,000 Pieces of Eight belonging to the King were sent out ofthe Town, besides Plate, Linen, and other Things of the greatest Value. On the 28th they weighed and sailed with all their Barks, and at parting made what Shew and Noise they could with their Drums, Trumpets, and Guns. They left great Quantities of Goods in the Town, and"], [147, "131 and as thcNegroes had plundered thelnhabitantsin the general Confusion, at their Marching out, they made a Signal to the Spaniards to return immediately to pre vent farther Injury. The next Day they took a Bark, laden with about 270 Bags of Flour, Beans, and Peas, nearly 200 Sugar Loaves, &c. and on the 8th of May, .failed for the Gallapagos, which they saw on the 17th, Sickness having prevailed greatly among them during she whole Passage. On the 18th they sent a Boat ashore for Water, but it returned without any. Tbe next Day Mr. Hatley in a Bark and another Vessel, turned to Windward after the Dutches, \" So that (says Rogers) only the Galleon, and the Bark that Mr. Selkirk was in, staid for us. May 20. At twelve last Night we lost Sight of the Galleon, so that we have only one Bark with us now.\" However this Day the Dutches and French Prize joined them again, and the Galleon was found on the 21st, by the Duke. On the 22d, fays Rogers, \" We all bewailed Mr. Hatley, and were afraid he was lost. We fired Guns all Night, and kept Lights out, in Hopes he might fee or hear us, and resolved to leave these unfortunate Islands, after we had viewed two or three more to lee ward. We pitied our five Men in the Bark that is missing, who, if in Being, have a melancholy Life without Water, having no more but for two Days, when they parted from us.\" \" May 25. This Morning our Boat, with Mr. Sel kirk's Bark went to another Island to view it. At Night our Boat and Bark returned, having rounded the"], [148, "132 the Island, and found no Water, but plenty of Turtle and Fiso.\" The next Day they sailed for the Main in Order to get Water, after losing many Men by Death, and most of those who had been on Shore at Guiaquil very sick. They were forced to water the Bark and Galleon every Day with the Yawl, which was very troublesome hoist ing out, the Men being so sickly. On the 5th of June they saw Land, took a Spanistt Vessel of 90 Tons, having sew European Goods, except Iron and Cloth, and on the 7th anchored at the Island of Gorgona. The next Day they took a small Bark of about 35 Tons, with a little Gold Dust, and a large golden Chain, Value together about 500£. They were employed till the 9th of July in careen ing the Vessels, and fitting out the Havre de Grace, the French built Vessel, to proceed with them. They named her the Marquis. The next Thing they did was to clear Mr. Se/kirk's Bark to carry the Prisoners to the Main, who being 72 in Number were very chargeable to maintain. On the 10th, the Bark and two Pinnaces sailed with the chief of them. \" We allowed Liberty of Conscience, says Rogers, on Board our Floating Commonwealth, to our Pris oners, for there being a Priest in each Ship, they had the great Cabin for their Mass, whilst we used the Church of England Service over them on the Quarter Deck, so that the Papists here were the Low Church- Men.\" In the Morning of the 13th, the Vessels returned from landing the Prisoners, and brought off 7 small l»lack Cattle, about 12 Hogs, 6 Goats, and some Limes and"], [149, "133 and Plantains, which were very welcome. They met with little else of Value in the Village they were at, and the others being a great Way up the River, they did not think it worth while to visit them. The Country where, they landed was so poor, that the Men gave the Prisoners five Negroes, some Baize, Nails, &c. to purchase themselves Subsistence. On the 15th, came on Board in a Canoe, one Michael Kendall, a fr* Negro of Jamaica, who had lived a Slave for some Time in the Village they had plundered. Happening to be out of the Way then, as soon as he had an Account of it, he thus ventured his Life to get to them. On the 18th, a Negro belonging to the Dutches, was bit by a small brown speckled Snake, and died in 12 Hours. There are Abundance of Snakes on the Island. \"T saw one, says Rogers, as big as my Leg, and above 3 Yards long.\" The fame Morning the Morells went to the Main a Second Time for Money. The 29th, at a Committee for the Regulation of Flunder, it was determined to allow, besides common Plunder, a good Suit of Clothes to be made for each Man, who went up the River above Guiuquil, under the Command of Connely and Selkirk. Aug. 1. Officers were chosen to appraise the Plun der, and made an End ofthe Clothes on the 3d in the Afternoon, which at a low rate amounted to 4001. The Silver Plunder, consisting of Sword Hilts, Snuff Boxes, Buckles, &c. at 4s. 6d. per Piece of Eight, amount ed to /743..15..0, besides 3lb. 12oz. of Gold, in Gold Chains, Snuff Boxes, Ear Rings, &c. The next Morning there had like to have been a Mutiny among M the"], [150, "134 the Men. The Steward informed Capt. Rogers, that last Night they had made an Agreement,.and he heard some of the Ringleaders fay, that sixty Men had al ready signed the Paper. Being ignorant what this Confederacy meant, Rogers sent for the chief Officers into the Cabin, secured two of the Mutineers, aud soon sfter two more. He who wrote the Paper was put in Irons. By this Time all Hands were upon Deck, and they got the Paper from those that were in the Cabin. The Purport of it was, not to take their Plun der, till they had Justice done them, as they termed it. There being many concerned in this Conspiracy, Capt. Dover and Capt. Fry desired Capt. Rogers would discharge those in Confinement, upon begging Par don, and promising not to be guilty of those Things again. On the 7th they gave the Morels their Ship and all the Goods they could not carry, for what Money ihe Agents received of them, and, after various Disputes and Regulations about plunder, sailed from Gorgona. ** Just before Night, says R'gers, we took our Men out of the Bark, and left her In Possession of an old Indian Pilot, and some Negroes and Indian Prisoners. I desired the Spaniards aboard the Duke, who had agreed for her, strictly to charge the Crew in the Bark, not to leave us willingly, which they did, promising us 15,000 Pieces of Eight for the Bark and her Cargo, including the Remainder of the Town's Ransom ; we designing to have it under their Hand in Spanijh and English to-morrow, before we would wholly let go the Bark.\" \"Aug. 8. This Morning, to our surprize, the Bark was"], [151, "135 was out of Sight. Our Consort, Capt. Courtney, and his Officers, with some of mine, are uneasy at parting with the Bark, so that if we come up with her, we must take to her again for Peace sake.\" \"Aug. 12. At six this Morning, we met with the Bark, and put Mr. Selkirk aboard her with his Crew. At Nine, we sent our Boat for Capt. Courtney and Capt. Cooke, when we had a Consultation, which con cluded with keeping the Marquis and the Bark: though I was or Opinion they would be rather a Detriment th3n Furtherance to us in any Thing, so long as the Marquis fails so heavily. As the Ships were now but thinly manned, and there was likely to be more Action than since they came into these seas, on the l6th they mustered the Negroes on Board the Duke, being about 35 lusty Fel lows. Rogers told them that if they would fight brave ly, and behave well, they should be Free-Men. On this 32 of them entered and desired to be instructed in the Use of Arms. Michael Kendall, the Free Negro, was appointed their Leader, and they all had a Dram given them to drink, good Success to the Voyage. On the 18th they took a Prize of about 70 Tons, filled chiefly with Passengers, who said they had heard at Panama, that Prince George oi Denmark was dead, '' which, fays Rogers, we were not willing to believe, but drank his Health at Night, which can do him no Hurt, if he is dead.\" On the 24th they agreed to send the Bark into Tecames, being now under their Lee, and they to follow them. They ordered the Linguist to buy Provisions of the Indians there, and put several Men M 2 well"], [152, "136 well armed aboard, to guard the Bark, till the Ship could arrive near enough, ' to protect her on Occasion, in case os an Attack. Thfsnext Day, about two in the Afternoon they bore away for Tecames, where they found the Bark at Anchor. On the 31st, having procured Provisions of the In dians,axia\\ disposed of their Prisoners and various Goods, they set fail in quest ofthe Manilla Ship, leaving their last Prize in Tecames l\\\\\\cr. Sept. 1 1. They again anchored at one of the Gal lapagoes to which they returned in Order to procure Turtle. Some of the largest of the Land Turtles are 100 Pounds Weight, and those of the Sea, 400. They are the ugliest Creatures in Nature. The Shell not un like the Top of an old Hackney Coach, as black as Jet. The Legs and Neck are long, and about the thickness of a Man's Wrist. They have clubbed Feet like an Elephant, with 5 thick Nails on the Fore-Feet, and 4 behind. The Head small, like a Snake, and they look old and black. When first surprized they shrink their Head, Neck, and Legs under the Shell. On the 13th, in the Afternoon, \" We sent a Bo3t ashore, says Rogers, for Wood. They brought off the Rudder and Boltsprit of a small Bark. We fancied it might be Mr. Hatley s, that we lost among these Islands when here before, but ou View preceived it to be much older. We also found two Jars, and a Place where Fire had been made on the Shore, but Nothing to give us farther hopes of poor Mr. Hatley.\" The next Day they sailed, having caught plenty, of Turtle, and on the 17th, were abreast of the Thorough fare, where they tried for Water the last Time. \" I ordered"], [153, "137 ordered a Gun to be fired at a Venture, says Rogers, to see if it were possible Mr. Hatley could be there alive, and then seeing or hearing us, might make a Smoke ashore as a Signal ; but we had no such good Luck, so that our Hopes of him are all vanished, and we finally conclude, we can do no more for him than we have done already.\" It seems Mr. Hatley and his four Men, being in want of Provisions, and having had no Water for 14 Days, stood in for the Main and landed near Cape Pus/ado, almost under the Equinoctial, among a barbarous Sort of People, who are a mixed breed of Negroes and In dians. They voluntarily surrendered themselves, being in a starving Condition, yet these brutish People, instead of giving them Food, tied their Hands, then whipped them and hanged them up, so that they must unavoid ably have lost their Lives, had not a Padre, who lived in the Neighbourhood, came Time enough, by good Providence, to cut them down and save them. Mr. Hatley afterwards got fase to England, and returned to these Parts with Shelvocke, but unfortunately was taken again by the Spaniurds, with Betagh and others. However, after lying in Irons a Twelvemonth, he was again released, and arrived at London in 1723. October 7th, the Duke and Dutches anchored at Tres Marias Islands, near Mexico, the Marquis and Bark being out of Sight. Those who went on Shore, saw no Sign of any People having been there lately* but found an human Scull above Ground, which Dumpier supposed had belonged to one of the Indians left there by Swan, in 1686, above 23 Years ago M 3"], [154, "138 ago ; as already related. *\" For Victuals being scarce with these Bucaniers, they would not carry the. poor In dians any farther ; but after they served their Turns, left them to make a miserable End on a desolate Island.\" The Dutches having been out in Quest of the Mar quis and Bark, returned Oct. 13th, with the Bark in Tow, and the Marquis. Mr. Duck, who was Master ofthe Bark, told Capt. Rogers, that the Day they lost Sight of them, their Water was expended. Two of the Bark's Crew in a very small Canoe, left her, almost out of Sight ol^Land, and it being smooth, calm Weather, fortunately got aboard the Marquis to ac quaint Capt. Cooke they had no Water, upon which he bore down to them and took her in Tow. Had he not done this, the Bark must have run for the Mai'.i- Land to get Water, which might have alarmed tbe Enemy, and endangered the Loss of the Vessel and Men. They were not above eight Leagues oss the Island, but it being hazy Weather, with little Wind, they could not get in or see them. Oct. 24. They sailed for Cape St. Lucas, in Cali fornia, in Order to watch for the Manilla Ship bound to Acupulco, and saw the Cape on the 1st of November. On tbe l6th, the Bark was sent to look for Water on the Main, and returning next Morning, they said they had seen wild Indians, who paddled to them on Bark- Logs. They were afraid to come near the English at first, but at Length were prevailed upon to accept a Knife and some Baize, for which they gave them two Bladders of Water, a couple of live Foxes, and a Deer- Skin. They * Rogers."], [155, "139 They dispatched their Bark and Boata second Tima with Trifles, in Hopes of getting some Refreshment ; and on the ISth before Sunset sew the Bark near the- Shore ; and having little Wind she drove most Part of the Night to be near them. In the Morning they sent the Pinnace, and brought the Man aboard, who reported, that their new Acquaintance were become very familiar, but were the poorest Wretches in Na ture. Tliey came willingly aboard lo eat some of the Victuals, and, by Signs invited the Men a shore ; when they swam, to guide the Bark-Logs the Men were on, there being too much Sea to land out of the Boat, When they were asliore the Inelians led each of the Men between two of them to an old naked Gentleman, with a Deer-Skin spread before him, on which they kneeled, the English doing so too. Those who led tbe Men took the same Care of them a Quarter of a Milt farther, through a narrow. Passage, to their Huts, where they fat on the Ground with them and eat broiled Fish. Then they brought Samples of every Thing they had, except their Women, Children, and Arms, which are not shewn to Strangers. Their Knives made of Sharks' Teeth, and other Curiosities, the Sailors took to Capt. Rogers, who preserved them, as Proofs of what Shifts might be made. Having obtained but a small Supply cf Provisions, they came to a Resolution to sail for Guam, and watch for the Manilla Vessel no longer, but to their great Joy discovered her, December 21, and engaged and took her the next Day. \" I ordered, fays Rogers, a large Kettle of Chocolate* to be made for our Ship's Company, having no Spirit- uous"], [156, "140 oous Liquor to give them. Then we went to Prayers, and before we had concluded, were disturbed by the Enemy's Firing at us. They had Barrels hanging at each Yard Arm, that looked like Powder Barrels to de ter us from boarding them. About eight o'Clock we began to engage her by ourselves, for the Dutches} be ing to leeward, and having little Wind did not come up. The Enemy fired her Stern-Chase upon us first, which we returned with our Fore-Chase several Times, till we came nearer, and when close aboard each other, we gave her several Broad-Sides, plying our small Arms very briskly, which they returned as thick awhile, but did not ply their great Guns half fo fast as we, After some Time we shot a little ahead of them, lay thwart her Hawse close aboard, and plied them so warmly, that flie soon struck her Colours two Thirds"], [157, "141 Thirds down. By this Time the Dutches came up, and sired about five Guns, with a Volley of small Shot, but the Enemy, having submitted, made no Return. This Prize was called by the long Name of Nostra Seniora de la Incarnacion Difenganio, Sir John Pichberty, Commander. She had 20 Guns, 20 Pate.raroes, and 193 Men aboard, whereof 9 were killed, 10 wounded, and several blown up and burnt with Powder. We engaged them about three Glasses, in which Time we had only myself and another Man wounded. 1 was sliot through the left Cheek : the Bullet struck away great Part of my upper Jaw, and several of my Teeth, Part of which dropped down upon the Deck, where I sell. The other, Will. Powell, an Irish Landman, was slightly wounded.\" On the 23d, they anchored in Segura Harbour, in California. Being informed by the Prisoners of a much larger Manilla Ship, the Dutches and Marquis went in quest of her the next Day. On Christmas Day, Capt. Rogers placed two Centinels on the Top of an Hill, with Instructions, that when they sew three Sail of Ships in the Offing they should make three Wafts with their Colours. In the Afternoon they made the Signal, and the Duke got under Sail. On the 26th and 27th, they had a desperate, but un successful Engagement with her. They kept as close aboard aspossible, and fired as fast as they could for four Glasses ; then the Duke receiving a Shot in the Main- Mast was much disabled, and sell astern. The Enemy threwaFire Ball out of one of her Tops upon her Quar ter-Deck, which blew up a Chest of Arms, and Car touch Boses, all loaded, with several Cartridges of Powder"], [158, "142 Powder, in the Steerage ; by which Mr. Vunlrugh, the Agent, and a Dutchmun, were miserably scorched. Now Capt. Courtney and Capt. Cooke came aboard, when considering the Condition of the three Ships, it was agreed to keep the Enemy Company till Night, and then make the best of their Way into Harbour. They engaged, first and last, about seven Hours, dur ing all which Time, they had on Board the Duke but eleven Men wounded, among whom was Capt. Rogers, struck in the Heel with a Splinter, so that he could not stand, but lay on his Back in great Misery, Part of his Heel Bone being struck off, and all under his Ankle cut above half through. He was much weakened with the loss of Blood, before it could be stopped and dressed. The Dutches had 20 killed and wounded. The Marquis had only two scorched with Powder. The Enemy was a stout new Ship, and few ofthe Shot entered her Side. She was called the Bigonia, and had 40 Guns mounted, and as many Pateraroes, all Brass. They were the better provided, having heard at Manilla, from the English Settlements in Inttia, that two small Ships had been fitted out at Bristol, to inter cept them in these Seas, and that Capt. Dampier was Pilot. On the 27th, at a Committee on Board the Duke, oi which Alex . Selkirk was one, it was determined not to pursue her any farther. 1710. January 1. They arrived again at Port Segura, re solving to go as scon as possible to the East -Indies; giving the Prisoners the Bark, with all sufficient Ne-> eeliaries for their Voyage to Acapulco, and receiving from"], [159, "143 from them a voluntary Testimonial of the £ood Usage they had experienced. Great Disputes unhappily arose about the Prize*, now called the Bachelor Frigate ; Courtney and his Officers being very much bent upon it, that Cnpt. Dover, who was a considerable Owner, should command her, and Risers and his Officers as sanguine against it. At\" length it was determined on the 10th, that Capt. Fry and Capt. Stretton, scould navigate her, under Capt. Dover, and Mr. Selkirk was appointed Master. This Night they weighed, but were becalmed till the 12th, when they took their Departure from Cape St. Lucas. The Natives they sow in California were tall, with large Limbs, and a very black Complexion ; their Hair black, hanging down to their Thighs. The Men went naked, and all they saw were old and wrinkled. They seemed to fancy nothing but Knives and Edge- Tools, and yet were so honest, a. not to meddle, with those of the Coopers or Carpenters, if they were left a shore all Night. Their Huts were low, and not cover ed enough to keep out Rain. Some ofthe Sailors told Capt. Rogers, they saw a Man dive with a wooden In strument, and while he was under Water put up his Striker with a Fish, which was taken off by another, who attended him on a Bark- Log. Instead of Bread they used a little black Seed, which they bruised with Stones, and eat by Handfuls. The Seamen thickened some of their Broth with it, and said it had the Taste of Coffee. When they sailed they had obtained but little Pro vision, so that they were forced to allow but a Pound and an Half of Flour, and one small Piece of Meat to five"], [160, "144 five Men in a Mess, with three Pints of Water to each Man for 24 Hours. On the 16th, in their Prize, the Bachelor, was found a large Quantity of Bread and Sweetmeats, but very little Flesc. Of Bread the Dulie received 1000 Weight, the Dutches as much, and the Marquis 500. At length, after having lost several Men during the Passage, they arrived at Guam, on the llth of March. As they were turning into the Harbour, several Proes came off towards them, one of them with Spanish Co lours, in which were two Spaniards. On being assured they were Friends they came on Board. On the 13th, an Entertainment was provided on Board the Bachelor for the Spanifli Gentlemen, to which Capt. Rogers was carried, being unable to move himself. There it was agreed, that a Deputation scould be sent from every Ship to wait upon the Governor, with a Present for his great Civility. On the l6th, the Pinnace, with several Officers, went to the Governor's Palace, who received them with great Friendscip, having 200 Men drawn up in Arms at their Landing ; and his Officers, with the Clergy of the Island, conducted them to his House, which was a very pretty Seat. They were en tertained with sixty Disces of various Kinds, and the best the Island afforded. When they came away, each sired a Volley of small Arms. The Presents they car ried to the Governor were, two Negro Boys dressed in Liveries, 20 Yards of Scarlet Serge, and 6 Pieces of Cambric, with which he seemed well pleased. The next Day they received 60 Hogs, 99 Fowls, 24 Baskets of Indian Com, and 800 Cocoa Nuts, with 14 Bags of Rice, and 44 Baikets of Yams. They afterwards got"], [161, "145 got more Cattle though not so good. On the2I_ they sailed. May 29th, they anchored at the Island of Bouton. The next Day 3 Proe came from the King, with a Nobleman aboard, who had neither Shoes or Stockings on. The first Question he asked, was, \" How they durst come to an Anchor there, without Leave first obtained »f the King of Bouton ?\" He however brought each Commander a Piece of Bouton striped Cloth, a Bottle of Arrack, some Rice in Baskets, &c. as a Present from the King. His Majesty had five Wives, besides Con cubines. Four Men called Pury Bafsas, who carried large Canes with Silver Heads, managed his Affairs. He wore a green Gauze spangled, over his long black Hair, went bare-footed and bare-legged, and was clad like a Dutch Skipper. When he appeared in State, he had a Calico Gown over his scort Jacket. Both he and his Subjects were great Admirers of Music. The Houses stood upon Posts. They sailed June 8th, and on the 20th, arrived at Batavia. At a Committee on the SOth, Mr. Selkirk was appointed, with some others, toactfor tbe Officers in appraising and dividing the Plunder. The next Day a Supply of Money was granted to several Persons to purchase Necessaries. Mr. Knowlmun and Mr. Sel kirk, had eighty Pieces of Eight between them. At the Island Unrest, the Dutch careen all theit Ships, and have all Conveniences necessary for that Pur pose, but the English could not at any Rate, get Leave of the Government to repair thither, though they al lowed them to go to the little Island Horn, which ia near the other, and inhabited by Fishermen. Here N they"], [162, "146 they repaired the Duke, Dutchefs, and Batchelor, and sold the Murquis, as being unfit to proceed to England; distributing the Officers and Men among the other Ships. The Weather was so exceeding hot, that many Officers and Men fell sick, and several died of the Flux. John Read, a young Man, be longing to the Dutches, venturing to swim here, had both his Legs soapped off by a Shark, which at a second Bite, took off the Bottom of his Belly, so that he was dead before he could be took in. Sept. 30. Mr. Alex. Salcrag was appointed Master en Board the Duke* The three Ships weighed from Batavia Road, Oct. 12th, and on the 17th, got to the Watering-Place at Java Head, from whence they sailed on the 23d, and anchored at the Cape of Good Hope, Dec. 28th, where they refitted. 1711. Woodes Rogers was much against stopping here to lose Time, and on the 1st of February, delivered his Sentiments in Writing to Dover and Courtney, with the rest of the Committee. But the Majority was against any Thing, but going Home with the Dutch Fleet all together. At last, on the 6th of April, they sailed, being 1 6 Dutch and 9 Englijh Ships in Com pany. On the 30th, they saw St. Helena, and May 7th, made the Island of Ascension. On the 14th at Noon, they found they had just crossed the Equator, which was the 8th Time in their Course round the World. In July, they sailed up to the West of Scotland, Mr. Selkirk'* * Cooke."], [163, "147 Selkirk's native Country; and on the 15th, joined several Dutch Men of War, off Shetland Islands, and having gone round to the North and East of Scotland, they anchored at Texel in Holland, on the 23d. Here they remained for a Convoy, with which they sailed for London, Sept. 22d. \" Oct. 14. This Day at eleven of the Clock, fays Rogers, we and our Consort and Prize got up to Eriff, where we came to an Anchor, which ends our long and fatiguing Voyage.\" I shall close the Account of it by an Extract from Betagh. \" The Charge ot our Expedition was upwards of fourteen Thousand Pounds, and I believe the Duke and Dutches did not stand the Bristol Gentlemen in so much. And though Rogers had aboard him some troublesome Spirits, who opposed his better Views, yet it is well known he brought Home a Capture of an Hundred and seventy Thousand Pounds Value !\" Mr. Dampier had now completed his third Voyage round the World, being about fifty-nine Years old. What became of him afterwards I cannot learn. His Life was in all Respects very remarkable, particularly as it related to the Residents upon Juan Fernandez. He went a Voyage to India, to the South Sea, to New- Holland, two to tbe Bay of Campeachy, and three round the World. He was scipwrecked at the Islands Al cranes and Ascension. He was present at the Leaving and finding of William, the Mosquito ; went out with Da vis's Men, was at theL.eaving ot Stradling's, and both went out and returned with Selkirk. Few Lives are so full of Incident. Wo*Jcs Rogers settled at Providence, in 1718, as Go- N 2 vernor"], [164, "148 rernor of the Bahama I/lands, where he exterminated the Pirates who had so long infested that Island. Capt. Stradling, as he afterwards informed Capt. Rogers, continued Prisoner at Lima, till he saw several Spaniards there who had been Rogers's Prisoners. They all owned they had been treated very civilly, which in a great Measure took off tin- bad Impression the Spa niards had formed of the English from the Cruelties committed by the Bucaniers in those Parts. Soms Months after the Duke and Dutches were gone, he was sent Prisoner to Europe, in the. very Ship which Ilogers had chased near Falkland's Islands. Some Time afterwards, it appears, he obtained his Liberty, and came Home. To return to Mr. Selkirk. He arrived in England, aftes having spent eight Years, one Month, and three Daysia. surrounding the Globe, reckoning from his Departure from Kinfale to his Return to Eriff. More than Half this. Period he passed on the Island, and while returning,. visited America, Asta, Africa, and Europe. * On his Passage he freely related his Adventures to those who were curious to luiow them, and the Singularity of them furnished a considerable Topic for Conversation in London, f He became well known to the Mer- chants and Captains on the Exchange. Sir Richard Steele thus mentions his Acquaintance with him : \" The Person I speak of is Alexander Selkirk, whose Name is familiar to Men of Curiosity. I had the Plea sure frequently to converse with the Man soon after his Arrival in England, in the Year 1711. It was Matter- of great Curiosity to hear him, as he is a Man of * Cooke. Fro-. Dist-."], [165, "149 os good Sense, give an Account of the different Re volutions in his own Mind in that long Solitude. When I first sow him, I thought, if I had not been let into his Character and Story, I could have discerned that he had been much separated from Company, from his Aspect and Gesture ; there was a strong but chear ful Seriousness in his Look, and a certain Disregard to the ordinary Things about him, as if he had been funk in Thought. The Man frequently bewailed his Return to the World, which could not, he said, with all its Enjoyments, restore him to the Tranquillity of his Solitude. Though I had frequently conversed with him, after a few Months Absence he met me in the Street ; and though he spoke to roe, I could not re collect that I had seen him. Familiar Converse in this Town had taken off the Loneliness of his Aspect, and quite altered the Air of his Face. This plain Man's Story is a memorable Example, that he is happiest, who confines his Wants to natural Necessities ; and he that goes farther in his Desires, encreascs his Wants in Proportion to his Acquisitions ; or to use his own Ex pression, I am now worth eight Hundred Pounds, but fliull never be so happy, as when I wus not worth a Farthing!\" Englifliman, No. 26.— Dec. 3, 1713. Selkirk very probably was called upon to tell his Story so often that he grew tired of it, for Mr. Smith, Father to the Print-Seller, above-mentioned, reported him to be au unsociable, odd Kind of a Man, far from being so free in Communication, as Steele found him. Mr. Smith ask' d him many Questions, but could get but very little in Answer. He seemed to be punning and playing, upoi. )■■ t.v._Mrs. Da- r . ; mark"], [166, "150 snarls Daniell, Daughter to Major Wade, was in his Com pany at Bristol, as sce informed Mr. Shurmer Bath, now of that City ; but he spoke in so broad a Scoli/h Dialect, that sce could understand but little he said. His Adventures were publisced both by Rogers and Cooke in 1712, and by Steele the Year after. It has been almost universally believed, that, at the Desire of many People, he drew up a Narrative of them himself, and put it into theHands of Daniel De Foe, to transcribe and improve the Style; but that the latter, mingling the Products of his own lively Fancy, with the real Adven tures of Selkirk produced the celebrated Novel of Ro binson Crusoe ; and afterwards returned Selkirk his Pa pers, telling him his History would not sell. Nor is i» likely it would, since Crusoe being alstrst almost universally thought to be true, Mr. Selkirk's History must have appeared very inferior in Point of Incident, How the above Story scould gain such general Be lief, and that, most probably, while Selkirk was living, is very strange, if there were no Foundation for it. The Rev. Rob. Gentleman, ot Shrewsbury, with whom I lived in 1/77. told me, he had heard upon good Authority, tint when De Foe was upon his Death- Bed, Nothing seemed to lie with such Weight upon his Mind, as this unjust Transaction with Selkirk. Upon the whole, I still am inclined to think the above Representation is just, though it has lately been called in Question, particularly by Mr. Chalmers. Two Circumstances indeed may be mentioned in De Foe's Favour. The first is, That Crusoe was not pub lisced till seven Years after Rogers and Cooke had ap peared in Print, and eight after Selkirk's Return. The other,."], [167, "151 other, That even Selkirk's Relations do not kuow that he left any Journals befeind him. But these arc of little Weight, if we consider that various Motives might deter him from becoming an Author before, and that when he left his Relations afterwards, he most probably Would take his Papers with him, if he had committed his Adventures to writing. Mr. Chalmers relates a Tradition current among the Booksellers, \" That when \" Drelincourt's Consolations against the Fears of Death\" first appeared, the Book would not sell. De Foe said he would make it sell, ani he made the Apparition recommend Drelincourt's Boo.k of Death, as the Best on that Subject ever writ ten.\" Now if this be true, a Man, who could be so impious as to forge so solemn a Story as that of Mrs. Veal, upon the awful Subject of Deaths would not surely, hesitate to deal by Mr. Selkirk, in the Manner that universal Tradition (of equal Weight, undoubt- ediy, with that of the Booksellers) has all along re- presented. The first Volume of Crusoe was published in April,. '7 19. \" The Reception was immediate and universal ; and Taylor, who purchased the Manuscript after every Bookseller had refused it, is said to have gained a Thou sand Pounds.\"* The second Volume came out in August following, and in August, 1720, were pub lilhed, \" Serious Refledions during the Life andfurpriz- ing Adventures of Robinson Crusoe ; with his Vision of tlie Angelic World!' In the Preface to this is a Passage evidently referring to Mr. Selkirk, viz. \" I have heard that the envious and ill-disposed Part of tlie World have * Chaln.tr.."], [168, "152 have raised some Objections against the two first Vol umes : That the Story is feigned, that the Names are borrowed, and that it is all a Romance; that there never was any such Man, or Place, or Circumstances in any Man's Life; that it is all formed and embellisced by In vention to impose upon the World. — 1 Robinson Crusoe, do hereby declare, theirObjection is an Invention scan delous in Design, and false in Fact ; and do affirm that the Story though allegorical, is also historical. Farther, that there is a Man alive, and well known too, the Actions of whose Life are the just Subject of these Volumes, and to whom all or most Part of the Story most directly alludes. This may be depended upon for Truth, and to this I set my Name. The famous His tory of Don Quixote, was emblematic History of, and a just Satire upon the Duke De Medina Sidonia; a Person very remarkable at that Time in Spain, Without letting the Reader into a nearer Explication of the Matter, I proceed to let him know, that the hap py Deductions I have employed myself to make from al! the Circumstances of my Story, will abundantly make him amends for his not having the Emblem ex plained by the Original. Robinson Crusoe\" I scall now give the Sentiments of a few Authors upon this Subject, from which it will appear that even De Foe has not always been thought the Author of Crusoe. 1. Entick, 1757. \"Mr. Selkirk, on his coming to England, supplied Daniel De Fee (who was pilloried, with his Memoirs, in order to digest them for Publi cation . but that honest Writer stole the Materials which"], [169, "153 which he gave to the Public under the Name oi Robin- Jin Crusoe.\" — Naval History. 2. Biographia Britannica, 1766. Dr. Arbuthnot — \" scared the like Fortune with his Friends Pope and Swift, in having several Brats illegitimately fathered upon him. among which the famous Romance of Robinson Crusoe is worth mentioning. This Romance was written in so natural a Manner, and with fo many Incidents, that it was jjdged for some Tir.e to be a true Story. It was the delectable Offspring of the teeming Brain of Daniel De Fae, a Writer famous ia his Generation for Politics and Poetry.\" 3. Watson, 1775. \" The Subject was taken from the Papers of. Selkirk, who had given his Memoirs to this Daniel to methodise ; who, instead of doing as his Friend desired, struck out this entertaining Novel, and by the Publication of it, prevented Alexander's Design of making some Advantage from a Recital of his Adventures.\" — Hist, of Halifax. 4. Dr. Bealtie, 1733. \" Selkirk was advised to get his Story put in Writing and published. Being illiter ate himself, he told every Thing he could remember to Daniel De Foe, a professed Author of considerable Note ; who, instead of doing Justice to the poor Man, is said to have applied these Materials to his own Use, by making them the Ground-Work of Robinson Crusoe, which he soon after pu'olislied, and which being very popular, brought him a good Deal of Money. I am -willing to believe that De Foe scared the Profits of this Publicetion with the poor Seaman ; for there is an Air of Humanity in it, which one would not ex- pect"], [170, "154 pect from an Author who is an arrant Cheat.- In the Preface to his second Volume, he speaks feelingly enough of the Harm done him by those who had a bridged the first, in order to reduce the Price. \" The Injury, fays he, which these Men do to the Proprietors oi Works, is a Practice all honest Men abhor ; and they believe they may challenge them to scevy the Difference between that, and robbing on the Highway or breaking open a House. If they cannot (hew any Difference in the Crime, they will find it hard to shew why there scould be any Difference in the Punisc ment.\" — Is it to be imagined that any Man of com mon Prudence would talk in this Way, if he were conscious that he himself might be proved guilty of that very Dishonesty, which he so severely condemns? —Be this however as it may, for I have no Authority to affirm any Thing on either Side.\" Dissertations, Moral and Critical. 5. Gentleman s Magazine, March, 1788. \" Mr. Urban, Dublin, Feb. 25. In the Course of a late Conversation with a Nobleman of the first Consequence and Information in this Kingdom, he assured me, that Mr. Benjamin Holloway, of Middleton Stony, assured him, some Time ago, that he knew for Fact, that the celebrated Ro mance of Robinson Crusoe was really written by the Earl oi Oxford, when confined in the Tower oi London; that his Lordship gave the Manuscript to Daniel De Foe, who frequently visited him during his Confine ment ; and that De Foe, having afterwards added the second"], [171, "155 second Volume, publisced tbe Whole as his own Pro duction. This Anecdote I would not venture to send to your valuable Magazine, if I did not think my In formation good, and imagine it might be acceptable to your numerous Readers, notwithstanding the Work has heretofore been generally attributed to the latter. W. W.\" It is certain the Earl was in Possession of Selkirk's History, the Pamphlet called Providence Displayed being preserved in the Harleian Miscellany. 6. Chalmers, 1790- \" The Tongue of Detraction is seldom at Rest. It has often been repeated, that De Foe had surreptitiously appropriated the Papers ot Alex ander Selkirk. But let no one draw Inferences till the Fact be first ascertained. The Adventures of Selkirk had been thrown into the Air, in 1712, for literary Hawks to devour ; and De Foe may have catched a common Prey, which he converted to the Uses of his Intellect, and distributed for the Purposes of his In terest. Thus he may have have fairly acquired tbe fundamental Incidents of Crusoe's Life ; but he did not borrow the various Events, the useful Moralities, or the engaging Style. Few Men could write such a Poem ; and few Selkirks could imitate so pathetic an Original.'' Life of De Foe. How long Mr. Selkirk resided in England 1 cannot ascertain, but most probably till 1720, or after, as ap pears from the Passage in the Serious Reflections. It is certain that some Time or other he returned to Largo, his native Place, and settled there. *An old Man of eighty- * Mr. Oliphant'. Letter."], [172, "156 •eighty-sour, who died about September, 179C, remem bered well, when a Boy, of having slept with him for one Night, but would not be prevailed upon to do it a second Time, being terrified at the uncommon white ness of his Linen, and the Hairiness of his Body. This last Circumstance might not be occasioned by his former Exposure to the Weather, but rather a Sign of the Strength of his natural Constitution. JohnSelkirk, his Grand Nephew, who was living in September, 1794j remembered sleeping with him repeatedly.* His Stay at Largo, according to Mr. Oliphant, was but scort. Mr. Eiving soys a few Years. I am sorry to close his History with an Anecdote by no Means to his Credit, but it is my Province to relate what he was, and not, like too many monumental Inscriptions, what he ought to have been. A Boy, who had been bringing Water to his House in two earthen Vessels, accidentally broke them, and Selkirkheat him so unmercifully, that his Life was de spaired of. Whether any Allowance may be made for him, considering tbe rough Manners of sea-faring Peo ple, especially Privateers, I leave to the Reader's Con sideration. The Boy, it seems did not die, but Mr. Selkirk was challenged by the Kirk Session ofthe Parisc, and ordered by them to appear before the Con gregation, on the Place of public Penitence, that he might be rebuked for his Inhumanity. Not choosing to submit to such Discipline, and, as I scould hope, touched with Remorse, he. immediately disappeared from Largo, and his Friends never saw him afterwards. They * O'iphnnt."], [173, "157 Tliey understand he was much about Bristol and Liver pool, and some of his Connections, of the some Name, were lately employed in the Slave Trade from one of those Places. \" I suppose, fays Mr. Oliphant, the Widow of a Capt. Jumes Selcraig, who several Years ago was destroyed on the Coast of Africa, is now liv ing in Bristol or Liverpool!' Some considerable Time, perhaps several Years, after his absconding to avoid the Mortification of Pe nance, an English Woman, who asserted that sce was his Widow, instituted a Prosecution against his Rela tions at Largo, in order to recover his Portion of Patri mony. The Process was attended with so much Expence that they were obliged to sell most of their Property in that Place. I know not how it ended but surely if sce had not been his Widow, it is not likely sce could have maintained her Claim so for cibly. John Selkirk, above-mentioned, a Weaver at Largo, in 1794, was in Possession of the Gun and Chest which his Great Uncle brought from Juan Fernandez. They also had a drinking Cup of Cocoa-Nut Shell, tipped with Silver, which had been his Property ; but the Silver is now gone and the Cup only remains. Thus unfortunately ends the History of Alexander Selkirk, as far as I have been able to recover Ma terials striclly trite. By his last Adventare he verified the Truth of his own Remark to Steele, That he was never fo happy as when he was not worth <_ Farthing. If O"], [174, "158 If ever he met with his Friend WooJcs Rogers again, fee might have addressed him in the Words of Horace, Objecro, et obtestor ; Vita; me redde priori ; Quifemel afpexit, quantum dimiffa pctitis Preeftant ; mature redeat, repetatquc relida. To that blest State, in which I liv'd before, O take me back, I earnestly implore. Let those, who Shades for solid Good pursue, Return in Time, and former Bliss renew."], [175, "159 SUPPLEMENT: Containing Authentic Narratives, relating to Several Persons left in Situations similar to that of ALEXa4NDER SELKIRK. Tollite me, Teucri, quascunque abelucite Terras : Hoc fat erit. Virg Virgil. r. THE AnVENTURES OF PETER SERRANO, Who lived seven Years on a sandy Island, on the Coast of PERU. From the Royal Commentaries of Peru. By Garcilaffo De La Vega. Translated by Sir Paul Rycaut, Kt. Fol. Lond. 1688. PETER SERRANO escaped from Shipwreck by swimming to that desert island, which from him receiv ed its Name, being as he reported, about two Leagues in Compass, and for so much it is laid down, in the Waggoner,* three little Islands with divers scailow Tlaces about ihem ; so th3t all Ships keep at a Dis tance from them, avoiding them with all possible Care and Circumspection. It A Foakn. Crusts. Set Ciiatnhus, Cyc!opæ.!l.i. 0\"2"], [176, "160 It was Peter Serrano's Misfortune to be lost upon these Places, and to. save Ids Life on this disconsolate Island, where was neither Water, Wood, Grafs, or any Thing for Support of human. Life, at least not for Maintenance of him so long a Time, as until some Ship passing by might redeem him from perishing by Hunger and Thirst; which languiscing Manner of Death is much more miserable, than by a speedy Suf focation in the Waters. With the fad Thoughts here of he passed the first Night, lamenting his Affliction with as many melancholy reflections, as we may ini agine capable to enter into the Mind of a Wretch in like Extremities. So soon as it grew Day, he began to traverse his Island, and found on the Shore some Cockles, Shrimps, and other Creatures of like Nature, which the Se* had thrown up, and which he was forced to eat raw,. because he wanted Fire to roast them. With this small Entertainment he passed his Time, till observing some Turtles not far from the Shore, he watched a Convenience until they came within his Reach, and then throwing them on their Backs, (which is the Manner of taking that Sort of Fisc) he cut the Throat, drinking the Blood instead of Water ; and slicing •ut the Flesc with a Knife, which was fastened to his Girdle, he laid the Pieces to be dried and roasted by the Sun ; the Shell he made Use of to rake up the Rain- Water, which lay in little Puddles, for that is a Country often subject to great and sudden Rains. In this Manner he passed the first of his Days, by killing all the Turtles that he was able, some of which were fo large, that their Shells were as big as Targets or."], [177, "161 or Bucklers. Others were so great, that he was not able to turn them, or stop them in their Way to the Sea ; so that in a scort Time, Experience taught him, which Sort he was able to deal with, and which were too unweildly for his Force. With his lesser Shells he poured Water into the greater, some of which con tained twelve Gallons ; so that having made sufficient Provisions both of Meat and Drink, he began to con trive some Way to strike Fire, that he might not only dress his Meat with it, but also make a Smoke, to give a Sign to any Ship, which was passing. Considering of this Invention, (for Seamen are much more ingenious in all Times of Extremity, than Men bred at Land) he searched every where to find out a Couple of hard Pebbles, instead of Flints ; his Knife serving in the Place of a Steel ; but the Island being all covered over with a dead Sand, and no Stone ap pearing, he swam into the Sea, and diving often to the Bottom, he at length found a Couple of Stones fit for his Purpose, which he rubbed together, until he got them to an Edge, with which being able to strike Fire, he drew some Threads out of his Shirt ; which he worked so small, that it was like Cotton, and served for Tinder ; so that having contrived a Means to kin dle Fire, he gathered a great Quantity of Seas Weeds, thrown up by the Waves, which, with the Shell, of Fisc, and the Planks of Ships, which had been wrecked on those Sholes, afforded Nouriscment for his Fuel. And lest sudden Showers scould extinguisc his Fire, he made a little Covering, like a small Hut, with tlie Shells of the largest Turtles or Tortoises that he had killed, taking great Care that his Fire scould not go cut. 03 It"], [178, "162 In the Space of two Months, and sooner, he was as unprovided of all Things as he was at first, for with the great Rains, Heat, and Moisture of that Climate, his Provisions were corrupted ; and the great Heat of the Sun was so violent on him, haying neither Clothes to cover him, nor Shadow for a Shelter, that when he was, as it were, broiled in the Sun, he had no Remedy. but to run into the Sea. In this Misery and Care he passed three Years, du ring which Time he sow several Ships at Sea, and as often made his Smoke ; but none turned out of their Way to see what it meant, for fear of those Shelves and Sands, which wary Pilots avoid with all imagin able Circumspection ; so that the poor Wretch despair ing of all Manner of Relief, esteemed it a Mercy for him to die, and arrive at that Period which only could put an End to his Miseries, Being exposed in this Manner to all Weathers, the Hair of his Body grew in that Manner, that he was covered all over with Bristles, tbe Hair of his Head And Beard reaching to his Waist, that he appeared like \"some wild and savage Creature. At the End of three Years, Serrano was strangely surprized with the Appearance of a Man in his Island, whose Ship had, the Night before, been castaway upon those Sands, and who had saved himself on a Plank of the Vessel ; so soon as it was Day, lie espied the Smoke, and imagining whence it was, he made towards it. As soon as they saw each other, it is hard to fay, which was the most amazed ; Serrano imagined that it was the Devil, who came in the Shape of a Man, to tempt"], [179, "163 tempt him to Despair. The New-Comer believes Ser rano to be the Devil in his own proper Shape and Figure, being covered over with Hair and Beard: in fine, they were both afraid, stying one from the other. Peter Serrano cried out. 3s he ran, Jesus, Jesus, deliver me from the Devil. The other hearing this, took Courage; and, returning again to him, called out. Brother, Brother, don't sty from me, for 1 am a Christiun, u< thou art. And because he sow that Serrano still ran from him, he repeated the Credo, or Apostles' Creed in Words aloud : which, when Serrano beard, he knew it was no Devil, that would recite those Words, and thereupon gave a Stop to his. Flight; and returning with great Kindness they embraced each other with Sighs and Tears, lamenting their fad Estate, without any Hopes of Deliverance. Serrano supposing that his Guest wanted Refrescment, entertained him with such Provision*"], [180, "164 Provisions as his miserable Life afforded : and having a little comforted each other, they began to recount the Manner and Occasion of their sad Disasters. For the better Government of their Way of Living, they designed their Hours of Day and Night to certain Services ; such a Time was appointed to kill Fisc for eating, such Hours for gathering Weeds, Fisc-Bones, and other Matters which the Sea threw up, to main tain their constant Fire ; and especial Care had they to observe their Watches, and relieve each other at cer tain Hours, that so they might be sure their Fire went not out. In this Manner .they lived amicably together for eertain Days ; for many did not pass, before a Quarrel arose between them, so hi sh , that they were ready to fight. The Occasion proceeded from some Words that one gave the other, That he took not that Care and Labour, as the Extremity of their Condition re- quired. This Difference so increased, (for to such Misery do our Passions often betray us) that at length they separated and lived apart one from the other. However in a short Time having experienced the Want of that Comfort which mutual Society procures, their Choler was appeased, and so they returned to en- joy Converse, and the Assistance, which Friendscip and Company afforded, in which Condition they passed four Years ; during all which Time they sow many Ships fail near them. Yet none would be so charitable or curious, as to be invited by their Smoke and Flame; so that being now almost desperate, they expected no other Remedy besides Death, to put an End to their Miseries.. However"], [181, "165 However at length a Ship venturing to pass nearei* than ordinary, espied the Smoke ; and rightly judging that it must be made by some scipwrecked Persons escaped to those Sands, hoisted out their Boat to take them in. Serrano and his Companion readily ran to the Place where they sow the Boat coming : but as soon as the Mariners approached so near, as to dis tinguish the strange Figure and Looks of these two Men, they were so affrighted, that they began to row back. But the poor Men cried out, and, that they might believe them not to be Devils or Evil Spirits, they rehearsed the Creed, and called aloud on the Name of Jesus. With which Words the Mariners re turned, took them into the Boat, and carried them fe the Ship, to the great Wonder of all present, who with Admiration beheld their hairy Shapes, not like Men but Beasts, and with singular Pleasure heard them relate the Story as their past Misfortunes. The Companion died in his Voyage to Spain, but Serrano lived to come thither; from whence he travel led into Germany, where the Emperor* then resided : all which Time he nourished his Hair and Beard, to serve as an Evidence and Proof of his past Life. Wheresoever he came, the People pressed, as to a Sight, to see him for Money. Persons of Quality, having the fame Curiosity, gave him sufficient to defray his Charges : and his Imperial Majesty having seen him and heard his Discourses, bestowed a Rent upon him of four Thousand Pieces of Eight a Year, which make 4800 Ducats in Peru. And going to the Possession of this Income, he died at Panama, without farther En- joyment. All * Charles V,"], [182, "166 All this Story was related to me by a Gentleman called Garci Sanchez de Figueroa, one who was ac quainted with Serrano, and heard it from his own Mouth. After he had seen the Emperor he cut his Hair and his Beard to some convenient Length, because it was so long before, that when he turned himself on his Bed, he often lay upon it, which incommoded him so as to disturb his Sleep. N. B. Thus far De La Vega, who does not affix any Date to Serrano's Residence on the Island, but it was most probably between 1525, when Pizarro first sailed from Panamu for Peru, and 1555, when the Emperor abdicated the Government. II. Account of a FRENCHMAN, Who lived twenty Months on Maurice Island, now called the Isle »f France. From The Voyages and Travels of John Albert De Mur,- delslo/mto the East-Indies.— YcA. Lond. 1662. P. 2-1.5. ABOUT the Year 1593, three English Ships sailed for the East Indies with piratical Views, being tbe first who had attempted any Thing of that Kind in those Parts. It seems they touched upon the Coast oi Fiance, where a French Soldier joined them in their Design. Providence, however, seems eminently to have blasted their wicked Intentions ; for one of the Ships was cast away near the Cape of Good Hope. At this Time sick- ness"], [183, "167 ness also had consumed most of the Men, so that there not being Hands sufficient to manage two Vessels, they set Fire to another. With the remaining one they proceeded to the Coast of India, where they ob tained some Booty ; but soon after the Ship was wreck ed, and all the Men drowned, except seven, viz. four Englistimen, two Negroes, and the French Soldier. What Booty they had saved they disposed into a Canoe, and put to Sea, with the desperate Design of returning to Europe. They made shift to get to Mauritius, or Maurice Island, at that Time uninhabited. The Dutch settled there about 1640, but it is now possessed by the French, who call it the Iste of France. Here the two Negroes formed a Design to rid them selves of their Comrades ; but being discovered, they threw themselves into the Sea, and were drowned. The four Englishmen determined to pursue the Voyage, but the Frenchman (apprehending they scould be lost in doubling the Cape of Good Hope) rather than expose himself to the Mercy of the Sea, in so small a Vessel, chose to continue on the Island, and subsist as he could. The Englistimen accordingly departed in the Canoe, about January, 1600, but were never heard of again. Mundelsto mentions there being Cocoa, Date, and other Fruit.Trees, on the Island : Herons, and other Birds, at that Time so tame, that a Man might take them with his Hand ; but no Quadrupeds. The Rivers abound with Fisc. He fays, however, that the poor Frenchman fed on Nothing but Tortoises, of which there is abundance, snd"], [184, "168 and some of them prodigiously large. These he was ebliged to eat raw, having no Means to procure Fire. Fresc Water he had in Plenty. Before his Clothes were worn out, his new and strange Mode of Life threw him into a burning Fever, which heightened into such a Degree of Madness, that he tore them to Pieces, and went entirely naked, during the Remainder of his Residence here; but he did not, with his Health, recover the proper Use of his Understanding. At length after one Year and eight Months miser able Existence, the Dutch arrived here in September, 1601. \" They were not a little surprized (says Man dclsto, at the Sight of him, and conceived it would be no easy Matter to restore him to his Senses, though he behaved himself well enough otherwise, and was in very good Health.\" What afterwards became of this poor Wretch, the only Survivor of three Ships' Companies, is not mentioned. III. Of an ENGLISHMAN, Cast upon a small Island between Scotland and Ireland. IN l6l4, Sir William Monson was sent to scour the Scotch and Irijh Seas, which were much infested with Pirates ;* nevertheless the next Year, l6l5, the ordin ary Passage Boat, sailing from England to Dublin, was taken by a French Pirate, but a Tempest arising im mediately after, they were obliged to let it go again. There * Campbell's Admirals. V. II. p. ij."], [185, "169 There happened to be three Persons then in it, who were thus left to the Mercy of the Wind and Waves, which carried thembetween Irclund and Scotland, into the main Sea, expecting to be cast away every Minute. They had neither Victuals or Drink, except some Sugar which happened to be in the Boat. Upon this they lived, and drank their own Urine, till their Bodies were so dried up that they could make no more. In this dole ful Condition, one of the Company, being quite spent with Fatigue and Misery, died, and was heaved over board by the remaining two. After a while, the second grew so feeble, that he laid himself along in the Boat, ready to yield up the Ghost. In this Ex tremity, the third providentially descried a small Island, towards the Extremities of Scotland. It was a great Way off, but he encouraged the dying Man to rouse himself with Hopes of Life ; and accordingly upon this good News, he raised himself up, and by and by, the Boat was cast upon a Rock and split, the two Men escaping up into the Island. They found Nothing at all growing there, neither Grass, Tree, or any Thing else by which a Man could procure Subsistence, nor any Shelter from the Weather, except about the Mid dle of the Island, where there were two long Stones pitched in the Ground, and a Third laid upon them, like a Table, which they judged to have been so pla ced by some Fiscermen to dry their Fisc upon . and under these they slept at Night. They V"], [186, "170 They now judged themselves to be in a more wretched Condition, than if, being swallowed up bv the Sea, they had been delivered from the Extremities they were in for want of Meat and Drink. Yet God, in his good Providence, was pleated to make some Pro- vision for them ; for they took some S_-u-Afi-?t>s, which t-hey dried in the Wind and Sun, and then eat raw. They also caught some Sea- Dogs and found some Eggs in the Crevices of the Rocks, by the Sea-Side. Thus, through God's good Providence, they had wherewithal to subsist, so as to keep them from liarvinc. But what they thought most insupportable was Thirst, because the Place afforded no fresh Water, except what sell from the Clouds, and was left in certain Cavities, which Time had made in the Uock. Neither could they have this at all Seasons, because the Island, or rather Rock, being small and lying low, in stormy Weather"], [187, "171 Weather the Waves daihed over it, and filled the Fits with Salt Water. Before they had been here long, they built a Kind of Hut with Boards from the Ruins of the Boat, which served them for a more comfortable Shelter than the Stones, against the Rain and Injuries ofthe Wind and Weather. In this Condition they lived together for about the. Space of six Weeks, comforting one another, and find ing some Ease in their common Calamity, till at last the poor Engli/hmanhe'wg left alone, the Burden became al mostinsupporlable. For one Day, awaking in the Morn ing, he miffed his Comrade, and getting up, wentcalling and seeking all about the Island for him. Not being able by any Means to find him, he fell into such De spair, that he frequently resolved to cast himself down headlong into the Sea, and so put a final Period to that Affliction, of which he had endured but one half, while he had a Friend to divide it with him. What became of his Companion he could not guess: whether Despair forced him to that Extremity, or whether, getting up in the Night, not fully awake, he had fallen into the Sea : but he rather thought, that, through want of proper Care, he sell from the Rock, as he was looking for Birds' Eggs, for it was very steep on that Side. He had discerned no Dis traction in him, neither could he imagine that he scould, on a sudden, fall into that Despair, against which he had so fortified himself by frequent and fer vent Prayer. By the Way, the more a Man, in what soever Situation, attends to the Duties of Christianity, the less will he be under a Temptation to commit Suicide. P 2 His"], [188, "172 His Loss so affected the poor disconsolate Survivor, that he oft took his Beer, as Mr. Clurke expresses it, with a Purpose to have leaped from the Rocks into the Sea, yet still his Conscience stopped him, suggest ing to him, that if he did it, he would be utterly damned for his Self-Murder. Being now entirely alone, another Affliction bescl him, which was this. His only Knife, with which he used to cut up the Seu-Dogs, and Sea-Mews, having a bloody Cloth wrapped round it, was carried away, as he supposed, by some Bird of Prey. Being now not able to kill any more, he was reduced to the following Extremity, viz. with much Difficult)', he got a great Nail out of one of the Boards of his Hut, which he made Shift so to scarpen upon the Stones, that it served him instead of a Knife. By Degrees his Clothes wore out, and when Winter came on, and every Thing wore a more doleful Aspect than before, he endured the greatest Misery imagin able : for many Times, the Rock and his Hut were so covered with Snow, that it was not possible for him to go abroad to provide his Food, which Extremity put him upon this Invention. He thrust out a little Stick at the Crevice of his Hut and baiting it with a little Sea-Dogs' Fat, by that Means caught some Sea- Mews, which he took with his Hand from under the Snow, and thus kept himself from starving. In this fad and solitary Condition he lived for about eleven Mouths, expecting to end his Days there, when the gracious Providence of God lent a Ship thither, which delivered him out of as great Misery as perhaps any Man was ever in. In"], [189, "173 In the Year 1616, a Fleming, named Pickman, com ing from Drontheim, in Norway, in a Vessel laden with Boards, was overtaken by a Calm, during which the Current carried him upon the Rock or Island, where the poor Englifliman dragged on his miserable Ex istence. This Pickman was well known in England and Hol land, for his Art and Dexterity in getting out of the Sea the great Guns ofthe Spanish Armadu, which was driven upon the Coasts of Scotland and Ireland, in 1588. He was now in some Danger of being cast away, and to avoid being wrecked, ordered some of his Men to get into the Shallop, and to tow off the Ship. They having done so, would needs climb up into a certain Rock to look for Birds Eggs. As soon as they were got up, they at some Distance perceived the Figure of a Man, whence they imagined there were others lurk ing thereabout, or that this Man bad made his Escape thither to avoid some Pirates, who, if not prevented, might surprize their Ship. On this, without stopping to relieve him, they returned, with all the Haste they could to their Shallop, and so got on Board. The Calm continuing, and the Current of the Sea still driving them upon the Island, they were forced to get into the Long-Boat and to tow the Vessel off again. The Man whom they had seen before, was in the mean Time, come to the Brink of the Island, and made Signs, with his Hands lifted up, entreating them to come nearer ; sometimes falling on his Knees, and joining his Hands together, begging and crying to them for Relief. P 3 At"], [190, "174 At first they made some Difficulty about going to him, but at Length, being overcome by his lamen table Signs, they went nearer the Island, where they sow something th3t W3S more like a Ghost than a living Person : a Body stark naked, black and hairy, a meagre and deformed Countenance, with hollow and distorted Eyes, which raised such Compassion in them, that they endeavoured to take him into the Boat. But the Rock was so steep thereabout, that it was impossible for them to land : whereupon they went about the Island, and came at last to a flat Shore, where they took him on Board, at the some Rock where he had been cast on Shore. They sow neither Grafs nor Tree on the Island, or any Shelter, except the Hut which the poor Man and his Companion had built. The Sun Was sot ere they got to the Ship, when the Wind"], [191, "175 Wind immediately rose and drove them off from the Island. Observing this Providence so singularly dis played, they imagined that what they had brought with them was not a Man, since he had not the Figure of one ; whereupon they were the more inquisitive to know who he was, and by what Means he came to that uninhabitable Place. Upon which he gave them his History as already related. The following Lines from Virgil concerning Achæmenides , are so applicable on this Occasion, that I have altered but about six. Words in the whole. Postera jamque Dies primo furgebat Eoo, Humentemque Aurora Polo dimoverat Umbram *.. Cumsulito a Scopulo, Made confedu fuprem.i, Ignoti nova Forma Viri, miferaudaque vise, Procedit, supplexque Minus ad Lit tor a tendit. Refpicimus ; dira Illuvies, immiffaque Barba, Conlinujtque Graduia : mox fife ad Littora præceps Cum Fletu Prccibusque tidit, Genibufque volutuns ; Tollite me vobis, quafcumque abducite Terras ; Hoc fat erit. — Qui fit,furi, quo Sunguine cretus, Hortamur : quee elcinde ugitet For tuna f uteri ' . Ipfe Gubcrnator dextram, non multa moratus, Dat Mifera, atque Ammum præsenti Pignore firmat. llle hesc, dcposttd tandem For.midine,futur. Ecus bright led en the early Day, The humid Shades Aurora drove away, When sudden on a Rock a Shape we view, Scarce like a Man, yet strangely human too. Worn down by Want, with pendent Length of Beard, Besmear'd with Filth, the unknown Form appear'd. He"], [192, "176 He suppliant lifts his Hands, and seeks the Shore, His earnest Cries and Tears our Aid implore. He still advances till the Wretch we see Close by the Shore upon his bended Knee. O take me, take me, from this Seat of Woe ; That, that's enough! I alk not where ye go. With soothing Words we speak, we ask his Name, By what dire Fortune to this Rock he came. The Master too, without the least Delay, Gives the Right-hand, and drives his Fears away. In Hope, no more such Wretchedness to know, He then relates his plaintive Tale of Woe. The Master of the Ship commiserating his deplora ble Condition, treated him so well, that within a few Days he was quite another Creature. He after wards set him ascore at Londonderry, and sometime after saw him again at Dublin ; where such as had heard of his singular Affliction gave him Money to enable him to return to England, his native Country. Mr. James Wright, oiWurwick, Haberdascer, was very well acquainted with him, often heard him tell his Sufferings, and related the above Circumstances to my Author, the Rev. Samuel Clarke, when he lived there. The Lord Mayor of London, likewise told the greater Part of the Story, to John Albert de Mandelsto, when he was in London, Jan. 2, 1640. Clarke's Mirrour or Looking-Glaffe , loth for Saints and Sinners : Held forth in fame Thousands of Examples. Feil. Lend. Isi71. Vol. Id. p. 618, 619, 620. Mandelfh't Trawls. P. 280—282. IV. Bold"], [193, "177 IV. Bold Adventure of a DUTCHMAN, At St. Helena. 1 HE Lord Mayor also related to Mandelslo, another singular and bold Adventure. A Dutch Ship returning from the Eust-Indies, one of the Seamen was con demned to Death for some capital Crime. Soon after arriving at St. Helena, at that Time uninhubited, they changed his Punishment, determining to leave him there, and accordingly put him on Shore. The unhappy Man, representing to himself the Hor rors of such a Solitude, perhaps in a greater Degree than be need, fell upon the following desperate Enter prise. They had that Day buried one of the Officers. The poor Seaman contrived to open the Grave and get the Coffin up. He then forced it open and removed the Body. He next took the Coffin to the Sea, and carefully"], [194, "178 seating himself in it, ventured but, having made a Kind of Rudder of the upper Board. Happily for him, there was at that Time a very great Calm, and the Ship lay, as it were immoveable. within a League and a Half of the Island. Those on Board, seeing so odd a Kind of Boat float ing upon the Water, were much alarmed, thinking it had been an Apparition. But when they could dis cern who and what it was, they were equally amazed at the unaccountable Boldness of the Man, who had ventured so far, in a few Boards slightly nailed to gether, which a small Wave would have overset, when he could have no Assurance of being received by those who had so lately sentenced him to Death. It was however put to the Question, and though some were for having the Sentence executed, yet Pity and Admiration prevailing, they determined to take him on Board again. Being once more fase in the Ship, he returned to Hollund, where he afterwards resided at Horn, on the Zuyder Zee, and related unto many how miraculously the Lord had delivered him. Clarke's Mirrour. p. 6l6, QlJ.—Mandeljlo's Travels. P. 280. V. Of a Man who lived two Tears on tbe RANCADORIES. 1 HE Rev. Increase Mather, Teacher of a Church at Boston, in New Ejiglund, mentions his having seen a Manuscript in which many memorable Passages of Divine Providence were recorded : and among others the following. About"], [195, "179 About sixty Leagues from the Iste »f Providence, near the Gulphof Nicaragua, are some Rocks and Sands called the Rancudories, or Iste of Rencador. About the Year 1638, a Ship fell foul upon them. Ten of the floating Passengers got to a Spot of Land, where hav ing breathed awhile , and expecting to perisc by Fa mine, eight of them chose rather to commit themselves* to the Mercy of the Waves. Two only stayed upon this small Spot of Land, one of whom soon died, and was buried in the Sand by his forlorn Companion. This Solitary Person in the Midst of the roaring Wa ters, was encompassed with the Goodness of Divine Providence, whilst, most probably, his former Com panions all perished. Within three Days, God was pleased to send this single Person, who now alone was both Lord and Subject in this his little Commonwealth, good Store of Fowls, and to render them so tame, that the forlorn Man could pick and choose, as he pleased. Fish were also now and then cast up within his Reach; he also found something which served for Fuel to dress them, having a Flint, by which he was enabled to kindle a Fire. Thus lived this insulary Anchoret, for about two Years, till 1640, when he saw a Dutch Vessel near the Island. On this he fastened a Rag of his Shirt upon the Top of a Stick and held it out towards them. They being come near enough to see it, used Means to fetch him off from his sandy Residence, and took him to the Iste ofProvielence. \" The Man having in 1b lone* a Time conversed only with Heaven, looked at first very strangely, and was not able at first Confer ence promptly to speak and answer.\" .Increase Mathers Essay for the Recording of Illustrious Pryvidences. 8vo. Boston, l684. P. 71, 71."], [196, "180 VI. The Sufferings of Mr. EPHRAIM HOW, Of New-Haven. On the 25th of August, 1676, Mr. Ephraim How, oi Neiu-Huven, in New England, with his two eldest Sons ; one Mr. Augur ; Caleb Jones, Son to Mr. William Jones, one of the Magistrates of New-Huven ; and a Boy ; six Persons in all ; set fail from New Huven for Boston, in a small Ketch, of about 17 Tons. Having dispatched his Business there, he sailed for New-Huven, on the 10th of September, but was for ced back to Boston, by contrary Winds. Here Mr. 'How was seized with a violent Flux, which continued nearly a Month ; many being at that Time sick, and some dying of the same. Being in some Degree restored to Health, he again sailed from Boston, Oct. 10th. They went with a fair Wind as far as Cupe Cod: but on a sudden the Weather became very tempestuous, so that they could not pass the Cape, but were driven off to Sea, where they were in great Danger, experiencing terrible Storms, with outrageous Winds and Seas. His eldest Son sell sick and died about the 21st. No sooner was he dead, than his other Son was taken ill and died also. This was a bitter Cup to the poor Father, who was a pious Man. ' It is said, 1 Chron. vii. 22. Thut when the Sons of Ephraim were dcuel, \" Ephruim their Father mourned many Days, and his Brethren came to comfort him.\" .But this our Ephraim had no Relative to comfort him, though his Sons were dead, for they knew not his Affliction, nor could they have"], [197, "181 have come to him. But he had this Consolation, that they died in so religious and comfortable a Manner, that their Father professed he had even Joy in parting with them. But his external Distress and Danger were now greater, for these Youths were his only Assistants in working the Vessel. Soon after Caleb Jones died, repenting of his Sins, and in the Belief of Salvation through Jesus Christ. So that Half the Com pany were now no more. Mr. How continued in a very sickly and weak State, yet was necessitated to stand at the Helm, twenty four, and thirty-six Hours at a Time. During this Time the Sea was so boisterous, as frequently to break over the Vessel, that if he had not been lasced fast he must have been walhed overboard. In this Extremity, he was at a Loss in his own Thoughts, whether he should persist in endeavouring to make for the Nezv England 'Shore, or bear away for the Southern Islands. Upon his proposing the Question to Mr. Augur, they determined to pray earnestly to God for Direction, and then, according to the Custom of some in those Times, to determine this difficult Case by casting a Lot. They did so, and it sell upon New-Englund. Nearly about the 7th of November they lost their Rudder, so that now they could rely on God alone. In this deplorable State, as to human Endeavours, they drove up and down, for a Fortnight longer. Dur ing the last six Weeks, the poor, infirm Skipper How was hardly ever dry, nor had they the Benefit of warm Food, above thrice or thereabouts. At length about the 21st of November, early in the Q, Mornine*,"], [198, "182 Morning, the Vessel was driven on the Tailings of a Ledge of Rocks, where the Sea broke violently. Look ing out they saw a dismal rocky Island to the Lee ward, upon which, if the Providence of God had not by the Breakers given them timely Warning, they had been dallied to Pieces. This Extremity was the Lord's Opportunity to appear for their Deliverance. They immediately let go an Anchor, and got out the Boat, and the Sea became calm. The Boat proving leaky, and they being in great Terror, they took but little out of the Ketch, but got on Shore as they could. Here they could discover neither Man or Beast. It was a small, rocky, desolate Island, near Cupe Suble, the southern Extremity of Nova-Scotia. They now appeared to be in great Danger of being starved to Death, but the Storm returning, beat so violently upon the Vessel, as it still lay at Anchor, that it was staved to Pieces, and several Things floated to the Shore. It appears they had the following Articles towards their future Support, viz : A Calk of Gunpowder, which received no Damage from the Water. A Barrel of Wine. Half a Barrel of Molasses. Several useful Articles towards building a Tent. All the above drifted from the Wreck ; besides which they had, Fire Arms and Shot. A Pot for boiling ; and most probably other Things not mentioned in the Narrative. Their"], [199, "183 Their Tent was soon erected, for the Cold was now getting severe, but new and great Distresses attended them, for though they had Arms and Ammunition, there were seldom any Fowls to be seen, except Crows, Ravens, and Sea-Gulls. These were so few, that the Skipper How could seldom scoot more than one at a Time. Many Times Half a Fowl, with the Liquor it was boiled in, served for a Meal for all three. Once they lived five Days without any Sustenance, but did not feel themselves pinched with Hunger as at other Times ; which they esteemed a special Favour of Heaven unto them. When they had lived in this miserable Condition twelve Weeks, Mr. How's dear Friend and Com panion, Mr. Augur, died, about the Middle of Febru ary, 1677 j f° that he had none left to converse with but the Lad, who likewise departed on the 2d of April. Mr. How was now the sole Inhabitant of this desolate Spot during April, May, and June, and sow Fiscing- Vessels, every now and then, sailing by ; some of which came even nearer to the Island than that which at last took him off. He used all the Means in his Power to make them acquainted with his Distress ; but they either did not see him, or were afraid to approach close to the Island, lest some of those Indians should be quartered there, who were at that Time in Hostility against the English, viz. the North* East Indians, who held out after the Death of the famous Philip, King of the Wompanoags. The good Man, while he abode here, observed many Days of Fasting and Prayer, in which he confessed and Q 2 bewailed"], [200, "184 bewailed his Sins, which had rendered him the Object of such a Calamity, and cried to God to point out a Way' for his Deliverance. At last it came inlo his Mind, that he ought very solemnly to give Thanks to God, for the great Mercies and singular Preservation he had- thus far experienced. He accordingly set apart a Day for that Purpose, spending his Time in grateful Ac- knowledgments to the Almighty, for all the Meicies of his past Life, as far as ever he could call them to Mind, and especially for those Divine Favours which had been intermixed with all his Troubles ; humbly returning Thanks for the Preservation of his Life, as it were, by a Miracle of Mercy. Immediately after this, a Vessel belonging to Salem, an New-Englund, providentially passed by, and seeing this poor Servant of God there, they sent their Boat on Shore, and took him away. He had been on the Island more than seven Months, and above a Quarter of a Year by himself. On the 18th of July, he ar rived at Salem, and at last returned to his Family at New-Haven. They for a Twelvemonth had supposed him dead ; by which it appears he did not get Home till the End of August, or perhaps later. Increase Mather s lllustr. Providences, p. 58 — 64. Cotton Mather's Eccles. Hist. New-England. Fob. lond. 1702. B. VI. C. 1. Y-X Bcmarkaslc"], [201, "185 VII. Remarkable Account os an INDIAN WOMAN, Found on the South Side of Athapuscow-Luke, West of Hudson 's-Buy, in January, 1772, Transcribed Verbatim irom Heurne's Journey from Hud- son s-Bay to the Northern Ocean. Ato. Land. 1795. P. 262.-267. \\JN the eleventh of January, as some of my Com- panions were hunting, they sow the Track of a strange Snow-Shoe, which they followed ; and at a consider- able Distance came to a little Hut, were they discover- ed a young Woman sitting alone. As they found that sce understood their Language, they brought her with them to the Tents. On Examination, sce proved to be one ofthe Western Dog-ribbed Indians, who had been taken Prisoner by the Athupufcow Indiuns in the Summer of one Thousand, seven Hundred and Seven- ty ; and in the following Summer, when the Indians that took her Prisoner, were near this Part, sce had eloped from them, with an Intent to return to her own Country ; but the Distance being so great, and having, after sce was taken Prisoner, been carried in a Canoe the whole Way, the Turnings and Windings ofthe Rivers and Lakes were so numerous, that sce forgot the Track ; so sce built the Hut in which we iound her, to protect her from the Weather during the Winter, and here sce had resided from the first setting in ofthe Fall. Q 3 Fiona"], [202, "186 From her Account of the Moons past since her Elopement, it appeared that sce had been near seven Months without seeing a human Face ; during all which Time sce had supported herself very well by snaring Partridges, Rabbets, and Squirrels ; sce haii also killed two or three Beavers and some Porcupines. That sce did not seem to have been in Want is evident, as slie had a small Stock of Provisions by her, when sce was discovered ; and was in good Health and Condition, and I think one of the finest Women, of a real Indian, that I have seen in any Part of North America. The Methods practised by this poor Creature to procure a Livelihood were truly admirable, and arc great Proofs that Necessity is the real Mother of In vention. When the few Deer-Sinews that sce had an Opportunity of taking with her were all expended in making Snares, and sewing her Cloathing, sce had Nothing to supply their Place but the Sinews of the Rabbets Legs and Feet ; these sce twisted together for that Purpose with great Dexterity and Success. The Rabbets, &c. which sce caughttin those Snares, net only furnished her with a comfortable Subsistence ; but of tbe Skins sce. made a Suit of neat and warm Clothing for the Winter. It is scarcely possible to con ceive that a Person in her forlorn Situation could be so composed as to be capable of contriving or executing any Thing that was not absolutely necessary fo her Existence; but there were sufficient Proofs that sce bad extended her Care much farther, as all her Cloth ing, besides being calculated for real Service, scewed great"], [203, "187 great Tisle, and exhibited no little Variety of Orna ment. Tlie '.latrrials, though rude, were very curiously wrought, and so judiciously placed, as to make the whole of her Garb have a very pleasing, though rather romantic Appearance. Her leisure Hours from Hunting had been employed in twisting the inner Rind or Bark of Willows into' small Lines, like Net-Twine, of which she had some Hundred Fathoms by her ; with this sce intended to make a fistiing Net as soon as the Spring advanced. It is of the inner Rank of Willows, twisted in this Manner, that the Dog-ribbed Indians make their sisc ing Nets ; and they are much preferable to those made by the Northern Indians. Five or six Inches of an Iron Hoop, made into a Knife, and the Shank of an Arrow-Head of Iron, which served her as an Awl, 'were all the Metals this poor Woman had with her .when sce eloped ; and ivith these Implements sce had made herself complete Snow-Shoes, and several ether useful Articles. Her Method of making a Fire was equally singular and curious, having no other Materials for that Pur pose than two hard sulphureous Stones. These by long Friction aud hard Knocking, produced a few Sparks, which at length communicated to some Touchwood ; but as this Method was attended with great Trouble, and not always with Success, sce did not suffer her Fire to go out all the Winter. Hence we may conclude that sce had no Idea of producing Fire by Friction, in the Manner practised by the Esquimaux"], [204, "188 Esquimaux, and many other uncivilized Nations ; be cause if sce had, the above-mentioned Precaution would have been unnecessary. The Singularity of the Circumstance, the Comeli ness of her Person, and her approved Accomplisc ments, occasioned a strong Contest between several of the Indiuns ot my Party, who scould have her for a Wife ; and the poor Girl was actually won and lost at wrestling by near Half a Sccre different Men the fame Evening\". My Guide, Matonabbee, who at that Time had no less than seven Wives, all Women grown, besides a young Girl of eleven or twelve Years old, would have put in for the Prize also, had not one of his Wives made him ascamed of it, by telling him that he had already more Wives than he could properly attend. This Piece of Satire, however true, prored fatal to the poor Girl who dared to make so open a Declaration ; for the great Man, Mutonubbee, who would willingly have been thought equal to eight or ten Men in every Respect, took it as such an Affront, that he fell on her, with both Hands and Feet, and bruised her to such a Degree, that after lingering some Time sce died. When the Athupufcow Indians took the above Dog ribbed. Indian Woman Prisoner, they according to the universal Custom of those Savages, surprized her and her Party in the Night, and killed every Soul in the Tent, except herself and three other young Women. Among those whom they killed, were her Father, Mother, and Husband. Her young Child, four or five"], [205, "189 five Months old, sce concealed in a Bundle of Cloath ing, and took with he.r undiscovered in the Nifht ; but when sce arrived at the Place where the Athapuf cow Indians had left their Wives; (which was not far distant) they began to examine her Bundle, and find ing the Child, one of the Women took it from her, and killed it on the Spot. This last Piece of Barbarity gave her such a Disgust to those Indians, lhat notwithstanding the Man who took Care of her treated her in every Respect as his Wise, and was, sce said, remarkably kind to, and even fond of her; so far was sce from being able to reconcile herself to any of theTribc, that sce rather chose to ex pose herself to Misery and Want, than live in Ease and Affluence among Persons who had so cruelly murdered herlnfant. The poor Woman's Relation of this scocking Story, which sce delivered in a very' affecting Manner, only excited Laughter among the Savages of my Party. In a Conversation with this Woman soon afterward, sce told us, that her Country lies so far to the. west ward, that sce had never seen Iron, or any other Kind of Metal, till sce was taken Prisoner. All of her Tribe, sce observed, made their Hatchets and Ice-Chisels, of Deer's Horns, and their Knives of Stones and Bones ; that their Arrows were scod with a Kind of Slate, Bones, and Deer's Horns ; and the Instruments which they employed to make their Wood-Work were No thing but Beavers' Teeth. Though they had fre quently heard of the useful Materials which tbe Nations or Tribes to the East of them were supplied with"], [206, "190 with from the Englifli, so far were they from drawing nearer, to be in the Way of trading for Iron- Work, &c. that the)' were obliged to retreat farther back, to avoid the Athapuscozu Indians, who made sur prising Slaughter among them, both iu Winter and Summer. msis_\\"], [207, "INDEX JlCAPULCO Ships : See Manilla. PAGE Arbuthnot, Dr. supposed to write Crusoe. 153 Beattie, Dr. 70, 100 ; on Crusoe, 153 Biographia Britannica, Oil Crusoe, ibid. Bouton, King of, his curious Grandeur, 145 Bucuniers, cross the Isthmus of Darien, 7> 15 Their Proceedings at J. Fernandez, 7 — 12, 1© — — — , French, twenty reside ten Months at /. Fernandez. .5 J Culiforniuns, Account of, 139, I4* Chalmers, Mr. on Crusoe, 150, 151, 155 Clipperton, John, 37, 53 ; leaves Dampier, 56 ; his Return to England, §Q; two of his Men left at /. Fern. 118 Cowper, Mr. his Poem on Selkirk's Solitude, 86 Crusoe, Robinson, Origin of, 1, 2, 150 — 155 Dumpier, Wm. his Birth and first Voyages, 6, 15 ; first Voyage round the World, 15 — 20; second, 35—59 ; third, 101 — 147 ; remarkable Particu- lars oi, U7 Davis, Edw. 18 — 20; five of his Men left at /. Fern. 21 ; taken off by Capt. Strong 29 ; two of them killed, 31 De Foe, Daniel, his Transactions with Selkirk dis- cussed, 150 — 155 ; not always thought the Author of Crusoe, 153, 154 Dover, Capt. Inventor of the Powder. 102, &c. Dutch Sailor, leaves St. Helena in a Coffin, 177"], [208, "192 Englishman. lfi8 ; cast on an Island near Scotland, 169; loses his Companion, 171 ; his Misery, 172 ; Deliverance, 174 Entick, on Crusoe, 152 Fernandez, Juan, a Spanish Pilot, 5 French Ship, chased by Rogers, 103 ; brings Strad- ling Home, 14S Soldier, turns Pirate, 166; left at Mauritius, 167, goes mad, - 168 Fry, Rob 102 ; visit -fork's Dwelling, 105 105 Funnels Wm. 37, 53, 55 ; leaves Dampier, 53 ; his perilous Voyage, 60 Gentleman 's Magazine, on Crusoe, 1 54 Guernsey Man, delivered from Captivity, 4.0 Guiaquil, attacked, 125; taken, 127; ransomed, 129 ; Plunder, 130 Hatl.y, Simon, 102: lost, 131, 136; hanged, &e. J3\" Horace, Passage in, applied to Selkirk, 159 How, Ephraim, his melancholy Voyage, 180 ; suf- ferings on a small Island, 183; Piety, 131 Humming Birds, 41, 97 huliuns, two left to perish at Tres Marias, 20; Scull of one found, 137 Woman, her singular Adventures, 195 St. Jago, People of, Thieves, 38 Jeoly, a painted Prince, 20 Juan Fernandez, described, 2, 7; 6'7 — 123; its Beauty, b-1 ; Animals, 98; Vegetables, 09 ; Volcanic Eruption, 105; fortified, 122 Kendall, Michael, escapes from Slavery, 133, 135 Lurgo, in Fife Shire, 33, 34; 155 — 157 Lion Lizard, described, 48 Man, lives five Years alone at /. Fcman. 11 and Dog, left at Sea, 43; ft. ind, 45, 56."], [209, "193 Manilla, Ship, attacked by Dampier, 57 ; taken by Rogers, 139 \" sought with, 141 Martin, Christian, sails from Gorgonu, on two Trees, 18 ; taken by Dampier, 5\"j , 58 Mas-a-fuera, 5, 6 ; Capt. Strong there, 25 ; Com. Byron, Q3 Negro, killed by a Snake, 133 Oxford, Earl of, supposed to write Crusoe, 154 Pickering, Capt. 37 ; his Death and Burial, 39 Pirates, the first East-Indian, 166 ; their wretched Fate, 167 Quixote, Don, Origin of, 152 152 Rancadories, a Man lives there two Years, 178, 179 Raynal, Abbe, his Mistake, 99 Bead, John, killed by a Shark, 146 Reformation, effected by solitude, 24,28, fl, 72 Religion, of Seamen, 7, 9, 12, 132, 140, 163, 171, 172, 180 Ringrofe, Bust!, his Danger at /. Fern. 8; killed, 20 Rogers, Woodes, fails round the World, 102 — 147; his Reflections, 1 16 : wounded, 141, 142, settles at Providence, 147 Santa Maria, taken, 7 ; attempted, 50 — 54 Schucudero, taken, 51, 52 Sea, like Blood, 46, 125 Fights, 43, 58, 140, 141 — »- Lions, described, 10, 28, 41, 80, 115 Seals, described, 74 Selkirk, Alex, his Birth, &*c. 33; Voyage to J. Fern. 36 — 40 ; to Tabugo, 43 — 55 ; Return to J. Fern, and Dream, 62 ; left by choice, 63 ; first Adventures, 66 — 72 ; Occurrences of one Year, . — 7384 ; pursued by the Spaniards, 89 ; Diver- sions, 90 j dangerous Fall, 94 ; causes great - R"], [210, "194 Alarm, 103 ; leaves his Island, 115, 123 ; Be- haviour To the Spanish Ladies, 127; Return to England, 148; to Largo, 155; his Cruelty, I5tj ; absconds, iiii, his Gun and Chest pre- served, 157 Serrano, Peter, lives three Years by himself, 15Q ; four with a Companion, 162 ; dies, 165 Shelvockes Men left at J. Fern. 120 Simpson, Rich. 25 — 33 ; his Reflections, 31 Speech, partly lost by Solitude, 88, 1 10, 179 Steele, Sir Rich, his Account of Selkirk, 2, 148 Stradling, Capt. 37 ; succeeds Pickering, 39 ; parts from Dampier, 56 ; taken bj the Spuniurds, 65, VIA ; his Return, 148 Two of his Men left at J. Fern. 42, 45, 62 Strong, Capt. 24 — 33 ; his Men massacred, 29 Thomsons Agamemnon, quoted, 64, 101 Turtles, at the Gallapagoes, 13(3 JJlloa, Antofiio, his Alarm at J. Fern. 105 Veal, Mrs. Apparition of. Tradition concerning, 151 Virgil, Passage from, 175 Wutson, on Crusoe, 153 Wisium, the Mosquito, left at /. Fern. 12 ; taken off, 16; singular Affection of his Countryman, ibid. De Witte's Men, left at J. Fern. 6 Year at J. Fern 73—84 ; Table of, Bf Brijiol : I, rhJ ly Biggs md Ct. St. AuViflme' l.Baclu"], [211, ""], [212, ""], [213, ""], [214, ""], [215, ""], [216, ""], [217, ""], [218, ""]]