[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JPJCjZJVo w Til kTOWK of BÆJR.WZCK."], [6, ""], [7, "THE HISTORY of BERWICK-upon.TWEED, AND ITS VICINITY. TO WHICH IS ADDED, A CORRECT Copg of t&e Cfmrtex GRANTED TO THAT BOROUGH. BY THE REV. THOMAS JOHXSTONE, Minister of the Low Meeting House, Berwick. A River here, there an Ideal Line, By Fancy drawn, divides the Sister Kingdoms. On each side dwell a People similar— Both for their valour famous through the World. Home. Berwick : Printed by H. Richardson, Fob. John Reid and John Wilson, Booksellers ; and Sold by Longman and Co. Law and Whittahxr, London; Constable & Co. and W. Blackwood, Edinburgh. 1817."], [8, ""], [9, "DEDICATION. TO SIR MICHAEL SHAW STEWART, OF' GREENOCK AND BLACKHALL, Bart. SIR, IF the feelings of the Author, excited by the liveliest gratitude, have any weight in the choice of a Patron, on whom can it be more properly fixed than on one who has honoured me with so many instances of his Friendship. If I am actuated with a strong desire of seeing, in the entrance of the following a 2"], [10, "IV DEDICATION. Work, a Name with which moral worth and goodness have long been associated, there is none that can secure it a more fa- vourable reception with the Public than that of Sir Michael Shaw Stewart. Under the impression of these feelings I would respectfully solicit your Patronage and Protection ofthe History of Berwick upon-Tweed. My experience of your uninterrupted and undiminished friendship for upwards of twenty years, might perhaps be a suffi cient apology for enumerating your public virtues and private goodness, but I forbear, because I know that the enumeration would be painful to the delicacy of your mind, and the language of Panegyric, however just, unpleasant."], [11, "DEDICATION. V That you and your family may long be blessed with health and happiness in this world, and enjoy the glorious rewards promised to the just beyond the grave, is the sincere wish and fervent prayer of Sir, Your most obliged, And Obedient Humble Servant, THOMAS JOHNSTONE. Berwick, %d Sept. 1817-"], [12, "CONTENTS. Page. ORIGIN and Situation, - 5 History, • » - - 10 ECCLESIASTICAL STATE. Church, m 16 Dissenters, - - ■ 92 CHARITABLE INSTITUTIONS. Poor House, Poor Rates, &c. - 1 06 Charity School, - - - 110 Bible Society, - - - 112 Dispensary, • - - ■ 114 Saving Bank, « - - 115 PUBLIC BUILDINGS. Town Hall, - - . 117 Bridge, • » - 121 Castle, - - - - 123 Ramparts, • > - 126 Barracks, &c. ■ - - 128 New Pier, . - - 130 Harbour, &c. • • • 133"], [13, "CONTENTS. vii Page. EXPORTS.— Salmon, . « 136 Eggs, &c. - . 139 Grain, - • . 140 IMPORTS.— Timber, Iron, &c. - . 142 Property and Privileges of Burgesses, « 146 Constitution, Police, &c. . . 150 Education, - - . 154 Public Library, « • . 158 Public Amusements, « » ■ 159 Custom House, ■ « » l6l Antiques, • ■ « • 162 Tweedmouth, - « « 165 Spittal, ■' • • « 168 Islandshire, • ■ « 171 Holy Island, • - ■ 172 Norham, « - - 187 Flodden Field, - .193 Bamborough Castle, - • ■ 210 Mordington, . • - 223 Ayton, » « « • 225 Eyemouth, ■ - m « 227 Coldingham, • - « 230"], [14, ""], [15, "HISTORY OF BERWICK. ORIGIN AND SITUATION. IF Topographical History be considered either useful or entertaining, an account of Berwick upon Tweed, and its Vicinity, in their ancient and modern state, has pe culiar claims to public patronage. Few places have been the scene of so much contest, and so many treaties as Berwick ; and, whether its situation, as a barrier to oppose hostile incursions from the North and South, or its vicinity to the sea, be considered, its possession was always reck oned of the greatest importance, during A"], [16, "6 HISTORY OF BERWICK. those unnatural feuds that long agitated the Kingdoms of England and Scotland. — Although its origin is obscure and com paratively recent, it is called Nobilis Vicus as early as the reign of David I. and at that period was a populous and important Town in North Britain. Some have sup posed that being a Town of the Bernicians, Berwick hence derived its name ; but from the silence of writers previous to the inva sion of the Danes, it has little claim to its present appellation from this circumstance. The probability is that Berwick owes its name to the Anglo-Saxons, from the un clothed or naked appearance it every where exhibits ; and the Saxon word Bar, naked, and Wic, a Village or Castle, is the probable origin of Berwick.* It is not easy however • Chalmer's Caledonia."], [17, "HISTORY OF BERWICK. 7 to ascertain whether TPlc applied to the Town or the Castle,* but most likely to the latter ; for Castles affording protection and shelter in rude ages produced a village under their walls, and some powerful North umbrian Baron may have built the Castle of Berwick for his own accommodation, on the naked and rugged height, where its ruins in mutilated grandeur still remain. Thus the Castle gave protection to the Town, and the Town gave rise to the Bridge across the river Tweed in those un commercial times, f Others have supposed that Berwick de rives its name from the circumstance of being placed at the mouth of a river, and that it was originally called Aberivic, from t Ibid. * Chalmer's Caledonia. a2"], [18, "8 HISTORY OF BERWICK. Aber, the mouth of a river, and Wic, a village, but there are many places of the same name not situated near any river, and the affix Wic, as Alnwick, Lowick, &c. is chiefly applied to castles, and seldom or never to villages or the mouth of rivers. The Town of Berwick is pleasantly si tuated on an easy declivity, close to the river Tweed, about half a mile above the mouth of the river, which empties itself into the German Ocean, and though on the North Side of the Tweed, it is in the dio cese of Durham, and subject to English law. It is 336 miles North by West from Lon don, in Lat. 55° 4>T North, and Long. 2° 3' West from Greenwich. The first appearance of Berwick from the South and the West is calculated to attract the attention of the traveller,; the"], [19, "HISTORY OF BERWICK. 9 Bridge, the Harbour, the Shipping, the Walls fortified with Cannon, bursting at once upon the sight, are beheld with sen sations of pleasure and surprise. A n"], [20, "10 HISTORY OF BERWICK. HISTORY. IT is not precisely known at what par ticular period Berwick became of any im portance : tlie Danes were in possession of it about the year 880, when it was taken by the Scots, and the Garrison put to the sword. In 1099 Edgar, Prince of Scotland, eldest son of Malcolm Canmore, presented it in a fit of pious gratitude to William de Carilepho, Bishop of Durham, because, un der the banner of St Cuthbert, he had ob tained a signal victory over his enemies.* * Edgar, Prince of Scotland, on his way thither to regain the Kingdom of his father from the usur per Donald, dreamt at Durham that St Cuthbert appearing to him, bade him take courage, and assur-,"], [21, "HISTORY OF BERWICK. 11 But Flambard, successor to Carilepho, dis regarding the important gift of Edgar to the Church,* and intent only to gratify his own rapacious disposition, made an irrup tion into Scotland, during the absence of Edgar at the English Court, f and returned to Durham laden with the spoil of the plun dered borders. This act of hostility and ingratitude so exasperated the pious Edgar, ed him, that if he carried his banner along with him, his enemies should flee before him, and he should sit upon the throne of his ancestors. Accordingly the next morning he obtained from the Monastery the Saint's banner. The event answered the promise, and the Prince, ascribing his victory to the conse crated banner, made a present of the Manor of Col dingham to the Monks of Durham, and to the Bishop thereof he gave the Town of Berwick. — Weber's Flodden Field. * Ridpath's Border Hist. t Hut. Hist, of Northumberland."], [22, "12 HISTORY OF BERWICK. that he not only complained to William Rufus, then King of England, by whose orders restitution was immediately made, but likewise resumed the present he had made of the Town of Berwick to the See of Durham. — David the brother of Edgar ascended the throne of Scotland in the year 1124, the early part of whose reign was spent in repressing the predatory incursions of the English borderers, and the latter part, in founding and endowing Monasteries, and other acts of mistaken piety. — The Monas teries of Holyrood-house, Melrose, Jed burgh, Kelso, and Dryburgh, were erected during the reign of David, and peopled with Monks ofthe order of St Augustine, brought from France :* and in the same period, the ■ Ridpath's Bord. Hist."], [23, "HISTORY OF BERWICK. 13 Bishoprics of St Andrews, Glasgow, Aber deen, and Dunkeld, were founded, either by individuals, as a punishment for their rebellion, or by the Prince, as a penance for his sins. By this Monarch was also constituted what is denominated in ancient records, the Court of the Four Burglis, with autho rity to try and determine all appeals from other Boroughs,* and hence they were dig nified with the appellation of Royal. The four Towns which formed this establish ment were Berwick, Roxburgh, Edinburgh, and Stirling,! whose Commissioners ap peared before the Chamberlain once a year at Haddington, and there, with him, formed, * Hut. Hist, of Northumberland, + Chalmer's Caledonia."], [24, "14 HISTORY OF BERWICK. as has been stated, a Court of ultimate ap peal from the usual adjudication of all the Boroughs. By an easy transition the Court ofthe Four Burghs, from being judicial in its principle, became legislative in its practice,* and accordingly before the fif teenth century, Delegates from all the Bo roughs met in the Convention of the Four Burghs, to treat and determine upon all things concerning the common weal \" of all the King's Burghs.\" William, the grandson of David, ascend ed the Scottish throne in 1165, and from his personal courage or warlike disposition was surnamed the Lion. His resentment against the English being deep-rooted and implacable, arising from his being dispos- * Chalmer's Caledonia."], [25, "HISTORY OF BERWICK. 15 sessed of his lands in the County of North umberland, he soon found a pretext for commencing hostilities, which were carried on for some time with doubtful success, but were at last terminated by the defeat and captivity of William. Retreating North ward before Henry the Second of England, he was surprised in the neighbourhood of Alnwick, whilst apprehending no danger,* and according to an ancient writer, luden tem cum militibus suis tanquam securum et nihil timentem. In circumstances of indignity disgraceful to generous victors, he was conducted to Richmond, where, by his imperious Conqueror, he was forced to ac knowledge himself a vassal of the King of England, and to swear fealty and obediences * Ridpath's Bord. Hist. t Hume's Hist, of England."], [26, "16 HISTORY OF BERWICK. That theconditions of this Convention might be strictly fulfilled, (if it can be called a Con vention where one of the parties dictates the terms as a Conqueror, whilst the other is forced to submit to them in chains as a Captive) five of the principal Forts in Scot land were delivered up to Henry, viz. Rox burgh, Jedburgh, Stirling, Edinburgh, and Berwick ; and a certain Sum assigned by William to defray the expense of maintain ing a Garrison proper for their defence. Besides, as if these conditions were not suf ficiently humiliating, the Scottish King was obliged to deliver hostages as pledges of their punctual fulfilment, consisting of his brother David and twenty Noblemen of high rank ; all which being complied with, William was set at liberty, and restored to the throne of his Kingdom. Berwick thus"], [27, "HISTORY OF BERWICK. 17 became subject to the English, and conti nued in their possession until the year 1189, when the enthusiasm that precipi tated Europe in one united body upon the East, and impelled its Sovereigns to the romantic undertaking of driving the Infidels from the Holy Land, was the means of re lieving Scotland from a state of vassalage, and restoring the Town and Castle of Ber wick to its former Masters. Richard I. of England, the most warlike Prince of his time, moved with pious indignation for the sufferings of the Christians in the East, and perhaps equally moved with the love of mi litary glory, was easily induced to lend his assistance to the other Powers of Europe, to stop the victorious Saladin in his career of Conquest, and deliver imperial Salem from the hands of the unbelievers. — B"], [28, "18 HISTORY OF BERWICK. Accordingly every method was adopted, how pernicious soever to the public, or danger- ous to royal authority, in order to enable him to undertake and prosecute this ro- mantic enterprize. He exposed to sale the Revenues and Manors of the Crown, Offices of the greatest trust and power became ve- nal, and many of the Champions of the Cross, who had repented of their vow, pur- chased the liberty of violating it.* No- thing could be a stronger proof of his blindness to every other consideration, but what was connected with the war against the Infidels, than bis selling, for 10,000 merks, the vassalage of Scotland, together with the Fortresses of Roxburgh and Ber wick, and freeing William and his heirs • Hume's Hist, of England,"], [29, "HISTORY OF BERWICK. 19 from all future allegiance and subjection to the Crown of England. The warlike Richard, after filling the East with the fame of his exploits, and, for sixteen months, maintaining the honour of the Cross on the plains of Palestine, was induced, by the re peated solicitations of his subjects at home, to return to England. His departure from the East was likewise hastened by the dis agreeable intelligence that Philip King of France, instigated and assisted by his bro ther John, whom he had left Regent of England during his absence, had invaded his French Provinces, and persuaded his subjects to throw off their allegiance to Richard. — But in attempting to pass through Germany, he fell into the hands of the Emperor Henry VI. by whom he was unjustly detained a prisoner for twelve B 2"], [30, "20 HISTORY OF BERWICK. months, and at last released by a vast sum raised for his ransom by his faithful sub jects in England. Richard's first care on his return, was to reduce his rebellious subjects to obedience, and in a Council held at Nottingham, at tainted John of treason, and afterwards ge nerously pardoned him. \" I forgive him,\" says the noble-minded Prince, \" and hope \" I shall as easily forget his injuries as he \" will my pardon.\" At this Council, William King of Scot land appeared to claim a right to the Earl doms of Cumberland, Northumberland, and Westmoreland, which he pretended was derived from his ancestors, and probably pleading the merit of his peaceable beha viour during the period of Richard's ab sence and sufferings. The examination of"], [31, "HISTORY OF BERWICK. 21 these claims, however, was deferred under various pretences, nor do they appear to have been finally adjusted during the lives of either of these Monarchs. Richard was slain by an arrow shot from a Castle in Normandy he was besieging, and William, it is said, died at Haddington in 1214, on his way to meet John at Norham, in order to ratify the peace that had been concluded between the two Kingdoms. A few years previous to this event, John had incurred the displeasure of the Pope, respecting the election of an Archbishop to the vacant See of Canterbury Weak and wavering in all his Councils, this unhappy Monarch sent to solicit the Pope's confirma tion of the choice that had been made, who immediately declared it null and void, and commanded him to nominate Stephen $3"], [32, "22 HISTORY OF BERWICK. Langton, one of the College of Cardinals, to the Metropolitan Church of Canterbury. This arbitrary proceeding of the Pontiff, together with the disaffection that was ra pidly spreading amongst his own subjects, so exasperated this irresolute Prince, that, in a threatening letter to the Pope, he de clared his most determined purpose never to acknowledge Langton, nor allow his proceedings to be altered or overturned, by any foreign interference. This ill-timed and useless menace brought upon him all the fulminations of the Vatican ; his King dom was laid under an interdict ; himself excommunicated ; his subjects absolved from their allegiance, and a formal donation of England made to Philip King of France. This was the signal for universal revolt throughout the dominions of John, and"], [33, "23 HISTORY OF BERWICK. Philip prepared to take possession of the throne, thus awarded to him, whilst the dread of Papal fulmination deprived John of any hope of assistance from his own sub jects, to avert or repel the threatened inva sion. In these distressing circumstances, his only source of safety was to throw him self on the mercy of the Pope, and by so lemnly resigning his Kingdom, and ac knowledging himself a vassal of Rome, to obtain all the protection and assistance the Holy Father could give him. This being done, the wily and ambitious Innocent directed his ecclesiastical anathe- mas against Philip, whose fleet being short ly after destroyed by the English, freed John from the danger of present invasion, and left him no enemy to contend with, but his refractory Barons at home! The"], [34, "24 HISTORY OF BERWICK. consequence of his submission to the Pope, was the election of Langton to the See of Canterbury, the removal of the interdict under which his Kingdom had continued for six years, and the special savour and protection of the Church of Rome. But whilst this weak Prince was flattering him self with the prospect of peaceably enjoying the fruits of his pusillanimous conduct, a storm was threatening him more violent than any to which he had hitherto been exposed, and which was only allayed by the almost annihilation of regal authority in England. Langton, in order to revenge himself on John for the opposition he had met with, exhorted the Barons to insist on the re newal and observance of the Charter, granted by Henry I., and after various at tempts* to evade the demand, he was at last"], [35, "HISTORY OF BERWICK. 25 obliged to set his Seal to the Charter which was required of him, on the 19th day of June, 1215. — This famous deed, commonly called Magna Charta, either granted or se cured very important liberties and privileges to every order of men in the Kingdom ; to the Clergy, to the Barons, and to the People. * During this struggle, the discon tented Barons in the North of England purchased the friendship of Alexander, the young King of Scotland, by doing homage to him, and he immediately proceeded to invest the Castle of Norham with all the forces he could collect. The Garrison was numerous and well appointed, the Castle was every way adapt ed to sustain a protracted siege, and the * Hume's Hist, of England."], [36, "26 HISTORY OF BERWICK. chosen band it contained, determined to hold out to the last extremity. « The Warriors on the turrets high, \" Moving athwart the evening sky, \" Seemed forms of giant height : \" Their armour as it caught the rays, \" Flashed back again the Western blaze, \" In lines of dazzling light.\" — Marmiox. With the utmost expedition, John ad vanced to relieve the Garrison, repel the invaders, and punish the disaffected : at his approach the Scots precipitately raised the siege, and retired Northwards ; whilst the English, closely pursuing, destroyed with fire and sword their houses, their towns, and their property. Amongst other places, the Town and Castle of Berwick were plundered and burnt, and the most barba rous cruelties were practised upon the de-"], [37, "27 HISTORY OF BERWICK. fenceless inhabitants, encouraged and sanc tioned by the example of a worthless and contemptible Monarch. A spirit of barba rity seems to have pervaded all the warlike proceedings of those times, and the lex ta lionis was deemed the true criterion of courage amongst the contending parties. Accordingly, the outrages of the Eng lish were soon returned by the Scots, who, under then; King Alexander, again pene trated into the Northern Counties of Eng land, and the same undistinguishing feroci ty was repeated, as had formerly been exer cised by John and his troops at Berwick.* Alexander, having incurred the displea sure of the Roman Pontiff, for his adherence to Louis of France, brought himself and * Ridpath's Border Hist."], [38, "28 HISTORY OF BERWICK. his people under the weight of ecclesiastical censure, which, in those times, was sufficient to kindle the flame of revolt and rebellion through the whole Kingdom. But, upon his submission and promise of future obe dience, the sentence of excommunication, that had already been passed upon him, was cancelled, and, on the first day of De cember, 1217, he received absolution in the Castle of Berwick. Having established the tranquillity of his Kingdom, by crushing a rebellion that had arisen in Galloway, and repressing some free-booting incursions on the Borders, Alexander endeavoured to strengthen his interest in England, by giving his sister in marriage to the Earl of Pembroke, Earl Marshal of that Kingdom, and the nuptials were celebrated in Berwick, in the year"], [39, "HISTORY OF BERWICK. 29 1235, with the greatest pomp and splen dour. If we except the magnificence with which the birth-day of Alexander III. was ob served in Berwick, nothing of much im portance occurred for a period of fifty years, in which that Town was particularly concerned ; when in 1291, the Assembly of the States of the two Kingdoms was held in the Castle, to examine and settle the claims of the different Competitors for the Crown of Scotland. The number of rival Candidates for this honour amounted to no fewer than twelve, but it appeared that only the claims of John Baliol and Robert Bruce were deserv- ing of attention, and their pretensions to the vacant throne rested upon the follow ing grounds. Alexander III. dying without c"], [40, "30 HISTORY OF BERWICK. issue, the right to the Crown devolved on the descendants of David Earl of Hun ting don, brother to William I.; — Margaret, the eldest daughter of the Earl of Hunting don, was married to Allan Lord of Gal loway, by whom she had a daughter, who marrying John Baliol, bore a son of the same name, who appeared as a Competitor for the Crown of Scotland, in right of his mother- On the other hand, Isabel, the second daughter, married Robert Bruce, whose son and heir Robert now appeared as the other Competitor, in virtue of the same right ;* the former the grandson of the eldest, and the latter the son of the second daughter, of David Earl of Huntingdon. Each of * Hume's Hist, of England"], [41, "HISTORY OF BERWICK. 31 the rivals was supported by a powerful fac- tion, and arms alone, it was feared, must terminate a dispute too weighty for the laws to decide.* — But, in order to avoid the miseries of civil war, Edward I. of England was chosen Umpire, and the Na- tion, by its eagerness to guard against a civil war, was not only exposed to that calamity^ but almost subjected to a foreign yoke.— To settle the dispute, and award the Crown to him whose claims should appear to be most just, the Nobles and Prelates of the Kingdom assembled, first at Norham, and then by adjournment at Berwick, where, after the claims of each Competitor had been deliberately weighed, the petition of Bruce was rejected, and Baliol declared * Robertson's Hist, of Scotland. C 2"], [42, "32 HISTORY OF BERWICK. lawful heir to the Crown of Scotland. Al though the merits of this great cause were examined and discussed with much solem nity, Edward was suspected of using undue influence with the Judges appointed to try it, and the preference was given to Baliol, because it was expected he would prove a more submissive vassal to Edward than Bruce, and under him, a recognition of his sovereignty over Scotland would more rea dily be acknowledged. In virtue of this assumed sovereignty, orders were issued by the English Monarch, for placing Baliol on the throne of Scotland, and, being solemnly crowned at Scoone, on the 30th day of November, 1292, he short ly after did homage to Edward, at New castle-upon-Tyne, for himself and his King dom."], [43, "HISTORY OF BERWICK. 33 Baliol, however, soon found, that al- though seated on a throne, and surrounded with all the insignia of royalty, his power was only nominal, and that upon every trifling complaint of his own subjects, he was imperiously summoned to appear be- fore Edward, to answer for his conduct. Irritated by these vexatious appeals, and losing ground in the estimation of his sub- jects, for bearing a yoke to which they were not accustomed, even the passive spi>- rit of Baliol began to mutiny, and he resolv- ed to submit no longer to such degradation. Accordingly he dispatched a messenger to Edward, declaring himself and his people no longer his vassals, and henceforth re- fusing to pay him that homage, which had been extorted by violence, and followed by oppression. C3"], [44, "34 HISTORY OF BERWICK. To punish the disobedience of his pre sumptuous vassal, Edward collected an ar my of 35,000 men, and, crossing the Tweed at Coldstream, encamped on the 24th day of March, 1296, at the foot of Hallydown Hill, about two miles distant from Berwick, and in full view of the Town and Castle. The Garrison, at this time, did not exceed two hundred men, who, having rejected the summons of Edward to surrender, resolved to defend the place to the last extremity, in the hope of being speedily relieved by Baliol, reported to be hastening to their assistance. Upon the refusal of the conditions that had been offered, it was resolved to take the Garrison by storm, and accordingly Edward moved with hiswhole armynearer the Town, with the intention of beginning the attack"], [45, "HISTORY OF BERWICK. 35 the next morning. This movement being observed by an English fleet, then riding at anchor in the Bay, and thinking the assault was already begun, they boldly entered the mouth of the river, anxious to assist in the reduction of the Castle, and probably sti mulated with the hope of sharing with the army in the plunder of the Town. The consequence of this rashness was, that three of the ships ran aground, and were taken possession of and burnt by the inhabitants. This disaster hastened the intended assault, and, thinking the time for this, most favour able whilst the attention of the defenders was occupied with the destruction of the fleet, Edward ordered his army to advance, and force an entrance into the Town. Af ter an obstinate but ineffectual resistance, the brave Garrison was overpowered by"], [46, "36 HISTORY OF BERWICK. numbers, and, together with the defenceless inhabitants, slaughtered without mercy. Having spent fifteen days at Berwick, and put it in a state of defence against any fu- ture attack of the Scots, Edward resolved to march Northwards, fully determined to punish Baliol for renouncing the homage he had hitherto paid him, and reduce the whole Kingdom of Scotland under his sub jection. Defeating the Scots with great slaughter at Dunbar, and, taking possession of Edinburgh, Stirling, Perth, and Aber- deen, he returned to Berwick, where he had summoned a Parliament to assemble, on the 23d day of August, 1296, to settle the Government of the Kingdom he had overrun with his victorious army. At this Parliament, the Nobility and Clergy of Scotland appeared, and, yielding"], [47, "37 HISTORY OF BERWICK. to necessity, again renewed their allegiance, and swore fealty to Edward.* It may not be uninteresting to insert a copy of the Letters Patent, by which the Scottish Nobility severally bound themselves, to obey the English Monarch, and acknowledge him as their liege Lord. To all those whom these Letters shall either see or hear, — greeting. Because that we are at present under subjection to the thrice Noble Prince, and our dear Lord Sir Edward, by the grace of God, King of England, Lord of Ireland, and Duke of Aquitain, we do faith fully promise for ourselves, and for our heirs, upon pain of body and estate, that we will serve him truly and loyally, against all manner of people, that may live and die, whenever we shall be required, or com manded by our said Lord the King of England, or his heirs ; that we will hinder them from damage as much as we can, and set upon his enemies with all our forces, wherever they may be found ; and to the end that we may firmly keep and hold these pre sents, we do bind ourselves, our heirs, and all our goods, and we have sworn to this upon the blessed Evangelists ; besides, we that are present, and every"], [48, "38 HISTORY OF BERWICK. John de Warenne, Earl of Surrey, was appointed Guardian of that Kingdom dur ing pleasure, Hugh Cressingham, Trea surer, and William de Ormesby, Chief Justiciary, and death or exile was to be the fate of all who refused to swear obedience one of us separately, have done homage to our Lord the King of England in these words : — \" I will be true and loyal, and bear true faith and allegiance to Edward King of England, and his heirs, and serve him with life and limb, and do him all earthly honour, against all manner of people, that may live and die ; and from henceforth, I will not bear arms, nor be aiding in council against him, or against his heirs, on any cause whatsoever. — So help me God, and all his Saints. — In witness of these things, we have made these Letters Patent, and sealed them with our Seals. \" Given at Berwick-upon-Tweed, this twenty- eight day of August, in the year of our said Lord the King of England twenty-four.\" Parliamentary Hist, of England."], [49, "HISTORY OF BERWICK. 39 to the laws of England, and allegiance and submission to England's King. But the old age and inactivity of the Governor, the extortion of the Treasurer, and the pride and rapacity of the Justiciary, soon render ed the English yoke too galling to be borne by the high-spirited nation of Scotland, and they waited only for a fit opportunity to retaliate upon their oppressors those injuries they had often made them suffer. Nor was this opportunity long wanting. A Leader every way suited to their circum stances and wishes soon appeared in the person of William Wallace, descended from an ancient family in the West of Scotland, and well qualified to heal the bleeding wounds of his native Country. According to Scottish writers, his stature and strength were gigantic, his manners affable and po-"], [50, "40 HISTORY OF BERAVICK. pular, and he was equally remarkable for devising military stratagems, and executing the most dangerous enterprises. To use the language of a popular writer of the present day, \" No dangers, no hardships, no degree of fatigue or famine, seemed suf ficient to subdue his patience or undermine his strength. No enterprise was too ha zardous for him to undertake; no difficulties too great for his daring spirit to encounter.\" A Leader possessed of these qualifica tions, and animated with the most deter mined hatred towards the English, soon collected followers : Numbers desirous of throwing off a foreign yoke, flocked to the standard of the brave Wallace, and he quickly found himself strong enough to measure swords with the enemies of his Country in the \" tented field.\""], [51, "HISTORY OF BERWICK. 41 Being joined by several persons of power and interest in Scotland, Wallace engaged the English under the command of Wa renne and Cressingham, near Stirling, and, after an obstinate resistance, routed them with great slaughter, Cressingham was slain, and Warenne fled with precipitation to Berwick, closely pursued by the victorious army. Upon their approach, the English aban doned the Town, which was immediately taken possession of by Wallace, but the Castle held out until relieved by Edward, and the Scots, in their turn, were again forced to retire. For upward of nine years this renowned Scottish Patriot continued in arms, the deadly foe of Edward ; the bold assertor of his country's rights, disdaining to crouch D"], [52, "HISTORY OF BERWICK. 42 beneath the yoke of England, or barter the freedom of his native land, for the smiles or favour of an ambitious Monarch. After having recovered almost all the places of strength in Scotland held by his enemies ; after infusing a spirit of active and vigo rous resistance into the breasts of his countrymen ; the brave Wallace was at last basely betrayed by Sir John Monteith, his intimate friend, seized in the neighbour hood of Glasgow, and delivered into the hands of the English.* In circumstances of the greatest ignominy, he was conducted to London, tried, condemned, and executed as a traitor, and the mangled remains of the Hero, who had fallen under the axe, rather than the sword of Edward, were • Hume's Hist, of England,"], [53, "HISTORY OF BERWICK. 43 exhibited on the Bridge of Berwick — a sad but unavailing spectacle to the people of Scotland. \" Yet knew not his country that ominous hour, \" Ere the loud matin bell had rung, \" That the trumpet of death, froman English tow'r, \" Had the dirge of her Champion sung. \" When his dungeon light looked dim and red, \" On the high born blood of a martyr slain ; \" No anthem was sung at his holy death-bed, \" No weeping was there, when his bosom bled, \" And his heart was rent in twain. \" Yet bleeding and bound, tho' the Wallace wight, ■ For his long lov'd Country die ; ■ The bugle ne'er sung to a braver knights \" Than William of Elderslee. \" But the day of his glory shall never depart, \"His head unentomb'd shall with glory be palm'd ; \" From his blood streaming altar his spirit shall start, \" Tho' the raven has fed on his mouldering heart, \" A nobler was never embalm'd.\" Campbell. D 2"], [54, "44 HISTORY OF BERWICK. \" Wallace possessed that love of liberty, that pure patriotic spirit, which the vir tuous and the great alone can boast ; and whilst his name continues to be transmitted to posterity, it will remain the proudest ornament of his country's historic page. — His career was short, but glorious, and however some may wish to gloss over the deed, his execution will leave an everlast ing stain on the reign of Edward I. of England.\" In 1306, the year after the death of Wallace, Berwick was again stained by the anger, rather than the policy of Edward.* The spirited Countess of Buchan, who had placed Robert Bruce in the inaugural chairs * Chalmer's Caledonia. t It is generally known that the Coronation Seat of the King's of Scotland, a coarse wooden Chair,"], [55, "45 HISTORY OF BERWICK. at Scoone, was exhibited, to the disgrace of Edward's humanity, in a wooden cage, on the Walls of Berwick Castle.* There she remained for the space of seven years, when Edward II. ordered the Constable of Ber wick Castle to deliver \" Isabel, the Wife of John late Earl of Buchan, to Henry de with a stone bottom, supposed lo be the same which served Jacob for a pillow as he travelled to Padan- Aram! was removed from Scoone by Edward I., and lodged in Westminster Abbe3', where it still re mains. The following prophetic distich is said to have been the reason of its removal. Ni fallat Fatum, Scoti quoeunque locatum Invenient lapidem, regnare tenentur ibidem. The Scots shall brooke that realm as native ground. If weirds fail not, whare'er this Stane is found ! This prediction was considered as verified whea James VI. ascended the throne of England. — Vide Rapttt, * Grose's Antiq. D3"], [56, "46 HISTORY OF BERWICK. Beaumont, the husband of Alice Cumyn, her relation.\" Edward now flattered himself that he would easily reduce the Scots to entire submission ; but before their military ardour had time to cool, another deliverer present ed himself, animated, like Wallace, with the most determined hatred towards the English. Robert Bruce, Earl of Carrick, grandson of him who had contended with Baliol for the Crown of Scotland, was a man, according to the writers of those times, of the most extraordinary abilities ; and the death of Baliol first suggested to the youthful Hero the idea of aspiring to the vacant throne.* Being joined by a number of adherents, he began with seiz- * Chalmer's Caledonia,"], [57, "HISTORY OF BERWICK. 47 ing the castles, and laying waste the lands of the English in Scotland, but as several of the most powerful families of that king dom still remained firm in their allegiance to Edward, he was repeatedly defeated, and forced to retire with comparatively few followers, to the wilds and fastnesses of the Highlands. His brother Neal Bruce, his brother-in law Christopher Seton, and others of his near relations, and most zealous friends, fell into the hands of Edward, who sent them prisoners to Berwick, where, in cir cumstances of the greatest ignominy, and with the most wanton barbarity, they were publicly executed. But neither the desperate state of his affairs, the fulminations of the church of Rome, nor the loss of his relations."], [58, "48 HISTORY OF BERWICK. could break the undaunted spirit of Bruce, or deprive him of the hardy band of fol lowers who adhered to his fortunes in the most adverse circumstances. On the con- trary, the more desolate his interests, the more hopeless his cause, the more was an insatiable thirst for revenge kindled in his breast, and in the field of battle he deter mined to gratify it or die. Having secretly increased his forces, he omitted no opportunity of attacking and harassing the English ; and, when over powered by numbers, retired into woods and marshes, where they durst not follow him. Irritated by this determined opposition, Edward resolved by one mighty effort to check the farther progress of this revolt, and crush for ever the pretensieas of Bruce"], [59, "HISTORY OF BERWICK. 49 to the crown and sovereignty of Scotland : but he was now called upon to contend with an enemy more formidable than Bruce, against whom the power and autho rity of the greatest Monarch upon earth are equally unavailing. The infirmities of old age, and the shocks of disease, forced this ambitious and war like Prince to resign all the fruit of the past, and all the prospect of future con quest, and he died near Carlisle the 7th day of July, 1307, in the Sixty-ninth year of his age, after a reign of Thirty-five years, spent amidst all the turbulence and desolation of war.* To revenge himself upon the Scots, and reduce them to complete and lasting sub- t Hume's Hist, of England."], [60, "50 HISTORY OF BERWICK. jection, had been the earnest desire of the deceased Edward, and for which the most strenuous and gigantic efforts had been made. It was therefore his last charge to his son and successor, to prosecute the war in Scotland with the most determined per severance, and never to desist until he had finally subdued that Kingdom.* But the weak and dissolute Edward II. was incapable of treading in the steps of his warlike father, and resigning himself to the guidance of interested favourites, he soon rendered useless all the preparations that had been already made for carrying on the war, with any probable prospect of ultimate success. — The conquests of Bruce however, and the consequent decline of the * Hume's Hist, of England."], [61, "HISTORY OF BERWICK. 51 English interest in Scotland, at length roused the courage of this weak Monarch, and he determined, by taking the field in person, to put a stop to the progress of the Scots, and recover the fortresses his inacti vity had lost. Accordingly in 1309, he led a numerous and well appointed army into Scotland, penetrated as far as the Clyde, destroying the castles and property of his enemies, until the want of provisions obliged him to return to Berwick, where, with his Queen and Nobles, he spent the winter. On the 11th of June, 1314, Edward as sembled an army of 100,000 men at Ber wick, and with the design of making an entire conquest of Scotland, he marched directly to the relief of Stirling, which, with Berwick, was the only fortress in that"], [62, "52 HISTORY OF BERWICK. Kingdom then remaining in the hands of the English, and which had long been closely besieged by Edward Bruce. The Scottish King, animated by his past suc cesses, and trusting to the tried bravery of his troops, resolved to hazard a battle, and at the head of 30,000 well disciplined warriors, waited the approach of the ene my at Bannockburn, a small village in the neighbourhood of Stilling. Every method was adopted by Bruce to inflame the mar tial ardour of his followers, and every ad vantage was taken to ensure a decisive victory, and secure the future independence of his Kingdom, Prayers, confession, and the observance of other religious rites, pre pared the Scots for the awful contest, and they were determined if -they could not conquer, not to survive a defeat."], [63, "HISTORY OF BERWICK. 53 On Sunday morning previous to the bat tle, Bruce with his Nobles, attended Mass in the front of his army, and the Priests went from rank to rank, exhorting the sol diers to exert all their powers in defence of their King and Country, and to die rather than submit to the tyranny of Edward. \" See where yon barefoot Abbot stands, And blesses them with lifted hands ; Upon the spot where they have kneel'd, These men will die or win the field.\" Lord of the Isles. After a most obstinate resistance, the English were routed with great slaughter, and the decisive battle of Bannockburn fix ed Bruce firmly on the throne, and secured the independence of Scotland.* * Hume's Hist, of England. E"], [64, "54 HISTORY OF BERWICK. \" Amid their ranks the chargers sprung, High o'er their heads the weapons swung; And shriek and groan and vengeful shout Gave note of triumph and of rout ! Awhile with stubborn hardihood, Their English hearts the strife made ,good ; Borne down at length on every side, Compell'd to flight, they scatter wide, Pierc'd through, trode down, by thousands slain, They cumber Bannock's bloody plain.\" Lord of the Isles. Edward, accompanied by a considerable body of horse, fled with precipitation from the field of battle, closely pursued by a part of the victorious army under Sir James Douglas ; and after a narrow escape, found a friendly shelter, and safe retreat in the Town of Berwick. In the following year an attempt was made by the Scots to sur prise Berwick, but their success was not"], [65, "HISTORY OF BERWICK; 55 equal to their efforts, and they were re pulsed with considerable loss. The decline of the Engbsh interest in Scotland, the natural consequence of the victory at Bannockburn, induced Edward to avail himself of the friendly disposition of the Pope, in obtaining a truce, so neces sary in the present posture of his affairs. Accordingly, a Friar was despatched from Berwick to negociate the truce with Bruce, whom he found with his army in the neigh bourhood of Cockburnspath, making the most active preparations for besieging the Town and Castle of Berwick. But as Bruce, in the Papal declaration, was styled only the Governor of Scotland, the Friar was informed, that, whilst his just title of King was not recognised, there could be no hope of a treaty ; and, to every E 2"], [66, "56 HISTORY OF BERWICK. intimation of the Messenger, Bruce indig nantly replied, I will listen to no Bulls till J am treated as a King, and have made myself master of Berwick. This was effected on the 28th day of March 1318, partly by intrigue, but more by bravery and address, and here Bruce dated many of his Charters, and assembled many of his Parliaments. Thus, by valour and policy, the English were expelled from Scotland, after being in possession of many of its strongest for tresses for upwards of twenty years, and Bruce reasonably hoped to enjoy in peace the Kingdom which his valour had won. But this calm soon passed away, and in 1319 the Town and Castle of Berwick were assaulted both by sea and land. The defence of this place was entrusted to"], [67, "HISTORY OF BERWICK. 57 Walter, High Steward of Scotland, the Son-in-law of Bruce, by whose skill and courage the English were forced to desist from their strenuous efforts, and to raise the siege with great loss. The merit of this repulse was justly at tributed to the gallantry of the brave Wal ter, who displayed on this occasion, a wis dom and bravery worthy of the founder of the family of Stewart, and the father of a race of Kings.* * Walter the Eight Lord High Steward of Scot land by uninterrupted descent, was the father of Robert II. by Marjory daughter of Robert Bruce. The illustrious family of Stewart is descended from Fleance the son of Banquo Thane of Locha ber, whose son Walter on account of his services, was made High Steward of Scotland by Malcolm III, surnamed Canmore, about the year 1081, and by whose family this dignified and important station F. 3"], [68, "58 HISTORY OF BERWICK. The walls of Berwick being heightened, and the ditch round them deepened, Bruce concluded a truce with Edward for thirteen years, and so great was the importance attached to the possession of this place, that the Scots chose rather to bear the was worthily filled until the year 1371, when Robert II. ascended the throne of Scotland. Walter the Eight Hereditary Steward, was thrice married. First, to Alice daughter of Sir John Erskine. Second, to Marjory daughter of Robert Bruce, with whom he received, as a marriage por tion, the Barony of Bathgate, and other Lands in the neighbourhood of Linlithgow. His third wife was Isabel, daughter of Sir John Graham of Aber corn, by whom he had a daughter married, First, to Sir James Lyndsay of Crawford. Second, to Sir Hugh Eglinton of Ardrossan. Third, to Sir James Douglas of Dalkeith. — Walter died at Bathgate, on the 9th day of April 1327, in the 36th year of his age, and was buried in the Abbey Church of Paisley with his illustrious ancestors. Symson's Account ofthe illustrious Name of Stewart."], [69, "HISTORY OF BERWICK. 59 weight of Papal Excommunication, than yield it to the English. During the con tinuance of this truce, Robert Bruce, the restorer of Monarchy in Scotland, died on the 7th day of June 1329, in the 55th year of his age. By his wisdom and va lour he secured the independence of his country, and raised it to a pitch of glory unknown in former times. His grateful eountry regarded him with a respect bor dering on idolatry, and he was long remem bered among his subjects, by the expressive epithet of \" The gude King Robert.\"* A truce, which neither party was dis posed to observe longer than convenient, could not long exist, and the young and warlike Edward III. hastened, with 50,000- * Stark's Biography of Scotland,"], [70, "60 HISTORY OF BERWICK. men, to oppose the Scots, who, under Ran dolph and Douglas, had entered England, burning and destroying wherever they went. After some loss, and the partial and unimportant successes which attend desultory warfare, the English Monarch appeared before Berwick in 1333, and pre pared to attack the Town and Castle, at that time defended by Patrick, Earl of March, and Sir William Keith. But the resistance he met with from their gallant defenders was so obstinate and determined, that he changed the siege into a blockade, and leaving part of his army to reduce the garrison to obedience, he entered Scotland with the remainder, where he met with no enemy to oppose his progress. In this roaming expedition he proceeded as far as Dundee, laying waste the country in his"], [71, "61 niSTORY OF BERWICK. march, and then returned to Berwick, which he found still in the possession of the Scots. The brave garrison however, suffering from the want of provisions, and despairing of relief from the Earl of Doug las, then Regent of Scotland, at length consented to deliver up the Town and Castle to Edward, at the expiration of Twenty days, provided, before that period, the expected succours did not arrive. It was further stipulated, that, during that time, a cessation of arms should take place, the lives and property of the inhabitants to be protected, in case they were forced to surrender, and the Governor permitted to repair to the Scottish camp to communicate the conditions to the Regent. To ensure the performance of these conditions, the two sons of Sir Alexander Seton, who as-"], [72, "62 HISTORY OF BERWICK. sumed the command in the Governor's ab sence, were delivered as hostages, and hos tilities immediately ceased on both sides. But Edward, hearing that the Scots were collecting in great numbers, and dis regarding not only the sacredness of an existing treaty, but his own honour as a King, and a man, demanded the immediate surrender of the place, threatening, in case of a refusal, to hang the two Sons of Seton in view of the garrison. The situation, in which this barbarous threat placed the brave Seton, was particularly distressing. The nice sense of duty which he felt for his Country on the one hand, and his love and affection for his Children on the other, excited a conflict in his breast, beyond the power of language to describe. — In all probability nature would have prevailed, and the ten-"], [73, "HISTORY OF BERAVICK. 63 der feelings of the Parent, would have got the better of the stern virtues of the Pa triot, had not his wife, with a degree of heroism, more to be admired than imitated, urged him to save his Country's honour and his own, and to sacrifice his Children, ra ther than bring a stain upon his character, which time could not wipe away. Her arguments were decisive : Seton kept the Castle, but his Sons were the price by which it was preserved. They were exe cuted by the faithless and unrelenting ty rant, and the place, where the horrid act was perpetrated, has ever since been term ed Hang-a-dyke-nook.* The Regent * As this transaction is supported by no good au thority, it is to be hoped for the honour of human nature that it is unfounded."], [74, "64 HISTORY OF BERWICK. Douglas, sensible of the enemy's superiori- ty, had hitherto declined a pitched battle; he had endeavoured to relieve the besieged, by making a diversion in England, and when that failed, he was urged by the im- patience of his troops, to put the fate of the Kingdom upon the event of one day.* He accordingly determined to attack the Eng- lish Camp stationed on Hallydown Hill, without coolly weighing the hazard he should run, in encountering the enemy so advantageously posted. Although he dis- mounted his heavy armed Cavalry, in order to render the action more steady and des perate, although he made the most stre- nuous exertions, to gain the summit of the Hill, and exposed his own person to the * Hume's Hist, of England,"], [75, "HISTORY OF BERWICK. 65 greatest danger, yet all his gallant efforts were unavailing, his troops were thrown into disorder, and, on the fall of their brave Leader, were totally routed. After this fatal blow, no resource was left to the Scot tish Nobles, but instant submission ; the Town and Castle of Berwick surrendered, and were declared to be for ever annexed to the English Monarchy. For more than twenty years, Berwick remained in possession of the English, when in 1355, it was taken by assault, by the Earls of Angus and Dunbar, but soon after retaken by Edward, who concluded a peace with the Scots, and David, brother of Robert Bruce, after seven years' capti vity, was, in consequence, restored to the Throne and Kingdom of Scotland. Amongst men of desperate fortunes, who F"], [76, "66 HISTORY OF BERWICK. wished for strife, and hoped for plunder, the most sacred treaties were violated, and the most solemn engagements broken, without scruple or remorse. — During the continuance of this peace, the Castle of Berwick was surprised by seven desperate Scotchmen, who kept possession of it for eight days, against the assaults of the Earl of Northumberland, at the head of ten thousand men, but were at last taken pri soners, and, although perhaps entitled to a better fate, cruelly put to death. For the succeeding ninety or a hundred years, the History of Berwick is only a narrative of the disasters which it suffered, and a detail of changes, according as the power of England or Scotland predomi nated. During that period it endured al most every evil, which can affect a people"], [77, "HISTORY OF BERWICK. 67 from the guilty passions of neighbouring Princes, and literally exemplified the asser tion of the Roman Poet. \" Quicquid delirant reges, plectuntur Achivi, \" Seditione, dolis, scelere, atque libidine, et ir;i, \" Iliacas intra muros peccatur, et extra.\" On the 24th day of August, 1482, the Town and Castle of Berwick were finally ceded to the English, by the in trigues and treachery of the Duke of Al bany, the brother of James III. of Scotland, and never afterwards recovered, either by accident or design. — It was now regarded as belonging exclusively to the Crown of England, although in 1551, it was made a free Town, in some measure independent of both Kingdoms. On the death of Elizabeth, James YI. was proclaimed in Berwick with the usual F 2"], [78, "68 HISTORY OF BERWICK. solemnities, and a Letter from the Mayor, Alderman, and Inhabitants, was despatched to the King at Edinburgh, acquainting him with their proceedings, and declaring their attachment and duty to their new Sove reign. — To this Letter, James was pleased to return a most gracious Answer, which is still preserved in the Archives of Berwick.* * Trusty friends we greet you heartily well.— We render you thanks for your so dutiful affection ut terit in assisting and concurring sae willingly with your Governor in putting the Town of Berwick in our hands, which we have appointit to be governed in the same form and manner as heretofore, while we advise otherwise to dispose upon the same ; assuring you always to find us a gracious and loving Prince, who sal be careful to maintaine your wonted privi leges and liberties, and to see that the same be nae waes brangillit, nor otherwaies prejudged. — Sae we commit you to God. — From Hallirude House, this 27 day of March, 1603. — To our trusty friends the Mayor and Alderman of our Town of Berwick."], [79, "HISTORY OF BERWICK. 69 James passed through Berwick to take possession of his newly acquired dominions, and was received by the Mayor and Go- vernor, with every mark of attention and respect. Having received the Keys of the Town at the Gate, he was met by the Mayor and Magistrates in their Robes, and other insignia of Office, to whom he pro mised to preserve inviolate the Charters, Privileges, and Liberties of the Town* which they had formerly enjoyed. The King next proceeded to the Church, to thank the Almighty for his protection hitherto, and to implore his blessing on his future proceedings ; whilst the In habitants, anticipating the termination of the hostile broils in which they had long been involved, testified their satisfaction M-ith cordial and loud expressions of F 3"], [80, "70 HISTORY OF BERWICK. joy.* Having declared his grateful ac ceptance of their loyalty and affection, the King left Berwick on the 9th day of April, 1603, and on the 17th day of May, entered London amidst the joyful acclamations of his future subjects. In order to tranquillize the limits of the two Kingdoms, James caused all the for tresses on the Borders to be destroyed, thus completing by system, what had been be gun by war, and recommended to the In habitants, to cultivate the lands, which had hitherto been marked by works of hos tility. Thus the Union of the two Crowns, put an end to those scenes of rapine and blood shed, in which, for ages, the Borders of the * Ridpath's Border Hist."], [81, "HISTORY OF BERWICK. 71 two Kingdoms had been engaged, and in which, the Town of Berwick had an ample share, and restored them to that order, to which they had hitherto been total stran gers. National prejudices however, fre quent jealousies, and disputes, still existed, and it was not until the Union of the two Kingdoms in 1706, that Border feuds dis appeared, and the distinctions which had subsisted for many ages gradually wore away.* Commissioners for an incorporate Union, between England and Scotland, having met on the 19 th day of April, signed the Arti cles on the 22d day of July, 1706. The two Nations were, for the future, to form one Kingdom, by the name of Great Bri- * Robertson's Hist, of Scotland,"], [82, "72 HISTORY OF BERWICK. tain ; to have the same Sovereign, and one legislative Authority, consisting of the Par liament of Great Britain.* There were also concerted various regulations of do mestic œconomy, for identifying the indus trious pursuits of the two People, and for promoting their commercial benefits. When we look back on the frequent col lisions of the two Kingdoms, the barbarity with which the war between them was conducted, and the enormities with which their predatory incursions were attended ; an incorporate Union was certainly one of the most fortunate events in their Annals, whether we regard the happiness of the People, or the power of the State, f — The * C!halmer's Caledonia. t Hut. Hist, of Northumberland."], [83, "HISTORY OF BERWICK. 73 great objects of warfare were not the inju ries of States, the policy of Empires, or the peace of Europe, but rapine and plunder, appeared to be the only instigation ;—re prisal and revenge, the inglorious ends to be attained. At Hallydown, and Floddenfield, thou sands of human beings were despatched to the gates of Eternity, and for many centu ries the Borders were the common charnel- houses of the two Nations. Happily these bloody scenes have passed away, the sword is now converted into the ploughshare, and the Inhabitants of one Climate and one Island, live under a Con stitution, that has long been the envy and admiration of the world. The following Lines, taken from Camb den's Britannia, may, notwithstanding their"], [84, "74 HISTORY OF BERWICK. quaintness, serve to illustrate the above Account of Berwick. On front the bound of Scottish ground, Where staid the furious Broil Of English Wars, and Nations both Were put to equal Toil. Now won, then lost, a thousand times, It felt of Fortune's Will; After so many miseries, Wonder that it stands still ! And still it stands, altho' laid waste It was, and desolate ; Yet always after every fall It rose to firmer state. So that for strength best fenced Towns It matcheth at this day ; The Citizens were Soldiers all, And served in Wars for pay."], [85, "HISTORY OF BERWICK. 75 JBut after Service long performed, And hard Adventures past, Of Joy and Mirth the gladsome signs, It putteth forth at last. And now her Ancient Honour she Doth vaunt in happy Plight, When to her Sovereign Lord she yields Ad service due by right. Whose blessed Crown united hath Great Britain's now at last; Whereby her head she lifts on high. Since Quarrels aU are past."], [86, "76 HISTORY OF BERWICK. ECCLESIASTICAL STATE. THE CHURCH. ABOUT the year 1641, the Mayor and Corporation of Berwick applied to Charles I. for liberty to build a New Church, as the old one, which stood at the North end of Marygate, or High Street, had been taken down in the reign of Queen Mary, for the purpose of erecting buildings, or repairing and strengthening the fortifica-"], [87, "77 HISTORY OF BERWICK. tions. Accordingly a Brief* was obtained, * Charles, by the Grace of God, King of England, Scotland, France, and Ireland, Defender of the Faith, &c. To all and singular Archbishops, Bishops, Deans, and their Officials, Parsons, Vicars, Curats, and to all Spiritual Persons ; and also to all Justices of Peace, Mayors, Sheriffs, Bailiffs, Constables, Church- Wardens and Head Boroughs, and to all Officers of Cities, Boroughs, and Towns Corporate, and to all other our Officers, Ministers, and Subjects whatsoever they be, as well within liberties as with out, to whom these presents shall come, — greeting. Whereas, by a petition to ourselfe exhibited, bear ing date the ninth day of July, 1641, we are credibly given to understand by our trusty and well beloved Subjects the Mayor, Bayliffes, and Burgesses of Bar wicke upon Tweed, in our Kingdome of England, neer adjacent to our Kingdome of Scotland, humbly shewing ; and to our Knowledge, that our Towne of Barwicke, being an antient and great Towne, and many Inhabitants there residing ; there was former ly a very faire and spacious Church, which Church, in Queene Marie's raigne, was pulled downe and ut terly demolished, and the stones and other materials thereof were employed for the erecting of a new wall G"], [88, "HISTORY OF BERWICK. 78 in order to collect money for this pious pur- and fortification, in or neer the place where the said Church then stood, with an intention to have built another Church instead thereof, in a more convenient place of the said Towne of Barwicke ; but the al teration of time being and continuing very trouble some, and no settled peace betwixt the two King doms, the said inhabitants were necessitated to make use of a very little Church, meanly built, and not room enough to contain half so many people as in habit in the said Towne, and then our Royal Father, after the happy and blessed union between the two Kingdoms, seriously taking the premisses into his princely consideration, did purpose and resolve (after the finishing of the Bridge at Barwicke, over the river of Tweed) to erect and build a new Church in the said Towne : But it pleased God that our said late deare Father departed this life before that great work of the Bridge was finished, or the other pious work of the Church taken in hand ; and now our selfe have finished to our great charge the work of the said Bridge ; and do resolve to fulfil, according to our said dear Father's intention, the humble sup- plication and petition of our true and loyal subjects aforesaid, in granting them our gracious Letter's"], [89, "HISTORY OF BERWICK. 79 pose, and the building commenced in the Patent of Collection, (according to their desire,)\" whereby they may be enabled to aske, gather, re ceive, and take the Charities of all our pious and well disposed subjects towards the furtherance of the new building of the House of God, in so great and populous a Towne. Now we, in our princely com passion to works of this nature, and according to ou* wonted clemency, have therefore thought good to recommend the said work unto all our loving sub* jects whatsoever, within our realme of England. Not doubting but that they will freely and liberady (and the rather for our recommendation hereof) ex tend their charitable benevolence for the erecting and new building of the said Church, in our Towne of Barwicke aforesaid. Know yee therefore, that of our especial grace and princely compassion, we have given and granted, and by these Letters Patent under our Great Seale of England, do give and grant unto our said subjects, The Mayor, Bailisses, and Burgesses, in our Towne of Barwicke aforesaid, and to their deputy and de puties, the bearer or bearers hereof, full power, li cense, and authority, to aske, gather, receive, and take the alms and charitable benevolence of all our G 2"], [90, "80 HISTORY OF BERWICK. year 1648. It was finished in 1652, loving subjects whatsoever, inhabiting within all our Counties, Cities, Boroughs, and Townes Corporate, Parishes, Villages, and in all other privileged places whatsoever, within our Kingdome of England, and not elsewhere, for and towards the effecting of so good, so necessary, and pious a work, and to no other use, intent, or purpose whatsoever. Wherefore we will and command you, and every of you, that at such time and times as the said Mayor, Bailiffes, and Burgesses, in our Towne of Barwicke aforesaid, their deputy or deputies, the bearer or bearers hereof, shall come and repaire to any of your Churches, Chappels, or other places, to aske and receive the gratuities and charitable bene volence of our said subjects, quietly to permit and suffer them so to doe, without any manner your lets or contradictions. And you, the said Parsons, Vicars, and Curats, for the better stirring up of a charitable benevolence, deliberately to publish and declare the tenor of these our Letters Patents, or the Copy or Briefe hereof, unto our said Subjects, upon some Sunday shortly after the same shall be tendered unto you, and before the expiration of the date hereof, earnestly exhorting and persuading them to extend"], [91, "81 HISTORY OF BERWICK. under the direction of Colonel George- their liberal contributions in so good and charitable a work. And you, the Church Wardens of every Parish, where such codection is to be made, (as aforesaid,) to collect and gather the Alms and charitable bene volence, of all our loving Subjects, as well strangers as others ; and what shall be by you so gathered, to be by the Ministers and yourselves endorsed on the backside of these our Letters Patent, or the Copy or Briefe hereof, in words at length, and not in figures; and the Summe and Summes of Money so gathered and endorsed, our will and pleasure is, shall be deli vered to the bearer or bearers of these our Letters Patent, warranted and allowed to receive the same,. and to no other person, when as thereunto you shall be required. And lastly, whereas we are informed of the great abuse which is now crept in amongst these poor people who sell their licenses unto some other per son, whereby mens' charity goeth not the right way,. but unto such as deserve it least, that from hence forth our wid and pleasure is, that if it may appear* and unto you, or any of you, that the Mayor, Bailiffes, Burgesses, in our Towne of Barwicke aforesaid, hs\\ e G 3"], [92, "82 HISTORY OF BERWICK. Fenwicke,* of Brenkburne, Governor os Berwick, at the expense of fourteen hundred Pounds. This elegant Edifice, calculated to contain from fifteen hundred to two thou- sand people, is situated on the North East side of the Town. It is built partly in the Gothic style, flat on the roof, with the mid- contracted any bargain, or made, or shall make, Sale of these our Letters Patent, whereby the benefit shalt passe from them to any other person, that thereupon these our Letters Patent to be voyrt and to none cf fecr, any statute, law, ordinance, or provision here tofore made to the contrary in any wise notwith standing. — In witness whereof we have caused the=e our Letters to be made Patent, to continue for the space of one whole year next after the date hereof, and no longer. Witness ourselfe, at Westminster, the one and twentieth day of July, in the seven teenth year of our Raign. DAWE. God Save the King. f Nearly opposite the Pulpit, is the Tonib-Stonc"], [93, "HISTORY OF BERWICK. 83 die part rising several feet above the sides, and supported by a double row of pillars within the Church, running from West to East. — The construction of the building al together, its flat roof, and the want of a spire, give it rather a singular appearance when viewed from without, but this last was considered a superfluous ornament in the days of Oliver Cromwell, when of Colonel Fenwicke, on which is inscribed the fol lowing Epitaph. Col. Geo. Fenwicke of Brenkburne, Esq. Governor of Berwick ; In the year l65'2, was A principal instru- ment of causing this Church to be built ; And died March 1 5, 1656. A good Man is a public good."], [94, "84 HISTORY OF BERWICK. enthusiasm was substituted in the place of rational rebgion. The Pews in the Church are in general handsome and commodious, but being for the most part private property, they want that uniformity and regularity of construc tion which would add considerably to the beauty of its interior. In the West end of the Church is placed an elegant and fine toned Organ, and at the opposite end is the Altar, both tending to beautify the sacred Temple in which our fathers wor shiped. The Living is a Vicarage, under the pa tronage of the Dean and Chapter of Dur ham, with an annual income of about £140, arising from Surplice Fees, Glebe, and Sa lary paid by the Corporation of Berwick, as Lessees under that ecclesiastical body."], [95, "HISTORY OF BERWICK. 85 It is evident that, in such a populous pa rish as Berwick, the duty of a Clergyman must be both incessant and laborious : his presence is constantly necessary in the ex ercise of his pastoral functions, whilst the comparative smallness of the Living, ef fectually guards against the evil of Non Residence. In the year 1625, a Lectureship in the gift of the Mercers' Company* in London, * It appears, from the following Order of Guild, that, although the Mercer's Company paid the Lec turer and approved of his nomination, the right of Election was, at one time, vested in the Corporation. At the adjournment ofthe Head Guild holden 2d May, 1672, Mr Young elected by the Guild to be Lecturer, &c. — This day the Guild did freely and unanimously agree and make choice of Mr Roger Young, Minister of Yarrow, near Newcastle, (who lately preached here) to be our Lecturer, and do or der that a Letter be writ to the Mercer, to desire"], [96, "86 HISTORY OF BERWICK. was founded by a Mr Fishborne, and paid from the Corn Tythes of Chollerton and Barnsford, near Hexham, in Northumber land. Hence the value of the Lectureship must fluctuate, although it is said to amount, upon an average, to upwards of £400 per annum. This would make a comfortable addition, were it annexed, as it ought to be, to the Living of the Paro chial Minister, who, at present, discharges the duties of his Office with so much credit to himself, and so much satisfaction to his Parishioners. The view of the Church Yard, in near- their allowance and approbation of him, and that the Guild shall give him a call to the same, and he to have the £.50 per Annum, granted and allowed by the Mercer, and the Salary to take being at Lady day past — Orders of Guild."], [97, "HISTORY OF BERWICK. 87 ly the centre of which the Church is placed, impresses the mind of a Stranger with the idea, that the Town of Berwick must be particularly unhealthy. The numerous Tomb-stones, that literally crowd a space of two acres, inspire the bebef, that Death is more busy here, than in other places of similar extent ; and that some fatal dis ease reigns with unabating mabgnity. But these unpleasant sensations are removed, when it is considered that this is the only burial place for a population of upwards of 7000 inhabitants,* and likewise that no ex pense is incurred for the permission of • By the last Census taken (in 1811) by Order of the House of Commons, the Population of the Pa rish of Berwick was 7,746, and that of Tweedmouth 3,917."], [98, "88 HISTORY OF BERWICK. erecting Monuments to the memory of de parted Relatives.* * In former times there were many religious esta blishments in Berwick, founded by ths superstition, and supported by the well-meaning, but mistaken piety of our Ancestors. In 1296, there was founded near Hallydown Hill, within the limits of the Town's property, a Convent dedicated to St Leonard, for Cistercian Nuns, whose Prioress swore fealty to Edward I., and thus obtain- ed protection for herself and her Convent Edward III. evinced his gratitude to the Prioress and Nuns of this Convent, after the battle of Hallydown Hill, to whose prayers and intercessions he attributed the Victory. He ordered the Convent which had been ruined by the war, to be rebuilt at his own expense, directed an Altar to be erected in honour of St Margaret, appointed services to be regularly per- formed on the eve of the Saint's Festival, the time when the Victory of Hallydown Hill was gained, and during his whole reign continued his favour and protection to the Cistercian Nuns of St Lennard. There were formerly no fewer than four Monas teries of Friars in the Town of Berwick, which were"], [99, "HISTORY OF BERWICK. 89 The following List of Burials in the all well endowed by the wrong directed liberality of individuals. In 1219, there was an Order of Franciscan or Grey Friars here, who submitted to Edward I., and consequently received his protection. After the battle of Hadydown Hill, they likewise submitted to Edward III., and were particularly patronised by him, whilst other Orders were removed, and Eng lish Friars occupied their Monasteries. In 1230, Alexander II. founded a Monastery of Dominicans, or Black Friars, and endowed them with a yearly revenue of 40 merks, to which Robert Bruce added the rent of a Mill in Berwick. These Dominicans were removed by Edward III., and English Friars of the same Order were admitted in their place. Widiam the Lion founded here a Monastery of Trinity or Red Friars, who swore fealty to Edward I. in 1296, and received his patronage and protec tion. Alexander II., or his Son, founded here a Monastery of Carmelite or White Friars, who, likewise by submission, secured the protection of II"], [100, "90 HISTORY OF BERWICK. Parish of Berwick, in the year 1816, Edward I., but, like the other Orders, were replaced by English Friars about the year 1333. There were three Hospitals erected in Berwick, but at what period, or by whom, is not accurately ascertained. During the Scoto-Saxon period, there was a Do mus Dei established here, under the direction and superintendence of a Magister Domus Dei de Ber wick Super Tuedam.— During the same period, another was founded, dedicated to the Virgin Mary, the government of which was given by Edward III. in 1340, to Robert de Bruton, one of the favourites of that Monarch. — A third was founded about the same period, without the Walls of Berwick, and de dicated to Mary Magdalene, probably in a field between Berwick and the Sea, which still retains the name of the Magdalene Fields To the Master of this Hospital, Edward III. gave a Fishing in the Tweed, and in 1356, issued a precept, de amovendo manum regis de hospitale beatæ Mariæ Magdalenæ juxta Berwicum. Chalmers Caledonia."], [101, "91 HISTORY OF BERWICK. will serve to illustrate the above observa- tions. Under 10 years of age 39 From 10 to 20 7 From 20 to 30 - 12 From 30 to 40 - 8 From 40 to 50 - 9 From 50 to 60 - 16 From 60 to 70 - 21 From 70 to SO - 19 From 80 to 90 - 14 Aged 92 - 2 Males 63— Females 84— Total 147 h 2"], [102, "92 HISTORY OF BERWICK. DISSENTERS. THOSE who dissent or separate from the Worship of an Established Church, of whatever denomination, are comprehended under the general name of Dissenters.* — Dissenters from the Church of England made their first appearance in the reign of Queen Elizabeth ; when, on account of the purity they professed in their religious worship, they were contemptuously called Puritans. At the Revolution in 1688, those who refused to conform to the esta blished Worship, were denominated Non- * Jones' Opinions"], [103, "HISTORY OF BERWICK. 93 conformists, and when the Toleration Act was passed on the accession of William and Mary, the name of Nonconformists was changed to that of Protestant Dissenters.* Under this appellation they then received a legal security, and have ever since been distinguished in England as Presbyterians, Independents, and Baptists. Although the Dissenters in England and Wales are more numerous than formerly, it must be re membered that the population has likewise considerably increased, and perhaps they still bear the same relative proportion to the bulk of the people. Besides the Established Church, there are seven other places of Worship in the Town of Berwick, in which the Clergymen • Evans' Sketch. H3"], [104, "94 HISTORY OF BERWICK. are chosen by their respective Congrega tions, and paid by what may arise from the rent of the seats. I. The Low Meeting House, built by Subscription in the year 1719, is situated in an Area on the East Side of Hyde Hill Street ; it is capable of containing from 600 to 700 people, and is seated in a very neat and commodious manner. The form of worship is here the same as in the Church of Scotland, with which it has always been in close connexion. II. The High Meeting House, built also by Suhscription, in the year 1724, is si tuated in an Area on the North Side of the High Street, and calculated to contain upwards of 1500 people. The form of worship observed here, is the same as in the Low Meeting House, and both Ministers"], [105, "95 HISTORY OF BERWICK. and People live together in the utmost con cord and harmony. — In the year 1729, Joseph Watson, Esq. bequeathed £5 an nually to each of the Ministers of the Low and High Meeting House, and £10 to twenty poor Women, Householders in Berwick, to be nominated by the Ministers and Elders. III. The Burgher Meeting House is situated on the South Side of the High Street, in a large Court, commonly cal led the Golden Square. It was built in the year 1770, and enlarged in 1796, and is capable of containing 1200 peo ple. The Burghers are a numerous body of Presbyterians, who withdrew themselves from the Church of Scotland about the year 1730. In this Secession the celebrated"], [106, "96 HISTORY OF BERWICK. Ralph and Ebenezer Erskine, of Stirling, took an active and leading part,* and the ground of the separation, was the alleged corruption, both in the government and discipline of the National Church, f Their form of worship is the same as that of the Church of Scotland ; their Church govern ment Presbyterian, their doctrines strictly Calvinistic^ and amongst them are many Ministers eminent for learning, benevo lence, and piety. In Scotland the Burgher Synod com prehends eleven Presbyteries, and nearly 130 Ministers; and in Ireland and Ame rica, they are equally numerous. * Jones' Opinions. + Evans' Sketch. % Brown's Account of the Rise and Progress of the Secession."], [107, "HISTORY OF BERWICK. 97 IV. The Anti-Burgher Meeting House, ■which was built in 1812, is situated in an Area near the middle of Church Street. Both externally and internally, it is hand somely and uniformly constructed, and ca pable of containing 700 people. In Scotland an Oath, commonly called the Burgess' Oath, is administered to Burghers, the tenor of which is as follows. \" I protest before God, that I profess \" and allow with my heart, the true re \" ligion presently professed within this \" Realm, and authorized by the laws \" thereof; and I shall abide thereat, and \" defend the same to my life's end, re \" nouncing the Roman Religion called \" Papistry.\" This Oath gave rise to much difference of opinion among the Burghers ; some"], [108, "98 HISTORY OF BERWICK. maintained that there was no impropriety in subscribing to it, because the established Religion was still the true Religion, in spite of the errors into which it had fallen;* whilst others contended, that the above Oath was approving the corruptions of Religion, and therefore could not con scientiously be taken.— These last were hence denominated Anti- Burghers, and the increase of this Secession has been rapid and extensive. In Scotland, the Anti-Burghers have 3 Synods, comprehending 9 Presbyteries, and upwards of 109 Ministers, and in Ireland and America, 6 Presbyteries, all in connexion with the General Associate Synod of Scotland. * Brown's Account of the Rise and Progress of the Secession;"], [109, "HISTORY OF BERWICK. 99 V. The Rehef Meeting House was built in the year 1756. It is situated near the East end of Shaw's Lane, and supposed to contain 900 people. In regard to doctrines, worship, church government and discipline, the members of the Rehef Kirk differ in little or nothing from the Establishment ; but they maintain an absolute right of choosing their own Ministers, in opposition to that of Patro nage, or the settlement of Ministers by presentation. This Secession, in which are 6 Presby teries, and upwards of 80 Ministers, arose in the year 1752, owing to the difference that has already been stated. The Rehef Church are a highly respectable body of Christians, liberal in their views, and"], [110, "100 HISTORY OF BERWICK. admitting to their Communion the pious of every denomination.* VI. The Methodist Meeting House was built in the year 1797, and is situated at the East end of Walkergate Lane. The Methodist Society was first formed at Oxford, about the year 1729, by Mr John Wesley, and a few of his friends, who set apart certain evenings in the weeks for reading the Scriptures, religious conversa tion, and prayer. Rules for the regulation of their time and their studies, were form ed, and strictly observed, and hence they re ceived the name of Methodists. — Although this was the origin of the name, it is often contemptuously applied to every individual who is particularly distinguished for piety * Smith's Sketches of the Relief Church."], [111, "HISTORY OF BERWICK. 101 of Use, or a more than ordinary concern for the salvation of Mankind. In the year 1735, this Society was joined by the celebrated Geoige Whitfield, whose unwearied exertions, and ardent zeal, in preaching the Gospel of Truth, are perhaps unequalled. A difference arose between Wesley and Whitfield, in the year 1741, which in some measure still continues to divide their followers ; the former profess ing the doctrines of Arminius, whilst Whitfield declared his full assent to the doctrines of Calvin. The followers of Mr Wesley divided amongst themselves in 1797, on matters chiefly relating to Church government and discipline,* and as this division was, in a great measure, effected * Jones' Opinions. T"], [112, "102 HISTORY OF BERWICK. by a Mr Alexander Kilham, these new Methodists have sometimes been denomi nated Kilhamites.* The new Methodists have nearly 40 Preachers in their Con nexion, but the increase of their members has been somewhat retarded by the Parent Society conceding to their Congregations some of those privileges, that formed the grounds of the original Secession. VII. The Baptist Meeting House was built in the year 1810, and is situated at the West end of Walkergate Lane, it will contain near 300 people. This denomination of Christians is dis tinguished from others, by the views they entertain respecting the subject and man ner of Baptism. They contend, that Immersion, and not Sprinkling, is the pro- * Evans' Sketch."], [113, "103 HISTORY OF BERWICK. per mode of administering this Sacrament; and found their Opinion on the practice of the Apostles, and the primitive Church. They farther maintain, that a personal pro fession of faith, and immersion in water, are essential to Baptism, or, in other words, that repentance towards God, and faith in our Lord Jesus Christ, are necessary, pre viously to the administration of this holy Ordinance. Llence. they contend, that Baptism ought not to be administered to Infants, and quote, as their authority, the commission given by the Son of God to his disciples, when this Sacrament was insti tuted, \" Go and teach all nations,\" first instructing them, and then baptizing those who embrace the Gospel, \" in the name \" of the Father, the Son, and the Holy \" Ghost.\" 12"], [114, "104 HISTORY OF BERWICK. Although the name Baptist is of modern and perhaps local application,* the princi ples and sentiments of this body of Chris tians, may be traced as far back as the Twelfth Century. By the acknowledg ment of Historians, the opinions of the Baptists existed amongst the Hussites, the Wickliffites, and the Waldenses, and under the name of Mennonites, they were found both in Holland and Germany, j- Few traces of a Baptist Church can be found in Scotland, previously to the year 1765 ; but since that time several have been founded, particularly at Glasgow, Paisley, Dundee, &c. A change in their views on the subject of Baptism has lately * Foote's Letters. t Robinson's Hist, of Bap."], [115, "HISTORY OF BERWICK. 105 introduced amongst them divisions and sub divisions, an evil, which unless corrected, may lead to the dissolution of the Society. In unfolding the ecclesiastical history of this town, I have endeavoured to speak with candour of each denomination of Christians, at the same time sufficiently marking the distinctions that exist amongst them. For a more particular account the Reader may refer to Books professedly written on the different modes of religious worship. — But whatever that difference may be, suffice it to observe, that like the rays of fight, though different in their com ponent parts, it here practically forms an agreeable whole. Bigotry is extinct, and Christian love prevails. 13"], [116, "106 HISTORY OF BERWICK. CHARITABLE INSTITUTIONS. POOR-HOUSE, POOR-RATES, &c. PREVIOLJS to the year 1802, the House appropriated to the reception of the Parish Poor was in Church Street, and but ill adapted to their respective conditions. — A House on the North East side of Castle- gate, without the Walls of the Town, and formerly used as a Sack Manufactory, is now set apart for this purpose, in a healthy and airy situation, and fitted up in a com fortable and commodious manner. Here the aged and infirm Cliildren of poverty"], [117, "HISTORY OF BERWICK. 107 receive every attention, which their wants and condition require, and every regard is paid to their food and cleanliness. Here the poor and the helpless find a secure asy lum from the miseries of want, and the evening of their days is spent, unclouded with temporal anxiety or distress. — The Poor-House is under the direction of the Church Wardens, Overseers, and Trustees, who occasionally meet together to examine its internal management, and transact any business in which it is concerned. There are at present in the Poor-House upwards of 100 individuals, including 40 Children, under the immediate inspection of a House Governor,* Schoolmaster, and Surgeon, by * The present House Governor is Joseph Fleming, who for Thirty Years has discharged the important duties of his situation with that attention*"], [118, "108 HISTORY OF BERWICK. whom the most unwearied attention is paid to the health, morals, education, and com fort of those under their respective charge. The Children are instructed in Reading, Writing, and the various Branches of Arithmetic, and at a proper age are sent out, the Girls to service, and the Boys as Apprentices to different Trades, as their friends or their own inclinations may di rect. Besides the Poor maintained in the Pa- rish Work House, there are nearly 500 who receive Parochial Rehef. The Poor Rates in the Parish of Berwick amount on an average of 4 years to about £3,700. an nually, and the following statement will fidelity, and humanity, which fully entitle him to the confidence of those who are the legal and con stituted Guardians of the Poor,"], [119, "HISTORY OF BERWICK. 109 exhibit a correct account of the Assess ments for the last seven years. s. d. 1810 - 2 6 per Pound. 1811 - 2 6 1812 - 2 8 1813 - 2 10 1814 - 2 9 1815 - 2 9 1816 - 3 0 Connected with the Poor-House is a Lunatic Asylum, built in the year 1813, consisting of four cells, all at present occu pied ; where the unhappy Maniac is at tended with all the humanity which his deplorable condition may require, and, at the same time, with all the vigilance neces sary for the peace and security of Society,"], [120, "110 HISTORY OF BERWICK. The annual expenses of the Poor-House and Lunatic Asylum amount to upwards of £1200, including the salary of the House Governor, and partly that of the School master and Surgeon, the remainder of the parochial contributions being expended on out-door Poor. CHARITY SCHOOL. The Charity School, founded by a Cap tain Boiton of Berwick, was built in the year 1725, on the West side of the Street, commonly called the Back Way. By the rules of this Institution, 26 Boys and 6 Girls are admitted at the age of eight, and continue for five years, during which period they are taught Reading,"], [121, "111 HISTORY OF BERWICK. Writing, Arithmetic, and Church Music ; but do not reside within the House. It is however worthy of remark, that this Insti tution, according to the improved system of education, is capable of extending its bene fits to a much larger proportion of Chil dren. This School is supported by the volun tary contributions of the benevolent, and Donations and Legacies to the amount of upwards of £1666. have been left to it at various periods. The following is a List of the Donations and Legacies that have been left to the Charity School at different times : — Percival Clennel, Esq. £50. John Brown, of Berwick, £100. Captain James Bolton, £800. Robert Edmeston, Esq. Berwick, £91."], [122, "112 HISTORY OF BERWICK Mr John Bell, Berwick, £20. George Reid, Esq. £5. A Gentleman who desired his name to he concealed, £100. Ralph Patterson, Surgeon, £500. Besides various other sums of inferior value. BIBLE SOCIETY. In August 1814 a Bible Society was founded in Berwick, to co-operate with the British and Foreign Bible Society, in the circulation of the Holy Scriptures amongst the poor at home and abroad, and in pro moting the everlasting salvation of the whole human race."], [123, "HISTORY OP BERWICK. 113 Although this Society was established with the most flattering prospect of success, it has continued gradually to decline, and there is much reason to fear that it will soon cease to exist altogether. The disciples of a Saviour, who went about continually doing good, are enjoined carefully to follow his steps, and can they be more strongly influenced by this pre cept, than when bestowing upon their in digent fellow-creatures the blessings of that Gospel, which is \" the power of God and \" the wisdom of God, and which alone is \" sufficient to make mankind wise unto \" salvation?\" K"], [124, "114 HISTORY OF BERWICK. DISPENSARY. THIS benevolent Institution was formed in the Month of March 1814, and during the period of its existence, has been of the greatest temporal benefit to the diseased poor. — Here the Physician, the Surgeon, and the Apothecary, unite their exertions for the relief of the indigent sufferer ; ex ertions that are directed by skill, improved by habit, and quickened by humanity, to wards the helpless victim ef disease. Since its establishment, 520 Patients -have been under its care ; of these the great propor tion of 445 has been cured or materially relieved; 50 only have died; whilst the remainder are still reaping the benefits it"], [125, "HISTORY OF BERWICK. 115 is so well calculated to bestow, and silently imploring the benevolence of a generous public towards its support. SAVING BANK. IN February 1816, a Saving Bank for the Parishes of Berwick and Tweedmouth was established here, from which the most beneficial effects are likely to result. Here the sober and industrious are encouraged to lay aside what the}' can spare from their earnings, whilst their own convenience is consulted, both with respect to the amount of the sum deposited, and also the time when the deposite is made. Llere the careful and economical may gradually accu mulate a small capital, by which they have K 2\""], [126, "116 HISTORY OF BERWICK. it in their power to repair an accidental misfortune, or answer the imperious de mands of that period, \" when the grass '; hopper becomes a burden, and the grind \" ers cease because they are few.\" Since the commencement of the Ber- wick and Tweedmouth Saving Bank, near ly £500, chiefly in small sums, have been already deposited by the labouring part of ihe community, whilst only a trifling pro portion of the capital has been hitherto withdrawn."], [127, "HISTORY OF BERWICK. 117 PUBLIC BUILDINGS, &c. TOWN-HALL. SOME ingenious Projector has con trived to place this elegant building in nearly the Centre of the High Street which is necessarily rendered both con tracted and disagreeable. Its uncommonly handsome Spire is up wards of 150 feet in height, and is support ed by 4 circular columns, 32 feet high, and between 9 and 10 feet in circumference ; forming the entrance into the Guildhall K3"], [128, "118 HISTORY OF BERWICK. by an ascent of 12 steps. — The whole length of the Building, from West to East, consists of Two Halls ; the first, or Outer Hall, 60 feet long, and 17 feet high; and the second, or Inner Hall, 47 feet long, and 16 feet high. In the first, the Mayor, Members of Parliament,* &c. are elected, civil and criminal Courts held, and in this also, the Burgesses assemble to transact and decide any business connected with the interest and advantage of the Corpora tion. In the Inner Hall, the public assem blies were formerly held, but at present it is used only for minor purposes, whether connected, or not, with the affairs of the Borough. * The present Members are A. Allan, Esq. and H. H. St. Paul, Esq."], [129, "HISTORY OF BERWICK. 119 It appears from different Inscriptions, that the whole of this Edifice was not built at the same period; the Outer Hall being finished in the year 1754, and the Inner in 1761. —In the upper story is the common Gaol, and whether the health or security of the Prisoner be considered, it must be confessed that a more judicious situation could not have been chosen. Whilst the unhappy criminal forfeits his liberty, per- haps his life, to the outraged laws of his country, it is surely the dictate of huma- nity to alleviate the sufferings of confine ment, as far as is consistent with the peace and welfare of society; and there is perhaps no place in the Kingdom where the priso ner is more securely lodged, or his comfort more attended to, than in the Gaol of Ber- wick."], [130, "120 HISTORY OF BERWICK. It may here be remarked, that although this Gaol is as comfortable and commodious as is necessary ; although it is sufficient in every respect to answer its own purposes ; still a House of Correction is much wanted in the Town of Berwick. Here the dis- orderly and worthless would be taught duly to appreciate the blessings they despise, and by wholesome restraint, and hard la bour, be prepared to measure back their steps to the paths of integrity and mora lity, which they have forsaken. Below the Guild Hall, on the ground floor, is what is denominated the Exchange, appropriated to the sale of Poultry, Eggs, Butter, &c. with which the Town is plen tifully supplied, and often at a very reason able rate."], [131, "HISTORY OF BERWICK. 121 THE BRIDGE. IT is almost impossible to ascertain the precise period when a Bridge was first built across the Tweed at Berwick. — The passage from the Town to Tweedmouth was formerly by means of a Wooden Bridge, 70 or 80 yards above where the present Stone one stands, but which was swept away by an inundation of the river in the reign of King John, and again re built by William King of Scotland about the year 1199- The Governor of Berwick agreeably to the King's orders commenced the building of the Bridge, but as it abutted on the Bishop of Durham's land, the work was"], [132, "HISTORY OF BERWICK. 122 forbidden to proceed. — The Bishop, how ever, was at last prevailed upon to suffer the building to go on, and it was again swept away by the overflowing of the Tweed. The present Bridge, consisting of 15 Arches, is situated close to the Quay, and measures 1160 feet in length, and 17 feet in width. It was begun in the reign of Queen Elizabeth, but not finished until some time in the reign of Charles T. and is supposed to have cost in those days nearly £15,000. Towards the middle of the Bridge there were formerly placed, as means of defence and security, two strong Wooden Gates, or Barriers, projecting considerably beyond the Parapet, but which are now properly removed, as no longer either usefel or"], [133, "HISTORY OF BERWICK. 123 necessary. The ameliorated state of the country, and the extinction of Border feuds, have happily rendered such precau tions unnecessary, and the peaceful citizen no longer watches the approach of his neighbour with a jealous or suspicious eye. CASTLE. OF this ancient Building, little remains but scattered fragments and confused heaps of foundations. The situation and extent of the ruins, serve to point out the former strength of this important fortress ; now almost levelled with the earth, and moul dering away beneath the ravages of time. It is not known at what period this ancient Castle was built ; but in all probability it"], [134, "124 HISTORY OF BERWICK. owes its origin, as has been stated in the beginning of this work, to some Northum brian Baron in the time of the Anglo- Saxons. The remains of the Castle stand on an elevated Mount, on the North banks of the Tweed, rendered almost inaccessible both by nature and art, and consequently before the use of gunpowder it must have been in a great measure impregnable. About 400 yards North by East of the Castle stands an Exploratory Tower, called the Bell Tower, commanding an extensive prospect both of the German Ocean and the surrounding country. The Tower is still several Stories high ; it was used to give notice to the Garrison of an approach ing enemy, by ringing a Bell ; and, accord ing to tradition, there was a subterraneous"], [135, "HISTORY OF BERWICK. 125 communication between the Tower and the Castle. In the construction of a new road along the banks of the Tweed, pro jected by the benevolent inhabitants of Berwick, and executed by the industrious poor, a Ball of Lead, weighing four pounds and a half, Mas discovered by the work men whilst excavating a part of the ruins of the Old Castle. From its situation it appeared to have been shot from the op posite side of the river, but at what par ticular period of time, or upon what occa sion, is uncertain. L"], [136, "126 HISTORY OF BERWICK, THE RAMPARTS. BERWICK was regularly fortified in the reign of Mary Queen of England, and in 1552, the sum of £6,000. was expended in repairing and improving the Ramparts, On these are raised Five Bastions, with double retired flanks, the warlike monu ments of times that have happily passed away. In the present state of the military art, the fortifications around the Town would be of little or no use, as the com manding eminences with which it is sur rounded, and the hollow ways forming na tural approaches to the Walls, would ren der it incapable of sustaining, for any length ©f time, the attacks of a besieging army."], [137, "HISTORY OF BERWICK. 127 Since the year 1761, the Ramparts have received occasional repairs, but latterly they have been allowed in many places to crumble down, and in these days, when \" nation no longer riseth up against nation,\" their great utility consists in forming an agreeable walk to the sober and peaceable Inhabitants. On the East side of the Town, the Ram parts still bristle with several heavy pieces of Ordnance ; formerly planted, no doubt, to defend the entrance of the Harbour, but at present only used on days of public re- joicing. L 2"], [138, "128 HISTORY OF BERWICK. THE BARRACKS, &c. THE Barracks, calculated to contain nearly 700 men, form a regular Square, and were built in the year 1719- Since that period they have been repaired and enlarged, and every convenience added that can render them comfortable and commo- dious. They are situated on the North East side of the Town, and separated from the Church-yard by a large enclosed area, cal led the Parade, exclusively appropriated to drilling and exercising the Troops. Con nected with this department are Two Guard Houses, the one at the Northern ■A extremity of\" the Bridge, and the other,"], [139, "HISTORY OF BERWICK. 129 until lately, most incommodiously placed in the middle of the High Street. By the unwearied exertions of a late public spirited Individual* of this place, assisted by the voluntary contributions of the inhabitants^ this last has been removed to the South end of Palace Street ; where, if not in the most judicious situation, it at least incom- modes no public Street. — An addition has been lately made to the Barracks, by con- verting the Governor's House, situated on the Ea'st of Palace Street, into Rooms for the Officers of whatever troops may occu py the regular Barracks. Holy Island is an appendage to the Gar rison of Berwick, and an Officer's Guard is generally stationed there in time of war. * Mr. James Graham. L 3"], [140, "130 HISTORY OF BERWICK. The Garrison of Berwick consists of a Governor, a Lieutenant Governor, a Town Major, a Town Adjutant, a Surgeon, and a few Invalid Gunners. TIIE NEW PIER. SEVERAL measures for accelerating the commercial prosperity of the Town of Berwick have been adopted by the present inhabitants, amongst which the building of a New Pier is not the least important. On the rocks at the mouth of the river, the remains of a Pier, called Elizabeth's Pier, are still visible ; on the site of which a new one was begun about 7 years ago, and which in the opinion of the most ex-"], [141, "131 HISTORY OF BERWICK. perienced judges will prove of considerable utility to the Shipping interest of this place. The distance between this Pier and the Town is neaily half a mile, but, until very lately, access to it was both disagreeable and difficult. This inconvenience has been remedied by the construction of an excel lent road, which with the one alluded to in the History of the Castle, owes its exist ence to the following circumstance : — The stagnation of trade in 1816, occa sioned by the transition from war to peace, together with an unfavourable season, and consequently, to a certain degree an unpro ductive harvest, involved the Mechanic and the Labourer in difficulties and distress. To alleviate the pressure of want, and at the same time to encourage habits of in dustry amongst the labouring classes of the"], [142, "HISTORY OF BERWICK. 132 community, the Mayor* and Magistrates of Berwick with a promptness and energy that will ever do them credit, set on foot a public subscription, and in a very short time raised upwards of £800. amongst the inhabitants. This sum was intended to be appropriated exclusively to the relief of the labouring Poor, and to combine the utility of the object with the industry of the people. Accordingly, two roads from the Town, one leading to the New Pier, and the other down the steep Banks, near the Old Castle, along the side of the River above a mile, were projected and immediately begun, and * The present Mayor is William Pattison. Esq. whose zeal in discharging his official duties, and in defatigable exertions in promoting the comfort of the Inhabitants, justly entitle him to their esteem and gratitude."], [143, "HISTORY OF BERWICK. 133 upwards of 160 people employed in daily labour, who would otherwise have severely felt the pressure of the times, and been forced to have had recourse to parochial relief for themselves and their families. These roads which were lately finished, not only unite pleasure with utility, but exhibit a lasting monument of the benevolence and liberality of the inhabitants of Berwick. THE HARBOUR, &c. THE River Tweed is navigable only as high as Berwick Bridge, and although there is a considerable depth of water close to an excellent Quay, even at the lowest ebb of the tide, yet from a Bar at the Mouth of the River, and a Shallow a little"], [144, "134 HISTORY OF BERWICK. below the Quay, the port can be entered only by vessels of comparatively small draught. But, notwithstanding these in conveniences, Berwick enjoys a considera ble coasting trade, and imports Timber, Iron, and Flax, from Norway and the Baltic, which, together with its exports, will be afterwards more particularly de scribed. The Quay extends from the Bridge upwards of 200 yards down the Rive-; and is well calculated for loading and unloading vessels, with safety and ex pedition. Every vessel, upon going out of the Harbour, or coming in, is required to pay a certain sum per Ton, under the name of Harbour Dues ; but when the Bill for building the New Pier was pending, the Corporation of Berwick, to whom these Dues did belong, voluntarily vested them in"], [145, "HISTORY OF BERWICK. 135 the hands of the Commissioners of the Pier, to be applied in defraying the neces sary expenses, improving the Harbour, and in other works of public utility. The Shipping interest in Berwick is at present in the hands of Two Companies ; the Old Shipping Company, established in the year 1764, and the Commercial Ship ping Company, estabhshed in 1814. These two Companies employ 11 Smacks, from 120 to 150 Tons burthen each; equally well adapted for the accommodation of pas sengers, and the expedition with which they perform the voyage to and from Lon don. Each of these Smacks is generally manned with 11 active and experienced seamen, and upon an average makes 14 voyages between Berwick and London in the year."], [146, "136 HISTORY OF BERWICK. EXPORTS. SALMON. THE chief spring of the trade of Ber wick is unquestionably the Salmon Fishery, which commences the 10th day of Janu ary, and continues until the 10th day of October. Dr. Fuller, in his History, says, that in 1799 the rental of the Fish ing Waters in the Tweed, from the Mouth of the River to Norham, a distance of 7 miles, was about £10,000. yearly ; at pre sent the same distance is rented from £25,000. to £30,000. On this extent of"], [147, "137 HISTORY OF BERWICK. River, 70 Boats are employed, in each of which are 6 men ; and from 4 to 500 fish are sometimes drawn ashore at one draught. The Fisheries lie on both sides of the River, although those on the South side are reck oned the best, and the limits of each Water, as it is called, are distinctly marked out. The mode of fishing is thus described by Mr. Pennant : — \" One man goes off in a small flat-bot \" tomed boat, square at one end, and \" taking as large a circle as his net admits, \" brings it on shore at the extremity of his \" boundary, where others assist in landing \" it. To it, may be also added, that in the \" middle of the River is a large stone, (or \" ladder) on which a man is placed, to ob \" serve what is called the Reck of the Sal \" mon coming up.\" — Previous to the year M"], [148, "138 HISTORY OF BERWICK. ,1787, all the Salmon sent to London from Berwick, were boiled and put into Kits ; but since that time they have been sent in Boxes stratified with Ice, by which mode they are preserved fresh for a consi* derable time. Jn the course of last year 10,215 Boxes of fresh Salmon were ship ped at Berwick ; each Box containing 6 stone, at an average of Eleven Shilhngs per stone. During the same period, not less than .300,000 Salmon, Gilses, and Trouts were taken in the River Tweed, the greater proportion of which was ex ported to London in Ice, the yearly expense of which amounts to nearly £900."], [149, "139 HISTORY OF BERWICKi EGGS, &c. EGGS are another principal Article of Trade in Berwick. They are brought from all parts of the Country, and packed in chests in rows, with a layer of straw between each row. — Every egg is exa mined with a candle, placed' in the chest, during the time of packing, and although they are never counted, a mistake seldom occurs in the number. In the course of the year 1815, there were shipped at> Berwick 4788 Chests of Eggs, each Chest containing 1600, at the average price of seven shillings and sixpence per hundred. M 2"], [150, "140 HISTORY OF BERWICK. During the same year 4897 Tubs of Pork were exported, each weighing about 8 stone, at an average price of five shillings per stone: And also 1277 Packs of Wool, each Pack weighing 16 stone. GRAIN. THE quantity of Grain, annually ex ported from Berwick, is immense, and the following is an accurate account of Wheat, Flour, Barley, Barley Flour, Rye, Oats, and Oat Meal, sliipped, coastwise, at this Port, in the two years ending the 5th day of January, 1816. distinguishing each year."], [151, "141 HISTORY OF BERWICK. By Reports from the Committees of the House of Lords and the House of Com- mons, in the Sessions of 1813 and 1814, relating to Corn, it appears that the Ship ments of Grain from the Port of Berwick is exceeded by very few other Sea-ports in the Kingdom. M 3 Year 1814 1815 In the 2 years Wheat'™1631 46,962 7419 43,538 6168 90,500 13,587 Barley Qrs. 16,933 17,122 jBurlev Flour Qrs. Rye j Oats Qrs. Qrs. 1164! 54,368 209 77,935 Oat Meal Bolls. 22,926 20,187 1001 1639 34,055 2640 1373132,303 43,113"], [152, "142 HISTORY OF BERWICK. IMPORTS. DURING the Thirteenth Century, al most all the Foreign Trade of Scotland was conducted by the Merchants of Berwick. In carrying on this Commerce, they suffer ed much from the Garrison of a Fort, erected at Tweedmouth by King John ; and which, in consequence of their com plaints, was twice destroyed by William I. King of Scotland. Under the protection and encouragement of Alexander III., the Foreign Trade of Berwick was very con siderable ; and proposals were made to him, by several of the most eminent Mer chants in Europe, for establishing different"], [153, "143 HISTORY OF BERWICK, Manufactories here, and in other parts of Scotland. When Edward III. became Master of Berwick, after the battle of Hallydown Hill, he issued a proclamation, inviting foreign Merchants to take up their resi dence here ; but in 1350, prohibited Wool, Hides, and other articles, to be imported into Berwick, or sold to any native of Scotland. This illiberal order was relaxed in 1399, and in 1414 was rescinded altoge ther. Berwick does not possess so much foreign Commerce as might be expected from its situation ; which perhaps may, in some measure, be owing to the exclusive right to trade formerly claimed by the Burgesses of the Town, in virtue of a Charter granted to them as a Corporate Body."], [154, "144 HISTORY OF BERWICK. Of this exclusive right, they were then rigidly tenacious ; hence adventurers were prevented from establishing Manufactories here, and hence the Burgesses deprived themselves of those advantages, which other places enjoyed, where Commerce was encouraged, unfettered by such selfish and illiberal restrictions. It is however but candid to state, that the exclusive right to trade, claimed by the Freemen, has of late years been very pro perly from time to time relaxed, and much to the credit of the Borough, has given place to a more liberal line of conduct. In 1753, a very judicious Order of Guild was passed, for the encouragement of Trade and Manufactures in the Town ; which was published in all the Papers of that day, offering to any Person beginning"], [155, "HISTORY OF BERWICK. 145 any new Branch of Trade or Manufacture, the same Privileges in respect to Trade as Burgesses then enjoyed. The foreign Commerce of Berwick con sists chiefly in importing the Wood, Iron, &c. wanted in the construction of vessels and houses ; and the following is the quan tity of these commodities, imported in the year 1815. Timber - 2336 Loads. Deals - 57 Hundred. Staves - 99 ditto. Iron - 59 Tons. Hemp - 795 Cwt. Flax - 33 ditto. Tallow - 195 ditto. Whale Oil - 177 Tons. Fine Oil - 9 Tons, 16 Cwt."], [156, "146 HISTORY OF BERWICK. It would be almost impossible to enu merate the various Goods that are imported coastwise to Berwick. They consist of all the articles of English Manufacture, and general Merchandize, required for the use and consumption of the Town and neigh bouring Country. PROPERTY AND ILEGES OF BUI'. ,SSES. SOON after tho accession of James VI. to the throne of England, an Act was passed,* confirming to the Burgesses of Berwick, various Privileges and Possessions, * 1 and 2 Jac. I., c. 23. Charter granted by King James I. dated 30th April, in the 2d year of his reign. A. D. lG03."], [157, "147 HISTORY OF BERWICK. which they had enjoyed since the time of Richard HI. The most important of these is an extensive tract of valuable Land, ex- tending upwards of 3 miles to the West and North of the Town, and measuring about 4500 acres. — This land is partly let on leases, the rent of a certain proportion of which is received by the Treasurer, for the support of the Municipal Estabbshment of the Borough, and the remainder thereof is divided amongst the senior resident Burgesses, or their Widows, and is called Stints ; and partly divided into small stripes or portions of arable land, which the Bur gesses themselves or their lessees occupy. These portions are called Meadows, and the resident Burgesses, or their Widows, have a right annually, according to their seniority, of choosing their Meadows and"], [158, "148 HISTORY OF BERWICK. Stints, as they become vacant, at a Guild held for that purpose in October in each year, called the Meadow Guild. The ex- tent of each Meadow seldom exceeds an acre and a half, or two acres, and the yearly value depends on the nature and cultivation of the soil, and other peculiar circumstances. — The Lands belonging to the Corporation of Berwick were marked out by Commissioners, appointed by Richawl HI. of England, and James III. of Scotland, and were to remain uncultivated, uninha- bited, and unbuilt. After the passing of the Act by James VI., already mentioned, the Burgesses of Berwick were allowed to cultivate their property, and build upon it as they pleased, but it must be confessed, that they have not altogether disregarded the original conditioner"], [159, "HISTORY OF BERWICK. 149 In the reign of Henry VIII., the Bo rough of Berwick was summoned to send two Representatives to Parliament, to be chosen by the Burgesses, who had arrived at the age of 21. The number of Burgesses as appears by the Guild Roll, amounts to 1007 ; of these only 508 are resident, including those who are disqualified from voting at General Elections by the peculiarity of the Offices they hold. — It is not un common for the Burgesses of Berwick to promise their vote to a favourite Member of Parliament, several years before an Election actually takes place ; and, much to their honour, they have seldom been known to break this promise. Hence the Borough is often canvassed, and secured, long before a dissolution of Parliament, and the Repre- N"], [160, "150 HISTORY OF BERWICK. sentative who is fortunate enough to obtain the promise of a vote, has no doubt of its being literally fulfilled. CONSTITUTION, POLICE, &c. THE Constitution of Berwick is mixed or popular, and vested in the Mayor, Justices, (formerly Mayors) and Burgesses. Every question, relating to the affairs of the Corporation, is decided by a majority of the Burgesses, and a Committee is ge nerally appointed to carry their decisions into effect. — The Mayor, Recorder* and * The present Recorder is Christopher Cookson, Esq. of Gray's Inn, Barrister at Law ; whose con duct in the discharge of his judicial functions, particularly on one or two recent serious cases, does equal honor to his abilities as a Lawyer, and his feelings as a Man."], [161, "HISTORY OF BERWICK. 151 Justices have the power, in virtue of the Charter, of holding General Quarter Ses sions of the Peace four times in the year, within the Borough, for the trial of Felo nies and other Misdemeanors. Also a Court of Gaol Delivery, for the trial of Capital Felonies, is held from time to time, when necessary. — Felons that are capitally convicted, are executed without the Walls of the Town ; although, for upwards of 60 years, there has been no execution in this Borough, which must, no doubt, be owing to the humanity of the Judge, or the honesty and morality of the inhabitants. The Mayor, Recorder and Bailiffs have also a power to hold a Court of Pleas on. every second Tuesday throughout the year, for the trial of Questions relating to Lands N 2"], [162, "152 HISTORY OF BERWICK. and Tenements, Debts and Trespasses, arising within the Bore ugh, and the Liberties thereof. — This Court is a Court of Record, and holds Pleas to any amount, but the proceedings therein being subject to the review of the Court of King's Bench, by Certiorari, and Writ of Error, few questions of much importance, ex cept local actions, are finally decided there. The Corporation of Berwick, according to their Charter, have the right of holding two Weekly Markets, on Wednesday and Saturday, but only that on the latter day is at present observed. Similar to this, three High Markets, as they are called, have been established, for the purpose of the Sale of Black Cattle and Horses, and the Hiring of Servants, &c. viz. on the 2d"], [163, "HISTORY OF BERWICK. 153 Wednesday of May, the Wednesday pre ceding the 26th of August, and the 1st Wednesday of November. — An Annual Fair is also held on the Friday in Trinity Week. Few places are better supplied with Butcher Meat and White Fish than the Town of Berwick. Of the former there is always an abundant supply, of the very best quality, and the occasional deficiency of the latter is made up from the neigh bouring fisheries in Scotland, and Holy Islands The Corn Market is usually held at the top of Hyde Hill Street, but Grain is always sold by sample, and the punc tuality, as to payment, entitles the Corn Merchants to the highest confidence of the Farmers. N 3"], [164, "154 HISTORY OF BERWICK. In the High Street, coarse Woollen Cloths, Flannels, Hard Ware, &c. are ge nerally exposed to sale upon every Market day. EDUCATION. IN 1682, the Corporation of Berwick elected a Schoolmaster, to teach the Sons and Daughters of Burgesses to write, cy pher, and cast accounts ; for which they engaged to pay him £3 per quarter, as salary, and the Scholars eightpence per quarter, as School wages. For this encou ragement, he was required to furnish the children with pens and ink, and likewise to provide a sufficient house to teach the said"], [165, "HISTORY OF BERWICK. 155 children in, at his own proper charges, out of the said £3 per quarter. Orders of Guild. It is pleasing to reflect on the importance that is now attached to the education of 3Touth, and the comparative liberality with which respectable Teachers are generally rewarded. — The contrast between former and present times, with respect to education, in this Country, is great and evident. Still the encouragement given to those to whom the formation of the young mind is en trusted, is by no means an adequate remu neration for the laborious and important duties of their situation. — Education in Berwick is free to the children of Bur gesses, and the Corporation, in the year 1798, built a large and elegant School"], [166, "156 HISTORY OF BERWICK. House, where Mathematics, Writing, and English are taught. — It is much to be regretted, that the public spirit, which prompted the building of this School House, had been allowed to evaporate, until a Grammar School had been built also ; which, in its present state, is a disgrace to any Corporate Body ; much more to that of Berwick, part of whose ample revenues could not be more properly or beneficially applied, than to this purpose. The Corporation have however lately rebuilt the front of the Grammar School Dwelling House, and put it into a pro per state of repair. It is therefore to be hoped, that at no distant day, they will at least apply the Surplus School Funds in rebuilding the Grammar School, and thus wipe off the stigma that must"], [167, "157 HISTORY OF BERWICK. otherwise attach to them, if the same be suffered to remain much longer in its pre sent dilapidated state. Besides the Latin Grammar School, the Master of which is allowed a salary of £80 a year, with a free House and Garden, and other advantages ; the Corporation employ six Teachers in their Academy, who are allowed the following Salaries, viz. : — Mathematical Master - £70 a year. Writing Master - £70 English Grammar Master £70 Three Reading Masters £60 each."], [168, "158 HISTORY OF BERWICK. PUBLIC LIBRARY. AMONG the many useful Institutions set on foot within these few years, a Public Subscription Library stands conspicuous. This was begun in 1812, and although of so very late standing, contains a pretty large collection of the best modern Publi cations. — Although not immediately con nected with the above article, we cannot help remarking, that whilst Towns in the Neighbourhood which do not contain half of its population have each one, and many of them two Coffee Rooms, Berwick has not one, or a single Newspaper in it, but what is found at the Bar of an Inn, or in the Houses of Individuals."], [169, "HISTORY OF BERWICK. 159 We hope that an Establishment of this nature, which would afford to all classes an easy access to every subject connected with the News, Politics and Mercantile Intelli gence of the Day, will not be long want ing here. PUBLIC AMUSEMENTS. Berwick, like most Towns of small ex tent, can boast of few Places of Pubfic Resort or Amusement The Theatre and Assembly Rooms are indeed the only ones. The former, which was fitted up in a large Building in the King's Arms Inn Yard, Hyde Hill, by Mr Stephen Kemble about"], [170, "160 HISTORY OF BERWICK. 1794, is usually opened a Week before the commencement of Lamberton Races (held near 5 miles to the North of the Town) in the first Week of July, and continues so three or four Weeks. The Assembly Rooms, which were built some years ago in the Red Lion Inn Yard, High Street, are frequently engaged during the Winter for Subscription Balls, and Assemblies on Nights of Public Rejoicing."], [171, "HISTORY OF BERWICK. 161 CUSTOM HOUSE. THIS Establishment consists of the fol lowing appointments, viz. : — A Collector ; a Comptroller, a Landing and Tide Sur veyor ; two Landing and Coast Waiters and Searchers ; six Tide Waiters, one Weighing Porter; seven Coast Waiters and preventive Officers along the Coast. One principal Coast Officer, one Comp troller and Coast Waiter at Alemouth ; one Cruizer, with a Crew of 37 men, in cluding the Commander, and first and second Mates ; and two preventive Boats, with 7 men in each Boat. The receipt of Customs for the year 1815 amounted to £7000. o"], [172, "162 HISTORY OF BERWICK. ANTIQUES. ABOUT the middle of March 1817, there were found at Berrington Lough, 7 miles from Berwick, several Gold and Silver Coins ; of which the following is an accurate description, communicated by a Gentleman from personal inspection. The Gold Coin is about the size of a half-crown, but much thinner, of very pure gold ; about the weight of a guinea, and in high preservation. — On the obverse, an ancient ship, with a King crowned in the bow, holding in his right hand a drawn sword, and in his left a standard with the Arms of England and France quartered — Motto, Edward Dei Gratia, Angliœ Rex,"], [173, "HISTORY OF BERWICK. 163 Franciœ Dims. On the reverse, a large cross, with lions, having crowns over them, and jleurs de Us alternately — Motto, Jesus Aut. Transient per medium illorum ibat. The Sdver Coins are some of Edward and some of David Bruce, they are each of about the size of a shilling, and designated as having been coined, some at London, some at York, and some at Edinburgh. Before taking our leave of Berwick, it is but candid to observe, that many useful improvements have lately been made. The streets are better paved and lighted than formerly ; the narrow and disagreeable en trance into the Town at Scotch Gate has been enlarged and improved ; the steep ascent in Hyde Hill Street, and- others, has been lessened ; and a gate has been opened at the end of the Street called the o 2"], [174, "164 HISTORY OF BERWICK. Ness, by which the communication between the Town and the New Pier is rendered direct and convenient. — In many respects, however, much remains still to be done, particularly with regard to the paving and levelling some of the Streets ; but political antipathies, the enemy of public improve ments, and the bane of social happiness, prevail too much in the Town of Berwick, to afford any sanguine hope of beholding it possessing all the advantages, of which its peculiar situation renders it so capable."], [175, "165 HISTORY OF BERWICK, &C. TWEEDMOUTH. TWEEDMOUTH is a large irregular Village, situated at the South end of Ber wick Bridge, in the County of Durham. The Parish, including the Village of Spittal, contains nearly four thousand inhabitants. About the year 1201, John King of England, in order to open for himself a passage into Scotland, by the reduction of Berwick, began to erect and fortify a Castle at Tweedmouth. A stop was soon put to his proceedings by the active and spirited efforts of William the Lion, who razed the Castle to its foundations, and killed or put to flight the workmen, and those who were appointed to guard and protect them. o 3"], [176, "166 HISTORY OF BERAVICK, &C. In the year 1277, a complaint was made to Edward I., by the Bishop of Durham, that William III. of Scotland, had made some unwarrantable encroachments on those parts of his territories that were ad joining to Scotland. To terminate the controversy, it was proposed to refer the matter to proper Judges ; and accordingly Delegates from England and Scotland, met at Tweedmouth, to examine into the com plaint, and redress the grievance, if any existed. But the unjust authority claimed by the English Deputies, and the imperious tone they assumed, so irritated the Scottish Commissioners, that the conference broke off, and the dispute remained unsettled. The Corporation of Berwick are Lords of the Manor, both of Tweedmouth and"], [177, "HISTORY OF BERWICK, &C. 167 Spittal, having purchased the Royalties in the 1657, for £570; and hence the Wharfage and Shipping of Goods are con fined to the Harbour of Berwick. A Court is held here twice a year, viz. : at Easter and Michaelmas, for the trial of Debts and Trespasses under forty shillings At this Court the Tenants of the Manor do suit and service ; and, upon death or alienation, are admitted to the Copyhold Lands and Tenements, held of the Lords of the Manor, upon payment of small fines. The Living of Tweedmouth is a perpe tual Curacy, in the gift of the Dean and Chapter of Durham. It is to be regretted that the Established Church allows such a populous Parish to have only one small place cf worship, incapable of holding the twentieth part of the people ; and that the"], [178, "168 HISTORY OF BERWICK, &C. Incumbent in addition to his Tweedmouth duties, is obliged every fortnight to travel five miles to preach at Ancroft, and return the same day to preach in the afternoon at Tweedmouth. At the West end of the Village is a neat Meeting House, connected with the Church of Scotland ; first used as a place of worship in the year 1783, and lately internally improved, under the judicious direction of the present Incumbent. SPITTAL. SPITTAL is a populous Village, inha bited mostly by families of fishermen, si tuated at the mouth of the river Tweed, about a mile East from Tweedmouth, to"], [179, "HISTORY OF BERWICK, &C. 169 which Parish it belongs, and is subject to the same judicial regulations. — There is a Chapel here for religious worship, profess ing the doctrines and church discipline of the Independents. — Its name is probably derived from the establishment of some religious House or Hospital, at or near the place. In the neighbourhood of the Village is a strong Mineral Spring, which according to Dr. Fuller, contains fixed air, iron, and a small proportion of sulphuric acid. People resort to Spittal from various parts of the Country, for the benefit of this Spring ; and, it is said, that many labouring under bilious and scorbutic complaints, have experienced its healing virtues. Others are induced to repair thither for the convenience of sea bathing, although"], [180, "HISTORY OF BERWICK, &C 170 the accommodations which the Village can furnish, and the attractions it can offer, when compared with places of more fa shionable resort, are few. Spittal is however much improved in every respect, since the division of an adjoining Common ; which was formerly the haunt of the idle and profligate, but now adapted to almost every mode of hus bandry, and productive of excellent crops of almost every kind"], [181, "HISTORY OF BERWICK, &C 171 ISLANDSHIRE. PART of the County of Durham lies at the North Eastern extremity of England, and is separated from the main body of it, by the whole length of Northumberland. This detached portion is divided into two parts — Islandshire, (so called from its com prehending Holy Island*) which commences a little to the North of Bamborough, and runs along the Sea Coast for 7 or 8 miles inland, as far as Berwick ; and Norham shire, which runs to the West of Island shire, up the side of the Tweed, a little beyond the confluence of the two rivers, * Edinburgh Encyclopædia."], [182, "HISTORY OF BERWICK, &C. 172 Till and Tweed. These two detached portions of Durham, contain about 72 square miles, of goqd land, and well cul tivated. HOLY ISLAND. HOLY ISLAND was formerly called Lindisfarne, from the rivulet Lindis, which, from the opposite Continent, empties itself into the Sea ; and Fahreen, a Celtic word, which signifies a recess.* — It received the name of Holy Island from being the resi dence of the first Monks in this Country ; and likewise, because it was the Episcopal Seat of the See of Durham, during the * Capper's Topographical Dictionary."], [183, "HISTORY OF BERWICK, &« 173 early ages of Christianity in Britain. Holy Island, a Parish belonging to that detached part of the County of Durham which Ues on the North East side of Northumberland, is 2 miles distant from the main land, 21 miles long, and 1\\ broad. It is 9 miles in circumference, 10 miles East from Berwick, and containing upwards of 1000 acres, one half of which is scarcely capable of cultiva tion. Although the Island is accessible at low water, it is considered a dangerous ex periment for a Stranger to attempt crossing the Sands without a guide. The Village consists of a few irregular houses ; it lies on the West side of the Island, and is inha bited principally by fishermen. — The Castle stands on a lofty rock, on the South side, ac cessible only by a narrow winding pass, and, in early times, might be deemed almost im- p"], [184, "HISTORY OF BERWICK, &C. 174 pregnable. — The Church os the Monastery is in ruins, although some parts of the Walls are still standing. — The arches are of Saxon architecture, and the pillars on which they rest are strong, short, and massy. The stones appear red, as if by the action of fire. \" A solemn, huge, and dark-red pile, \" Placed on the margin of the Isle. \" In Saxon strength that Abbey frow»ed, \" With massive arches, broad and round, •' That rose alternate, tow and row, \" On ponderous columns, short and low, \" Built ere the art was known, \" By pointed aisle and shafted stalk, \" The arcades of an alley'd walk, \" To emulate in stone.\" Marmion, Canto II, In all probability the Castle is coeval with the Abbey, and was used as a place of refuge in times of danger, and a pro tection to the religious, when they were disturbed in their holy retreat."], [185, "HISTORY OF BERWICK, &C. 175 The Bishop's See, now fixed at Durham, was placed in Lindisfarne, on account of its retirement, and suitableness to the ex ercises of devotion.* Aidan, a private Monk of Scottish extraction, was selected to be the first Bishop of the Northumbrians, and the success of his labours justified the wisdom of the choice. The pious Oswald, King of Northumbria, assisted in inter preting to the Saxons the doctrines of this venerable Prelate, which were delivered in his native language, and, after several years of indefatigable labour in the work of con version, the Episcopal See was fixed at Lindisfarne about the year 634. A suc cession of holy men held this Office, but then- merits were swallowed up in the su * Heylyn's Help to English History P 2"], [186, "HISTORY OF BERWICK, &SXt, 176 perior fame of St Cuthbert,* the 6th Bishop of Lindisfame, who bestowed the name of i' St. Cuthbert's Patrimony,\" on the exten sive property of the See of Durham. This great and tutelar Saint of North umberland, whose conflicts with the Prince of Darkness were numerous and obstinate, was born of obscure parents, and, in his youth, followed the humble occupation of a shepherd. Being called to the Church from this employment by an extraordinary vision, he was admitted into the Abbey of Melrose, whence, after a residence of 14 years, he was advanced to the dignity of Prior of Lindisfame. Here he lived an irreproachable life for 12 years, exhorting the people under his charge to the practice * Mansion, Notes on Canto Tl"], [187, "HISTORY OF BERWICK, &C. 177 of piety and virtue, and extending his in structions to the barbarous inhabitants of the neighbouring Country. — At length, imagining that the duties of a Monastic life distracted his attention from spiritual contemplation, and withheld him too much from prayer and meditation, he retired to one of the Fern Islands,* a barren rock in the midst of the Sea about 6 miles distant from Lindisfame. f — In this fright ful solitude he remained 9 years, during which period, according to the Legend, he had a variety of combats with the Devils that infested the rocks, in all of which the * The Fern Islands are usually laid down in Nautical Charts by the name of \" the Staples ;\" Holy Island Head is also designated in such Charts, <* Emmanuel Head.\" f Hegges* Legend of St. Cuthbert, 162G. P 3"], [188, "HISTORY OF BERWICK, &C 178 Saint was eminently victorious. — On his arrival at the Island, the barren rocks poured forth their refreshing streams ; corn sprung up spontaneously under his feet ; fishes came in shoals to the shore, to listen to, and profit by his pious instructions ; evil Spirits, whose greatest pleasure is to injure the children of men, were bound in chains ef everlasting darkness, and Angels from Heaven held conversation with the holy Anchorite.* — Such were the miracles re- corded of the pious St. Cuthbert, and many were the advantages consequently taken of the blind devotion of that age, by those in terested Monks, who made it their study and practice to devise and relate the mira cles of their Saints, in order to increase the 4 Hegges' Legend of St. Cuthbert. 1626,"], [189, "HISTORY OF BERWICK, &C. 179 veneration of the deluded multitude, and convert the melancholy distemper of enthu siastic Asceticks, to familiar and personal communion with the Almighty. After a residence of 9 years on this Island, he was elected Bishop of Lindis fame, which dignity he was with much difficulty prevailed upon to accept, and he was consecrated at York, the 7th day of April, 684. — Finding however his health declining, and his mind more disposed to solitude than the performance of the duties of his high Office, he resigned his See at the end of two years, and returned to his barren rock, where he ended his fife on the 20th day of May, 686, and 37 years after his initiation in the Monastery of Mel- rose. His body was brought to Lindisfame,"], [190, "HISTORY OF BERWICK, &iC. 180 and deposited with great funeral pomp on the right side of the High Altar, where it remained in peace until the descent of the Danes in 763, when the Monks abandoned the Island, carrying along with them the bones of St Cuthbert, which they regarded as their most valuable treasure. With these precious reliques, they tra velled through Scotland for several years, and at length returned to Norham, where they remained only for a short time. — They were afterwards stationary for a few days at Melrose, but the capricious Saint, disliking this situation, was embarked on the Tweed in a Stone Coffin, and, after a tedious voyage, landed safely at Tiilmouth in Northumberland. In the choice of a Sepulchre, St. Cuth bert was the most unreasonable Saint in"], [191, "HISTORY OF BERWICK, kc. 181 the Calendar ;* for from Tillmouth he wandered into Yorkshire, and after several other journeys and miracles, he at last found a resting place for many years at Durham. In 1069, the bones of the Saint were again disturbed by the approach of William I., King of England, to punish the North umbrians, who had rebelled against him. Advancing from York with fire and sword, the Ecclesiastics sought refuge in Lindis fame, still carrying with them the sacred remains of St. Cuthbert, which, on the re establishment of peace in 1070, were again restored to the Church of Durham ; where, in all probability, they will remain un disturbed. * Notes to Mamiiun,"], [192, "HISTORY OF BERWICK, &C. 182 In the year 1715, a plan was laid for seizing the Castle of Holy Island for the Pretender, and this bold enterprize was devised and executed by only two men ;* which, on account of the courage and ingenuity displayed, deserves to be re corded. This apparently romantic project was put in execution by Lancelot Erring ton and his Nephew, men of a bold and enterprizing spirit, whose devotion to the unfortunate family of Stuart seems to have been ardent and sincere. The Garrison, at this time, consisted only of a Serjeant, and twelve or fourteen men.f Intimately ac quainted with the Island, Lancelot went to the Serjeant, whom with as many men * Grose's Antiq. t Hut. Hist, of Northumberland."], [193, "HISTORY OF BERWICK, &£C 183 as could be spared he invited to an enter tainment on board the ship, of which he was the Master, then lying in the harbour. The invitation being readily accepted, and brandy being liberally distributed, they were soon rendered incapable of op position, easily overpowered, and pro perly secured. Returning again with his Nephew to the Castle, they surprised the Centinel, and turning out the Corporal and two other Soldiers the remainder of the Garrison, they shut the Gates, and hoisted the Pretenders's Colours as a sig nal of their success.* — Disappointed how ever of the succours which, it is said, had been promised, they were surprised in their turn, and being taken prisoners, were con- * View of the County of Northumberland."], [194, "HISTORY OF BERWICK, &C. 184 veyed to Berwick Gaol. — From thence they contrived to make their escape, and although £500 were offered for their ap prehension, they were concealed by their friends, until an opportunity offered of landing them in safety on the Coast of France. When the rebellion was sup pressed, they took the benefit of the gene ral Amnesty that was published, and re turned to Newcastle ; where Lancelot died about the year 1746, of grief, as it is said, for the victory of Culloden.* * At a Guild the 1st of June, 171 6. Whereas it has been represented to this Guild, that Thoma» Bouring the younger, of this Borough, Burgess, was assisting in the Escape of Lancelot and Mark Errington, -that -were confined in the Gaol of this Borough, for High Treason against his Majesty, and whereas the said Thomas Bouring has since fled from Justice. — That the Corporation"], [195, "HISTORY OF BERWICK, &C. 185 The prospect from Holy Island is varied and grand. — At the distance of 10 miles, might declare to the Guild their just resentment of so wicked and villainous an Enterprize, It is hereby ordered that a Summons be left at the House where the said Thomas Bouring last resided in Town, re quiring his appearance at next Head Guild, then to answer what shall be laid to his charge. And that in case he shall fail in his appearance as aforesaid, that the Guild proceed thereupon to a censure. At a Guild the 20th July, 1716. Whereas in pursuance of an Order of last Guild, Thomas Bouring the younger, of this Borough, Burgess, -had a Summons left at the House of his last residence in Town, requiring his personal ap pearance at this Guild, to answer to such matters as should be alleged against him. And whereas the said Thomas Bouring has not thought fit to appear, and it plainly appearing to this Guild, by the exa mination of Thomas Hunter, taken in Writing upon Oath, that he the said Thomas Bouring, with the said Hunter and others, was concerned in assisting the two Erringtons to escape out of the Gaol of this Borough, where they were committed for High Q"], [196, "HISTORY OF BERWICK, &C 186 the Town of Berwick rises to view, and at nearly half the distance, appear the lofty Walls of Bamborough Castle ; on the one hand, the wide expanse of Ocean, covered with vessels of all descriptions, and on the other, the shore, exhibiting a land scape of cultivated Country, completes the highly interesting scene. Treason against his Majesty.— That the Corporation may shew their detestation of such an atrocious crime, they do adjudge him the said Thomas Bou« ring unworthy of being continued a Member of this Body, and do hereby order that henceforth he stand disfranchised, and be stript of all the Privi leges of this Body, and have his name accordingly razed out of the Roll of Burgesses of the said Borough.— 'Orders of Guild."], [197, "HISTORY OF BERWICK, &C 187 NORHAM. NORHAM was formerly called by the Saxons Ubbanford, or Upperford,* and is said to have been built about the year 830, by Egfred the 10th Bishop of Lindis fame, one of the most learned Prelates oC his time. Norham is a pleasant village, situated on the Banks of the Tweed, where that. River is still the boundary between Eng land and Scotland; it is 7 miles South West from Berwick, and gives the name of Nor hamshire to a large tract of country in the Palatinate of Durham. * Capper's Topographical Dictionary. Q2"], [198, "HISTORY OF BERAV1CK, &C. 188 The village itself presents little to inte rest the curious traveller, but its vicinity to the Castle, whose rains and historical importance shew its magnificence and strength, renders every circumstance re specting it worth recording. The Church of Norham, dedicated to St. Cuthbert, is a Vicarage in the gift of the Dean and Chapter of Durham ; and perhaps its exposure to border incursions might have suggested the propriety of having a strong fortress there, as a protec tion to the possessions of the Church, and the County of Northumberland. The Castle of Norham is situated a lit tle to the East of the village, on a steep bank overhanging the Tweed, from which it is inaccessible ; and before the use of fire-arms appears to have been nearly im-"], [199, "HISTORY OF BERWICK, &C. 189 pregnable. In the year 1121, the warlike and enterprising Flambert, Bishop of Dur ham, fully appreciating the importance of the situation, resolved to erect a fortress to keep the restless Borderers in awe ; and this great work he lived to effect, in de fiance of the many unpropitious circum stances with which he had to struggle. Upon this Prelate's death, Norham Castle was besieged by David I. King of Scotland, and, after a gallant defence by the garrison, was surrendered to the Scottish King, who ordered both the Town and Castle to be destroyed.' Several conferences were held here be tween John King of England, and Wil liam I. of Scotland, chiefly respecting the demand made by the latter of the Northern Counties of England ; and in 1215 it was QS"], [200, "HISTORY OF BERWICK, &C. 190 invested by John, in resentment for the homage paid by the Barons of Northum berland to Alexander II. King of Scot land. On the death of Alexander III. without issue, the ambitious Edward I. met the Nobles of Scotland in the Church of Nor- ham, on the 10th day of May 1290. Here the King declared that the purpose of his coming was to judge, as Superior of Scot- land, the claims of the several competitors to the Throne of that Kingdom ; and in order to decide the contest justly, and im partially, he urged the Nobles to recognize his authority, and acknowledge him as Lord Paramount of all Scotland. After repeated conferences, a day was appointed for hearing and examining the respective claims of the competitors at Berwick ;"], [201, "HISTORY OF BERWICK, &C. 19T when judgment was pronounced in favour of John Bafiol, who swore fealty to Edward in the Castle of Norham, in the presence of many of the Nobles of both nations. In the following reign, Norham Castle was besieged by the Scots, who raised two forts against it ; one at the Church, and the other at Upsethngton ;* but by the brave defence of the garrison, under the command of Sir Thomas Grey the Gover nor, it was at that time preserved from fal ling into the hands of the enemy. In the 13th year of the reign of Henry VII. the Castle was again attacked by the Scots, led by James IV. in person ; but on the approach of the Earl of Surrey, at the head of 20,000 men, they were forced to retire * Lambe's Battle of Flodden,"], [202, "192 HISTORY OF BERWICK, &C. with precipitation. Previous to the battle of Flodden, James again appeared before the Castle of Norham, demolished a con siderable part of it, ravaged the adjacent country, and with an army diminished by desertion, stationed himself on the Hill of Flodden ; where he, and the flower of his Nobility, were sacrificed to their impetuous valour.* * Lambe's Battle of Flodden,"], [203, "HISTORY OF BERWICK, &C. 193 FLODDEN FIELD. FLODDEN FIELD lies near the River Till, about 4 miles from the Tweed, and 6 from Norham. To the South of Flod den is the level and extensive plain of Mill field, through which the English army un der the command of the Earl of Surrey approached in full view of the Scots, who were advantageously posted on an emi nence, declining towards the advancing enemy, with hollow marshy ground at its foot.* — Surrey, sensible of these advan tages on the part of the Scots, despatched a Herald to James, inviting him to descend * Weber's Flodden Field."], [204, "HISTORY OF BERWICK, &C 194 from his station, and meet him on the fol lowing day, on the plain of Millfield, to decide the contest. — The romantic gallan try of James would have led him to accept the challenge, had not the steady opposi tion, and earnest remonstrances of his Nobles prevented him at that time, from quitting his advantageous situation. Sur rey, therefore, disappointed in the hope of bringing the Scots to battle on his own terms, marched his army to the East, ford ed the River Till, and spent the night about two miles distant from the Scottish army, in the neighbourhood of Barmoor Wood. The next day the King perceiv ing them leave the Wood, and supposing their intentions were to cross the Tweed, in order to cut off his retreat to Scotland, caused his camp to be set on fire, and con-"], [205, "HISTORY OF BERWICK, &CC. 195 t'rary to the advice of his Nobles, advanced to meet Surrey in the open ground. From Flodden ridge The Scots beheld the English host Leave Barmoor Wood, their evening post, And heedful watch'd them as they cross'd The Till by Twisel Bridge. By rock, by oak, by hawthorn tree, Troop after troop are disappearing ; Troop after troop their banners rearing, F/pon the eastern bank you see. Still pouring down the rocky den, Where flows the sullen Till, And rising from the dim-wood glen, Standards on standards, roen on men, In slow succession still, And sweeping o'er the Gothic arch, And pressing on in ceaseless march, To gain the opposing hill. Marmion, Canto VI. The English army advanced in four di visions, and were met by the Scots in a similar order of battle, and in deep silence,"], [206, "196 HISTORY OF BERWICK, &C. each animated with the most rancorous hatred, and the most determined resolution to conquer or die. Nor martial shout, nor minstrel tone, Announc'd their march ; their tread alone At times one warning trumpet blown, At times a stifled hum, Told England, from his mountain throne King James did rushing come. Marmion, Canto VI. This bloody and disastrous conflict com menced at 4 o'clock in the afternoon, on the 9th day of September 1513, and con tinued until dark, doubtful to which side victory would incline ; when Surrey, seizing a favourable opportunity, brought up a strong body of reserve which decided the battle, and left the English masters of the field.* — No advice or remonstrance could * Lambe's Battle of Flodden."], [207, "HISTORY OF BERWICK, &C. 197 prevent the gallant but unfortunate James from exposing his person to all the dangers of the field, and when his old and faithful warriors observed the contest was no longer doubtful, they formed a circle round him, choosing rather to die with their Prince than survive a defeat. Upon examining the heaps of slain next morning, the body of the King was discovered in the midst of a circle of his Nobility, so disfigured with wounds as scarcely to be recognised. Lo ! bursting from their common tomb, The spirits of the ancient dead Dimly streak the parted gloom, With awful faces ghastly red ; As once around their martial King They close the death devoted ring, With dauntless hearts unknown to yield ; In slow procession round the pile Of heaving corses, moves each shadowy file, And chaunts in solemn strains, the dirge of Flod- den Field. Leyden. R"], [208, "HISTORY OF BERWICK, &C 198 The Scots are reported to have lost from 8 to 10,000 men, including the very prime of their Nobility, Gentry, and Clergy; for there was scarcely a family of any emi nence in Scotland who had not an ancestor killed on the Field of Flodden, and the aged, the widow, and the orphan, were there bereft of their nearest and dearest relations. To town and tower, to down and dale, To tell red Flodden's dismal tahj, And raise the universal wail. Tradition, legend, tune, and song, Shall many an age that wail prolong ; Still from the sire the son shall hear Of the stern strife and carnage drear, Of Flodden's fatal field, Where shivered was fair Scotland's spear, And broken was her shield ! Marmion, Canto VI. The King's body was brought to Ber wick, embalmed, closed in lead, and"], [209, "HISTORY OF BERWICK, &C 199 amongst other things, secretly conveyed to Newcastle : From thence it was carried to London, and soon after deposited in the adjoining Monastery of Sheene in Surry. — Pope Leo X. earnestly requested Henry VIII. to allow the body of James to be buried with royal honours in the Cathedral of St. Paul;* but the irritated tyrant refused this last mark of respect to the un offending dead, and the unfortunate Mo narch was consigned to a humble grave, unhonoured and unlamented. Thus fell James IV, in the 25th year of his reign, and 39th of his age. He was of a majestic countenance; of a middle size and strong body. — He loved magnificence, be delighted in war, and was eager to ob- * Bibl. CottCTi. R 2"], [210, "HISTORY OF BERWrICK, &C 200 tain fame. He placed the utmost confi dence in his Nobles, and this confidence on his part met with the proper return of duty and affection on theifs.* Though the ar dour of his courage, and the spirit of chi valry, rather than the prospect of any na tional advantage, were the motives of his expedition to England, such was the zeal of his subjects for the King's glory, that he was followed by as gallant an army as ever any of his ancestors had led upon English ground. In the rash and unfortunate bat tle of Flodden, a brave Nobility chose rather to die than desert their Sovereign ; and twelve Earls, and an incredible num ber of Barons fell with him. — It is said, that as long as James IV. lived, he wore • Robertson's Hist, of Scotland."], [211, "HISTORY OF BERWICK, &c. 201 an iron girdle, to which he added a link every year, as a self imposed penance for having appeared at the head of the rebels who killed his father in 1488, contrary to his express orders.* , In a sudden turn he felt The pressure of his iron belt, That bound his breast in penance pain, In memory of his father slain. Marmion, Canto V. Halle, in his Chronicle of England, published in 1548, thus concludes his ac count of the battle of Flodden .* — \" Thus, through the power of God, on Fridaye, beyng the IX daye of September, in the yere of our Lord MDXIII, was James the IIII. Kynge of Scottes slayn at * I.ambe's Battle of Flodden R 3"], [212, "202 HISTORY OF BERWICK, &C. Bramstone, and with the sayde Kvnge were slayne, The Archebishop of Saynct Androwes, the Kynge's bastard Sonne, The Bishop of the Isles, The Abbot of Inchaffrey, The Abbot of Kilwenny. ERLES. The Erie Mountroos, The Erie of Crafford, The Erie of Arguyle, The Erie of Lennoux, The Erie of Glencarre, The Erie of Katnes, The Erie of Castelles, The Erie of Bothwell, The Erie Arrell, Constable of Scotlande, The Erie Adill"], [213, "HISTORY OF BERWICK, &C 203 The Erie Athell, The Erie of Morton. LORDES. The Lord Louet, The Lord Forbos, The Lord Elueston, The Lord Roos, The Lord Inderby, The Lord Sentclere, The Lord Maxwell and hys iiij brethren, The Lord Daunley, The Lord Seympill, The Lord Borthyck, The Lord Bagony, The Lord Arskyll, The Lord Blackkatter, The Lord Cowyn."], [214, "HISTORY OF BERWICK, &-C 204 KNYGHTES AND GENTLEMEN. Sir Jhon Dowglasse, Cuthbert Home, Lord of Fastcastcl, Sir Alexander Seton, Sir Dauy Home, Mayster Jhon Graunt, Sir Dunkin CaufekJe, Sir Saunder Lowder, Sir George Lowder, Mayster Marshall, Mayster Keye, Mayster Eliot, Mayster Cawel, Clerck ofthe Chauncery, The Deane of Ellester, Mack, Kene, Mack, Clene, And many other Gentlemen which be vnknowen, because no Officer of Armes of"], [215, "HISTORY OF BERWICK, &C. 205 Scotlande Avoulde come to make serche for them ; and yf the daye had bene longer by thre houres, (for it was foure of the clocke at afternone or the battayles ioyned,) or that the Englishmen had had vitayles, so that they myght have bydden styli toge ther, they had not alonelye made the greatest dystresse of Scottes by death, and takynge, that the lyke hath not bene sene in one day ; but also wythin a litle while, might have put the realme of Scotlande in suche a misery and trouble, that for ever they shoulde haue bene ware how to enter the realme of Englande, and specially the Kynge's beynge absente ; for the Englyshe men wanted no good wyll, for of the Scottes they slewe twelfe thousande at the leaste, of the beste gentlemen and flower of Scotlande; and of the Englysh syde"], [216, "HISTORY OF BERWICK, kc. 206 were slayne and taken not XV. C. men, as it appered by the bok of wages, when the souldiours were payed. Wei knowen it was by them that fought, and also reported by prysoners of Scotlande, that their Kynge was taken or slayne ; but his bodye was not founde tyll the nexte daye, because all the meane people, as well Scottes as Englysh, were strypped out of their apparell as they laye at the felde; yet at the laste he was found by the Lord Dacres, who knewe hym well by his pry uye tookens, in that same place where the battayle of the Erie of Surrey and hys fyrste ioyned together. Thys Kynge had diuerse deadelye woundes, and in especyall one wyth an arowe and another wyth a byll, as apered when he was naked.— After that the bodye"], [217, "HISTORY t)F BERWICK, &C 207 of the Kynge of Scottes was found and broughte to Barwicke, the Erie shewed it too Sir William Scot his Chauncellor, and Sir Jhon Forman his Seriante-Porter, whiche knewe hym at the fiyrste syghte and made great lamentacyon. Then was the bodye bowelled, embawmed, and cered, and secretelye amongest other stuffe con veyed to Newcastell. After this noble vyctory, the Erie wrote fyrste to the Quene, which had raysed a great power to resiste the sayde Kynge of Scottes, of the wynnynge of the battayle ; for then the bodye of the Kynge of Scottes was not fownde, and she yet beynge at the towne of Buckingham, had woorde the next daye after, that the Kynge of Scottes was slayne, and a parte of hys coate-armure to her sente, for whiche vyctorye she thank-"], [218, "208 HISTORY OF BERWICK, &C ed God; and so the Erie after that the northe part was set in quyetnes, returned to the Quene wyth the deade bodye of the Scottyshe Kynge, and brought it to Rich monde.\" The following anecdote respecting the body of the unfortunate James is related by Stowe in his Survey of London : — \" After the battle, the bodie of the same King being found, was closed in lead, and conveyed from thence to London, and to the Monasterie of Sheyne in Surry, where it remained for a time, in what order I am not certaine ; but, since the dissolution of that house, in the reygne of Edward the Sixth, Henry Gray Duke of Suffolke, being lodged and keeping house there, I have been shewed the same bodie so lap ped in lead, close to the head and bodie,"], [219, "HISTORY OF BERWICK, &C. 209 Hrrowne into a waste room amongst the old timber, lead, and other rubble. Since the which time, workmen there for their foolish pleasure, hewed off his head ; and Lancelot Young, Master Glazier to Queen Elizabeth, feeling a sweet savour to come from thence, and seeing this same dried from all moisture, and yet the form re maining, with the haire of the head and beard red, brought it to London, to his house in Wood Street, where for a time he kept it for its sweetness, but in the end caused the Sexton of that Church, (St. Michael's, Woodstreet) to bury it amongst other bones taken out of their charnell.\" s"], [220, "210 HISTORY OF BERWICK, <\\o. BAMBOROUGH CASTLE. IT is universally allowed that Bambo rough Castle is of great antiquity, founded, according to some writers, by Ida the first King of Northumberland, in the year 548, and according to others, by a Queen Bebba, and originally called Bebbanborough.* It was a place of considerable strength in the early times of the Saxons, and the many revolutions it has undergone, have furnished history with a variety of memo rable events. — Penda, the Pagan King of Mercia, having obtained a victory over Oswald King of Northumberland, laid siege • Capper's Topographical Dictionary."], [221, "HISTORY OF BERWICK, &C. 211 to the royal residence of Bamborough, about the year 642, but the elements fought against Penda, and forced him to retire with the destruction of the greatest part of his army. The superstition and bigotry of the times attributed this signal deliverance to the prayers of Aidan, first Bishop of Lin disfame, who, for the sake of uninterrupt ed devotion, had retired to one of the Fame Islands, afterwards rendered illus trious for the residence of the pious St. Cuthbert. In the year 1095, William Rufus be sieged Bamborough Castle, where Mow bray the disaffected Earl of Northumber land had taken refuge. Finding the Castle impregnable, he turned the siege into a blockade, and having erected a fortress in S 2"], [222, "212 HISTORY OF BERWICK, kc. its neighbourhood, he placed there a strong garrison, and drew off his army towards the South. Mowbray having in vain en deavoured to make himself master of this fortress, was at last taken prisoner by Wil liam, and his life spared, only on condition of an immediate surrender of the Castle of Bamborough. To this place the disaffect ed Barons in the North of England con stantly retired, to shelter themselves and their adherents from royal vengeance ; and hence during almost every reign, from Wil liam I. to Henry VIII., it has suffered from repeated assaults, receiving only partial and imperfect repairs. In the reign of James I. a grant of the Manor of Bambo rough was made to John Forster, Esq. of Bamborough Abbey, which being forfeited in 1715, was purchased by Lord Crewe,"], [223, "HISTORY OF BERWICK, kc. 213 Bishop of Durham. By the piety and benevolence of this generous Prelate, it was appropriated to a purpose that will ever render it venerable in the eyes of the humane, and transmit the name of Lord Crewe with respect and admiration to fu ture generations.: — By his will, dated the 24th of June 1720, the Manor of Bambo rough and other estates were vested in the hands of Trustees, for the purpose of assisting shipwrecked mariners, and pro viding rehef and subsistence for such as might escape the fury of the waves.* Ye holy towers that shade the wave-worn steep, Long may ye rear your aged brows sublime, Though, hurrying silent by, relentless Time Assail you, and the winter whirlwind's sweep ' ' Pennant's Tom: S3"], [224, "HISTORY OF BERWICK, kc. 214 For far from blazing Grandeur's crowded halls, Here Charity has fixed her chosen seat, Oft list'ning tearful when the wild waves beat With hollow bodings round your ancient walls ; And Pity, at the dark and stormy hour Of midnight, when the moon is hid on high, Keeps her lone watch upon the topmost tow'r, And turns her ear to each expiring cry ; Blest if her aid some fainting wretch might save, And snatch him cold and speechless from the wave. Bowles. In the Castle of Bamborough the Trus tees of the amiable and benevolent Bishop have fitted up apartments for the reception of the shipwrecked mariner, and a constant patrole is kept every stormy night along this dangerous coast, for the space of eight miles ; by which means numerous lives have been preserved, which must otherwise have perished.* * The following is a List of the Signals made use of at Bamborough Castle, in case vessels are perceiv."], [225, "HISTORY OF BERWICK, kc. 215 But the liberal bequest of Lord Crewe is not confined to the relief and assistance ed in distress, and of the assistance prepared there for their comfort and relief. — Published by the di rection of the Trustees of the late Lord Crewe, and with the approbation of the Trinity House in New castle-upon-Tyne.. I. A Gun, (a Nine Pbunder) placed at the bottom of the Tower, to be fired as a signal, in case any vessel be observed in distress, viz. Once, when any vessel is stranded or wrecked upon the Islands, or any adjacent rock ; Twice, when any vessel is stranded or wrecked behind the Castle, or to the Northward of it ; Thrice, when any vessel is strand ed or wrecked to the Southward of the Castle ; in order that the Custom House Officers with their servants, may hasten to give all possible assistance, as well as to prevent the wreck from being plun dered. II. In every great storm, two men are sent from the Castle to patrole along the coast from sunset to sunrise, that in case of any accident, one may remain by the ship, and the other return to alarm the Castle.— Whoever brings the first notice of any ves«"], [226, "HISTORY OF BERWICK, kc. 216 of shipwrecked seamen alone, but ex tends to the diffusion of knowledge and sel being in distress, is entitled to a premium, in proportion to the distance from the Castle ; and if between twelve o'clock at night and three o'clock in the morning, the premium to be double. HI. A large Flag is hoisted when there is any vessel seen in distress, that the sufferers may have the satisfaction of knowing fhat-their distress is per ceived from the shore, and that relief will be sent to them as soon as possible. — In case of bad weather, the flag will be kept up ; a gun fired morning and evening till such time as relief can be sent. There are also signals to the Holy Island fishermen, who, by the advantage of their situation can put off to sea at times when no boat from the main land can get over the breakers. Premiums are given to the first boats that put off to give their assistance to vesssels in distress, and provisions and liquors are sent in the boats. IV. A Bell on the South turret -vill be rung in every thick fog, as a signal to the fishing boats ; and a large swivel fixed on the East turret will be fired every fifteen minutes, as a signal to the vessels in distress."], [227, "HISTORY OF BERWICK, &C. 217 happiness amongst the labouring and indi gent classes of the community. — Here an V. A large Weathercock is fixed on the top of the flag-staff, for the use of pilots. \\ I. A large speaking Trumpet is provided, to be used when ships are in distress near the shore, or are run aground. VII. An Observatory, or Watch Tower, is made on the East turret of the Castle ; where a person is to attend every morning at daybreak during the winter season, to look out if any ships are in dis tress. VIII. Masters and Commandsrs of vessels in dis tress, are desired to make such signals as are usually made by people in their melancholy situation. Assistance, stores, and provisions, prepared at Bamborough Castle, for seamen or vessels wrecked or driven ashore on that coast or neighbourhood. I. Rooms and Beds are prepared for shipwrecked seamen, who will be maintained for a week, (or longer according to circumstances,) and during that time will be found with all manner of necessaries. II. Cellars for wine and other liquors from ship- wrecked vessels j in which they are to be deposited ■"], [228, "HISTORY OF BERWICK, &C. 218 unlimited number of children are taught gratis, and amply supplied with Books, kc. for one year, in order to be claimed by the proper owners. III. A Storehouse ready for the reception of wrecked goods, cables, rigging, and iron. A book is kept for entering all kinds of timber, and other wrecked goods, giving the marks and description of each, with the date when they came on shore. IV. Four Pair of Screws for raising ships that are stranded, in order to their being repaired. Tim ber, blocks, tackle, &c. ready for the use of ship wrecked vessels. V. A Pair of Chains with large rings and swivels made on purpose for weighing ships that are sunk upon rocks, or deep water; and which are lent gratis within 40 or 50 miles along the coast, on giv ing proper security to re-deliver them to the Trus tees. VI. Two Mooring Chains of different lengths are provided, which may occasionally be joined toge ther when a greater length is required. VII. Whenever dead bodies are cast on shore, coffins, &c. will be provided gratis, and also the. funeral expenses paid."], [229, "HISTORY OF BERWICK, kc. 219 without any expense to the Parents. Until sixteen years of age they are taught Read ing, Writing, the common branches of Arithmetic, Knitting, Sewing, &c. whilst at the same time every attention is paid to their instruction in the knowledge of God, and the duties of Christianity. Under the same charity Meal and Groceries are sold at Bamborough for the use of the labour ing poor at reduced prices, and as the cha rity is not confined to any limited distance, the annual average of its objects is upwards of 1,000; but in years of particular scar- city the number is considerably increased. There is likewise an Infirmary kept here at the expense of the Charity, where a Surgeon attends every Wednesday and Saturday to give advice and medicine to the poor, and many thousand victims of"], [230, "220 HISTORY OF BERWICK, <\\C disease and poverty have experienced the benefit of this highly laudable and benevo lent Institution. The Castle of Bamborough stands upon an almost perpendicular rock, close to the Sea, and only accessible on the South East side. — It commands an extensive sea and land prospect ; the group of Fern Islands, the Castle of Holy Island, and at a greater distance, the Town and Fortifications of Berwick, are all within the sweep of the eye, whilst innumerable villages and ham lets adorn the inland prospect, and enliven and diversify the scene. When reflecting on the history of this ancient fortress, the mind is forcibly im pressed with a comparison between, the scenes it now exhibits, and those in which it was formerly engaged. Then the arm"], [231, "HISTORY OF BERWICK, kc. 221 of man was raised against the life of man, and every species of art and ingenuity was employed for his destruction. Now bene volence and humanity are equally active in devising methods for his preservation, and Bamborough is now as remarkable for deeds of mercy, as it formerly was for acts of hostility and bloodshed. In these days the ancient Halls of Royal Bamborough are filled with the grateful prayers of the widow, the orphan, and the fatherless, which ascend in sweet memorial to the Throne of God, for the blessings and com forts they enjoy. Now many a knee is bent in humble adoration, in the place which formerly resounded with the shrieks of despair, the cries of the wounded, and the groans of the dying. — How pleasing to contemplate the Halls, where mailed War- 's"], [232, "222 HISTORY OF BERWICK, kc. riors once assembled, intent on the work of devastation and death, now crowded with the poor, and the helpless, the victim of disease, and the child of misfortune, re ceiving assistance and support from the extended hand of Godlike benevolence and charity. — This is an exalted duty, and re sembles the , employment of the blessed Spirits that surround the Throne of the Most High God, who are described in Scripture as dispensing the gifts of mercy, of comfort, and of peace, to the helpless children of men."], [233, "HISTORY OF BERWICK, kc. 223 MORDINGTON. MORDINGTON is a small Parish in the Presbytery of Chirnside, situated in the South East corner of the County of Berwick, nearly four miles Westward from Berwick, and containing between three and four hundred inhabitants. In the year 1346, the Barony of Mor dington belonged to the heroic Countess of Dunbar, commonly called Black Agnes ; from whom it passed in 1372 to her Son in-law James Douglas of Dalkeith, and in his family it remained until the re* formation. T 2"], [234, "HISTORY OF BERWICK, &x\\ 224 In 1650, the Parish of Lamberton was united with Mordington. The Church of Lamberton, now in ruins, stands on an eminence, four miles to the North of Ber wick, and from its situation has been the scene of several public events. — Here the Scottish Commissioners received Margaret, daughter of Henry VII., who was married at Windsor in the year 1503, (not at Lam berton, as tradition reports) to James IV., and according to the marriage treaty, was to be delivered to Commissioners at Lam- berton Church, free of any expence to the bridegroom. In this Parish are the remains, it is said, of a Danish Camp, and near it is a hill cal led the Witches' Know, upon which, so late as the beginning of the last century, seve ral unfortunate women, whose only crime"], [235, "HISTORY OF BERWICK, kc. 225 was perhaps poverty and oldVage, were committed to the flames for withcraft. Such intolerant bigotry and enthusiasm have now happily lost their power, and the poor and aged are allowed to sink into the grave in peace, without the suspicion of holding communication with the Prince and the powers of darkness. AYTON. THE Parish of Ayton takes its name from the Water of Eye, on the banks of which the Village is pleasantly situated, containing upwards of 500 inhabitants. Ayton formerly belonged to the Priory of Coldingham, and its Castle, scarcely a T 3"], [236, "226 HISTORY OF BERWICK, kc. vestige of which remains, was taken by the Earl of Surrey in the year 1498. In the vicinity of the Village are the remains of some encampments, supposed to be Danish or Pictish,* where several pieces of broken armour have been found. The Post-road to London passing through the Village and Parish, gives the inha bitants several advantages. The distance from Berwick is 7 miles, where grain, cattle, ke. may be conveniently disposed of, and the vicinity of the Sea affords a plentiful supply of almost every kind of white fish, f— The Seat of T. J. Fordyce, Esq. upon a sloping bank fronting the South, and surrounded with thriving plan tations, adds much to the beauty of this * Statistical Account of Scotland, f Ibid,"], [237, "HISTORY OF BERWICK, kc. 227 place, and renders the Village of Ayton one of the most pleasant in the East of Scotland, EYEMOUTH. BEFORE the Reformation, Eyemouth was part of the Priory of Coldingham, and erected into a Parish in the reign of James VI.* In the neighbourhood of the Village are the remains of a regular fortification, said to have been constructed by the Duke of Somerset, Regent of England, during the minority of Edward VI. Soon after the battle of Pinkie, this fortification was demolished, and the stones of the promon- * Statistical Account of Scotland,"], [238, "HISTORY OF BERWICK, kc. 228 tory upon which it was built, have been employed in the construction of two Piers, to defend the Harbour from the North and North East winds. The one on the West side of the Harbour, was erected about the year 1750, and the other on the East side, planned and executed by the in genious Mr Smeaton, in 1770, both of which cost £4500. At the beginning of the last century, Eyemouth was a mere fishing Village, but since the improvement of the Harbour, its trade has increased,* and corn and meal to a considerable extent, are here annually exported. The Town of Eyemouth is situated at the mouth of the river Eye, 9 miles North * Mew of Northumberland."], [239, "HISTORY OF BERWICK, &c. 229 from Berwick, and 2 from Ayton. — The Coast abounds with white fish of almost every description, the greater part of which is carried to Edinburgh, and it is said, sometimes even as far as Glasgow. — The quantity of herrings taken here is, in some years immense, the great proportion of which is partly salted, and partly manufac tured into red herrings, and both exported to London and other places.* * Statistical Account of Scotland."], [240, "HISTORY OF BERWICK, kc. 230 COLDINGHAM. THE Monastery of Coldingham was once the most flourishing in the Kingdom, although neither the name of its founder, nor the time of its foundation is accurately known. At the request Us its Abbess, the pious St. Cuthbert visited Coldingham about the year 661, previous to his departure from Melrose to Lindisfame. In the year 709, this sacred house was consumed by fire, believed to have been a punishment inflicted by Heaven on account of the wickedness of its inhabitants. — It was the custom of those times for both Monks and Nuns to reside in the same Monastery,"], [241, "HISTORY OF BERWICK, kc. 231 who, though occupying different parts of the house, often contrived to hold commu nication not altogether spiritual.* — This relaxation of discipline so alarmed St. Cuthbert, that, after his elevation to the Episcopal Dignity in Lindisfame, he for bade, under the severest penalty, the ap proach of women to his Monastery, and many miracles are related of the most dreadful punishments befalling those fe males who rashly presumed to violate this prohibition. By the exertions of St. Cuth bert, the Monastery of Coldingham was at last placed under the care of a pious Abbess named Ebba, and was again burn ed by the Danes in the year 867- — Hearing of the landing of these invaders at Berwick, * Grose's Antiq."], [242, "HISTORY OF BERWICK, &C 232 and dreading the cruelties practised by them upon all who were devoted to reli gion, this pious Lady, in order to save herself and her Nuns from violation, took the desperate resolution of cutting off her nose and her lips, and prevailed upon them to follow her example. The Danes, shock ed at such a bloody spectacle as presented itself, and enraged at their disappointment, set fire to the Monastery, and consumed therein its wretched inhabitants.* In 1099, Edgar King of Scotland, con sidering himself indebted to St. Cuthbert for his Crown, resounded the Monastery of Coldingham, and granted to it many Lands and Churches, which were confirmed by * This story, from the silence of Ecclesiastical Historians, is entitled to very little credit."], [243, "HISTORY OF BERAVICK, kc. 233 his successors.* By this Prince it was tilled with Benedictine Monks from Dur ham, to which it was made dependant, and the right of electing their Superior vested in the Prior and Monks of Durham. In the reign of James III. the Monastery of Coldingham was annexed to the Royal Chapel of Stirling, and Envoys were sent to Rome to obtain the assent of the Pope to this union. — After the death of this Prince, who fell in a conflict with his own rebellious subjects near Stirling, Alexander Stewart, a natural son of James IV., and Archbishop of St. Andrews, was chosen Prior of Coldingham. This warlike Arch bishop, who was slain with his father in the battle of Flodden, was succeeded by * View of Northumberland. U"], [244, "HISTORY OF BERWICK, kc. 234 John Stewart, son of the Earl of Bothwell, upon the fpr^eiture of whose estates in the year 1594, the Lordship of Coldingham was given to Lord Hume, in whose family it still remains. Coldingham is situated in a retired valley, two miles North West from Eye motith, and about a mile distant from the Sea."], [245, "THE CHARTER GRANTED TO THE TOAVN OF BERWICK-UPON-TWEED, BY ming 33Sj9aB§> tuc mm, 1604. N B. The Original Charter (of which this is a Translation) is written in Latin, and ingrossed upon Four Skins of Parchment ; The First thereof contains Sixty-four Lines; The Second, Sixty-two Lines ; The Third, Sixty-two Lines ; And the Fourth, or last Skin of Parchment thereof, Sixty-three Lines ; In all Two Hundred and Fifty-one Lines.— -The Great SeaL of England thereto affixed."], [246, ""], [247, "THE CHARTER. JAMES, By the Grace of God, King of England, Scotland, France, and Ireland, Defender of the Faith, &c. WHEREAS Our Borough of Berwick-upon- Tweed is an Antient and Populous Borough, and the Burgesses of the said Borough, sometimes by the Name of Mayor, Bailiffs, and Burgesses of the said Borough, and sometimes by other Names, have had, used, and enjoyed, and have, use, and enjoy diverse Libertys, Franchises, Immunitys, Customs, Pre-emi nences, and other Hereditaments, As well by diverse Charters and Letters Patents of diverse our Progeni tors and Predecessours, Kings and Queens of England, As also by reason of diverse Prescriptions and Cus toms used and had within the said Borough. And ■whereas our well-beloved Subjects the now Mayor, Bailiffs, and Burgesses of the Borough of Berwick upon-Tweed aforesaid, have humbly beseeched Us that We would exhibit and extend our Royal Grace and Bounty to the said Mayor, Bailiffs, and Bur gesses on this behalf; and that We will vouchsafe for the better Governing, Ruling, and Bettering of the said Borough, by our Letters Patents to Make, Re duce, Constitute, and Create anew the said Mayor, Bailiffs, and Burgesses into One Corporate and Politick Body, by the Name of Mayor, Bailiffs, and Burgesses of the Borough of Berwick-upon-Tweed, with Aug mentation and Addition of Certain Libertys, Privi leges, Imniunitvs, and Franchises, as to Us shall seem V 3"], [248, "APPENDIX. IV most Expedient. We therefore, Willing that front henceforth for Ever hereafter, there be Continually had and used One Certain and Undoubted Manner in our said Borough, of, in, and about the keeping of our Peace, and for the Ruling and Governing of the said Borough, and of our People there Inhabiting, and others thither Resorting : And that the said Bo rough may be and remain in all future times, A Borough of Peace and Quiet, to the Fear and Terrour of Evil, and the Reward and Nourishing of Good Men. And also that our Peace and other Facts of justice and Good Government may the better there be kept and done j And hoping that, If the Mayor, Bailiffs, and Burgesses of the said Borough, and their SuccessonTS, may by our Royal Grant Enjoy Greater and Larger Dignitys, Privileges, Jurisdictions, Li bertys, and Franchises, Theu they will think them selves more Especially and Strongly obliged unto the Performance and Execution of their best Service to Us, our Heirs and Successonrs. AND Also, at the T, ., humble Petition and Request of our Town of Ber- Right Well-beloved and Faithful Coun vviYk shall be a sellor Sir George Hume, Knight, our Free Borough Treasurer of our Kingdom of Scotland, for ever. aBcj Chancellor of our Exchequer, of our Special Grace, and of our certain Knowledge and meer Motion, We have Willed, Ordained, Ap pointed, Granted, and Declared, and by these Pre sents for Us, oar Heirs and Successours, Do Will, Ordain, Appoint, Grant, and Declare, that our said Borough of Berwick-upon-Tweed, From henceforth for Ever hereafter, may be, shall be, and remain a Free Borough of itself; And that the Men of the same Borough be Free Burgesses, and that they may have all Lihertys and Free Customs to a Free Bo rough belonging for Ever. And that the Mayor, Bailiffs and Burgesses of the said Borough (Whethe?"], [249, "APPENDIX. V they have been before this Time lawfully Incorporated or not) from henceforth for Ever hereafter (without any Question or Doubt to be made hereafter) may be and shall be One Body Corporate and Politick in Deed, Fact, and Law, by the Name of Mayor, Bailiffs, and Burgesess ofthe Borough of Berwick-upon-Tweed ; And them by the Name of Mayor, Bailiffs, and Bur gesses of the Borough of Berwick-upon-Tweed, One Body Corporate and Politick in Deed, Fact, and Name, We really and fully for Us, our Heirs and Successours, We do Erect, Make, Ordain, Constitute, and Declare by these Presents : And that by the same Name they may have Perpetual Succession, And that they by the Name of Mayor, Bailiffs, and Burgesses of the Borough of Berwick-upon-Tweed, may be and shall be in future Times able, and iu Law capable to Have, Purchase, Receive, Possess, Enjoy, and Retain Lands, Tenements, Libertys, Pri vileges, Jurisdictions, Franchises, and Hereditaments whatsoever, of what Kind, Nature, or Quality soever, they shall be to them and their Succescours in Fee and Perpetuity, or for Term of Year or Years, or otherwise howsoever, And also Goods and Chattels whatsoever. And also to Give, Grant, Lett, Alien, Assign, and Dispose Lands, Tenements, and Heredi taments, And also Goods and Chattels whatsoever ; And unto all and singular other Deeds and Things to be done and executed by the Name aforesaid. And that they be able and of Force by the same Name of Mayor, Bailiffs, and Burgesses of the Bo rough of Berwick-upon-Tweed, to Plead, and be Im pleaded, to Answer, and be Answered, to Defend, ami to be Defended, in what Courts and Places soever, before Us, our Heir3 and Successors, and before whatsoever our Judges and Justices, and other Per sons and Officers under Us, our Heirs and Succes sours, and others whatsoever, In all and singular"], [250, "APPENDIX. VI Actions, Pleas, Suits, Quarrels, Causes, Matters, and Demands whatsoever, of whatsoever Kind, Nature, or Quality they may be, and (shall be in Manner and Form as any other) Our Liege People of this our Kingdom of England, Persons able and in Law Ca pable as any other Body Corporate and Politick within our Kingdom of England, can and are able to Have, Purchase, Receive, Possess, Enjoy, Plead and be Impleaded, Answer and be Answered, Defend and be Defended, Do Permit or Execute. AND „,, . ., that the aforesaid Mayor, Bailiffs, and may have a Burgesss of the Borough aforesaid, and Common Seal, their Successo-urs, may have for Ever a and alter it at Common Seal^ to Serve for doing their Pleasure. anci their Successours' Causes and Bu sinesses whatsoever : And that it may and shall be Law-full for the said Mayor, Bailiffs, and Burgesses, and their Successours, at their Pleasure from time to time to break, change, and make new that Seal, as to them shall seem best to be done. AND further, Th t- th °^\" our ahundant Grace, We will, and have Power to by these Presents for Us, our Heirs make Laws for and Successours, Do Grant to the said the Good of Mayor, Bailiffs, ancl Burgesses of the the Borough. sa;j Borough, and their Successours, That the Mayor, Bailiffs, and Burgesses of the said Borough, or the greater part of them, (Whereof We will the Mayor of the said Borough for the time being shall be one) shall have, and by these Presents may have, full Power, Authority, and Faculty of Framing, Constituting, Ordaining, Making, and Establishing, from time to time, Such and suchlike Laws, Statutes, Ordinances, and Constitutions, which to them or the greater part of them (Whereof We will that the Mayor of the Borough aforesaid for the time being be one) In their best discretions shall be thought to be Gojd, Profitable, Wliolesome, Honest, ancl Ne-"], [251, "APPENDIX. VII cessary for the Good Rule and Government of the Mayor, Bailiffs, and Burgesses of the Borough afore said, and all and singular other Burgesses, Officers, Ministers, Artificers, Inhabitants, and Residents what soever, within the said Borough for the time being. And for Declaration and Order how the said Mayor, Bailiffs, and Burgesses, and their Successours ; And all and singular other Officers, Ministers, Artificers, Inhabitants, and Residents for the time being within the said Borough, shall Behave, Carry, and Use themselves in their Offices, Functions, Ministrys, Trades, and Businesses within the said Borough, and the Libertys thereof, for the more plentiful Publick Good, common Profit, and good Government of the said Borough, for the Victualling of the said Borough: And also for the better Preservation, Governing, Dis posing, Letting, and Demiseing of the Lands, Pos sessions, Revenues, and Hereditaments of the Mayor, Bailiffs, and Burgesse3 of the aforesaid Borough, and their Successours, Given, Granted, and Assigned, and other Things or Causes whatsoever, touching or any ways concerning the aforesaid Borough, or the Estate, Right, or the Interest of the same. AND that the Mayor, Bailiffs, and Burgesses of the power to Fine Borough aforesaid, for the time being, or Imprison or the greater part of them, (Whereof such as break We will that the Mayor of the said Laws so made. Borough for the time being be one) as often as they shall Frame, Make, Establish or Ordain suchlike Laws, Institutions, Orders, Ordinances, and Consti tutions in form aforesaid, may and may have Power to Make, Ordain, Limit, and Provide suchlike Pains, Punishments, and Penalty's, by Bodily Imprison ments, or by Fines and Amercements, or by either of them, upon and against all Offenders against such the Laws, Institutions, Decrees, Ordinances, and Constitutions, or any of them, As to the said Mayor,"], [252, "VIII APPENDIX. Bailiffs, and Burgesses for the time being, or the greater part of them (Whereof We will that the Mayor of the said Borough for the time being be one) shall be thought Fit, Necessary, or Requisite to be done, for the Observation of the same Laws, Ordinances, and Constitutions; And to Levy and have the same Fines and Amercements to the Use and Behoof of the aforesaid Mayor, Bailiffs, and Bur gesses of the said Borough, and their Successours, without hindrance of Us, our Heirs or Successours, or any other Officer or Officers, or Ministers of Us, our Heirs or Successours, and without any Account therefore to be made to Us, our Heirs, or Ministers of Us, our Heirs or Successours : All and singular which Laws, Ordinances, Orders, and Constitutions to be made as aforesaid, We will shall be Observed under the Pains therein to be contained. SO always that the said Laws, Ordinances, Institutions, Consti tutions, Imprisonments, Fines, and Amercements, may be Reasonable, and not Repugnant or Contrary to the Laws, Statutes, Customs, or Rights of our Kingdom of England, or Reasonable and Laudable Prescriptions and Customs in the said Borough An tiently Used and Accustomed. AND further, We Power to w'n' ant* ky these Presents for Us, our Elect one of Heirs and Successours, Do Ordain, that themselves to from henceforth for ever hereafter there be Mayor at may be and shall be in the Borough Michaelmas aforesaid, One Mayor of the Burgesses \"' of the Borough aforesaid, (In the form of these Letters Patent below Speeifyed) to be Elect ed and Chosen : And for the better Execution thereof, We will and Grant on this behalf, We have Assigned, Named, Constituted, and Made, and by these Presents for Us, our Heirs and Successours, Do Name, Constitute, Assign, and Make Our well beloved Michael Sanderson, now Mayor of the Bo.~"], [253, "APPENDIX. IX Tough aforesaid, to be and remain the Present Mayor of the said Borough, Willing that the said Michael Sanderson shall be -and continue in the Office of Mayor of the said Borough, From the date of these Presents, Until the Feast of Saint Michael the Arch- angel next ensuing, (If the said Michael Sanderson shall so long live) and from the said day until the said Michael Sanderson, or some other Burgess of the Bo- rough aforesaid, shall in due manner be Elected, Deputed, and Sworn to that Office, according to the Ordinances and Provisions hereafter in these Pre- sents expressed and declared. AND further, We will, and by these Presents for Us, our Power to Heirs and Successours Ordain, that Elect Four from hjenceforth for ever hereafter, Bailiffs Year- There may be and shall be in the v« aforesaid Borough, Four Bailiffs of the Burgesses of the Borough aforesaid, according to the Form in these Letters Patent Specified to be Elected and Chosen : And for the better Execution of our Will and Grant on this behalf, We have Assigned, Named, and Con- stituted, and by these Presents for Us, our Heirs and Successours, Do Assign, Name, Constitute, and Make our well-beloved John Shotton ; Edward Haddlesey ; Leonard Fairlye ; and Stephen Jackson, now Bailiffs of the Borough aforesaid, to be and remain the Pre- sent Bailiffs of the aforesaid Borough, to Continue in that Office until the said Feast of Saint Michael the Archangel next ensuing, (If the said John, Edward, Leonard, and Stephen, shall so long live) and from the said day, until the said John, Edward, Leonard, and Stephen, or some other Burgesses of the same Borough in due manner shall be Elected, Deputed, and Sworn unto the Office of Bailiffs of the Borough aforesaid, according to the Ordinances and Provisions in these Presents hereafter Specified and Declared. AND We will and Grant by these Presents for Us,"], [254, "X APPENDIX. How\" the our Heirs and Successours, to the said Mayor shall Mayor, Bailiffs, and Burgesses of the be chosen. Borough aforesaid, and their Succes sours, That the said Mayor, Bailiffs, and Burgesses, or the greater part of them, from time to time, and all future times, may have and shall have Power and Authority Yearly and every Year, Upon ihe Feast of Saint Michael the Archangel, to Assemble and Con vocate themselves together in the Guild Hall or Tollbooth of the said Borough, or in some other convenient Place within the said Borough, And that the same Mayor, Bailiffs, and Burgesses of the said Borough, or the greater part of them, before they shall Depart from thence, may Choose and Nominate one of themselves to be Mayor of the Borough aforesaid for One whole Year then next following, and from thence untiU the same Mayor or some »ther Burgess of the Borough aforesaid shall be Chosen, Deputed, and Sworn to Execute that Office ; Which Burgess after that he shall be so Elected and Nominated as aforesaid, unto the Mayoralty of the aforesaid Bo rough, before he shall be admitted to Execute that Office, shall take a Corporal Oath before the last Mayor his Predecessour, The Bailiffs and other Burgesses of that Borough for the time being, or so many of them as shall be then present, Rightly weU and faithfully to Execute that Office in all things relating there unto. AND We- will, and by these Presents for Us, our Heirs and Successours, Do Grant Mahals be t0 the Said May°r> Bailiffs, and Bur diosen. gesses of the said Borough, and their Successours, That the Mayor, Bailiffs, and Burgesses of the Borough aforesaid, or the greater part of them (Whereof We will that the Mayor of the aforesaid Borough for the time being shall be one) from time to time, and in all future times, may have and shall have Power and Authority Yearly and"], [255, "APPENDIX. XI every Year, on the aforesaid Feast of Saint Michael the Archangel, In the said Place, or in some other convenient Place within the said Borough, to Elect and Nominate Four of themselves to be Bailiffs of the said Borough for One whole Year next ensuing ; And that after they be so Elected and Nominated as aforesaid to the Office of Bailiffs of the said Bo rough, before they be admitted to Execute the Office of Bailiffs of the said Borough, shall take and every one of them shall take a Corporal Oath before the Mayor and the last Bailiffs their Predecessours, and the rest of the Burgesses of that Borough, or so many of them as shall be then present, Rightly well and faithfully to Execute the Office of Bailiffs of the Bo rough aforesaid, in all things concerning that Office ; And that after the said Oath so taken, they may ex ecute the said Office of Bailiffs of the said Borough for One whole Year next following. AND More over, We will, and by these Presents p . for LTs, our Heirs and Successours, Do i;iect a j^ew Grant to the said Mayor, Bailiffs, and Mayor, if One Burgesses of the Borough aforesaid, and die or be re their Successours, That if it shall hap- ™oved. pen that the Mayor of the said Borough, at any time within One Year after that he hath been Elected to the Office of Mayor, to Die or be removed from his Office, That then and so often it shall and may be Lawfull to the aforesaid Bailiff's and Burgesses of the Borough aforesaid, for the time being, or ihe greater part of them, in convenient time after the Death or Remove of any suchlike Mayor, to Elect and Make another of themselves to be Mayor of the Borough aforesaid ; And that he being so Elected as aforesaid, to the Office of Mayor of the said Borough, may have and exercise that Office during the Residue of that Year, Taking first the Corporal Oath inform afore said, and so from time to time so often as the Case x"], [256, "XII APPENDIX. >hall so happen. AND Moreover, We will, and by „ „. these Presents for Us, our Heirs and manv New Successours, Do Grant to the aforesaid Bailiffs asshall Mayor, Bailiffs, and Burgesses of the happen to die Borough aforesaid, and their Succes or be removed. sourS; That if it shall happen the Bai liffs of the said Borough, or any of them, at any time within One Year after they have been Elected and Sworn to the Office of Bailiffs of the said Bo rough as aforesaid, to Die or be Removed from that Office, That then and so often it shall and may be Lawfull to and for the said Mayor and other Bailiffs of the said Borough then Surviving and Remaining, and the Burgesses of the same Borough for the time being, or the greater part of them, (Whereof We will that the Mayor of the said Borough for the time being shall be one) to Elect One, Two, Three, or Four others (as the Case shall require) of them selves to be Bailiff or Bailiffs of the said Borough ; And that he or they so Elected to the Office or Of fices of Bailiff or Bailiffs of the said Borough, may have and exercise that Office during the Residue of the same Year, their Corporal Oaths in Form afore said being first taken, and so as often as the Case shall so happen. WE WILL Also, and by these Presents for Us, our Heirs and Sue- That they cessours, Do Grant to the said Mayor, KecordeiToc! Bailiffs; and Burgesses of the Borough casion serves. aforesaid, and their Successours, That from time to time there may be and shall be in the said Borough, One honest and dis creet Man Learned in the Laws of England, and shall be and shall be called Recorder of the said Borough, and shall do and execute all and singular those Things which do belong and ought to belong to the Faithfull Doing and Executing ofthe Office of a Re corder within the said Borough: And also We have"], [257, "APPENDIX. XIII Assigned, Named, Declared, Ordained, Constituted, and Made, and by these Presents Do Assign, Name, Declare, Ordain, Constitute, and Make Christopher Perkinson of Grey's Inn, in the County of Middlesex, Gentleman, to be Present Recorder of the said Borough, To have and Execute the said Office of Re corder of the same Borough, according to the Tenor and Effect of the Grant of the said Office of the now Mayor, Bailiffs, and Burgesses of the said Bo rough to the said Christopher Perkinson, before made and to be made to be Executed and Executed by himself or his Sufficient Deputy or Deputy's upon his Oath, Justice and other Things which do pertain or ought to pertain to the Office of Recorder of the said Borough, faithfully to Exercise and Execute, And that from time to time, and at all times after the Death of the said Christopher Perkinson, or his Remove from that Office, the said Mayor, Bailiffs, and Burgesses of the said Borough for the time being, and their Successours, or the greater part of them, (Whereof We will that the Mayor of the said Bo rough for the time being shall be one) may Elect, Nominate, and Appoint One other honest and dis creet Man, Learned in the Laws of England, to be Recorder of the said Borough; And that he who shall be so Elected, Deputed, Nominated, and Sworn unto the Office of Recorder of the said Borough as aforesaid, after the Death or Remove of the said Christopher Perkinson, May Have, Enjoy, and Ex ercise that Office of Recorder of the said Borough as aforesaid, according to the Tenor and Effect of the Grant thereof to be made to him by the Mayor, Bailiffs, and Burgesses of the said Borough for the til? l>eing, and so often as the Case shall so happen. A?*i3- We will, and for Us, our Heirs ,™ t t||£ and Successours, Do Grant to the said Mayor, Bai- Mayo.-, Bailiffs, and Burgesses of the lifts, and Re- x2"], [258, "XIV APPENDIX. corder, mav sa'^ Borough, and their Successours, hold a Court That they and their Successours, from on the Tues- henceforth for ever hereafter, may day in every Have and Hold and may be able to Second Week. Haye anJ Hok, wUMn the B(>_ rough, One Court of Pleas every Tuesday in every Second Week throughout the Year, to be holden be fore the Mayor, Bailiffs, and Recorder of the said Borough for the time being, or before any Three of them, (Whereof We will that the Mayor of the said Borough for the time being shall be one) In the Guild Hall or Tollbooth of the said Borough : And that they may hold in that Court by Plaints in the •ame Court to be Levyed or otherwise according to the Laudable and Reasonable Customs before used and accustomed in the said Borough, All and all manner of Pleas, Actions, Suits, Complaints, De mands, As well Real as Personal and mixed of all Personal Transgressions whatsoever, with Force and Arms, and of whatsoever other Transgressions done, moved, arising, had, or committed, or hereafter to be done, moved, had, or committed within the said Bo rough, Suburbs, Libertys, and Precincts thereof; And of all and all manner of Intrusials, Tenures, Burgages, Lands, Tenements, Goods, Chattels, Debts, Pleas, upon the Case, Deceits, Accounts, Debts, Co venants, Detinues of Charters, Escripts, and Immu nitys and Chattels ; The taking and detaining of Beasts and Cattle, and other Contracts whatsoever, of whatsoever Causes or Things arising, or in time to come happening to arise within the said Borough, Suburbs, Libertys, and Precincts thereof, to whatso ever Sum or Value the said Transgressions, Debts, Accounts, Covenants, Deceits, Detinues, or other Contracts, they shall amount: And that suchlike Pleas, Plaints, Quarrels, Suits, Action and Actions, may be there heard and determined before the said"], [259, "APPENDIX. XV Mayor, Bailiffs, and Recorder of the said Borough, for the time being, or any Three of them, (Whereof We will that the Mayor of the said Borough for the time being shall be one) By such and suchlike Pro ceedings, Ways and Means, according to the Laws and Customs of our Kingdom of England, or ac cording to the Antieiit, Reasonable, and Laudable Customs of the said Borough, heretofore used and allowed in the said Borough, as shall be agreeing to our Laws or to the said Customs ofthe said Borough, and in as large a manner and form as in any Court ot\" Pleas in any City, Borough, or Town Corporate within this our Kingdom of England, or in our said Borough of Berwick-upon-Tweed heretofore hath been used or accustomed, or may or ought to be done. AND Further, We will, and by these Pre sents for Us, our Heirs and Succes sours, Do Grant to the said Mayor, That l^ff Bailiffs, and Burgesses of the said Bo- c^nisance of rough, and their Successours, That a\\\\ pieas, they and their Successours, from time to time, in all ensuing times, may have and'may be ef Force to have the Cognisance of all and all man ner of Pleas, Quarrels, Plaints, Actions, and De mands whatsoever, s>s well Real as Personal and mixed, in what Courts soever of Us, our Heirs and Successours, moved and begun or to be moved and begun, of whatsoever Causes, Things, and Matters, happening, arising, or growing within the said Bo rough, Suburbs, Libertys, and Precincts thereof, as they have been Antiently accustomed within the said Borough. AND Further, We will, and for Us, our Heirs and Successours, by these Pre- That t])e sents Do Grant to the said Mayor, jjayor to be Bailiffs, and Burgesses of the said Bo- Escheator rough, and their Successours, That within the said the Mayor of the said Borough for the Borough, x a"], [260, "XVI APPENDIX. time being, from time to time, may be and shall be from henceforth for ever hereafter, Escheator and Escheator to Us, our Heirs and Successours, within the said Borough, the Libertys and Precincts thereof, as before hath been used in the said Borough, and that he and his Successours shall Do and Execute for ever all Things which do belong to the Office of Escheator within the said Borough, Suburbs, Liber- tys, and Precincts thereof, to be done ; his Corporal Oath being first taken for the Faithful Executing of the said Office of Escheator of the said Borough, So that no Escheator or other Minister of Us, our Heirs, or our Successours, Enter or Interpose himself into the said Borough, Libertys, or Precincts, thereof, to Do or Execute any Thing in the said Borough which doth belong unto the said Office of Escheator, Unless it be in default of the Mayor for the time being. AND Also, We will, and by these Presents for Us, our Heirs and Successours, Do Grant That they may to the said Mayor, Bailiffs, and Bur- Cl^seiTcot £esses °f tne sa*d Borough, and their roner. Successours, That from henceforth for ever hereafter, there may be and shall be in the said Borough One honest and fit Man who shall be and shall be called the Coroner of the said Borough, to Serve the Office of Coroner in the said Borough, Suburbs, Libertys, and Precincts thereof, And to Do and Execute every Thing there which doth belong to the Office of Coroner from time to time : Which said Coroner shall be Appointed, No minated, and Elected, by the said Mayor, Bailiffs, and Burgesses, or the greater part of them (Whereof We will the Mayor of the said Borough for the time being shall be one) And that the said Coroner so to be Elected and Nominated as aforesaid, Faithfully to Execute his Office aforesaid in due manner^ May and shall be Sworn before the Mayor, Bailiffs, and"], [261, "ArrEXDFX. XVII Recorder of the said Borough, or the greater part of them for the time being (Whereof We will that the Mayor of the said Borough for the time being shall be one) And that after such Oath so performed, he ought and may have Power to Execute and Exercise that Office during the Pleasure of the said Mayor, Bailiffs, and Burgesses of the said Borough, or the greater part of them, (Whereof We will that the Mayor of the said Borough for the time being shall be one.) AND Further, We will, and by these Pre sents for Us, our Heirs and Succes sours, Do Grant to the said Mayor, J^^™? Bailiffs, and Burgesses of the said Bo- g^ts£j£ac£ rough, and their Successours, That from henceforth for ever hereafter, there ma}' be and shall be in the said Borough, Officers not exceeding the Number of Four, who shall be and shall be called the Sergeants at Mace, to Serve in the Court of the said Borough for Proclamations, Arresting and Exe cuting of Process Precepts, and other Business be longing to the Office of Sergeants at Mace, in the said Borough, Limits, Precincts, and Bounds thereof, from time to time, to Execute and Perform ; Which Sergeants at Mace shall be Appointed, Nominated, and Elected by the said Mayor and the Bailiffs of the said Borough, or the greater part of them, (Whereof We will that the Mayor of the said Bo rough for the time being shall be one) And they shall be attendant from time to time upon the Mayor and Bailiffs of the said Borough for the time being : And the said Sergeants at Mace to be Elected and Nominated as aforesaid, for the Faithful Executing and Exercising of their Offices aforesaid in due man ner, May and shall be Sworn before the Mayor, Bailiffs, and Recorder of the said Borough, or the greater part of them, (Whereof We will that the Mayor for the time being be one) And that after"], [262, "APPENDIX. XVIII such Oath so Performed, they ought and may be of Power to Execute and Exercise that Office during Pleasure of the Mayor and Bailiffs of the said Bo rough for the time being, or the greater part of them, (Whereof the Mayor for the time being shall be one.) AND Further, We will, and by these Presents for Us, our Heirs and Successours, Do havf °?eMer° Grant t0 the Said Ma-vor' Bailiffs> aml chant Guild * Burgesses of the said Borough, and their Successours, That they aud their Successours, from henceforth for ever hereafter, may have within the said Borough a Merchant Guild, with House and all other Libertys, Privileges, and Free Customs belonging to that Guild, in as ample manner and form as before they have had accustom ed, or ought to have ; So that none who is not of that Guild may make any Merchandise- in the said Borough, Suburbs, Libertys, and Precincts of the said Borough ; But at the Will and Pleasure of the Mayor, Bailiffs, and Burgesses of the same Borough. AND Also, We will, and by these Presents for Us, That anv ollr H-eirs and Successours, Do Grant Merchant may to tne sa'd Mayor, Bailiffs, and Bur come in with, gesses of the said Borough, and their his Merchan- Successours, That what Merchant so dise> ever shall come unto the said Borough with their Merchandise, of what Place soever they shall be, Whether Strangers or others, who shall be of our Peace, or by our Licence shall come into our Land, May come, stay, and depart in our Peace, doing the Right Customs of the same Borough. That the AND That the said Burgesses or Burgesses or Merchants may not be Questioned for Merchants mistelling in their Declarations, (that Soned in is to say> If they do not decl«\" altoSe\" their Declara. tner so weu- AND That no Mer tions. chant may go to meet Merchants"], [263, "APPENDIX. XIX coining by Land or by Water with ThatnoMer. their Merchandise and Victuals to- chant go to wards the said Borough, to Buy or meet any Mer again to Sell, Until they be come to chandise the said Borough, and there have Set to Sale their Merchandise, Upon Forfeiture of the Thing so bought, and Pain of Imprisonment, from whence without Severe Punishment he may not depart. AND That no Strange Merchant who T, . nQ is not of the said Merchants Guild, strange Mer and of the Libertys of the said Bo- chant may use rough, may make any Contract or any Tiade in Merchandise within the said Borough, the Borough. Suburbs, Libertys, and Precincts thereof, to any other Strange Merchant, nor suchlike Strange Merchant may make such Merchandise with any other Strange Merchant within the said Borough, upon Forfeiture of the said Merchandise. AND That no Merchant which is a Stranger, and ,.^° Strange not of the Merchant Guild aforesaid, «,,\"!• t0 _,, -. , ,. . . .; Sell any I hrng may Sell any Merchandise in the said i,ut ingross. Borough, but Ingross. WE have Granted also, and by these Presents for Us, our Heirs and Successours, Do Grant to the said power t0 tv. Mayor, Bailiffs, and Burgesses of the amjne if any said Borough, and their Successours, Burgess Co- That Yearly, from time to time, the lour any Fo said Mayor, Bailiffs, and Burgesses of reign Goods the said Borough, and their Successours, May and may have Power to Enquire and make Search within the said Borough, Suburbs, Libertys, and Precincts thereof, If any Burgess of the Liberty of the said Borough, in his own Proper Name, or in the Name of any other Bungess of the said Borough, and as their Proper Goods and Merchandise, or as the Goods and Merchandise of any other Burgess of the said Borough, Do Sell or Set to Sale within the said"], [264, "XX APPENDIX. Borough any Goods, Chattels, or Merchandise, or the Wares and Merchandises of them who are not Burgesses of that Borough, nor of the Liberty of the same, Contrary to their Oaths on this behalf taken. ■n ,c AND That if any Burgess of the said louring Stran- Borough shall be found Guilty there gers' Goods, & of, and Convicted according to the thereof con- Customs of the Guild of the said Bo victed, to be r0ugh, that such Burgess so offend disfranch.sed. ifig shaU Looge hJs Liberty jn the said Borough, and thereof shall be Disfranchised for ever. AND That no Strange Merchants may No Strange or any Wares or Merchan- Merchant may d'se which ought not to be Weighed Weigh but by or Ballanced, But by our Beam or the King's Weight, upon the Forfeiture of the Beams. said Wares. AND Also, We will, and by these Presents for Us, our Heirs and Succes- sours, Do Grant to the said Mayor, Customers and Bailiffs, and Burgesses of the said Bo i.„e!?.:^t.t ;,? rough, and their Successours, That be resident in ° ' . ' the Borough. tne Customers, Weighers, and other Officers whatsoever, who shall happen hereafter to be Assigned in the said Borough, by Us, or by our Heirs or Successours, shall from henceforth Continually be Resident and stay in the said Borough upon their Offices, So that by their Absence or Default Merchants be not deferred or hindered about No Burgess tlle delivery or\" tneir Merchandise. to be detained AND That no Burgess of the said unless he be Borough be Detained or Restrained Debtor or for any Debt unless he be Debtor or Pledgs. Pledge. FURTHERMORE, We will, and by these Presents for Us, our Heirs and Sue- No Burgesses ces.sourS!, Do Grant to the Mayor, to be put on Bailiffs, and Burgesses of the said Bo any Assizes. rough, and their Successours, That the"], [265, "APPENDIX. XXI said Mayor, Bailiffs, and Burgesses of the said Bo rough, for the time being, Be not Put in Assizes, Jurys, Attaints, or other Recognisances, by Reason of any Intrusials, Tenures, or against their Wills without the said Borough. AND That the said Burgesses of the said Borough, and their Successours, be not Constrained No Bllrgess or Compelled by Us, our Heirs or sent t0 Successours, or our Officers or Ser vants of Us, our Heirs or Successours, to Go or to be Sent to War without the said Borough and Suburbs, Libertys and Precincts thereof, but by the Special Commandment of Us, our Heirs or Successours, as before in the said Borough hath been Lawfully used and accustomed. AND That no Man may take Lodging within the said *J° Lodging Borough by Force, or by Livery of Forr?e a e\" our Marshals of Us, our Heirs or Suc cessours. WE HAVE Granted Moreover, And by these Presents for Us, our Heirs and Successours, of our Special Grace, and of _. i° er ,, . . v , J , ,, Return of all our certain Knowledge and meer Mo- \\yrits &Cp tion, Do Grant to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, That they may have the Return of All our Writs, Processes, and Precepts of Us, our Heirs and Successours, of whatsoever Courts of Us, our Heirs or Successours, coming and arising within the said Borough, and the Executions of them ; So that no Sheriff, Minister, or Bailiff for Us, our Heirs or Successours, shall enter into the said Borough, Su« burbs, Libertys, or Precincts thereof, to do any Office there for any belonging to the said Borough, But in default of the Mayor and Bailiffs of the said Borough. AND Further, of our Special Grace No B or and of our certain Knowledge and Custom House meer Motion, We have Given and Officer com-"], [266, "APPENDIX. XXII pellable to an- Granted, and by these Presents for swer for Intru- LJs, our Heirs and Successours, Do sialsorTenures Give and Grant to the said Mayor, done in the Bailiffs, and Burgesses of the said Bo- Town, &c. rough, and their Successours, That the said Mayor, Bailiffs, and Burgesses of the said Borough, or any of them, or the Custom House Weighers, or Officers of Us, our Heirs ancl Succes sours, within the said Borough for the time being, or any of them, shall not be Imployed, nor shall not be Compelled to Answer for any Intrusials, Tenures or Transgressions, Debts, Contracts, Accounts, or any other Causes or Things within the said Borough, Suburbs, Libertys, Limits, and Precincts thereof, Done or to be done by them Elsewhere than within the said Borough, before the Mayor and Bailiffs of the said Borough, and their Successours, or before the Justices of Us, our Heirs and Successours, As signed unto it within the said Borough, and not elsewhere. AND Also, We will, and for Us, our Tl t th Heirs and Successours, by these Pre vail be Quit sents, Do Grant to the said Mayor, df Toll, &c. Bailiffs, and Burgesses, That the said throughout the Mayor, Bailiffs, and Burgesses of the whole Realm. saicl Borough, and their Successours, Throughout our whole Realm and Power shall be Quit and Exonerated for ever of Toll, Pontage, Pas sage, Marage, Pannage, Carnage, Lastage, Caneage, Pickage, Rackage, Vinage, and all other Sale, Achate, Rechate, through our whole Land and Power, with Sock and Sack, and Thole and Theam, Ward and Ward Penny, and all other Customs to be Performed of their own Proper Goods and Merchandise. WE _ . Have Granted Also to the said Mayor, Murder. ° Bailiffs, and Burgesses of the said Bo- rough, and their Successours, by these Presents, Quittance of Murder within the said"], [267, "APPENDIX. XXIII Borough, Suburbs, Libertys, Limits, and Precincts thereof. AND Further, We will and Do Grant to the said Mnfor;. Bailiffs, and Bur gesses of the said Borough, and their e Discharge of 5 „, , s * ,. Subsidies. JMiccpssours, That the said Mayor, Bailiffs, and Burgesses ofthe said Borough, and their Successours, shall be Freed, Quit, Discharged, and Exonerated from all Payments of Subsidys, Taxes, Impositions, Tenths, Fifteenths, and Exactions what soever, Due or Granted, or hereafter to be Granted to Us, our Heirs and Successours, as before in the said Borough hatli been used and accustomed. AND Also,from Prisage of Wines, But- Free from aU Ieridge of Wines, and from all other Impositions, Impositions called the Imposts, But- Butleridgeand Ieridge and Prisage of Wines for any Prisage of Wines Carried, Unloaden, or Put to Wines. Land, or hereafter to be Brought, Unloaden, or Put on Land by the said Mayor, Bailiffs, and Burgesses of the said Borough, or any of them, within the said Port of the Borough aforesaid, or the Members and Creeks of the said Port, as before hath been used and accustomed. AND That the Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, and every of them, may from henceforth for ever here- an(j iyool_ after, at their Pleasure may Transport and Convey Over Hides, Skins and Wool, and all other Things and Merchandises whatsoever, from the Port of the said Borough, or from the Members or Creeks of the said Port, unto whatsoever Place and Places, Port and Ports they will, with the same Li bertys, Privileges ancl Immunitys, and in as ample and beneficial manner and form as beforetimes hath been used and accustomed in the said Borough, and as bv diverse Laws, Statutes, and Ordinances of our Kingdom of England before Published and Pro- v"], [268, "APPENDIX. XXIV vidcd, hath been Decreed and Ordained. AND Further, of our more abundant Grace, That they and fol. tl)e bettering of the said Bo CoYn!&\"SP°rt rougb> We will> and for Us' our Heirs and Successours, by these Presents Do Grant that the said Mayor, Bailiffs, and Bur gesses of the said Borough, ancl their Suceessours, and every of them, may at their Pleasure Transport and Convey, Corn and Grain, of every Kind and Quality, being their Proper Goods and Chattels, from the Port of the said Borough, and from any Members and Creeks of the said Port whithersoever they will, according to the form and effect of certain Statutes in such Cases Made and and Provided, with out any other Imposition or Exaction thereupon before Imposed, or hereafter to be Imposed of Us, our Heirs and Successours, or to the Use of Us, our Heirs or Successours, otherwise than in those Statutes or any of them is specified or contained. AND Further, of our most Bounteous Special Grace, That they an(j 0£ our certain Knowledge and Coals meer Motion, We have Given and Granted, and by these Presents for Us, our Heirs and Successours, Do Give and Grant Full, Free, and Lawfull Power, Faculty, and Au thority to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, That they and their Successours, from time to time, may Ship, Burden, and Load All and all manner of Coals carryed by Sea, or English Sea Coals, and all other Coals, in English called Stone Coals and Pit Coals, or by what other Name or Names soever the same are called or named, being digged or taken from or out of the Earth into any Ship, Craier or Vessel, or into any Ships, Craiers or Vessels in the Port of the said Borough of Berwick, or in any Creeks or Places belonging or appertaining to the said Port; And"], [269, "APPENDIX.- XXV that they may have Power freely and without Con trol to Convey and Transport the same Coals so Shipped, Burdened and Loaden, at their Will and Pleasure into any Port, Creek, or Place within this our Kingdom of England, or other our Dominions, Or into any Parts beyond the Seas, Without this our Kingdom of England, without any Imposition, Taxation, or any Sum or Sums of Money therefore to be paid any ways to Us, our Heirs and Succes sours, besides the Antient Customs, Sums of Money, and other Dutys to Us, our Heirs and Predecessours Antiently due and payable for suchlike Kind of Coals : Any Statutes, Acts, Ordinances, or Provisoes, or any other Thing, Cause, or Matter whatsoever, in any thing notwithstanding. AND Moreover, We will, and by these Presents for Us, our Heirs and Successours, Do Grant to _ CJwtqtfy of the said Mayor, Bailiffs, and Burgesses *** of the said Borough, and their Suc cessours, That if any Burgess of the said Borough have any Orphans begotten in Lawfull Matrimony, and that the said Burgesses happen to Die, the said Orphans with their Chattels, Lands, Tenements, and Possessions, by the Mayor and Bailiffs ofthe said Bo rough, shall be put into the Custody of some Faithful Burgess of the said Borough, next of Kin to the said Orphans, to whom the Inheritance of the said Orphans cannot descend, who shall give Sufficient Security that he shall keep and defend the said Or phans, their Lands, Tenements, and Houses in due State, without Waste, Sale or Spoil, and fully An swer and Restore all Issues ofthe lands, Tenements, and Houses of those Orphans in the time of their Custody arising, (The reasonable Costs and Charges for the time of their Custody being deducted) to the said Orphans when they shall come to Lawfuli Years, by the Sight and Consideration of the Mayor, Bailiffs, Y 2"], [270, "APPENDIX. XXVI and Burgesses of the said Borough, Together with the Surplusage of his Expences. WE Will also, and by these Presents for Us, our Heirs Every Year an(j Successours, Do Grant to the said Hid Custody May°r' Bailiffs> and Burgesses of the of Orphans. sa'd Borough, and their Successours, That the Mayor, Bailiffs, and Bur- gesses of the said Borough, may have full Power every Year to Survey that the said Custody well and faithfully be done to the Profit of the said Orphans. AND We will, and by these Presents for Us, our _, Heirs and Successours, Do Grant to are Free to be tbe said Bailiffs, and Burgesses resident in the ot\" tne sa'd Borough, and their Suc- Town, and be cessours, That all Burgesses ofthe said at Guild, and Borough, desiring to Enjoy the Li- L,attS&tt 3nd bert>'S) Immunitys, and Free Customs of the said Borough, be Staying, In- habiting, and Residenting within the said Borough, and be at Guild, and Scot and Lot, and be Partakers of all Assessments and Charges with the rest of the Burgesses of the said Borough, a3 often as it shall happen the said Borough shall be Taxed for the Good State and Maintenance of that Borough and the Libertys thereof, according to their Oaths in this behalf made, when they were admitted to the said Liberty of the said Borough, ancl who shall Refuse to do so shall wholyly Loose their Liberty in the said Borough, Suburbs, Libertys, Limits, and Pre cincts thereof. AND Also, that all other Inhabitants Th t 11 I not beblS Burgesses, nor of the Li- habitaants that bertv of tbe said Borough, and the are not Free Stallingers of the Borough aforesaid, shall be rea- although they be not of the Liberty sonably As- of the said Borough, shall be Par- Coo^ oT the *akerS 'n a11 Assessments and Charges in the said Borough, reasonably made"], [271, "APPENDIX. XXVII or to be made for the State and Main- uorou„b, And tenance of the said Borough : And tamy Levy fo» that the Mayor, Bailiffs, and Burgesses the same, If of the said Borough, and their Sue- lt be ?ot Paid ceesom-s, or the greater part of them, accordingly.. (Whereof the Mayor of the said Borough for the time being shall be one) for the Necessity, Commo dity, and Publick Good of the said Borough, amongst themselves, with their common Assent, of the Goods and Chattels of the Burgesses of the said Borough, and of whomsoever Inhabiting within the said Bo rough, as well of the Rents as of other Things of the said Burgesses ancl Inhabitants within the said Borough, Suburbs, Libertys, Limits, and Precincts thereof, as shall best seem to them, shall reasonably Tax and may Impose Taxes and Tallages, and shall Levy and cause to be Levyed, the same Tallages and Taxations without Let or Hindrance of Us, our Heirs and Successours, or of our Officers and Mini sters of Us, our Heirs and Successours whatsoever : And that all Sums of Money from time to time coming of ancl by those Tallages may be to the Use ofthe Chamber of the said Borough, for the Necessi ty, Profit, and Publick Good of the said Borough, and not otherwise to be disbursed. AND Further, We will, and by these Presents for Us, our Heirs and Successours, Do maT['^ J*** Grant to the said Mayor, Bailiffs, and j^eTs'evcry Burges=es of the said Borough, and \"Week. their Successours, That they and their Successours may for ever have, hold, and keep with in the said Borough, Suburbs, Libertys, Limits, and Precincts thereof, Weekly Two Markets, and what soever doth belong or ought to belong to a Market,. every Week, (that is to say) One in and upon the Wednesday, and the other in and upon the Saturday hi every Week for ever, in the said Borough, Su» y S"], [272, "XXV1U APPENDIX. burbs, Libertys, Limits, and Precincts thereof to be liolden. AND That they may have One Fair every Tl t th Year in the said Borough, Suburb.', may have One Libertys, Limits, and Precincts there- Fair in every of, with all Things thereunto belong- Year, & Court ing, to continue from the Feast of the ofPiedpowder. Invention of the Holy Cross, untill the Feast of the Nativity of Saint John Baptist ; To- gether with a Court of Piedpowder, ancl together with all Tolls, Customs, Libertys, and Free Customs to suchlike Markets, Fairs, Marts, and Courts of Piedpowder belonging or appertaining; Together with Tolls, Thols, Stallages, Pickage, Fines, Amerce- ments, and all other Commoditys, Profits, ancl Emo- luments whatsover, of suchlike Markets and Fairs, or Marts and Courts of Piedpowder, coming ancl happening, arising or growing, and with all other Free Customs and Libertys to such Markets, Fairs, Marts, and Courts of Piedpowder belonging or ap- pertaining. AND We have Granted, and by these Presents for Us, our Heirs and Sue- to be Cledfof cessours' Do Grant t0 the said Ma>'01'> the Market Bailiffs, and Burgesses of the said Bo- rough, and their Successours, That the Mayor of the said Borough for the time being for ever hereafter from henceforth, may be and shall be Clerk of the Market for Us, our Heirs and Suc- cessours, within the said Borough, Suburbs, Liber- tys, and Pracincts thereof; And that the Mayor of the said Borough for the time being may Do and Execute, and may have Power to Do and Execute for ever all and whatsoever which there belongeth to the Office of Clerk of the Market to be done, ancl all and singular other Deeds and Things to be done and performed, which do and belong to the Doing and Executing of that Office within the said Borough, Suburbs, Liberty?, and Precincts thereof, as in for«"], [273, "APPENDIX. XXIX mcr times hath been used in the said Borough ; So that the Clerk of the Market of our House of Us, our Heirs and Successours, by no means shall come here after for the Assize of Bread, Wine and Ale, or the Breaking of Weights and Measures, into the said Borough, Suburbs, Libertys, ancl Precincts thereof, nor enter nor presume to enter into the said Bo rough, Suburbs, or Precincts thereof) to do any thing which belongeth unto the Office of Clerk of the Market. MOREOVER, We Grant for Us, our Heirs and Successours, to the Mayor, „,, , ., ,-, ■!■/,. , ,-. „ , * . \\ That they iiailirts, and Burgesses ot the said nlay i10j(j a Borough, and their Successours, That Court Lett the said Mayor, Bailiffs, and Burgesses, Twice in the and their Successours, may have and Year. hold within the said Borough, and the Suburbs, Li bertys, and Precincts thereof, from henceforth for ever hereafter, a Court Leet and View of Frank Pledge of all the Burgesses, Inhabitants, and Resi dents within the said Borough and Suburbs, Liber tys and Precincts thereof, Twice in the Year, to be holden in the Guild Hall of the said Borough, at the same days and times which hath been agreeing to the Laws and Statutes of our Kingdom of England, and all and every thing that belongeth to View of Frank Pledge, in as ample manner and form as the Mayor, Bailiffs, and Burgesses of the said Borough, or any of them before have holden it or have been able or ought to hold it. AND Also, We will, and by these Presents for Us, our Heirs and Successours, Do Grant to the said to aJ°* Mayor, Bailiffs, and Burgesses of the Keeping of the said Borough, and their Successours, Keys of the That the Mayor of the said Borough, Prison and and their Successours, for the time Gates. being, may have the Custody and Government of the Gates, Posterns, and Wickets of the said Borough,"], [274, "APPENDIX. XXX and also the Custody of the Keys of the said Gate?. AND Further, We will, and by these Presents for Us, our Heirs ancl Successours, Do or Gaol rnS°n Grant t0 tbe Sa'd Mavor' Bailiffs, and Burgesses of the said Borough, and their Successours, That the same Mayor, Bailiffs, and Burgesses, and their Successours, may have within the said Borough or Suburbs, Libertys, Limits, or Precincts thereof, One Prison or Gaol, for the Pri soning or Keeping of all and singular Prisoners within the said Borough, Suburbs, Libertys, Limits, and Precincts thereof, Attached, Arrested, Taken or Apprehended, or to be Attached, Arrested, Taken or Apprehended, or in the Prison or Gaol of the said Borough, for whatsoever Cause or Matter, to be Ad judged ancl Committed there to Stay, and by the Mayor and Bailiffs of the said Borough for the time being, or their Minister or Ministers Deputed or to be Deputed by them, to be Safely Kept as long and untill they be delivered by Lawfull Means, So that the said Mayor, Bailiffs, and Burgesses, and their Successours, may do Judgment of Infang Thief and Outfang Thief, as before in the said Borough hath been used ancl accustomed. AND Further, We will, and by these Presents for Us, our T t'°e-er ° Heirs and Successours, Do Grant to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, That the Mayor of the said Borough for the time being, and the Recorder of the said Borough for the time being, and such Burgesses or Aldermen of the same Bo rough, who have sustained the Office of Mayor of the said Borough, or hereafter shall sustain it, after they have executed the said Office of Mayoralty, as long as they shall be Burgesses ancl Aldermen of the said Borough, and every one of them, shall from henceforth for ever hereafter, within the said Bo-"], [275, "XXXI ArrENDix. rough, and within the Suburbs, Libertys, and Pre cincts thereof, our Justices for Us, our Heirs and Successours, to Keep and Preserve, ancl cause to be Kept and be Preserved, the Peace of Us, our Heirs ancl Successours, within the said Borough, Suburbs, Libertys, and Precincts thereof : Arid also to Keep and cause to be Kept, all Ordinances and Statutes for the Good of our Peace, and for the Preservation of the same, and for the Quiet, Ruling, and Governing of our People, Publish within the said Borough, Suburbs, Libertys, and Precincts thereof, In all their Articles, according to the Force, Form, and Effect of such Ordinances and Statutes, and to Chastise, Cor rect, and Punish all and all manner of Persons what soever, of what Estate, Degree, or Condition soever they shall be, Offending against the Form of those Ordinances and Statutes, or any of them, within the said Borough, Suburbs, Libertys, and Precincts thereof, or have been done against these Ordinances and Satutes ; And to do that all those within the said Borough, Suburbs, Libertys, Limits, and Precincts thereof, who shall threaten any of our People, to hurt their Bodys, or burn their Houses, to find sufficient Security before them, or any of them, for the Peace or Good Behaviour towards Us and our Liege Peo ple; And if they shall refuse to find such Security, then to cause them to be Safely Kept in the Gaol or Prison of the said Borough, untill they find such Security : And that the Mayor and Recorder, and such of the Aldermen or Burgesses of the said Bo rough, who have at any time born the Office of Mayor, or hereafter shall bear it, after that they have born the said Office of Mayor of the said Borough, and as long as they shall be Burgesses or Aldermen of that Borough, or any Three or more of them, (Whereof We will that the Mayor and Recorder of the said Borough for the time being be two) may have from"], [276, "APPENDIX- XXXII henceforth for ever hereafter, full Power and Autho rity, from time to time, to Inquire, Hear, and Deter mine (within the said Borough, Suburbs, Libertys, and Precincts thereof) Of all and all manner of Felonys, Murders, Homicides, Robberys, Assaults, Riots, Routs, Forces, Entrys into Lands and Tene ments, Trespasses against the Peace of Us, our Heirs and Successours, Unlawfull Conventicles, Ambidex ters, Conspiracy's, Contempts, Concealments, And also of all other M'sprisions, Offences, Misdeeds, Defaults, Negligences, Causes, and Articles which do belong, or hereafter may be able to belong, to the Authority or Power of Justices, or Keepers of the Peace, in as ample manner and form as any Justices, or Keepers of the Peace, of Us, our Heirs or Suc cessours, in any of our Countys within this King dom of England, by the Laws and Statutes of the same Kingdom, for the Offences and Faults so done and committed in the said County, as Justices of the Peace may be and may be able to hear and determine. AND Also We will, and by these Presents for Us, rPl . ., our Heirs and Successours, Do Grant ihat the , . , „, • _, .,._' , „ Mayor Re- to tne sa\"l Mayor, Bailiffs, and Bur corder, & Jus- gesses of the said Borough, and their tices, may hold Successours, That the Mayor and Re a Gaol Deli- corder of the said Borough, for the velJ\" time being, and suchlike Burgesses and Aldermen of the said Borough, who at any time have born, or hereafter shall bear, the Office of Mayor of the said Borough, after that they have born the said Office, as long as they shall be Burgesses and Aldermen of the said Borough, or any Three or more of them (Whereof We will that the said Mayor and Recorder of the said Borough for the time being shall be two) from time to time, hereafter may be our Justices, and every one of them, from time to time, may be Justices of Us, onr Heirs and Successours,"], [277, "-APPENDIX. XXXIU from time to time to Deb ver the Gaol of the said Borough of the Prisoners being therein. AND That the Coroner of the said Borough, for the time beinir, shall make Return, Tllat the from time to time, of all Jurys, In- Return quisitions, Pannels, Attachments, and 0f'an jurj,g.lm Indentures by him taken, or hereafter to be taken before the said Mayor, Recorder, and the said Burgesses or Aldermen of the said Borough, for the time being, or any Three or more of them (Where of We will that the Mayor and Recorder of the said Borough for the time being shall be two) When and as often as they shall Deliver the said Gaol of the Pri soners being in that Gaol ; And be attending them in all Things touching the said Gaol Delivery, And the Commandments of the said Mayor, Recorder, and Burgesses or Aldermen aforesaid, for the time being, or any Three or more of them (Whereof We will that the said Mayor and Recorder of the said Bo rough for the time being shall be two) shall Execute, from to time, in the same manner and form as any Sheriff of our Kingdom of England have accustomed, and ought to Do, Return, Intend, and Execute any manner of way, by the Laws and Statutes of this our Kingdom of England, before the Justices of Gaol Delivery in any of the Countys of the said Kingdom of England, our Heirs or Successours. AND That the same Mayor, Recorder, and Al- ilermen of the said Borough, for the Er J^'cal time being, or any Three or more of lows - them (Whereof We will that the Mayor and Recorder of the said Borough for the time being shall be two) may have and shall have, and may Erect from henceforth hereafter, a Gallows within the said Borough, Suburbs, Libertys, or Precincts thereof, To Hang and Execute Fellons, Murtherers, and other Malefactours within the said Borough Adjudged to"], [278, "XXXIV APPENDIX. Death according to the Laws of England ; And that the said Mayor, Recorder, and suchlike Burgesses or Aldermen of the said Borough, who at any time have born the Office of Mayor of the same Borough, or hereafter shall bear it, after they have born the said Office, as long as they be Burgesses or Aldermen of the said Borough, or any Three or more of them (Whereof We will that the Mayor and Recorder of the said Borough for the time being shall be two) may Take and Arrest whatsoever Fellons, Thieves, and other Malefactours within the said Borough, Suburbs, Libertys, ancl Precincts thereof, found or to be found by themselves, or by their Ministers or Deputys Constituted in the said Borough : And that they may Carry them to the Gaol within the said Borough, there to be kept in safe Custody, untill by due Process of Law they shall be delivered ; Any ether Ordinance, Decree, or Custom to the Contrary notwithstanding. MOREOVER, We have Granted for Us, our Heirs and Successours, That they anc] these Presents, of our Special &I13II nave all „ \"j i • i- 1 j Fines Orace and certain Knowledge and meer Motion, Do Grant to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, That they and their Succes sours, from henceforth for ever hereafter, may have, enjoy, and receive, and may be able ancl of Power to have, enjoy, levy, ancl receive to the Proper Use and Behoof of the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, All ancl all manner of Fines, Ransoms, and Amercements what soever, or for whatsoever Trespasses and other Of fences, or other Matters and Causes committed, and to be committed within the said Borough, Suburbs, Libertys, and Precincts thereof, and all and all manner of Fines, Issues, Amercements, Forfeitures, Profits, and Perquisits of the said Court, So to be"], [279, "APPENDIX. XXXV Imposed or Forfeited before the said Mayor, Recorder, ancl Bailiffs in the Courts of the said Borough, and before the said Mayor, Recorder, and said Aldermen of the said Borough, or any Three or more of them as aforesaid, as Justices of the Peace, or of our Gaol Delivery within the said Borough, Liberties, and Precincts thereof, for whatsoever Cause or Causes Coming, Happening, Arising, or Growing, as before hath been used and accustomed in the said Borough. AND Also, .All and all manner of Goods and Chat- tels whatsoever, Waved, Deodands, Chattels of Fellons and Fugitives Out- F^^-Goodf lawed, and to be Outlawed, Waved and to be Waved, Condemned and to be Condemned, Adjudged and to be Adjudged, Attainted and hap pening .to be Attainted, Convicted and to be Con victed, of Fugitives and Men Put in Exigents, of all ancl singular Tenants, Inhabitants, and Men, resident in the said Borough, Suburbs, Libertys, and Pre cincts thereof, from time to time, Arising, Happen ing, and Coming ; And that it may and shall be Lawfull to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, the same Fines, Issues, Amercements, Forfeitures, and Pro fits, from time to time, to Levy and Collect, by the Proper Ministers of the said Mayor, Bailiffs, and Bur gesses of the said Borough, according to the Laws and Customs of our Kingdom of England, or accord ing to the Antient Customs in the said Borough. AND That the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Succes- power to sours, from time to time, may be the purchase and better able and of Power to Bear and Receive Mes- Support the Charges and Expences of suages and the said Borough, of our Special Grace, Lands. and of our certain Knowledge and meer Motion, Have Granted, and by these Presents for Us, our 7"], [280, "APPENDIX. XXXVI Heirs and Successours, as much as in us lys, Do Give and Grant Special Licence, Free ancl Lawfull Faculty, Power, and Authority to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, To Have, Purchase, and Receive to them and their Successours for ever, as well of Us, our Heirs and Successours, as of our Subjects and Liege People whatsoever, or of any other whatsoever, Or of any other Person or Persons whatsoever, the Manours, Messuages, Lands, Tenements, Rectorys, Tenths, Rents, Reversions, Services, and other Pos sessions or Hereditaments whatsoever, which are not holden Immediately of Us, our Heirs or Successours, in Capite, nor by Knight Service ; So that the same Manours, Messuages, Lands, Tenements, Tenths, Rec torys, Rents, Reversions, and those Services or other Possessions or Hereditaments, so as aforesaid to be Had, Purchased, and Received by the same Mayor, Bailiffs, and Burgesses of the said Borough, and their Succes sours, in the whole may not Exceed the Value of Threescore Pounds Per Annum : The Statutes of Lands and Tenements not to be given in Mortmain, or any other Statute, Act, Ordinance, Proviso, or Restraint to the Contrary hereof before Had, Made, Decreed, Ordained, or Provided, or any other Cause or Matter whatsoever in any thing notwithstanding. WE Give also, and by these Presents for Us, our Heirs and Successours, Do Grant to That others whatsoever our Subject or Subjects of w?,„„fT.,a„,i! Us, our Heirs and Successours, Power, toCramljanas _. . ., . . . , , ' to the Town. Licence, and Authority that they may be able and have Power to Give, Grant, Alien, or Convey to the said Mayor, Bailiffs, and Burgesses, and their Successours, Manours, Mes suages, Lands, Tenements, Rectorys, Tenths, Rents, Reversions, Services, and other Possessions and He reditaments whatsoever, which are not held Imme-"], [281, "APPENDIX. XXXV1E diately of Us, our Heirs or Successours, in Capite, nor by Knight Service ; So that the same Manours, Messuages, Lands, Tenements, Rectorys, Tithes, Rents, Reversions, Services, ancl other Possessions and Hereditaments, do not Exceed the Clear Annual Va lue of Sixty Pounds Per Annum : The Statutes of Lands and Tenements not to be given in Mortmain, or any other Statute, Act, Ordinance, Proviso, or Restraint thereof heretofore Had, Made, Decreed, Or dained, or Provided to the Contrary notwithstanding. AND Further, of our more abundant and Special Grace, and of our certain Knowledge and meer Motion, We have Given and Tliat tllev Granted, and by these Presents for Us, ™ay have tl,e. tt • me t-. Seigniory 1 art our Heirs ancl Successours, Do Give 0f tj,e -sown. and Grant to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Suc cessours, All that our Seigniory, Manour, Borough, Town, and Sock of Berwick-upon-Tweed aforesaid, with all and singular their Rights, Members, and Appurtenances, And all our Houses, Edifices, Build ings, Stables, Storehouses, Lands, Tenements, Cot tages, Wastes, Grounds, and Soil whatsoever, within the said Seigniory, Manour, Borough, Town, and Sock being ; And also those Lands and Fields to the said Borough Adjoining, commonly Called the Bounds and Fields of Berwick ; And also those our Lands and Tenements, Meadows, Pastures, Feedings, and Hereditaments whatsoever, with their Appurte nances, Situate, lying, and being within the said Seigniory, Manour, Borough, Town, and Sock, and in and within the Bounds and Fields of Berwick aforesaid, the Suburbs, Limits, Libertys, and Pre cincts ofthe same, as the same do Ly and are Situate by the Antient and Accustomed Bounds, Metes, and Limits underwritten, (that is to say) fbe fioim- BEG INNING at the Port of the said dary, &c. . z S"], [282, "xxxvm APPENDIX. Borough, and so Proceeding and Going forward to wards the North by the Shore of the Sea, and the Sea Banks, to a Certain Path or Way commonly called the Bound Road ; And by the Bound Road West ward unto the Water of White-water, And also Pass ing over the said Water of White- water, and going and proceeding along by the said Bound Road unto the River of Tweed, (that is to say) From the Deep Sea to the River of Tweed aforesaid, by the said Bound Road, or other Metes, Limits, and Bounds used and accustomed, whereby the said Lands, Fields, and Bounds of Berwick aforesaid, are Separated and Di vided from our Kingdom of Scotland ; And so going and descending along by the River of Tweed afore said, Eastward, unto the said Port and Haven of the said Borough of Berwick : Ancl also, all and singular our Messuages, Mills, House, Edifices, Buildings, Barns, Stables, Storehouses, Orchards, Gardens, Curtilages, Shops, Cellars, Sollars, Lands, Tenements, Meadows, Pastures, Feedings, Commons, and Demesne Lands, Wastes, Heaths, Fairs, Moors, Marshes, Fruits, Profits, Waters, Fishing Places, Suit, Sock, Rents, Reversions and Services, Rent Charges, Rents, Sock and Rents, and Services, as well of Free as Customary Tenants Farms, Fee Farms, Annuitys, Kiu'ght Fees, Wards Marriages, Escheats, Releases, Heriots, Fines, Amercements, Courts Leet, and View of Frank Pledge belonging, Chattels Waved and Estrained, Rights, Jurisdictions, Franchises, Privileges, Profits, Commoditys, Advan tages, Emoluments, and Hereditaments whatsoever, with every of their Appurtenances, of whatsoever Kind, Nature, or Degree, or by whatsoever Names they be known or named, situate, lying, and being, coming, growing, or arising within the said Seigniory, Manour, Borough, Town, and Sock, or in or within any of them, or within the Suburbs, Libertys, Limit-.,"], [283, "APPENDIX. XXXIX and Precincts thereof, or within the Metes, Limits, and Bounds above-written, or any of them to the said Seigniory, Manour, Borough, Town, and Sock, and other the Premisses last above by these Pre- sents Given and Granted, appertaining or belonging, or as Member, Part, or Parcel th eveof, or of any Par- cel thereof, being heretofore had, known, accepted, oc- cupied or reputed : And also the Reversion or Rever- sions whatsoever, of all and singular the said Seigniory, Manour, Borough, Town, and Sock, ancl all other the Premisses above by these Presents Given and Granted, ancl of every Part ancl Parcel thereof. EXCEPTING Always Nevertheless, and out of these our Letters Patents ancl Grant altoge- ther reserved, All that Castle with the E«eFt'°»s. Appurtenances, Situate upon the Walls of our said Borough of Berwick-upon-Tweed ; And all that House lately Builded within the said Borough, and all Buildings and Edifices to the said Castle and House lately Built, or to either of them belonging or appertaining, or as Part or Parcel of the same Castle, House, or either of them heretofore being, known, accepted, or reputed ; Ancl all that Water Mill, com- monly called the Castle Water Mill, Situate and being near the Walls of the said Borough of Berwick- upon-Tweed, now or late in the Tenure or Occupa-. tion of one Mary Denton, Widow, or. her Assigns : And all those Lands, Tenements, Closes, and other Hereditaments whatsoever, known or called by the Several Names of the Inner Castlehills, enclosed, and, the Outer Castlehills, not enclosed, The New Water Hough, and Lumbsdens Anney, Gains-law, Cock hough, The Snake, and Magdalane Fields, The Cony Garth, and the Marshal Meadows^ .near .Lambertown ; And also, Except and out of these Presents altogether reserved, AU that Meadow called the Horseman's. Bat, And all those Meadows, now or late called or . z 3"], [284, "XL APPENDIX. known by the Name of the Horseman's Meadows ; And all that Meadow commonly called the Yellow Gowland, adjoining near or upon Leatham, and ex- tending to the Eastern ancl Western Mordingtown ; And also Except and out of these our Letters Pa- tents altogether reserved, All those Fishings ancl Fishing Places, Beginning at Finchhough, and Ex- tending in and by the River of Tweed, to the Deep Sea ; And also Excepted, ancl out of these our Let- ters Patents always reserved, All those Lands and Meadows commonly called and known by the Several Names of Broad's Anney, Burr Anney, and Ether- mouth Anney, within or near the said Borough of Berwick-upon-Tweed ; And also Excepted, and out of these our Letters Patents altogether reserved, Those two Wind Mills, Situate and being within the Limits, Bounds, Libertys, and Precincts of the said Borough of Berwick-upon-Tweed ; And also Ex- cepted, and out of these our Letters Patents always reserved, All our Lands, Tenements, Meadows, Feedings, Pastures, Libertys, Privileges, Franchises, Commodity's, Emoluments, ancl Hereditaments what- soever, to our Well-beloved Counsellor Sir George Hume, Knight, our Treasurer of our Kingdom of Scotland, and Chancellor of the Court of our Exche- quer, by our Letters Patent, &c. TO have, hold, and enjoy the said Seigniory, Manour, Borough, Town, and Sock aforesaid, and all other and singular the Premisses above by these Presents before granted, with all their Appurtenances, (Except before ex cepted) to the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, to the only and proper Use and Behoof of the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Suc cessours, in Fee Form for ever ; To Hold the said Seigniory, Manour, Borough, Town, and Sock afore said, ami other the Premisses, with the Appurtenances"], [285, "XLI APPENDIX. of Us, our Heirs and Successours, in Fee and Com mon Burgage. YIELDING Yearly to Us, onr Heirs and Successours, Of and for the said Seigniory, Manour, Borough, Town, ancl Sock aforesaid, and for other the Premisses above by these Presents before Grantetk with their Appurtenances, Twenty Pounds of Lawfull Money of England, at the Receipt of our Exchequer of Westminster, our Heirs or Successours, or to the Hands of the Bailiffs or Receivers of the Premisses for the time being, At the Feast of the Annunciation of the Blessed Virgin Mary, and of Saint Michael the Archangel, by equal Portions Yearly, to be paid for ever, For all other Rents, Ser vices, Exactions, and Demands whatsoever, therefore to L's, our Heirs or Successours, by any manner of way to be Yielded, Paid, and Performed. AND Further, of our more Ample Special Grace, and of our certain Knowledge ancl meer Motion, We Will and Grant, and by these Presents for Us, our Heirs and Successours, Do Grant to the said Mayor, Bai liffs, ancl Burgesses, of the said Borough, ancl their Successours, That these our Letters Patents, or the Inrollment, shall be in all Things and through all Things Firm, Strong, Good, Sufficient, and Effectual in Law, towards and against Us, our Heirs and Suc cessours, as well in all our Courts as elsewhere with in our Kingdom of England, without any Con firmation, Licence, or Tolleration of Us, our Heirs or Successours, hereafter by the said Mayor, Bailiffs, and Burgesses of the said Borough, and their Suc cessours, to be procured or obtained, Notwithstand ing the wrong Naming or Electing not Reciting of the said Seigniory, Manour, Borough, Town, or Sock aforesaid, and other the Premisses or any Parcell thereof; And notwithstanding the not find ing of Offices or Inquisitions of the Premisses or of any Parcell thereof, by which our Title ought to"], [286, "XLII APPENDIX. be found before the making of tliese our Letters Patents ; And notwithstanding there is. not full, true, and certain mention made of the Names of Tenants, Farmers, or Occupyers of the Premises, or any Par cel thereof; And notwithstanding the Omission or not Declaration of the Annual Value of the Premises, or any Parcel thereof; And notwithstanding any the Defects of the Certainty of Computation, or Decla ration of the True Annual Value of the Premises, or any Parcel thereof, or of the Yearly Rents Reserved of and upon the Premises, or of and upon any Par cel thereof, in these our Letters Patents expressed and contained ; And notwithstanding any other Defects in the not Naming, or wrong Naming any Tenant, Farmer, or Occupyer of the Premises, or of any Parcel thereof; Ancl notwithstanding the Statute in Parliament of King Henry the Sixth, late King of England, our Predecessour, made and Published in the Eighteenth Year of his Reign ; And notwith standing the Statutes of Lands and Tenements not to be given in Mortmain ; And notwithstanding any other Defects in not right Naming the Nature, Kind, Sort, Quantity, or Quality of the Premises, or of any Parcel thereof. AND further of our abounding Spe cial Grace, and of our certain Knowledge and meer Motion, We Grant and Confirm for Us, our Heirs, and Successours, to the said Mayor, Bailiffs, and Bur gesses of the said Borough, and their Successours, All and All manner of Lawfull Libertys, Grants, Franchises, Immunity*, Privileges, Exemptions, Quit tances, Jurisdictions, Customs, and Free Usages, as well by Land as by Water, as well within as without the said Borough, Suburbs, Libertys, Limits, and Precincts thereof, through our whole Land and Power, in this our present Charter, or in any other Charters of our Progenitors or Predecessours, Kings and Queens of England, Expressed or not Expressed."], [287, "XLIII APPENDIX. AND Also All and Singular those and such Lands, Tenements, Hereditaments, Customs, Libertys, Privi leges, Franchises, Immunitys, Quittances, Exemp tions, and Jurisdictions which the Mayor, Bailiffs, and Burgesses of the said Borough, or any of them, by what Means or Names soever, or by what Incor poration soever, or Pretence of any Incorporation heretofore they have had, used, or enjoyed, or ought to have, hold, use, or enjoy, to them or their Succes sours for Ever, of State of Inheritance, by Reason or Pretext of any Charters or Letters Patents, or of any Use, Proscription, or Custom, or by any other man ner, Right, or Title heretofore had, used, or accus tomed; Notwithstanding that any Charters aforesaid were carried away and removed from thence by Robert Bruce, King of Scotland, our Progenitor ; And notwithstanding that the said Borough of Ber wick hath come into the hands of our Progenitors, Kings of Scotland, after the said Grants of our said Progenitors, Kings of England; Ancl although the said Mayor, Bailiffs, and Burgesses of the said Bo rough, or their Predecessours, or Burgesses of the said Borough, or any of them, by whatsoever Name or Names, or by whatsoever Incorporation, or Pre text of any Incorporation heretofore Known or Incor porated, or not Incorporated have used, or enjoyed, or not used or enjoyed the said Libertys, Grants, Franchises, Immunity's, Privileges, Usages, and Free Customs. And We of our Special Grace, All and Singular the Things above before Granted and Reci ted for Us, our Heirs, and Successours, to the same Mayor, Bailiffs, and Burgesses of the said Borough, and their Successours, Do Grant and Confirm, and for Ever Strengthen by these Presents. WHERE FORE We Will and firmly Command for Us, our Heirs, and Successours, That the said Mayor, Bailiffs, and Burgesses, and their Successours, may have,"], [288, "XLIV APPENDIX. hold, use, and enjoy for Ever, all Libertys, Audio- ritys, Jurisdictions, Franchises, and Quittances afore- said, according to the Tenor and Effect of these our Letters Patents, without Lett or Hindrance of Us, our Heirs, and Successors, or Justices, Sheriffs, or other our Bailiffs or Ministers whatsoever, or of any other of them, Nilling and Forbidding that the same Mayor, Bailiffs, and Burgesses, and the Men of the said Borough, or any of them, or any of the Burgesses of the said Borough, by reason of the Premises, or of any of them, by Us, or by our Heirs, Justices, She- riffs, Escheators, or other Bailiffs or Ministers of Us, our Heirs, or Successours whosoever, be Letted, Mo- lested, or Grieved, or in any- Thing disturbed thereof. Willing and Commanding, and Charging as well our Treasurer, Chancellor, and Barons of our Exchequer at Westminster, and our Justices, and our Heirs and Successours, as our Attorney and Solicitor General for the time being, and every of them, and all other Officers and Ministers whatsoever, That neither they, nor any of them, any Writ or Summons of Quo Warranto, or any other Writ or Writs, or Process whatsoever against the Mayor, Bailiffs, and Burgesses, or Men or Inhabitants of the said Borough, or any of them, for any Causes, Things, Matters, Offences, Claims, or Usurpations, or any of them by them, or any of them Done, Claimed, Attempted, Used, Had, or Usurped before the Day of the making of these Presents, may Prosecute, or be continued, or may make or cause to be Prosecuted or continued. And also willing that the Mayor, Bailiffs, and Burgesses, and Men of that Borough, or any of them, by any of the Justices, Officers, or Ministers aforesaid, in or for the Debt, Use, Claim, or Abuse of any Liberty, Franchise, or Jurisdiction within the said Borouo-h Suburbs, and Precincts thereof, before the Day of the making of these our Letters Patents, shall not be"], [289, "APPENDIX. XLV Molested nor Hindred, or Compelled to Answer unto them, or anv of them. WE Will also, &c. without Fine in Hamper, &c. WITNESS Myself at West minster, the 30th day of April, Anno Regni Nostri Angliæ Francise et Hiberniæ Secundo et Scotiæ Tri cesimo Septimo. By Virtue of our Writt of PriyxSeal, and so forth. LUKYN. FINIS."], [290, "XLVI ATPENDIX. AN ACT For Confirmation of the King's Majesty '6 Charter and Letters Patents Granted to the Mayor, Bailiffs, and Burgesses of the Borough of Berwick-upon-Tweed, and their Successours, and of the Franchises, Li- bertys, Privileges, Jurisdictions, and Customs of the said Borough. IN ALL HUMBLENESS Beseech Your most Excellent Majesty, Your most Bounden and most Faithful Subjects the Mayor, Bailiffs, and Burgesses of Your Majesty's Borough of Berwick-upon-Tweed. THAT WHEREAS Since such Time as the said Borough of Berwick First became English, Your Majesty's most Noble Progenitors, Kings and Queens of this Land, have Successively by their Charters and Letters Patents under the Great Seal of England. Granted and Confirmed to the said Borough Sundry Franchises, Privileges, Jurisdictions, Libertys, Free- doms, and Immunity's, which together with other the Rights, Customs, and Usages to the said Borough Appertaining, have been Confirmed and Saved to the said Borough by Diverse Acts and Statutes in Sundry Parliaments of this Realm, and are allowed and ap- proved by Sundry Orders, Judgments, and Decrees in Your Majesty's Courts at Westminster and Else- where, within this Your Highnesses Realm of Eng- land. AND WHEREAS Your Majesty since the Beginning of this present Parliament, by Your High- ness and Letters Patents under the Great Seal of England, bearing date at Westminster the Thirtieth day of April, in the Year of Your Reign of England, France, and Ireland the Second, and of Scotland the Seven and Thirtieth, hath Given, Granted, and Con firmed unto the said Mayor, Bailiffs, and Burgesses"], [291, "xlvii APPENDIX. of the said Borough of Berwick-upon-Tweed, and their Successours for Ever, Diverse Franchises, Privi- leges, Jurisdictions, Libertys, Freedoms, Immunitys, Exemptions, Quittances, Rights, Usages, and Customs, AND WHEREAS Also Your Majesty by Your Highnesses said Charter and Letters Patents, bearing date as aforesaid, hath Given and Granted to the said Mayor, Bailiffs, and Burgesses of the said Borough of Berwick-upon-Tweed, and their Successours for ever, ALL That the Seigniory, Manour, Borough, Town, and Sock of Berwick-upon-Tweed aforesaid, with all and Singular the Rights, Members, and Appur- tenances thereunto belonging. AND Also All those Lands and Fields near unto the said Borough adjoin- ing, commonly called the Fields and Bounds of Ber- wick. AND All those Messuages, Houses, Edifices, Buildings, Cottages, Lands, Tenements, Meadows, Pastures, Feedings, Wastes, Commons, Ground, and Soil, and all other Hereditaments whatsoever, with the Appurtenances situate, lying, and being within the said Seigniory, Manour, Borough, Town, and Sock, and in and within the said Fields and Bounds of Berwick aforesaid, and the Suburbs, Limits, Li- berties, and Precincts thereof, (Excepting and reserv- ing as in Your Majesty's said Charter and Letters Patents is excepted and reserved) To have; hold, use, and enjoy the said Franchises, Privileges, Jurisdic- tions, Libertys, Freedoms, Immunitys, Exemptions, Quittances, Rights, Usages, and Customs: And the said Seigniory, Manour, Borough, Town, and Sock : And the said Fields and Bounds of Berwick afore- said : And the said Messuages, Houses, Edifices, Buildings, Lands, Tenements, and other Heredita ments, with all their Rights, Members, and Appur- tenances whatsoever, in Your Majesty's said Charter and Letters Patents contained, mentioned, and ex pressed, (Except before excepted) to the .said Mayor, a a"], [292, "xlviii APPENDIX. Bailiffs, and Burgesses of the said Borough of Ber wick-upon-Tweed, and their Successours for Ever, by and under such Tenures, Rents, Reservations, and Services as in Your Majesty's said Charter ancl Letters Patents are expressed ; As in and by Your Majesty's said Charter and Letters Patents more at large appeareth. MAY IT Therefore Please Your most Excellent Majesty of Your Abundant Grace and Bounty, and of Your Majesty's Special Favour and Gracious Disposition and Inclination towards the Advancement ancl Establishment of the Estate and Publick Good of the said Borough of Berwick, that it may be Ordained, Enacted, Adjudged, ancl Esta blished by Your Majesty, with the Assent and Con sent of the Lords Spiritual and Temporal, and the Commons of this Present Parliament Assembled by the Authority of the same AND BE IT ENACTED and Adjudged by the Authority of the same, That the said Charter aud Letters Patents so to the said Mayor, Bailiffs, and Burgesses, and their Successours, by Your Majesty Made and Granted as aforesaid : Ancl all Grants and Things therein contained, men tioned, or expressed from and after the End of this Present Session of Parliament, shall Stand, Remain, Continue, and be and from thenceforth for Ever be Taken, Reputed, Deemed, and Adjudged Good, Sure, Perfect, Effectual, and Available in the Law to all Intents, Constructions, ancl Purposes against Your Majesty, Your Heirs, and Successours, according to the Purport, True Intent, and Meaning of the same. Ancl that the said Mayor, Bailiffs, and Burgesses of the said Borough of Berwick-upon-Tweed, and their Successours, shall and may from thenceforth for Ever after, have, hold, use, and enjoy the said Franchises, Privileges, Jurisdictions, Libertys, Freedoms, Immu nitys, Exemptions, Quittances, Rights, Usages, and Customs; And also the said Seigniory, Manour, Bo-"], [293, "XLIX APPENDIX. rough, Town, and Sock ; And the said Fields and Bounds of Berwick aforesaid ; Ancl the said Mesua ges, Houses, Edifices, Buildings, Lands, Tenements, and Hereditaments, and all other Things whatsoever in Your Majesty's said Charter and Letters Patents Granted, Contained, Mentioned, or Expressed; with all and every of their Rights, Members, and Appur tenances, and every Part and Parcell thereof, (Except as in the said Charter and Letters Patents is excepted) Under the Tenures, Rents, Reservations, and Ser vices in Your Majesty's said Charter and Letters Pa tents Contained, Mentioned, ancl Expressed against \\ our Majesty, Your Heirs, ancl Successours according to the Purport, True Intent, and Meaning of the same. And also that the said Mayor, Bailiffs, and Burgesses of the said Borough of Berwick-upon- Tweed, and their Successours, shall and may from thenceforth for Ever after, have, hold, use, ancl enjoy All Franchises, Libertys, Freedoms, Privileges, Ju risdictions, and Customs which now are, or at any Time heretofore were to the said Borough belonging or appertaining, and which are Granted and Confirm ed, or meant or mentioned to be Granted or Confirm ed in and by the said Charter and Letters Patents, according to the Purport, True Intent, and Meaning of the same. Saving to every Person and Persons, Bodys Politick and Corporate, their Heirs and Suc cessours (other than Your Majesty, Your Heirs and Successours) ALL Such Estate, Right, Title, Action, Lease, Interest, Condition, Service, Rent, Profit, Charge, Emoluments, Hereditaments, and other De mands whatsoever, as they or any of them Lawfully have, or hereafter Lawfully may have or Claim of into or out of the said Seigniory, Manour, Borough, Town, and Sock ; and the said Fields and Bounds of Berwick aforesaid ; and the said Mesuages, Houses, Lands, Tenements, and Hereditaments, and other"], [294, "L APPENDIX. Things in' Your Majesty's said Charter and Letters Patents Granted, Contained, Mentioned, and Expres sed, or any Part thereof, in as ample and beneficial manner, to all Intents and Purposes, as if this Act had never been made. And Your said Subjects shall Daily Pray to God for Your Majesty, in all Honour, Prosperity, and Safety, long to Reign over Us. MATH. JOHNSON, Cler. Parliamentor. FINIS."], [295, ""], [296, ""], [297, ""], [298, ""]]