[[1, ""], [2, ""], [3, "THE REV. GEORGE KEASLEY'S Hester TO THE E D IT 0 li or tii u YORKSHIRE GAZETTE. LEEDS: PRINTED AND PUBLISHED BY T. E. BRADLEY, 1, GUILDFORF* STREET. LONDON: RICHARDSON & SON, 172, FLEET STREET. MANCHESTER: SMITH; AND ILL BOOKSELLERS. 1 85 1 ."], [4, ""], [5, "TO THE EDITOR OF THE YORKSHIRE GAZETTE. Whitby, Nov. \\gth, 1851. Sir, You pretended (Nov. 8) not to understand the meaning of \" countenancing licentiousness,\" (contempt of due restraint,) in my letter of the 5th. You now (Nov. 15) are at a loss about the expression, ' the least possible pre caution.' It is, merely publishing the Banns in Churches and Parishes where the parties are unknown, which often leads to ' equivocal' and fictitious entries of Residence, in consequence of your own Interparochial Regulations. This is its vulgar meaning, of frequent application : its more refined signification is, Getting out of the way when there is to be a marriage ' with a deceased wife's sister,' securing the services of another, and leaving a Friend (!) to get his foot out of it, and rid himself of the consequences as he best can ! An instance of which took place within one hundred iniles of Dr. Hook's 'Beautiful House of God,' Leeds. You must have been ' hard-up' to have to go to Liverpool for a ' fac-simile' — (such as me) : from coast to coast : thc land is ' spotted,' all over with such as you and yours. I shall be most happy to form acquaintance with ' Mr. Ramshay,\" as I do not know him. ' Pray, Sir, do you know Mr. Wood, of Gloucester ?' — * No.' — ' Well, he made an immense fortune by minding his own business.' You owe me no 'ill-will!' Thank you, you have not been neutral, so I book you friend ! Now, I protest this is bad as Whig hypocrisy, in Esquire Waterton's words, ' To be playing with your 'Friend's' button holes, (two or three Correspondents,) for no other purpose than to see where you can best stab him.' Again, you attack my own Bishop, my Brother Priest, and three or four other Bishops, \" carrying the war into your ' Friend's' camp,\" and then, with all possible unconsciousness, upbraid me for carrying it into yours — our sworn enemies, who think you do God a"], [6, "4 service, by Pen. and Press, and Party Persecution! You strike at us, and if we cry ' Guilty,' it is, ' Hit cm again ■' and if 'Not guilty,' matters not, 'Hit 'em again:' and even so you stigmatize it uncharitable if we ' strike back' ! Father Mathew advised the friends of temperance to be temperate in their advocacy. Whatever of intemperance there may be in my words, it is rather in the things them selves than in the manner of alluding to them. The evils overrun the land, and the Protestant press is bearing testi mony to the results. But to proceed. As you have a special hatred of ' tyran ny,' and so heartily sympathize with the poor Irish woman who was 'dragged up to the Altar' — and as this accusation against me, an English Priest, is near akin to the stereo typed calumny against the Irish Priests and the Church of Rome,— I want a few words with you about those who ' drag,' and those who are ' dragged,' giving you with ' my whole heart,' &c. &c. &c, the full benefit of the 'tyranny.' However much my words may here and there seem to you ' intemperate,' I assure you they are coolly penned. Now the Quantum of ' tyranny' and ' drag' will always be in proportion to the Force applied. For example, when I told the said Irish woman, that she must appear in Chapel on the Sunday morning, to acknowledge her fault, the instant reply was, ' I will, your Reverence, and ten times more, if you bid me, for I desarve it.' A feather would have brought her, could she have been made to feel its pres sure on the gentle breeze, (a) She was at the Chapel three hours too soon, and I sent her back to nurse the death stricken partner of her guilt ! To say thc most, this must have been an infinitessimal quantity! ' Still you sympathize. But why do you not sympathize with your own Clergy, seeing how they are carried away by the broad dense stream of National crime ? When, except at the hated Puseyite move, attempt for a standing-place, have even the grey-head ed, in a body, offered resistance ? When have they been as a ' fortified city,' 'a pillar of iron, a wall of brass ?' Or thus : — Your Church, which never was a 'maiden,' but the Handmaid of the Eighth Henry from her birth, has been a lazy unwatchful Shepherdess ; she has grown fat, has lay basking under 'every green tree,' and has, in consequence, ' dragged' her sons, her clergy along with her, into her pre- (ti j \" Softest down of swan would have led her, Had she needed its child loved enticement,\" On that welcome Sabbath morning;."], [7, "5 sent disgrace ; whilst thc flock has been uncared for, thc fences gone to decay, the gates and doors been left open, and the sheep, who found not the ' one fold,' have fallen a prey to the wolves, — 'Ignorance,' Indifference, ' Infi delity,' ' Paganism,' ' Licentiousness' ! ! (b) Thus has she been 'the HANDMAID OF THE POLICE.' Now, given ' dragged' active, (my crime,) and ' dragged' passive, (the criminal condition of your Clergy,) required from you to know the difference. In one point we shall most certainly agree, that, like the Irish woman, your Clergy, with the due attraction of the fee, would ' willingly do ten times as much,' if bid ! ! in marriage matter. Now, I appeal to your superior head, and ask, which of thc two will fare better, the Simplicity (singleness of purpose) of thc deluded Irish woman, or the Complicity (fellowship in guilt) of her Majesty's University-taught and Tithe-fed Clergy, — I mean, before the Judgment-seat of God ? But if you really have such a hatred of ' dragging' and ' tyranny,' why did you bring to bear the tyranny of your press, to drag me out before the public ? Why bring to bear your 'Dishonesty,' by making such extracts from my letter ? Why, your Exclusiveness, exhausting founts, week after week, in calumnies and accusations, and refusing a tithe for reply ? Why, your Prejudice mocking 'meekness in Mr. Fisher (Rev.) with his ' maiden pen' : — ' intemperance' in me with my ? pen; being dead — unconscious all thc while that your own (pen) was the of Party ? What, but an 'extraordinary estimate of self,' very like a ' tyranny' in you, if in Mr. Ramshay and me, can make you claim the merit of alone keeping thc safe midway, as Phœbus did at Jove's bidding (medio tutissimus,) as if you alone gave light to the world by your ' Truth,' and warmth by your ' Charity ?' What else could induce you to take the bold odds of caricaturing three of ' God's anointed' — Cardinal Wiseman, Dr. Ullathorne, and Dr. Me. Hale ? And the bolder odds of contradicting the whole Protestant Press !(c) which, as if by acclamation, pronounces our sin ' Superstition through excess of belief in Mystery and 'mummery;' whereas you print it 'Infidelity'5 (Nov. 8.) Is there no 'tyranny' in sub jecting your patrons to your Partizanshit, through which (li) See Mr. Mayhcw's 'London Labour and London Poor i,t) Black aud greasy Pandemonium"], [8, "6 the \\ ilest of our--, no matter whence, passing o\\ er to you, get praise; and the best of yours, hastening to us, get censure 'Apostacy' (material) alone being your test, irrespective of merit or demerit — Saul or Judas? What of your silence, about guilt unmistakable, bad practices undeniable (in mar riage matters) into wliich many of your Clergy have been ' dragged' in their Simplicity, (the singleness of purpose being the fee,) by the bad example of those who have gone down into the grave? What, again, of your silence? keeping in our regard the covert truth from your people, in the ' secret prison-house' of your head, whilst before the world you impugn the know ledge thereof, namely, the Truth and the Knowledge that we are men of sincerity and self-devotedness, and that if there be an exception in our ranks, the Hypocrite has only to cast forth his heart's sickness on the earth, and then, whether he be from ' deluded' Ireland, or hated Rome, or anywhere — instead of DISGUST, he will meet CORDIAL WELCOME, and a 'WHITEWASHING' from YOUR PARTY, and ' PROTECTION,' and PRESS-PUFF, and PATRONAGE, and PREFERMENT, and the GRATIFICATION OF EVERY SENSE! ! till death! ! ! Talk, indeed, of 'tyranny!' Has there not been every effort made to trample under foot the weak ? Prostrate Ireland with her Priesthood. To 'drag' forth for public shame the guiltless and the inoffensive ? — Our Drummond hated Religious ? And have not press and placemen weD kept each other 'countenance' in their infamy ? There is a ' tyranny' ruling ' at home,' by which the grown-up son or daughter, or dependant, are held in bond age against the Rule professed ;.nd patronized by the father; No liberty being given to follow the ' Call,' which is to them ' soft as the breath of the light wind,' and which will be to many of them irresistible 'by its force as the Northern wind.' (d) For these you'll feel not; you'll commend the Inconsis tency ! On the other hand, there is a ' tyranny' which invades our very Temples, and ' drags' away the virtuous from the foot of our Altars, (the pious practices of their maid enhood,) which makes them exiles from the ' Court of God,' captives in the ' secret prison-house' of Sin and Shame, — and not even Gyges ever dreams of Gazetting '. Yet, no sooner was a ' finger moved' by me, to bring one sil I Donoso ( 'ortes"], [9, "7 whom ' Satan had bound,' to God's Altar, than the outcry against 'tyranny' is raised, and an effort made for a world wide sympathy. From which one is inevitably brought to the conclusion, that it is not so much the ' tyranny' and the ' dragging' that are hated, as the Altar and the Priest!! A disposition in full concord with the growing Infidelity of the Age, which has made that maxim European, which fifty years ago was only French, namely, that the Altar MUST, before the Throne CAN, be upset ! And none know this better than the English Press, going headlong with the Times and thc English politicians of Birmingham Chartist notoriety. (See Evidence on Smith 0 Brien's Trial.) The Editor of the York shire Gazette, is in good company, if he be infected with this antipathy for the Altar, even in close fellowship of feeling with his own Archbishop ! Whoever Gyges may be, his own will be the RISK and the DANGER, if he have aimed a rash and unprofitable blow at the Church of his Baptism and Death-bed — that plant, which stands as an oak on the rude earth, bidding defiance to the tempests; but which also, by a mysterious comprehensiveness of existence, daily expands its tender green leaves to sun and shower, blossoms and bears fruit in due season, and strikes deep its young and vigorous roots into every ' yielding' soil which God fertilizes by His blessing. Apart from this consideration I am not his debtor, except for forbearance. Within these last three or four years, a chapel was built at Grosmont, near Whitby, the opening and ' consecration' of which was delayed because ' His Grace of York' objected to the altar which had been put in the chancel ! It was ordered out and an orthodox communion table substituted. Whilst Rubrics and Canons now-a-days go for so little, and solemn Rites are made light of, we are compelled to seek other explanations, and it would seem that there is only one left for Dr. Musgrove. That His Grace ' consecrates' and ' countenances' baptismal fonts, because there is a necessity of keeping UP appearances, where the Christian faith in Baptismal Regeneration does not exist ; and that he ' dis countenances' and rejects the Altar, because there is a necessity of keeping DOWN appearances where there does exist a secret reverence and longing for the Christian Sacri fice, and the Christian Priesthood ! And as thc foot of the Altar is the place of refuge alike for people and Priest, it is easy to sympathize with those who are denied its consola-"], [10, "8 ii-.ns. I need not name the Benefactor and the Patron. lie stands first above his Townsmen: — but to hits rust a cloud over thc Intellect of a thoughtful man — to hav* chilled the warming Devotion of an earnest man — to have so ill requited the Generosity of a sincere man, for mere Expediency or Formality, was neither Gracious nor Paternal. In our case it would be deemed nothing loss than a Spiritual ' tyranny ;' and why not in his, when his Grace, who i- as Father and Physician, thus touched hi.- child-in-God and his patient-in-spirituals, witli a rough hand, on parts so sender and so sensitive ? Yet, after all, our sympathy is not greater than our sur prise, that the prejudices of education, or something unknown, should continue to place a blind before thc eyes, and a barrier before the heart, where thc whole man is more Christian than he is allowed to be! What can be e>| from the. people and the press, when thc Chur' In nan and the Archbishop repudiates the Altar r It has been pres as it best, could, and stands in the Porch ! and in its position most assuredly resembles Luther — 'alone' in the world! But it may also well signify to us the critical position of the Church herself, orthodox as by law established : — a piece of workmanship, imperfectly designed, King Henry being the designer — worse executed, the Bishops being tin* Exeeu^ tioners — and the two Arches of 'anti-baptism' and ';>nti imposition' notoriety, being the Chief promoters — which, as a work of man's hands, is, as near as may be, put our of the Majestic Temple of God's Universe ! GEO. KEASLEY. P. S. — As the date of my first letter was thc Fifth of November, there is really fear of you being suspected of a plot! For I certainly am the popish ; Gy(ges,) the man with the dark lantern, and nothing is left for you but the Fawkes! So the Yorkshire G e will need well watching. One thing — be our name (your name) Beelzebub or Legion, we shall neither be silenced, nor east out by your 'tyranny' — the Tyranny of the Press ! Printed by T. E. Bradley, Guildford St., Leeds."], [11, ""], [12, ""]]