[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "10 TRIUMPHE! A SONG OF VICTORY. DeDicateU to a Rejoicing IPufeUc,"], [8, ""], [9, "IO TRIUMPHE! A SONG OF VICTORY ON OUR GLORIOUS ENTRY INTO CABUI/; TO WHICH IS ADDED THE MASSACRE OF CABUL. LONDON WILLIAM PICKERING 1842"], [10, "CHARLES WHITTINGHAM, CHISWICR."], [11, "r I ''HE second of the little Poems, which are here offered to the Public, appeared in the October Number of \" Fisher's Colonial Magazine.\" The Writer feels that some apology is due for thus soon reprinting lines in themselves so insignificant ; still more, for allaying the exultation of the mo inetit by any thing Wee a wealing note. To the last objection he returns the language of the Governor- General of India : \" Thus have all past disasters been retrieved and avenged on every scene on ivhich they were sustained.\" The ca lamity enhances the joy. And, considering how closely the subject of these verses is allied to the more glorious theme which he now ventures to celebrate, he has thought that they might prove a not inappropriate pendant to his \" Song of Victory.\" December ls(, 1842."], [12, "TO A REJOICING PUBLIC IS DEDICATED THIS SONG OF VICTORY"], [13, "10 TRIUMPHE!"], [14, "10 TRIUMPHE! Tuque, dum procedis, lo triumplie ! Non semel dicemus lo triumplie ! Civitasomnis: dabimusque Divis Tbura benignis. I10RACL."], [15, "A SONG OF VICTORY. i. T O triumphe ! Affghanistan's won ! Io triumphe ! Our great task is done ! Captivity ! Thy thralls are free ; Britons have nought to do with thee. To-day are ours The foeman's towers ; And where are all the foeman's powers ? The foe is dead ; And the foe is fled ; And the remnant small is vanquished. For British rule The time was full ;"], [16, "8 A SONG OF VICTORY. — And the British flag waves o'er Cabul. Shout ! for to-day hath Heav'n our arms befriended, And with a glorious peace our wars are bravely ended ! Victoria ! victoria ! Let trumpets sound, And rocks rebound, Till echo in the din be drown'd lo ! Io gloria ! Io triumphe ! Swell the rapturous cry ! Let crashing cymbals clang, and pæans rend the sk\\ ! 11. Io triumphe ! All our fears are o'er : Io triumphe ! Grief be heard no more. Two short months past — And the Muse, aghast, Swept the chords with dirge-like blast ; Sad was the strain :"], [17, "9 A SONG 01' VICTORY. The captive's chain, The treacherous foe, the knife, the slain ; The messenger's sigh, And tearful eye, And her signals of woe as the ship drew nigh. Now, all is joy Without alloy ; Let mirth alone the tongue employ ; For the bark comes now with all her colours flying, And the herald's happy face with his great good news is vying ! Victoria ! victoria ! Let all rejoice With heart and voice — ( When thunders roar, the ear 's not choice) Io ! Io gloria ! lo triumphe ! Swell the rapturous cry '. Let crashing cymbals clang, and pæans rend the sky !"], [18, "LO A SONG OF VICTORY. III. Io triumphe ! as we fight our way ; Io triumphe ! as we win the day. Right on his road Each warrior strode, And toil and risk their zeal but goad ; In jeopardy's track They bivouac, Now stand their ground, and now attack For, before and behind, That defile blind With ambush'd hordes is thickly lin'd ; Yet on they go Through frost and snow, And scale the crag, and rout the foe : — Rock, Ghilzie-bolt, wide waste, and glacier-fountain Are pass'd — and our standard floats on the Bala- Hissar mountain !"], [19, "11 A SONG OF VICTORY. Victoria ! victoria ! Beat the drums ; The conqueror comes, Red with slaughter'd hecatombs ! Io ! Io gloria ! Io triumphe ! Swell the rapturous cry ! Let crashing cymbals clang, and pæans rend the sky 1 IV. Io triumphe ! Now let Murder rue. Io triumphe ! Justice claims her due. Our comrades' blood With its purple flood Dyes yet the streams, and rocks, and mud ; Our comrades' bones Send up their groans, As they bleach on Himalaya's stones ; The victim's wail O'er hill and dale"], [20, "I o A SONG OF VICTORY. Moans ceaseless on the labouring gale ; But the victim's cry Hath reach'd on high, And retribution's hour is nigh. Not the field, not the breach for the slaughter- scene was chosen ; But the ambush fell'd our friends, faint, famine- clung and frozen ! Victoria ! victoria ! For, in our hands, Th' assassin-bands Await the doom their crime demands. Io ! Io gloria ! Io triumphe ! Swell the rapturous cry .' Let crashing cymbals clang, and pæans rend the sky v. Io triumphe ! Parting-pangs are past : Io triumphe ! Comrades meet at last."], [21, "A SONG OF VICTORY. 13 Oh joy ! to trace Each long-lost face, And friend fold friend in fresh embrace ! The transports guess, The thankfulness, The long long kiss, the soul's caress ; And the pride that glows On yon hero's brows, As he clasps his own heroic spouse ! What raptures rung, What odes were sung Transcends the pen, and mocks the tongue. From the dungeon-depths the thrilling call was spoken ; And our answering trumps have heard, and the blast their bars hath broken ! Victoria ! victoria ! Roar reply, Artillery ! To the rescue-ho ! we fly."], [22, "14 A SONG OF VICTORY. Io I Io gloria ! Io triumphe ! Swell the rapturous cry ! Let crashing cymbals clang, and pæans rend the sky ! VI. Io triumphe ! British fame is clear 'd : Io triumphe ! Britain's name be fear'd. Be the nations 'ware, Nor rashly dare To stir the lion in his lair. Their strokes may sting The forest-king, Safe — while he yet lies slumbering ; Till, o'erstung, he wakes, And his fierce mane shakes; Oh ! then at his spring how the stoutest quakes ! So, let Nature quell, Or treachery sell, Comes England forth invincible."], [23, "15 A SONG OF VICTORY. Long shine that name, bright star of undimm'd glory ! And that fame go down unshorn to remotest history ! Britannia I Britannia '. The Island-Queen Crown'd is seen With palm and laurel evergreen Io ! Rule Britannia ! Io triumphe ! Swell the rapturous cry ! Let crashing cymbals clang, and pæans rend the sky 1 VII. Io triumphe ! Crowning boast of all Io triumphe ! Victory's recall ! In conquest's flush Let others rush To spread their sway, to seize, to crush ; Some virtue less The spoil may bless ; Its highest glory — to possess :"], [24, "Hi A SONG OF VICTORY. Far more divine That strength doth shine, Which, vanquishing, can yet resign : Now the world shall see, In our prize set free, What is British magnanimity ! And shall laud that day with a praise which all praise surpasses, When our conqu'ring troops treadback the A Agnail's blood-stain'd passes ! Victoria ! victoria ! Such lays become : — Marching home, E'en Ambition's self o'ercome Io ! summa gloria ! Io triumphe ! Swell the rapturous cry ! Let crashing cymbals clang, and pæans rend the sky !"], [25, "17 A SONG OF VICTORY. * * * # # \" * VIII. lo triumphe ! To the God of Heaven The glory and the victory be given. Oh 1 magnify The Lord Most High, For He hath set at liberty. To Him belong The shout, the song : His arm was in the battle strong. Sing, clap your hands ; For among the lands None blest like favour'd England stands Laud we His Name With loud acclaim ; The praise be His, and ours the shame. B"], [26, "18 A SONG OF VICTORY. Hie to His courts with joy, and bow before Him, While the millions of the realm with one heart and voice adore Him ! Deo, Deo gloria ! Bless the Lord With one accord, And the triumphs of His name record : Deo laus et gloria ! Io triumphe ! Swell thanksgiving's cry ! Let hymns of praise mount up with songs of victory !"], [27, "TH1- MASSACRE OF CABUL"], [28, "THE MASSACRE OF CABUL. Few, few shall part, where many meet ! The snow shall be their winding-sheet, And every turf beneath their feet Shall be a soldier's sepulchre. CAMPBELL."], [29, "THE MASSACRE OF CABUL. i. speeds a bark across the wave, With the flag of England on her ; Why at her prow hangs drooping so That badge of undimm'd honour ? ii. There posts a courier o'er the land From India's sultry sky ; And he hath crost the Pearl-Gulf coast, And the deserts of Araby."], [30, "22 THE MASSACRK 111. Yet torrid sun, nor gem of the deep, Nor the drought of Mecca's sands, Nor Turk, nor Copt have that herald stopt He hath tidings in his hands. IV. Now rides in Albion's port the bark, With her colours half-mast-high ; And safe to his home is the runner come, With evil-boding eye. v. Why bears that bark the sign of woe ? And why doth the new-return'd Meet with eye so sad the greetings glad Of the hearth for which he yearn 'd ?"], [31, "OF CABUL,. 23 VI. Why answers he not their oft request ? And why do his tears fall fast ? Is it shame — or grief? Doth he doubt belief? Or fear lest a curse should blast ? VII. He hath render'd his sable-sealed charge ; — Yon packet shall utter all : And 'tis some relief, that, 'mid shame and grief, Not a tongue a curse lets fall. VIII. Woe — woe to the aged and the fair ! Mourn, Britain, this heavy day, O'er the gory grave of the young and the brave, Who lie murder'd far away."], [32, "24 THE MASSACRE IX. Mourn for the youth untimely slain ; For the hero of threescore; [snows, And the perishing throes, as they dropp'd on the Of thrice three thousand more. x. Weep for the dying, and weep for the dead, And weep for the living too, In barbarian's hand who captive stand The scanty residue. XI. Awake, each heart that's Briton-born ! Husbands and sires, awake ! [lives — For your daughters and wives — for their jeopardied Their perill'd honour, quake."], [33, "25 OF CABUL. XII. The dead are at rest ; nor ignobly press'd The battle-slain their sod : And each weary rank that expiring sank May be sleeping with their God. XIII. Oh I break not their sleep with detraction's cry, Be the tongue of malice still ; And record on their tomb no ungenerous doom, In the grave their fame to kill. XIV. Peace to thine ashes, gallant chief, Envoy of England's Queen ! In her cause didst thou fall by a traitor's ball, Decoy 'd 'neath princely mien."], [34, "26 THE MASSACRE XV. Shame on the coward infidel, That a trusting foe betray'd ; Who his victor o'ercame with a murderer's aim, And urged th' assassin's blade ! XVI. Shame on the caitiff, that work'd our fall With heaven-attesting lies ! [achiev'd Whose safeguard deceiv'd, while he plann'd and His myriad butcheries ! XVII. — And a British host ten thousand strong Retreats before its foes, Like sheep, to be fell'd, when famine hath quell'd, 'Mid Himalaya's snows."], [35, "27 OF CABUL. XVIII. For deep in the heart of wild Cabul, By mountains fast lock'd in, They have enter'd the snare, to be trapp'd unaware By the hordes they look'd to win. XIX. Ten thousand human souls set forth The barrier-heights to scale ; And from hunger, and cold, and the Aflghan's hold Came but one to tell the tale. XX. The ice and the rocks are ruddy yet, And the torrent sweeps redly past ; And spirits of wrath o'er that guilty path Ride shrieking on the blast."], [36, "28 THE MASSACRE XXI. Three hundred once from Sparta thus Annihilated fell ; E'en such their tomb ; e'en thus their doom Escaped one to tell. XXII. Henceforth with Thermopylæ be writ Jugdulluk's deadlier pass ; And in annall'd lore, join our victim-corps With the band of Leonidas. XXIII. Oh ! marvel ye, if her pennon droop On the deck with such huge woes freighted ? To his cheek if clung the herald's tongue, And his tears the news related ?"], [37, "OF CABUL. 29 XXIV. Mourn for our soldiers who bravely bled ! Whom the knife, or north-wind slew ! Weep for the dying, and weep for the dead, And weep for the living too ! FINIS."], [38, ""], [39, "Lately published, by the same Author, in cloth boards, Svo. Price 3s. THE TOMB OF BONAPARTE, AT THE INVALIDES; A POEM. Also in l2mo. cloth boards, price Is. LINES ON THE CHRISTENING OF H. R. H. THE PRINCE OF WALES; AND ON THE OPENING OF PARLIAMENT."], [40, "CIIARLLS WHIIT1IS«I4\\>], CHISWICK."], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""]]