[[1, ""], [2, ""], [3, ""], [4, ""], [5, "b"], [6, "\"There is travel deep in woods, And travel high in air, And travel over wide green seas, And amid the cities fair.\" \"That man is blind who sees not with the soul.'' Mortimer Collins."], [7, "MY OLD PLAYGROUND REVISITED."], [8, ""], [9, ""], [10, "THE BAY OF NAPLES."], [11, ""], [12, ""], [13, "MY OLD PLAYGROUND REVISITED, A TOUR IN ITALY IN THE SPUING OF 1881. VESUVIUS RAILWAY BY BENJAMIN E. KENNEDY. LONDON: IITJRST AND BLACKETT, PUBLISHERS, 13, GREAT MAELBOBOUGH STBEET. 1882. Ail rights reserved."], [14, ""], [15, "PREFACE. T WROTE this narrative of a short tour •*- in Italy to amuse myself. I have ventured to publish it because I thought it might possibly amuse other people. Those who have been over the same ground may find it interesting to compare their observations and impressions with my own. And those who have never ventured so far south, but may be con templating a similar tour, may learn that though they may, like ourselves, be con-"], [16, "PREFACE. VIII siderably advanced in life, yet it is possible to undertake a tour of this kind without much difficulty or fatigue ; that two or three months may thus be most agreeably and profitably spent; and that they may return home, not only none the worse, but with many pleasant recollections and re newed health and strength. B. E. K. Hampton Court, Nov., 1881."], [17, "CONTENTS. CHAPTER I. MAESEILLES TO NICE. Travelling with a Courier — Couriers' Club or Society — Paris — Journey to Marseilles — View of Mont Blanc — Arrival at Lyons — Lovely Scenery — Change of Cli- mate — Beauties of the Riviera — Luncheon Baskets — Nice — Public Gardens — Climate and Temperature of Nice — The Chateau — Burning of the Opera-house — Monte Carlo — \" LTnferno nel Paradiso \" . . 3 CHAPTEE H. GENOA TO PISA. San Remo — Villa Pallavicini — Approach to Genoa — The Marquis di Negro — Genoa the Noisy — Communicating Doors — Spezia — Railway from Genoa to Spezia — Nu- merous Tunnels — The Bracco — The Naval Arsenal — Views from Porto Venere — Journey to Pisa — The"], [18, "CONTENTS. X Carrara Marble Quarries — A Troublesome Mosquito — Pisa — The Campo Santo — The Lung' Arno — Amus ing Incident — Rome — The Hotel Costanzi . . 25 CHAPTER HI. ROME A Serviceable Umbrella — My Wife's First Impressions of Rome — Ancient and Modern Rome — Visit to the Villa Doria Pamphili — Crowded Streets — Gazers at Shop- Windows — Roman Fever — Fine Points of View — Officers of the Italian Army — Roman Nurses — St. Pietro in Montorio — Supply of Water — Fountains — Review of the Troops in Garrison — Our Courier on the Parade Ground — Italian Cuisine — Visit to the Chamber of Deputies 51 CHAPTER TV. ROME TO NAPLES Quick Trains to Naples — A Consultation — A Bright Idea — Our Accommodation at Ceprano — Doubtful Quarters — Value of Keating's Insect Powder — A Battle-Field in Miniature — Journey to Naples — Charming Land- scape — First View of Vesuvius — Island of Capri 69 CHAPTER V. NAPLES TO POMPEII Naples — Bespeaking Apartments — Hotel Nobile — Walk to the Villa Nazionale — The Port and Bay of Naples — Purity of the Atmosphere — East and West Bays — The"], [19, "CONTENTS. XI West End of Naples — Approach to Naples — Dolce far Niente — The Judas-Tree— The Corso VittorioEman uele — An Enchanting Picture — Drive to Pompeii — Our Equipage — The Plague of Beggars — Destruction of Pompeii 87 CHAPTER VI. ASCENT OF VESUVIUS Drive to the Bay of Baiæ — Grotto of Posilipo — Drive along the Corso Vittorio Emanuele — Ascent of Vesuvius — Ascent of Vesuvius by Railway — How the Railway is Worked — Beautiful View — Perils of the Journey — My Pride has a Fall — Railway Sharks or Strap-Men — The Old Crater 109 CHAPTER VH. DESTRUCTION OF CASAMICCIOLA Present Aspect of the Mountain — There's Nothing in It- Tale of an Umbrella — Coral Hunting — Bargaining in Italian Shops— General Knowledge of English in Naples — The Harness of Cab Horses — Visits to the Museum — The San Carlo Theatre — Earthquake in the Island of Ischia — Ruins of Casamicciola — Collection of Relics— Rescue of a Girl— The Hotel Bellevue — Opinions respecting the Catastrophe . . 127 CHAPTER VHI. A WEEK IN SORRENTO. Railway to Castellamare— Best Route to Sorrento— The"], [20, "CONTENTS. XII Tramontano Hotel — Temperature of Sorrento— The Si rocco and Sirochetto—- Piano di Sorrento — Orange and Lemon Orchards— A Week's Rest— A Favourite Walk —Formation of the Coast— Sail to Capri— The Blue Grotto — A Braying Song — A Violent Storm . 147 CHAPTER IX. SALERNO TO AMALFI. Drive to La Cava — Charming Views — La Cava — Hotel di Londra — Drive from Vietri to Amalfi — An English Party — The Sick Lady — Manufacture of Maccaroni — Amalfi — There and Back — Vocal Powers of our Cou- rier — Corpo di Cava — Blessing the Olive Branches — Ramble on the Hills — Cruel Treatment of Horses and Mules— The \" Russie \"— Frutta da Mare . . 165 CHAPTER X. EASTER IN ROME. Journey to Rome — The Hotel Costanzi — Easter Ceremonies — Musical Celebration in St. Peter's — Colossal Cherubs — Exterior of St. Peter's — A Comparison — Departure from Rome — Florence — Hotel Italia — Journey to Flo- rence — Travelling Now and Then — Lake Thrasymene — Florence a World of Art — The Cascine — Eccentric American — Church of the Annunziata — Drive in the Cascine — Excursion to Fiesole — The Attractions of Florence 181"], [21, "CONTENTS. XIII CHAPTER XI. FLORENCE TO COMO. A Flower-Girl of Florence — Florence to Bologna — Bolo- gna to Milan — The Plains of Lombardy — First Sight of the Alps — The Duomo — Cathedral of Seville — The Corso — Galleria Vittorio Emanuele — Omnibus Man- agement — Varese — Views of Lake and Mountain — The Madonna del Monte — The Fourteen Chapels — Beautifully Carved Figures — Ascent of the Tre Croci — Lake of Como 201 CHAPTER XII. A SLEDGE JOURNEY ON THE ALPS. Route out of Italy — Drive to Chiavenna — Table d'Hote of Four — Ascent of the Alps — The Spliigen Route — Change of Scenery — On the Edge of the Snowfields — Incidents of a Sledge Journey — Desolate Scene — Itali- an Custom House — Summit of the Pass — Rapid De- scent into a Swiss Valley — Village of Spliigen — Halt at Coire — Zurich — The Journey to Paris — Arrival at Folkestone 223 ILLUSTRATIONS. The Bay of Naples (Frontispiece). Vesuvius Railway (Vignette). Island of Cappj (to face page 83). Island of Ischia (to face page 141)."], [22, ""], [23, "CHAPTER I. MARSEILLES TO NICE. travelling with a courier — couriers' club or society — paris — journey to marseilles — view of mont blanc — arrival at lyons — lovely scenery — change of climate — beauties of the riviera — luncheon-baskets nice — public gardens — climate and temperature of nice — the chateau — burning of opera-house — monte carlo — \" l'lnferno nel paradiso.\" B"], [24, ""], [25, "CHAPTER I. \" Jam satis terris nivis atque diræ Grandinis misit Pater, et rubente Dextera sacras jaculatus arces Terruit Urbem.\" T\\7E — that is, my wife and I — left home on ' ' the 28th of February, 1881, after three months of very severe winter, and, thinking it more than probable that we should have two or three months more of it, determined to make for the sunny south. We live some fourteen miles from London, and on our arrival at Charing Cross were joined by our courier, an Italian, of whom I shall have more to say later on. Our train was an ordinary one, leaving in the afternoon. We, having long ago bid adieu b2"], [26, "4 MY OLD PLAYGROUND REVISITED. to youth, and being what is politely termed elderly people, were only bound for Folkestone, not wishing to make a fatiguing journey of it by going through to Paris in the day. On our arrival we were comfortably housed at the Pavilion Hotel, where a cheerful fire in our bed-room awaited us, it being still frosty weather. Our journey down was agreeably passed in the company of a young bride and bridegroom who got into the same compart ment with us at Cannon Street, and who were also on their way to the south, the bride being about to cross the Channel for the first time. Our steamer for Boulogne left the following morning about eleven o'clock, and, having gone on board early, we avoided the crowding and scrambling for the best places which invariably take place on the arrival of the \" tidal train \" from London. Fortunately for my wife, who is a bad sailor, we had a smooth passage, reach ing our port in an hour and forty-Eve minutes. Here especially we experienced the comfort of having a courier who was on the alert to land quickly, and who carried most of our small \" im-"], [27, "5 COURIERS. pedimenta,\" hand-bags, rugs, &c, at once secur ing us two seats in the train for Paris, so that, on landing at our leisure, we had nothing to do but to take possession after refreshment at the station buffet. While mentioning couriers, I will here say that, till this journey, I had always, on our trips to the Continent, been my own courier, and managed pretty well, being a fairly prac tised hand, and speaking both French and Italian tolerably well — at any rate, enough for travelling purposes. At the same time, I must own that of late years I have found it too troublesome and fatiguing, and iu fact, during our last tour the previous winter, I declared to my wife that I had quite made up my mind that, unless we indulged in a courier for our next continental trip, I should prefer to stop at home. I believe I added that the trouble and botheration of the thing quite destroyed the pleasure of the journey, and that I simply would not undertake it again. To those who are in the habit of taking con tinental trips without a courier — and of course"], [28, "6 MY OLD PLAYGROUND REVISITED. by far the greater number do so — I would say yes, if you can speak two or three foreign lan guages pretty well, and while you are young and strong, and have a tolerably even temper, and do not allow yourself to be annoyed by trifles, continue to do so, and you will enjoy your journey and be content ; but, from my recent experience, I am inclined to say that the comfort gained by taking a courier is very con siderable, and the additional expense actually trifling. To the inexperienced in this matter let me say, be sure you engage a courier of the right sort, one who has been introduced to you by some one you know who has employed him, and can give him a good character ; for, unless you are fortunate enough to secure the services of such, you will undoubtedly be better without one. There is a Couriers' Club or Society — I am not sure of its title — at 12, Bury Street, St. James's, which consists of aband of about eighty, all under a responsible manager, aud who have to go through an examination for general efficiency before they can become members, and"], [29, "OUR COURIEE. 7 from this club our man came. A most obliging, clever fellow we found him, always ready and thoughtful for all things that made for our comfort ; aud, though he always travelled second-class — their invariable custom — yet on many occasions he travelled in our company during several long carriage drives, and also occasionally in our walks about cities and other excursions, and we always found him a pleas ant companion, at the same time keeping his place as our servant and guide, which in fact he most assuredly was. As 1 write these particulars for the informa tion of those who have not employed these men, I will add that their pay is £15 a month, you defraying travelling expenses ; with their keep you have nothing to do.* * The foregoing remarks upon couriers chiefly concern those travelling with ladies or elderly people. The young and healthy can of course do without their assistance ; though I have frequently seen young men in trouble through being entirely ignorant of any foreign tongue, and at the same time quite inexperienced in every matter con nected with continental travel."], [30, "8 MY OLD PLAYGROUND REVISITED. In speaking of our courier in this little jour nal, I shall call him B . To resume. Paris reached about seven o'clock, we at once passed out of the station with our hand-bags, &c, leaving B , to whom I gave our keys, to clear our luggage, and follow us later on to our hotel, which on this occasion was the \" Chatham,\" where rooms had been engaged. After an excellent little dinner and a short airing on the boulevards adjoining, and my customary post-prandial cigar, we retired for the night. Having secured a coupe fauteuil for our jour ney to Marseilles, we left Paris on the second day after our arrival, taking the day train that leaves at nine o'clock. This was a long jour ney of fifteen hours, but as we had the eouptt all to ourselves, and carried a luncheon-basket, so as to be independent of the buffets, we got through very comfortably. There are doubtless good refreshments to be had both at Tonnerre* and Lyons, where the train stops, but we pre ferred to remain in our carriage and take our luncheon and dinner, while our fellow-travellers"], [31, "9 VIEW OF MONT BLANC. were taking theirs at the stations. It is always more or less of a scramble this eating against time, and apt to disagree with you ; at any rate, we took our meal at leisure, and were content. The day was fine but cold, and we had evi dent signs of severe winter still clinging to us as far south as Dijon, such as patches of snow ou the land and roofs of houses, and icicles hanging from rocks and bridges. On passing Macon in the afternoon, we had a grand though distant view of Mont Blanc, finely tinted by the rays of the setting sun. The country interven ing appears to be a dead level, and in clear weather at that time of day the mountain is seen to perfection. The train reached Lyons about five o'clock, where half an hour is allowed for dinner, and the greater part of the remain der of our journey was done in the dark, arriving at Marseilles at 11.40 p.m., true to time. My experience of foreign railways is that they allow plenty of time to do their journeys, and that they are punctual. With us punctu ality seems the exception."], [32, "10 MY OLD PLAYGROUND REVISITED. Those who have never visited Lyons should, if not pressed for time, break the journey there, and, under any circumstances, Lyons has so many attractions that it seems surprising so few people appear inclined to stop there, but prefer to rush through to Marseilles, and even continue the night journey to Cannes or Nice. A new hotel has been recently opened close to the station, and, a bed-room having been re tained for us, we were able to get to rest soon after midnight. This is a great boon to travellers, as, instead of being obliged to wait for our luggage and drive a mile or so to an hotel in the town of Marseilles, we had only to cross the line with our small luggage and step at once into the hotel, a great comfort after fifteen hours passed in the train. We found such a roasting fire in our room that we begged for an unoccupied chamber ad joining, as the temperature had become sensibly milder for several hours previously, and the room felt oppressively hot. This railway hotel is especially convenient for those about to re sume their journey on the morrow, saving so"], [33, "JOURNEY TO NICE. 11 much time and trouble, and the expense of omnibus or carriage to and fro. It must materially lessen the profits of the hotels in the town. We had explored the city and environs the previous year ; but those, of course, wishing to do so had better take up their quarters in the city. About half-past ten next morning, we took train to Nice, which was reached about 3.20 p.m. We knew this route well, and did the same journey last year, but its charms seem always fresh. It is a lovely bit of country, with de lightfully varied scenery of mountains and richly-cultivated land, with constantly-re curring views of the bright blue sea, close to which the train at times runs, especially as you approach Cannes. The day was favourable, the air balmy, the flowers in the gardens, the blossoms on peach, almond, and cherry-trees, all so grateful to us who had just left winter behind. This indeed was real spring, even the spring of the poets. On reaching the environs of Cannes you come"], [34, "12 MY OLD PLAYGROUND REVISITED. upon whole gardens of oranges, really fine trees, in full bearing, and, to those seeing such for the first time, the sensation is one of ex treme pleasure and also of wonder that in so short time you can be transported to such a glorious sight and such a change of climate. The aloe and the cactus also greet the eye in all directions, and many strange trees, all ever green, and flowering shrubs of various colours, at once force the fact upon you that you are in deed in a new world. The olive now begins to increase considerably in size, and clothes the hills with verdure. In hue it is but a dull grey green, but it is ever green, aud furnishes the landscape, which otherwise would be mostly bare of foliage. These olive-clad hills in many parts of this lovely coast come down to the very water's edge, and nothing can exceed the beauty ofthe little bays and rocky inlets that help to break the monotony of the ordinary sea-shore. The soil and rocks, being of a fine red ochre tint, contrast splendidly with the rich green of the various shrubs, and these little rocky inlets,"], [35, "THE RIVIERA. 13 be it borne in mind, are washed by the clearest of sea-water, so transparent that, in the calm land-locked bays, you see the sand or rocks below as if you looked through a sheet of glass. The wonderful variety of form aud colour is indeed so strikingly beautiful that the eye of the artist must be surfeited with pleasure, and one would imagine that very few could be in sensible to the charm of such a scene. I have attempted before now, in letters to friends at home, to depict the beauties of the \" Riviera,\" but felt that I have always failed, and finished by saying that its loveliness is simply indescribable. But to recur to matters more closely con nected with personal comforts and the routine of daily life. In the midst of all that so charmed the eye, when I had called to my wife repeatedly just to look at that lovely little bit of colour, that enchanting combiuation of red rock and foliage, that glorious blue of the Mediterranean at our feet, a perfect sapphire, she suddenly recalled me from heaven to earth by exclaiming, \" What have you done"], [36, "14 MY OLD PLAYGROUND REVISITED. with the luncheon-basket? I feel perfectly ravenous.\" Had she been five and twenty instead of (well, never mind) I suppose she would have said \" awfully.\" At any rate, I was awakened to the stern realities of life. The basket was found and to luncheon we went, and, having a carriage to ourselves, we spread our little table (a spare cushion from the car riage always did duty), and gave a good ac count of the fresh rolls aud butter, galantine, &c, &c, with which our basket was furnished, \"washed down,\" as it is usually termed, \"by copious draughts \" of our own \" particular \" from a choice bin in the cellar at home. Apropos of luncheon baskets. It is open to question whether they are not more bother than they are worth, whether it is worth while to carry one on a tour of this kind. Except on the journey from Paris to Marseilles, and also on the run next day to Nice, we had very little use for it, and on our arrival in Rome, having dis patched a box with warm clothing, railway rugs, &c, to Paris, we took the opportunity at the same time of getting rid of our basket, and"], [37, "NICE, 15 found it a great relief to be without it. A few light refreshments, such as sandwiches, oranges, &c, can always be carried iu a small handbag, and on many occasions afterwards we did this and found it enough ; and you can always pro cure wine, beer, or aereated waters at the buffets ou the \"line,\" or bring your bottle of wine with you from the hotel where you last stayed if you prefer it. I have said we arrived in Nice soon after three in the afternoon of March the 4th, and found our room prepared for us at the \" Grande Bretagne,\" an hotel we had not tried before, and with which we were well pleased. Having made a prolonged stay here the previous winter, we only rested in Nice for a few days, wishing to make the best of our way to Rome. The weather was charming, 64 deg. F. by my thermometer (which I always carry with me on these occasions) in our bed-room, with the windows open, aspect due south. We were on the third floor, overlooking the public gardens, which stand between our hotel and the sea, aud very pleasant they are, well planted"], [38, "16 MY OLD PLAYGROUND REVISITED. with evergreens, many of which are large trees, such as the eucalyptus or blue gum-tree, the pepper-tree, and many others whose names I do not know, and which form an agreeable shade. The date-palm appears to flourish here also, aud bears fruit, which however never ripens ; but the tree is very picturesque, and, though removed from its African home, bears up well under the circumstances. Flowers of many kinds were already in bloom, and the gar den, for a foreign garden, is fairly well kept. The town band, and also that of some regi ment stationed in the town, take it in tnrns to play in this garden on most afternoons during the season for a couple of hours, while the visitors and inhabitants of Nice occupy chairs under the trees, or pull up their carriages on the \" Promenade des Anglais,\" which runs between the gardens and the sea, to listen to the music. So much has been written about the climate of Nice and the Riviera generally that I can add little that is new about it, but, having passed one entire winter here and part of two others, my experience would lead me to say that, as in"], [39, "CLIMATE OF NICE. 17 most parts of the world with which I am ac quainted (and I have passed two winters at the Cape), the winters vary considerably. If the winter is unusually severe in England and in the north of Europe generally, Nice gets her share, i.e., by going to Nice you do not avoid the winter altogether, but you have it in a modified form, very much modified indeed com pared with our severest weather, for the fact that geraniums flourish all the year round in the open air proves that much frost is extremely rare. I heard of a frost many winters ago, of 7 deg. F. on three consecutive nights, which killed a great many orange-trees and all the lemons ; but this is spoken of as a most unusual event, and something to re member. When we have very mild winters at home, Nice escapes without a single frosty night throughout. One thing, you never have any fogs; the chai'acter of the air is one of ex treme dryness, and the amount of sunshine con trasts most favourably with our cloudy skies. The drawbacks to this are the occasional cold c"], [40, "MY OLD PLAYGROUND REVISITED. 18 winds, chilly at times even from the south east which is off the sea, and really cold when off the mountains, \"Les Alpes Maritimes,\" which are more or less capped with snow. Of course the contrast is great when the sun shines brightly, and must make it especially dangerous for delicate people. The dust also after a long run of dry weather is very trying, and with all the watering (and they water very well), it is almost impossible to keep it entirely under. The trees on the promenade were all powdered with it from the adjoining roads, it not having rained for several months. There are plenty of delightful walks and drives abont Nice, and those who are only in tending a short stay should make at once for a somewhat celebrated spot called the \" Chateau,\" an isolated hill at the eastern end of the town, though the castle no longer exists. It com mands a magnificent view over the entire city and the beautiful environs for many miles. The young and strong will enjoy the ascent on foot, which may be made in a quarter of an"], [41, "BURNING OF THE OPERA-HOUSE. 19 hour from the base of the hill, but there is an excellent zigzag road by which you may reach the highest point in a carriage. The guide books, however, give all the information requir ed. There is a useful little book called \" Nice Express,\" to be had at all the bookstalls and railway stations for one franc, containing a plan ofthe town and environs. The news of that terrible fire, the burning of the opera-house, reached us about a week after we left. It threw such a gloom over the town that the gay season came prematurely to an end, and the annual regatta, to begin the next day, never took place, the money collected for it being charitably devoted to the relief of the sufferers. As we made some days' stay at Monte Carlo last year, and only took a return ticket from Nice this time for a few hours' ramble in the beautiful gardens of the Casino, and a dinner at the table d'hote of the \" Hotel de Paris,\" the sub ject does not properly belong to our tour of this year ; but I cannot altogether pass it by without adding our testimony to that of many o2"], [42, "20 MY OLD PLAYGROUND REVISITED. others to the charms of this lovely spot, which Nature and art combined have succeeded in rendering a perfect Paradise. It is sad, bow ever, to find all this so marred by the foul blot upon its fair name caused by that institution known under the mild name of the Casino. It richly deserves the title of \" hell,\" formerly given to all gaming houses, and this one may be most correctly described as \" LTnferno nel Paradiso.\" Fortunately, owing to the great increase of late in hotel accommodation, it is quite possible to make a prolonged stay and enjoy all the natural beauties of the place, without having the most objectionable portion of its frequenters forced upon your notice. You may certainly at all times take your place in the grand concert hall, and listen to the music of the finest orchestra in Europe, for a couple of hours, without seeing or hear ing anything to offend, or anything, in fact, to remind you that you are not occupying a stall in a London or Paris opera-house. At the same time an intimate friend of ours, who had"], [43, "THE DEVIL'S MUSIC. 21 once been induced to sit out a concert there, remarked that he did not enjoy it because he could not get over the feeling that he was listen ing to the Devil's music."], [44, ""], [45, "CHAPTER II. GENOA TO PISA. SAN REMO — VILLA PALLAVICINI — APPROACH TO GENOA — THE MARQUIS DI NEGRO— GENOA THE NOISY — COMMUNICATING DOORS — SPEZIA — RAILWAY FROM GENOA TO SPEZIA — NU- MEROUS TUNNELS— THE BRACCO — THE NAVAL ARSENAL — VIEWS FROM PORTO VENERE — JOURNEY TO PISA — THE CARRARA MARBLE QUARRIES — A TROUBLESOME MOSQUITO — PISA — THE CAMPO SANTO — THE LUNG'ARNO — AMUSING INCIDENT — ROME — THE HOTEL COSTANZI."], [46, ""], [47, "25 CHAPTER II. (TU1E morning of the 8th saw us en route for ■*■ San Remo, where we passed one day, so as to divide our journey to Genoa,* and enable my wife to see something of the place, it being her first visit. It bears a good character as a resort for invalids, and is said to escape that unpleasant wind called the \" Mistral.\" This * Many who know the Cornice Road will say, do the journey between Nice and Genoa by carriage. I have driven the whole distance both ways, and quite agree that it is a delightful drive ; but it is too long for many people, and I think wholly unnecessary. I advise a carriage jour ney only between San Remo and Nice, and, if convenient, do it in this direction. It is an easy day. You leave, say at ten in the morning, making Mentone the half-way house, where you rest for two hours, driving into Nice in com fortable time for dinner."], [48, "26 MY OLD PLAYGROUND REVISITED. wind blows at intervals all along the coast, and over a large tract of country some miles in land. It is a nor'wester, and blows at times with great violence, lasting for several days. From what point it takes its rise seems unde cided, but it is supposed to die out at or near San Remo. It is by no means a cold wind, but a most unwelcome visitor, raising clouds of dust and destroying everybody's comfort.* This place has greatly increased in impor tance of late years. Like many other towns of the Riviera, it is noted for its salubrity and mild ness of climate. It has hitherto been rather a dull place, but its attractions are many, and the perfect repose which seems to surround it is a * Some years ago, during one of these violent mistrals, I had a very narrow escape of my life. Having taken pas sage in a French steamer bound for Barcelona, one of those gales came on shortly after leaving Marseilles, and the captain deemed it prudent to put back. On nearing the port, we came into violent collision with an outward-bound sailing-ship, and, the rigging of the two vessels becoming entangled, a large block fell from aloft on to the deck of our steamer, missing my head by a few inches, but tearing open the sleeve of my jacket from the shoulder downwards, yet without wounding me in the slightest degree."], [49, "VILLA PALLAVICINI. 27 strong recommendation to those seeking peace and quiet. This season a small opera-house or theatre has been opened for the lovers of music, aud those who like a little gaiety of the kind. However, to those who wish for gaiety and \"la vie mondaine,\" Nice or Monte Carlo would be more congenial. The following day our luggage was booked through to Genoa, but we left the train at Pegli, about six miles short of the city, in order to pay a visit to the celebrated Villa Pallavicini. We expected great things, and therefore, I pre sume, we were somewhat disappointed. Though the gardens are tastefully laid out, and no money appears to have been grudged to embel lish the natural beauty of the spot, yet to Englishmen, accustomed to the perfect garden ing and general tidiness prevailing in similar places at home, these grounds seem somewhat neglected, and had the air of suffering from an absentee proprietor. The view also from the terrace over the sur rounding country and sea coast is sadly marred by some two or three acres of land in the"], [50, "28 MY OLD PLAYGROUND EEVISITED. vicinity being used as a drying-ground by some wholesale washing establishment enjoying the patronage, I should fancy, of some of the large hotels and palaces of Genoa. We had to be content with seeing the grounds only, as the villa was closed to the public, the proprietor not being just then an absentee. The day was very bright and warm, and we were glad of our white umbrellas where the paths, mostly thickly wooded, failed in their welcome shade. I must not omit to mention the beauty ofthe camelias, just then in full bloom aud in great profusion, and of which the gardener who ac companied us was lavish in presents to my wife. After a little refreshment at the station hotel, we hired a carriage and drove into Genoa, the train leaving too late to enable us to reach our hotel in time for six o'clock table d'hfite. There had been a fine rain dur ing the night, so that we escaped the disagree ables of a notoriously dusty bit of road. The approach to Genoa every way is fine. \" Genova la Superba!\" and, seen at a distance,"], [51, "THE MARQUIS DI NEGRO. 29 from both sea and land, it richly deserves its title. I say from a distance, because you require that to take in the magnificent stretch of bay, or gulf, with its background of moun tains, upon whose slopes much of the upper town is built, and beyond which again stand many charming detached villas, with their pretty gardens.'* I have reached Genoa by steamer both from *In the year 1838, in which, during my bachelor days, I first made a prolonged tour in Italy, I was introduced to the Marquis di Negro, who possessed a charming villa on the height above the town, and I had the honour of being invited to meet some of his friends at dinner, on which occasion I was the only Englishman present. The Marquis was at the time an elderly man and a widower, with one daughter. I met them both a few months later in Florence, whither they had gone for a little change. He was an ac complished gentleman ; well acquainted with many of our best authors, and spoke English remarkably well. His villa, with a pretty garden, contained a collection of natural history, and, dying shortly after I made his acquaint ance, he bequeathed the property to the Municipality of Genoa, and it is now open to the public. It adjoins the \" Acqua Sola,\" which is the principal promenade and drive of the inhabitants. His bust, in marble, has been placed at the door of the museum which contains the collection, as a memento of his munificent gift."], [52, "30 MY OLD PLAYGROUND REVISITED. Nice and Leghorn, as well as by the road from Pegli, or, I should say, by the Cornice Road, for the first fine view of the bay is obtained from Savona, and I most decidedly give the preference to the approach by sea for taking in at a glance all the glories of this most imposing city. \" Genoa the noisy,\" I must call it, superb as it is. Happy the traveller who manages to get a sound night's rest during his stay in the city. I have tried all the best hotels, those on the port and also in the centre ofthe town, but, alas ! there is no peace anywhere. The people seem never to go to bed. Naturally the most noisy part of the town is on the port, where the constant arrival and departure of ships at all hours keep a number of people up all night. Genoa is a very busy place, and there is always a large floating population of sailors of all nations, who congregate in the drinking shops and narrow streets adjacent to the quays, and who sing and shout at the top of their voices. The worst of it is you must go to Genoa, you cannot avoid it, plan as you will, either going south from the Riviera, or coming direct from"], [53, "31 COMMUNICATING DOORS. Paris by way of Turin. The only thing to do is to get out of it as quickly as you can, that is, if you value a good night's rest. We ventured to pass two nights there this time, as we wished to visit one or two places in and about the city that we had omitted doing on our last visit. The \"Campo Santo\" was one, and we were amply repaid for our pains. It is very extensive, and contains some beautiful monuments in marble. We chose the hotel facing the Piazza Carlo Felice, and had written for a quiet room, if possible, at the back of the house, as the front is proverbially noisy, the market being held in the square, and from early dawn the carts, with produce of all kinds, come pouring in from the surrounding villages. I think nothing more need be said to show that sleep is almost im possible after four or five in the morning. AVell, we had our back-room, but, alas, though we had no noises from the street, we had a bed-room with a very thin partition between us aud the room adjoining, and of course the usual communicating door. This resulted iu our"], [54, "32 MY OLD PLAYGROUND REVISITED. being sadly disturbed by noisy neighbours ; so that in fact we gained nothing by avoiding the hotels overlooking the port. Why will they persist in putting these com municating doors so universally iu the Conti nental hotels ? Some few have double doors, to shut out the sound, but they are quite the exception. Those with single doors (and you frequently find yourself in a room with doors right and left) entirely destroy all privacy ; you hear eveiything that is said, you are dis tiu-bed at all hours of the night by people who, through carelessness or indifference, take no thought for their neighbours, and your sleep is destroyed all through these vile doors. Sure ly the drawbacks to this plan far outweigh the advantages to be gained. They tell you people ask constantly for several rooms together. Well, by all means have a few rooms of the sort to accommodate all tastes. Do people generally run in and out of one another's bed rooms ? We do not so arrange our houses in England, why should the hotels '? People you meet abroad frequently speak of the evils of"], [55, "NUMEROUS TUNNELS. 33 this system, and I am convinced, where an hotel could be found free from this drawback, it would be eagerly sought after by most travel lers, certainly by all the English. I could say much more to show the folly, I may say the impropriety, of the custom, but perhaps I have said enough. Even people who have had no actual experience in the matter can easily imagine the many reasons for in veighing against this mode of constructing the bed-rooms. Ou the morning of the 10th we took leave ofthe place with a feeling of intense relief, and arrived in Spezia about five o'clock in the after noon, taking up our quarters in the Hotel Croce di Malta, an entirely newly-built house, though retaining its old name, and were accommodat ed with a pretty room facing the sea. The journey all the way from Genoa, occupying about three hours, is remarkable for the number of tunnels. We counted seventy odd ! It is very unpleasant to be constantly plunging from bright sunshine and beautiful views of sea and laud into total darkness, and again suddenly D"], [56, "34 MY OLD PLAYGROUND REVISITED. emerging iuto dazzling light, most trying to the eyes and not a little so to your temper. It is a very striking bit of coast scenery, of which you can only catch the most partial and mo mentary glimpses. I suppose it is a clever bit of engineering, and must have been very costly, but it was one of the most disagreeable of railway journeys you can possibly imagine. It is scarcely an exaggeration to describe it as one long tunnel with occasional openings for light and air. For some years this line of railway was in complete, not being carried further from Genoa than Sestri Levante, beyond which little town rises a most imposing mass of mountain known as the \" Bracco,\" a very formidable object to further progress, with its precipitious sides coming sheer down to the sea. Here the traveller used to rest one night, taking carriage next morning for the journey over the mountain to Spezia, and a wonderfully fine drive it is, aud one I did myself some years ago. The latter part is especially grand, the descent into the town commanding as it does the most ex-"], [57, "SPEZIAa 35 tensive and charming views of sea aud moun tains ; the celebrated Gulf of Spezia. The Italian Government has done a great deal of late in improving the dockyard, and as a great naval arsenal Spezia is now second to none. One of their recently-constructed ships of war (the Duilio), with its hundred-ton gun, was lying at anchor in the bay, besides others of inferior size. Being anxious to reach Rome as soon as we conveniently could, we determined to start for Pisa the following morning ; but I strongly advise tourists to stay at least two days in this interesting place. The view of the Apennine range on the east side of the gulf, lighted up by the setting sun, will alone repay you for your visit to Spezia ; at the same time a car riage drive to Porto Venere, on the west side, should not be omitted, as it commands most magnificent views over the bay and the ad joining mountains. We met at our hotel many English who had been here since the beginning of the winter, and spoke in high praise of the charms of the d2"], [58, "36 MY OLD PLAYGROUND EEVISITED. place and the mildness of the climate. They were living en pension on very reasonable terms. On the afternoon of the 11th we left for Pisa, svhich was only a run of about two hours and a half, but a journey full of interest and fine scenery. About half way you pass close to the celebrated Carrara marble quarries, which employ many thousand hands, and which may probably be worth visiting if the tourist has the time to spare. This may easily be done by leaving Spezia earlier in the day, which, allowing two or three hours for a visit to the mines, will enable you to reach Pisa the same evening. Soon after five o'clock we found ourselves comfortably housed in the hotel Gran Bretagna, with a good window looking upon the Arno, but unfortunately much too close, for some wretched mosquito from the river had taken up his quarters in the same bed-room with ourselves, and sadly spoilt my wife's rest, who was stung on the hands and wrists, and felt the effects for several days afterwards. I"], [59, "PISA 37 believe there was only one, and I escaped his attacks. We observed there were no \" Zan zara \" curtains to our beds when we took pos session of our room, but they assured us that there were none of these little poisonous blood suckers about. \" Zanzara \" is the name this little gnat is known by in Italy, the term mos quito not being in use. I conclude the power ful sunshine of the last week or ten days had brought a few of these little pests to life some what prematurely ; but you are not safe from their attacks without those net curtains to your bed, even in March, should the weather happen to be fine and warm. For about three months in the depth of the winter they are hardly ever seen. Pisa is a city everybody likes to see, and two hours or so will suffice for a fair look at all the chief objects of interest, especially as they lie, so to speak, all of a heap. The cathedral, the baptistry, the leauing tower, are all within a stone's throw of one another, and as you may reach them in from five to ten minutes by car riage, or on foot from the principal hotels on the"], [60, "38 MY OLD PLAYGEOUND EEVISITED. Arno, you may devote nearly the whole of your spare two or three hours to the three buildings I have mentioned, but a portion of your time may well be occupied in visiting the Campo Santo, which, by the way, I ought to have stated is one of the \"lions\" of the place, and close to the baptistry. The great majority of visitors will find ten minutes or a quarter of an hour long enough for a visit, but archæologists and antiquarians would probably not be content with such a cursory inspection of a place so full of interest ing monuments and relics. Pisa has also a good reputation as a winter residence, but it is much colder than any of the towns on the Riviera, and for what class of invalids it is found to be suitable I am not aware. The Lung' Arno is the most amusing and lively part of the town, upon which stand the best hotels and the principal shops and cafes. Pisa is a singularly quiet place, and in many parts the streets have a very desolate appearance, the traffic not being sufficient to prevent the grass growing. This applies only"], [61, "AN ITALIAN GREETING. 39 to those streets in the outskirts, but in many of these, even in the immediate neighbourhood of the cathedral, you may frequently find yourself the only passenger. I never met with the like of it elsewhere. I forgot to mention that on our arrival at the railway station, as soon as our courier, who was in the adjoining compartment, stepped down upon the platform, we saw him instantly seized by two strangers, one an elderly man, the other about his own age, who seemed to be strug gling for possession of him, as if a reward had been offered for his apprehension. This was, however, a wrong solution of the matter, and we were quickly undeceived, for, on his shaking off one of his assailants, the other clasped him tightly round the body and gave him a most affectionate kiss, first on one cheek and then on the other, the younger one going through the same performance. On our approaching the group, B , evidently feeling it to be a proud moment in his life, severally introduced us to his father and brother. The two men, hats in hand, were all bows and smiles, and welcomed"], [62, "40 MY OLD PLAYGEOUND EEVISITED. us as if we had been old friends, though we escaped the embraces and the double kiss. It turned out that B was a native of Pisa, and had previously written to his parents informing them of our intention to visit the place, and naming the train by which we should arrive. It was an amusing little incident, and pleasant to witness the simple, child-like, and loving greeting of these big-bearded Italians. Our man had not seen his friends for more than two years. Saturday the 12th was a memorable day for my wife, it being her first visit to Rome. Leaving Pisa about noon, we entered the \" Eternal City \" soon after nine o'clock, and found ourselves comfortably lodged in the Hotel Costanzi, fortunately only a short drive from the station, as the journey was a long one and somewhat fatiguing. The compartment was nearly full, and our fellow-travellers not very agreeable. However, a light supper and com fortable beds soon put us in good humour, and, feeling a sort of relief in having accomplished the greater part of our outward journey, we"], [63, "41 AERIVAL AT EOME. were quickly transported to the land of dreams. We should have been glad to have arrived by daylight, so as to have seen something of the environs and general aspect of the great city as we drew near ; but you have little or no choice of trains on the Continent, you must take the one provided for you as a fast train, often start ing and arriving at a very inconvenient hour, or be half as long again on the road by what is here termed \" omnibus train.\" This was my third visit to Rome, and I had entered by the \"Porta del Popolo,\" posting down from Florence before the days of the railroad, and had the opportunity of catching a glimpse of St. Peter's and the many domes and spires of churches and public buildings long before we reached our destination. Travellers approach ing Rome for the first time, especially, I fancy, the devout Roman Catholics, often display great excitement when the grand dome of the distant cathedral first bursts upon the sight, and I have witnessed several instances of it on more than one occasion. This is easily understood, and few of us, under similar circumstances, but must"], [64, "42 MY OLD PLAYGROUND REVISITED. be deeply moved when we actually set eyes on this ancient capital of the world. I have said we left Pisa about noon, and travelled by the coast line, or \"Maremme,\" a journey of a little over two hundred miles. It is by no means an uninteresting route, though a dead level, and on your right hand you have frequent views of the sea coast, witb its many high promontories and islands, until you reach Civita Vecchia, where you soon turn more inland. The train stopped at Orbetello for refresh ments about a quarter of an hour ; but I should advise those who are at all particular as to what they eat, not to trust to the buffet at this station, but to bring some plain, wholesome fare with them from Pisa, or Leghorn, as the case may be. We found the Hotel Costanzi a fine esta blishment, with all the modern improvements, including a lift, billiard tables, smoking-room, spacious and lofty drawing-room and news paper-room combined — in fact, everything to satisfy the requirements of the most exacting."], [65, "43 LIVING AT ITALIAN HOTELS. The living is much the same at all the best Italian hotels ; they give you as good a dinner as they can out of indifferent materials. The soups are always of the most watery descrip tion, very insipid, frequently thickened with tapioca or semolina, just to give a little more substance, but of which you soon become weary usque ad nauseam. In days gone by a good plate of powdered Parmesan cheese always accom panied the soup, which, added to the poorest of liquids, containing plenty of Italian paste or maccaroni, made a very palatable potage. The fish is only occasionally good, and not always to be had. The Mediterranean is not famous for fish. The soles are small and very inferior to those taken in our Northern seas, and cannot be very abundant, as we seldom had them. Turbot now and then made its appearance, and red mullet also, but very rarely ; we generally had some kinds not known at home, and which, but for the accompanying sauce, I should say were not worth the cooking, and I felt the force of the French proverb, \" C'est la sauce qui fait le poisson.\""], [66, "44 MY OLD PLAYGROUND REVISITED. The beef and the mutton both compare un favourably with our own ; in fact, it is not only of a very inferior quality, but they spoil it in the cooking, so that there is nothing nourish ing left iu it. Veal is the best meat they have, and a nice hot \" cotelette a la Milanaise,\" with a squeeze of a green lemon, is by no means to be found fault with. The dinner must be, and in variably is, wound up (I mean the meats) by roast chicken, turkey, or pigeons, and, of course, salad. Well, these are generally pretty good, and a last resource ; something you may mostly rely upon to satisfy appetite, if you have pre viously failed. No dinner on the Continent, at any rate either in France or Italy, is ever served without one of those specimens of poul try as a roast ; it is de rigueur. They always give you a sweet of some kind, occasionally two sorts, often ice, but considering that the Italians are first-rate confectioners (and who has not heard of Italian creams ?) I find the supply somewhat shabby compared with the variety aud abundance to be found in the hotels in my early wanderings in Italy. Vegetables"], [67, "45 DINNER AT THE HOTEL. are good and plentiful, and we never failed to fiud the best sorts, peas, beans, cauliflowers, or spinach served in their turn as a separate dish or garnishing their stews. The green arti choke is also in constant use, and seems a universal favourite. I should say we dined a hundred and fifty to two hundred people every day, and it requires a perfect system of management both in the kitchen and salle a manger to give you your dinner with any degree of comfort. That we had many of our dishes which should have been hot nearly cold was generally the fault of the guests, who would not come in to dinner at the hour appointed, viz., half-past six. The few who took their seats at table on the ringing of the bell had to wait the arrival of what the manager or head waiter deemed a sufficient number before the soup was served, so that it was often just seven o'clock before we began our meal. This was anything but what it should have been, and clearly encouraged those who liked dining half an hour later to delay their coming. Had the dinner been always"], [68, "46 MY OLD PLAYGROUND REVISITED. served to the minute the evil would soon have cured itself, as people are not fond of sitting down to table when the meal is half over. This is by no means a common fault of the tables d'hote, punctuality is certainly the rule, and we only met with one other similar instance, and that was at the \" Italia \" in Florence. With this exception, we had every reason to be satisfied with the management of the \" Costanzi.\" It stands high, and is considered as healthy as to situation, and has as good drainage, etc., as any hotel in Rome. We had a nice, airy bed room, commanding a view over a large portion of the city ; and, as we usually sat in our own room for several hours daily, this was no small advantage. Telegrams from London aud Paris were daily posted in the hall, giving a digest of all important events, and everything that one could reasonably expect was done to contribute to the general comfort. On my two former visits I had put up at the \" Russie,\" at the corner of the \" Piazza del Popolo,\" and had nothing to complain of there. This hotel is close to the north gate of the city,"], [69, "47 DESIRABLE HOTELS. and most convenient for the fashionable drive and promenade on the Pincian Hill, but it lies low, and is avoided by many on that account. On the whole, from all I have lately learnt about Rome and its drainage, risk of fever, etc., I should select either the \" Costanzi \" or the \" Quirinal\" for a future sojourn."], [70, ""], [71, "CHAPTER III. ROME. A SERVICEABLE UMBRELLA — MY WIFE'S FIRST IMPRESSIONS OF ROME — ANCIENT AND MODERN ROME — VISIT TO THE VILLA DORIA PAMPHILI — CROWDED STREETS— GAZERS AT SHOP-WINDOWS — ROMAN FEVER — FINE POINTS OF VIEW — OFFICERS OF THE ITALIAN ARMY — ROMAN NURSES — ST. PIETRO IN MONTORIO— -SUPPLY OF WATER — FOUNTAINS — REVIEW OF THE TROOPS IN GARRISON — OUR COURIER ON THE PARADE GROUND — ITALIAN CUISINE — VISIT TO THE CHAMBER OF DEPUTIES. K"], [72, ""], [73, "51 CHAPTER III. 1TTE had now been twelve days from home, * * and had been favoured with delightful weather the whole time, and a temperature in the shade of from (>2° to 64°. My thermometer was always hung up in our bed-room, and here in Rome it hardly varied two degrees during our stay. I have always taken great interest in observing the temperature, and I would as soon travel without my watch as without my thermometer. I ought to state that we always had our windows open in the daytime, and partly so during the night. In fact nothing could be better than the weather, especially for those who were out driving or walking for several hours every day. The sun was powerful, aud, E 2"], [74, "52 MY OLD PLAYGROUND REVISITED. when exposed to the full force of his rays, we Avere careful to open our white umbrellas, which we found quite essential to our comfort. I only carried one umbrella on the journey for my own use, an ordinary silk one with a moveable white cotton cover, which could be put on and taken off at a moment's notice, so that I was always provided either for rain or sunshine. The sub stance of the silk and cotton cover combined served to protect one from the sun much better than the ordinary sunshades sold in the shops. I was naturally anxious to hear from my wife what were her first impressions on driving through the streets of the modern part of the city to St. Peter's, for thither she determined to go without a moment's delay. I said, \" Well, what do you think of this wonderful Rome now you are actually in it ?\" \" What do I think 1 Why, I am quite disap pointed ; it looks like any other city, and I certainly expected something very different. I can't exactly say what I expected, but it seems to me that Rome has no business to look just like any other city.\""], [75, "MY WIFE'S FIRST IMPRESSIONS. 53 I remember this was pretty much what I felt myself on my first visit, something like forty years ago, but I did not like to say so at the time. I replied that such was my own feeling in early days, and I believe that most new-comers will own to similar impressions. \" However,\" I added, \"have a little patience, and to-morrow I think you will probably alter your tone, as we will then make the tour of ancient Rome and visit some of the grandest of her ruins. Of course you did not expect to find all the glories of the ancient city renewed in the modern, but you had wound up your expectations to such a pitch that you were almost certain to feel disappointed.\" I need scarcely say that the overwhelming grandeur of St. Peter's, with its architectural wonders, more than made up for all the mean ness of many of the buildings and streets that we had to pass on our way. We only spent a couple of hours to begin with in the cathedral, but saw enough to make my wife exclaim that this indeed far surpassed all her expectations,"], [76, "54 MY OLD PLAYGROUND REVISITED. and that if she were to leave Rome the next day she should consider herself amply repaid for her long journey. I will not attempt to give even an outline of all we did and all we saw in Rome, but leave it to be inferred that we were tolerably industrious during the ten days we spent there, as we paid visits to all the principal ruins, including three to the Coliseum, one of which was by the light of a full moon, and two or three hours were again devoted to the interior of St. Peter's. Of pictures aud statues we had our fill both in public and private galleries ; and of villas we selected the \" Borghese \" aud the \" Doria Pam phili,\" both having very extensive grounds, and being opened to the public on certain days. The latter, I think, twice a week only, but the drives through the park are delightful, and the place in many respects resembles one of our own English country-seats. The charming spring day enlivened by beau tiful flowers and flowering shrubs and the sing ing of birds, nightingales included, all combined to make our visit especially enjoyable. A few"], [77, "ROMAN FEVER. 55 hours passed in one of these villas, away from the bustling, crowded streets ofthe city, is very grateful to the wearied sight-seer. Rome is really crammed full of visitors of all nations at tbis time of year. It struck us as being uncomfortably crowded. The streets, even the largest thoroughfares, were so full of people that you could hardly make way at times, never without constantly walking in the road. Everybody seemed to be in a hurry, both in carriages and ou foot, intent upon accomplish ing as many sights as possible in the shortest amount of time. In the Corso especially, which (whatever its name may imply) is nothing but a long narrow street, with a very small space allotted for footpath, you find yourself frequent ly brought to a halt. The shops are attractive, and the habit of gazing at shop-windows in a narrow street is not conducive to the free circu lation of the multitude. One hears much of \" Roman fever,\" whatever that may mean. Happily I know nothing about it, but it, seems to me that scores of people work themselves up into a feverish state through ex-"], [78, "56 MY OLD PLAYGROUND REVISITED. citement and worry and making a toil of what is called pleasure, doing in a single day what should be spread over a week. Beginning early in the day they go through an immense amount of labour, \"doing\" galleries and churches and ruins and what not, often exposing them selves to the hot sun, and then entering some church the atmosphere of which strikes as cold as a well. Need we wonder that in many in stances illness is the result ? We met with several cases of the kind entirely brought about by over-excitement and fatigue. The sufferers were all young women on their first visit to Italy, and these cases occurred quite as often in Naples as in Rome. Two or three ended fatally. There are several fine points of sight iii Rome. That from the Pincian Hill is one, and cannot well be missed, as all would be sure to make at least one visit to this fashionable drive and promenade, where you may see all the aristocracy and democracy mingled together from about four to six of an afternoon, and all the best carriages and horses, and the smartest officers"], [79, "OFFICERS OF THE ITALIAN ARMY. 57 of the Italian Army, not forgetting a number of very pretty children, even to babies in arms, and, though mentioned last, I do not think the less of them, a very good show of decidedly handsome women. There is military music here several days in the week, and that attracts a large concourse, and a veiy pretty sight it is to see so many and various costumes of the men, women, and child ren who are grouped together, sitting under the shade of the trees, or strolling to and fro iu the well-kept and flower-bordered walks and terraces. I must not forget to mention here how much we were impressed with the general appearance of the officers of the Italian Army. That they are a remarkably fine set of men there can be little doubt, and also that their uniform, par ticularly that of the cavalry, is very effective. In all the cities of Italy they are in great force ; aud, as they are never allowed to doff their regimentals, they are always en evidence, and enliven the picture wherever the gay world is collected together."], [80, "58 MY OLD PLAYGROUND REVISITED. I wish our officers were obliged to do like- wise. There is also seen amongst the crowd on these occasions a number of women wearing a remarkable costume, who are evidently nurses in charge of the children of the wealthy Roman matrons. Their dress is always of colours and of a costly material ; the coiffure is peculiar, con sisting osa large silver comb, shaped something like a fan, no cap, but two long streamers of broad coloured ribbon hanging from the knot of the back hair, far below the waist. There seems to be considerable latitude in the choice of colour, but the costumes are always of the most showy description, and one would say that, where silks and satins prevail, it is intend ed to mark the wealth and rank of the mistress. The little children are also most beautifully dressed, but to my taste a little overdone. Another spot commandiug very extensive views over the city and environs is St. Pietro in Montorio, on the Janiculum. This is the height that is generally recommended to those newly arrived, and I think it well deserves to be de-"], [81, "59 REVIEW OF TROOPS. scribed as the best point in Rome for giving a complete bird's-eye view of the city, besides taking in the ranges of the Alban and Sabine mountains in the extreme distance, and which form such a beautiful background to the picture. This drive should be taken towards sunset, to give the view in perfection. The city is admirably supplied with water of excellent quality, and the numerous fountains in all directions bear witness to its abundance. Even at the summit of this very hill there is a fountain whose volume of water is truly mar vellous and never-failing. I was fortunate enough to see a review of the troops in garrison here. On the morning of the 14th of March, the king's birthday, I sallied forth at an early hour, taking B with me, to the parade ground, a sort of Champs de Mars. Leaving our carriage at the entrance gates, we got a good position just inside, where we were permitted to stand. The king, attended by a numerous and bril liant staff, all of whom were splendidly mount ed, rode on to the ground about nine o'clock"], [82, "60 MY OLD PLAYGROUND REVISITED. and passed along the lines of the different, regiments drawn up to receive him. I suppose it was an inspection rather than a review. There was a great deal of band playing and saluting, and a great display of flags, but no firing except of some big guns which gave the signal that His Majesty had left the palace ofthe Quirinal on his way to the ground. I have not a professional eye in this matter, but the troops appeared to me to be of the right sort of stuff, and were certainly a fine body of men, number ing some ten or twelve thousand. The previous year at Turin we saw a very large number of Italy's best soldiers collected to do honour to the King and Royal family, who had come to 'open the National Exhibition. I remember we were then very much struck with the general appearance of the troops as to physique and martial bearing, and everything in fact that seemed to us to constitute good soldiers. I found B of great service on the parade ground, as in addition to his being an Italiau and able to hold his own with the many"], [83, "ITALIAN CUISINE. 61 sentinels with whom we came in contact, stop ping us here and directing us there, he had a ready wit aud kept them all in good humour, and seemed to gain permission to pass to some spot of vantage ground from which the multi tude were excluded. I was evidently \" an illustrious stranger,\" to whom they were bound to be polite, and against whom they should not enforce too strictly the orders they had re ceived. We had planned to stay some days longer in Rome, but as I had been a trifle indisposed of late, either the air or the living seeming to dis agree with me, we determined to push on for Naples at once. We knew we should find our selves in Rome again on our way to Florence, and could then finish off what we felt we had left undone. Before leaving, however, I will say a few more words on a subject I have already touched upon. I allude to the food and the Italian cuisine generally. I make no apology for this,. as we must all admit it to be an important sub ject. I believe many people fall ill on first"], [84, "62 MY OLD PLAYGROUND REVISITED. arriving in the country from the sudden change of diet. Doubtless the great change of tempera ture has something to do with it also. It is not always convenient or pleasant to dine by yourselves (unless you are a large party) instead of joining table d'hote. But I believe it is far better to do so, if you can, at any rate for a week or two. Order your own dinner of two or three dishes, the fewer the better, selecting something plain and whole some ; and, above all things, be careful what you drink. Many of the Italian wines are very good, if you can get them genuine, but I have reason to know that it is very unsafe to trust to those offered you at some of the hotels. The Chianti and Monte Pulciano are both excel lent Tuscan wines, and are generally to be had genuine ; the former is most universally drunk (it is best in the \" fiasco,\" or straw-covered flagon), but even these wines should have a large admixture of water. Some of the Piedmontese wines are good, especially Barolo and Barbara, which are red, but somewhat heady, and will bear plenty of"], [85, "63 DINNERS. water. They are much in vogue in Turin and other northern cities. After the first few days in Rome we were obliged to give up the table d'hOte, and either ordered dinner in our own room or went out to a restaurant. We found an excellent dinner could be had at the Cafe del Parlamento at five francs a head, and every dish served hot, but it frequently partook too much of the table d'hote style, i.e., too many dishes, and we preferred ordering a more moderate and plainer sort of meal, which was always nicely served. We tried a house well known by the name of Morteo and Co., where we had a capital beef steak, juicy aud tender, also served hot.' Of eggs and milk there was a full supply. The former were always fresh, mostly new laid. Of course the spring time favoured us in this * All that I have said here about eating and drinking in Italy applies chiefly to elderly people, and especially to those who are obliged to be careful in the matter of diet. Those in rude health, and blessed with the digestion of the ostrich, can well afford to laugh at my caution."], [86, "64 MY OLD PLAYGROUND REVISITED. respect. Some guide-books advise travellers not to take tea, but to stick to coffee. This advice need not be followed now-a-days: it held good once, but for many years past I have had no fault to find with the tea in the best hotels, and I always take it for breakfast, preferring it to coffee. My wife usually took the latter, but it was often very poor stuff. A few days before we started for Naples 1 procured au order to visit the Chamber of Deputies, and, as ladies are admitted, my wife accompanied us. She had to take her seat in a gallery exclusively devoted to the fair sex, while B and I found seats in the ordinary strangers' gallery. It is a fine building, and seems well adapted to its requirements ; of semi-circular shape, it reminded me of the Chamber of Deputies in Paris. When we entered a deputy from Naples was addressing the house, the question before it being a fresh demand on the public purse to carry out tbe improvements in the city of Rome. He was opposing the grant, and was very energetic, and to those who are familiar with"], [87, "A BORE, 65 the Italian method of talking, even on trivial matters, I need hardly say that in giving vent to his opinions he used his hands quite as much as his tongue. He had been on his legs for some time before we arrived ; his audience evidently thought him a bore, and gave him unmistakably strong hints that they had heard enough ; but on he continued to rattle, and only paused to moisten his lips with a glass of water. Our sympathies soon wrent entirely with the weary and impatient members, and we quitted the chamber satisfied with a short visit, the more so as we heard very imperfectly. P"], [88, ""], [89, "CHAPTER IV. ROME TO NAPLES. QUICK TRAINS TO NAPLES —A CONSULTATION — A BRIGHT IDEA OUR ACCOMMODATION AT CEPRANO — DOUBTFUL QUAR- TERS — VALUE OF KEATING'S INSECT POWDER — A BATTLE- FIELD IN MINIATURE — JOURNEY TO NAPLES — CHARMING LANDSCAPE — FIRST VIEW OF VESUVIUS — ISLAND OF CAPRI. f2"], [90, ""], [91, "GO CHAPTER IV. /~VN consulting the time-table we found that \" the quick trains to Naples were two in number ; one starting at six o'clock in the morning, the other at 4.10 p.m. We were decidedly of opinion that both were very inconvenient. If we took the morning train it would involve the necessity of being called at half-past four, and all the petty miseries consequent upon so early a start, such as going without, breakfast, or taking something in imitation of that meal when we did not want it, etc., etc. The great objection to the afternoon train was its arrival in Naples at the dead of night, so that we should be com pelled to travel for several hours, and the most"], [92, "70 MY OLD PLAYGROUND REVISITED. interesting part of the journey, in the dark. For myself I cared little about tbis, as I had arrived in Naples by daylight on several oc casions, but I could not bear the idea of my wife, whose first visit it was, losing all the beauties of the latter half of the road, which comprised a most striking view of Vesuvius and a peep over the bay to the distant islands, which come into sight some twenty miles from Naples. What was to be done ? We sent for B and held a council of war. We weighed all the pros, and cons, of the two trains, first leaning to one, and then to the other, but came to no final decision. All at once a bright idea flashed across my mind. Why not leave by the afternoon train, travel till dusk, stopping for the night at some suit able place, which surely could be found en route, a sort of half-way house, and, after a comfortable dinner and good night's rest, get picked up by the morning train from Rome, bringing us into Naples at midday. Nothing could sound better. It was voted a happy"], [93, "ACCOMMODATION AT CEPRANO. 71 thought, and agreed to at once. Of course it was the thing to do. How stupid not to have thought of it at first ! Now for the time-table again. Where was this half-way house to be ? Ceprano, which the train was timed to reach at 7.15, and was also marked \" Buffet,\" seemed eligible ; and we telegraphed to know if we could be accom modated with sleeping quarters at the station, the town being some two miles off. The an swer we received was that they had no bed room in the station, but that we could be pro vided with what might be called tolerably good accommodation at an inn close by. I am bound to say that they did not say much to tempt us to pass the night there ; nevertheless, we deter mined to risk it, and we accordingly took tickets for this station by the 4.10 train. Our luggage was booked through to Naples, retain ing only two bags which held all we required for one night on the road. True to time we arrived, and, after the rest of the passengers had swallowed a hasty meal and proceeded on their journey, we sat down to"], [94, "72 MY OLD PLAYGROUND REVISITED. our dinner, which had been previously ordered for us. It was nothing to boast of, but as we did not expect much at a railway buffet, and had good appetites, we dined without grum bling. As the evening was already far spent, and we had not yet seen our bed-rooms, we thought we would walk over at once to the inn. It was quite dark, and we had to follow the guidance of the waiter, who volunteered to show us the way. Out of the back door of the station we sallied, and, passing over a bit of stony waste ground, soon arrived at the door of the building that was to be our refuge for the night, and, on opening which, two dogs rushed out barking, apparently bent upon forbidding us tbe entree. The landlady, however, came forward, and into the building we stepped, finding ourselves in a long, low room, with tables along the wall, many furnished with knives and forks, and here and there covered with a coarse, white cloth, at which were seated sundry guests engaged in various ways, mostly drinking, some eating, but nearly all smoking, and dressed in a fashion"], [95, "A FORBIDDING-LOOKING LOT. 73 that we in England are accustomed to consider Italian brigand's costume. Certainly a most forbidding-looking lot. The room was lighted, or, I should say, rescued from total darkness. by two or three small candles, which were divided between those occupying the tables ; and now and then a little flame shot up fitfully from a wood fire in one corner, at which a woman was engaged cooking some thing. Shall I say we were alarmed ? At any rate, we regarded the scene before us with consider able dismay, knowing that we had to pass the night, in all probability, with these men for neighbours. My wife instinctively drew back ; but the landlady, as jolly and honest a looking body as could be met with in any hostelry in Europe, said something intended to re-assure us. She was a mountain of fat, a perfect giantess, talk ed and laughed incessantly, and, taking up one of the candles from a table, led us through this half kitchen, half salle-a-manger, and out at a door opening on to a staircase leading to"], [96, "74 MY OLD PLAYGROUND REVISITED. the floor above, on which were our bed- rooms. No sooner had we mounted a few steps than out went the light, extinguished by a strong draught from above, for a sort of corridor over head, which communicated with the bed-rooms, was open to the winds of heaven, aud we could see the stars shining brightly between the pilasters. Down went our fat hostess to get another light ; but she had no sooner re-appeared on the scene than out it went again, and amid much laughter, to which she herself largely contributed, she made another attempt, this time succeeding by adopting, as suggested by ourselves, the obvious plan of sheltering the candle with some portion of her voluminous garments. To our bed-room at last we were ushered with all the ceremony in use at a first-rate hotel, and, though we felt anything but happy, could not refrain from laughing at the aspect our room presented. At the first glance it seemed a room utterly bare of furniture, except two narrow beds standing side by"], [97, "75 OUR BED-ROOM. side, a red brick floor, rough planks for ceiling, and just room enough for us to turn round, and scarcely that while our fat friend remained. I might have used the common expression that \" there was not room to swing a cat,\" only, as Dickens has somewhere said, we are not in the habit of swinging cats, and so we did not complain on that score. Upon closer inspection we discovered two chairs, one beside each of the beds, aud one tiny wooden wash-stand in a corner, with that diminutive basin and jug common iu France in my boyish days, even in good hotels. Of course not an atom of carpet or mat in any part of the room. The beds, on being opened, we found had sheets, but only one to each bed, the covering being a sort of parti-coloured quilt. During the time occupied in taking this sur vey of our quarters, a running fire of questions and answers was kept up between us, in which B , who bad his room on the same floor, took the chief and most useful part, for in answer to his urgent demands another sheet was added to each bed, and, though no piece of carpet"], [98, "76 MY OLD PLAYGROUND REVISITED. could be found, they laid down a spare towel or two between the two beds as a substitute, and also brought us a few et ceteras which slightly improved the furnishing of our room. I had sported my best Italian in doing my share of the conversation with \" mine excellent hostess,\" who had talked and laughed at the top of her voice. I am not musician enough to say whether it was a soprano or contralto, but I know it was a voice of considerable power, and the burden of her song was that the beds were beautiful and clean, and, in fact, that everything about the room was charming. Well, all being at last finally arranged to the best of her ability, our jolly friend wished us good night and departed. My wife detained B a minute on his preparing to move off to his quarters, when the following dialogue occurred : Madam. \" What an awful place we have come to, B ! I never expect to leave this place alive ! I am sure those men below are all brigands, and we shall be robbed and murdered during the night.\""], [99, "MY WIFE'S ALARM. 77 B . \" Oh ! madame, no fear ; they are only the peasants of the neighbourhood come in here for supper, and will all be gone in an hour or two.\" Madam. \" I don't believe a word of it, for I saw two of them whispering together and pointing at me as we walked through the room ; besides, did you not notice that some of them had guns ? Be sure you keep watch, and if you hear any sound on the stairs, or, above all, if you hear me cry out, rush at once to our >** room. B . \" Madame, I shall make attention ; but calm yourself, there is no danger, be sure of it.\" So saying, he also wished us good night. T think my wife was only half serious in the matter, but doubtless felt a little nervous. I did what I could to reason her out of her fears, but only partly succeeded. Of course I was told what an awful mistake I had made in planning this stoppage at Ceprano, which I thought it best to admit without more ado. Well, having arranged our room to the best"], [100, "78 MY OLD PLAYGROUND REVISITED. advantage, looked to the bolt, and carefully locked our door, peeped under the beds, and felt all round the walls for some secret opening in the panel, we lit our night-light, and lay down to rest, hoping that all might go well; but not without a silent hankering after the luxurious bed-room and the sense of security we had left behind us in Rome ; or, still more, that which we had in prospect, and which we might that very night have enjoyed in Naples had we continued our journey, as we now were compelled to admit we ought to have done. I never travel without a good supply of \" Keating's Insect Powder.\" I have had such experience of its value that I put it in the list of \" necessaries \" when preparing for a journey abroad. This night I had carefully placed some within easy reach, for we looked with great suspicion on these beds with their dark coloured, heavy quilts, and it was pretty soon after I dozed off that I was awakened to the fact that I was not the only thing living occupying the bed. I was too sleepy to do more than seize my little box of powder, which"], [101, "VALUE OF FLEA-POWDER. 79 is so constructed that it can be converted into a sort of pepper-box, and pepper away freely all over my body right and left as I lay, and I quickly experienced its efficacy, dropping off again into a state of unconsci ousness till I saw daylight breaking through our one French-window, which, by the way, freely admitted the air as well as the light. So we had got through our much dreaded night without anything worse than this little drawback, which we had certainly anticipated from the moment we first set eyes on the beds. But for this flea-powder, I should have had little or no sleep. My wife is not so sensi tive, and had it not been for the loud talking which went on in the room below for an hour or more, the barking of the dogs, and one heavily-booted man coming upstairs some time after we retired (the dreaded brigand on his way to bed), she would have had a tolerable night's rest. I had the curiosity on rising to look into my bed, and well remember what I there saw re minded me of the description of a battle-field,"], [102, "80 MY OLD PLAYGROUND REVISITED. the dead and the dying lying scattered over the plain in all directions. I should never have believed that I had been attacked by such au army had I not witnessed the havoc my powder had wrought. We made a hasty toilet and went down stairs into the pleasant sunshine of a lovely morning, exchanging greetings with B , whom we found already about. He had slept soundly, having neither heard nor felt anything. Lucky man ! young enough to sleep soundly through any amount of noise, and with either a tough skin, or else carrying about with him some natural antidote, rendering him proof against those attacks so irritating to most of us, and so fatal to sweet repose. In this bright sunny morning, how all our troubles and fears of the previous night faded away ! Even my wife felt inclined to laugh at what had turned out to be ill-founded alarms, and we all betook ourselves to the station buf- fet just over the way, and thoroughly enjoyed our meal of very fair cafS au lait, with fresh rolls, sweet butter, aud new-laid eggs."], [103, "81 BREAKFAST AT LEISURE. Naturally for some time afterwards we talked of the discomforts and excitement we had gone through at this wretched osteria, or road side inn. We speculated on finding this half way house turn out a success, and we made a mistake ; we bought our experience, and are quite willing to make a present of it to any future travellers who might perchance contem plate doing the same thing. We should pro bably have fared better by driving into the town, bnt there was no conveyance to be had. Breakfast at leisure ! It is at all times very desirable, and we gained that point ; we sat down at eight, and, being in the station, we had nothing to do but to quietly await the arrival ofthe six o'clock train from Rome, whicli was due at nine. As it steamed into the station we eyed anxiously every first-class carriage, fearing they might all be full, but good luck was our portion this time, aud B found us a compartment perfectly empty, in which we took our seats, bidding adieu to the scene of our troubles and the ever-to-be-remembered Ceprano ! G"], [104, "82 MY OLD PLAYGROUND REVISITED. We had a most delightful journey to Naples, arriving at midday. The weather was simply delicious ! Ever-varying views of mountain and plain, towns and villages, some reposing on the sunny slopes, while others crowned the very summits of the lofty hills, added to the attractions of the road ; richly-cultivated land, with the budding vine and fruit-trees in full blossom, smiling streams, rugged rocks, all met the eye iu turn ; and, as we moved at a very moderate speed, we had full leisure to take in and enjoy all the beauties of this charming landscape. As we neared Capua, we were intently on the watch to catch a first view of Mount Vesuvius, some thirty miles off, and all of a sudden it burst upon the sight. There stood the mountain in all its grandeur ; impossible to doubt it, for a dense cloud of white smoke could be seen curling upwards in vast volume, while occasional puffs of a darker tint were shot forth from the crater as if from the mouth of a cannon, and, becoming incorporated witb the lighter-coloured vapour above, the whole mass"], [105, ""], [106, "ISLAND OF CAPRI — FROM THE MASSA ROAD, NEAR SORRENTO."], [107, ""], [108, ""], [109, "83 ISLAND OF CAPRI. was borne gently onwards, wafted by a light breeze towards the range of mountains in the rear. A little further to the right stood the Island of Capri, with its picturesque outline distinctly seen, though seventeen miles beyond Naples, in the centre of the bay. We continued to gaze on this picture for many miles, and brought our opera-glass into play the better to examine the crater of the mountain. I was pleased to see that my wife, though by no means given to be demonstrative, was greatly impressed with this first glimpse of the celebrated volcano and its surroundings, in fact, with the whole run down from Ceprano, and was almost inclined to yield on the point when I suggested that this daylight approach to Naples repaid her for what she had gone through the night before. G 2"], [110, ""], [111, "CHAPTER V, NAPLES TO POMPEII NAPLES — BESPEAKING APARTMENTS — HOTEL NOBILE — WALK TO THE VILLA NAZIONALE — THE PORT AND BAY OF NAPLES — PURITY OF THE ATMOSPHERE — EAST AND WEST BAYS — THE WEST END OF NAPLES — APPROACH TO NAPLES — DOLCE FAR NIENTE — THE JUDAS-TREE — THE CORSO VIT- TORIO EMANUELE — AN ENCHANTING PICTURE — DRIVE TO POMPEII — OUR EQUIPAGE — THE PLAGUE OF BEGGARS — DESTRUCTION OF POMPEII."], [112, ""], [113, "87 CHAPTER V. \"II7EDNESDAY, 23rd of March, at noon, we ' ' entered Naples. The Hotel Nobile had been determined on. and our bed-room engaged before we left Rome. This plan of writing for rooms a few days before arrival we had invari- ably carried out. At this season of the year nearly all the chief towns in the south are full of strangers, aud it is a wise precaution. Nothing is more tiresome after a journey, on arriving at an hotel, than to be told you caunot have a room, and to be obliged to go hunting about for your quarters. Several people who arrived at this hotel at the same time as our- selves were turned away with the words \" quite full.\""], [114, "88 MY OLD PLAYGROUND REVISITED. The \"Nobile\" is a new house, on a large scale, and stands higher than the majority of the hotels in the city, which are mostly down on the Riviera di Chiaja and the Chiatamone, facing the sea. We found it a very comfortable bouse, and the room we had commanded a good view over the bay. It is not so conveniently situated as those on the sea level, but it is said to be more healthy, and after all it only took us five or six minutes to walk down to the \" Villa Nazionale,\" which is on the Chiaja. It was called the \" Villa Reale \" in former times, when there was a King of Naples. It is the Hyde Park of the city. There is a carriage drive, a \"Rotten Row\" for equestrians, and a charming garden for promenaders and loungers, well furnished with flowers and beautiful trees, be- sides groups of statuary here and there, and plenty of seats. It is thronged in the after-part of the day, especially on the days when some military band plays, and all the rank and fashion of Naples may be seen from about five to half-past six o'clock, mostly in their well- appointed carriages, though some few ladies"], [115, "FIRST IMPRESSION OF NAPLES. 89 join their husbands and brothers in the \"Row.\" On our arrival, the day being bright and warm, we drove to our hotel in an open car riage, so that we had at once an opportunity of seeing a good deal of the city. Our route lay through some of the busiest, and most populous parts ; for some distance by the sea-shore and the port, which presented a lively appearance, thronged as it was with vessels of all kinds, from the lateen-rigged felucca to the full-sized, three-masted ship aud steamers of every sort and size. The bay stretched out before us in all its loveliness, with Vesuvius now apparently close upon us, though really some nine or ten miles away. This first view was eminently calculated to impress a stranger with the importance as well as the beauty of the place. I need hardly say, perhaps, that it is not the city itself that so impresses the beholder, though it contains some fine streets and build ings, but the marvellous picturesqueness of the situation. You have to dwell upon it for some"], [116, "90 MY OLD PLAYGROUND REVISITED. time before you thoroughly take in the vast dimensions of the bay in all its magnificence. On your left you have the imposing volcano, an isolated mountain, with its background of the lofty range of Apennines stretching away to the south for many miles, the slopes dotted with many towns aud detached villas sparkling in the sunshine ; most conspicuous among which are the far-famed Sorrento, Castellamare, not to mention Portici, Resina, Torre del Greco, &c, which latter lie more immediately under Vesu vius. It is fifteen miles, as the crow flies, across the bay to Sorrento, and seventeen to the Island of Capri. You can hardly realise these distances iu an atmosphere so free from haze. The mountain range, forming the eastern side of the bay, is singularly beautiful in out line and general conformation, and, seen under the effect of the setting sun, it is a sight to gladden the eye of the artist, and indeed of all who are susceptible to the charms of form and colour. Vesuvius especially, owing, I should say, to the enormous masses of lava which coat its sloping sides, partakes at this hour of such"], [117, "\"WEST END\" OF NAPLES. 91 wonderful tints, such delicate rose, mauve, and deep violet, each in turn, as the sun sinks below the horizon, that only those who have actually witnessed it can fully realize the exquisite beauty of the scene. The description I have here given is that of the east bay, for the shore at Naples forms two bays, the dividing point being the Castel del Uovo, which stands at the extremity of a small rocky islet or promontory, and is a picturesque and conspicuous object on the coast. The west bay may almost be looked upon as the \" west end \" of Naples, containing as it does the Villa Nazion ale, most of the principal hotels, and many of the most important private residences. The English Church is also situated in this quarter. At the same time we must not be understood to say that it by any means monopolises the grand eur of the city, as the principal square, on which stands the king's palace, most of the finest cafes, the St. Carlo opera-house, the Toledo, or Via di Roma, and other important thorough fares are to be found in quite another part of the town."], [118, "92 MY OLD PLAYGROUND REVISITED. Outside the Villa Nazionale, between the garden aud the sea, a fine broad road has been carried the whole length of the Chiaja, fenced in by a solid stone wall and parapet protecting it from the waves, which, however, occasionally dash over in showers of spray. This promen ade has been very recently constructed, and, though a magnificent work aud an undoubted improvement to this part of the city, does not at present seem to take with the fashionable throng, who stick to the old \" ladies' mile,\" which runs in a straight line between the houses on the Chiaja and the gardens. The approach to Naples, like that to Genoa, should be by sea. It is only in this way that you can take in at a glance the full extent of this magnificent bay, with all its accessories of beauty. It surely must have been this un equalled view which called forth the exclama tion, \"Vedi Napoli et poi muori!\" I would rather say, \" Let us, if we can, see Naples, but let us continue to live that we may see it again and again 1\" Both my wife and I soon felt the benefit of"], [119, "\" DOLCE FAR NIENTE\" LIFE. 93 this change of air, and I quickly recovered from my little attack. For some days we adhered to the \"dolce far niente \" life, sauntering along the pleasant walks in the delightful gardens of the Villa Nazionale, or listening to the music of the military band while seated under the shade of the trees, varied by an occasional drive along the sea-shore. After all the ferment and bustle of life in Rome, this was most refreshing and soothing. There was one tree in the gardens that, par ticularly attracted our attention, wliich seemed quite new to us. It was as large as a good sized apple-tree, scarcely a green leaf to be seen, so smothered was it with blossoms of that bright red colour which the ladies call \" ma genta.\" It turned out to be what is familiarly known as the Judas-tree, which is said to be not uncommon in Devonshire and some other counties in the south of Englaud. My early morning walks, too, were a source of great pleasure to me. I have been a fairly early riser all my life; and here I rarely left"], [120, "94 MY OLD PLAYGROUND REVISITED. the hotel later than seven o'clock. I shall not easily forget the charm of those delicious spring mornings. I usually ascended the easy slopes leading into the \" Corso Vittorio Emanuele,\" a splendid promenade extending along the hills for two or three miles behind the city, and occasionally mounted higher among the out lying villas and gardens. There was some thing so balmy in the air, such peace and quiet in the time of day, such unwonted beauty in all that met the eye. There were orchards of lemon-trees laden with fine ripe fruit, strange blossoming shrubs, familiar flowers, and gar dens of vegetables of all sorts in profusion ; while the superb bay, with its mountains and islands spread out below like a map, with the ever conspicuous volcano sending forth . his majestic column of white smoke, either rising straight up to the heavens and floating like a summer cloud in the calm of the morning or wafted gently out to sea by an almost imper ceptible breeze, all combined to make an en chanting picture, not to be easily effaced from the memory."], [121, "95 OUR EQUIPAGE TO POMPEII. We had made the acquaintance in the early part of our journey south of an American gen tleman and his wife. We first met in a railway carriage, and, as people mostly do when boxed up together for some hours, got into conversa tion. We had lost sight of them soon after leaving Genoa, and were very pleased to find they had taken up their quarters at the \"No bile.\" Being lodged in the same hotel, we saw a good deal of one another, and they occasion ally joined us in carriage drives in and about Naples. We planned to visit Pompeii together, and started one morning soon after breakfast in a nice roomy carriage and pair, preferring this to the railway. When the carriage drew up be fore the hotel door, aud the servant in attend ance said it was for us, we thought the man was joking. If the Lord Mayor's state-carriage had stood there, we should hardly have been more astonished. It was not the vehicle so much as the horses and their costume that amused us. Picture to yourself a pair of big greys, in shape strongly resembling the black"], [122, "96 MY OLD PLAYGROUND REVISITED. horses we employ at home for funeral purposes, with fine long tails and manes, the harness covered all over with bright brass studs, more brass than leather visible, besides a good deal of worsted work in gay colours hanging in balls, and what not, from various parts of the same. Each horse also carried a bunch of pheasant's tail feathers standing straight up between his ears, and no end of jingling bells, which were kept in constant play as our im patient steeds tossed their heads and pawed the grouud, only anxious to be off and display themselves and their finery to admiring crowds as we drove through the streets of Naples. They were, in fact, caparisoned exactly like the horses we see at a circus, and our carriage only required a little brighter paint and gilded wheels to have converted the whole thing into a splendid triumphal car. Amid much laughter we four took our seats, while B , who was to accompany us, mount ed on the box beside the coachman, who, by the way, was got up for the occasion quite in keeping with the horses, and, moreover, had a"], [123, "DRIVE TO POMPEII. 97 tuft of coloured worsted attached to his whip handle, so that no point for ornamentation was omitted. It transpired that this turn-out was generally ordered for those in the hotel who were about to make one of the grand excursions lasting the whole day, such as this visit to Pompeii ; and we heard of a party of tourists who, a few days before, were making an excursion in this very carriage stopping to have the whole group photographed, and I wish we had done the same. The carriage drive from Naples to Pompeii occupies about two hours. We found it some what tedious owing to the number of towns through which you have to pass, and, as they all join on to one another, you get little or no view except of houses on each side of you until Torre del Greco is reached, after which the country opens out a bit. I have not hitherto spoken of one dark blot in the picture which produces a painful impres sion, and is a great drawback to the pleasure of making a tour iu Southern Italy. I allude to H"], [124, "98 MY OLD PLAYGROUND REVISITED. the beggars that infest all the principal cities. In Naples especially, and all the places of in terest adjacent, they swarm. They await the arrival of carriages bringing visitors, and, as you drive through the towns and villages, you are beset by them. Many of them are blind, others maimed, or born cripples, fearful objects, yet most can run and manage to beep up with your carriage for a cousiderable distance, call ing out, \" Charity for the love of God.\" The blind always have a friendly arm to lean upon. They are most persistent, and you are sure to have some shocking stump of a naked arm or other malformation thrust under your nose as they run, holding on to the side of the carriage. Of course they get a great deal of money given them from one motive or another, and no doubt people are only too glad to pay a trifle to get rid of them. Mendicancy has risen to such a pitch that the Government have determined to take steps to suppress it. Something has already been done, and it is asserted by those who ought to know tbat the evil has very considerably diminished."], [125, "MENDICANCY. 99 All I can say is, plenty yet remains to be done. The excuse made for the Government is that it has been a regular institution in the country from time immemorial, tbat so many thou sands follow the profession as their only means of livelihood that they dare not be too severe or attempt to put it down all at once. One can well understand it to be a difficult matter to grapple with, and an evil that it will take a long time to eradicate. About noon we alighted from our triumphal car, and, presenting ourselves at the gate, were charged two francs a head as entrance fee. Well, what shall I say of Pompeii? \" The less the better,\" suggested my wife, who was looking over my shoulder as I wrote. \"Everybody knows all about Pompeii, those who have been there and those who haven't. I had read and heard so much about it myself before I went that I felt quite at home as I walked through the streets.\" \" There is a good deal in what you say,\" I replied, \" but I cannot dismiss the subject with- h2"], [126, "100 MY OLD PLAYGROUND REVISITED. out a few lines. I don't propose to write a romance in humble imitation of Bulwer's ' Last Days,' but something I must say, or it will look as if we had never been there at all.\" This was a first visit for our two friends from Boston, as well as for my wife. I had spent several hours here on two previous occasions, and, though it was only a few years since I last wandered through this city of the dead, I found much that was new. Fresh excavations are made every year, a certain sum being regularly devoted to the purpose by the Italian Govern ment. As is the invariable custom, we engaged a guide, and began our round. To me the sensa tion of walking throught these silent streets is somewhat depressing. Highly interesting, oh ! yes, but there is something very solemn in contemplating this utter desolation, this awfully sudden entombment of an entire city, and at the same time remembering the cause. You lift your eyes to Vesuvius. There he stands looking perfectly innocent, only enjoying a quiet smoke; he is nine miles off in a straight"], [127, "DESTRUCTION OF POMPEH. 101 line, and it is hard to understand how, even in one of his most furious moods, he could, in a few short hours, have brought about such a catastrophe ! We are told that on the 24th of August, A.D. 79, the first warning of the coming calamity was a deuse shower of ashes, which covered the town to the depth of three feet ! Subsequently the shower was renewed with greater intensity. The volume of ashes and fragments of red hot pumice-stone that was poured forth from the crater was so terrific that the entire city was buried. There is a little confusion in the minds of people who have not been at Naples, or in quired into the matter, about the way in which the different cities have been destroyed by the volcano. For instance, Pompeii stands in the plain considerably to the south of Vesuvius, and very near the sea, quite removed from even the lower slopes of the mountain, and was simply blotted out from off the face of the earth by these showers of ashes. No lava ever came near it."], [128, "102 MY OLD PLAYGROUND REVISITED. Herculaneum, on the contrary, standing on the west side, and at the very foot of Vesuvius, was overwhelmed by a fiery stream of lava, which, spreading over a large portion of the western slopes, ultimately found its way into the sea. Resina and part of Portici now stand over this buried city, some seventy feet beneath them. It is astonishing how indifferent the inhabitants of this district appear to be to the ever-threatening volcano. Torre del Greco, for instance, has, during the present century, been partially destroyed by eruptions on more than one occasion, and yet they set to work, nothing daunted, to rebuild and repair all the mischief that has been done. But to return to Pompeii. After having made a tolerable round, and inspected a number of the most interesting ruins, passing through some ofthe broadest and most noted thorough fares, we arrived at the site of the two theatres which stand adjoining one another. Here we determined to take our luncheon, which we had brought with us from Naples, preferring a pic nic among the ruins to patronizing the restau-"], [129, "PICNIC IN THE SMALLER THEATRE. 103 rant close to the entrance gate. We had ar ranged with a lad to meet us at this spot with the basket, and we settled ourselves down on the upper row of seats in the smaller theatre, which, by the way, is in a wonderful state of preservation. The building itself stands on high ground, so that we not only bad a view over the entire theatre, but also over a portion of the city and the country beyond. Pompeii is not exactly a place likely to be productive of mirth, even to the young and most light-hearted ; yet as our meal went on we were by no means a melancholy party, and even hazarded an occasional joke. One of us suggested that the playgoers of those days were probably much the same sort of people in their habits as the frequenters of our own theatres, the gallery especially, for, said he, here is a piece of orange peel, and I daresay, if we look further on, we shall find some nutshells, proving that the orange, at any rate, was as popular a fruit to be sucked during the perform ance as it is in our galleries at the present day. Nobody attempted to deny the force of the"], [130, "104 MY OLD PLAYGROUND REVISITED. argument, and we advised our friend to send this valuable relic to the museum at Naples. Unfortunately, before we had quite finished our meal and its accompanying jokes, it began to rain, and that was no joke, for it continued for an hour or more, and we had to do the remainder of our peregrinations under umbrellas. Still we persevered, and before we had com pleted our round of the city it cleared up, and we had a fine afternoon for our drive home. Among all the wonders that met our astonished gaze, none struck us more than the marvellous condition of many ofthe ornamented walls of the houses. The paint, especially the blue and the chocolate, was so incredibly fresh and bright that it was hard to believe that eighteen hundred years had elapsed since the work was executed. I suppose man could not have invented any composition so well caculated to preserve these paintings as the fine powdered pumice-stone and ashes which covered up the walls, and so effectually excluded the light and air, and, above all, the damp. Another thing we put down as very remark-"], [131, "105 A DAY AT POMPEII. able, and that was the plumbers' work to be found in the baths and fountains. Many of the leaden pipes were perfect, and resembled in every particular the work done in our own day. The taps, in many instances, we felt sure we could have turned had we possessed a fitting key. I must not forget to mention the visit we paid to the little museum, where a few things are shown that it was deemed best to keep on the ground, instead of attempting their removal to the great museum in Naples. It contains interesting relics found in various parts of the city ; amongst which are several human bodies, some with the teeth still perfect. Even the finger-nails on many could be made out. Rings also on the fingers are quite distinct. Having purchased a few photographs of some of the chief objects of interest, we drove back to Naples. So ended our day at Pompeii."], [132, ""], [133, "CHAPTER VI. ASCENT OF VESUVIUS. DRIVE TO THE BAY OF BAIÆ — GROTTO OF POSILIPO — DRIVE ALONG THE CORSO VITTORIO EMANUELE — ASCENT OF VESUVIUS — ASCENT OF VESUVIUS BY RAILWAY — HOW THE RAILWAY IS WORKED — BEAUTIFUL VIEW — PERILS OF THE JOURNEY — MY PRIDE HAS A FALL — RAILWAY SHARKS OR STRAP MEN — THE OLD CRATER."], [134, ""], [135, "109 CHAPTER VI. sPHE next drive we took together was to the -*- Bay of Baiæ, some two hours west of Naples. There is only a small village here now, the inhabitants composed chiefly of fisher men. The bay itself is charming, and, as we read in history, was a favourite spot for the marine villas of the wealthy Romans. The carriage road is by the \" Grotta di Posilipo \" and through the town of Pozzuoli. This \" grotta \" is a tunnel more than seven hundred yards in length, and is lighted by gas from end to end. It is said to have been constructed in the reign of Augustus. It saves a long round by the Cape of Posilipo. There is, however, another"], [136, "110 MY OLD PLAYGROUND REVISITED. route by the \" Strada Nuova,\" which passes by zig-zag over the hill of Posilipo. It is a splen did road and kept in first rate order. We re turned by this road, and for the sake of the many beautiful views which it commands it ought to be done either going or returning. Another drive also we took which on no ac count should be omitted, and that was the en tire length of the Corso Vittorio Emanuele, beginning at the western extremity, passing by the Castle of St. Elmo, and alighting at the Church of St. Martino ; not only for the sake of seeing the interior, which contains some fine pictures and beautiful marble, but especially for the fine view over a large portion of the city and the bay. Afternoon light is the best, but the church closed at four o'clock when we were there. Vesuvius had been for some days in an extra lively state, and on the night of the 26th of March he showed a good deal of fire, and even an appearance of lava running over the brim of the crater. I at once determined to make the ascent, partly to see the railway which has"], [137, "ASCENT OF VESUVIUS. 111 recently been constructed from a point a little higher than the Observatory up to the crater, and partly because the mountain is always a more interesting object when he warms up a bit. I had not made the ascent since I first visit ed Naples forty years ago, and, though I had been twice to the summit during a stay of two months, I had but a faint recollection of the whole thing. My companion was to be my friend from Boston, both our wives electing to stay behind, and we two arranged to have a carriage to ourselves and drive as far as the road permitted, which was to the foot of the cone, where the railway station stands. This takes three hours, owing to the actual ascent of the mountain beginning soon after you leave the town of Resina, and consequently you only go at a foot's-pace. The final bit by the rail way to the crater takes from eight to ten min utes. The road from Resina at first lies through cultivated land, and we passed a few cottages with gardens and vineyards, but we soon came upon vast fields of lava, where every sign of vegetation ceased."], [138, "112 MY OLD PLAYGROUND REVISITED. It is hardly possible for anyone who has not ascended Vesuvius to form a notion ofthe enor mous extent of the lava fields, the accumulation of ages. Eruption after eruption has produced such far and wide desolation, particularly on these western slopes of the mountain, as must be seen to be believed. After reading some of the accounts ofthe last great eruption in 1872, one is better able to comprehend it. Bædecker, in his \" Southern Italy,\" says : \"The torrent of lava on that occasion descended to Massa and San Sebastiano, and passed between these villages, which it partially des troyed, in a stream upwards of one thousand yards wide and twenty feet deep ! This over flow ran a distance of three miles in twelve hours. At the same time, amidst terrific thundering, the crater poured forth huge vol umes of smoke, mingled with red hot stones and lava, to a height of four thousand feet, whilst clouds of ashes, rising to double that height, were carried by the wind as far as Cosenza, a distance of a hundred and forty miles ! The lava emitted during this eruption covers an area"], [139, "ASCENT OF VESUVIUS. 113 of two square miles, and averages thirteen feet in depth.\" As we continued to wind slowly upwards, nothing but lava in every direction met the eye. It was of a dull brown mud colour, and in its descent from the crater it had rolled and tum bled itself into every variety of form and sur face. In some places it was an almost smooth inclined plain, but full of cracks and deep fis sures ; in others, where it had probably met with some obstruction, it was twisted aud curved in to all manner of strange shapes. A cloud which had hung about the summit of the mountain during the early part of the day cleared off just as we reached the station. This was cheering, as our excursion would otherwise have been sadly marred. Not only should we have seen the crater itself very imperfectly, buried as we were almost sure to be in a dense fog, but we should have entirely lost that su perb panorama which can be had from the sum mit only in clear weather. There is a tolerably spacious plateau where the railway station is built, and adjoining it I"], [140, "114 MY OLD PLAYGROUND REVISITED. stands the hotel, or restaurant, also stabling and other out-buildings, forming altogether quite a little cluster of houses. Here we left our carriage and took seats at one of the outside tables in front of the restaur ant, the chief room being full of hungry tour ists, and the noise and bustle being anything but agreeable. We were served with a fairly good hot luncheon, and half a bottle of wine each, for three francs a head. Since the railway has been at work the plan pursued for visiting Vesuvius is to call at an office in Naples where you are provided with a ticket for twenty francs, which entitles you to a seat iu a carriage iu company with others, and also franks you to the summit by rail, and back again to Naples in the same manner. Each ticket is numbered, and, as the railway car only carries ten people, you have to wait your turn according to the number you hold. Two or three carriage loads had left the office already when my friend and I arrived to buy our tickets, so that we knew some"], [141, "WORKING OF THE RAILWAY. 115 delay was unavoidable before we could reach the crater. This alone would not have caused us much detention, but, as ill-luck would have it, something had gone wrong with the machinery somewhere. We could get nobody to tell us exactly what was the matter. Some said the engine would not work, or the rope wanted repair ; at any rate one thing was clear, the cars were not going. While we are thus kept waiting, I will en deavour to describe how this railway is worked. There are two stations on the mountain, one, as I have said, at the foot of the cone, the other at the summit, or within a few minutes scramble of the edge of the old crater. The present crater is a small cone thrown up within the circumference of the old one. The appearance of the railway seen from below is very much that of a ladder placed against the mountain. In each station there is a steam-engine which turns a big drum, on which is coiled an endless wire rope, carried over rollers placed at short intervals the entire distance i 2"], [142, "116 MY OLD PLAYGROUND REVISITED. between the two stations. The cone over which this railway is constructed is fifteen hundred feet in height and very steep. When the car has received its complement of ten, a sig- nal is given, the rope is gripped by a simple contrivance worked by the man in charge of the car, the drum is set in motion, and away you go, being simply wound up to the station above. In order to fully understand the working of this railway, you have to suppose the same thing going on at the same time, with the car- above. There is a double set of rails, and as one car goes up the other comes down ; and this goes on every ten minutes for a certain number of hours a day. After waiting anxious- ly for half an hour, the steam-engine was de- clared to be at work again, and off went the car with load No. 1, and down came the return car on the other set of rails. Several of the youug and active, not liking the delay, had started off to do the scramble up to the crater on foot ; so our turn came sooner than it otherwise would have done. On our numbers being called by the station-master, we took our seats, the"], [143, "117 RAILWAY TO THE CRATER. signal horn sounded from above, and up we went. I have never been up in a balloon, but, if this was not exactly like the real thing, it must have been next door to it, a remarkably good imitation. I was seated with my back to the mountain, and had a full view over the world be low me, as we mounted apparently into the air. Land and sea were spread out like a map at our feet, aud the prospect extending over a very large area embraced all the most interesting objects in this lovely bay. Naples itself and all the neighbouring towns shone out most vividly in the bright sunshine ; and the several islands with their picturesque outlines, especi ally Ischia and Capri, enhanced greatly the beauty ofthe scene. I do not think I am naturally timid, and I have had plenty of practice in looking down precipices, but I confess I did not entirely enjoy this little railway journey. It only lasted eight minutes, but I left the car without any feeling of regret that it was so soon over. I own to have speculated once during our ascent"], [144, "118 MY OLD PLAYGROUND REVISITED. as to what might become of us if the rope broke, and I did not arrive at a satisfactory conclu sion.* However, as soon as we stepped out upon 1 was going to say \" terra firma,\" but the close vicinity of the roaring crater just overhead, and the loose crumbly stuff under our feet, made me feel that it was scarcely the right term for it. Not only was the nature of the ground much against us, but the ascent was very steep, and many were glad to accept the offers of the \" strap,\" i.e., a man with a thong of leather round his waist and a loop for you to take hold of, and thus be iguominiously dragged on to the level of the old crater, some fifty yards or so above. I started off unaided, scorning the many offers of assistance, but was soon convinced that the ascent was not so easy as it looked ; my pride had a fall, and I had to confess my weakness, and allow a persevering young fellow who had *\" Since writing the above, 1 have received from a friend at Naples the information that the constructor of this railway claims to have the power, by some contrivance attached to the car, to clutch the beam below the rail, and so stop it instantaneously in case of an accident befalling the rope."], [145, "\"SHARKS\" AT THE RAILWAY TERMINUS. 119 kept at my elbow to take me in charge, and he quickly landed me on the level ground, for which little attention I had to pay three francs. These men are certainly useful, but they are regular sharks. They hang about the railway terminus and make a rush at the poor unwary strangers as they step out of the station, and I saw more than one seized upon by two or three of them at once, dragged up and plumped down panting upon the plateau without even knowing how they got there ; and then a demand of three francs made upon them by each man who lent a hand, one or two having pulled in front while others pushed behind. \" How many hundred francs do you want 1\" gasped a stout, elderly gentleman, as the hungry crew stood clamouring round him. He had suddenly found himself an unwilling but helpless victim in their hands, and deposit ed breathless upon a lump of lava before he had time to remonstrate, or even quite make out what it was all about. It was a laughable scene, and the stout victim, though at first a little irate at being so roughly handled, soon"], [146, "120 MY OLD PLAYGROUND REVISITED. recovered his equanimity, aud laughed as much as the rest of us. We now found ourselves fairly within the rim ofthe old crater which contains the small cone or active crater, this being at the present time the only opening in the mountain. This cone might have been fifty or sixty feet high, but, owing to the dense volume of smoke that was being emit ted, it was next to impossible to form a correct estimate of the size of the orifice. We ap proached it cautiously, stepping over huge blocks of lava, whilst in many places a hot sulphurous steam issued from numerous cracks, and we could hear a curious roaring sound like that of the fire in a blacksmith's forge. On reaching the base of the cone the scene was awfully grand ! Not only was the column of smoke lit up by the fire from below, but at fre quent intervals a smothered sound, like the dis charge of artillery deep down in the bowels of the earth, was distinctly audible, followed by an extra puff of dark smoke and a shower of stones shot up into the air, or rather into the mass of smoke above, aud then"], [147, "THE \"STRAPMEN\" IN DEMAND. 121 falling harmlessly back into the crater. The lava round about, especially where the hot vapour found vent, was beautifully incrusted with sulphur ofthe brightest canary colour, and many people are tempted to pocket small pieces to take home, but, haviug done the same thing myself on a former occasion, I found after the lapse of a few days my pretty specimens had turned perfectly black. My experience here was of use, and I withstood the invitations of the guides to purchase these brilliant morsels. They met, however, with ready buyers else where. And now once more the \" strapmen \" came to the front. I had noticed that they still follow ed us, and this time I must say that their services were so much needed as to be general ly eagerly accepted. Those who determined to climb to the edge of the crater saw at a glance it was no such easy matter. The sides of the cone were fearfully steep, and in addi tion to this the nature of the ground presented the greatest difficulty, composed as it was of loose lumps of lava and scoriæ ; two steps up"], [148, "122 MY OLD PLAYGROUND REVISITED. and one down was the best you could hope to accomplish, and I watched several who now and then reversed this order of things, especially those who, conscious of youth and strength, would not submit to the indiguity of the \"strap.\" However, by perseverance and much labour, they succeeded, for it was after all but a short climb. My friend and companion, still in the prime of life, and representing \"Young America,\" was determined to do the ascent unaided, and I am bound to say climbed up to the top like a chamois. And now for myself. How did I manage ? Well, I never went up at all. I did not try. I was quite content to stay where I was, and watch the struggles of the others. I had won my spurs on a former occasion. In days long gone by, when exulting in the pride of my youth, I made two separate ascents, and had done what all were obliged to do in those days, if ambitious enough to attempt the mountain, and that was scramble up the great cone over which the rail is now carried. The first time I went up, the mountain was"], [149, "MY FORMER ASCENTS. 123 perfectly quiescent, with not even the faintest symptom of smoke to convince you that it was not an extinct volcano, and we wandered about over a large area in a somewhat deep de pression, which represented the crater, but which had no visible opening. About a month or six weeks later, I made my second ascent, for the mountain had become suddenly active, and I remember standing very near the edge of the opening in this vast crater, which was in a highly excited state, throwing out repeatedly showers of red hot stones and cinders with the noise of a cannon. The smoke at one moment threatened to suffocate us, as the wind sudden ly shifted and we had to run for it, covering our mouths and noses with our pocket-handker chiefs. No lava overflowed the crater at that time ; and though I waited some weeks longer in Naples, hoping to witness a grand eruption, nothing came of it."], [150, ""], [151, "CHAPTER VII. DESTRUCTION OF CASAMICCIOLA PRESENT ASPECT OF THE MOUNTAIN — THERE'S NOTHING IN IT — TALE OF AN UMBRELLA — CORAL HUNTING — BARGAINING IN ITALIAN SHOPS — GENERAL KNOWLEDGE OF ENG- LISH IN NAPLES — THE HARNESS OF CAB HORSES — VISITS TO THE MUSEUM — THE SAN CARLO THEATRE — EARTHQUAKE IN THE ISLAND OF ISCHIA — RUINS OF CASAMICCIOLA — COL- LECTION OF RELICS — RESCUE OF A GIRL— THE HOTEL BELLEVUE — OPINIONS RESPECTING THE CATASTROPHE."], [152, ""], [153, "127 CHAPTER VII. A S many of my readers are, I daresay, well -*■--*- aware, the shape of the top of the mountain changes with every great eruption. The present aspect of it is very different from what it was in the days I speak of; even seen from Naples it has assumed quite another outline. The mountain itself also varies considerably in alti tude, as much as three hundred feet or more. This will be more readily understood when it is borne in mind that on each occasion of violent eruption it generally breaks out iu a fresh place, the old orifice being always choked and closed up as the mountain again sinks to re pose. Sometimes the lava bursts out in two or three places at once, and even on the sides of"], [154, "128 MY OLD PLAYGROUND REVISITED. the great cone, and quite without warning. This happened in the terrific eruption of 1872 when twenty people or more, out of a crowd assembled to witness the spectacle, were unable to effect their escape, and perished in the fiery flood. My Boston friend was highly gratified with what he saw ; at the same time I knew his view would be very limited, from my own experi ence in looking' down craters. The smoke is so dense that you can see little else. You seem momentarily to catch a glimpse of the boiling cauldron below, a lurid glare, but which is only the reflection of the fire, deep down, upon the smoke above. As Charles Mathews used to say in his play of \" Used Up \" (where the blase man of the world found nothing anywhere to interest him), \" Went up Vesuvius, looked down the crater, nothing in it.\" We now proposed a walk along the broken and partly overhanging rim of the old crater, and found it fairly good going. I believe it is considerably over a mile in circumference. We went round on the south and east side until we"], [155, "STORY OF AN UMBRELLA. 129 came to a very precipitous part which gave us an extensive prospect over the bay and many towns and villages at our feet, including Pompeii, which could be distinctly made out, the more so as I had not omitted to bring my opera-glass with me. Vesuvius at the present moment stands a little over four thousand feet above the sea, so it can be well understood what an extensive view was presented to us. Just before I started on this little round, I had placed my umbrella, with its white cotton cover, against a large mass of lava, not requiring it, and not supposing for a moment that anyone would touch it. I could only see a stray tourist or two wandering about, and I walked away in perfect confidence. As it turned out, some \"strap man \" had watched me, and I had no sooner turned my back than he made the umbrella his prize, walking away with it to some little dis tance and placing it beside some other things, coats or what not, left in his charge. On my return I was somewhat taken aback on finding that my umbrella had disappeared. I was sure K"], [156, "130 MY OLD PLAYGROUND REVISITED. it was the same spot where I had left it, I knew the shape of the rock so well. Where could my umbrella be % who could have taken it ? In a second or two I caught sight of one of these strap-fellows not very far away, seated on a rock of lava smoking his pipe, and my well known umbrella in full view, but a little in the rear of my over-zealous friend. Immediately I bent my steps in that direction, and made as I thought no little noise with my thick-soled boots as I strode over the rough and broken lava rocks, but he who was keeping guard over his prize was seated with his back towards me, and might have been a little hard of hearing. However, be that as it may, 1 quickly took possession of my property and walked off, our friend continuing to enjoy his pipe while specu lating, I should say, upon the number of francs he could fairly expect to get out of me for safe guarding my umbrella. I was making for the railway station, and my companion, who had left me and strolled a little further on, was now returning in the same direction, and came up just in time to see the man, who had that mo-"], [157, "131 CORAL-HUNTING. ment discovered his loss, shouting and gesticu lating in the most frantic manner as he caught sight of me in the distance with this identical white umbrella under my arm. The man could hardly believe his eyes. Yet there was no room left for doubt ; he had been completely outwit ted. My Boston friend thoroughly enjoyed the joke when on his rejoining me I explained what had occurred. He had passed close to the man just as the fact flashed upon him that his prize, which he had reckoned upon turning to such good account, had thus escaped him, and he yelled and shook his fists at me in impotent rage. It was to us all an amusing little incident, and we had many a good laugh over it ou future occasions when talking of our day on Mount Vesuvius. While we had been thus engaged, my wife, accompanied by B , had been out coral hunting, which means in this case hunting about the streets of Naples for the most tempt ing specimens of coral ornaments. I was aware that for some days past she had been planning ic 2"], [158, "132 MY OLD PLAYGROUND REVISITED. to do a regular day's shopping in Neapolitan productions, and I was by no means sorry to find that it was all over. B had proved himself very useful, being quite up to his fellow-countrymen's method of dealing— that is, asking in the first instance at least double what they will eventually take. I never was greatly enamoured of accompanying a lady to do a day's shopping in London ; but to have to go through all the bargaining necessary to obtaining any article in an Italian shop at any thing like a fair price is so utterly distasteful to one's feelings that I would gladly have done Vesuvius twice over, including my umbrella scare, rather than have stood in B 's shoes that day. It is very remarkable what progress has been made by the Italians in speaking a little English during the last few years. Some knowledge of our language seems to pervade all classes. You hear it constantly in the streets of Naples. From boys who hawk newspapers, \" Buy a Daily News ?\" aud from various others who get a living in a similar fashion, \" Buy a walking-"], [159, "WINNING MODE OF ADDRESS. 133 stick?\" is a common cry on the Toledo. The carriage-drivers, who have always as a class been most persistent in accosting you, follow you as you walk, calling out, \" Mussieu, have a carritch ?\" In former days, though you had it in their vile Neapolitan patois, clipping all the final vowels, there was something much more agreeable and more euphonious in being ad dressed \"Signor!\" or very frequently, \"Eccel lenza! volete carrotz' ; Signor, montat', andiam' a la tomba di Virgilio.\" Your excellency felt flattered, and if you had nothing else in view just at the moment, and the horse and carriage looked up to the mark — i.e., sufficient style about them to receive so exalted a personage — you stepped in and were driven to Virgil's tomb, though you had already done this somewhat doubtful lion of the neighbourhood to your heart's content, and a bit over, perhaps. Still there was something very winning in the man's mode of addressing you, a friendly, companion able style, \"Let us go and pay a visit to the tomb of Virgil.\" You must have been in a surly temper to have withstood such an invi-"], [160, "134 MY OLD PLAYGROUND REVISITED. tation, and in such company, such a pleasant, smiling fellow showing his white teeth and looking so ready to entertain you. And so \" his excellency \" fell an easy victim, and was driven once more as far as la tomba, but de clined to descend this time to view it, and on returning to his hotel was mulcted in the sum of three francs and a silver buona mano ; for how could \" his excellency \" give bronze ? While upon the subject of Neapolitan car riages, I will not omit to mention a peculiarity in the harness of the cab-horses. I allude to the practice of driving the horses in the public vehicles without \" bits.\" I have never noticed this plan adopted with a pair of horses, or any instance of it in private carriages. The sub stitute for the \" bit \" is a bar of metal, of brass, I think, which is so attached to the bridle that it projects on either side of the horse's nose two or three inches, and to this the reins are buckled, the bar being held in its place well above the nostrils by a band of leather. This again seems to be fastened to a band under the chin by side brass chains. I am sorry to say I omitted to"], [161, "135 VISITS TO THE MUSEUM. examine this contrivance more thoroughly, which I had fully intended to do, so that I am unable to explain exactly how it works. How ever, the broad fact remains that the horse has nothing in his mouth, and yet appears perfect ly under control, and is as well driven and guided by this arrangement as any of our horses at home. I have never seen any notice taken of this matter by any writer on \" Roba di Na poli,\" or ever even heard of it from auy of my friends who had visited Naples. I cannot help thinking that horses generally are over-\" bitted,\" and I should like to hear what our horsey men at home might have to say on the subject. Visits to the museum took up a good deal of time, but we found a prolonged inspection of those extensive galleries a weariness ofthe flesh. A couple of hours or so at a time we devoted to some of the principal objects of interest, and got through without much fatigue. It is a mis take to cram an exhibition of this kind into one day. The San Carlo opera-house was open, with two or three performances a week, but my wife"], [162, "136 MY OLD PLAYGROUND REVISITED. had been made so timid of entering any theatre since that awful fire at Nice, that I could not induce her to pay it a visit. The accounts of an earthquake in the Island of Ischia destroying the greater part of the town of Casamicciola, and involving the loss of a great number of lives, reached us some weeks before we arrived in Naples, and one fine calm morning I put myself on board of a small steamer which undertook to convey passengers to the spot, giving us two or three hours ashore, and returning to Naples in time for dinner. We were only a small number on board, and left the little harbour of the Santa Lucia at nine o'clock, reaching the island about eleven. It is a delightful little voyage, commanding the best views of the city and bay, and though the sea was nearly smooth I could not prevail upon my wife to join me, she being such a bad sailor. The town, or what remains of it, lies about half an hour's walk from the landing stage, and we thought it best to employ a guide and make the tour of the place on foot. I say we, for"], [163, "CASAMICCIOLA. 137 two young men who were staying at the \" No bile,\" a \" coach \" and his pupil, had joined me on this excursion. We mounted considerably above the sea by a winding road through orchards and vineyards, and soon came on an extraordinary scene of desolation. I ought first to say that Casamicciola is cele brated for its hot mineral springs, and has long been a favourite resort of the Neapolitans dur ing the summer months, for the sake of its baths. At the time of this earthquake, it con tained about four thousand inhabitants. The first symptom of the disaster which pre sented itself was that the footpath into which we had just turned from the high-road was split open for a considerable distance before us, but this was little more than a deep crack, such as you nay see anywhere on a clay soil, after a long run of hot, dry weather ; but our guide in formed us that it had originally been much wider, and had since nearly closed up as we saw it. A little bend in our path and we came suddenly upon the ruins of the town — village, I"], [164, "138 MY OLD PLAYGROUND REVISITED. should say, would be the more appropriate term, for the houses were mostly detached and scattered here and there, many surrounded by small gardens. They were all tenantless, as well they might be, for though many were standing apparently not much injured, yet even these had large gaping cracks in the walls, and were shored up by strong balks of timber. Others again had so yielded to the shock that the entire building was in ruins and roofless. We came upon a church utterly demolished. Altar-pieces, images, valuable marbles, carved woodwork, broken pictures, all lying in one confused dusty heap and mingled with the debris of lath, plaster, bricks, mortar, and stones, one would have said the undoubted effect of a bombardment. I care little for relics, and have always set my face against collecting such things, but in this instance I could not refrain from picking up and pocketing a small piece of beautiful coloured marble as a memento of my visit. We came upon another small church which had not fared so badly, but the clock in the"], [165, "139 CATASTROPHE AT CASAMICCIOLA. tower had stopped at five minutes past one p.m., the exact time, we were told, that the catastrophe occurred. It was a mercy it happened in the daytime, for many ofthe poor people were away from their homes at work in gardens and vine yards, and so escaped. Had it taken place in the night, of course the loss of life would have been greatly increased. Several families whose dwellings had been only slightly damaged still clung to their homes, and a few women and children followed us here and there, but rarely begged. We were shown one poor little girl, six or eight years old, who was the only one of a family rescued from the ruins of a fallen house, and she was seen hanging to the window sill or balcony of the first floor, and was easily helped to the ground, fortunately uninjured. She was charitably housed and taken care of by some of the neigh bours. The day was bright and warm, and after a round which occupied us nearly two hours, we felt somewhat fatigued, and directed our steps to the Hotel Bellevue, standing quite on the"], [166, "140 MY OLD PLAYGROUND REVISITED. outskirts, and which had escaped all injury. It was a luxuriously arranged house, but at the time almost deserted, and we were the only casual visitors. They gave us a nice hot lunch eon of fried sardines, omelette aux fines herbes, a dish of mutton or veal cutlets, and a fair bottle of the country wine. This soon restored our wasted energies, and we marched down to the valley below to see the bathing establishment and examine the source of the hot springs, before we rejoined our steamer for the return voyage. It is a very remarkable fact connected with this calamity that in neither of the other towns in the island, which is only about twenty miles in circumference, were the inhabitants aware of anything unusual taking place ; not the slight est shock of earthquake being felt. I under stand that many scientific men who have lately visited the spot are inclined to think that it was not properly speaking an earthquake at all, but a sudden subsidence of the land in some myste rious way connected with the hot springs. At the same time the island is undoubtedly of vol-"], [167, ""], [168, "ISLAND OF ISCHIA."], [169, ""], [170, ""], [171, "VIEW OF ISCHIA. 141 canic origin, and the lofty mountain in the centre is clearly an extinct volcano. Thebest view of this strikingly beautiful island is that which I have given in my sketch facing the town of Ischia, which looks due north. Cas amicciola lies round behind the first point to the right. We passed by another path on our way to the quay, and came upon a long line of tempor ary wooden sheds hastily erected to give a rough sort of shelter to the many poor people who had been rendered homeless. One long shed which we looked into had the appearance of a hospital with its row of beds, and was set apart for the women and children. One month only had elapsed since the event, and this was all that could have been done in so short a time to relieve so much misery. Fortunately the climate is always mild, and the weather at the time was warm and dry. Collections of money were made in Naples and other cities in Italy to meet the most pressing wants of the sufferers ; but it must be many months before the fallen houses can"], [172, "142 MY OLD PLAYGROUND REVISITED. be rebuilt, which I understand they intend doing. A breeze sprang up on our homeward pas sage which gave us a lively sea, and my wife, who saw the little steamer pitching to the waves, thanked her stars she had not ventured on board. Still it was an intensely interesting sight, to obtain which it was well worth under going some trifling discomfort. We spent an hour or two for the last time in the museum, chiefly for the purpose of examin ing the rooms containing the curiosities brought from Pompeii and Herculaneum. A collection of eatables in glass cases found in the former city, such as loaves of bread, fruits, nuts, and many other articles of food, though per fectly black, were in a most wonderful state of preservation. One of the loaves has the baker's name stamped upon it, and is perfectly legible. Some walnuts, with half the shell removed ready for consumption, were most astonishing ; the form of the nut was perfect, and but for their blackness they had all the appearance of hav ing been just opened. There was nothing"], [173, "143 THE AQUARIUM. among these Pompeian relics that seemed to us so wonderful as these loaves and walnuts. We found the aquarium in the Villa Nazion ale well worth a visit. It contains many beau tiful specimens of corals and curious coloured fish of various kinds peculiar to the Mediterra nean, also perfect flower-beds, so to speak, of sea anemones."], [174, ""], [175, "CHAPTER VIII. A WEEK IN SORRENTO. RAILWAY TO CASTELLAMARE — BEST ROUTE TO SORRENTO — THE TRAMONTANO HOTEL — TEMPERATURE OF SORRENTO — THE SIROCCO AND SIROCHETTO — PIANO DI SORRENTO — ORANGE AND LEMON ORCHARDS — A WEEK'S REST — A FAVOURITE WALK — FORMATION OF THE COAST — SAIL TO CAPRI — THE BLUE GROTTO — A BRAYING SONG A VIOLENT STORM. L"], [176, ""], [177, "147 CHAPTER VIII. TT7\"E now determined to make for Sorrento, * \" where we proposed spending a week. The hotel we had fixed upon, the Tramontano, was so full that we had to wait a day or two before we received notice that we could have a good front room. As I have said elsewhere, I think, a steamer plies daily between Naples, Sorrento, and the Island of Capri, and we had pretty well deter mined to take advantage of it, as being the quickest and by far the cheapest way of going, and the sea, having been for some days perfect ly smooth, favoured the plan. However, we changed our minds at the last moment, and decided to go by land. L2"], [178, "148 MY OLD PLAYGROUND REVISITED. On Saturday the 2nd of April we put ourselves into the train about two o'clock in the afternoon, and after an hour's run along the bay close to the sea we arrived at Castellamare. From this point we had to drive to Sorrento, and, owing to the small size of the carriages, were obliged to engage two, one for ourselves and the other for the luggage. The day was delightfully fine, and after a short rest and a cup of tea at the railway sta tion, all being in readiness, we set off on our car riage drive. And now we began to discover what a wise decision we had come to in adopt ing this method of reaching our destination. Of all the lovely drives I ever took, I think I may say this was the loveliest ; except perhaps the journey back again, a week later by the same road. So to all who contemplate a visit to Sorrento, I would say, go there by sea if you like, but on no account omit to return by road to Castellamare. It is a first-rate road, kept in excellent con dition, cut along the edge of the mountains, in many places at a considerable elevation above"], [179, "149 SORRENTO. the sea, and winding in and out of numerous little bays commanding such views of sea and land, such a combination of everything required to make an enchanting picture, such — but I will stop short, and not attempt what 1 feel to be beyond the power of my pen. Oh ! this man is an enthusiast and sees all things through rose-coloured glasses, my reader will probably exclaim ; to which I answer, first go and take this drive yourself, and then call me what you like. Suffice it to say we duly reached our hotel in about an hour aud a half (I be lieve it is ten English miles) and were much pleased to find a charming room retained for us overlooking the bay, and our old friend Naples shining brightly in the distance, seventeen miles across the water. Sorrento looks nearly due north, and is sup posed in consequence to be much cooler, especial ly in summer. We found it a little warmer the few days we passed there, but the temperature had risen a trifle just before we left Naples, and the wind being from the south, called Sirocco, or when blowing very gently, as it did during"], [180, "150 MY OLD PLAYGROUND REVISITED. our stay, Sirochetto, gave us a warm, relaxing atmosphere, somewhat trying. I have said that in taking this drive our road lay along the edge of the intervening moun tains, but, before reaching Sorrento, the character of the scenery changes, and the country opens out considerably as you approach what is termed the Piano di Sorrento. This is, as its name implies, a level or flat, at the same time it slopes gently up to the mountains in the rear. It is a most pleasing bit of country, well furnished with pretty villas, and surrounded with exten sive orchards of the orange and lemon. To those who make the acquaintance for the first time in their lives of these genial climes, nothing produces such a feeling of novelty or is more strikingly beautiful than the luxuriant growth of these fruit-trees. Here in Sorrento and its environs you see little else. In your walks and drives you pass through acres upon acres, which ever way you bend your steps, and the lovely dark green of the foliage, combined with the masses of oranges of the deepest tint (for they are not yellow but almost red), may well make"], [181, "ORANGES AND GRAPES. 151 one feel grateful for being allowed the privilege of beholding such a glorious sight. Sorrento is especially famous for oranges, and just at this season they were iu full beauty, laden with rich ripe fruit. The lemon is also very fine, but the orange seems to hang in larger masses and is more telling in effect against the foliage. Remarks have sometimes been made to us to this effect : \" What a pity you have not come in the autumn to see the grapes !\" Always a fine sight, I admit, but you may see grapes any where, at any rate much nearer home, and we had both been through the vineyards many times when the grapes were in all their glory, and I do not in any way make light of it. Still I say, give me the orange as we saw it on this occasion in all this splendid, this wanton luxuri ance ! We had been a little overdone \" lionising \" the last few days in Naples, and we determined to take a week of complete rest, and indeed we did little else but sit in perfect ease and full enjoyment in our delightful hotel. The formation of the coast here is peculiar."], [182, "152 MY OLD PLAYGROUND REVISITED. and the cliffs — of red saud-stone perhaps, but I really do not know — rise abruptly from the sea shore, say from a hundred and fifty to two hun dred feet, and our hotel stood at fully that height overhanging the shore, nothing but this precipice between us and the sparkling sea beneath. It was a charming prospect, over the bay. Before us nearly due west, about twenty miles away, lay the Islands of Ischia and Procida, and adjoining them the extreme point of the main land, Capo Miseno, following which gradually northwards you come upon Naples with its amphitheatre of hills iu the background, and so continuing eastwards you follow the line of the sparkling white towns, which, as I have before mentioned, lie between Naples and Mount Vesuvius, and then the volcano rises before you in all his majesty and completes the picture, for the cliffs of Sorrento shut out your view further east, and Castellamare lies quite hidden in the bight of the bay. Our bed-room window gave us all this, and also the chance, had we been so minded, of tak ing a \"header\" from the little balcony into the"], [183, "OUR HOTEL. 153 sea. And here, with the exception of an occa sional drive or a quiet stroll about the town and environs, we passed the greater part of our time. And we might well be content with such a view before us. During our wanderings in the town we came upon a pleasing statue of Torquato Tasso, re cently erected, and which reminded us that the great poet was born here. This hotel is, without any exception, the best arranged and most comfortable of any we met with in Italy. Its situation is charming, it is perfectly quiet, standing in its own garden, through which you drive on your way to and fro. The building forms three sides of a quad rangle, the open side facing the garden, witb nearly all the best rooms at the back, overlook ing the bay. The salle-k-manger, on the first floor, looks upon the garden, and from a broad terrace covered by a verandah communicates with it. The garden was well kept and plenti fully stocked with flowers and flowering shrubs, besides, of course, plenty of oranges. Alto gether, its naturally fine situation has been turn-"], [184, "154 MY OLD PLAYGROUND REVISITED. ed to the best advantage. A large room ou the lower floor is set apart for the English Church service, which was regularly performed every Sunday. One of my favourite walks, which I generally took alone, was along the Massa Road, which skirts the bay towards the south, a continua tion, in fact, of the road from Castellamare, aud which after several twists and turns brings you suddenly in full view of the Island of Capri, and within three or four miles of it. I got a sketch of it from this point, and on some rocky bank well above the sea I used to sit in perfect soli tude gazing on all this beauty. ' To sit on rocks, to muse o'er flood and fell, To slowly trace the forest's shady scene, \"Where things that owe not man's dominion dwell, And mortal foot hath ne'er or rarely been ; To climb the trackless mountain all unseen, This is not solitude ; 'tis but to hold Converse with Nature's charms. . . I took care that my wife should see this beautiful spot, and, as it was too far for her to walk, I hired a carriage and continued the"], [185, "155 ISLAND OF CAPRI. drive a little beyond, as far as the town of Massa, about seven miles there and back. There are several other delightful excursions to be made in this neighbourhood, chiefly on the heights above Sorrento, affording magnificent views, but we left them for the younger and more adventurous. One excursion I felt I could not resist, aud that was a visit to Capri. This, involving a little sea-voyage, my wife would not be per suaded to try. So one calm morning, with a gentle breeze from the south (Sirochetto), I told B of my intention, and he and I took the steamer which calls at Sorrento every morning about ten o'clock on its way from Naples. My principal object in going was to see the celebrated \"blue grotto.\" I had been in the island many years before, but had never seen the grotto. It is absolutely necessary to have a smooth sea, the opening in the rock is so very small that a little swell on the water or the most trifling waves will entire ly prevent a boat from entering. This was just the day for us, for the grotto"], [186, "156 MY OLD PLAYGROUND REVISITED. lies on the north side of the island, and, when we arrived in face of the cliff where we had to disembark, the sea was as smooth as a pond. About twenty small boats, each rowed by one man, came alongside our steamer, and those who proposed doing the grotto (some fifty or sixty of us), took it in turns to be rowed in by twos, for the boats are so small that no more are allowed. The water being deep the steamer was able to lie pretty close in, so that we had not many yards to go before we came to the little hole in the rock by which we were to enter. Three boats went in at a time, I think, and the occupants had to lie down on the bottom (not an easy task for stout people). I noticed that the gunwale of our boat jammed twice against the top of the hole, as our boatman, lying on his back, pushed the boat in with his hands on the rock. This was caused by an almost imperceptible swell on the water, show ing how impossible it would be to effect an entrance except under the most favourable circumstances. Well, we certainly were repaid for our trou-"], [187, "157 THE BLUE GROTTO. ble. It is a wonderful thing, this blue grotto ! I had seen many drawings and photographs of it, and knew pretty well what to expect. The blue colour is produced entirely by the manner in which the light finds its way into the interior of the cavern, where it is refracted from the in tensely blue water beneath. The sun was shining brightly, or I believe the colour would not have been much ; so we were fortunate. The great height and extent of the grotto is most surprising. It is a hun dred and seventy-five feet in length, in places nearly a hundred feet wide, and forty feet high. The light which enters by this small orifice is quite sufficient to enable you to see everything distinctly. It has been frequently suggested that the entrance might be enlarged, at any rate in an upward direction, the more easily to ad mit the boats, but they fear that by doing so they might in a measure destroy the blue light, and so they have decided not to touch it. We had about a hundred passengers on board, but they did not all attempt the grotto. Some had probably already seen it, others were not"], [188, "158 MY OLD PLAYGROUND REVISITED. in love with the little boats and the posture re quired to enable you to gain the entrance. However, those who had gratified their curiosity were all on board again in about an hour's time, and we steamed away to the landing place of the little town of Capri, a run of about twenty minutes, and there we all went ashore. I left B at an hotel close by, intending to take his dejeuner, a meal I hardly ever in dulged in, but one which he never missed if he could help it. We had two hours to spend ou the island, and I walked up to the old town, about a mile or so up rather a steep path, and a little further I got the view over the south side to the sea beyond. It was rather a hot sun, and, though I prudently carried my white umbrella, I was not sorry when I found myself ou board the steamer again, where I not only got the grateful shade of the awning, but also a little refreshment. The run home again was quickly accomplished, much too soon to please me, and one boat was sufficient to land the few who were bound for Sorrento, nearly all the passengers hailing from Naples, out for the day's excursion."], [189, "159 A BRAYING SONG. Nothing can be more delightful, to those who are fond of the sea, than these trips by steam boat from Naples to the various places of inter est on the bay. Our weather was all that could be desired, the sea perfectly smooth, a pleasant company on board, and not too many, as may sometimes happen when the vessels are small. There was a clever fellow on board with a guitar and a good voice, who gave us some popular Neapoli tan songs, and an uncommonly good perform ance it was. One song (well known to those who have spent any time in Naples), in which he introduced at the end of every verse an imi tation of the braying of an ass, was inexpressi bly droll. A company of singers and dancers occasion ally visited our hotel after dinner and danced the \" tarantella \" and other national dances, besides treating us to many capital songs and choruses, always concluding with \" Yankee Doodle\" and \"God save the Queen.\" They were about an equal number of men and women, all dressed in fete-day costume ; and amongst"], [190, "160 MY OLD PLAYGROUND REVISITED. the men I recognised my old friend of the steamer, who came out with his braying song. A day or two before our stay here came to an end, our weather having been for some time very sultry, a violent thunderstorm burst upon us in the middle of the night, accompanied with torrents of rain. I was too sleepy to rouse my self and look out of window to see the light ning, of which I thought I had quite enough in the room, but my wife would get up and watch the storm, which appeared to be raging more in the direction of Naples and behind Vesuvius. She described the effect of the lightning, which was most vivid, as awfully grand, one instant illuminating the volcano in the most brilliant manner, and as suddenly leaving everything in pitchy darkness. The storm, however, passed quickly away, but the drenching rain was most acceptable, and gladdened the hearts of the poor people whose gardens, orchards, and vineyards had long been suffering from drought ; besides sensibly cooling the air and laying the dust, which also gladdened our hearts."], [191, "\" GOOD-BYE \" TO SORRENTO. 161 It was now, according to our arrangements, time to say \" good-bye \" to Sorrento, and, had we not been looking forward to visiting fresh places promising great attractions, I think we should have turned our backs on this charming spot with great regret. At all events we shall not easily forget the pleasant days we spent there. M"], [192, ""], [193, "CHAPTER IX. SALERNO TO AMALFI. DRIVE TO LA CAVA — CHARMING VIEWS — LA CAVA — HOTEL Ds LONDRA — DRIVE FROM VIETRI TO AMALFI — AN ENGLISH PARTY — THE SICK LADY — MANUFACTURE OF MACCARONI AMALFI — THERE AND BACK — VOCAL POWERS OF OUR COURIER — CORPO DI CAVA — BLESSING THE OLIVE BRANCHES — RAMBLE ON THE HILLS — CRUEL TREATMENT OF HORSES AND MULES — THE \" RUSSIE \" — FRUTTA DA MARE. M 2"], [194, ""], [195, "165 CHAPTER IX. /~\\N Friday 8th of April, about two o'clock in \" the afternoon, a roomy pair-horse carriage made its appearance in the courtyard of the hotel, and, our three selves and luggage being all carefully and comfortably stowed away, we turned our horses' heads towards Castellamare on our way to La Cava, a journey of between three and four hours. This drive, as far as to the first-named town, was exactly reversing the one I spoke of a few pages back. In mentioning that little journey from Castellamare to Sorrento, I dwelt upon its beauties, and declared it to be the most lovely of all the drives I had ever taken, with one excep tion, and that was the journey from Sorrento"], [196, "166 MY OLD PLAYGROUND REVISITED. to Castellamare ! The more I think of this afternoon's drive, the more I am inclined to ad here to that opinion. The principal reason I have to give for this is that the views you get as you wind along the coast are always so grandly embellished by Vesuvius, who seems always to come into the picture exactly where he is wanted to make it perfect. For the whole of the ten miles you rarely lose sight of him, he is constantly before you. Then you have the best view of the bay, and Naples with all its brilliant surroundings rarely hidden, except now and then for a brief space, as you sink be low some lofty jutting rock, or make a deep bend inland as the road heads some thickly wooded inlet. The afternoon too was very favourable for the light, and the weather sunny and calm, so that we were especially fortunate, and saw it all to the best advantage. ' We gaze and turn away, and know not where, Dazzled and drunk with beauty, till the heart Reels with its fulness.\" La Cava, a small town with few attractions in"], [197, "LA CAVA. 167 itself, lies in a valley at the back of the line of mountains which rise behind Sorrento. There is a mule path over the mountains, but no car riage road, so that we were compelled to take a more circuitous route through Castellamare and Nocera. It is within a short half hour's drive of Vietri on the Gulf of Salerno, and the cool breezes from the sea find their way up the val ley and make La Cava a desirable summer residence. One of the principal objects in our going there was to be within an easy drive of Amalfi, which we had determined to visit. We might easily have reached this town from Sorrento, by taking a boat and rowing or sailing round the headland of the peninsula, called \" Punta di Campanella,\" a delightful little voyage of seven or eight hours in favourable weather, but it was too venturesome a thing, especially for the wife, and we never entertained the idea for a moment. In due course we came to our journey's end, halting at the Hotel di Londra, standing in its own garden half a mile before the town is"], [198, "168 MY OLD PLAYGROUND REVISITED. reached ; and, though the house is far from per fect in its internal arrangements, the cuisine is excellent and the landlord most attentive and obliging, which go a long way towards making you comfortable. The following morning, the weather continu ing to favour us, we determined to lose no time, and set off soon after breakfast for that most justly extolled drive along the coast from Vietri to Amalfi. The extreme beauty of this road is incontestable ; it may be equalled by otbers elsewhere, but it is impossible to surpass it. Do not be alarmed, my good reader, I am not going to attempt to describe it. It is alto gether beyond my powers. \" That's a lucky thing for us,\" I saucy some body remarks, \" we have had enough and to spare of your ecstacies about fine scenery,\" Perhaps, however, I may be allowed to say this much, should you ever find yourself in the neighbourhood of the Gulf of Salerno, take this drive, and then \" parlez-moi de 9a.\" We reached our destination in about two hours, and put up at the little inn \" Albergo dei."], [199, "169 HOTEL DEI CAPPUCCINI. Cappuccini,\" on the Marina, where they gave us a very good spread, as it was just the time for their \" dejeuner a la fourchette.\" Some half a dozen people who were staying in the house sat down with us ; they were all English aud had been there for three weeks ; but, as we after wards learnt, only on account of one of then party being laid up seriously ill. This was a young lady whose first visit it was to Italy, who had been doing, as many had done before her, one continual round of sight-seeing, giving herself no rest, and at last falling ill through sheer fatigue and over-excitement. The family had come to spend a day or two only, and here they were, boxed up in this hot confined little place, and knew not when they could get out of it, for the daughter was too ill to be moved. After our luncheon we sat for a time in the little balcony overhanging the sea-shore, watch ing the busy scene below. Vessels had just arrived bringing grain of various kinds, and the sacks were being carried up to the custom-house close by, by a lot of half naked powerful fellows,"], [200, "170 MY OLD PLAYGROUND REVISITED. who waded through the sea up to the vessels, which by the way were only beached, there being no harbour, and returned staggering under their heavy loads. They were a pic turesque set, with skins of the true Hottentot colour, and nothing on but a loose pair of short drawers aud a red nightcap or a straw hat. The manufacture of maccaroni is one of the chief occupations of the inhabitants, and after B , who had accompanied us, had finished his breakfast, we set off to explore the town a little. It was a very warm day, and we were glad of the shade of the narrow streets, and com ing to one ofthe chief maccaroni houses or mills we entered and were shown the whole process, from the first kneading of the dough to hang ing out the pipes to dry in the sun. The general appearance of the streets as well as the people was extremely dirty, 'and we were not sorry to get back to the inn and rest till it was time to return home. When I was in the place for the first time, travelling \" en garcon,\" I had more thoroughly explored the town and its environs, but it necessitated a deal of climbing,"], [201, "171 AMALFI. and, though you are well repaid for your trou ble in mounting to the surrounding heights, we felt it to be quite out of our programme for the day, all the more so as the sun was doing his best and my thermometer showed 75 deg. in the shade ! Amalfi looks due south aud lies buried under the hills, and is much warmer than any place we had previously visited. We left again at three o'clock, and enjoyed our drive back, the same road and yet so different ! Everything was new. How often have we heard the ex clamation : \" Oh, don't let us go back the same way, let us take another line of country for a change,\" overlooking the fact that the road you have come, when taken the reverse way, is entirely new, and cannot possibly have anything of sameness in it. B seemed to enjoy the day's excursion as much as ourselves, and treated us to a \" mor ceau \" now and then from some well-known opera, \" I Puritani,\" \" Lucia,\" \" Sonnambula,\" &c, &c, which he performed very creditably. He had a tenor voice, and was often called upon to"], [202, "172 MY OLD PLAYGROUND REVISITED. enliven the meal when supping with his brother couriers. Sunday 10th, Palm Sunday. — There is a vil lage situated on a wooded height about an hour's drive above La Cava, rejoicing in the name of Corpo di Cava. Hearing that there was a very fine organ in the principal church, \" La Trinita della Cava,\" we started soon after breakfast, intending to be present at High Mass. It is a very interesting bit of country, and, the road being very steep nearly the whole way, we could rarely go out of a walking pace. We thus had a good opportunity of enjoying the fine scenery en route. We arrived quite in time to be accommodated with chairs, and the church quickly became pretty well filled. There were many ceremonies observed during the service, the chief being the blessing by the priests of numerous olive branches, which were carried in procession round the church, and also outside, among the people there assembled. These olive branches, for want of palms (noue growing in the neighbourhood), represented the branches strewn in the way on our Lord's entry"], [203, "A RAMBLE ON THE HILLS. 173 into Jerusalem, and the poor peasantry eagerly possessed themselves of a twig or two after their consecration had taken place. The musi cal part of the service was good, but though the organ was played a good deal during the service, we did not hear any striking perform ance, and so were somewhat disappointed. Soon after our return home, I started off for a ramble on the hills on the opposite side of the valley to that on which our hotel stood. I have always been a pretty fair walker, and enjoy a ramble iu a beautiful country as much as I ever did. I crossed the single track of railway that runs along this valley from Naples to Salerno, aud, passing through cultivated land up to a village on an elevated plateau, continued to mount higher and higher till I came upon a per fectly wild country with charming patches of woodland and occasional open spaces, but al ways green and well-furnished with a great variety of wild flowers, besides blossoming trees. One little flower, well known in our greenhouses, the cyclamen, was flourishing in great abundance. It was all of one colour, a delicate pink, and"], [204, "174 MY OLD PLAYGROUND REVISITED. very sweet-scented. I speak only of this tribe when I say seen in our greenhouses, for I never saw this identical flower before. I gathered quite a nosegay to take back to my wife, and they lived for many days iu water. March and April are months in this country rich in wild flowers, and this little excursion showed me more than I had ever seen collected together. Still climbing, I reached at last a high ridge of land commanding very distant views, and, upon pursuing my walk in a somewhat northerly direction, I came suddenly upon my old friend Vesuvius, who had hitherto been shut out of sight by intervening mountains. Alto gether I had a most charming afternoon of it, and the fine fresh mountain breeze after the some what heated air of the valley was most grateful and invigorating. It has frequently been remarked by travellers in Italy how sadly ill-used the poor horses are by their drivers, both in the hired carriages that you are so often obliged to make use of, aud also those employed in dragging heavy"], [205, "175 CRUELTY TO HORSES AND MULES. loads in waggons. Horses, mules, and donkeys all come in for this cruel treatment alike, the two latter being most often used by the peas ants for drawing their carts, though horses and donkeys are often harnessed together. It is a rare thing to see these poor beasts undergoing their daily toil without terrible sores on some parts of their body, caused by the chafing of the harness, or shocking raw places on the knees from having fallen on the hard, stony roads. This is bad enough, but the drivers also use the whip most unmercifully, and I have seen waggoners strike the poor brutes over the head with the handles of their whips in a most sav age manner. Many of the coachmen, who often have nice willing little horses, engaged in driv ing you on your country excursions, seem never easy unless they are constantly using the whip. I remember a few years ago having to call out more than once to the man who was driv ing me on this very road from Salerno to Amalfi to leave off flogging his horses ; they were going well, aud it was a mere piece of wanton cruelty."], [206, "176 MY OLD PLAYGROUND REVISITED. He would desist for a few minutes, and then begin again urging them on to the top of their speed. This was more than I would submit to, and I made my coachman understand that, if he persisted in using his whip in that fashion, not one sou should he have from me as \" buona mano,\" when I came to settle with him. This had the desired effect, and I was allowed to finish my journey in peace, and also the poor horses, who went all the better for be ing let alone. In this case the man had no intention of doing anything wrong, he sim ply used his whip because he had got into the vile habit, and could not drive without it. He seemed quite astonished that I should object, and doubtless thought I should reward him with an extra half franc for driving me so well. I am informed that some of our countrymen have taken the matter up with the laudable in tention of establishing a \" Society for the Pre vention of Cruelty to Animals,\" and I trust they may succeed, for it is most urgently needed. Monday the 11th saw us with our faces turned homewards. La Cava railway station was only"], [207, "OYSTER-STALLS. 177 five minutes' drive from the hotel, and about noon the train from Salerno picked us up, and in less than two hours we found ourselves once more iu Naples. As we intended continuing our journey to Rome on the following day, we put up at the \" Russie \" on the Santa Lucia, it being so much nearer to the railway than our old quarters at the \" Nobile.\" It is an old established house, and deservedly enjoys a good reputation. It stands close to the sea, commanding a fine view over the eastern portion of the bay ; at the same time there is always a lively and amusing scene just in front, caused by the numerous oyster-stalls which stand along the parapet wall that protects the road-way from the waves. At these stalls every imaginable kind of shell-fish is sold, called \" Frutta da Mare,\" and they appear to drive a capital trade. I have eaten very good oysters here, and once had the temerity to try some of the other \"sea-fruit.\" It was strongly recommended by a black-eyed laughing damsel, who kept the stall, and 1 tried it. It was a long narrow bi- N"], [208, "178 MT OLD PLAYGROUND REVISITED. valve, about half as long again as my finger, and somewhat broader, and it was closely shut. I said, \"How do you open it?\" She showed me how to do it by opening one herself, and swallowed the juicy-looking morsel iu two bites, with great gusto, and this was the method of it. Profiting by the lesson I had received, I took my double-shelled gentleman between my finger and thumb, and gave him a good squeeze, when he, I presume feeling the pressure, and fancying there was something wrong, put out his head to have a look ; that was my oppor tunity, and, still following in the steps of my preceptress, I immediately bit it off! The rest was mere child's play, the shells opened with a touch, and I finished what remained before I had time to decide whether I liked the flavour or not. I think it was rather nice, but I did not take another."], [209, "CHAPTER X. EASTER IN ROME. JOURNEY TO ROME — THE HOTEL COSTANZI — EASTER CEREMON- IES — MUSICAL CELEBRATION IN ST. PETER'S — COLOSSAL CHERUBS — EXTERIOR OF ST. PETER'S — A COMPARISON — DEPARTURE FROM ROME — FLORENCE — HOTEL ITALIA JOURNEY TO FLORENCE — TRAVELLING NOW AND TBEN — LAKE THRASYMENE — FLORENCE A WORLD OF ART— THE CASCINE — ECCENTRIC AMERICAN — -CHURCH OF THE ANNUN- ZIATA — DRIVE IN THE CASCINE — EXCURSION TO FIESOLE ATTRACTIONS OF FLORENCE. n2"], [210, ""], [211, "181 CHAPTER X. rpHE only good train for Rome left at 3.50 p.m., _ and we accordingly took advantage of this, arriving, without any particular incident. at the hour named in the time-table, 10.20 ; the last three hours or so being done in the dark. This was of no moment to us, as some weeks before ou our outward journey, thanks to the halt at Ceprano (of blessed memory), we had done the entire journey by day-light. We returned to our old quarters, the Hotel Costanzi, intending to spend our Easter in Rome. This religious festival is no longer the great attraction to all the world that existed in days gone by. Since the Pope has been depriv ed of his temporal kingdom, and chooses to con-"], [212, "182 MY OLD PLAYGROUND REVISITED. sider himself the prisoner in the Vatican, most of the grand ceremonies indulged in by the church at this season have been discontinued, and though foreigners arrive in great numbers, so that the city is full to overflowing, yet there is comparatively very little more to be seen and heard tban on ordinary occasions. We visited several of the principal churches besides St. Peter's, especially on the Thursday evening preceding Good Friday, and in all but the great cathedral it was almost impossible to gain an entrance without undergoing a fright ful amount of discomfort, from the crowd both within and without. We spoke to many English and Americans on the subject, most of whom, after much patience and more pushing, had succeeded in forcing their way into some church where an extra grand musical performance had been advertised, but found themselves so oppressed with the heat, and that overpowering effluvium insepara ble from a densely packed mass of human beings, a large proportion of which consisted of that class who find soap a costly and unnecessary"], [213, "ST. PETER'S. 183 luxury, that they were only too glad, after another hard fight to reach the doors, to find themselves once more in the open air. As for ourselves, on two separate occasions we heard some good singing in one of the side chapels of St. Peter's, and on the Thursday evening one grand altar was illuminated by some hundreds of candles, at which an imposing service was performed, during which the multi tude present were apparently greatly impressed with the solemnity of all that took place, and prostrated themselves repeatedly. Thanks to the vast area of the cathedral, we suffered not the slightest inconvenience, and could at all times move freely from altar to altar as our fancy led us. We felt that the dim evening light added much to the solemnity of the scene, and we wandered here and there, endeavouring to rea lise as much as possible all the glories of this magnificent church. We could not conceal from ourselves that, in all probability, this was the last time we should ever see St. Peter's, and we returned again and again to some superb co-"], [214, "184 MY OLD PLAYGROUND REVISITED. lossal monument for one more look, and lingered over those bewitching fat cherubs, on either side of the nave, bearing the fonts* containing the holy water. It is difficult to exaggerate the wonderful beauty of these two groups iu white marble. It is not until you come close up to one that you can realise the fact that each of these figures, which in the most graceful reclin ing attitude imaginable is helping to support a colossal shell, measures six feet in length, and is at the same time a most perfect specimen of a finely formed infant, with the loveliest expres sion of face ; the whole body, as well as arms, hands, legs, ankles, and feet, rolls of fat, and all this sculptured in the finest white marble, but so mellowed by age as to have acquired quite a creamy tint and polished like ivory. At a short distance you would not guess them more than half the size, but owing to the colossal scale on which everything is constructed within the cathedral, coupled with its vast area, the eye is completely deceived. I have dwelt on the glories of the interior^ * The correct term, I have been informed, is stoup."], [215, "BEST VIEW OF ST. PETER'S. 185 but have said little or nothiug about the exte rior. Well, at the risk of being thought a Goth, I must unhesitatingly declare that I never look upon this enormous pile of masonry at close quarters without feeling that, taken as a whole, it is eminently unsatisfactory. I account for this chiefly by the fact that it is at best a patch work. The original design was greatly inter fered with by contending architects, and after the death of Michael Angelo, who fortunately lived long enough to carry out his plan of the dome, various artists had a hand in its comple tion ; the consequence being that there is a great want of harmony and much that is un sightly. The lofty facade, which forms the grand entrance, sadly mars the general beauty of the building, shutting out, as it does, from view a large portion of the dome, and this even when the spectator takes his stand at the very extremity of the colonnade, which constitutes a magnificent approach. The best view, in fact the only way you can see St. Peter's to advan tage, is from one ofthe hills in the city. That from the Pincian, though distant, is perhaps the"], [216, "186 MY OLD PLAYGROUND REVISITED. best. The view also from the terrace near the Porta St. Pancrazio, on the Janiculum, where you are much nearer, is sine, but it is a side view. And now for a comparison. It is au old say ing that you should not compare great things with small, but in this instance I feel the small will not suffer. I am bold enough to compare St. Paul's of London with St. Peter's at Rome. I speak of the exterior only, as a matter of course. For beauty of outline and general harmony of design, St. Paul's to my mind stands unrivalled. The form of the dome is thoroughly graceful and symmetrical, ap pearing to float in the air like a gigantic balloon, and is the most perfect thing of the kind with which I am acquainted. Seen from Hungersord Bridge on a fine summer's after noon, when the light is full upon it, it strikes me as far finer than St. Peter's. The dome of the latter has a squat appearance, while that of St. Paul's seems to tower to a much greater height, and the eye is quite unconscious of its lesser volume."], [217, "UNPLEASANT RUMOUR. 187 This may be called a \" John Bull \" view of the matter, but I firmly believe it to be the true one. It was our original intention to have remain ed in Rome a few days over Easter week, but an unpleasant rumour reached us that several serious cases of typhoid fever had occurred in an hotel not very far removed from our own, and we thought it better to give up what little we had planned to do before our departure, and make at once for Florence. We accordingly left somewhat suddenly on the Saturday morn ing, 16th of April, by the ten o'clock train, ar riving in Florence about half-past six. We travelled direct by way of Orvieto and Arezzo, giving up our proposed visit to Siena, that we might spend Easter Sunday on the banks of the Arno. Our rooms had been secured in the Hotel Gran Bretagna, but, when we saw what very poor ac commodation was the best they could offer, we declined to stay, and, the city being very full of visitors, we were some time before we met with anything to suit us, and were at last obliged to"], [218, "188 MY OLD PLAYGROUND REVISITED. put up with one poor back room on an upper floor in the \" Italia,\" with the promise, how ever, of a good front room the next day. The situation is very good on the Lung' Arno, and we had no reason to complain of the change, though the Gran Bretagna is an excellent house at which I have stayed on former visits to Flor ence. Nothing could exceed the kindness and attention of our landlady, a widow, who is most anxious to do her best for the comfort of her visitors, and true to her word she provided us on the following day with a delightful front room overlooking the Arno. I cannot pass over our journey from Rome, though done by railway, without a few words. I say, though done by rail, because it is a very interesting bit of country, and I cannot help looking back to the days when the rail was not ; when, in the company of two young- Englishmen of about my own age, I posted from Florence to Rome. In fact we posted all the way from Venice to Naples, and took three or four mouths over it. Of course in a journey of that kind you have such opportunities of"], [219, "189 LAKE THRASYMENE. thoroughly seeing the intervening country, and visiting the smaller towns en route, that no comparison can possibly exist between such travelling aud the modern method by rail. At best now you have but a passing glimpse of fine landscape, towns, and villages, and it all fades as quickly from the mind as it does from the eye, while you are whirled along the iron road. Fortunately we had an excellent view of the lake of Thrasymene, as the railway runs near the shore for some miles. It is a lovely sheet of water with several islands, and surrounded by beautifully wooded hills, well worth a visit, apart from the historic interest attached to the place. The latter part of the journey we found very pretty, winding along for many miles through the hills, following the course of the Arno until we came upon fair Florence, \" Firenze la bella,\" as it is most deservedly called. A celebrated writer thus speaks of this charming city : \" Each street of Florence contains a world of art; the walls of the city are the calyx containing the"], [220, "190 MY OLD PLAYGROUND REVISITED. fairest flowers of the human mind; and this is but the richest gem in the diadem with which the Italian people have adorned the earth.\" Apart from the richness of its art-treasures, there is something to my mind peculiarly fascinating in the general aspect of this city. Tt stands to the best advantage on both banks of the river, the surrounding country in its immediate neighbourhood consists of a succes sion of richly cultivated land and wooded hills, and there is an air of calm repose about it which is very engaging. Were I called upon to end my days in some foreign city, I should unhesitatingly choose Florence. The Cascine, or public park, situated at the western extremity of the Lung' Arno, is a delightful outlet from the city. It is very ex tensive, beautifully wooded, with excellent roads cut through it as carriage drives, and kept in first-rate order. Here in the after-part of the day all the rank and fashion of Florence are to be seen, mostly driving in well-appointed carriages, though large numbers, as is the case elsewhere, are content to walk, or criticise the"], [221, "191 ECCENTRIC AMERICAN. equipages and their occupants while seated under the shade of the tall trees with which the drives are lined. It was here we saw that eccentric American who has resided in Florence for many years, and whose hobby it is to drive an almost incredible number of horses, all harnessed together in pairs. The day we saw him he had twenty. I had seen him once before on my last visit, and he was then driving only sixteen. This time something had gone wrong with the harness, and he, with the grooms in attendance, was a long time en gaged in trying to put it to rights with a piece of string. I had plenty of opportunity to exa mine the whole thing, and see how it was possible to handle the necessary number of reins. The man is constantly having accidents, as well he may, but he continues to persuade himself that he can drive a twenty in hand as easily as other men drive a four. His horses, as far as I could judge, were a well-bred, good looking lot, and, though I only saw him drive a very short distance before the breaking of some strap occurred, they appeared to be suffici-"], [222, "192 MY OLD PLAYGROUND REVISITED. ently well under control. Still it seemed to me monstrously absurd, and that nobody but a semi-lunatic would attempt sucb a thing in the public roads. Think of the number of hands required to put these twenty horses \" to,\" the time it must take, and the large space neces sary to get ten pairs harnessed all in line. However, we must conclude that it pleases him, but it is a case of more money than wit. I said that we determined to spend Easter Sunday in Florence, and we began it by taking a moderately early breakfast, and then driving to the Church of the Annunziata, as we had been instructed that there we should have the grandest musical performance, far finer than anything given in the cathedral, lt is internal ly a beautiful church, rich in marble monuments and fine paintings, and the extra decorations and ceremonies 'pertaining to this sacred day rendered the service gorgeous in the extreme. People were flocking in when we arrived, and most of the chairs were already bespoke, but I fortunately secured one, which was all I could do, and we had to make the best of it. Being,"], [223, "DRIVE TO THE CASCINE. 193 however, close up to the grand altar, we were enabled to change about by kneeling on the steps. We were much gratified with all we saw and heard. The dresses of the priests were magnifi cent, the lighted candles most astonishing, both as to size and number, and the music, besides the playing of the grand organ, consisted of an orchestra which performed some remarkably fine selections of what seemed to us the best Italian operas. The singing also that accom panied the playing of the organ was of a very soul-stirring nature, with an occasional solo by a lovely voice. A drive in the Cascine for a couple of hours completed our day, and, as the weather was propitious, a large concourse of people of all classes assembled there, and we had the oppor tunity of seeing Florence in holiday dress. While thus engaged we came across our old friends from Boston, who were, like ourselves, setting their faces homewards. As they intend ed starting for Milan in a day or two, we plan ned one more excursion together, and that was to Fiesole, an ancient town on the height north 0"], [224, "194 MY OLD PLAYGROUND REVISITED. of Florence, some three or four miles distant, but, as it is a pretty steep road the greater part of the way, it took us quite an hour to reach. The town itself has little to attract, but the view obtained from a plateau in front of the Franciscan Monastery, over the city below, the valley of the Arno, and the surrounding coun try, is very beautiful. There are several indications of its former importance, such as remains of ancient walls and buildings, one of which is a well preserved amphitheatre ; but it is difficult in the present day to realize the fact that it was at one period as powerful as Florence, or more so. The in habitants barely number three thousand, and -occupy themselves chiefly in plaiting a species of fine grass or straw, which is converted into baskets and various fancy articles. Everyone as a rule takes this excursion, though I think the more delightful view is that from St. Miniato and the drives of the Viale dei Colli on the opposite or south side of the valley, and so looking across the city up to the heights of Fiesole. But the drives are charm-"], [225, "THE COLLI. 195 iug in all directions, witb ever-varying views over this most interesting of cities and its environs. The church of St. Miniato is justly celebrated not only for its attractive situation, but for the beauty of its interior, and is rich in mosaics and finely carved marbles, perfect lace work, as fine, 1 think, as any to be found in Italy. It is difficult to speak too highly of these re markably fine broad roads constructed on this eminence, called the Colli. They wind about these hills for three or four miles, and are beau tifully planted with all the best sorts of trees and shrubs, besides roses and various kinds of spring flowers just then in bloom. Everything appears to be kept in admirable condition, and the whole work is a marvel of its kind. I have taken many walks and drives iu these Colli, and have been surprised to fiud how very little they are frequented, considering the great attractions they undoubtedly possess. They do not seem to be the fashion, the Cascine carries the day. The galleries of the Uffizi and tbe Pitti Pal- 0 2"], [226, "196 MY OLD PLAYGROUND REVISITED. ace occnpied a deal of our spare time, and even then we saw little else but the chefs-d'oeuvre in each. The art-collections, especially the paintings, are so numerous that weeks may be spent instead of days in acquiring even a mode rate acquaintance with all that these vast gal leries contain. Having paid repeated visits on former occasions we did not make a toil of our pleasure, yet naturally lingered long over the wonders of the \" Tribuna,\" which contains an almost unique collection of the finest specimens of ancient sculpture, aud gems in painting by Raphael, Titian, and other celebrities. It was a happy thought thus to concentrate in one small chamber this unparalleled collection of masterpieces. The Palazzo Pitti is still used as a royal residence, and the present King Humbert takes up his abode there ou his visits to Florence. There is a communication between the Palace and the gallery of the Uffizi, by means of a long corridor, and, as the two buildings are ou different sides of the Arno, it is carried over the Ponte Vecchio, at the same time quite concealed"], [227, "NATIONAL MUSEUM. 197 from view. It was, I fancy, originally planned to favour an escape from the Royal Palace, and has been made use of on more than one occasion in times of political troubles. The National Museum, known by the name of II Bargello, was built for a palace, and occu pied formerly by the chief magistrate of Flor ence. After a time it was used as a prison, but has very recently been restored and adapt ed to its present purpose. It contains much that is of great interest, of which the sculpture was to us the most attractive portion. Perhaps the Campanile, or bell-tower, of the cathedral is one of the most beautiful things of the kind in any city in Europe. It stands about three hundred feet in height, and is a very conspicuous object wherever a view of the city is obtained."], [228, ""], [229, "CHAPTER XI. FLORENCE TO COMO. A FLOWER-GIRL OF FLORENCE — FLORENCE TO BOLOGNA- BOLOGNA TO MILAN — THE PLAINS OF LOMBARDY — FIRST SIGHT OF THE ALPS— THE DUOMO — CATHEDRAL OF SE- VILLE — THE CORSO — GALLERIA VITTORIO EMANUELE — OMNIBUS MANAGEMENT — VAEESE — VIEWS OF LAKE AND MOUNTAIN — THE MADONNA DEL MONTE — THE FOURTEEN CHAPELS — BEAUTIFULLY CARVED FIGURES — ASCENT OF THE IRE CROCI— LAKE OF COMO."], [230, ""], [231, "201 CHAPTER XI. A S I am not writing a guide-book, I will not -^*- attempt to describe the many fine archi tectural specimens which adorn this charming city, and have merely mentioned a few of its numerous attractions to show how fully the tourist's time must be filled up in acquiring even a partial acquaintance with them during a sojourn of a week or ten days. We had planned a visit to'the monastery of Valombrosa, a long day from Florence, but were compelled to give it up for want of time. We were due in Milan on the 23rd of April, so that we had only six days this time for all that we wished to see. The morning of the day we left we passed in"], [232, "202 MY OLD PLAYGROUND REVISITED. the shop, or rather gallery, of one of the princi pal artists iu marble and alabaster on the Lung'- Amo. It was a really beautiful exhibition, and we were tempted to make some small purchases, which were sent home to us by sea from Leg horn, and reached us quite safely about a month after our return. I must not forget to mention that an hour or two was devoted to a ramble in the Boboli Gardens, which are opened to the public on Sundays and Thursdays, and are really the royal gardens attached to the Pitti Palace. They are in every way delightful, furnished with beautiful evergreens, and ornamented with statuary, and appear to be much appreciated by both the natives and visitors. The occasional peeps you get of some of the most conspicuous buildings in the city at the end of some long vista of overhanging foliage are very strik ing. The magnolia grandiflora even in Eng land is a magnificent evergreen, and in sheltered spots attains to a very considerable size, in a fairly warm summer bearing a splendid blossom. But the climate of Florence"], [233, "FLOWER-GIRL OF FLORENCE. 203 is, I should say, better adapted to it, and in these gardens it especially seems to flourish, and grows to a very much larger size. I have seen it in full bloom in the month of June or July, and in November it bears a fine red berry or fruit, which is very ornamental, aud lights up the dark green foliage in the most satisfactory way. I remember being particularly struck with this the last time I visited Florence in the early winter, as I had never seen the fruit or seed-vessel on this tree in England. On the 22nd we took train for Bologna, and arrived at the Hotel Brun. At the railway sta tion at Florence we were accosted by an elderly \" flower-girl,\" with a basket well stocked with early spring-flowers, roses, &c, and at first we wished to avoid her, as we were already well supplied, our kind landlady of the Italie having presented my wife, on taking leave, with a beautiful bouquet of lilies of the valley. But after we had taken our seats in the train she made her appearance on the platform and be gan talking a little English, at the same time throwing a few sprigs of lilac and a rosebud or"], [234, "204 MY OLD PLAYGROUND REVISITED. two into our carriage. She was a well-preserved woman of at least fifty-five, and was dressed, as far as I can remember, just as the flower girls of Florence used to dress in my boyish days, the large-brimmed, flapping Leghorn hat being the chief sign. These girls used to wait for the young men coming to take their early coffee or chocolate at the most frequented cafe, and as soon as you were seated they would pro ceed at once to place some choice rosebud or other flower in your button-hole, and take their chance of a few soldi in return for the decoration, but keep the flower you must, on any terms, or they would appear mortally offended. I reminded this full-blown dame of those days now so long gone by, and she at once declared that she was one of those young lassies of sweet seventeen, had sold flowers ever since, and that she remembered me perfectly well. This was highly amusing; however, all I could recognise iu turn was her Leghorn hat, under which she made such a display of fine black •curls that my wife would not believe but that they were false, and got the courier to ask her"], [235, "FLORENCE TO BOLOGNA. 205 in his politest fashion how she managed to keep her hair so well. She was not in the least offended, but coming up to the window aud lifting her hat seemed quite proud to show us, beyond all doubt, that this fine \" chevelure \" was indeed her own growing, and that there was nothing false abont it. She was a laugh ing jolly dame and repeatedly called out in English \" God bless you !\" as we steamed leisure ly out of the station. The railway from Florence northwards is level until you reach Pistoja, when you begin to ascend the southern slopes of the Apennines, and you continue to mount slowly until you gain the summit of the pass. It is an interesting bit of line, affording charming and most extensive views over Pistoja, and the valley of the Arno. The descent towards Bologna is very gradual, and you are some two or three hours before you clear the mountains aud find yourself in the open plain. We duly arrived at Bologna without any particular incident, and, as I have said above, were lodged at the Hotel Brun. Here we rested only one night, being anxious to"], [236, "206 MY OLD PLAYGROUND REVISITED. reach Milan the day we had fixed upon. I had passed several days in this fine old city on my previous ramblings in Italy, and could well afford to give it the go-by this time with only a passing glance. The journey from Bologna to Milan is one of ■six or seven hours, and, though much presents itself from time to time to occupy your atten tion, we were not sorry to find ourselves com fortably installed in the Hotel de Ville just in time for table d'hote. We passed en route the towns of Modena, Parma, and Piacenza, and soon after quitting the latter you cross the broad channel of the river Po. It is a wonder fully flat extent of country, these plains of Lombardy, not so much as a hillock to be seen in any direction, except of course the distant range of the Apennines, which we crossed the day before, and which were fast fading from our view. It was only when we approached within an hour or so of Milan, and as the sun was sink ing in the west, that we caught sight of the distant Alps. Some of these higher peaks were"], [237, "207 THE DUOMO OF MILAN. very distinct, and the snow on them was beauti fully tinted by the sun's rays. After this no great time elapsed before the tall spires and minarets of the celebrated cathedral came in sight, and though the station is on the northern side of the city, and we had to make a considerable curve to reach it, half an hour or so brought us to our journey's end. Sunday, 24th. — Our hotel being near the great Duomo, we walked in soon after breakfast to hear High Mass. I have seen this glorious marble monument many times, and last year we spent a week in the city, so that we were tolerably familiar with its many attractions. Yet on en tering the cathedral once again that same over whelming sensation came over us as when we saw it for the first time. There is something in the Gothic architecture to my mind peculiar ly adapted to a sacred edifice, of whicli this cathedral is a noble specimen, second to none, that of Seville perhaps alone excepted. I once had the privilege of listening to a full choral service there on some high festival, and also a performance on the grand organ, said to be at"], [238, "208 MY OLD PLAYGROUND REVISITED. that time the finest in Europe. Though many years have elapsed since that, my first and only, visit to Seville, I can well remember that I felt more awestruck than on any other similar oc- casion. \" Mais revenons a nos moutons,\" we are in Milan, not Seville. This cathedral, inferior in size only to St. Peter's at Rome, and the one just mentioned, is composed, let us remember, entirely of white marble, and in this respect is perfectly unique. You must mount on to the roof to thoroughly comprehend all its marvellous beauty. Picture to yourself those countless delicate minar ets, each crowned with a statue, all so perfectly carved as to bear close inspection,1 and, thanks to the pure, smokeless atmosphere, as white as when first set np. The roof is so constructed that it affords quite a favourite promenade, and in the early morning it is especially frequented by tourists, for the sake of the fine view of the chain of the Alps, which requires the morning light to be seen to advantage. I made two or three ascents for this purpose during our stay"], [239, "209 MILAN. but only had one perfectly clear view, and on that occasion I mounted to the top of the high est tower, three hundred and sixty feet in height. My wife would not venture even to the roof, which is really a mere nothing, but was content with the glimpse of the mountains to be had from the Corso, which at times is also very fine. Speaking of the Corso, I must not omit to mention it as a fine drive along the old ram parts ofthe city, called Bastione, much frequen ted by the wealth and fashion of the place. We used to amuse ourselves occasionally of an after noon watching the various equipages and pro menaders, as well as cavaliers, for they also have a \" Rotten Row.\" Judging by the numer ous handsome carriages, the fine horses, and the splendid toilets of the ladies, Milan is avery thriving city, and contains a great number of wealthy people. This ladies' mile is a fine broad drive, planted on both sides with horse chestnuts, which were in full bloom when we were there. Adjoining the drive are some very prettily laid out gardens with ornamental sheets P"], [240, "210 MY OLD PLAYGROUND REVISITED. of water and a collection of wild fowl. There is also a small beginning in the way of a Zoologi cal Garden, but which seems on the point of be ing considerably enlarged. Perhaps the most attractive thing in Milan, after the cathedral, is the grand double arcade called the Galleria Vittorio Emanuele. It is the most spacious, the most lofty, the most elegant thing of the kind, I believe I may say, in the world, and dwarfs into insignificance the arcades of other cities. Perhaps Genoa can boast the next best, very recently constructed. It is said to have cost an enormous sum of money, furnished by some English company, but the architect Avas an Italian, who, poor man, was accidentally killed whilst superintending the works. It is full of handsome shops, and, of course, magnificent cafes, and when illuminated of an evening and crowded with people presents a splendid spec tacle. We frequently spent a portion of our evenings there seated at one of the little mar ble tables of a cafe', enjoying our coffee or ices, and watching the people, and, as we say in England, it was \" quite as good as a play.\""], [241, "THE OMNIBUSES OF MILAN. 211 The Brera Gallery, containing a valuable col lection of fine paintings and other works of art, &c, we had about exhausted the previous year, and did not trouble it again with our presence. There is one very convenient arrangement in Milau, and that is the way in which the omni buses are managed. The cathedral stands as nearly as possible in the centre of the city, and the Piazza, or large open space surrounding it, is, on the west side, partly devoted to the starting point for all the omnibuses. They are drawn up in a row, with the names of the different gates of the city to which they are bound painted on the outside, so that the natives at any rate, and others not quite strangers to the place, see at once which they are to take to reach any particular quarter ofthe town. I think we enjoyed our four days in Milan this year all the more for having \" done the lions \" the previous year, so that we could take our leisure. But let me say, before I have done with Milan, what a delightful city it is. How beauti fully clean and bright it appears, contrasting p 2"], [242, "212 MY OLD PLAYGROUND REVISITED. most favourably with many of the cities in the south. To those who have never crossed the Italian frontier, I would say, if you can only spare a fortnight or three weeks for a little run abroad, make at once for the Italian lakes and the city of Milan, and with this you may well rest satisfied. The uext place on our list for a short visit was Varese ; and accordingly, leaving Milan on the morning of the 27th, we arrived in about a couple of hours at this charming spot. It is a small town, but at the same time the inhabit ants carry on a considerable trade in the manu factures of silk, paper, &c, and, owing to its delightful situation and fine air, numerous country houses are to be found in the environs, chiefly the summer residences of the wealthy Milanese. On reaching the station we drove through the town to the Grand Hotel Varese, which stands in its own grounds about a mile away. This hotel was formerly a private villa, and is on a truly palatial scale, replete with every comfort and luxury, and is con ducted in a most liberal style by the present"], [243, "MAGNIFICENT VIEW. 213 proprietor, who does his best to make you com fortable. The beauty of this place will be better understood when I say that, standing at a con siderable elevation, it commands most extensive views in every direction. It is about thirty miles north of Milan, aud about midway be tween the lakes of Como and Maggiore, at their southern extremities. From the windows of the hotel, as well as from the garden, you may see five or six lakes, mostly of moderate dimen sions, including a small portion of the Maggiore. On the right hand, looking from the garden front of the hotel, i.e., to the west, and partly in a northerly direction, you have a most mag nificent view of the chain of the Alps, with the giant, Monte Rosa, nearly in the centre. This is much the same view you get from the roof of Milan cathedral, only thirty miles nearer. I know of no finer picture of a range of snow mountains than this, and seen in the very early morning before sunrise (say about five o'clock in April) the effect is superb. The temperature was delightfully cool, and most welcome after the rather close weather we experienced in"], [244, "214 MY OLD PLAYGROUND REVISITED. Milan, my thermometer showing a fall to forty degrees outside our bed-room window in the early morning. The night before we left Milan we had a very severe thunderstorm, with torrents of rain, and some of the most vivid lightning I ever saw, lasting all the early part of the night, but followed by brilliant sunshine the next morning; and, though the storm had not reached Varese, it had its effect in cooling the air. We were full early, as the season goes, for this place, and the hotel was only partially occupied, not more than twelve or fifteen people joining the table-d'hote. Still we were de lighted with it, and the pretty garden was full of sweet spring flowers and blossoming shrubs, with which the landlord kept our room decorated. The nightingales also were in great feather, and kept us continually supplied with their delicious music. There are many delightful excursions to be made in carriage drives in the neighbourhood, of wliich we only did one or two, as our time was limited ; but the most interesting of all, I"], [245, "THE CHURCH OF THE MADONNA. 215 should say, is the visit to the Madonna del Monte, which, as it involved either a long walk or a ride on horseback, my wife would not attempt. So, having determined to make the ascent of this \" Sacro Monte,\" I told B my plans, and commissioned him to engage a carriage for nine o'clock the next morning, and, after a light and early breakfast, away we went, driv ing for about eight or nine miles, when after a gentle rise of half an hour or so, along a fine broad road, we arrived at a sort of plateau, where we had to leave our carriage, and do the rest of the journey on foot. The object of our journey was to see the fourteen chapels, which stand at regular inter vals all along the zigzag road leading up to the Church of the Madonna, at the summit of the hill. Pilgrimages have been made to this church throughout a long course of years, and the road leading to it has been so constructed as to admit a large number of pilgrims to walk abreast. I should say the road is from eighty to a hundred feet wide, aud paved all the way"], [246, "216 MY OLD PLAYGROUND REVISITED. to the top with small round stones, which, by the way, are pretty much grown over with grass, the traffic evidently not being very heavy or constant. These chapels are all much the same size, and are not open to visitors, or even pilgrims, that is to say, the only way to see what they contain is to look through a large iron-grilled window. I believe the true history of the origin of these chapels, sheltering as they do a wonder ful collection of human figures carved in wood, of life size, representing the chief incidents in the life of our Lord, was this : Some centuries ago a monk of good family became possessed of a large fortune, and at his death bequeathed it all to the Church, at the same time giving directions that this singular work should be carried out. The several groups of figures are perfectly life-like, most artistically finished and coloured, and are in a state of thorough preser vation. Most people, I presume, who know anything of London, have seen the wax figures at Madame Tussaud's, some of which are ex tremely well executed ; but these groups on the"], [247, "217 THE TRE CROCI. *' Sacro Monte \" are far superior, and are the most wonderful imitation of the human figure that it is possible to conceive. In some in stances the expression of the faces and the atti tude of the whole body is painfully real, especially in the group of the Crucifixion. It is a perfect tableau vivant. I am inclined to add that each aud all deserve to be so designated. Before we examined these chapels, B and I, having engaged a guide, ascended to the summit of a neighbouring mountain called the \" Tre Croci,\" nearly four thousand feet above the level of the sea ; it was an easy walk, and took us about an hour and a half to accom plish. The view was well worth the climb, and, it being a lovely, bright day, we could see an enormous distance. The picture was made up of snow-mountains and glaciers on one side, with numerous lakes and a most extensive plain on the other, extending in a southerly direction as far as the Apennines, with Milan in the middle distance. By means of my opera glass, I could distinguish the Duomo and all the principal buildings, aud I fancied I could even"], [248, "218 MY OLD PLAYGROUND REVISITED. make out the much more distant city of Novara. The bronze, colossal statue of St. Carlo Borro meo, near Arona on the Lago Maggiore, was well defined, and it was altogether a wonderful panorama. We returned to the plateau where we had left our carriage, and reached the hotel in good time for dinner, much pleased with our day's excursion. This ended our stay in Varese, and on Satur day the 30th, after a pleasant carriage-drive of about three hours, we reached Como in good time to catch the afternoon steamboat up the lake to Bellagio, where we had planned to pass the night. We put up at the Grande Bretagne this time, as the steamers call at each of the two principal hotels, which are close to the lake, on alternate weeks. Last year we were at the \" Grand Hotel de Bellagio.\" They are both most mag nificent establishments, perfect palaces, and it is quite a matter of fancy which bears the palm. Having made the tour of tbe Italian lakes"], [249, "THE LAKE OF COMO. 219 only the year before, we made no stay this time ; but I cannot treat this charming lake so cavalierly as not to bestow a few lines to its memory on this occasion. We left Como about three o'clock in the afternoon, and our little voyage lasted about two hours. The actual dis tance direct would not take so long, but there are many little towns on both shores at which the steamer calls, and she shoots across from town to town, and shore to shore, thus not only lengthening the distance traversed very con siderably, but also enabling the tourist to see the beauties of the lake in the most agreeable way, affording him a constant succession of fresh pictures. The light at this period of the day was most favourable, and I cannot remem ber ever to have seen this lovely lake to greater advantage. This portion of the lake, \" done \" from Como to Bellagio, is generally allowed to be the finest thing in lake scenery that it is possible to conceive, and the spring of the year is especially the season to see it in perfection. Not only have you much more snow on the mountains, but you see their lower slopes, in"], [250, "220 MY OLD PLAYGROUND REVISITED. many parts wooded to the water's edge, in all the beauty of their bright green foliage. I feel how utterly the most glowing description of this charming lake must fail to do it justice, aud I doubt if even the most cunning artist could accomplish tbe task."], [251, "CHAPTER XII. A SLEDGE JOURNEY ON THE ALPS. ROUTE OUT OF ITALY — DRIVE TO CHIAVENNA — TABLE D'HOTE OF FOUR — ASCENT OF THE ALPS — THE SPLUGEN ROUTE — CHANGE OF SCENERY — ON THE EDGE OF THE SNOWFIELDS INCIDENTS OF A SLEDGE JOURNEY — DESOLATE SCENE — ITALIAN CUSTOM-HOUSE — SUMMIT OF THE PASS — RAPID DESCENT INTO A SWISS VALLEY — VILLAGE OF SPLUGEN — HALT AT COIRE — ZURICH — JOURNEY TO PARIS — ARRIVAL AT FOLKESTONE."], [252, ""], [253, "223 CHAPTER XII. sPHE following morning we took steamer for -*- Colico, at the head of the lake, a run of nearly three hours, made longer by calling at the various places on the banks. A carriage had been ordered to meet us to drive to the town of Chiavenna. But, before I proceed any further ou this route, I wish to explain how it was we took this line of road in bidding adieu to Italy. My wife, while we were still at Varese, happened to say, \" Can't we find some other way out of Italy but by that horrid Mont Cenis tunnel?\" \" Of course you can,\" was the natural reply. \" But if you won't go under the Alps, the"], [254, "224 MY OLD PLAYGROUND REVISITED. only alternative is to go over, unless you like to venture by sea or return the way you came.\" Well, we consulted B , and, after many inquiries as to which \" pass \" was the best to try, we decided on taking the Spliigen. The Simplon was generally allowed to be the first open, and the road was said to be in good condition, but it was not quite so tempt ing as the Spliigen, because it involved a longer journey. We must have crossed to the Lago Maggiore, and then made for Dorno d'Ossola, aud we should ultimately have found ourselves at Brieg, in the Valley of the Rhone, and we did not fancy that route., so our minds were made up to take the Spliigen. Accordingly we drove from Colico to Chiavenna, where we passed the night, arriving there about five o'clock in the evening. While waiting for our dinner the mail-coach from Coire drove up to our hotel, the Conradi, to change horses. Most of the passengers were ou their way to Colico, and thence by steamer to Como, from which two hours by railway com pletes the journey to Milan. One young French-"], [255, "225 CROSSING THE ALPS. man, however, remained, preferring a night's rest at the hotel, and joined us at what they called table-d'hote, at which we sat down four. We were glad to get out of him all we could about the state of the \"pass,\" and learnt that though they had been two hours in sledges over the summit, yet the road was in excellent order, and that he had much enjoyed it. He was a very young man, and had probably never done anything of the kind before, and he wound up nearly every answer he gave to our numerous questions with \" Mais c'etait tres interessant.\" However, I think, on the whole, we became somewhat re-assured, though I must own I did not feel at all confident that we were right in running the risk of taking this pass over the Alps so early in the year. I knew it well, but had only driven over it in the summer months. B had been very busy since we arrived in looking out for a first-class carriage and horses, and the landlord having kindly lent us a lot of warm rugs, or blankets, as he called them, we started at seven o'clock on the follow ing morning, after an early breakfast, taking Q"], [256, "226 MY OLD PLAYGROUND REVISITED. with us a basket of provisions for our midday meal. Had it not been for the generous offer of our worthy host to lend us these blankets, we dared not have ventured on this journey ; for, be it remembered, we had sent all our extra warm wraps and railway rugs back to Paris. So on the 2nd of May we bid adieu to Chia venna. This town lies in a smiling valley at the very foot of the mountains, enjoying a very mild climate, and for some few miles, during a gentle ascent, we still had the vines in full leaf about us. But, as we continued to mount, the scenery gradually changed, though we were from two to three hours before we saw the last of the Spanish chestnuts and walnuts. As we had excellent horses we made good pro gress, and reached Campo Dolcino, a village, where we took a fresh team, and continued to climb by zigzags, more or less severe, until we came in sight of the celebrated waterfall formed by a small river known as the Madesimo, which descends in one unbroken sheet of water seven hundred feet into the valley below. A short time only elapsed before we found"], [257, "MAGNIFICENT CASCADE. 227 ourselves on the bridge crossing the stream above the fall, and our carriage was brought to a halt that we might get out and walk a short distance on to a sort of platform by the side of the road, which commands a fine view of this truly magnificent cascade from top to bottom. This was the time of year to see it, owing to the rapid melting of the snow, and the body of water was far greater than when I last saw it in the early autumn. Up we still went, the turns in the road becoming very frequent and the incline sharp, so that we never went out of a walk. The landscape was wild in the ex treme, with a constant succession of ever varying views of snow-peaks and bare, rugged mountains, interspersed now and then with some pretty little patches of bright green turf, and huge masses of rock which seemed to have fallen from the mountain sides. On these rocks there grew in hollows and crevices a lovely little plant, a species of auricula, with its bright pink blossom in great profusion, ltwas almost the last bit of vegetation, and it appeared to luxuriate in the fresh mountain air. I sue- Q2"], [258, "228 MY OLD PLAYGROUND REVISITED. ceeded in digging out a fine specimen by the roots, and have it now alive in some rock-work in England. We now entered the first of three galleries of considerable length, which have been con structed to protect travellers from the ava lanches, which at one or two points are very frequent, especially in the spring. The air was now so cold that the little rills of water that found their way into these galleries from above were all frozen, and quantities of icicles hung from the roof and side walls. Being now but a short distance from the top of the pass, and on almost level ground, we called a halt, which not only allowed our horses a little breathing time, but enabled us to eat our luncheon more at ease. We were now close to the snow, numerous patches of which were already lying on the sides of the road ; and we were glad to put on some of our wraps, for there was no sun, and the clouds had a somewhat threatening appearance. Ten minutes more driving on wheels, and we arrived at the point where everything wore a"], [259, "CHANGE TO SLEDGES. 229 strange aspect. We found ourselves fairly on the edge of the snow-fields, along which, in a sort of valley, about midway between overhanging mountain peaks, we could trace our road until obscured by mist, or by a bend round some distant shoulder ofthe mountain. Snow before us, snow above us ; nothing now but one vast desolation of snow whichever way we turned. Ours was the only carriage that had arrived that day to cross the mountains, and, as we only required three sledges, we were not long before all was arranged for a start. It was curious to see a number of these sledges all lying about ou the snow ready to hand, as pas sengers might arrive either by mail-coach or private carriage, these in their turn being left to carry those who might come up from the Swiss side, down on their way into Italy. The horses are taken from the carriages and used for the sledges, and ours, which were three in number, served for our cavalcade. My wife and self were started off first, aud led the way. The sleigh only held two, and being well tucked up in blankets, and with our old coachman for"], [260, "230 MY OLD PLAYGROUND REVISITED. driver, who stood up behind, away we went. The sleigh somewhat resembled the body of a Hansom cab, without the head, but fitted with the old-fashioned wooden apron, which turned back to enable you to take your seats, and afterwards shut down, so that you were pretty snugly boxed in. The next sleigh contained our luggage only, the horse being entrusted to follow us without a driver ; the third and last was occupied by B , who, like ourselves, was driven from behiud. At first the suovv was very wet, and, in fact, more slush than snow, but it soon became a hard, frozen surface, and we made good way, gliding easily along, with only now and then a good bump as we dqyped suddenly into some hollow or struck some hard substance uuder the snow. The track was well defined by daily traffic, and our clever little horse seemed to require very little driving. A number of men were constantly employed in keeping the road open* — that is to say, removing fresh-fallen snow which in places had drifted to a considerable depth, and we occasionally passed between two"], [261, "AN UNEVEN ROAD. 231 walls of snow as high as our heads. I observed that these men all wore \"goggles,\" to protect the eye from the glare off the snow, which is very severe when the suu shines. They had one solitary \" refuge \" very near the top of the pass, a strong stone building, well-adapted to resist the fearful snowstorms and hurricanes of wind which rage here from time to time. In some parts the road was very uneven, and we lurched fearfully from side to side, the horse's legs often sinking through the snow, so that he struggled and plunged, and it seemed at times as if he would be unable to recover himself, and that we must inevitably be upset. But there was nothing to be done but to sit still and trust to luck, for we were as helpless as two mummies. I thought of our young Frenchman's words of the night before at Chiavenna, \"Mais c'etait tres interessant.\" Yes, very interesting, but rather nervous work for those who were doing it for the first time. We met occasionally several sleighs of large size, carrying merchan dise, mostly heavily laden, drawn by two or more horses ; but fortunately there was gener-"], [262, "232 MY OLD PLAYGROUND REVISITED. ally sufficient room to pass without fear of a collision. It was a singularly gloomy aud desolate scene, made still more so by the dark clouds which hung over us, and from which a few flakes of fine snow were falling, aud really bad weather seemed likely to overtake us. A group of buildings now came in sight, which turned out to be the Italian Custom House, with half-a-dozen officers lounging about, and a cheerful sort of life they must lead up there ! A few minutes more, and we reached the sum mit of the pass, nearly seven thousand feet above the level of the sea ; but the highest mountain peak rises to the height of ten thou sand seven hundred and forty-eight feet. At this point the rapid zigzags of the descent into the Swiss valley began ; but imagine our aston ishment when, instead of any longer following this route, our driver, having dismounted and done something to the shafts, so as to give the horse a better \" back-holding \" power, turned us off down what seemed to us an awfully steep snow-slope, but which, I observed, was"], [263, "DESCENT OF A SNOW-SLOPE. 233 also a beaten track, and marked out by long stakes or poles. Down we went at a rattling pace, leaving the sloping zigzags far to our left, evidently the short cut to the bottom ; and my wife, giving vent to a cry of half surprise, half terror, was answered by our courier. \"All right, madame ; don't be alarmed,\" and by the oft-repeated phrase, to the same effect, from our coachman, \"Va bene, signora, non avete paura.\" Down we continued to rush, seeing more of our horse's tail than his head ; but the gallant little steed ploughed his way along down this splendid snow-slope, and, on reaching a com paratively level bit, we made a little turn to our right, and then down we went again once more, and, in ten minutes or less from our first plunge downwards, we had reached the bottom, and found ourselves on level ground, and close to a little group of empty carriages, left there by the last travellers, just arrived from Switzer land, whom we could see in the distance labour ing slowly up the zigzags on their sledges. We had been just an hour and a half doing this snow journey, but had we followed the regular"], [264, "234 MY OLD PLAYGROUND REVISITED. road all the way, instead of taking the \" short cut \" to the bottom, we should have been a much longer time over it. Well, here we were safe and sound, and ex perienced not a little relief, in more ways than one. We were well pleased to be unpacked, and to stretch our somewhat cramped limbs. The high-road now lay before us, tolerably free from snow, with partial glimpses of the pine forests breaking through the mist. While the luggage was being removed to our carriage, aud the horses put to, my wife being already comfortably seated inside, I determined to get a walk to shake off the effects of the cold, and so, divesting myself of my over-coats, I set off at \" the double,\" and even broke into a run for a few hundred yards, so exhilarating and de lightful I found the keen mountain air and the free use of my limbs. The road at first was rather sloppy, from the close proximity to the melting snow, but soon became fairly dry, aud I found myself rapidly descending through the pine woods to the valley below. I think it must have been nearly half"], [265, "235 VILLAGE OF SPLUGEN. an hour before the carriage overtook me, and I stepped in thoroughly warm and refreshed, though sorry my walk was so soon at an end. We now had plenty of time to compare notes, and talk over our sensations and experi ences in the sleigh. One thing we were agreed upon, and that was that, as it was happily over, we were well pleased to have done it. But, all things considered, it would be more prudent to avoid these passes over the Alps at this time of year. The cold was very severe, and the weather, though in our case tolerably good, might have been very bad. So next time, I should say, we shall be satisfied to pass under by the Mont Cenis tunnel. About two o'clock in the afternoon we reach ed the village of Spliigen, where we took fresh horses, and soon entered upon a finely culti vated valley, and, to make it still more delight ful, we ran down into beautiful sunshiny weather. The bleak wintry sky, the inter minable waste of snow, and all the* little dis comforts we had just gone through seemed like a dream ; it was like a transformation scene"], [266, "236 MY OLD PLAYGROUND REVISITED. at a theatre, so sudden was the change. About a couple of hours further on, in the midst of a broad valley, we reached the village of Ron gellen, where we had to change carriages as well as horses, and soon after we entered the narrow gorge of the celebrated Via Mala. This part was well kuown to us, and, though grand in the extreme, we were too fatigued with our already long journey to take much interest in it, and, alas ! for poor human nature, we actu ally went to sleep I and did not wake up until we stopped at the door of the post-house at Thusis. Here we were refreshed with a good cup of tea, and, it being only five o'clock, we still had a good two hours' daylight before us, and so pushed on for Coire, which we reached about half-past seven o'clock, and right glad we were to take possession of our beds that uight, after an excellent little supper at the Steinbock. We should, on a future occasion, not travel beyond Thusis, where there is a capital inn. I passed a night there, on my way to the Euga dine, a few years ago, and can strongly recom-"], [267, "ZURICH. 237 mend it. From Chiavenna to Coire in the day, involving as it does the passage of the Spliigen, is too long a journey — at least we found it so. The following morning broke warm and bright ; we strolled about the town for an hour or so before taking the train for Zurich, which we reached at five o'clock in the afternoon. It is a very pretty bit of line, passing for many miles close to the borders of two lakes, that of Wallenstadt and Zurich, and though you may, if you are so minded, do the entire distance along these two lakes by steamboat, yet it not only involves a drive from one to the other, but occupies a much longer time than the railway. The Bauer au Lac at Zurich, where we had pass ed many pleasant days during our different visits to Switzerland, sheltered us for the night, and the next day we made for Basle, which we reached in a little over three hours, this time putting up at the Hotel Euler, close to the central station, at which we arrived, and from which we were to start on the following morning direct for Paris. It had been very stormy, with heavy rain, all the early morning before we left Zurich,"], [268, "238 MY OLD PLAYGROUND REVISITED. and we thought of the probable state of affairs on the summit of the Spliigen, congratulating ourselves on being safe down in Switzerland. Our journey to Paris occupied about ten hours, aud we got through it comfortably, thanks to B , who contrived to get a compartment for us to ourselves, he being within beck and call in a second-class adjoining. We carried a basket of provisions this journey, prepared for us at the Euler, so that we were not obliged to leave our carriage at the buffet. After three or four days' stay at the Hotel Windsor, we left Paris by the \" tidal \" on Tues day, the 9th of May, and on the evening of that day found ourselves once more at Folkestone, passing the night at the Pavilion."], [269, "239 CONCLUSION. \"1 TY tale is told. There has not been much J-'-L to tell, aud I am quite aware that I have been going over what may be termed \" hack neyed \" ground. But although the facilities of travelling have enormously increased of late, I have grown too old to leave the beaten track, and in giving an account of my modest little tour I could scarcely hope to produce anything to compare iu interest with the extended travels in far-off lauds which are now so frequently making their appearance in print. Before I write the word \"Finis,\" I will add"], [270, "240 MY OLD PLAYGROUND REVISITED. a few lines which I hope may be of use to those contemplating a similar tour for the first time. I think it is beyond question that the months of March, April, and May are the very best for the purpose. And as you will be most prob ably leaving England in wintry weather, and will also find it equally cold in the north of France, it is absolutely necessary to take warm clothing, and burden yourself with sealskins, railway-rugs, &c. But, if you avoid night travelling, you will not require the heavier kind of wraps, which are always cumbersome, after reaching Paris, and may safely leave them behind ; or, if you fear to part with them so soon, send them back from Marseilles or Nice. We were encumbered with ours as far as Rome, simply because we had not thought of the plan sooner. The very nature of your tour demands a complete outfit of both summer and winter clothing, and even on your return to England you may not im probably be very glad of the warmest you possess."], [271, "CONCLUSION. 241 We re-crossed the Channel on the 9th of May, and had a strong north-east wind right in our teeth, and no amount of wrap was too much. One more bit of advice. Never travel with out a passport. You may not be asked for it, but I have occasionally found it all-important to have one. With this I make my bow. FINIS. LONDON * PRINTED BT DUNCAN MACDONALD. BLENHEIM HOD8S."], [272, ""], [273, "MESSRS. HURST AND BLACKETT'S LIST OF NEW WORKS."], [274, "WORKS BY THE AUTHOR OF JOHN HALIFAX, GENTLEMAN. Uniformly Bound, each complete in a Single Volume, with Frontispiece, price 5s. JOHN HALIFAX, GENTLEMAN. A WOMAN'S THOUGHTS ABOUT WOMEN. A LIFE FOE A LIFE. NOTHING NEW. STUDIES FKOM LIFE. MISTRESS AND MAID. CHRISTIAN'S MISTAKE. A NOBLE LIFE. THE WOMAN'S KINGDOM. A BEAVE LADY. HANNAH. THE UNKIND WOED. YOUNG MES. JAKDINE. HURST AND BLAOKETT, GREAT MARLBOROUGH STREET."], [275, "1 13, Great Marlborough Street. MESSES. HURST AND BLACKETT'S LIST OF NEW WORKS. A VISIT TO ABYSSINIA ; an Account of Travel in Modern Ethiopia. By W. Winstanley, late 4th (Queen's Own) Hussars. 2 vols. crown Svo. 21s. \" Mr. \"Winstanley may be congratulated on having produced a capital record of travels, cast in a popular mould. The narrative is written in a lively and enter taining style, and abounds in capital character sketches of the men with whom the author was brought into contact.\" — Athenæum. \" Mr. Winstanley' s volumes contain a very considerable quantity of fresh in formation,\"— Academy. \"These volumes are extremely readable, and supply a large amount of curious information about regions and people but little known.\"— Literary World. \" Mr. Winstanley's personal adventures are in themselves sufficiently amusing, and, did they stand alone, would be well worth reading ; but he has much to say besides about the strange land he explored, and the inhabitants who live in it.\" — Daily Telegraph. \" We congratulate Mr Winstanley on having produced a very interesting narra tive from his experiences during an adventure surrounded with perils.\" — Globe. LIFE IN WESTERN INDIA. By Mrs. Guthrie, Author of \" Through Russia,\" \" My Year in an Indian Fort,\" &c. 2 vols. crown Svo, with Illustrations. 21s. \" This is a remarkable book, for the variety and brilliance of the pictures which it sets before us. Mrs. Guthrie is no ordinary observer. She has a keen eye for scenery, and can describe what she sees with much vividness. Then she is a bot anist, at home in the vast variety of the Indian flora, something of an archæolo gist, and has more than an ordinary knowledge of Indian history; and she notes with a keen interest the life and character of the native population. Altogether this is a charming book, in which we can find no fault, except it be an embarrass ing richness of matter which makes us feel that we have given no idea of it to our readers ; we can only say. Let them judge for themselves.\" — Pall Mall Gazette. \" Mrs. Guthrie's 'Life in Western India ' is worthy the graphic pen of this ac complished writer. Her familiarity with Indian life enables her to portray in faithful and vivid hues the character of Hindoo and Mohammedan tribes, noting the peculiarities of their social and religious traditions, and representing their personal habits and manners with picturesque fidelity.\" — Daily Telegraph* \"A most charming and delightful book.\" — Home News for India. CATHARINE OF ARAGON, and the Sources of the English Reformation. Edited, from the French of Albert du Boys, with Notes by Charlotte M. Yonge, Author of \" Tha Heir of Redclyffe,\" &c. 2 vols. crown 8vo. 21s. \" This book is valuable as an able compendium of documents about Catharine, and also as a statement of the causes which led to the English Reformation. It should be read by all who want to take a comprehensive view of the period. Miss Yonge's work is thoroughly and conscientiously done.\" — Graphic. \"Even those who are well acquainted with Miss Strickland and Lingard may derive much additional information and renewed pleasure from M. Albert du Boys. We do not think that the labour of translation has been in vain in the case of the present work. Miss Yonge's well-deserved reputation would of itself be sufficient to give it currency.\" — Tlie Tablet. MY JOURNEY ROUND THE WORLD, via Ceylon, New Zealand, Australia, Torres Straits, China, Japan, and the United States. By Captain S. H. Jones-Parrt, late 102nd Royal Madras Fusileers. 2 vols. crown 8vo. 21s. \"A very pleasant book of travel, well worth reading.\"— Soeciator. *• A lively account of the author's experiences ashore and afloat, which is well worth reading.\" — Daily News. \"It is pleasant to follow Captain Jones-Parry on his journey round the world. He is full of life, sparkle, sunlight, and anecdote.\"— Graphic."], [276, "2 13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. ROYAL WINDSOR. By W. Hepworth Dixon. Second Edition. Volumes I. and II. Demy Svo. 30s. CONTENTS OF VOLS. I. AND II.— Castle Hill, Norman Keep, First King's House, Lion Heart, Kingless Windsor, Windsor Won, Geoffrey Plantagenet, Windsor Lost, The Fallen Deputy, The Queen Mother, Maud de Braose, The Barons' War, Second King's House, Edward of Carnarvon, Perot de Gaveston, Isabel de France, Edward of Windsor, Crecy, Patron Saints, St. George, Society of St George, Lady Salisbury, David King of Scots, Third King's House, Ballad Windsor, The Fair Countess, Richard of Bordeaux, Court Parties, Eoyal Favour- ites, Rehearsing for Windsor, In the Great Hall, Simon de Burley, Radcote Bridge, A Feast of Death, Geoffrey Chaucer, At Winchester Tower, St. George's Chapel, The Little Queen, At Windsor, Duchess Philippote, The Windsor Plot, Bolingbroke, Court of Chivalry, Wager of Battle, Captive Little Queen, A New Year's Plot, Night of the Kings, Dona Juana, Constance of York, The Norman Tower, The Legal Heir, Prince Hal, The Devil's Tower, In Captivity Captive, Attempt at Rescue, Agincourt, Kaiser Sigismund, The Witch Queen, Sweet Kate, The Maid of Honour, Lady Jane, Henry of Windsor, Richard of York, Two Duchesses, York and Lancaster, Union of the Roses. \" ' Royal Windsor ' follows in the same lines as ' Her Majesty's Tower,' and aims at weaving a series of popular sketches of striking events which centre round Windsor Castle. Mr. Dixon makes everything vivid and picturesque. Those who liked 'Her Majesty's Tower' will find these volumes equally pleasant.\" — Athenæum. \"A truly fine and interesting book. It is a valuable contribution to English history; worthy of Mr. Dixon's fame, worthy of its grand subject.\"— Morning Post. \" Mr. Dixon has supplied us with a highly entertaining book. ' Royal Windsor ' is eminently a popular work, bristling with anecdotes and amusing sketches of historical characters. It is carefully written, and is exceedingly pleasant reading. The story is brightly told ; not a dull page can be found.\" — Examiner. \" These volumes will find favour with the widest circle of readers. From the first days of Norman Windsor to the Plantagenet period Mr. Dixon tells the story of this famous castle in his own picturesque, bright, and vigorous way.\" — Daily Telegraph. \"Mr. Hepworth Dixon has found a congenial subject in 'Royal Windsor.' Un der the sanction of the Queen, he has enjoyed exceptional opportunities of most searching and complete investigation of the Royal House and every other part of Windsor Castle, in and out, above ground and below g round. \"—Daily News. VOLS. III. and IV. of ROYAL WINDSOR. By W. Hepworth Dixon. Second Edition. Demy 8vo. 30s. Com- pleting the Work. CONTENTS OF VOLS. III. AND IV.— St. George's Hall, The Tudor Tower, A Windsor Comedy, The Secret Room, Treaties of Windsor, The Private Stair, Disgrading a Knight, In a King's House, The Maiden's Tower, Black Days, The Virgin Bride, Elegy on Windsor, Fair Geraldine, Course of Song, A Wind- sor Gospeller, Windsor Martyrs, A Royal Reference, Hatchment Down, The People's Friend, St. George's Enemy, Lady Elizabeth's Grace, Queen Mary, Grand Master of St. George, Deanery and Dean, Sister Temperance, Eliza- beth's Lovers, Dudley Constable, The Schoolmaster, Peace, Proclaimed, Shakespere's Windsor, The Two Shakesperes, The Merry Wives, Good Queen Bess, House of Stuart, The Little Park, The Queen's Court, The King's Knights, Spurious Peace, King Christian, A Catholic Dean, Apostasy, Expul- sion, Forest Rights, Book of Sports, Windsor Cross, In the Forest, Windsor Seized, Under the Keep, At Bay, Feudal Church, Roundheads, Cavalier Prisoners, The New Model, Last Days of Royalty, Saints in Council, Chang- ing Sides, Bagshot Lodge, Cutting Down, Windsor Uncrowned, A \"Merry\" Cæsar, Windsor Catholic, The Catastrophe, Domestic Life, Home. \"Readers of all classes will feel a genuine regret to think that these volumes contain the last of Mr. Dixon's vivid and lively sketches of English history. His hand retained its cunning to the last, and these volumes show an increase in force and dignity.\" — Athenæum. \"Mr. Dixon's is the picturesque way of writing history Scene after scene is brought before us in the most effective way. His book is aot only pleasant read ing, but full of information.\"— Graphic."], [277, "3 13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. CONVERSATIONS with Distinguished Persons during the Second Empire, from 1860 to 1863. By the Lato Nassau W. Senior. Edited by his Daughter, M. C. M. Simpson. 2 vols. 8vo. 30s. Among other persons whose conversations are given in these volumes are:— Prince Napoleon; the Due de Broglie; the Marquises Chambrun, Lasteyrie, Palla- vicini, Vogu-6; Marshal Randon ; Counts Arrivabene, Circourt, Corcelle, Ker- gorlay, Montalembert, Remusat, Zamoyski ; Generals Changarnier, Fenfilon, Trochu; Lords Cowley and Clyde; Messieurs Ampere, Beaumont, Chambol, Chevalier, Cousin, Dayton, Drouyn de Lhuys, Duchatel, Dufaure, Damon, Duvergier de Hauranne, Guizot, Lamartine, Lome'nie, Lavergne, Lanjuinais, Maury, Marochetti, Masson, Me\"rim6e, Odillon Barrot, Pelletan, Pietri, Re\"nan, St. Hilaire, Slidell, Thiers, De Witt; Mesdames Circourt, Comu, Mohl, &c. \"Mr. Senior's 'Conversations with M. Thiers, M. Guizot,' &c, published about a year and a half ago, were the most interesting volumes of the series which had appeared up to that time, and these new ' Conversations ' are hardly, if at all, less welcome and important. A large part of this delightful book is made up of studies by various critics, from divers points of view, of the character of Louis Napoleon, and of more or less vivid and accurate explanations of his tortuous policy. The work contains a few extremely interesting reports of conversations with M. Thiers. There are some valuable reminiscences of Lamartine, and among men of a some what later day, of Prince Napoleon, Drouyn de Lhuys, Montalembert, Victor Cousin, Renan, and the Chevaliers.\" — Athenæum. \" It is impossible to do justice to these ' Conversations ' in a brief notice, so we must be content to refer our readers to volumes which, wherever they are opened, will be found pregnant with interest.\" — The Times. \" Many readers may prefer the dramatic or literary merit of Mr. Senior's * Con versations ' to their historical interest, but it is impossible to insert extracts of auch length as to represent the spirit, the finish, and the variety of a book which is throughout entertaining and instructive.\" — Saturday Review. CONVERSATIONS with M. Thiers, M. Guizot, and other Distinguished Persons, during the Second Empire. By the Late Nassau W. Senior. Edited by his Daughter, Al. C. M. Simpson. 2 vols. demy Svo. 30s. Among other persons whose conversations are recorded in these volumes are: — King Leopold; the Due de Broglie; Lord Cowley; Counts Arrivabene, Cor- celle, Daru, Flahault, Kergolay, Montalembert; Generals Lamoriciere and Chrzanowski; Sir Henry Ellis; Messieurs Ampere, Beaumont, Blanchard, Bouffet, Auguste Chevalier, Victor Cousin, De Witt, Duchatel, Ducpetiaux, Damon, Dussard, Duvergier de Hauranne, Le\"on Faucher, Frere-Orban, Grim- blot, Guizot, Lafitte, Labaume, Lamartine, Lanjuinais, Mallac, Mauin, M£rim6e, Mignet, Jules Mohl, Montanelli, Odillon-Barrot, Quetelet, Remusat, Rogier, Rivet, Rossini, Horace Say, Thiers, TrouvC-Chauvel, Villemain, Wolowski; Mesdames Circourt, Cornu, Ristori, &c. \"This new series of Mr. Senior's 'Conversations' haa been for some years past known in manuscript to his more intimate friends, and it has always been felt that no former series would prove more valuable or important Mr. Senior had a social position which gave him admission into the best literary and political circles of Paris. He was a cultivated and sensible man, who knew how to take full advan tage of such an opening. And above all, he had by long practice so trained hia memory as to enable It to recall all the substance, and often the words, of the long conversations which he was always holding. These conversations he wrote down with a surprising accuracy, and then handed the manuscript to his friends, that they might correct or modify his report of what they had said. This book thus contains the opinions of eminent men given in the freedom of conversation, and afterwards carefully revised. Of their value there cannot be a question. The book is one of permanent historical interest. There is scarcely a page without some memorable statement by some memorable man. Politics and society and literature —the three great interests that make up life — are all discussed in turn, and there is no discussion which is unproductive of weighty thought or striking f act.\"— Athenæ.um."], [278, "4 13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. HISTORY OF TWO QUEENS: CATHARINE OF ARAGON and ANNE BOLEYN. By W. Hepworth Dixcn. Second Edition. Vols. 1 & 2. Demy 8vo. 30s. \"In two handsome volumes Mr. Dixon here gives us the first instalment of a new historical work on a most attractive subject. The book is in many respects a favourable specimen of Mr. Dixon's powers. It is the most painstaking and elaborate that he has yet written On the whole, we may say that the book is one which will sustain the reputation of its author as a writer of great power and versatility, that it gives a new aspect to many an old subject, and presents in a very striking light some of the most recent discoveries in English history.\" — Athenæum. \"In these volumes the author exhibits in a signal manner his special powers and finest endowments. It is obvious that the historian has been at especial paina to justify his reputation, to strengthen his hold upon the learned, and also to extend his sway over the many who prize an attractive style and interesting narra tive more highly than laborious research and philosophic inBight.\" — Morning Post. \"The thanks of all students of English history are due to Mr. Hepworth Dixon for his clever and original work, * History of two Queens.' The book is a valuable contribution to English history.\" — Daily News. VOLS. IIL & IV. of the HISTORY OF TWO QUEENS : CATHARINE OF ARAGON and ANNE BOLEYN. By W. Hepworth Dixon. Second Edition. Demy 8vo. Price 30s. Completing the Work. \" These concluding volumes of Mr. Dixon's ' History of two Queens ' will be per used with keen interest by thousands of readers. Whilst no less valuable to the- Btudent, they will be far more enthralling to the general reader than the earlier half of the history. Every page of what may be termed Anne Boleyn's story affords a happy illustration of the author's vivid and picturesque style. The work should be found in every library.\" — Post. HISTORY OF WILLIAM PENN, Founder of Pennsylvania. By W. Hepworth Dixon. A New Library Edition 1 vol. demy 8vo, with Portrait. 12s. \" Mr. Dixon's ' William Penn ' is, perhaps, the best of his books. He has now re vised and issued it with the addition of much fresh matter. It is now offered in a sumptuous volume, matching with Mr, Dixon's recent books, to a new generation of readers, who will thank Mr. Dixon for his interesting and instructive memoir of one of the worthies of England.\" — Examiner. VOLS. III. & IV. of HER MAJESTY'S TOWER. By W. HEPWORTH DIXON. DEDICATED BY EXPRESS PERMISSION TO THE QUEEN. Completing the Work. Third Edition. Demy 8vo. 30s. FREE RUSSIA. By W. Hepworth Dixon. Third Edition. 2 vols. 8vo, with Coloured Illustrations. 30s. \"Mr. Dixon's book will be certain not only to interest but to please ita readers nnd it deserves to do so. It contains a great deal that is worthy of attention, and is likely to produce a very useful effect\"— Saturday Review. THE SWITZERS. By W. Hepworth Dixon. Third Edition. 1 vol. demy 8vo. 15s. \"A lively, interesting, and altogether novel book on Switzerland. It is full of valuable information on BOeial, political, and ecclesiastical questions, and, like all Hr. Dixon's books, is eminently readable.\" — Daily News."], [279, "5 13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. OUR HOLIDAY IN THE EAST. By Mrs. George Sumner. Edited by the Rev. G. H. Sumner, Hon. Canon of Winches- ter, Rector of Old Alresford, Hants. Second and Cheaper Edi- tion. One vol. crown Svo, with Illustrations. 6s. bound. \" ' Our Holiday in the East ' may take its place among the earnest and able books recording personal travel and impressions in those lands which are conse crated to us by their identification with Bible history.\" — Daily Telegraph. \"A most charming narrative of a tour in the East amongst scenes of the deep est interest to the Christian. No one can rise from the perusal of this fascinating volume without the pleasant conviction of having obtained much valuable aid for the study of the inspired narrative of Our Blessed Lord's life.\" — Record. \"An attractive volume, which is very agreeable reading.\" — John Bull. DIARY OF A TOUR IN SWEDEN, NORWAY, AND RUSSIA, IN 1827. By The Marchioness of Westminster. 1 vol. demy Svo. 15s. \" A bright and lively record. So pleasantly are the letters written which Lady Westminster sent home, that her book is most agreeable; and it has this special merit, that it brings clearly before us a number of the great people of former days, royal and imperial personages, whose intimate acquaintance the traveller's rank enabled her to make.\" — Athenæum. \"A very agreeable and instructive volume.\" — Saturday Review. TALES OF OUR GREAT FAMILIES. Second Series. By Edward Walford, M.A. 2 vols. crown 8vo. 21s. Contents: — The Old Countess of Desmond, The Edgcumbes of Edgcumbe and Cothole, The Lynches of Galway, A Cadet of the Plantagenets, The Proud Duke of Somerset, Lady Kilsyth, The Dalzells of Carnwath, The Ladies of Llangollen, The Foxes, The Stuarts of Traquair, Belted Will Howard, An Episode in the House of Dundonald, The Ducal House of Hamilton, The Chief of Dundas. The Duke of Chandos and Princely Canons, The Spencers and Comptons, All the Howards, The Lockharts of Lee, A Ghost Story in the Noble House of Beresford, A Tragedy in Pall Mall, An Eccentric Eussell, The Lady of Lathom House, Two Boyal Marriages in the Last Century, The Boyles, The Merry Duke of Montagu, The Komance of the Earldom of Hun- tingdon, Lady Hester Stanhope, The Countess of Nithsdale, The Romance of the Earldom of Mar, Margaret Duchess of Newcastle, Lord Northington, The Cutlers of Wentworth, The Earldom of Bridgewater, The Carews of Bedding- ton, A Chapter on the Peerage, The Kirkpatricks of Closeburn, The Cliffords Earls of Cumberland, The Homes of Polwarth. The Ducal House of Bedford, Tragedies of the House of Innes, The Ducal House of Leinster, The Boyal House of Stuart, The Great Douglas Case, The Eadcliffes of Derwentwater, The Bise of the House of Hardwicke, Field-Marshal Keith. \" The social rank of the persons whose lives and characters are delineated in this work and the inherent romance of the stories it embodies will ensure it a widespread popularity. Many of the papers possess an engrossing and popular interest, while all of them may be read with pleasure and profit\"— Examiner. PLAYS, PLAYERS, AND PLAYHOUSES, AT HOME AND ABRO.\\.D ; With Anecdotes of the Drama and the Stage. By Lord William Pitt Lennox. 2 vols. crown Svo. 21s. \" Lord William Lennox's gossiping volumes will be read with great interest. They embrace notes concerning Peg Wofnngton, Mrs. Jordan, G. F. Cooke, the Infant Roscius, T. P. Cooke, Mrs. Honey. Borneo Coates, Alfred Bunn, the Kem bles, Edmund Kean, Liston, Braham, Young, Grimaldi, Mrs. Billington, Morton, Colman, Planche, Sheridan Knowles, Theodore Hook, Mark Lemon, Palgrave Simpson, Byron, Burnand, Arthur Cecil Toole, Corney Grain, Irving, and many others. A vast amount of curious information and anecdote has been gathered together in these pleasant, readable volumes. •'—Sundaij Times. \" These volumes are full of good stories and anecdotes, told with remarkable spirit, and will be a treasure to playgoers.\"—: Graphic. \"The lover of the stage will find a host of interesting and amusing passages, lat him dip into these volumes wherever he will.\"— Era."], [280, "6 13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. MONSIEUR GUIZOT in Private Life (1787- 1874). By His Daughter, Madame de Witt. Translated by Mrs. Simpson. 1 vol. demy 8vo. 15s. \" Madame de \"Witt has done justice to her father's memory in an admirable re cord of his life. Mrs. Simpson's translation of this singularly interesting book ia in accuracy and grace worthy of the original and of the subject.\" — Saturday Review. \"This book was well worth translating. Mrs. Simpson has written excellent English, while preserving the spirit of the French.\" — The Times. \" M. Guizot stands out in the pages of his daughter's excellent biography a dis tinct and hfe-like figure. He is made to speak to us in his own person. The beBt part of the book consists of a number of his letters, in which he freely unfolds hia feelings and opinions, and draws with unconscious boldness the outlines of hia forcible and striking character.\" — Pall Mall Gazette. THE VILLAGE OF PALACES ; or, Chronicles of Chelsea. By the Rev. A. G. L'Estrange. 2 vols. crown 8vo. 21s. \" Mr. L'Estrange has much to tell of the various public institutions associated with Chelsea. Altogether his volumes show some out-of-the-way research, and are written in a lively and gossipping style.\" — The Times. \" These volumes are pleasantly written and fairly interesting.\" — Athenæum. \"Mr. L'Estrange tells us much that is interesting about ChelBea. We take leave of this most charming book with a hearty recommendation of it to our readers.\" — Spectator. \" One of the best gossiping topographies since Leigh Hunt's 'Old Court Suburb.* So many persons of note have lived in Chelsea that a book far less carefully com piled tban this has been could not fail to be amusing.\" — Daily Telegraph. \"Every inhabitant of Chelsea will welcome this remarkably interesting work. It sheds a flood of light upon the past; and, while avoiding the heaviness of most antiquarian works, gives, in the form of a popular and amusing sketch, a complete history of this * Village of Palaces.' \"—Chelsea News AN ACTOR ABEOAD; or, Gossip, Dramatic, Narrative, and Descriptive : From the Recollections of an Actor in Australia, New Zealand, the Sandwich Islands, Cali- fornia, Nevada, Central America, and New York. By Edmund Leathes. Demy 8vo. 15s. u 'An Actor Abroad' is a bright and pleasant volume — an eminently readable book. Mr. Leathes has tbe great merit of being never dull. He has the power of telling a story clearly and pointedly.\" — Saturday Review. \"A readable, gossipping, agreeable record.\" — Era. EORAIMA AND BRITISH GUIANA, with a Glance at Bermuda, the \"West Indies, and the Spanish Main. By J. W. Boddam-Whetham. 8vo. With Map and Illustrations, j 5s. \"The author has succeeded in producing an interesting and readable book of travels. His remarks on every-day life in the tropics, his notes on the geography and natural history of the countries he visited, and, above all, his vivid descrip tions of scenery, combine to form a record of adventure which in attractiveness it will not be easy to surpass.\"— Athenæum. \"Mr. Whetham travelled in portions of Guiana little known, meeting with many adventures, seeing many strange sights, and taking notes which have furnished matter for a book of fascinating interest.\" — Daily News. CELEBRITIES I HAVE KNOWN. By Lord William Pitt Lennox. Second Series. 2 volumes demy Svo. 30s. \"This new series of Lord William Lennox's reminiscences is fully as entertain ing as the preceding one. Lord William makes good use of an excellent memory,. and he writes easily and pleasantly.\" — Pall Mall Gazette."], [281, "7 13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. HOLIDAYS IN EASTERN FRANCE; Sketches of Travel in Champagne, Franche-Comte, the Jura, the Valley of the Doubs, &c. By M. Betham-Edwards. Svo. Illustrations. 15s. \"Miss Edwards' present volume, written in the same pleasant style as that which described her wanderings in Western France, is so much the more to be recom mended that its contents are fresher and more novel\" — Saturday Review. \" Readers of this work will find plenty of fresh information about some of the most delightful parts of France. The descriptions of scenery are as graphic as the sketches of character are lifelike.\"— Globe. ROUND THE WORLD IN SIX MONTHS. By Lieut.-Colonel E. S. Bridges, Grenadier Guards. 1 vol. 8vo. 15s. \" The author may be congratulated on his success, for his pages are light and pleasant. The volume will be found both amusing and useful.\" — Athenæum. \" Colonel Bridges' book has the merit of being lively and readable. Hia advice to future travellers may be found serviceable.\"— Pall MaU Gazette. A LEGACY : Being the Life and Remains of John Martin, Schoolmaster and Poet. Written and Edited by tho Author of \" John Halifax.\" 2 vols. crown 8vo. With Portrait. 21s. \" A remarkable book. It records the life, work, aspirations, and death of a schoolmaster and poet, of lowly birth but ambitious soul. His writings brim with vivid thought, touches of poetic sentiment, and trenchant criticism of men and books, expressed in scholarly language.\" — Guardian. \" Mrs. Craik has related a beautiful and pathetic story — a story of faith and courage on the part of a young and gifted man, who might under other circumstances have won a place in literature. The story is one worth reading.\"— Pall Mall Gazette. LIFE OF MOSCHELES ; with Selections from HIS DIARIES AND CORRESPONDENCE. By His Wife. 2 vols. large post 8vo, with Portrait. 24s. \"This life of Moscheles will be a valuable book of reference for the musical his- torian, for the contents extend over a period of threescore years, commencing with 1794, and ending at 1870. We need scarcely state that all the portions of Mosche les' diary which refer to his intercourse with Beethoven, Hummel, Weber, Czerny, Spontini, Bossini, Auber, Haldvy, Schumann, Cherubini, Spohr, Mendelssohn, F. David, Chopin, J B. Cramer. Clementi, John Field, Habeneck, Hauptmann, Ealk brenner, Kiesewetter, C. Klingemann, Lablache, Dragonetti, Sontag, Persiani, Malibran, Paganini, Rachel, Ronzi de Begnis, De Beriot, Ernst, Donzelli, Cinti- Damoreau, Chelard, Bochsa, Laporte, Charles Kemble, Paton (Mrs. Wood), Schrbder-Devrient, Mrs. Siddons, Sir H. Bishop, Sir G. Smart, Staudigl, Thalberg, Berlioz, Velluti, C. Young, Balse, Braham, and many other artists of note in their time, will recall a flood of recollections. It was a delicate task for Madame Mos cheles to select from the diaries in reference to living persons, but her extracts have been judiciously made. Moscheles writes fairly of what is called the ' Music of the Future ' and its disciples, and his judgments on Herr Wagner, Dr. Liszt, Ruben stein, Dr. von Biilow, Litolff, &c, whether aa composers or executants, are in a liberal spirit. He recognizes cheerfully the talents of our native artists ; Sir S. Bennett, Mr. Macfarren, Madame Goddard, Mr. J. Barnett, Mr. Hullah, Sir. A. Sul livan, &c. The volumes are full of amusing anecdotes.\" — Athenæum. COACHING; With Anecdotes of the Road. By Lord William Pitt Lennox. Dedicated to His Grace the Duke of Beaufort, K.G., President, and the Members of the Coaching Club. 1 vol. demy Svo. 15s. \" Lord William's book is genial, discursive, and gossipy. We are indebted to the author's personal recollections for some lively stories, and pleasant sketches of Bome of the more famous dragsmen. Altogether his volume, witb the variety of its contents, will be found pleasant reading.\" — Pall MaU Gazette."], [282, "13, Great Marlborough Street. MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. WORDS OF HOPE AND COMFORT TO THOSE IN SORROW. Dedicated by Permission to The Queen. Fourth Edition. 1 vol. small 4to, 5s. bound. \"These letters, the work of a pure and devout spirit, deserve to find many readers. They are greatly superior to the average of what is called rehgious literature.\" — Athenæum. \"The writer of the tenderly-conceived letters in this volume was Mrs. Julius Hare, a Bister of Mr. Maurice. They are instinct with the devout submissivenesa and fine sympathy which we associate with the name of Maurice; but in her there is added a winningness of tact, and sometimes, too, a directness of language, which we hardly find even in the brother. The letters were privately printed and circu lated, and were found to be the source of much comfort, which they cannot fail to afford now to a wide circle. A sweetly-conceived memorial poem, bearing the well-known initials, 'E. H. P.', gives a very faithful outline of the life.\"— British Quarterly Review. \" This touching and most comforting work is dedicated to The Queen, who took a gracious interest in its first appearance, when printed for private circulation, and found comfort in its pages, and has now commanded its publication, that the world in general may profit by it. A more practical and heart-stirring appeal to the afflicted we have never examined.\" — Standard. THE YOUTH OF QUEEN ELIZABETH. Edited, from the French of L. Wiesener, by Charlotte M. Yonge, Author of \" The Heir of Redclyffe,\" &c. 2 vols. crown 8vo. 21s. \"M. Wiesener is to be complimented on the completeness, accuracy, and re search shown in this work. He has drawn largely on the French Archives, the Public Record Office, and British Museum, for information contained in original documents, to some of which notice is directed for the first time. M. WieBener's work is well worth translating. Miss Yonge appears to have successfully accom plished the task which she has undertaken.\" — Athenæum. THE SEA OF MOUNTAINS : An Account of Lord Dufferin's Tour through British Columbia in 1876. By Moltneux St. John. 2 vols. With Portrait of Lord Dufferin. 21s. A YOUNG SQUIRE OF THE SEVENTEENTH CENTURY, from the Papers of Christopher Jeaffreson, of Dul lingham House, Cambridgeshire. Edited by John Cordy Jeaffre son, Author of \"ABook about Doctors,\" &c. 2 vols. cro*wn Svo. 21s. OUR BISHOPS AND DEANS. By the Rev. F. Arnold, B.A., late of Christ Church, Oxford. 2 vols. 8vo. 30s. LIFE of the RT. HON. SPENCER PERCEVAL ; Including His Correspondence. By His Grandson, Spencer Wal- pole. 2 vols. 8vo. With Portrait. 30s. HISTORIC CHATEAUX: Blois, Fontainebleau, Vincennes. By Lord Lamington. 1 vol. 8vo. 15s. *' A very interesting volume.\" — Times. THE THEATRE FRANCAIS IN THE REIGN OF LOUIS XV. By Lord Lamington. 1 vol. demy 8vo. 15s. RECOLLECTIONS of COLONEL DE GONNE- VILLE. Edited from the French by Charlotte M. Tonoe, Author of the \" Heir of Redclyffe,\" &c. 2 vols. crown 8vo. 21s. S"], [283, "9 13, Great Marlborough Street. MESSRS, HURST AND BLACKETT'S NEW WORKS— Continued. A CHRISTIAN AVOMAN. Being the Life of Ma- dame Jules Mallet, ne'e Oberkampf. By Madame de Witt, nee Guizot. Translated by Mrs. H. N. Goodhart. With a Preface by the Author of \"John Halifax, Gentleman.\" One vol. Foolscap 8vo. 5s. MEMOIRS OF GEORGIANA, LADY CHATTER- TON ; With some Passages from her Diary. By E. Heneage Dering. 1 vol. demy 8vo. 15s. HISTORY OF ENGLISH HUMOUR. By the Rev. A. G. L'Estrange. 2 vols. crown 8vo. 21s. A MAN OF OTHER DAYS : Recollections of the Marquis de Beauregard. Edited, from the French, by Charlotte M. Yonge, Author of \" The Heir of Redclyffe,\" &c. 2 vols. 21s. MY YEAR IN AN INDIAN FORT. By Mrs. Guthrie. 2 vols. crown 8vo. With Illustrations. 21s. THROUGH FRANCE AND BELGIUM, BY RIVER AND CANAL, IN THE STEAM YACHT \" YTENE.\" By W. J. C. Moens, R.V.Y.C. 1 vol. 8vo. With Illustrations. 15s. MY YOUTH, BY SEA AND LAND, from 1809 to 1816. By Charles Loftds, formerly of the Eoyal Navy, late of the Coldstream Guards. 2 vols. crown 8vo. 21s. MY LIFE, from 1815 to 1819. By Charles Loftus, formerly of the Royal Navy, late of the Coldstream Guards. Author of \"My Youth by Sea and Land.\" 2 vols. crown 8vo. 21s. A BOOK ABOUT THE TABLE. By J. C. Jeaffreson. 2 vols. 8vo. 30s. COSITAS ESPANOLAS ; or, Every-day Life in Spain. By Mrs. Harvey, of Ickwell-Bury. 2ncl Edition. 8vo. 15s. PEARLS OF THE PACIFIO. By J. W. Boddam- Whetham. 1 vol. demy 8vo, with 8 Illustrations, los. TURKISH HAREMS & CIRCASSIAN HOMES. By Mrs. Harvet, of Ickwell-Bury. 8vo. Second Edition, los. MEMOIRS OF QUEEN HORTENSE, MOTHER OF NAPOLEON III. Cheaper Edition, in 1 vol. 6s. RECOLLECTIONS OF SOCIETY IN FRANCE AND ENGLAND. By Ladt Clementina Davies. 2nd Edition. 2 v. THE EXILES AT ST. GERMAINS. By the Author of \" The Ladye Shakerley.\" 1 vol. 7s. 6d. bound."], [284, "10 THE NEW AND POPULAR NOVELS. PUBLISHED BY HURST & BLACKETT. SOPHY: or, The Adventures of a Savage. By Violet Fane, Author of \"The Edwin and Angelina Papers,7 \" Denzil Place,\" &c. Second Edition. 3 vols. LITTLE FIFINE. By Mrs. Macquoid, Author of \" Patty,\" \" Beside the River,\" &c. 3 vols. TILL DEATH US DO PART. By Mrs. J. K. Spender, Author of \" Godwyn's Ordeal,\" &c. 3 vols. MISS DAISY DIMITY. By the Author of \"Queenie,\" \" A Jewel of a Girl,\" &o. 3 vols. TOO FAST TO LAST. By John Mills, Author of \" The Old English Gentleman,\" &c. 3 vols. \"The author of 'The Old English Gentleman' haa produced another novel which ■will bear favourable comparison with its predecessor. It is an interesting story, full of life and incident.\"— Sunday Times. IVY -. COUSIN AND BRIDE. By Percy Greg, Author of \" Errant,\" &c. 3 vols. » ' Ivy ' can be recommended pretty strongly to persons who are able to recog nise accurate drawing of character, and still more strongly to those who appreciate pathos.\" — Saturday Review. \" ' Ivy ' ia based upon a really original situation, which is not only made interest ing, but receives the stamp of apparent reality.\" — Globe. \"A very cleverly-imagined Btory, cleverly told. A more charming heroine than Ivy has rarely been introduced to the world of readers.\"— Morning Advertiser. \"There are some clever sketches of journalistic life and character in 'Ivy.'\" — Academy. WANTED, AN HEIR. By C. L. PlRKiS, Author of \" A Very Opal,\" &c. 3 vols. \"A pleasant and interesting novel.\" — St. James's Gazette. \" Mrs. Pirkis has given us a story with a fresh and unconventional heroine. The novel is exceedingly interesting.\" — Academy. \"A thoroughly interesting, original, and well- written story.\" — John Bull. SYDNEY. By Georgiana M. Craik, Author of \"Dorcas,\" \"Anne Warwick,\" &c. 3 vols. \" There is much to commend in this novel. It is a very pretty Btory, cleverly devised, and wholesomely carried out\" — Saturday Review. \" ' Sydney ' is one of the best of Miss Craik's novels. It is a well-written, pleas ant story, and a highly interesting study of character.\" — St. James's Gazette. RESEDA. By Mrs. Randolph, Author of \" Gen- tianella,\" &c. 3 vols. \"There is much that is clever in this Btory, both in the way of character painting and incident.\" — John Bull '■'Reseda* is pleasant to read, and will sustain its author's reputation. It is calculated to give a good deal of pleasure to lovers of modern fiction\" — Post. LOVE, HONOUR, AND OBEY. By Iza Duffus Hardy, Author of \" Glencairn,\" &c. 3 vols. \"A very clever story. It is likely to attract many readers.\" — John Bull. \" A story of strong interest and power.\" — Post. \"The best novel Miss Hardy has written. The interest is steadily maintained to the end.\" — Sunday Times."], [285, "11 THE NEW AND POPULAR NOVELS. PUBLISHED BY HURST & BLACKETT. A MAN'S MISTAKE. By the Author of \"St. Olave's,\" \" Janita's Cross,\" &c. 3 vols. \" 'A Man's Mistake,' like the other novels by the same author, is written in a pleasant style.\"— Athenæum. \"A carefully-executed study of provincial life in the well-known style of the author of ' St. Olave's.1 The character-painting is admirably done.\" — Academy. \"This novel ia well-written and pleasant to read.1' — Graphic. HARRY JOSCELYN. By Mrs. Oliphant, Author of \" Chronicles of Carlingford,\" &c. 3 vols. \"In ' Harry Joscelyn ' Mrs. Oliphant makes judicious use of sharp and telling contrasts. Nothing can be better than her pictures of the bleak Cumberland fells aud their rough inhabitants, except her clever sketches of Anglo-Italian life in Leghorn. Harry himself iB a clever and interesting study.\" — The Times. \" This book is very clever and entertaining. The characters are good, and every page abounds in those little touches of true and Bubtle observation in which Mrs. Oliphant excels.\" — Pall MaU Gazette. \"Mrs. Oliphant presents in these volumes a succession of studies, worked out with great care, and evidencing her own peculiar skill.\" — Saturday Review. AMONG THE HILLS. By E. Frances Poyxter, Author of » My Little Lady,\" &c. 2 vols. \"Miss Poynter has undoubted power. She showed this in her first novel, ' My Little Lady ' ; Bhe has proved it yet again in her new venture, whi;h is, moreover, a distinct advance upon its predecessor. For depth and sincerity of feeling, quiet pathos, and good taste, 'Among the Hills ' may take rank among the better-class fictions of the day.\" — St. James's Gazette. \"A touching and powerful story.\" — Spectator. HIS LITTLE MOTHER, and Other Tales and Sketches. By the Author of \"John Halifax.\" 1vol. 10s. Gd. \" This is an interesting book, written in a pleasant manner, and full of shrewd observation and kindly feeling. It is a book that will be read with interest, and that cannot be lightly forgotten.\" — St. James's Gazette. \" ' His Little Mother ' is one of those pathetic stories which the author tells better than anybody else.\"— John Bull. STRICTL Y TIED UP. By the Right Hon. A. J. B. Beresford Hope, M.P. Third and Cheaper Edition. 1 vol. 6s. \"A clever story. In * Strictly Tied Up ' we have vigorous sketches of life in very different circumstances and conditions. We have the incisive portraiture of character that shows varied knowledge of mankind. We have a novel, besides, which may be read with profit as well as pleasure, for the author deals occasion ally with burning topics of the day.\" — The Times. THE FUTURE MARQUIS. By Catharine Child ar. 3 vols. \" An interesting story, written in an agreeable manner. It ought to attain con siderable popularity.\" — John Bull. LOVE-KNOTS. By the Author of \" Ursula's Love Story,\" \" Under Temptation,\" &c. 3 vols. \" There is a good deal 'of interest in these cleverly-knitted ' love-knots.' \" — Athenæum. \"A pleasant, healthy novel, full of life and spirit..\"— Sunday Times. HER DESERTS. By Birs. Alexander Fraser. Second Edition. 3 vols. FIXED AS FATE. By Mrs. H0UST0UN, Author of \" Recommended to Mercy,\" &c. 3 vols."], [286, "12 Wiribex % dcspmal f afrxmage of f*r Paj*stg. Published annually, in One Vol., royal Svo, with the Anns beautifully engraved, handsomely bound, with gilt edges, price 31s. 6d. LODGE'S PEERAGE AND BARONETAGE, CORRECTED BY THE NOBILITY. THE FIFTIETH EDITION FOR 1881 IS NOW READY. Lodge's Peerage and Baronetage is acknowledged to be the most complete, as well as the most elegant, work of the kind. As an esta blished and authentic authority on all questions respecting the family histories, honours, and connections of the titled aristocracy, no work has ever stood so high. It is published under the especial patronage of Her Majesty, and is annually corrected throughout, from the personal com munications of the Nobility. It is the only work of its class in which, thc type being kept constantly standing, every correction is made in its proper place to the date of publication, an advantage which gives it supremacy over all its competitors. Independently of its full and authentic informa tion respecting the existing Peers and Baronets of the realm, the most sedulous attention is given in its pages to the collateral branches of the various noble families, and the names of many thousand individuals are introduced, which do not appear in other records ofthe titled classes. For its authority, correctness, and facility of arrangement, and the beauty of its typography and binding, the work is justly entitled to the place it occupies on the tables of Her Majesty and the Nobility. LIST OF THE PRINCIPAL CONTENTS. Historical View of the Peerage. Parliamentary Roll of the House of Lords. EngUsh, Scotch, and Irish Peers, in their orders of Precedence. The Archbishops and Bishops of England and Ireland. The Baronetage alphabetically arranged. Alphabetical List of Surnames assumed by members of Noble Families. Alphabetical List of the Second Titles of Peers, usually borne by their EldeBt Sons. Alphabetical List of Peers of Great Britain and the United Kingdom, holding supe- rior rank in the Scotch or Irish Peerage. Alphabetical list of Scotch and Irish PeerB, holding superior titles in the Peerage of Great Britain and the United Kingdom. A Collective list of Peers, in their order of Precedence. Alphabetical Index to the Daughters of Dukes, Marquises, and Earls, who, hav- ing married Commoners, retain the title of Lady before their own ChriBtian and their Husband's Surnames. Table of Precedency among Men. Table of Precedency among Women. The Queen and the Royal Family. PeerB of the Blood Royal The Peerage, alphabetically arranged. Families of such Extinct Peers as have left Alphabetical Index to the Daughters of Viscounts and Barons, who, having married Commoners, are styled Honour- able Mrs. ; and, in case of the husband being a Baronet or Knight, Hon. Lady. A List of the Orders of Knighthood. Mottoes alphabetically arranged and trans- lated. \"Widows or Issue. Alphabetical List of the Surnames of all the Peers. \" This work is the most perfect and elaborate record of the living and recently de ceased members of the Peerage of the Three Kingdoms as it stands at this day. It is a most useful publication. We are happy to bear testimony to the fact that scrupulous accuracy is a distinguishing feature of this book.\" — Times. \"Lodge's Peerage must supersede all other works of the kind, for two reasons: first, it is on a better plan ; and secondly, it is better executed. We can Basely pronounce it to be ihe readiest, the most useful, and exactest of modern works on the subject.\" — Spectator. \"A work of great value. It is the most faithful record we possess of the aristo cracy of the day.\" — Post. * The best existing, and, we believe, the best possible Peerage. It is the standard authority on the subject.\" — Standard."], [287, "13 HURST & BLACKETT'S STANDARD LIBRARY OF CHEAP EDITIONS OP POPULAR MODERN WORKS, ILLUSTRATED BT SIR J. GILBERT, MILLAIS, HUNT, LEECH, FOSTER, POYNTER, TENNIEL, SANDYS, HUGHES, SA5IBOURNE, &C. Each in a Single Volume, elegantly printed, bonnd, and illustrated, price 5s. 1. SAM SLICK'S NATURE AND HUMAN NATUKE. \"The first volume of Messrs. HurstandBlackett'a Standard Library of Cheap Editions forms a very good beginning to what will doubtless be a very successful undertaking. ' Nature and Human Nature' is one of the beat of Sam Slick's witty and humorous productions, and ia well entitled to the large circulation which it cannot fail to obtain in its present convenient and cheap shape. The volume combines with the great recom mendations of a clear, bold type, and good paper, the lesser but attractive merits of being well illustrated and elegantly bound.\" — Post. 2. JOHN HALIFAX, GENTLEMAN. \"This is a very good and a very interesting work. It is designed to trace the career from boyhood to age of a perfect man — a Christian gentleman; and it abounds in inci dent both well and highly wrought. Throughout it is conceived in a high spirit, and written with great ability. This cheap and handsome new edition is worthy to pass freely from hand to hand as a gift book in many households.\" — Examiner. 3. THE CRESCENT AND THE CROSS. BY ELIOT WARBURTON. \"Independent of its value as an original narrative, and its useful and interesting nformation, this work is remarkable for the colouring power and play of fancy with which its descriptions are enlivened. Among its greatest and most lasting charms ia its reverent and serious spirit\" — Quarterly Review. 4. NATHALIE. By JULIA KAVANAGH. \" ' Nathalie' is Miss Kavanagh's best imaginative effort. Its manner is gracious and attractive. Ita matter is good.\" — Athenæum. 5. A WOMAN'S THOUGHTS ABOUT WOMEN. BY THE AUTHOR OF \"JOHN HALIFAX, GENTLEMAN.\" \" A book of sound counsel. It is one of the most sensible works of ita kind, well written, true-hearted, and altogether practical. Whoever wishes to give advice to a young lady may thank the author for means of doing so.\" — Examiner. 6. ADAM GRAEME. By MRS. OLIPHANT. \" A Btory awakening genuine emotions of interest and delight by its admirable pic tures of Scottish life and scenery. The author sets before us tbe essential attributes of Christian virtue, with a delicacy, power, and truth which can hardly be surpassed. \"-Pos t, 7. SAM SLICK'S WISE SAWS & MODERN INSTANCES. \"The reputation of this book will stand as long as that of Scott's or Bulwer's Novels. Its remarkable originality and happy descriptions of American life still continue the subject of universal admiration.\" — Messenger. 8. CARDINAL WISEMAN'S RECOLLECTIONS OF THE LAST FOUR POPES. \" A picturesque book on Rome and ita ecclesiastical sovereigns, by an eloquent Roman Catholic. Cardinal Wiseman haa treated a special subject with so much geniality, that his recollections will excite no ill-feeling in those who are most conscientiously opposed to every idea of human infallibility represented in Papal domination.\" — Athenæum. 9. A LIFE FOR A LIFE. BY THE AUTHOR OF \" JOHN HALIFAX, GENTLEMAN.\" \"In 'A Life for a Life ' the author ia fortunate in a good subject, and has produced a work of strong effect\" — Athenæum. 10. THE OLD COURT SUBURB. By LEIGH HUNT. \"A delightful book, that will be welcome to all readers, and most welcome to those* who have a loye for the best kinds of reading.\"— Examiner."], [288, "HURST & BLACKETT'S STANDARD LIBRARY 11. MARGARET AND HER BRIDESMAIDS. \"We recommend all who are in search of a fascinating novel to read this work for themselveB. They will .find it well worth their while. There are a freshness and ori ginality about it quite charming.\" — Athenæum. 12. THE OLD JUDGE. By SAM SLICK. \"The publications included in this Library have all been of good quality; many give information while they entertain, and of that clasa the book before us is a specimen. The manner in which the Cheap Editions forming the series is produced, deserves especial mention. The paper and print are unexceptionable ; there is a steel engraving in each volume, and the outsides of them will satisfy the purchaser who likes to see books in handsome uniform.\" — Examiner. 13. DARIEN. By ELIOT WARBURTON. \"This last production of the author of 'The Crescent and the Cross* has the same elements of a very wide popularity. It will please its thousands.\" — Globe. 14. FAMILY ROMANCE. BY SIR BERNARD BURKE, ULSTER KING OF ARMS. \" It were impossible to praise too highly this most interesting book.\" — Standard. 15. THE LAIRD OF NORLAW. By MRS. OLIPHANT \"The ' Laird of Norlaw ' fully sustains the author's high reputation.\" — Sunday Times 16. THE ENGLISHWOMAN IN ITALY. \"Mrs. Gretton's book is interesting, and full of opportune instruction.\" — Times. 17. NOTHING NEW. EY THE AUTHOR OF \" JOHN HALIFAX, GENTLEMAN.\" \" 'Nothing New' displays all those superior merits which have made 'John Halifax ' one of the most popular works of the day.\" — Post. 18. FREER'S LIFE OF JEANNE D'ALBRET. \"Nothing can be more interesting than Miss Freer's story of the life of Jeanne D'Albret, and the narrative is as trustworthy as it is attractive.\" — Post. 19. THE VALLEY OF A HUNDRED FIRES. BY THE AUTHOR OF \"MARGARET AND HER BRIDESMAIDS.\" \"If asked to classify this work, we should give it a place between 'John Halifax 'and '■ Th e Caxtons.' \" — Standard. 20. THE ROMANCE OF THE FORUM. BY PETER BURKE, SERGEANT AT LAW. \" A work of singular interest, which can never fail to charm.\" — Illustrated News. 21. ADELE. By JULIA KAVANAGH. \" ' Adele ' iB the best work we have read by Miss Kavanagh ; it is a charming story, full of delicate character-painting.\" — Athenæum. 22. STUDIES FROM LIFE. BY THE AUTHOR OF \" JOHN HALIFAX, GENTLEMAN.\" \"These ' Studies from Life ' are remarkable for graphic power and observation Tbe book will not diminish the reputation of the accomplished author.\" — Saturday Review. 23. GRANDMOTHER'S MONEY. \"TVe commend Grandmother's Money ' to readers in search of a good novel. The characters are true to human nature, aud the story is interesting.\" — Athenæum. 24. A BOOK ABOUT DOCTORS. By J. C JEAFFRESON. \" A delightful book.\" — Athenæum. \" A book to be read and re-read ; fit for the study as well as the drawing-room table and the circulating library.\" — Lancet. U"], [289, "15 HURST & BLACKETT'S STANDARD LIBRARY- 25. NO CHURCH. \" We advise all who have the opportunity to read this book.\"— Athenæum. 26. MISTRESS AND MAID. BY THE AUTHOR OF \" JOHN HALIFAX, GENTLEMAN.\" \" A good wholesome book, gracefully written, and aa pleasant to read aa it is instruc tive.\"— Athenæum. \" A charming tale charmingly told.\" — Standard. 27. LOST AND SAVED. By HON. MRS. NORTON. \" ' Lost and Saved ' will be read with eager interest It is a vigorous novel\" — Times \"A novel of rare excellence. It is Mrs. Norton's best prose work.\" — Examiner. 28. LES MISERABLES. By VICTOR HUGO. AUTHORISED COPYRIGHT ENGLISH TRANSLATION. \"The merits of 'Les Miserables' do not merely consist in the conception of it as a whole ; it abounds with details of unequalled beauty. M. Victor Hugo has stamped upon every page the hall-mark of genius.\"— Quarterly Review. 29. BARBARA'S HISTORY. By AMELIA B. EDWARDS. \" It is not often that we light upon a novel of so much merit and interest as ' Barbara's History.' It is a work conspicuous for taste and literary culture. It is a very graceful and charming book, with a well-managed story, clearly-cut characters, and sentiments expressed with an exquisite elocution. It is a book which the world will like.\"— Times. 30. LIFE OF THE REV. EDWARD IRVING. BY MRS. OLIPHANT. \" A good book on a most interesting theme.\" — Times. \" A truly interesting and most affecting memoir. Irving's Life ought to have a niche In every gallery of religious biography.\" — Saturday Review. 31. ST. OLAVE'S. \" This charming novel is the work of one who possesses a great talent for writing, as well as experience and knowledge of the world. '—At/ienœum. 32, SAM SLICK'S AMERICAN HUMOUR. jre you will into this lottery of fun, you are sure to draw out a pr 33. CHRISTIAN'S MISTAKE. \"Dip where you will into this lottery of fun, you are sure to draw out a prize.\" — Post. BY THE AUTHOR OP \" JOHN HALIFAX, GENTLEMAN.\" \"A more charming story has rarely been written. Even if tried by the standard of the Archbishop of York, we should expect that even he would pronounce ' Christian's Mistake' a novel without a fault.\" — Times. 34. ALEC FORBES. By GEORGE MAC DONALD, LL.D. \"No account of this story would give any idea of the profound interest that pervades the work from the first page to the last.\" — Athenæum. 35. AGNES. By MRS. OLIPHANT. \" ' Agnes ' is a novel superior to any of Mrs. Oliphant's former works.\" — Athenæum. \" A story whose pathetic beauty will appeal irresistibly to all readers.\" — Post 36. A NOBLE LIFE. BY THE AUTHOR OF \"JOHN HALIFAX, GENTLEMAN.\" \"This is one of those pleasant tales in which the author of 'John Halifax' speaks out of a generous heart the purest truths of life.\" — Examiner. 37. NEW AMERICA. By HEPWORTH DIXON. \" A very interesting book. Mr. Dixon has written thoughtfully and well\"— Times. \"\"We recommend every one who feels any interest in human nature to read Mr. Dixon's very interesting book.\" — Saturday Review. 38. ROBERT FALCONER. By GEORGE MAC DONALD. \" ' Robert Falconer ' is a work brimful of life and humour and of the deepest human interest. It is a book to be returned to again and again for the deep and searchin*** knowledge it evinces of human thoughts and feelings.\"— Athenaeum."], [290, "HURST & BLACKETT'S STANDARD LIBRARY 39. THE WOMAN'S KINGDOM. BY THE AUTHOR OF \" JOHN HALIFAX, GENTLEMAN.\" \"'The Woman's Kingdom* sustains the author's reputation as a writer of th© purest and noblest kind of domestic stories. — Athenæum. 40. ANNALS OF AN EVENTFUL LIFE. BY GEORGE WEBBE DASENT, D.C.L. \"A racy, well-written, and original novel The interest never flags. The whole work sparkles with wit and humour.\" — Quarterly Review. 41. DAVID ELGINBROD. By GEORGE MAC DONALD. \" The work of a man of genius. It will attract the highest class of readers.\"— Times. 42. A BRAVE LADY. By the Author of \"John Halifax.\" \"A very good novel; a thoughtful, well-written book, showing a tender, sympathy with human nature, and permeated by a pure and noble spirit\" — Examiner. ' 43. HANNAH. By the Author of \"John Halifax.\" \" A very pleasant, healthy story, well and artistically told. The book is sure of a wide circle of readers. The character of Hannah is one of rare beauty.\" — Standard. 44. SAM SLICK'S AMERICANS AT HOME. \"This is one of the most amusing books that we ever read.\" — Standard. 45. THE UNKIND WORD. BY THE AUTHOR OF \"JOHN HALIFAX, GENTLEMAN.\" \"The author of 'John Halifax' has written many fascinating stories, but we can call to mind nothing from her pen that has a more enduring charm than the graceful sketches in this work.\" — United Service Magazine. 46. A ROSE IN JUNE. By MRS. OLIPHANT. \" 'A Rose in June ' is as pretty as its title. The story is one of the best and most touching which we owe to the industry and talent of Mrs. Oliphant, and may hold its own with even ' The Chronicles of Carlingford.' \" — Times. 47. MY LITTLE LADY. By E. F. POYNTER. \"There is a great deal of fascination about this book. The author writes in a clear, unaffected style; she has a decided gift for depicting character, while the descriptions of scenery convey a distinct pictorial impression to the reader.\" — Times. 48. PHŒBE, JUNIOR. By MRS. OLIPHANT. \"This novel shows great knowledge of human nature. The interest goes on growing to the end. Phœbe is excellently drawn.\" — Times. 49. LIFE OF MARIE ANTOINETTE. BY PROFESSOR CHARLES DUKE YONGE. \"A work of remarkable merit and interest, which will, we doubt not, become the most popular English history of Marie Antoinette.\" — Spectator. \"This book is well written, and of thrilling interest\" — Academy, 50. SIR GIBBIE. By GEORGE MAC DONALD, LL.D. \" ' Sir Gibbie ' is a book of genius.\" — Pall Mall Gazette. \"This book has power, pathos, and humour. There is not a character which is not lifelike.\" — Athenæum. 51. YOUNG MES. JARDINE. BY TEE AUTHOR OF \"JOHN HALIFAX, GENTLEMAN.\" \" ' Young Mrs. Jardine ' is a pretty story, written in pure English.\" — The Times. \" There is much good feeling in this book. It is pleaeant and wholesome.\" — Athenæum. 52. LORD BRACKENBURY. By AMELIA B. EDWARDS. \" A very readable story. The author has well conceived the purpose of high-class novel -writing, and succeeded in no small measure in attaining it. There is plenty of -variety, cheerful dialogue, and general 'verve' in the book.\"— Atlienæum. \" ' Lord Brackenbury ' is pleasant reading from beginning to end.\"— Academy. 1C"], [291, ""], [292, ""], [293, ""], [294, ""]]