[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "FIRST DIVISION— LINCOLNSHIRE, NOT TO EXCEED 20 Nos, No. /^c/s- aam-its. _Wu 6s. THREE ENGRAVINGS FROM STEEL, THREE WOOD CUTS, AND EIGHT PAGES OF LETTER-PRESS FOR TWO SHILLINGS. ENGLAND IN THE NINETEENTH CENTURY; WITH the sceneky RIVERS, LAKES, MOUNTAINS, &c. displayed in a SERIES OF VIEWS: EACH VIEW ACCOMPANIED BY AN EXPLANATORY AND ILLUSTRATIVE DESCRIPTION. LONDON AND LINCOLN : PUBLISHED BY JOHN SAUNDERS, Jun. And Sold by all Booksellers in the County. MDCCCXXXV. Wilwckson, Prirtfer, Whitefriars. For Prospectus turn over."], [8, "1st Division, LINCOLNSHIRE IN 1835. TO THE PUBLIC. This will be a work unlike, in its design, any that have been hitherto produced on Lincolnshire. It will, of course, be somewhat indebted to former authors for its allusions to the histories of the places noticed, and for such other infor mation as cannot be so well obtained elsewhere. But we shall use 'these resources only so far as we find to be abso lutely necessary for the accomplishment of our purpose. And that purpose is, to produce a Book that shall \" hold as 'twere the mirror \" up to the County, wherein it may ap pear faithfully delineated. Or we may, perhaps, liken it still more correctly to a diorama, with its continual changes — its apparently endless succession of pictures. And while our pictures pass before the spectator's eyes, now showing them some fine old ivy-clad ruin, that in all its desolation seems never to forget its former state — or now, some sweet and quiet way-side village, where one might almost believe the golden age to be yet lingering— or again changing the scene, some large and populous place demands their attention, they will find our descriptions constantly by their side, and ready, we hope, either — to excite in order to gratify their curiosity — to tell them something they knew not before— or to throw around the spot the charms of tradition and poesy. And what avastvariety of materials to make such a book both interesting and valuable are spread about the county ; think of them but for a moment, and lo ! — the Cathedral— Churches — Chapels — Ruined Palaces, Monasteries, and Fortifications"], [9, "LINCOLNSHIRE IN 1835: SSfltti) tf)c fibers HUMBER, TRENT & WITHAM, DISPLAYED IN A SERIES OF VIEWS; EACH VIEW ACCOMPANIED BY AN EXPLANATORY AND ILLUSTRATIVE DESCRIPTION. LINCOLN: PUBLISHED BY JOHN SAUNDERS, JUN. A-fnd Sold by all Booksellers in the County. MDCCCXXXV."], [10, ""], [11, ""], [12, "Drawn by. J. Salmon. Enp*i-<iv. IttU S O 3L, EtffM , BlOC K3L 3E S MJf 3F AK.K „ ixodm^-iuLcoLn. John Saunders Jut"], [13, "LINCOLNSHIRE IN 1835. THE MAUSOLEUM. This beautiful temple of the dead was erected by the father of the present Lord Yarborough, to perpetuate the memory of his lamented consort, who died at the age of 33. It stands near the village of Limber*, at one extremity of the magnificent park of Brocklesby, on the summit of a high hill, though the latter, from its gradually sweeping away on all sides, does not seem so elevated as it really is. This hill was anciently a Roman burial-place, and the \" dry bones\" of individuals of that nation have been found here in earthen urnsf , mixed with combs, rings, perforated heads, and — ashes in large quantities. The ornaments remain, but where are the wearers, whose taste or vanity took pleasure in them cen- turies ago ? The bones and the ashes are still before us, but the perception — the vigour — the ///-that once animated the crumbling particles, where are these ? The Mausoleum, then, is erected on a spot singularly calculated to heighten the solemnity of its associations, whilst in itself it is the personification of one of the most philosophical and christian- like of purposes — that of mingling up with all our dreary ideas of death, sweet and delightful sensations. Why should we always picture him as a horrific skeleton ? Death, seen rightly, is of a gentler, kindlier aspect. Shall we never truly believe that he \" comes not to destroy, but to fulfil ?\" The Mausoleum, at the first glance, appears to be a tall, round, Grecian temple, standing upon a rusticated basement, and sur- rounded by pillars ; above these a finely ornamented entablature, and a balustrade runs all round it ; and from within this balus- trade rises the dome. The external body of the building (the chapel), rising within the pillars, measures nearly forty feet round, and the basement on which it stands fifty-two. The additional breadth of the basement, with its twelve circling fluted Doric columns, rising grandly yet airily to a great height, forms a noble colonnade. There are many extensive prospects from here, espe- cially towards the north, where a sweep of the Humber marks the boundary in the distance. Between the pillars, four recesses are seen in the wall, each one containing a sarcophagus. The ceme- * In the village, the traveller to the Mausoleum will find an inn, and opposite, a lodge, where the keys of the building are kept, in order to ac- commodate strangers who wish to see it. f One of these urns is now in the museum of the Mechanics' Institute Lincoln ; a present from its munificent patron, Lord Yarborough. n"], [14, "2 THE MAUSOLEUM. tery, where the coffins are deposited, ranged in recesses around, soriii8 the interior of the basement. To enter the chapel, we ascend the basement on the north by a noble flight of steps. Over the door is the following inscription : — \" To the memory of Sophia, wife of C. A. Pelham, who died Jan. 25, 1736, aged 33 years.\" The first object, on opening the door, appeals strongly to our sympathies : it is the statue, by Nol lekins, of the being in whose honour and remembrance the build ing was erected. She stands upon a pedestal opposite the door, in the very centre of the room, her head resting on her left arm, which is supported by the trunk of a tree, whilst her right holds her robe. Her countenance is placid and serene. The attitude is strikingly graceful, the workmanship of the most exquisite kind, and the whole composition a masterpiece of modem art. On closing the doors, the effect is, indeed, thrillingly solemn. The first object that now attracts the eye through the gloom is the illumined painted glass above, in the centre of the dome, where cherubims are floating among clouds, worshipping their Creator, whose presence is symboled by rays expanding from a centre ; and whilst the \" dim religious light,\" descending through this glass, colours every object in the chapel, the eye wanders round and round, from object to object, incapable of fixing itself to any. The affecting memorial in the centre, the monuments in the recesses of the wall, the eight richly-veined pillars, with their bases and Corinthian capitals of white marble, the bold entablature running along their tops, the elaborately carved stone-work of the dome above, and the floor of white stone and black marble in ornamental compartments, with fret-work and scrolls of inlaid brass, below, the deep silence and the hallowing gloom, all at once appeal irresistibly to our wonder, to our admiration, to our hearts. Before each of the pyramidical slabs of the cenotaphs, in the three recesses of the wall, stands a sarcophagus. On one of them sits a female figure of the size of life, holding a stork, as an em blem of filial piety. On another rests a similar figure, holding in one hand a medallion, bearing a profile in relief; and on the last sit two naked boys holding the family arms ; one ofa pensive, the other of a lively aspect. The latter holds in his hand the endless serpent, with a butterfly walking round it — an emblem ofthe soul traversing eternity. The architect was James Wyatt, who finished the erection in 1794 ; and a long enduring monument of his taste and science it is likely to be. Taking the Mausoleum as a whole, whether we consider the associations attached to its site, its adaptation to the purposes for which it was designed, the graceful nobleness of its architecture, or the exquisite workmanship of its luxuriant decorations, we cannot but look upon it as a most remarkable, we believe we may say, unrivalled edifice of its kind. It is truly a superb cemetery ! to which the high-born, the wealthy, the proud, and the beautiful may fitly resort as their last earthly abode."], [15, ""], [16, "CLB SCUlp. GAI HSB ©TR© UGH. \"FROM THE RETFORD ROAD ■ ■"], [17, "3 CAINSBOROUCII. DOORWAY OF THE JEW'S HOUSE, LINCOLN. The hov.sc to which this dour belong* is a vert/ cm inns one. The window in front, like tlie door, i* ti ngu la rli/ ornamented. Tlie Howie originally belonged to \" Jewess, who was hanged Jot clipping coin iv tlie reign of Edward 1. GAINSBOROUGH, Famous in history as the landing-place of the Danish shing, when Sweyne, their bloody commander, ravaged and laid waste the country, .stands on the eastern bank of the river Trent, about 19 miles N. w. from Lincoln, and 146 N. from London. On entering it from the Lincoln road, the first object worthy our attention is the Bridge, on the left, a noble structure, and which will be noticed in another part of our book. From here we pass along a narrow street running parallel with the river, filled prin cipally, on the left or water side of the street, with warehouses connected with the shipping, and on the right with habitations and shops, at first of an inferior kind, hut increasing in importance as we reach the Market-place, where we find the Town-hall, the Post-office, and the principal shops. The Town Hall is a plain brick building, in no way remarkable, where tlie Magistrates meet every fortnight to transact tlie public business, and where the vestry meetings are held ; it is also used for public balls and assemblies. Leaving the Market-place, we pass into Lord-street, aud,"], [18, "4 GAINSBOROUGH. turning to the lest, the street leads us to the water side. This spot, which is a very inconvenient one, an uneven, muddy de clivity arising from the water's edge between to dead walls, is used as the landing and boarding places of the steam packets that ply between here and Hull : one leaving Hull every morning with the tide, and the other leaving Gainsborough every morning at half past eight. The advantages of a steam navigation are here strikingly evidenced. The distance from Gainsborough to Hull is somewhat more than fifty miles, and the voyage to Hull is usually made in little more than five hours, and from Hull in little more than four hours, at an expense of 2s. 6a*. only for the hest cabin passengers, and ls. 6d. for the others*. Returning up the street we perceive, on the left, an opening into spacious area, where stands the Old Hall, a most highly interesting build ing; and whicli, being too important to be passed hastily over, we shall notice separately. A little further on, also on the left, forming, with the street leading from the Bridge, one long and almost continuous line, in terrupted only hy the Market-place, and still following very nearly the course ofthe river, we find Church-street, whicli, ofcourse, de rives its name from — The Church. This is a strange mixture of Gothic and Grecian architecture, which contrast curiously enough. The Tower being a fine specimen of the Gothic, while the body of the church is entirely in the Grecian style ; yet the effect of the whole is striking, and in some degree noble. The interior is hand some. Its principal ornaments are a fine-toned organ and a small font standing in the middle aisle, the form of which is beautiful. The tower possesses a peal of eight bells. The living is a vicarage in the archdeaconry of Stowe, and diocese of Lincoln, rated in the king's books at 22/. 16s. 8a\".; the patronage vested in the Bishop of Lincoln. Passing the Church, we find, a little further on, on the right, the Gas-house, a handsome modern erection. We are now al the end of the town, and the street changes into a high road. Retracing our steps now to Lord-street, and turning to the Beast-market on the left, we proceed to the top ofthe street, where, nearly on a line with it, is another street, new, and very pleasant, called Spring Gardens. After making a short turn to the left, we come to ihe Spittal-road ; facing this turn is the Methodist-chapel, a large brick building: and, standing here, we see, about two or three hundred yards up the road just men tioned, on the brow of a hill, the Grammar-school. Returning past the top of the Beast-market, we pass through a narrow street, called Beaumont-street, into an open road, skirted every here and there by houses and mansions of a very superior kind. This road leads us back to the point from which we first started — the Bridge. * A curious phenomenon is observed in the Trent at the spring tides, called the Eagre or Hygre. The water rises on the surface six or eight feet high, and rolls on, though gradually decreasing in size, from the mouth ofthe Trent to some distance beyond Gainsborough. A few miles before it reaches the town, it has a giand and imposing appearance."], [19, "5 GAINSBOROUGH. The Government of the town is vested in a Court-leet, by which the burgesses, constables, and other officers are elected. Commerce : the Trent is navigable for vessels of 200 tons ; and, in consequence, Gainsborough, for an inland town, enjoys a good trade. The port is almost entirely one of imports. The quantities of timber, principally deals, brought from Riga, Memel, &c, that pass weekly through this town, are immense. Corn is shipped here also, to a great amount, for the London and other markets. The counties of Stafford, Nottingham, and Leicester, are principally supplied through this place with sugar, spirits, timber, deals, rushes, hides, tallow, iron, laths, bark, valonea, yaffers, &c. &c. The quantity of linseed imported for crushing exceeds probably that of any other port. There is also con siderable business done here in the malting trade. Besides the extensive warehouses of the merchants, Gainsborough possesses four steam mills for crushing linseed, several malting-houses, two extensive rope-walks, three ship-yards, and two or three brass and iron founderies. Chapels. — Beside the Methodist chapel already alluded to, there is one for a body who, some three years since, seceded from the others, and who are now called New Methodists, one for the Primitive Metho dists, one for the Independents, one for the Presbyterians, one for the Society of Friends, and one for the Unitarians. Education. — The principal public Schools are two: the Grammar school before mentioned, educating generally from 40 to 50 boys, (which is nominally the Free School of Queen Elizabeth, but is free only in name, as the parents pay for the education of their children), and the really free school, conducted upon the Madras system, supported by annual subscriptions. This school generally contains from 200 to 250 children of both sexes. Markets, Fairs, &c. — There are two fairs or marts here ; one com mencing on Easter Monday, the other on the 20th of October, each lasting ten days. Like most other fairs, though originally intended for the sale of merchandise, these are now principally devoted to mirth and festivity. — The market-day is Tuesday. Population. — In 1831, of the township of Gainsborough, 6686 ; and including the hamlets, 7563. THE EAST END OF LOl'Ttl CHI RCH."], [20, "6 GATEWAY, LINCOLN CASTLE. GATEWAY, LINCOLN CASTLE. The outer arch os this gateway, which is pointed, or Gothic, with the turrets above, appear to have been erected about the fourteenth century. Just within this there is another, a semi circular one, of considerably earlier date, which formed a part of the original castle, built hy William the Conqueror. As we shall describe the castle elsewhere, we shall now present our readers with an extract from Neele's Romance of History. And though we are not prepared to prove, that the principal incident on wliich the story hangs, really occurred, yet there is much to favour the supposition, and nothing positively contradictory of it. The story, which is well told, will be unknown to the great majority of our readers, the scene is laid almost at their own doors, and all the characters introduced familiar to their historical recollections. John, King of England, died in 1216, when his son Henry was only nine years of age: and Louis the Dauphin, having invaded the kingdom, marched triumphantly through it, almost every city opening its gates to him, and he was joined by nearly all the barons. A few, however, still continued their allegiance, amongst whom was Ranulph, Earl of Chester, who, with a band of warriors, threw himself into Lincoln Castle, and prepared to defend it. The Earl of Chester was a short, square-built man, with a high pale forehead, large sparkling black eye, and strong, muscular limbs. He arrived at the Castle of Lincoln at tended only by a single page, and the warden was astonished to see the earl dismount and tenderly assist his youthful attendant from the saddle ; then recollecting himself, he passed through the gate followed by the page, who was a stripling of a slight and agile form, but uncommonly beautiful features, with flaxen locks flowing down his shoulders. It was soon whispered amongst the soldiers that this page was a female in disguise, and on the arrival of other knights to assist in the defence, young Fitzjohn (so was the page named) no longer made his appearance in the hall, but confined himself entirely to his chamber. This tended to confirm the suspicions of the men, and it speedily reached the ears of the knights, who passed many jokes upon the earl and the lady in disguise. The Dauphin now entered the city, and the cry of \" Montjoie, St. Denis !\" rung through the streets, whilst the soldiers in the castle sent forth deafening shouts of \" God and St. George !\" The French took possession of the Cathedral, and the earl, preceded by a flag of truce, proceeded thither and demanded a parley. The Dauphin was seated on a throne in front of the high altar, the Comte de Perche stood on his right hand, and Gilbert de Gaunt, whom he had created Earl of Lincoln, on his left. The Earl of Chester approached the throne, and sinking on one knee, the Dauphin extended his hand to him. \" Rise, renowned earl,\" said the Dauphin, \" it gives us great pleasure to see thee return to thy allegiance, and bend thy knee at the throne of thy lawful sovereign.\" \" Prince !\" said Ranulph, starting to his feet, and drawing himself up proudly, \" mistake me not — but I know thou dost not. I bowed myself before thee, to show my respect for thy valour and courtesy ; I now, as a loyal subject of King Henry, demand why thou appearest before the gates of the castle, which my royal master has committed to my charge.\""], [21, "W.\"Wat3dns, Sculp * GATE WAT, UEIfCOL ■■\"-\"■TLE. JN Rhodes. Del*"], [22, ""], [23, "GATEWAY, LINCOLN CASTLE. \" Earl Ranulph,\" said Louis, smiling, \" I come to demand possession of that fortress, which was delivered to thee by a sovereign who has since been deposed by the barons of this realm, and whose crown, there fore, reverts to me in right of th\" Lady Blanche, whom I have espoused, the niece and lawful successor of the deposed monarch.\" \" I am at a loss,\" said the Earl, \" to understand the authority by which you inform me King John has been deposed, and still more so to comprehend the argument which makes his niece his successor in preference to his own son, King Henry, whom God preserve.\" \" We hear much of King Henry,\" said Louis, \" but we see mar vellously little of him. How are the barons of England to be convinced that he is alive?\" \" 'Tis marvellous, doubtless,\" said the earl, \" that whilst wolves are scouring the plain, the lamb should remain hid But we lose time.\" \" In truth, do we\" said the Comte de Perche, impatiently. \" Is this the man,\" he added, scanning with his eye the dimensions of Ranulph, \" at whom our wives and children quake for fear — this dwarf — this abridgement of humanity ?\" \" Say you so, my Lord de Perche !\" exclaimed the earl, his eyes flashing she ; \" I vow to God and Our Lady, whose church this is, that before to-morrow evening I will seem to thee stronger, and greater, and taller than yonder steeple.\" A smile of defiance passed between the barons, and Ranulph, making his obeisance to the Dauphin, left the cathedral. The next morning the castle resounded with the notes of preparation for defence and assault ; the bugle of the invaders sounded in the streets, daring the besieged to come forth. \" The Comte de Perche is braving us,\" said Sir Richard Plantagenet ; \" let us sally forth, my Lord of Chester, our force is fully equal to the encounter, though the foe imagines we are far inferior in numbers.\" \" In five minutes,\" said the earl, \" we will convince him of his error ; within that time I will be ready to conduct the attack.\" \" He is gone to take leave of his lady,\" said Sir Richard, smiling. The page, notwithstanding all Ranulph's persuasions, persisted in combating at his side. The French forces attempted to concentrate their strength before the castle, but the arrows of the defenders compelled them to retire, and a knight who was standing by the Comte de Perche was killed at his feet. The castle gates were now thrown open, and the Earl of Chester at- tacked the besiegers so vigorously, that they were driven back to a considerable distance. They rallied again, and were again driven back. The air was darkened by flights of arrows, and the cries of \" St. George !\" and \" St. Denis !\" sounded like the exultation of a fiend by whom the elements of anarchy and slaughter had been set in motion. The Earl of Chester dealt death and destruction amidst the hostile ranks: the Earl of Lincoln fell beneath his spear. A cry of triumph and despair now arose, and the Comte de Perche saw the Enghsh division of his army, consisting of the revolted barons and their adherents, fleeing towards the city postern, hotly pursued by Earl Ranulph and Sir Richard Plantagenet. \" By Saint Denis ! all is lost,\" he exclaimed, \" if we cannot rally these traitors. — Ha !\" he added, as another shout rent the air, and he saw the assailants and the assailed join their forces, and bear down upon him. \" The double traitors ! Frenchmen, one effort more for your own honour and that of your country. Shout, God and Saint Denis, and set upon the foe.\" The battle again raged with redoubled violence, and the Comte de"], [24, "8 GATEWAY, LINCOLN CASTLE. Perche maintained his reputation for gallantry— numbers fell beneath his arm. At length the Earl of Chester approached him ; they joined in furious combat, their spears were shivered to atoms, tlieir battle-axes were broken, and, drawing their swords, they closed in a short but deadly struggle ; the Frenchman, with one blow, cleft the Earl's shield in two and wounded him in the arm, but the latter rising in his saddle and striking him on the head, the weapon cut through hisTiehnet, and entering his brain, the Count fell lifeless to the earth. The French now fled in all directions, and Earl Ranulph proceeding immediately to the Cathedral, the Dauphin was taken prisoner, but set at liberty by the Earl on swearing immediately to evacuate the kingdom with all his followers. The Earl of Chester now required the Barons and Knighte to swear allegiance to King Henry, but William Longsword, Earl of Salisbury, one of the Barons who had just deserted Louis, replied : \" We are not prepared to swear allegiance to a person who may not be in existence. Produce the King, and we will tender him our homage.\" Sir Richard Plantagenet became incensed, but the Earl of Chester re plied, with a smile, \" Nay, Sir Richard, my Lord of Salisbury's ob jection is reasonable, but I am prepared to obviate his scruples ; ap proach, sire, and receive the homage of your faithful subjects.\" Thus saying, he led the page into the midst of the circle, and unbarring his visor, the fair face, blue eyes, and flaxen ringlets of young Henry, were immediately recognized by all. \"God save King Henry!\" said Earl Ranulph, and the exclamation was echoed by a thousand voices. ORIEL WINDOW, LINCOLN. Tliis window originally formed a part of John of Gaunt's palace, the site of which is noil) partly occupied by a modern house belonging to H. Boot, Esq., and to this house tlie window is attached by cramps, to one of its gable ends. It isa most delicate, beautiful piece of workmanship. We are soirij to add, it is erpected soon to fall to pieces."], [25, "16 ASLACKBY. from this church to the Temple before-mentioned. Returning thence into the village, we find an ancient gateway, and in the house to which it is attached some perfect armorial designs, and two very beautiful sun-dials, all in stained glass. About one mile westward, in a field called the Avelands (from which the hundred derives its name), is a large space of ground enclosed by a moat ; and here, it is said, about a century ago, the Sessions for this division were opened under a large tree, now no longer standing, and from thence were adjourned to Folkingham. The living is a vicarage in the archdeaconry and diocese of Lincoln, rated in the king's books at 12/. 10*. \\\\d. Population, including the hamlets of Millthorpe and West Graby, 455. SONNET. Dear English village, grassy nest of peace ! Where, bird-like, singeth still the human heart ; Never, oh ! never, may thy sweet fame cease, Thy artless children from thy vale depart. Long may they there laugh out in harvest glee ; Down the slant field, among the clover laugh ; Thy ruddy maids sit prattling jocundly ; Thy sons, the horn, round winter hearthstones quaff: Unto the simple church, in simple guise, Still decently repair as Sabbaths come ; Where, in rude harmony, their voices rise To God, to fit them for their heavenly home. Oh ! sick and weary of the world's vain strife, How glad were I to lead a village life ! CONDUIT, LINCOLN."], [26, "15 ASLACKBY. FONT AT SI'OW CHURCH. ASLACKBY. On the high road from London to Folkingham and Sleaford, and about two miles before you reach Folkingham, you see on the left, lying in the little valley below, the village of Aslackby. And a true specimen of the old English village it is ; sloping fields, dotted with sheep, rise around it ; a small square embattled tower, hoary with years, seems guarding it on the right, and amid the habitations which repose so calmly around, the Church, as conscious of its high and solemn purposes, uprears towards Heaven its simple beauty. On the left, as we enter the village from the high road, we find this tower, which is now all that remains of a preceptory of the Knights Templars, built in the reign of Richard the Lion-hearted. The interior consists of two stories. The upper one has been roofed and fitted up as a chamber by the occupant of the -arm house adjoining; the lower one, used as a cellar, appears more in its pristine state ; it is vaulted, with groined arches, having in the centre eight shields bearing various coats of arms, and upon the middle one a cross. Near this spot, according to tradition, a round tower formerly stood, which was pulled down, and the materials used to construct the farm-house above alluded to. This edifice still bears the name that for centuries has been attached to the spot, viz. the Temple. On one of the eminences which rise south of the village, is said to be the site of the ancient church of the Templars, and it is certain that about ten years ago, a stone coffin of large dimensions was dug up in the adjoining enclosure. There is a tradition among the villagers of a subterraneous passage"], [27, "wrm ihe i i. _, ra -1' < '•■'•, '\" Iu-. Ml, UTC TEMPLAR. i acton Sc Lincoln. J. oAUNDF.R;;. JUKI1* 1635. V. i1. ilims. Sculp. JB Topham, Der"], [28, ""], [29, "14 SLEAFORD. interesting to our readers. Of all the great men of our history, perhaps there is no one character less understood than that of Cromwell. A glimpse, therefore, into the heart of such a man is indeed valu- ble ; and such a glimpse appears to be given us in this letter : — \" Sir — Wee doe with griefe of hart receive the sadde condition of our armie in the west, and of affaires there. That businesse hath our hartes with itt, and truly had wee winges wee would flye thither. Soe soone as ever my lorde and the foote set mee loose, there shall be noe want in mee to hasten what I cann to that service ; for indeed all other considerations are to bee layd aside, and to give place to itt, as beinge of farr more importance. I hope the kingdom shall see that in the middest of our necessities we shall serve them wthout dispute. Wee hope to forgett our wants, which are exceedinge great and ill cared for, and desier to referr the many slaunders heaped upon us by false tongues to God, whoe will in due tyme make it apeare to the world, that wee studye the glory of God, the honor and libertye of the parliament for wjh we unanimously fight, without seekinge our owne interests. In deed, wee find our men never soe cheerfull as when there is worke to doe. I trust you will alwaies heare soe of them. The Lorde is our strength, and in him all our hope. Pray for us. Present my love to my freinds : I begg their prayers. The Lorde still blesse you. Wee have some amongst us much slow in action. Iff we would all intend to our owne ends lesse, and our ease too, our businesses in the armie would goe on wheeles for expedition. Because some of us are enemies to ra pine and other wickednesses, wee are sayd to be factious, to seek to maintaine our opinions in religion by force, wc.h wee detest and abhorr. I professe I could never satisfie my seise of the iustnesse of this warr, but from the authoritie of the parliament to maintain itt in itts rights, and in this cause I hope to approve my seise an honest man, and single harted. Pardon mee that I am thus troublesome. I write but seldom ; itt gives me a little ease to poure my minde, in the middest of callum nies, into the bosom of a friend : Sr, noe man more truly loves you than \" Your brother and servant, \" Sep. 6th or 5th, Sleaford, \" Oliver Cromwell.\" \" For Col. Walton, theire in London.\" Besides the public buildings before mentioned, there are three chapels — Lady Huntingdon's, Methodists, and Independents, and a small theatre, under the management of Mr. Smedley, open generally about Easter. There are five annual fair days for cattle, on Plough Monday, Easter Monday, Whit Monday, August 12, and December 20. The one held on August 12 is inconsiderable. Market-day, Monday. Population, including the hamlet of Holdingliam, 2500."], [30, "13 SLEAFORD. market-place stands the County Hall, a very handsome new build ing of stone, in the Gothic style of architecture, and in which the Quarter Sessions for the parts of Kesteven are held hy adjourn ment from Bourne. At the northern extremity of the town stands the Grammar-School, a handsome building, just erected, and built in the style of architecture of the early part of the seventeenth century. It is not yet opened, but will be in June. The school was founded by Robert Can-, Esq., in the year 1604, but the old school-house has been taken down some years, and the pre sent one is erected on a new site. There was once in Sleaford a very large and magnificent castle, built, it is supposed, by Alexander, third bishop of Lincoln, the site of which Stukely, the historian, thinks had heen previously occupied by a Roman citadel. In this castle King John sojourned one night, a short time before his death, which took place at Newark. Shakspeare, in his play of King John, as many of our readers will remember, makes him die at Swinstead (or Swines head) Abbey, near Boston, poisoned by a monk. The expression of silent agony in the poor king's speech, on being brought forth into the open air, is not easily forgotten : \" Aye, many, now my soul hath elbow-room ; It would not out of windows, nor at doors. There is so hot a summer in my bosom, That all my bowels crumble up to dust : I am a scribbled form, drawn with a pen Upon a parchment ; and against this fire Do I shrink up.\" Of this castle there remains only a fragment of the wall, nine or ten feet high, and of immense thickness, and the traces of the foundation, ditch, and moat. There was, also, here what Leland (another antiquarian writer) called \" a house or manor-place, lately almost new builded of stone and timber, by the Lord Husey\" (a nobleman who was beheaded at Lincoln in the reign of Henry the Eighth, for the part he took in the commotions of the time) ; but every trace of it has now disappeared, and its site is occupied by a farm-house. A strange custom of the old feudal times, a relic of their bar barous laws, is still preserved here — the curfew bell. Eight hun dred years have elapsed since William the Conqueror sent our ancestors, darkling, to bed with its sound : he and his laws, and it is to be hoped the spirit of his laws, have entirely passed away, but still the bell rings on, still \" The curfew tolls the knell of parting day.\" During the civil wars, Sleaford, like its neighbouring towns, was continually harassed by the skirmishing, \" the hurryings to and fro of bold and bloody men \" of different parties. The following letter, written from this place by Cromwell, will, we have no doubt, be"], [31, "12 SLEAFORD. about 18. It stands upon a small rivulet called Slea, which rising in the vicinity of the town, runs rapidly through it to Chapel Hill (a distance of twelve miles), where it empties itself into the Witham. A branch of the ancient Ermine-street passes through this parish, and Stukely supposes Sleaford to have been one of two towns lying on this road between Castor (Northamptonshire) and Lincoln, built by the Romans for the convenience of the troops on their marches, messengers, &c. Many Roman coins, especially of the Constantine family and their wives, have been found here. Sleaford is a small but thriving market-town, well paved, of neat and respectable appearance, and is evidently fast improving in buildings and general importance. Two long streets running in directly contrary directions, divided about the centre, where they would otherwise cross each other, by the Market-Place, form the principal part of the town. On entering the market-place, you see directly before you the bold and beautifully picturesque front of the Church, with its grand and peculiar spire rising in the centre, its embattled and pinnacled parapets on the sides, its doors and windows, with their delicate mouldings and tracery. This church exhibits some fine specimens of almost every style of early English architecture. It consists of a nave, aisles, a large chapel on the north side, a chancel, and a tower or steeple crowned by a spire. This steeple is the oldest part of the building, and its spire, considering the earliness of its date, is one of the most complete examples of the kind in the kingdom. The nave is sup- ported by four pointed arches, springing from clustered pillars of a light and elegant form. The chancel is separated from the nave by a screen of open fret-work, with a carved canopy ; the whole uncommonly beautiful. At the end of one of the aisles stands a very fine font, with its pillar or shaft ornamented on every side with a bold tracery, and its summit decorated with oval and diagonal shields alternately. An enriched spiral staircase leads to the spire. There are several monuments, and one very old one, belonging to the Carr family, formerly lords of the manor. In the tower hangs a peal of eight bells. The living is a dis- charged vicarage, valued in the king's books at 8/. : patron, the Rev. Richard Yerburgh, D.D., the present incumbent. Sleaford is also a prebend in Lincoln, valued in the king's books at 11/. 19s. Id. : patron, the Bishop of Lincoln. On the north side of the church is the vicarage-house, a de- lightful-looking little spot, with an old-fashioned aspect, curious windows, and ivy-covered walls. On the opposite side of the church is a small, open square, in the left of which is a low, long, handsome modern building in the Gothic style — the almshouse or hospital, supporting twelve poor aged men, and at the end facing you its chapel, also modern, but owing to the old materials used in its construction, it does not look so. The workmanship of this chapel is very chaste and elegant. At one corner of the"], [32, "11 SLEAFORD. richly-stained glass, the fretted roof, the polished, inlaid floor, with every other detail of its ancient magnificence, though they are hardly distinguishable through the mist of the perfumes shaken from the clinking censors, and though a multitude of wax tapers of the largest size are burning in massive candlesticks of silver and gold from end to end of the hall. Down the centre aisle, the long, polished tables are strewed over with pieces of plate, glitter ing as thickly as the diamond -looking pebbles ofa garden-walk on a summer's day. The kingly, belted and mitred Epicureans take their seats ; the sweet, full voices of concealed choristers, melting and blending the while with the confused sounds of rustling robes, clattering armour, the tramp of armed heels, and the low, deep hum of tongues innumerable ; and now — but hark ! the hollow voiced wind comes sighing through the deserted tower, and the vision passes ; King James, knights, and prelates, music, banquet, perfumes, the marble columns and the fretted roof, all are vanished, and lo ! we are alone in the garden of the grand hall, in the mournful ruins ofthe Episcopal Palace of Lincoln. st. mary's church, barton. The lower part ofthe tower us this church is very ancient ; supposed to be Saxon, but its dat, is unknuwn. SLEAFORD, Or, as it is more properly designated, New Sleaford, to distin guish it from the adjoining parish of Old Sleaford, is in the wapen take of Flaxwell, parts of Kesteven, on the main road from London to Lincoln ; distant from London 1 15 miles, and from Lincoln"], [33, "-"], [34, ""], [35, "10 PALACE RUINS, LINCOLN. garden. At the south end of this garden stood the chapel and the dining-room ; the remainder formed the east court of the palace. Near the bottom of the middle court we find a flight of broken stone steps ; on ascending these, we look down into a square place, surrounded by high walls, exceedingly picturesque and beautiful. The spot we are standing upon appears to have been the first story of some part of the building. Passing through an archway half choked up, on the same level, we find ourselves in a long and noble apartment, surrounded by walls, though entirely open to the sky. Both places are covered with mounds of earth, and fallen fragments of stone, thickly interspersed with wild looking shrubs and small trees. Descending the steps, we perceive that the outer of the two places we have just left is over a porch, about the size of the one at the entrance, and the roof of which is also very finely groined, and the inner over a very curious, long, high, gloomy vault, with a groined roof; the ribs branching from a sort of small circular pedestal fixed in the wall, about a yard from the ground, in the four corners of the vault, and also from tvvo other places at equal distances between the corners on each side. The masonry between the ribs has a surprisingly jagged appearance, as though formed of thin slices of stone fixed as unevenly as possible in a perpendicular position. Of course, all this rough work must have been covered originally, and then this vault must have had a grand, though, owing to the little light admitted by the windows, a gloomy appearance. These windows (two) are mere openings in the wall, very large, with broad circular tops on the inner side, but gradually lessening through the immense thickness of the wall to mere slits with pointed tops on the outer side. To describe the numerous vaults, the dark windings, turnings, and passages we find in every corner of these highly interesting ruins, would fill up too much of our space ; but we would willingly linger in our pages over the recollection of a place that has so much charmed us, that has impressed upon us so many deep and solemn emotions. We have lelt there the past above, about, and beneath us. \" Why dost thou build the hall, son, ofthe winged days ? Thou lookest from thy tower to-day, yet a few years, and the blast of the desert comes — it howls in thy empty court *.\" The grand hall is now a flower-garden, roofless, the pillars gone, and the mutilated walls covered with fruit trees. How different a scene it once presented ! Allow us for a moment to summon the dormant genii of Aladdin's lamp, that we may see it as it formerly stood. Behold ! it is the evening of a banquet in King James the First'sf time, and in his honour it is given. The grand entrance admits him and his steel-clad, knightly retinue, that look, in all their glittering accoutrement, almost insignificant in the blaze of pomp and splendour they enter upon. Our good genii has re-fixed the two lines of majestic marble columns ranging down the noble hall, the eight high, arched windows, with their Ossian. t Who once spent some days here."], [36, "9 THE PALACE RUINS, LINCOLN. The Palace Ruins, Lincoln, are situate just below the Minster, on the side ofthe hill, overlooking the lower part of the city, and a vast expanse of country towards the right, stretching far away into the dim distance. The erection of the palace was begun in the time of Richard the Second, by Bishop Chesney, and con tinued by his successors in the see, most of whom added to its extent and splendour, till it became almost unrivalled for its mag nificence. Hugh de Grenoble, who built the grand hall, was one of these bishops ; of whom it is recorded, that in raising some portion of the Cathedral, whicli he almost entirely re-built, to in spire the workmen with the enthusiasm he felt himself, he carried stone and mortar upon his shoulders for the masons. The Palace did not retain its splendour long after the early pait of the seven teenth century ; civil contests, from which Lincoln has peculiarly suffered, speedily overthrew it. Every victim ofthe hour, coming in its way, ransacked and plundered it of its riches, and before the end ofthe same century, the whole pile was shattered, rifled and deserted. We approach the ruins from the Minster-close, through a short avenue with parapetted gateways, and immediately we see, on the right, the straight Roman wall standing on a high mound, that enclosed the palace on the north side ; before us, ata little distance, a modern house, built of the materials from the ruins, and just beside us, on the left, a square tower, through wliich we enter the palace, or rather its remains. On the arched doorway, leading into the porch, the arms of the bishop who built this tower (Aln wick) may yet be traced. The roof of this porch is groined, and in very fine preservation. The ribs of stone spring from clustered pillars, with square mouldings in each corner. When we think how noble roofs of this kind must have been, it seems impossible to help seeling something like contempt for the roofs (or ceilings) of modem times. They are as had as the walls and windows, and seem expressly contrived to deaden all perception of the beautiful in art. From this porch a door on the left takes us into a large straight garden, with walls on each side : this was the Grand Hall. The main entrance into this hall is shown us by the three beau tiful arches on the south side. In the far corner there is another gateway, and beyond this a small building, in the end of which are two exceedingly curious old windows. As we enter this giand hall, or garden, we pass a door on the right in the tower, leading by a circular stone staircase to its upper story, for there is now but one left. Returning to the porch, we find a door opposite the main entrance, leading into a long grassy slope, originally the middle court of the building. On the left side of this, are the long ruined vaults, — and on the right the more imposing ruins of the palace. Just at the top of this court, a gateway on the left leads us along a little narrow avenue (probably a covered passage at one time), and then through a second gateway, into another"], [37, ", ,- ■ PALACE IB LI NT C ©ILK ."], [38, ""], [39, ""], [40, "■ iNSBOTi*"], [41, "17 GAINSBOROUGH BRIDGE. This bridge was built by Mr. Weston, an architect to whose taste and science the Americans were much indebted for his plans for the building of Washington, United States. It was erected about forty years since by a private company. The tolls, which are rather heavy, are justly considered prejudicial to the interests of the town. THE CATHEDRAL, So far-famed for its extent and splendour, stands upon the summit of a hill, overlooking the city of Lincoln, part of which lies round its base, and the remainder stretches down the slope of the hill, and along the valley below. From the commanding situation it thus possesses, and from its own stately and towering grandeur, it forms, from a great distance, ou all sides, a conspi cuous and magnificent object; nor does its interest decrease on a nearer approach. Passing directly through the lower part of Lincoln, up what is called the \" Steep Hill\" (and truly it is worthy of its name, being the steepest hill we remember in England to have houses on its sides, and to be in the centre of a populous place), on reaching the top, we find, on the right, an ancient gate, called the Exchequer Gate, NICHE ON THE EXCHEQUER GATE, LINCOLN. leading into the Cathedral Close (as the area on which the Min ster stands, is named), and passing through this, the west front of the Cathedral stands before us. The prevailing character of the building, with the exception of this west front, is the early style of English architecture, of a peculiarly rich kind, intermixed occasionally with the decorated and later styles. The west front was the work of at least three distinct periods, the centre, with a portion of the towers, being the remains of an _ D"], [42, "18 THE CATHEDRAL early church, in the Norman or circular style of architecture, which was afterwards increased in size, and formed into a beauti ful square fagade in the pointed or Gothic style. At a later period, the towers were earned up to their present height. The doorways are richly moulded, and decorated with sculpture. Over the central entrance, in niches, are statues of eleven kings, sup posed to represent the monarchs of England who reigned from the Conquest to Edward the Third's time. The towers, which are very beautiful in tlieir outline, are strengthened at their angles by octagonal buttresses crowned with pinnacles : they are 180 feet high, and were formerly surrounded with spires, which were taken down in 1808. Before we carry our description farther, we will endeavour to give the reader an idea of the ground plan of the Cathedral. Its form is that of a very long double cross, with a transverse limb at the west end, like a pedestal, made by the un usual breadth of the west front. The plan is subdivided into a nave and choir, with north and south aisles, a grand transept with an eastern aisle, and a second and lesser transept situate nearer to the east end. Besides these principal divisions, there are several chapels and porches, the cloisters, and a chapter-house. The Cathedral, including the cloisters, chapter-house, &c. covers more than two acres and a half of ground. The greatest interior length is 482 feet, the greatest interior breadth 222 feet ; length of the nave 250 feet, breadth 82 feet ; two west towers, 180 feet high each ; great tower, including the pinnacles, 267 * feet high, and 54 * feet square ; breadth of west front 174 feet ; height of the nave 80 feet ; height of the choir 72 feet ; length of the choir 156 feet ; breadth (without aisles) of the choir 40 feet. We shall now walk round the exterior of the Cathedral, and turning to the right, commence with the south side first. We wish it here to be understood, that throughout this article we in tend merely to notice such particular objects as we think will be especially interesting to our readers, for to write an architectural detail of the building would be as far beyond the scope of our pre sent undertaking, as it would be from our purpose, which is to give the greatest amount of information on the subjects before us, that can be given with entertainment, or at least without weariness to the general reader. And first, then, we find attached to the south end of one of the crosses alluded to in the ground plan, which is the lower or western transept, a very elegant porch, called a Galilee, open on three sides, the fourth leading by large folding doors into the Cathedral. The roof and pillars of this porch are very light and delicate. The origin of the name, and the uses of this porch are thus explained by Dr. Milner in his Treatise on the Ecclesiastical Architecture of the Middle Ages. \" There were formerly such porches at the western extremity of all large churches; in these, public penitents were stationed, dead bodies were some times deposited previous to interment, and females were allowed * The figures marked thus * are from Mr. Betham's actual admeasurement."], [43, ""], [44, "_i*r;wi try. T. .Alien.. Engraved by. J Rogers . .LSHCOJE-H a^T IKE ©BAIL & LondonS; Lmcoit. J cnjB 1835"], [45, "THE CATHEDRAL. 19 to see the monks of the convents, who were their relatives.\" We may gather from a passage in Gervase, that when a woman applied for leave to see a monk, her relation, she was answered in the words of Scripture : \" He goeth before you into Galilee, there shall you see him.\" Hence the word \" Galilee.\" It is well known that at Durham Cathedral, women were not even allowed to attend di vine service, except in this part of the church. It is stated, in Brooke's Guide through Lincoln Cathedral, on what authority we know not, that this part of the building was used for the re-admis sion into the church of excommunicated persons, and a font was sometimes placed in it, to which they were allowed to bring their children to receive baptism. Passing on towards the eastern ex tremity of the building, we find a porch, and on each side a chapel ; this porch being the usual entrance for the bishop, was designed, says Mr. Britton, \" in a style of extreme richness, and the work manship fully equalled the design ; but the barbarous hands of fanaticism have demolished the central statue, decapitated the rest, and broken many of the ornaments. The figures over the door represented Jesus Christ sitting in judgment, surrounded hy angels, with the dead arising from their tombs, and the jaws of hell open beneath his feet. The arched roof has been exquisitely wrought in perforated wreaths of foliage intermixed with small statues, several of which remain perfect. These sculptures show traces of colour and gilding, the decay of wliich is not to be regretted. Time has spread a warm, mellow tone over the whole, and long may it remain untouched by any presumptuous attempt to restore or beautify it.\" The chapels attached to the porch, whicli are uni form in their architecture, standing out from the body of the Ca thedral, are also extremely beautiful. We are now at the extremity of the south side, and turning the corner to the left, we stand before the east front. From the regu larity of the general construction of this front, and from the beauty of its detail, it is considered a perfect specimen of pointed archi tecture. The central window is very large, yet, notwithstanding its size, has a peculiarly light and graceful appearance. Just be yond the east front is the Chapter House. This building is a regular decagon, of considerable height, with a very remarkable abutment formed by arches or flying buttresses, supported by massive piers, which stand several yards distant from the body of the building. On the north side of the Cathedral we find one more chapel, nearly corresponding in beauty of workmanship with the two lately noticed. We shall now examine the interior of the Minster, and wonder fully beautiful is its first appearance as we enter the nave. We say beautiful, not in contradistinction to sublime — for there is a sublimity in beauty, and that sublimity is here — but beauty seems to be its great characteristic. The warm, rich colour — whicli makes vou imagine at first the building is but just executed, till you re member, with a smile, moderns are not in the habit of raising such buildings — the delicate form of the long range of pillars dividing the"], [46, "20 THE CATHEDRAL. nave and the aisles, massive as they are, — and the exquisite work manship that meets your eye at every point, seem all irresistibly to ask, whether you ever before saw vastness, strength, and power that seems almost everlasting, so perfectly combined into one lovely and harmonious whole, by that spirit to whom, next to God, it is so glorious a dedication — the spirit of Beauty. Just within the entrance there are two chapels, one on each side; in that on the left there is an exceedingly curious font, which must be as old as the oldest part of the church. It consists of a circular basin of immense thickness, cut out of a square block of porphyry, supported by one short, thick column, surrounded by four smaller ones, and is decorated on the sides with grotesque animals rudely carved. We now approach the choir, the screen of which, with the organ above, appears directly before us. On reaching this point, we are standing immediately below the great tower, supported on four magnificent arches of vast height, themselves supported on massive piers, formed each of a cluster of twenty-four columns, twelve of stone and twelve of purbeck marble. This tower, as we have before stated, is 267 feet high, and had at one period a timber spire, covered with lead, which was exceedingly high. On each side of us here extends the lower transept, containing several beautiful chapels or chauntries *. Facing each other, at the different ends of the transept, are two beautiful stained glass windows. The screen of the choir, with its small, delicate but- tresses, and lavish decorations, is very superb ; and the arches at each side, leading into the aisles, are amazingly rich in their work- manship. Passing through the porch of the screen, we find our- selves in the choir. This is separated from the aisles by sixty-two stalls, with elaborate canopies for the dean and prebendaries. The seats in the stall called Misereres are curious ; they are so hung upon hinges, as to turn up from their proper position, and form a sort of shelving stools. \" On these,\" says Dr. Milner, \" the monks and canons of ancient times, with the assistance of their elbows on the upper part of the stalls, half supported themselves during cer- tain parts of their long offices, not to be obliged to stand or kneel.\" But the stool being entirely supported in that position by the pressure of the body, of course, if the latter became supine from sleep, the seat naturally fell down, and the sleeper was thrown forwards into the middle of the choir. On the right, at the end of the stalls, is the bishop's throne. At the farthest end of the choir is the altar-screen (which is modern), with the communion- table before it, and in its centre is a tolerably good painting of the Annunciation, hy the Rev. Mr. Peters, who was chaplain to the Prince Regent, afterwards George the Fourth. On the left is the monument of Bishop Remigius (the original founder ofthe church); on the right, opposite this, under a massive canopy, are two table monuments, one for Catherine Swynford, wife of \" Old John of * A chapel, in which was anciently sung or said masses for the souls of their founders."], [47, "THE CATHEDRAL. 21 Gaunt, time-honoured Lancaster,\" and sister to the wife of the poet Chaucer, and the other for their daughter Joan, the wife of Ralph Nevill, Earl of Westmoreland. We shall now leave the choir by the south entrance, and pass into the upper transept, in which are several chapels, two of them circular on the outer side. In the aisle close by here is a fragment of a monument to wliich very great interest is attached, from its supposed relation to the little hero of the ballad which we shall quote at the end of this article, who was said to have been tortured and crucified, in derision of the Saviour, by certain Jews at Lincoln in 1225. The story was entirely disbelieved by Rapin and succeeding historians, but a writer in the Archeologia thinks the fact established beyond all contradiction, by the existing record of a commission from the king \" to Simon Passeliere and William de Leighton, to seize for the king's use the houses belonging to the Jews who were hanged at Lincoln for crucifying a child,\" &c. &c. Beneath the fragment ofthis monument is a stone coffin, which was examined in 1791, when the skeleton of a child was found in it, undoubtedly the re- mains of \" Little Saint Hugh,\" as he used to be called hy the people, who honoured his memory as that of a martyr to the Chris- tian faith. Along this aisle and the corresponding one on the op- posite side of the choir, are several busts or small statues, placed as corbels. Passing along the aisle towards the east, we find the en- trance into the two chapels noticed in our walk round the exterior of the Cathedral. The first is Bishop Longland's, the other, beyond the porch, Bishop Russel's ; the fronts of both are exceedingly beautiful. In one of the windows over the first of these two chapels, on stained glass, are the names of the different chancellors of the Cathedral. Having passed the end ofthe choir, the space is open from wall to wall ; this part is called the presbytery : here are several monuments. Among the most deserving of notice, are Lord Cantelupe's near the south side, with its lofty pinnacled canopy ; Bishop Fleming's, on the north, with a stone effigy of his decayed body on the floor, and opposite this, the very beautiful remains of Bishop Burgherst's monument, standing on the floor of the Cathe- dral. Some of the broken fragments of this monument are lying about the interior of the chapel last mentioned. There is also in this chapel a beautiful piece of workmanship, called, in the ancient rituals, a piscina, used for washing the priest's hands at the cele bration of mass. We now pass along the northern aisle to the north end of the upper transept. Upon the wall in this transept there is, or rather was, for it is almost obliterated, a very large painting of the four first bishops of the see, standing side by side, the remains of which appear sufficiently good to make us regret it is not in a better state of preservation. At the end of this transept, a vestibule leads us into the cloisters and the chapter-house : the first is a quad rangle of large size, and containing many windows, the traceries of which are exceedingly elegant. In one of the corners a stair case leads up to the library, in wliich are many valuable books,"], [48, "22 THE CATHEDRAL. manuscripts, and various curiosities. From the cloister an arched doorway leads us into the chapter-house. The roof of this building is supported principally by a single pillar in the centre, branching off towards the top in every direction. Among the other principal objects of interest or curiosity at tached to the Cathedral, is a very surprisingly curious stone beam or arch, connecting the north and south walls, near the spot where they support the upper parts of the two west towers. Mr. Wild says it is presumed to have been made at the time the upper parts of the towers were begun, to ascertain, in the progress of their erection, whether so great an additional weight could be safely borne. It is in length twenty-eight feet, and rises but one foot four inches, so that if a regular arc, as it appears, it includes no more than twenty-two degrees ; the stones are consequently nearly vertical. They are but twenty inches thick, and eleven and a half deep, and on an average about sixteen wide, and without any ap pearance of being tenanted together. It is also remarkable, that the chord of the arc is not horizontal, but is about thirteen inches lower on the north side than on the south. From this description its liability to be affected by a very trifling settlement at either end, will readily be conceived ; and, indeed, such is the delicacy of its construction, that it vibrates very sensibly when only stamped on by the foot. In the great tower there was till very lately a peal of bells, called the Lady Bells, but four of them have been cast into two new bells for the quarters to be struck upon, the others now form a portion of Great Tom, into whose existence they have merged theirs, by the assistance of Mr. Mears, of London. Great Tom, which for size was the third bell in England, but for quality certainly the first, was cracked in the year 1827; fromwhich period it hung in melancholy silence, till lately it was taken down, broken into pieces, conveyed to London, and, with the addition we have just mentioned, recast. On Monday, April 13, in the present year, it was brought into Lincoln, in public procession, with flags, bands of music, &c, and attended by an immense concourse of persons. At the time at which we write (April 18th) it stands immediately under the centre tower, in wliich it is to hang in future (it was previously in one of the west towers) the floor of which is being newly laid ; as soon as this is completed the bell will be raised to its future exalted station. For the following measurements we are indebted to Mr. Betham, the architect of the Cathedral. Tomnfi610. Tomofl835. Ft. In. Ft. In. Extreme perpendicular height to the top of the cannons 6 3| 6 Of centre of the crown 4 lo| 5 Of shoulder . . _ g| 4 -| Diameter at the skirt, or broadest part . . 6 _\\ 6 10^ Circumference at ditto 19 6 21 6? Thickness at the sound bow . . . . 0 _i 0 6 Tons. Cwt. .ons. Cwt. Weight t8 5 8"], [49, "23 THE CATHEDRAL. The ropes with which Great Tom is to be hoisted up being attached to it, the opportunity has been taken of trying its tone, and all who have heard it consider it in every way equal to its predecessor. Belvoir Castle, which is thirty miles distant, is often distinctly discernible from the summit of the towers. History *. — According to Bede, the historian, Christianity was not introduced into Lincolnshire before the year 628, when Pau linus, who came over from Rome with St. Augustine, having seen his apostolical zeal rewarded in the conversion of the whole king dom of Northumberland, visited the city of Lincoln, where he made many converts, particularly the governor and his household, and built a church ; but as Lincolnshire, being part of the king dom of Mercia, was at that time subject to a pagan monarch, and subsequently within the jurisdiction of the bishops of Mercia, no episcopal see was established in the county till 678, when the pro vince of Lindsey being wrested from Mercia by Egfrid, King of Northumberland, was by him made a separate diocese, the see of which was fixed at Sidnacester, a place now only known by name, and the site of which has been disputed ; though Stow, a village a few miles from Lincoln, is now generally supposed to be the place. Nine prelates in succession sat at this Sidnacester ; after wards the see was translated to Dorchester, near Oxford, from whence it was again removed, after the lapse of 137 years, by Bishop Remigius, to Lincoln. The foundations of the Cathedral were laid out, and the building nearly finished, by this Remigius, in 1092, when he died, on the eve ofthe day upon which he had intended the consecration of the pile should take place. The dedi cation and completion were effected by Robert Bloet, the imme diate successor of Remigius. But being injured by fire in 1124, it was repaired by Alexander, the third bishop, who, to prevent the recurrence of a similar calamity, covered the aisles with a vaulted roof of stone, the pressure of which proving too great for the strength of the walls, Hugh de Grenoble, the sixth bishop, and next principal benefactor to the church, rebuilt much of the present fabric between 1186 and 1200. He was a native of Grenoble, in France, and a distinguished prelate of his time. He died in London, 1200, and his body being brought to Lincoln for inter ment when the kings of England and Scotland were holding a con ference in the city, it received the peculiar honour of being carried on the shoulders of those monarchs from the city gates to the Cathedral close. He was buried in the church, but in consequence of his subsequent canonization, he was disinterred in 1282, and his remains deposited in a shrine of pure gold, which stood nearly in the middle of the presbytery, and which was broken up and carried to the king's treasury by order of Henry the Eighth. * Principally an abridgment from \" Wild's Cathedral\" — a very splendid — and, we believe, very faithful work."], [50, "24 THE CATHEDRAL. About the year 1239 the fabric sustained considerable injury from the fall of great part of the central tower, owing to the un skilfulness or too great daring of the architect. From this time to 1279 little was done to repair the disaster, when Bishop Sutton rebuilt the tower, though it was then carried no higher than to the part where now the conge windows begin. The upper part ofthe tower was built in 1306. During all these periods the church was slowly but steadily rising to a perfect state, nearly every bishop enlarging it, and adding to its magnificence. The whole was finished about the end of the fourteenth century. Prior to the Reformation, the Minster was distinguished for its immense wealth, and the sumptuous costliness of its decorations. Henry the Eighth is said to have taken from its treasury 262 1 ounces of pure gold, and 4285 ounces of pure silver, exclusive of two gorgeous shrines ; one of St. Hugh, of gold, the other of Bishop John DAlderby, of massive silver, and numerous pearls and precious stones of the most costly description. Of all the architects and sculptors of this great fabric, whose labours so justly deserve our admiration, little is known ; con temporary chronicles and local registers having hardly recorded more than the name of the patron under whom their genius was exerted, and to whom the merit of their works has in consequence been too generally described. For although there are abundant proofs that the science of architecture was much cultivated by the clergy, and that their plans were frequently properly executed under their direction by ordinary masons, it can scarcely be ad mitted to have been the case in such a work as that under con sideration, in which sculpture forms so essential a part of the design, and is so strongly marked by the refinements of pro fessional taste. It is certain, that the great works being at this time erected on the Continent, and particularly in the Italian re publics, were designed and superintended by eminent professors, whose lives were exclusively devoted to the study and practice of their art, whicli usually combined both architecture and sculpture ; and it is reasonable to presume that the same was the case in this country, since those rival arts appear more completely and success fully united in the structures of that age than in those of any other period whatever. The diocese of Lincoln at present contains the counties of Lin coln, Leicester, Huntingdon, Bedford, and Buckingham, and part of Hertfordshire — in all, 1255 parishes, of which 557 are impro priations. It has six archdeaconries, Lincoln, Leicester, Bedford, Buckingham, Stow, and Huntingdon. The bishopric is valued, in the king's books, at 894.. 10*. Id. The establishment of the church consists of a bishop, a dean, a precentor, a chancellor, a sub-dean, six archdeacons, fifty-two prebendaries, four priest vicars, six lay clerks or singing men, an organist, four boys, called cho risters, and six others, called the Burgherst chaunters."], [51, "THE CATHEDRAL. 25 Bishops of the See. — The first bishop of Lincoln was, as we have already stated, Remigius ; the first Protestant, Taylor, who lived in Queen Mary's time, and the last Catholic, White, who preached Queen Mary's funeral sermon, and in so doing, offended her successor, Elizabeth, who immediately deprived him of the bishoprick. Amongst the bishops who have ruled over the see, the three following are the most deserving of notice. Robert Grosseteste *, one of the lights of a dark age, was born of obscure parentage, at Shadbrook, in Suffolk, about the year 1175. He was one of the most learned men of the age; some estimate may be formed of the extent of his attainments, from the fact that they were attributed to magic. So honest and so undisguised was his opposition to ecclesiastical abuses, that he was once actually excommunicated by the Convent of Can terbury. This sentence he treated with the contempt it deserved ; it neither abated his zeal, or shook his perseverance. In 1248 he obtained, from Pope Innocent the Fourth, leave to reform the religious orders, and so effectually did he use this permission, that at last the monks appealed in a body to the pope, who not only decided against the English prelate, but added insult to injustice. Grosseteste warmly retorted, almost accused the papal court of bribery, and in a remonstrance which he left behind him, fully exposed its abominable abuses. At length the pope and the bishop came to an open rupture. Grosseteste, it seems, had received an order from the pontiff to promote his nephew, then a mere boy, to the first vacant canonry in the cathedral. An answer was immediately returned, containing an explicit re fusal to comply with the request, accompanied with a cutting reproof of the pope's flagitious conduct. This so exasperated his holiness, that he ex claimed, \" What ! shall this old dotard, whose sovereign is my vassal, lay down rules for me? By St. Peter, I'll make such an example of him as shall astonish the world.\" But Grosseteste received very calmly the thunderbolts that the enraged pontiff launched against him, and continued to rule over his diocese, with great wisdom and piety, till the year 1253, when he died. The pope was, of course, rejoiced to hear of his death, and even carried his little-mindedness and revenge so far, as to order his remains to be disinterred and burnt. This letter, however, was not sent. Grosseteste did not surpass the ecclesiastics of his age more in learning than in judgement, piety, and integrity. He also possessed, what was then a rare attainment, an accurate knowledge of the scriptures. He was un doubtedly, take him \" for all in all,\" a great and good man. Henry Beaufort f was the natural son, legitimized by parliament, of John of Gaunt, by Catherine Swynford, who afterwards became his third wife. In 1397 he became Bishop of Lincoln, and soon after Lord High Chancellor of England. Upon the death of his nephew, Henry V., he was appointed one of the guardians of bis son, Henry VI., during the lat ter's minority. Great dissensions now broke out between him and the Protector, Humphrey, Duke of Gloucester, which lasted through their fives. Beaufort was soon after this made a cardinal ; he was likewise appointed the pope's legate in Germany, and general of the crusade against the Hus sites, or heretics of Bohemia, and obtained from parliament the grant of a sum of money and a body of forces, for the more successful execution of his office ; but after proceeding to Bohemia, and remaining there some few months, he was recalled by the pope. In 1430 he accompanied the young king into France, and crowned him in the church of Notre Dame, at Paris. But during this time, the Duke of Gloucester not only procured an order of coun cil, prohibiting any of the king's subjects from accompanying the cardinal, if lie should leave the king without his permission, but he attempted to deprive him of his bishoprick. On the cardinal's return, for his more effectual security against these hostile attempts, he obtained, by the assistance of the House of Commons, letters of pardon for all offences in which he thought his enemy might at all implicate him. Notwithstanding these precautions, the Duke of Gloucester drew up fourteen articles of impeachment against him, which he presented to the king with his own hands. The examination ♦ Abridged from Cunningham's Lives of Illustrious Englishmen. t Abridged from Rees' Encyclopædia. 3 E"], [52, "26 THE CATHEDRAL. of these articles took up so much time, that the Protector dropped the pro secution. The cause of the protector's inveterate enmity against Beaufort, is said to have been the part he took in instigating certain persons to accuse and prosecute his duchess for treason, witchcraft, aud other crimes. Tbe cardinal died in 1447, about a month after the Duke of Gloucester, in whose murder it was supposed he was concerned. The remorse and horror he felt are exhibited in very impressive characters by Shakspeare in the last scene of the second part of King Henry the Sixth. \" Died he not in his bed? — where should he die? Can I make men live, whether they will or no ? Oh i torture me no more : I will confess,\" &e. &c. Thomas Wolsey *, supposed to be the son of a butcher, was born at Ipswich, in Suffolk, in 1471. After the death of Henry VII., he was re commended by Fox, Bishop of Winchester, to Henry VIII., whose favour and confidence he so conciliated by blending amusement with business, that he eventually supplanted the then ministers, and took their power, un controlled, upon himself. His preferments, from this time to his fall, were unexampled for the rapidity with which they followed each other. He was introduced into the privy council 1510; made reporter of the star-chamber, registrar, and afterwards chancellor of the garter; advanced to the sees of Tournay and Lincoln in 1513, to York in 1514, and to the dignity of car dinal in 1515: in the same year he was made Lord High Chancellor of England. Still insatiable in the pursuit of ecclesiastical preferments, he obtained the administration of the see of Bath and Wells, and the tem poralities of the abbey of St. Alban's and the rich bishopricks of Durham and Winchester. His pride and love of pomp kept pace with his elevation of rank. In his train of servants, 800 in number, were many knights and gentlemen, and the sons of noblemen acted occasionally as bis domestic menials. He founded lectures at Oxford, and afterwards the celebrated college of Christ Church, in that university ; he also established a collegiate school at Ipswich. He built a palace at Hampton Court, which was so splendid, that it is said the king grew jealous of its superior magnificence, which coming to the knowledge of the cardinal, he craftily presented it to the king. He further ingratiated himself with Henry, by an arbitrary loan he raised for the supply of his wants ; but these measures soon made him odious to the nation. His fall was now rapidly approaching, and the first step to it was the divorce of Queen Catherine, and by the king's marriage soon after to Anne Boleyn, it was virtually consummated. The king first, though not without hesitation, required him to surrender the great seal, and to quit York Place — a palace he had built in London (the present White hall). His furniture and plate were seized, and he was ordered to retire to Esher, a palace which belonged to him as Bishop of Winchester. These measures overwhelmed the favourite, destitute as he was of a strong inward resource of magnanimity ; and it is stated that he was so transported on re ceiving a slight mark of favour from the king whilst in this state of depres sion, that he dismounted on meeting the messenger, and fell on his knees in the dirt, to receive the expression of his master's kindness. Henry, however, was capricious and inconstant, and Wolsey was indicted in the star-chamber. An accusation of forty-four articles was exhibited against him, but he was so ably defended by Thomas Cromwell in the House of Commons, a man whom he had raised from a low condition, that his enemies were defeated. But they were more successful in a subsequent attempt ; however, on resign ing York Place, with all its furniture, to the king, he received a full par don. But, in the words of scripture, little could he, indeed, put his \" trust in princes,\" for he was soon after arrested for high treason, and conducted towards London to take his trial. On the road he was seized with a dis order, which obliged him to stop at Leicester, and in a few days caused his death. Shortly before he expired he said, \" Had I but served God as diligently as I have served tlie king, he would not have given me over in my grey hairs.\" * Abridged from Ree. Encyclopædia."], [53, "27 THE CATHEDRAL. SIR HUGH; OR THE JEW'S DAUGHTER The bonnie boys o merry Lincoln War playin at the ba ; And wi them stude the sweet Sir Hugh, The flower amang them a. He kepped the ba there wi his foot, And catch'd it wi his knie ; Till in at the cruel Jews window Wi speid he gard it flie. ' Cast out the ba to me, fair maid, Cast out the ba to me:\" — ' Ye neir sail hae't, my bonnie Sir Hugh, Till ye come up to me. \" Cum up sweet Hugh, cum up dear Hugh, Cum up and get the ba;\" \" I winna cum up, I winna cum up, Without my playferes a.\" And she has gane to her father's garden, Sae fast as she could rin ; And powd an apple red and white, To wyle the young thing in. She wyld him sune throuch ae chamber, And wyld him sune throuch twa, And neist they cam to her ain chamber, The fairest o them a. She has laid him on a dressin-board, Whar she was usd to dine, And stack a penknife to his heart, And dress'd him like a swine. She row'd him in a cake o lead, And bade him lye and sleip ; Syne threw him in the Jew's draw well, Fu fifty fathom deip. Whan bells were rung, and mass was sung, And ilka lady gaed hame, Than ilka lady had her young son, But lady Helen had nane. She row'd her mantel her about, And sair sair can she weip ; She ran wi speid to the Jew's castel, When a war fast asleip. ' My bonnie Sir Hugh, your mitber calls, I pray thee to her speik :\" \" O lady rin to the deip draw-well, Gin ye your son wad seik.\" Lady Helen ran to the deip draw well, And kneel'd upon her knie ; My bonnie Sir Hugh, gin ye be here, I pray ye speik to me.\" The lead is wondrous heavy, mither, The well is wondrous deip ; A kene penknife sticks in my heart, A word I dounae speik. :< Gae hame, gae hame, my mither deir, Fetch me my winding sheet; For again in merry Lincoln toun We twa sail never meit.\""], [54, "28 LEADENHAM. GAINSBOROUGH CHURCH. LEADENHAM, The seat of Colonel Reeve, is a pretty little village on the road between Lincoln and Grantham. The church, partly in the de corated and partly in the later English style, is a very elegant one ; the spire, in particular, being most beautifully proportioned. The living is a rectory in the archdeaconry and diocese of Lincoln, rated, in the king's books, at 29/. 12s. 8id. TOWER OF THE PALACE RUINS, LINCOLN."], [55, ""], [56, ""], [57, ""], [58, "London &. Lincoln JOHN SAUNDERS .TUN11 1835 ■ TOiRKSEY so-feph :--<:;:■■'"], [59, "PONT IN LINCOLN CATHEDRAL. TORKSEY. The Village is situated near to the junction of the Fosse Dyke Canal with the River Trent, and is distant from the city of Lincoln about eleven miles N. w., and from Gainsborough seven miles s. This Fosse Dyke Canal had, from the accumulation of soil during a long period of neglect, become entirely useless, until, in 1744, Mr. Ellison obtained a lease of it from the corporation of Lincoln for 999 years, when he immediately cleaned it out, and thus ren dered it navigable. He also built a lock at the point of junction, for regulating the depth of the water in the Fosse Dyke. The navigation of the canal has since become most beneficial to the city of Lincoln, and to the lessee. Though now an obscure vil lage, Torksey is a place of high antiquity, and was formerly of considerable consequence. It is supposed to have been a Roman town, built at the entrance of the Fosse Dyke to secure the navi gation of these parts, and as a storehouse for corn. During the Saxon heptarchy its importance was great, and it was on the de clining sandy shore here, that Paulinus baptized the Lindisians in the presence of Edwin, King of Northumbria : here, too, was the Tiovulfingacester* of the venerable Bede. Torksey contained two hundred burgesses, or traders, who en joyed several privileges, for which they were hound, when the king's messengers came that way, to convey them in their own barges to York, the sheriff supplying them with provisions. In King John's time two religious houses were founded in Torksey; one, a priory of Augustine Canons, by the king himself, the other, a convent of the Order of St. Benedict (called the Fosse Nunnery), by the inhabitants of the town; the privileges of the latter were confirmed by Henry III. Both were fined to King A noted Roman station. 4 E"], [60, "30 TORKSEY. John, a palfrey, for the confirmation of their grants, and that they might not be obliged to plead except before the king himself. At the dissolution of monasteries in Henry the Eighth's time, the revenue of the Priory was valued at 13/. ls. 4a\". according to one authority, and 27/. 2s. 8<_. according to another ; and the revenue of the Convent at ll. 3s. Ad. according to one authority, and 8/. 5s. Ad. according to another : there were then but four persons in the Priory, which, in the 35th year of Henry VIII., was granted to Sir Philip Hobby. The Convent, in the 5th year of Edward V. was granted to Edward, Lord Clinton. The old town of Torksey (which lay on the south of the present village) possessed two churches; there is now but one ; which is a small convenient building, where are preserved some stone coffins, found in digging near the site of the Augustine Priory, and also a stone, on which is the carved figure of a female, with an inscrip tion to the memory of Margaret de Multon, once the superior of the Fosse Nunnery, on the site of which the stone was found. The inn is a rather large building, and evidently of ancient erection ; its sign, following the fashion, has changed with its masters. A few years ago it bore a bold clumsily painted hound, and was labelled the Talbot Inn; now we see in its stead a simple square board, lettered, the Hume Arms, without escutcheon. The ancient charter of Torksey, we believe, is still preserved, by virtue of which it enjoys the privileges of a fair on Whit- Monday, and a toll on cattle and goods. The living is a perpetual curacy, held by sequestration, in the archdeaconry of Stowe, and diocese of Lincoln, endowed with 800/. royal (Queen Anne's) bounty. The Castle, or Old Hall, as the villagers term it, is the main attraction of Torksey. We wish we could succeed in conveying to those who have not seen it some feeling of the interest it in spires, but as with all our endeavours we have heen able to glean scarcely any well authenticated information respecting it, we must throw ourselves entirely on the imagination of our readers. The situation will be best appreciated by observing our view — the Castle Ruins are there seen standing south-west of the village, close by the river Trent, on the Nottinghamshire bank, and flinging its proud shadow mid-way into the water. Approaching the ruins for the purpose of examination, we find a western front, of some length, with four octagonal turrets. There is also a fragment at the south end, originally part of the offices. The building is a mixture of brick and stone, and the ancient rooms appear to have been spacious. As there is no appearance to indicate that any outworks ever existed, it was evidently intended for a magnificent residence rather than a place of defence *. * \" The present castle is founded on the old Roman granary, a foundation is still visible all along the edge ofthe original site.\" — Stukely. Whatever may have been the case when Stukely visited the spot, no trace of any such foundation now exists."], [61, ""], [62, "W.Watkms. ocu]pL ■ _- BIA-TSTDX \"PILLAR lonoon & I::- 335"], [63, "DUNSTON PILLAR. 31 No authentic memorial remains as to who were the founders and occupiers of the building ; therefore, history being at fault, we resort to her \" elfish sister,\" Tradition. The oldest inhabitants in the village assert, that the noble family of the Talbots were lords of this once proud mansion, and the lowly villagers have localised among them many a tale of their feuds, disappointed loves, and buried wealth, to talk over on their winter evenings. A few years ago, some boatmen were discovered, by the light of a lanthern they carried, digging, at midnight, for hidden treasure, by the ruined castle wall side ! — so strong is the influence of the marvellous yet lingering among our peasantry. Edmund Jermyn, Esquire, was lord of the manor in 1550 ; he gave an annuity of 40/. out of the parish lands to the poor of Bury, in Suffolk. When Buck took his view of the remains of the Old Hall, in 1726, the manor belonged to Sir Jermyn Davers : it afterwards became the property of the Duke of Newcastle, by whom it was sold to the father of the present proprietor, Sir Abra ham Hume, Bart. Population, 365 WINDOW IN THE PALACE RUINS, LINCOLN, DUNSTON PILLAR. Erected by Sir Francis Dashwood, afterwards Lord le De Spen cer, about eighty years ago ; was originally intended for a light house, which it was called. The spot it stands upon was then the"], [64, "32 CASEWICK HALL. centre ofa wild open heath, of great extent; but in the course of time, the heath became divided into fields, a turnpike road ran through them, and the lighthouse became useless. Many years after this, the lanthern was blown down in a violent storm : its place was subsequently filled by the colossal statue of George III. that now adorns the top of the pillar, erected in memory of the j ubilee, by the late Earl of Buckingham. There are four little buildings surrounding the pillar, at equal distances, which were used many years for the accommodation of parties resorting thither for amusement — tea parties — playing at bowls, quoits, &c. An inhabitant of Lincoln remembers, about fifty years ago, seeing as many as sixteen or eighteen carriages there at one time. A bust of this Lord le De Spencer is, we believe, still preserved, among several others, at a well-known inn, called the Green Man, about two or three miles distant from the pillar, where a club of the neighbouring gentry was at that time held — the busts alluded to being those of the then members of the club. CASEWICK HALL, The seat of Sir John Trollope, Bart., is situated near the village of Uffington, about three miles from Stamford. The building is a very fine one. ONE OF THE CHAPELS ATTACHED TO THE BISHOp's PORCH LINCOLN CATHEDRAL."], [65, "CASEWICK HAU"], [66, ""], [67, ""], [68, "Bngrived. by J Ropars STOW CfflUIRCTh Drawn by T.Allen."], [69, "33 STOW. GATEWAY IN THE PALACE RUINS, LINCOLN STOW Is now an obscure village, hut appears to have been formerly more considerable. It lies northward of the Roman road called Tillbridge Lane, where stands Sturton (or the Street-Town,) hamlet to the parish of Stow : this was, probably, a small Roman settlement. The name of Stow is Saxon, merely signifying a place. It was formerly called Stow St. Mary, from the church being dedi cated to the Virgin. Some have thought Stow the ancient see of Sidnacester, — the seat of the Bishops of Lincoln before the see was united with Dorchester and removed to that city. Eadhed, or Hedda, was the first Bishop of Sidnacester, a. d. 678 ; the last was Brightned, or Birthned, about 783, when the Danes ravaged these parts and destroyed all the monasteries and churches. The situa tion of this little town seems totally unknown and irrecoverable. It may have been at Stow, but nothing remains, beyond probable conjectures, to prove the fact. It has been contended for at Caister and Kirton in Lindsey, Hatfield in Yorkshire, and Newark in Nottinghamshire. Stow had a Monastery for secular priests before the Conquest, which afterwards was occupied by Monks ofthe Be nedictine order, who were removed to the Abbey of Eynsham in Oxfordshire. The Bishops of Lincoln had a Palace at Stow Park, nearly a mile from the church, which was alienated by Hen. Randis, alias Hol beach, who was bishop of Lincoln in the reign of Edward VI. This prelate got Stow Park into the possession of his family, and here his son Thomas resided. It has now only a farm house partly surrounded by a moat and broken ground. The Church is a very an cient structure, built in form of a cross, and appears as old as the Conquest, if not older, as we may judge by the style of its archi- G"], [70, "34 OLD HALL, GAINSBOROUGH. tecture. The Tower in the centre was added in the 14th century : it is remarkable in its form, which diminishes at the sides in a py ramidical shape. The battlements are ornamented with pinnacles at the corners, and four sculptored figures (now much mutilated) em blematic of the four Evangelists. The west window, and some few others, are much later than the ancient walls, and have been in serted for the sake of giving more light to the interior. In this church there is still a Prebend attached to the Cathedral of Lincoln, and an Archdeaconry. The church contains many ancient curiosi ties — the principal of these is a Baptismal Font standing on a platfonn (a wood-cut of which is given in our second number. ) It is of massive stone, the basin of eight sides, each side allegorically carved : a short thick round pillar sustains it in the centre, and eight lesser ones at the edge ; these, with the central pillar they surround, stand upon a solid square pedestal, where is a carved stone dragon personifying Satan overthrown by Christian Baptism ; this figure has formed part of the crest and great seal ofthe Earls of Lancaster. Here is an antique clock that vibrates once for three or four, instead of every, second, and an ancient oak pulpit singularly carved. There is a Wesleyan Chapel here, and a School endowed with 12£. per annum, also a Fair held at Michaelmas. A Court Leet, and a Great Court Baron, is held under the lord ofthe Manor, Sir W. Amcotts Ingilby, Bart. The farm on the sits of the old Bishop's Palace has heen occupied by Mr. Cox, farmer, about 20 years. The Park, as it is called, has little of a park-like appearance now, being divided into cultivated fields. OLD HALL, GAINSBOROUGH. This singular and extensive edifice stands at the farther side of a large open area called the Mart Yard, leading off to the right as we walk down Lord Street to the Trent. The building forms thrtee sides of a quadrangle ; — or a front, and two wings joining it at right angles. The wings, — for they are the first portions of the archi tectural groupe which arrest our attention as we approach — were appended to the main body, or more ancient part of the erection, towards the close of the sixteenth century, by Sir Willoughby Hickman, ancestor of Henry Bacon Hickman, Esq., the present lord of the manor, and son of Sir William Hickman, a wealthy merchant of London, who bought the Manor of Gainsborough of Thomas, Lord Burgh, in the reign of Elizabeth, and was knighted by that Queen. One of the wings bears on its extremity the date •of its completion, \" 1600,\" with a sun-dial, and the initials of its founder, \" W. H.\"; — the extremity ofthe other is graced with the family crest. The architecture of the wings, although much in jured and defaced by the whole mansion having been let off into workshops and various tenements, bears marks of the rich though modest ornamental style used in the reign of the maiden Queen. The carved wood work of two large rectangular windows in the in-"], [71, ""], [72, ", .r-n-ciu Punished, by JOHN SATXNHERS JUN.K 183, OLB HALL, GAINSBOEOUJGJ"], [73, "OLD HALL, GAINSBOROUGH. 35 terior sides of the wings are sufficient indications of what must have been the rich effect of the whole, ere Time had dealt his ravages on this stately pile. One ofthe wings seems to have been employed bv its knightly and affluent founder for the ceremonial purposes of his establishment. A very richly carved projecting window on the ex- terior side of this wing, commanding a striking view of the church, gave light to a splendid apartment which in modern times would have formed the saloon of the mansion. The room itself is very spacious, and with its gorgeously carved ceiling and wainscotting, and antique window recess, produces a pleasing train of imagina- tive recollections in the mind of the admirer of olden times. A row of gigantic chimneys rises behind the other wing, fitting it for the enlarged hospitality practised by the wealthy gentry of the Eli- zabethan age, and denoting it to have formed the more homely division of the ancient residence. In the Kitchen, which is situ- ated immediately behind the angle where this wing joins the main body of the building, are remaining proofs of the large scale on which domestic matters were conducted by the ancient Hickmans. Two massive grates with enormous smoke-jacks, which were perfect a few years ago, occupy one side of this kitchen. Generous, how- ever, as was the style of hospitality practised by these successors and imitators of the feudal Barons, we question whether equal glad- ness of heart was ever produced by it to so many thousands during the whole course of their heritage, as was created by modem charity in the single winter of 1816, and experienced in this very room. The poor of the town and neighbouring hamlets were in extreme want from the scarcity of employment and the severity of the wea- ther. Mrs. Frances Hickman, the maiden lady of the manor, since deceased, commenced a subscription for the relief of the sufferers by putting down £100, which speedily swelled to £400; and du- ring several weeks of tlie inclement season, many thousands were here relieved from starvation by donations twice a week of coal, soup, biscuits, herrings, potatoes, &c. The central part of the mansion is of different dates of erection, and consequently of varied styles of architecture. Three formally- cut gables crown an abutting part of the front which faces us as we approach from the Mart Yard. The interior of this abutment is a noble winding staircase, leading into what, a century or two ago, was a magnificent gallery. The facing of the whole front is com- posed of plaster divided by long strips of oak framing, three or four inches broad, running uniformly from the eaves downwards, some times crossed by similar strips or occasional bars, and strengthened by short strong slanted or curved beams, — a style of facing common to many English buildings dated at the close ofthe 16th and com mencement of the 17th century. At the angle where the right wino- joins the front is an archway bedecked with the remains of rich carving, and conducting us to the back of the central body of the ancient mansion — which is the view given in our plate. This is, in many respects, the most interesting part of the whole pile. On oui' left, in the comer, stands an imposing brick tower, 80 feet"], [74, "OLD HALL, GAINSBOROUGH. 36 high, surmounted with a handsome battlement, and adorned with two lar<*e mullioned Gothic windows, and four or five smaller nar row pointed ones, or glazed loopholes. In the interior of the tower is a spiral stone staircase, TOP OF THE TOWER OF THE OLD HALL. which is often mounted by visitors. The tower, like most other parts of the building, is inhabited. Further right projects the octagonal front of a fine Gothic erection, airily built of stone, and battlemented. At each angle of the half octagon is a delicate buttress, and in each of the five sides a superb pointed window, which in the memory of some of the inhabitants of the town was filled with stained glass, but is now rudely closed with brick. To assist the fancy of our readers in realizing the vanished glories of these beautiful windows, we take the liberty of introducing a matchless description by Keats\" the Young Poet.\"* A casement high and triple arched there was, All garlanded with carven imag'ries Of fruits, and flowers, and bunches of knot-grass, And diamonded with panes of quaint device Innumerable of stains and splendid dyes As are the tiger moth's deep damasked wings ; And in the midst, 'mong thousand heraldries, A shielded scutcheon blushed with blood of Queens and Kings. The apartment to which these windows conveyed the light of hea ven, is said to have been (we believe wrongly) a chapel of John of Gaunt's, the royal Duke of Lancaster, and Earl of Lincoln, whose Palace it is also said the Old Hall formerly was. The apartment itself is now a green-room to a small theatre, which is fitted up in a part of what was probably the banquetting hall of that noted Plantagenet, and which was lighted by a small cupola still remain ing on the ridge of the building, with a fane fixed on its top. * He died at 24 years of age."], [75, "OLD HALL, GAINSBOROUGH. 37 Whether the brick tower he also an erection of John of Gaunt's, or an earlier building, is unknown. Certain it is, that there was a tower here as early as the reign of Stephen, but whether this or a former one cannot be ascertained. One line ofa moat, which, rising from the Trent, anciently took a circuit round the whole town, is still discernible behind the court-yard at the back of the building. Among the celebrated names associated with the original Palace, are those of Alfred the Great and his bride Ethelswitha, whose marriage feast is said to have been celebrated here — though another tradition says it was at Torksey, in the neighbourhood. Sweyne, whom we have before mentioned, is supposed to have kept his court here : and an enclosure is also shown, a few yards from the palace, in which tradition says he was killed in a drunken brawl with his pi rate chieftains. That the Danes formed one of their most perma nent stations in this neighbourhood is certain, from an encampment of the peculiar form ascertained to have been used by them, found at about a mile's distance from this mansion, and situated on a com manding elevation, in such a position that their fleet anchored in the Trent below was always in their sight. The royal Canute also kept court here occasionally. On the accession of William the Conqueror, the manor of Gains borough with its castle was given to Geoffry de Wirce, one of the Norman's successful followers. Remaining records name a Mow bray, a Talbot, and a Percy, among its after possessors ; but of all its heritors, none, perhaps, have stamped upon it so much interest as the illustrious Plantagenet mentioned above. His powerful pro tection, it is well known, saved Wickliffe in the hour when his persecutors arrayed themselves to quench that morning star of the Reformation. The seclusion of Wickliffe in Lincolnshire, after his public trial, is recorded by the biographers of the Reformer ; and it is highly probable that the preacher of Lollardism found a refuge from the zealots of the Church of Rome in this very palace of his powerful protector. That he was not unknown to the inmates of the palace of the royal Lancaster appears probable from a tradition often recited among the ancient gossips of humble rank in the town of Gainsborough. We shall brierly relate it, having already expressed our intention to relieve the drier parts of our letter-press by occa sional traditionary tales. The catastrophe is dismal : — But for the general award of love The little sweet doth kill much bitterness. Keats. and we trust our readers, remembering this in their own experi ences, and feeling more deeply than ever the exceeding beauty of the natural human heart — (for there is an artificial one,) will exclaim, (again with Keats,) after this little story of Talbot and the \" fair Maid of Lancaster,\"— Were they unhappy then ? — It cannot be — Too many tears for lovers have been shed, Too many sighs give we to them in fee, Too much of pity after they are dead, Too many doleful stories do we see, Whose matter in bright Gold were liesl be read."], [76, "38 OLD HALL, GAINSBOROUGH. The heir of the high-bom Talbots, residing at Torksey castle, wooed the fair daughter of the royal Lancaster : their love was mu tual, but the Talbot was only a simple knight in rank, although of equally noble blood with the maiden Plantagenet ; beside he was a determined opposer of what he termed the dangerous errors of Lo_ landism. Their love-passages were forbidden by the stern father of the maid — but she, whose conversion to Loilandism, notwithstand ing her frequent converse with Wickliffe, was by no means decided, gave secret encouragement to the knight. They had stolen inter views : — ■ They met, all _ves, before the dusk Had taken from the stars its pleasant veil. Close in a bower of hyacinth and musk, Unknown of any. Parting, they seemed to tread upon the air, Twin roses by the Zephyr blown apart, Only to meet again more close, and share The inward fragrance of e_ah other's heart. Kbats These interviews were contrived by a favourite maid of Lancaster 'g fair daughter, who at length planned an escape from the castle in a boat prepared on the Trent by the damsel's knightly lover. Being discovered, however, before their escape was effected, the maid of Lancaster was brought back to her father's palace, and imprisoned in a room in the tower. Here She weeps alone for pleasures not to be ; Sorely she wept until the night came on. And then, instead of love — Oh! misery! She brooded o'er the luxury alone : His image in the dusk she seem'd to see, And to the silence made a gentle moan, Spreading her perfect arms upon the air, And on her couch low murmuring \" Where T Oh ! Where ? ' ' Would she had died thus — but it is said she was here starved to death by her pityless sire. But as we do not love horrors, we would rather think a second version ofthis tale to be the true one, in which the unhappy damsel escapes to a monastery, and dies there. However, be either account true or false, we remember well in our childhood, with what shuddering horror we used occasionally to steal along the desolate gallery, and peep into the black looking room, said to be the identical one where the fair lady,, or her affec tionate damsel, perished. Sweyne and Canute.— Ethelred, young and wanting in both courage and capacity sufficient to govern his subjects, was King of England when the plundering Danes commanded by Sweyne, King of Denmark, sailed up the Humber, and made a powerful descent upon the Kingdom. All Lindesey was laid waste, and slaughter and miseries innumerable returned upon the unhappy people of every quarter of the land. These horrors were re- venged, some time after, by blacker horrors, viz. a massacre, by the Eng- lish, of those Danes who for years had been domesticated within their communities ; it occurred on a Sunday, when the Danes usually bathed. Shortly after, Sweyne shook the whole Kingdom into ruin. Towns were sacked and burnt,— whole Streets were devastated by fire and sword,— and the ground flowed with human blood. Ethelred, \" the unready,\" fled with"], [77, "OLD HALL, GAINSBOROUGH. 39 his Queen Emma and her two Sons into Normandy, and Sweyne received the \" right divine \" of the regal power ; but lo, in a drunken brawl, he was killed a few weeks after in Gainsborough. Canute, his son, succeeded to his Ul-won power, and shortly after the unhappv and inglorious Ethelred dying, his son, Edmund Ironside, opposed himself determinedly to Canute ; and the Crown was battled for hardily till the nobles of both party interfered, and tired out with blood-shedding, obliged the Princes to divide the King dom between them. Lincolnshire was in Canute's division. A month after this the brave and, as it seems, conscientious Edmund was murdered. Ca nute, upon this, swayed the whole kingdom, sending Edmund's two sons to his Swedish ally, requesting him to bestow upon them their father's fate ; but the Swede was more merciful, and placed them both under sound protec tion. But now did Canute commence a higher and a better system of policy; and by practising justice and protecting equally the lives and properties of the English and Danes, he won some degree of affection, and even veneration. To secure himself entirely, he married Emma, Queen of the deceased Ethel red, and mother-in-law of the murdered Edmund Ironside. We may feel a little dubious of the holiness of such a match ; bnt it is impossible to look into history without experiencing perpetual disgusts at what is recorded there : It will b3 well, if, from the perusal, we become better satisfied with our own times, and with the advances that we have made, and are making. After a period Canute, by conquests and valour, attained the utmost height of all the grandeur that he knew of; and having no more wars or intrigues to prosecute, wearied — as the custom is — of Glory ! he now turned Devotee; built churches, endowed monasteries, enriched ecclesiastics, and gave re venues to chauntries, where prayers were to be said for the souls of those fallen in battle against him ; and, what was better, made such compensa tion as was in his power, for the injuries he had done to the living ; and ruled with exact justice. He died about 1035, — the most powerful monarch of his time, Sovereign of England, Denmark, and Norway. The incident relating to Canute, that school-boys learn from their Speak ers, affords, if true, a favourable specimen of his better nature, — late learned in much subtle and elevated wisdom ; — we have pleasure in concluding this -ketch of his life with so beautiful and profound a lesson. Some of Canute's flatterers, breaking out one day in admiration of his grandeur, exclaimed that every thing was possible for him : upon which the monarch, it is said, ordered his chair to be set on the sea shore,* while the tide f was rising; and as the waters approached, he commanded them to retire, and to obey the voice of him who was lord of the ocean. He feigned to sit some time in expectation of their submission ; but when the billows still advanced, and dashed over him, he sprang back, and remarked to his courtiers, every creature in the universe was feeble and impotent, and that power resided with One Being alone, in whose hands were all the elements of nature ; who could say to the ocean, Thus far shalt thou go, and no farther; and who could level wilh his nod the most towering piles of human pride and ambi tion. * Supposed by many the shore of the Trent, not a hundred yards from th. castle, oonse- fluently convenient for removal of his chair thither. + The swell of the rapid Hygre on the Trent would favour Canute's purpose much mort than an ordinary tide— this renders it more likely that the occurrence took place here."], [78, "BARTON. 40 OBSERVATORY, LINCOLN. BARTON Is 34 mile N. from Lincoln, and 167 N. from London, on the road from Kingston-upon-Hull. It stands on a gentle acclivity, rising from the south bank of the Humber. The traveller from Lincoln journeys for near 20 miles through a flat level country, along a road almost as straight as a line can be drawn, being the an cient Roman Road, called Ermin-Street. Eleven miles on this side of Barton we pass through Brigg: here we saw the coffin containing the corpse of the Hon. George Pelham, brother of Lord Yarborough, and resting on its way to the family Mausoleum, 9 miles off. Near Barton, a village appears at almost every mile. Elsham, seat of T. G. Corbett, Esq., M. P. ; Worlaby belongs to John Webb, Esq. : he was one of three illegitimate sons endowed with three parishes. Bondby is pretty : it consists of extensive farms belonging to Lord Yarborough. Saxby, a charming place, the property of J. W. Barton, Esq. Horkstow, seat of John Tufnall, Esq., and partly his property and partly Lord Yarborough's. South Ferraby, seat of Sir John Nelthorpe, yet a minor, who ha very extensive possessions in this district. It is admirably situated on the side of the first hill of the Wolds extending 40 or 50 miles S. E. through the county, cut in two as it were by the Humber."], [79, ""], [80, ""], [81, "BARTON. 41 From the third hill of this range the rivers Humber, Trent, and Ouse, and York Minster may be distinctly seen. The coaches run through Barton to the Humber side, a short mile from the market place. A drain, used for harbourage, borders the way on the right. Barton Ferry is, perhaps, the oldest we have in the land ; and Bar ton has derived its chief consequence from it ; but it appears this ancient ferry is on the 6th of April next to be stript of its most profitable honours, by a new route being marked out for the mail, whicli has for a long time sent the Hull letter bags across, to and from here ; hut is after that to forward them by a ferry, lately established at New Holland, \" without trade and almost without in habitants.\" A trial of the two ferries was ordered by the postmaster general, and the light mail cart that traversed the land of the New Holland route, outstript the speed of the mail coach with luggage and passengers, so that the former obtained over Barton an advan tage of about three minutes of time. There appears little room to doubt, that when a loaded mail is substituted (as it must be) on the New Holland road, — or, perhaps, when a hard winter should alter the state of the Barrow roads by New Holland, — that the advan tages would be equal, or, considering the trade and population of Barton, on the side of Barton ; at least, such is the general opinion, and it was very decidedly expressed at a public meeting of the ma gistrates, clergy, gentry, and inhabitants of Barton on the 23rd of June. In public resolutions they pronounced the Barton route to be \" entitled to a decided preference over that of New Holland,\" and declared themselves much \" aggrieved by the decision of the post master general,\" which, as \" based upon error,\" they hope will be annulled. The letters, when sent by Barton route, go by mail steam packet to Hessie, less than a mile across, whence they are instantly conveyed by a mail on land to Hull : when sent by New Holland, gd thither from Brigg by a light mail cart, and then across the Humber to Hull, and the passage is one mile more by water, and a quarter or half a mile more by land, than Barton route. A horse-boat conveys cattle and carriages every day coming with the tide. A market sloop plies on market-days when the morning tide favours. Barton people can go to Hull for Id. ; Hull people to Barton and back for 2d.; Strangers 4d. This is a privi lege yet in force from the ancient ferry charters. There is one steam packet to and from Hull ; it leaves Hull at 7 o'clock, returns from Barton at 8; leaves Hull again at 12, returns again at 2; leaves a third time at 4, and starts from Barton again at half-past 6. Some years ago, before the packet was established, a hoy sailed once a day ; of course the packet has benefitted the public. Tlie fares are 6d. and ls; the accommodation appeared to us not so good by any means as such a continual transit of passengers should obtain. There is an export of corn, malt, bricks, tiles, starch, &c. and an import of coals, &c. From the ferry we walk by the side of the drain towards the town : it mainly consists of nar-"], [82, "42 BARTON. row, short, irregular streets, in which there has been little altera tion made for a long period. Green shrubs and trees mix pleasantly with the houses, some of which are modern and very pretty, whilst others are very old. The Market-place contains some good shops and a handsome inn, \" The George.\" Beyond this area, a lofty mill stands on one side the street, (Barton has several good mills.) Further on is a raised enclosure, with fine thick elm and walnut trees ; this is Bardney Hall, a very ancient house, once, we believe, a monastery. In 1784, a society was entered into by the inhabitants to secure relief for themselves and their relatives in sickness and old age. There are now 140 members. A Masonic Lodge, St. Matthew's, No. 408, the earliest established in the county, is held at the George Inn There are no particular- winter assemblies held, and the only Music Society is one of young persons, who among them selves pay a master. The Theatre is only a barn, but neatly fitted up, which Mr. Smedley, an old veteran in theatrical service among the market towns of Lincolnshire, opens once in two years, in June. The principal School is one on the mutual instruction sys tem ; a Mr. Pitman, from London, is master. An Infant School has been added to it. A fat cattle market is held fortnightly ; a corn market every Monday; (this is a fine corn district,) and the yearly Fair on Trinity Thursday. The town is within the juris diction of the County Magistrates. Constables and other officers are appointed at the Court Leet of the Manor, (which belongs to the crown,) held half-yearly. The Church of St. Peter is very antiquated ; the lower part of the tower is, probably, one of the few specimens we have of real Saxon architecture.* St. Mary's seems to have been built as a Chapel of Ease to St. Peter's. It is princi pally early English, of which the tower is an elegant specimen. A small organ in each church has been built by subscription ; the bells are not very good. There is a curious custom observed ; a hell is rung from 7 to 8 every evening, from the getting in of the first load of barley in August till Shrove Tuesday. The origin of the custom is vulgarly said to be this : — An old lady lost herself in the fields or fens around, and found her way back to Barton by thc sound of this evening bell ; — so she gave property to keep up the practice. We may just observe, that similar traditions exist in Gainsborough, and in Leeds in Yorkshire. Chapels. — Independent, Primitive, Wesleyan, and Catholic. Barton was once noted for its commerce, until Edward I. made Kingston-upon-Hull a free borough, which being near (lower down the Humber,) drew away the trade from Barton. The town has once, doubtless, been large and important. Population.— 3,233. * In No. 2, a wood cut of thi- church was given, but by mistake was called St. Mary's."], [83, ""], [84, "THE H1XMH I LOW IKACON HIJLIL, HKAB.- JIAttTOH."], [85, "THI HUMBBR. 43 CHAPTER HOUSE, LINCOLN CATHEDRAL. fSee Description of tlie Cathedral, Page 19.) THE HUMBER, FROM BEACON HILL, NEAR BARTON. This plate may be said to describe itself as much as is necessary ; hiwever we will add a word or two. Standing on the spot from whence our artist has taken his picture, before you, in the valley, is Barton stretching down to the water. On the opposite bank is the village of Hessie, and towards the right, in the distance, is Hull :— -the two last objects are not discernible in our picture, being too minute to be made out. IimillC- TO THE GRAND HALL, PALACE RtURg, LIVOOMT (Set Description of Palate Itutns, Paste 10.)"], [86, "44 BOSTON. BOSTON. The town and port of Boston stand upon the river Witham, about five miles from its mouth, being 32 miles s. e. of Lincoln, and 116 n. from London. Its site, as well as the country for many miles round, is what is sometimes expressively called \" a dead flat.\" The parish is about two miles long, and one mile broad ; the town takes up about half this extent. Boston was at one time a place of immense trade and wealth, as the fact of Boston paying the largest amount (with the exception of London) towards a general tax levied on the ports of England, satisfactorily proves. The town, on the east side of the river, principally consists of one long and slightly curving line, running from the Spilsby road at one end, towards the road to the sea coast at the other, hearing in its course the respective names, Wide Bargate, Bargate, Market place, and South Street, crossed at right angles in the market place, by various lanes, &c. leading into other short streets ; and on the western side of the river, by a long street called High-Street, running from the bridge to the London road ; and from this street, another long one runs at right angles, called West-Street, towards the road to Sleaford. The general appearance of the town is very good ; it is well lighted and paved, the houses generally, even of the lower classes, appear to wear an air of comfort ; the streets are generally broad, and the Market-Place particularly, is a very noble spacious area, around which are the principal shops. The first historical notice that we possess relative to Boston, is in the Saxon Chronicle, where it is stated \" that St. Botolph built a monastery here, A. D. 654, upon a desert piece of ground given him for that purpose by Ethelmund, king of the South Angles.\" This monastery, and the town (if any then existed) weTe destroyed by the Danes in 870. From that time nothing further is known till William the Conqueror's reign, when the land in the neigh bourhood having been granted in shares to three or four earls, his followers, and who fixed their residences in the vicinity, Boston rose rapidly into importance. In 1241, King Henry 4th gave by special charter to the Earl of Richmond, the town of Boston with the soke and the faire. Some idea of the importance of the town may be gathered from the fact, that about this period, or soon after, merchants from Ypjfes, Cologne, Caen, Ostend, Arras, &c. had -establishments i« the town ; and also from the perusal of the fol lowing document, extracted from the great roll of the time of the 17th Edward 1st. The total receipt of Customs for wool and leather, at all tho principal ports £. s. d. of England, was 8,023 ti 10s For Hull ,.; 951 _ _l .. T3-4..1-1. ILS . , K...A. .. ,7 xus nuu yai _ 84 St. Botolph (Boston) 3,049 14 1± London ' j 2,304 5 ft"], [87, ""], [88, ""], [89, "BOSTON. 45 The a-ii-Ui-t of duties Collected at the othe_ ports was trifling in fcoftiparisoh with these three, and consequently the traffic of Bos ton, surpassing as it did even that of the metropolis, and consti tuting more than one-third of the customs collected throughout the kingdom, must have been immense. The annual mart held herfe »as the emporium of business for the great part of the eastern side iff the kingdom ; and as it must be observed that in those times there were few or no shops, &c, consequently the public generally (resorted to those marts, to purchase nearly all the necessaries as well as the luxuries of life, such as cloth, groceries, &c. &c. Bos ton mart appears to have been of the most famous of these. Two great misfortunes befel the town in 1280 and 1286 : in the former year a fire having destroyed the greatest part of the town, and in the latter, a flood inundated the whole district. But a still more ruinous visitation fell upon Boston only the year after, when one Robert Chamberlayne and his companions, for the sake of plunder, fired the town in three places during the great mart ; and it is said, \" the streams of gold, silver, and other metal, ranne molten into the sea.\" Chamberlayne was caught and hanged, although with out making any confession respecting his confederates. In conse quence of the dreadful losses sustained by this diabolical deed, the trade of Boston declined very much, and some years passed before it began to recover itself. About 1309 the first stone ofthe Church was laid. In 1369 Boston was made a staple town for wool, lea ther, &c. The appearance of the town at this time is well described by a recent writer.* \" The now spacious market-place was then covered with narrow streets of low houses, amidst which rose an ancient market-house and cross ; the principal shops, then called booths, being situated in a narrow lane, which ran from the market house to the Dominican Friary, and some few others in Strait Bargate. The confined streets, much obscured by the projecting of the upper parts of the houses on both sides, were rendered almost impassable in foul weather, by a large gutter, which ran down the middle of them, in the style of some of the best streets of Paris in the present day. The outsides of the houses were, for the most part, painted with some grotesque being, which, however, was seldom distinguished, in consequence of the dingy effect im parted by smoke, dirt, and the weather. At the corner of every street stood a wooden crucifix, or saint, to call forth the devotional feelings of the passers-by, which displayed themselves by a mo mentary genuflection, or the equally brief action of making the sign of the cross ; except oh particular occasions, such as fasts or feasts, when every poor person considered it a point of conscience to present his favourite saint or patron with the end of a candle, so that the rudely carved representative of the holy man might at those times be seen with twenty or thirty candles burning before h * Mr. J. Martin, in \" May Fair four centuries ago. — Boston, 1833.\""], [90, "46 BOSTON. at noon day. A wall surrounded the town, having fortified gate* at the different entrances, the situations of some of which are still indicated by the names of streets, as Bar-gate and Wonn-gate. A toll was levied to support this wall, which was then rendered abso lutely necessary for the safety and welfare of the town, hy large bands of marauders, who often scoured the country, not unfre quently headed by gentlemen of wealth and influence. On thœ eastern side of the wooden bridge over the Witham was a strong arched gate-way, guarded hy halberdiers and pikemen, who, under the patronage of St. Botolph, a grim stone figure of whom stood in a niche over the guard house door, levied a toll upon all passen gers.\" At this time many religious houses existed in Boston : the (irder of Carmelites had a large priory in Boston : the order of White Friars seems to have been a still more important one here : among the monks ofthe latter was George Ripley, a famous chem ist, and John Hornby, called Hornet bee, on account of his sting ing style. The Carmelites called themselves \" Brothers of tlie Blessed Virgin; \" and one John Stokes, a Dominican, told them, in ridicule, then they must be the uncles of Christ, and called upon them to prove tlieir pedigree : Hornby did so, by a Vision ! and the Pope gave his sanction to its truth. Of all these Religious bodies, the Franciscan Grey Friars seem to have possessed the most ability : they were an ingenious and enterprising class of men. The famous \" Mysteries,\" or \" Miracle Plays,\" from which arose our English Drama, were exhibited here by them. There were also, at this time, associations, partly of an ecclesiasti cal, partly of a commercial kind, called Guilds. Of one of these, the Guild of the Blessed Mary, John Fox * has a curious passage, nearly as follows: — Two champions, well furnished with writings and money, and all other things necessary for so costly an exploit were sent to Rome ; but, at Antwerp meeting Thomas Cromwell, they expressed to him their fears, and persuaded him to join them. The three arrived at Rome, and Cromwell, loth to spend much time, and more loth to spend his money, and knowing nothing was to be done at Rome without presents, devised a certain plan, and when the Pope had newly come from hunting, Cromwell and his companions appeared without his pavilion with a \" three mans song,\" as it was called, and \"all in English fashion\" bearing dishes of fine jelly, such as had never been seen in Rome before. The Pope, mar velling at the strangeness of the affair, and finding they were Eng lishmen, willed them to be called in : — Cromwell, with due hom age, presented his jelly junkets, \"such as Kings and Princes only,\" said he, \"vie to feed upon,\" and desired the Pope \"to accept the same from his poor suitors,\" &c. Pope Julius by-and-by commanded his cardinal to taste, who liked it extremely well, on wliich the Pope * Author of\" The Book ofMartyrB.\" born in Boston."], [91, ""], [92, "THE ASSEMBLY ROOMS MA1&KET 3PLACE BOSTOW. London $c Lincoln John Sauitders. Jumk 1B55"], [93, "BOSTON. 47 •le, and enquired how it was made ; whereupon, hearing their suit, he, without more ado, stamped both pardons, and the three re turned merrily to Boston. The advantages thus obtained were importantly beneficial to the trade of Boston ; amongst them were these : — That they should have as much pardon as if they had personally visited Rome, — that, once in their life, or at the hour of death, they should receive full remission of all sins, — that they siioitld be released from all Lent observances, — and that the remis sions due to them on visiting certain places, should be given on their entering their parish church, and saying a Paternoster, Ave- Maria, and Creed, — and that the souls in purgatory, whom they chose to pray, or have prayed for, should be released from all paines. Strange, that an absurdity so obvious, should impose upon the people ; but, as Fox says, \" this was all good religion then.\" About 1-570, the port of Boston appears to have gone very nearly to ruin. This seems to have arisen from the great difficulty of na vigating vessels up to the town, from the alterations time was daily making in the channel of the river, and from the want of sea marks. In the commencement of last centuiy, the enclosure and drainage of the immense tracts of land, called the East, West, and Wild more Fens, added greatly to the commercial importance, as well as to the salubrity and productiveness of the district. And very lately tlie navigation has been greatly improved by the making of a new cut, beginning about three miles from Boston, and continued for tlie length ofa mile to the Deeps, (that part wliich connects the Witham to the sea,) under the direction of Sir John Rennie. There is one great inconvenience relating to the domestic econo my ofthe town, which the inhabitants suffer under, viz. the want of water. In the year 1711, an act was passed in the 10th of Queen Anne, to supply Boston with water, by means of an aque duct from the Catch water drain to a reservoir at Cowbridge, about a mile from Boston, from whence it was conveyed by pipes into the town. But, strange to say, in consequence of the unusual plen tifulness of the water just at that time, the inhabitants of course did not care to have the water from thence at the necessary expense, the works, therefore, fell into decay, and the ground reverted to the crown. But now, and for many years past, the inhabitants have experienced great inconveniences from the want of water : numerous attempts have been made to obtain a supply, by boring, but with little or no success. At present, says the Corporation report, the state of trade ap pears to be by no means flourishing in Boston. Two great failures of Bankers in 1814, for £500,000 occasioned great distress. The states of shipping and agriculture are said to be much depressed ; and the excessive competition in all branches of trade, occasions profits to be very low. The average wages of labour (except agri cultural) are about 2s. 6d. per day; agricultural, about 2s."], [94, "48 BOSTON. Public Buildings. The Church.— Of the public buildings of Boston, *s must fits. notice the Church. The architecture of this noble building is prin cipally of the omamehtal or middle Gothic (of English. ) The first thing that strikes the spectator is the most unusual height of th6 tower, or, we should rather say, its apparently unusual height; for it is not higher than the main tower of Lincoln Cathedral ; but that rises over the body of the church, which partly decreases the height to the eye ; but this is at one end of the church, and rises from the ground Without any interruption, to the height of nearly 300 feet. This tower is very beautiful ; on its top is a kind of open stone-work, of a very rich kind, called the lantern, from its having been formerly used for that purpose. It Was lighted nightly, for the use of mariners. The general view of the interior is grand, arising from the general lightness and ample size and proportion of every part, rather than from any peculiar elegance. The groined roofs of the aisles are very fine. There is here a copy, by Inigo Jones, of Reuben's magnificent Picture, divided into four compart ments, representing the Annunciation, Presentation in the Tem ple, Crucifixion, and the Ascension. The whole masonry of this noble structure is worthy of the design, scarcely any crack or set tlement being perceptible ; indeed the latter defect was amply pro vided against by the immense foundations, the courses of which have been found to extend under the river. The Assembly Rooms, in the Market-Place, form a very noble modern building, built about 1811, at an expense of about £20,000. The interior is divided into various rooms, one of them, where the balls are held, of great size, and very handsomely fitted up. Attached to it, on the ground floor, are poultry, butter, and fish markets. The Bridge, of cast-iron, is a very elegant one. It consists of only one arch, which is a small segment of a circle, and wliich is 86 feet in the span, and 39 feet broad. It was built between 1803 and 1807, at an expense of £22,000, by the Corporation, The Town Hall, in South-Street, is a fine old building, formerly belonging to one ofthe Guilds. The window facing the street is particularly deserving of notice. There is here, a very splendid painting of Sir Joseph Banks, once recorder of Boston. It was presented by himself. The Grammar School, South End, is another ancient building no less interesting. It stands upon a piece of ground called the Mart Yard, from the great mart formerly being held here. The Theatre, in Red Lion Square, is fitted up in the interior very handsomely, and, consi dering the size of the town, may be called a large one : it is under the management of Mrs. Robertson, the members of whose company, (entirely unknown to us,) we have invariably heard spoken of, as individuals as highly esteemed in their private as in"], [95, ""], [96, "CWTJli.^ London k line oin, JOES\" Si.tINDERS. JUK1? 1835"], [97, "BOSTON. 49 their public lives. Would it were always thus ! s^id a, noble pro fession would not long suffer under the stigma, which, not its own •demerits, but those of its disciples, have too often inflicted on it In the immediate neighbourhood are two brick Towers, one called Kyme, the other, Hussey Tower. They are very similar in architecture, arid appear to have been built about the same period. They are both quadrangular, battlemented, with parapets, or the remains of them, at three of the corners, and an octagonal turret at the other, containing the staircase. The workmanship of both are of a rude kind : there is nothing peculiarly worthy of notice known concerning either, excepting the few particulars we cau glean of the builder, or possessor, of one of them, Lord Hussey, which will be appended to our account of Lincoln. There is a Public Dispensary in the town. There are two Gaols, — one upon the London Road for the Hol land division, — the other in South Place, for the borough. The following excellent remarks are copied from the Corporation Re port. \" The gaol is not large enough to carry into effect the pro visions of the law respecting the classification of prisoners, and thus there is no separation of the untried from the convicted; — of the young prisoner, who is committed for the first time for some small offence, from the old and hardened offender. Most peculiarly hard is the condition of the female prisoner : the young girl, committed for some trifling misdemeanour, is consigned through day and night, to the society, perhaps, of the most abandoned and unblushing prostitutes.\" The Baths, at one extremity of the towu, and Vaux hall Gardens, at another, may here be mentioned. The baths were erected a year or two ago, by public subscription, under the superintendence of S. Sanders, Esq., to whose exertions the inhabitants are indebted for this excellent institution. Hot, cold, and vapour baths, may be obtained any hour of the day. We were particularly pleased to see one bath set apart for general use, free from any charge. A regulation of this kind will do more to pre vent bathing in forbidden places, than all the myriads of notice usually stuck on walls, holding out threats to offenders in this way. The arrangement is altogether creditable to the shareholders. Vauxhall gardens are an imitation, on a smaller scale, ofthe famous gardens of that name in the metropolis.. They are prettily laid out, and the various amusements of the place well serve \" to beguile a weary hour.\" The maze certainly puzzled us very much ; and, once in, we began very heartily to doubt whether we should ever get out again, till we were relieved by some gentlemen, who, ele vated on a sort of temple in the centre, to burlesque a magnificent line of Shelley's, \" Saw, as from a tower, the end of all."], [98, "BOSTON. 50 Municipal Government.* — Boston is a borough by prescrip tion, but is chiefly governed by a charter of 37th Henry 8th. The title of the corporation is Mayor and Burgesses of the Borough of Boston, in the County of Lincoln. Its officers, named in the charter, are a mayor, recorder, deputy recorder, 12 aldermen, 18 common-councilmen, coroner, town clerk, judge of the court of admiralty, gaoler, marshal of the court of admiralty, 2 sergeants at-mace, and deputy clerk of the market. The other officers of the corporation are erection bailiff, chamberlain, chaplain of the gaol, beadle, town-crier, surveyor to the corporation, and land agent to the corporation. The courts of Quarter Sessions are held here in the Town Hall ; the periods are not fixed, but are generally arranged to suit the convenience of the deputy recorder. Petty Sessions are held every Friday. A Court Leet is held once a year. A Court of Admi ralty also once a year, forthe reghlation of maritime affairs. A Court of Record, or Pleas, is held once a fortnight, for the trial of all actions, real, mixed, or personal. A Court of Pre-pondre is held during the three fairs, for the summary trial of disorderly persona. There is a Court of the Clerk of the Market, and a Court of Re> quests. The Police, under the superintendence of the mayor, consists of one chief and eleven petty constables : they wear the dress of the London police. Chapels. — A Chapel of Ease has lately been erected in High- Street, and is one ofthe handsomest modern structures Boston pos sesses. We shall give a wood cut of it in another page. The follow ing are the Dissenting Chapels : — The Independant, in Grove-Street ; Catholic, in Horncastle-Road Wesleyan, in Red Lion-Street ; Baptist, in Liquor-Pond-Street ; Particular Baptist, in High- Street; Zion, or New Methodist Connexion, in West-Street; Unitarian, in Spain Lane ; and Society of Friends, at Main Ridge. Education. — The different public Schools are the \" Public Schools,\" in Sf. John's Lane, for boys and .girls ; the \" National School,\" in St. John's Row, for boys and girls ; the \" Grammar- School,\" South-end, for boys ; the \" Free-School,\" in the Church Yard, for boys ; the \" Blue Coat School,\" Red Lion Street, for boys and girls ; and an \" Infant School,\" in Grove Street. About 800 children are taught in the different Sunday schools, f Libraries. — The public libraries are, the \" Boston Library,\" in the Market-place ; the \" Permanent Library,\" in the Church Yard ; the \" Library of the People,\" in Church-Street ; the \" Uni tarian Library ; \" and a very small one, called the \" Athenæum.\" The first three have news-rooms attached to them. Representation. — The right of voting is enjoyed by the £10 householders of the Reform Bill, and the old Freemen. The num ber of voters at the election for 1834 was 1813. The present members are J. T. Brownrigg, Esq. and John Wilks, Esq. * From the Corporation Report. — The Corporation Reform Bill, now in progress throng _ Che House of Lords, will shortly make this account of the Municipal Government u more than a record of what teas in July, 1835. + From the Corporation Report."], [99, "OF THE CHUB"], [100, ""], [101, ""], [102, "Engraved by J J-lotfers. JOH!? OF ©AWEfTS ST6.B3LJBS, ILHKto©^^."], [103, "LINCOLN. 57 rolls of stone, placed uniformly in two' lines, in the manner of two rows of chess squares. A half circle, left by the squared stones just under the middle ofthe moulding, is' filled up with a piece of carving in the flat stone, precisely like the scalloping ofthe tissue pa per ornaments cut by our modern ladies for their stoves in summer. Two low and vastly broad half circles, divided by a huge strong pillar, form two old windows inside ; and there is a baptismal font, of equal antiquity, near them. The appellation \" at Gowts\" of St. Peter's Church, refers to a Gowt, or Sluice gate, near. Ad vancing a little, we perceive curiosities of a higher degree of beauty, and scarcely less antiquated than the tower we have noticed. An embattled wall on the left, attached to the house of H. Boot, Esq. sur geon, edges an ancient walk of John of Gaunt's palace, that stood in this part. The walk is on the street side of a wild looking gar den. Here Mr. Boot has dug up many valuable relics of the de parted fabric, and with these his extensive premises are lavishly embellished. On the side of his house, next the garden or waste ground just named, he has placed a superb Antique — this is an Oriel * window, for the exquisite form of which we refer to our wood cut, page 8 : the lower part is literally covered with the most minute and intricate carving : it bows out in several long and narrow divisions, formed by delicate buttresses parting the lattice work, each buttress rests on the head of a sculptured half figure, perhaps a span in Ien.gth. The slight arches over the lattice work, between the buttress tops, are inimitably pointed ; a sort of small crown ornament finishes the point of each. An angel's head and shoulders, with wide spread wings, form a sustaining finish for the rich symmetry of the whole. Facing Mr. Boot's house is a Norman and Saxon Gate- way, of striking appearance : through its gloomy opening we enter to what are called John of Gaunt's Stables ;f these are low dun- geon-like apartments, used as hay and soot repositories, standing about a quadrangle that witnessed the decapitation of Lord Hussey. Another very early Norman or Saxon ornament may be seen <m the edge of two or three of the small square window cases 1 * The word Oriel signifies a balcony window, improperly called a bow window : the term , *' bay window,\" is used^by Chaucer in his poem of \" The Assemble of Ladies.\" Lord Bacon calls them \" embowed windows.\" Bbittcn. + A writer in the Gentleman's Magazine, 1833, gives an elaborate account of this beautiful relic of Norman domestic architecture : he says the name has been attache.! to it, on account of its proximity to the once beautiful palace on the opposite side of the street, but with as litUe propriety as Pythagoras to the Norman house in Cambridge. We rejoice with him, that these stables, as they are called, have been neglected and appropriated to mean uses, and thereby escaped the destructive modernizings that the palace has undergone. ■ \" On the first view,\" says he, \" of a Noi-man house, so noble in dimensions, and so interesting in design, as the one before us, we imagine ourselves in possession ofa model deficient in none of its essential constituentfeatures ; but further examination shows us that the height of all the walls has been diminished; in front, a whole story has been swept away.\" \" The whole was a highly finished mansion, erected near the close of the 12th century.\" \" This neglected ruin furnishes one of the choicest specimens of Norman architecture in Lincoln ; the walls are of good masonry aud good workmanship, wherever the mischievous hand of innovation has not injured them.\" (May not this house have heen the mansion of _oti Hussey ? )"], [104, "58 LINCOLN. of the interior of the long and low enclosure * that forms the left side of the area: these edges are cut in diamonds, having the same simple and decided uniformity that characterizes the ornaments of St. Peter's tower, and the upper arch of the singular gate that admitted us to the quadrangle. This round upper arch has been the original one ; within it is a smaller and perfectly plain Norman arch : the former is, in shape, a bold broad half circle of several strong stone mouldings : the ornament of the middle one is ol small square cups of four leaves inverted against the moulding, and so stuck in regular order a little apart from each other all round. The ornament of the outer moulding, or curve of stone, is of cups of flowers of the same size, and placed as regularly, but hollowed in the surface, instead of being placed upon it. Under the present eaves of the low building containing the gate, runs an elaborately carved cornice, t the very opposite of Saxon simplicity : here the many patterns might make us suppose it an exercise of some sculp tor studying his art. Angels and devils, snakes and children, mer maids and sea monsters, with all the creations of the most distem pered fancy, contrasted with matter of fact, daily-Use, faces, — and all mixed up with delicate vegetable carving, form this very singular species of ornament, of wliich fine specimens may be seen about the Minster : all the objects run lengthwise, and form, in their curious intermixture, one equal breadth of ornament. Most of the houses nearest the gate and H. Boot, Esq.'s house, possess fragments of the palace, and, perhaps, of other mansions, of which we have no record. In the \" Sweep's house \" (beside the gateway,) is a long inscription, stretching from end to end of a beam in the top of one wall of an apartment ; being plastered over, the letters are scarcely legible, but enough can be deciphered to inform us that it was written in Queen Elizabeth's time, and is some kind of tri bute to her. Advancing again, we see the street narrowing over a bridge to a later Norman gate that spans the thoroughfare, and made a fitting entrance to the City as it was, centuries ago, \" When pomp and pleasure dweit within her walls, \" And merchants ofthe East, and from the West, \" Met in her booths ; \" when Labour was busy in her looms ; \" and when * ' This has been the spacious apartment which in Norman houses of the larger class, seems uniformly to have been detached from the other most useful rooms.\" (See Sir Walter Scott's, Ivanhoe.) \" It is uncertain whether this apartment ever stood isolated, but it is evi dent it always formed the remote extremity of the wing. Thereis a principal chamber over it.' i \" This was the line between the upper and lower story ofthe house ; but the former being gene, it serves for the parapet, which is a remnant of the upper floor, that was raised at an unusual height from the ground.\" <t£nt's Mag."], [105, ""], [106, "Engraved \"byW. Taylor ex. ■ si te, ur;"], [107, "LINCOLN. 59 \" Through all her open gates \" Stream'd splendoui- ; \" \" And Witham's tameless current bore \" Wealth from all lauds unto her multitudes.\" Alas ! the Witham is now a mere canal, tame as the heart could desire. The High Bridge, traditionally said to have had eight arches, is shrunk to the poor breadth of one ; and its ' chapel ' and ' chantry,' with the \" ancient Scotch Hall beside the chapel, whose windows were full of painted glass,\" spoken of by Camden, are, with many other splendid pieces of architecture around, and, with the seven arches, gone into oblivion. The Stone Bow, (which has seen so much of what we endeavour to imagine,) is so thick as to contain the Guildhall of the Cityover jits arches. The South side of the Minster rises majestically above the gate, and parallel with it, so as to bound the view; and, below the Minster, the West Wall of the Palace Ruins stretches half way down the hill, picturesquely prominent. The Church of St. Mary's of Wigford, is in itself an utterly insignificant structure on our right; but its front is dignified by another of those most ancient and remarkable bell towers we have spoken of; it is almost a sac simile of the Gowt tower, only not so fine. Against St. Mary s burial ground rails, facing the street, is a perfect gem of florid Gothic architecture, The Conduit, * a small airily formed build ing, abounding in ornament, that is as delicately beautiful as are its proportions: it is nearly a rival to the oriel window we have just vi sited ; an appreciation of the one disposes us to relish the superbness ofthe other. Presently, we approach the trading part ofthe city: a Corn Market opens on the right, in form of three sides of a square ; here is The Dispensary. A very decayed and inferior Church, St. Benedict's, that has been much larger, and, perhaps, of handsomer appearance, ages ago, stands on the left, by the Bridge. Opposite to its North side, a little Norman archway ad mits us to an old Norman dwelling house, wofully dilapidated and altered, but having in its little front passage three as fine archways of tlieir kind as any in Lincoln ; one is narrow, over the end of the passage, of deep squared stones, quite circular, with a roll as a wea ther moulding, set high round the arch, and garnished with indi cations oi three heads: die other two are in a side of the passage, together ; between them is a short thick Saxon column ; and each arch has a line of small knobs (a Saxon ornament) between the carved rolls that make the arch. This house front faces the Witham, as it emerges from the bridge arch westward : here, both houses, water, and banks, a]ipear insufferably disagreeable ; but a closer inspection shows us the age of most of the houses, and thus partly accounts for, and reconciles us, to the black and deplorable aspect of the part, where are vestiges of obsolete modes of building that would re- * See Wood Cut, page 8."], [108, "LINCOLN. 60 pay a more careful scrutiny than we can give : for instance, one ofthe awkward stair passages conducting down here from the bridge, has the side ofa house on the bridge jutting into it: this side is large and high, and formed of solid oak beams upright, side hy side, strengthened by similar massive bars, flattened crosswise in the surface : the whole is quite bare, and, as well as the other parts over head and behind, surprising for the strength and everlasting ness of both material and workmanship. The houses next this passage on each side have walls of immense thickness. In the one on the north side, Oliver Cromwell is by some traditionally said to have lodged, during his wars with the parliamentary forces, in Lin coln. A former resident remembers, the walls being panelled in side, with a Gothic ornament on each panel, and a vast up stair chimney, having seats within it on the spacious hearth, after the Norman fashion that Sir Walter describes in one of his novels. In the cellar of a house on the South side, a singular archway, evi dently of great age hy its plainness, not long ago contained a door of thick oak studded with nails ; the wall by the door case is full a yard thick ; but our limits will not allow us to linger here, while so much remains before us to be described ; only we consider, speak ing of the dwelling houses of Lincoln and their numerous antiqui ties, is almost like opening a sealed book. The public remains have again and again been described for antiquarians ; but the resi dents of Lincolnshire generally are not antiquarians ; and we speak to all, and should be glad to assist all in warmly appreciating the poetical even more than the scientific value of the monuments left us by our ancestors in the county, and especially in this City, \" which,\" says the Gent's Magazine, \" for magnificence of situation, extent and splendour of its ancient establishments, and the antiquity, beauty, and costliness of its architecture, is surpassed by very few in Europe ;\" and surely our fire-side relics have their own peculiar histories and traditions, if we only knew them ; a delightful task it would be to trace them for general readers, — but our present plan precludes the idea. A short way down the Witham westward, its canal suddenly ex pands in a full sheet of water, imposing and lake-like, and appears to flow off in two directions ; this is Brayford — here we first imbibe a conception of the maritime beauty and power of Lincoln in by-gone times. The principal wharfs are about this part. Behind the Black Goats Inn, opposite St. Benedict's, is the site ofthe \" Scotch Hall\" we named. Newland, left ofthe Stone Bow, conducts us past the Gas House, a handsome stone building, to the Race Ground, which is extensive, with a handsome Stand, surrounded by a co lonnade : returning, we have the Minster in curious perspective to the left before us, and often a haze from the city below its base, in creases tlie beautiful singularity of its appearance. Salter Gate, right of the Stone Bow, conducts to the Grey Friars, a most in-"], [109, "LINCOLN. 61 teresting building, of a very long low exterior, embellished with a row of buttresses, and a row of antique windows between them; in side, the roofs are ribbed, and supported on Gothic pillars, and the spacious room above exhibits a roof of the ancient herring-bone* fashion, with a most majestically deep and wide vaulting; but the Grey Friars is even more interesting in its modem uses than its ancient architecture; it is the Mechanics' Institute; and, as such, fitted up so as to present a delightful aspect, harmonizing well with the books and the study to which it is now devoted.-) The Stone Bow. — The numerous gateways of the city are, for vari ety, strength, and beauty, among the most important parts of its de tail. The one before us, spanning the contracted street at the foot of the hill, is indeed a fine barrier, very broad, thick, and high, and garnished with many curious windows, with carved heads, worthy particular attention : its principal defensive features are two half round towers on each front, enlarging upwards from the bottom of the gate to the battlements, parting the main arch, which is broad and high, from the two low and fiat postern arches over the pavements. The valley side of the gate is most beautiful; the hill side, most warlike: j on the tower fronts of the former, in two niches, stand two whole length figures of the Angel Gabriel and the Virgin Mary ; the former is especially beau tiful. An illuminated clock (presented to the city by I. Fardell, Esq.) shows the dark mass to great advantage by night. In the Guildhall is a good portrait of Queen Anne. The gate is ofa late * That is, \" brick or stone-work, laid obliquely In alternate courses.\"— Bbitton. + This important establishment was founded October, 1833; the Lincoln Literary Society and the Mechanics' Library, institutions previously existing, becoming merged in it. The Grey Friars was at this time nearly a ruin ; it owes its present appearanee mainly to the ex ertion, skill, and good taste of Mr. Nicholson, one of the vice-presidents. The Library is well stocked with valuable books in constant circulation, and is, besides, as a reading room, furnished with all the most respectable of the cheap periodicals ofthe day; those of party politics or divinity, (which are nominally excluded from the institute,) being under sponsorship. The Classes succeed well, except, perhaps, those of the highest studies, to which it is to be wished the members would more devote themselves, and thus add to the dignity, beauty, and happiness of their lives, and forward the exertions of others. Lectvres are being very frequently delivered, both by members and regular lecturers visiting the town ; they are always well attended. Convebsatiow Meetings are held on certain evenings, on which occasions the whole suite of rooms are gaily decorated with plants, articles in the fine arts, natural history, antiquities, &c, liberally lent [for the occa sion. There is a great influx of general company, as well os members. The institute pos sesses a small museum, several casts of the Elgin marbles, a solar microscope, a camera obscura, besides other curiosities usually found in such places. There were 117 annnal, (at the end of the first year,) and about 390 quarterly, proprietors. The receipts were £637, the expenditure £602 : this year's reports are not yet made up. A member says, \" the permanency of the Institute may be assumed aa an axiom ; its foun dation was the dawn of that day which is to witness the triumph of mind over matter ; to free tlie soul ofthe mechanic from the fetters which now bind h;m ; to divest the word \" Science \" of its philosophical meaning, aud to bring it to bear on the every day transactions of life.\" *** The mechanics themselves must, however, be the supporters of institutions having these objects in view ;— joining together in associations, to enable them to procure works of refer ence, too expensive for their private purchase ; and thus open for themselves that knowledge which has been heretofore concealed in the laboratory of the chemist, or in the study of the philosopher. \" t Owing to part ofthe valley side appearing newer and more decorated than the rest of the gate."], [110, "62 LINCOLN. period of the Gothic style, but a very curious and uncommon spe- cimen. Adjoining the east side ofthe gate may be seen The Old Gaol, now altered into a warehouse ; it was a dismal dungeon ; — (a resident of the town says he perfectly remembers peeping into its grated windows, and speaking to the poor prisoners immured in its cells.) The principal thoroughfare is continued up to the top ofthe hill; first, from the gateway to Dunstan Lock, as High-Street ; then with a bend to the right, as The Strait, (where the main shops become discontinued;) next, with a bend to the left, as the Mount or Steep Hill; and from hence to between the Castle and Minster, as the Castle-Hill : just be- yond here, the suburb of Newport is on a line with the Hermin Street, or Roman military way, which is perfectly straight and level, and forms the London and Lincoln coach road towards Barton ferry. The coaches ascend the hill to and from High-Street by a gentle rise round the east border of the city, called the New Road, which they reach from Silver-Street, turning off right ofthe Stone- Bow, below hill, and which they leave above, to pass- westward to the top of Castle-Hill through Potter Gate and the Minster Close. At the comer of Silver-Street, almost close to the Stone-Bow, is the Corporation Church, St. Peter at Arches, a modern and (so called) Grecian edifice ; the exterior appears to us in utter want of taste ; the lanky windows seem to have almost a ridiculous ap- pearance ; their extreme height contrasts so oddly with the meagre- ness of their skeleton frames, and the poverty of the stunted walls in which they are set : the tower is more respectable : the interior is well fitted up, and has a good appearance. The Gate of the church-yard is the most pleasing object about the building; it is of open iron-work. It appears to us, that the site of this church would be very eligible for a general Market-place, as it adjoins the Butter-Market, and is very near the Butchery. In a city like this, it is highly inconvenient to have the Market where it is now held, spread over the principal business thorough- fare : it is strange this arrangement, or rather want of it, has not been done away with before. The Butter-Market, next to the Church, is of good appearance, but scareely large enough ; the room above is used, sometimes, in winter, for balls and concerts ; it was erected in 1736 by the Corporation. The Butchery, which is close by, forms an open square in the centre of the town ; the stalls are ranged in double n iws across the space, and also placed round the sides : it was founded in 1774 by the Corpo ration. The Subscription Library, above Butchery-Street, was the first public library founded in Lincoln ; this was not till 1814, an evidence of the intellectual apathy that has pervaded this part of Lincolnshire, until, of late years, tlie donnant energies of the city have seemed all at once to become aroused ; and not only genera literature, but the political and other sciences, with the fine arts"], [111, ""], [112, "'I Elrfraved by J Hnrfers STOWlP©m,T ©ATE, MNC01LN."], [113, "63 LINCOLN. especially Music, appear to have been studied eagerly and assiduously. This Library is a very extensive one ; all the principal periodicals are taken, and new books as soon as they are published. It is supported by shareholders ; visitors, being introduced by a member, may have the benefit of the Library. At Dernstal, or as it is vulgarly called, Dancing Lock, a boat is said to have been found chained to a post in the cellar of a house, from which it is supposed that the Witham once reached this spot. At the base of the hill is tbe Jew's House; * at the top of the steep immediately ascending from this, on the right hand, is Christ's Hospital, where Sixty poor Boys are taught reading, writing, and arithmetic, and are boarded and clothed. The Boys are admitted in the eighth year, and apprenticed in the fifteenth, with £16 premium, and two suits of clothes. This Institution was founded and endowed by R. Smith, M. D. in 1602, for twelve Boys ; but subsequent benefactors, and particularly the heightened value of the land left by R. Smith, have increased the number to sixty. The boys wear the same unsightly dress, or nearly so, as the one worn by the blue coat boys of Christ's Hospital, London. Belonging to this School is what is called \" Barker's Charity,\" out ofthe funds of which, five pounds, or more, are distributed every five years, to each ofa certain number of boys, who have been educated and apprenticed by the Hospital funds, and who can bring testimonials of good conduct. Beside Christ's Hospital, and sloping over an exposed part of the hill, is the burial ground and curiously little church of St. Michael on the Mount. Here, as we stand facing the valley, we have on the slope to the left, the West wall of the great square area of the Palace Ruins; and behind, parallel with the Minster, the lire of the South wall of the ancient Roman city, standing on its earthen embankment. The former wall is the one conspicuous in most views of the upper town from the valley ; just below the burial ground it ends in a bold, high angle, broken and ivied, and there commands a more uninterrupted and picturesque prospect than any we have yet seen. The Roman wall, after enclosing the ruins on the upper or northern side, continues nearly to the site ofthe South Roman gate, still distinguished by four large stones beside the pavement on the narrowest part of tl e Castle Hill, to which we now return. The Coutsty Hospi tal on the opposite side of the hill, to the Christ's Hospital, was founded, and has since been supported entirely by the liberality of private individuals. A benefaction of £'20 or more at one time, constitutes the donor a governor for life, an annual subscription of £2 a governor during payment. Several phy sicians and surgeons attend the patients. The president is alwaj's the Lord Lieutenant of the County. The house is large, and has pleasant gardens on the .South side. The whole has a * See page 3."], [114, "64 LINCOLN. clean, airy, and comfortable appearance. Still, we are often tempted to exclaim, when we see public institutions like this, devoted to the noblest purposes, yet so uninteresting (architec turally considered) to say the least of them in their outward show, how small an additional sum would have sufficed to have made them not only monuments of the generous spirit of its founders, but also of the taste and science of the age in which they lived. If in the public buildings of a country, a foreigner must look vainly for our national architecture, — where shall he expect to find it? for the sake of a noble art, and the ennobling thoughts its creations inspire, we cannot but wish this matter were amended. A few steps now bring us to the open space on the top ofthe hill, before us now lies the famous Hermin Street, on our right is the beautiful Exchequer Gate, and on our left the gateway* leading into the castle yard. This gate is of imposing height and solidity, the style is of a kind that seems to disdain ornament, the mighty archway seems formed for warriors such as feudal romances only describe. On entering the large area of the castle yard, the County Hall stands directly before us, and by our side, on the left, is the County Jail. The County Hall is a modern and handsome structure ; its characteristics are lightness, elegance, and — we cannot [but add — want of grandeur. It was finished in 1826, and built by Sir R. Smirke. It is divided into three or rather four principal portions. The Hall of entrance in the centre, over which is the Grand Jury Room, and the Crown and Nisi Prius Courts, (both noble rooms,) one on either side. The County Jail is of brick ; the felons' cells are at the back, and the debtors' in front. The parts nearest the entrance into the outer yard, is appropriated to the residence of the governor, whose humanity and skill in the management of the establishment, and politeness and attention to visitors, deserve our warmest acknowledgments, and not ours only, but those of every lover of his fellowmen, albeit, they lie, as in the present instance, friendless or degraded in the walls of a jail. The walls enclose an area in form of an unequal square, measuring no less than 1790 feet. Their height varies from 17 to above 30 feet, the breadth is extreme, even for such vast proportions, they are five feet at the top, and increase considerably towards the base. The ancient battlements have disappeared, excepting a few fragments on the North wall. Each battlement was two feei thick and five feet high, and placed on the outer side of the wall, thus leaving the inner side, the remaining breadth of the wall, as a terrace. The bulwarks upon which the walls appear to stand, are composed of earth, thrown up to a considerable height against the wall, to protect it ; the sides form an abrupt continuous steep round the area, and on the inner side are delightfully cultivated as gardens, with a summer house, &c. ; on the top, a neat gravel path follows * See pas;e fi."], [115, "LINCOLN. 65 the course ofthe wall. On the outer side the bulwarks are verysteep and cut down into a broad moat, now partly filled up by gardens, &c. but still strongly retaining its original features. Cobb's Hall is a little tower on the Northern side of the area, overlooking the ■walls. The top is fitted up as a place of execution for criminals. On the ground floor is an apartment with a finely groined and vaulted roof,* and beneath this, entered by a trap door in the floor, is a cell or dungeon of very rude, massy, and peculiar masonry. The walls which are of immense thickness, have iron rings fixed in them, and bear in various parts, marks, writings, and rough sketches, tokens, probably, ofthe sole amusements of the hapless prisoners who may have perished here. In the Western wall, opposite the present entrance, is another gateway, closed up. It was originally like the Eastern one, till the latter had a more modern front added to it. This gate has been supposed to be the remains of one of the former gates of the Roman city, from the circumstance ofthe wall on which it stands, being nearly on the line of the West Roman wall ; but Mr. Willson says, \"the whole of the work is evidently Norman, and quite different from the Roman style.\" The square tower ofthis gate is nearly entire on the outside, but has lost its roof and battlements. The arches of the gate, forming a portal to the tower, and of the portcullis, are much broken and decayed. Within the tower is a sort of vault, with a roof of flag stones ; this was used for keeping gunpowder, and occasionally as a military prison for deserters. The front of the gate was fortified by jambs of massive stone work, advancing towards the ditch. The Observatory stands upon a mound at the S. E. corner of the area, where a square tower, fifty feet broad, formerly stood. It is a light, pretty piece of architecture, something in the shape of a castle turret, thrown up apparently for ornament, and for the sake of the grand prospect that the spot commands. But the most important of the remains of the castle is the Keep, which consists of half ruined walls, covered with ivy and wall flowers, exceedingly strong and high, in the form of an irregular polygon. It stands on a most commanding situation, artificially raised, and is half within and half without the castle walls. This almost impregnable strong hold was, as the word \" Keep\" implies, a prison, and also, perhaps, a refuge for the lords of the castle, when successful besiegers had possessed themselves of the other fortifications, being equally inaccessible from within and from without, and, besides, being in itself a formidable place of attack and defence. The walls now standing are scarcely more than half their original height ; they are now under repair. The place they enclose is open to the sky, from the earth upwards, and is used as a burial place for malefactors. Leaving the castle yard we proceed to the Lunatic Asylum, * See page 53."], [116, "66 LINCOLN. which is a most highly interesting building. Not so much from its architecture, though that possesses something very noble in its elevation ; but from the maladies that the establishment under takes to contend with, and which are here, it appears to us, treated on principles of surprising efficacy. We find the convalescent patient kept from the ordinary, the ordinary from the violent ; we find the nurses and keepers, as well as the surgeon who superin tends tbe establishment, employing invariably kind looks and cheerful and affectionate patience, and the healing influences of the blessed sun and air, rather than medicines, solitary confine ment, whips and chains. Till we saw this institution, we could not have believed, so many unfortunates labouring under the most dreadful, perhaps of all human maliidies, could yet enjoy so much comparative happiness. In one room we saw a party playing at cards with their good-natured nurses ; in another, a man who was enjoying the supreme power with which he had invested himself — viz., the Emperorship of Japan — whilst on the outer steps ofthe por tico, a learned scholar was chalking Greek, evidently, priding him self upon the acquisition. A large and delightful lawn slopes away downwards from before the front of the building in which the patients walk, and whicli commands most incomparable prospects. On the left, is seen the lower part of the city, through which, and stretch ing from one end of the valley to the other, a silver stream is seen stealing along : beyond, and nearly opposite, Belvoir Castle, distant as it is, may be seen, surmounting the highest part of the hill : whilst nearer and more to the right Newark Church spire points, \" with silent finger unto heaven.\" Nothing can be purer than the air here ; in fact, a more admirable situation for the purpose of the institution it would be impossible to find. In walking through the house, tbe cleanliness so apparent in every part of it, is perfectly de lightful. The comfort, in the fullest sense ofthe word, of the patient, is not only the evident object, but we may say is insured, as far as skill, kindness, and industry, (three potent magicians) can ensure it. The strait waistcoat seems unknown to this establishment — the in struments of restraint, are few, simple, and humane — consisting principally of iron anklets, bracelets, and belts, all of which are numbered, and opened to the inspection of visitors, who are treated with the greatest politeness. A donation of 20/. constitutes a life governor, of 3/. annually, a governor during payment. The pa tients, as respects pecuniary matters, are divided into two classes, distinguished by the rates of payment — viz., persons contributing according to the accommodations received, and persons whose pay ments are relieved, as the disposable funds of the charity allow. We cannot resist extracting from the rules the following evidences of the spirit that pervades this institution — in the hope that such, of our readers, as may not hitherto have been particularly acquainted with this, undoubtedly the noblest institution iu the county, may become so now, and where they have the power, assist those who so much require assistance — viz., that class of the poor patients, mentioned in italics above."], [117, ""], [118, ""], [119, "LINCOLN. 67 Rule 2, Section 24. No attendant or other person shall attempt to deceive or terrify any patient, or violate any promise made ; nor presume to irritate any patient by incivility, disrespect, contempt, mockery, mimicry, or sarcasm ; nor use wanton allusions to any thing ridiculous or degrading in the present appear ance or past conduct of the patient ; nor swear, nor address any patient with a raised voice or in an imperious tone ; nor conduct themselves to any of the patients in such a manner as to excite envy, jealousy, or ill-will among the rest ; nor shall they dispute or argue with them, or needlessly contra dict them ; nor shall they indulge or express vindictive feelings, but consi dering the patients as if unable to restrain themselves, shall forgive all petulance or abuse, and treat with equal kindness those who give the most trouble, and those who give the least. Rule 2, Section 17. The feet of every patient under restraint or in straw, shall be examined night and morning, and shall always be covered with woollen socks in cold weather; and the feet of all patients shall, when needful, be gently rubbed, or artificially warmed; and the bedstead or pillows shall be sufficiently raised at the head. Rule ., Section 13. \" A Stranger's Memorandum Book\" shall lie on the table of the prin cipal entrance, and the names and address of all visitants, with the name of the person introducing them, shall be entered. A plan of the building shall be there hung up, so that no part thereof can be concealed ; and visi tants shall be requested to write in the book before the entry of their names, any improvement which they can suggest, or any abuses which they may observe; or any incivility or want of attention to themselves, and especially any impediment to the full and free inspection of the asylum. The next point of attraction is, we should say, the greatest cu riosity in Lincoln, it is the ancient Roman archway called New port Gate. This gate formed the barrier on the north side of the city : it is highly estimated by antiquarians. The singularity of the execution and the amazing durability of the materials, de fying as they do both weather and time, strike the most unscien tific observer with astonishment. The stones are of great size, and altogether present a rude front, of the most everlasting workmanship. This gate has now a large central arch, and a small one on the east side — but had formerly one on the west side also, which is now apparently buried in the wall and ground. To enable persons to pass under this small arch at the side, it has been necessary to cut away the ground to a considerable depth ; but it appears to us, that this arch and the one then existing on the opposite side, must originally have appeared on the same level as the street ; and in that case, the gate must have had a grand appearance from its dimensions. A little to the east of Newport Gate, in a field, is a very curious broken mass of ma sonry, probably part of the ancient wall. It is formed in part of layers of stones, ranged diagonally sometimes one way and sometimes the other, the whole apparently bound together in a strangely rough mass, by some kind of mortar. Returning from Newport Gate, we find on the left, the new assembly rooms, consisting of a ball and concert room of great size, card-"], [120, "68 LINCOLN. rooms, &c, and nearly opposite, standing back a little way from the street, is the church of St. Paul, which, according to tradition, stands upon the site of the first church built in this part of tbe county, built at the time Blecca, the Roman governor was con verted by St. Paulinus. Dr. Stukely, appears also to have held this opinion from the various remains he discovered in the present building, of one of an earlier date. Near the church stands an exceedingly curious wall, called the Mint Wall. Its dimen sions, according to Gough, are 70 feet long, 30 feet high, and 3f thick. It is composed of common rough stone, intermixed with courses of Roman brick, and is full of square holes, (probably to support the beams of the building) and has several projecting ledges running across it. Nothing conclusive is known, as to its uses. It has been supposed by some to be a Roman mint (from its name), and by others a Roman gr.mary. We now again approach the Exchequer Gate, which is a very beautiful one. A greater contrast of styles can scarcely be imagined than exists between this gate, and the opposite one leading into the castle. The close in which the minster stands, was strongly for tified, and this was the principal entrance. The niche, on the west side* which is very beautiful, is modern, and is a fine speci men of the taste of its architect, E. J. Willson, Esq. Passing through the gateway, we are in the minster close, and facing the unrivalled west front of the Cathedral. \" Open your gates, oh ! everlasting pile, Open your gates, oh ! monument of love Divine ! thou, Lincoln, on thy sovereign hill.\" Often have we been thus tempted to exclaim with Wordsworth, when passing hastily and thoughtlessly through this same gate, the sudden magnificence of the minster has burst upon us, and in an instant hushed all rude, and unhallowed sensations. ROW OP KINGS ON THE WEST FRONT. In an early portion of this work, we have dwelt at some length on this mighty pile, so that we shall now merely add one more soli tary walk to the many we have enjoyed here, casting a hasty, yet lingering glance as we pass along, at the enchantments that surround us at every step ; pillars whose massiness cannot conceal the grace fulness of their forms — stained glass windows, strewing their many coloured glories along the floor— with the brasses of its many tombs ; prelates and warriors, reposing in their calm, untroubled existence, * See page 17."], [121, ""], [122, ""], [123, "69 LINCOLN. MONUMENT IN LINCOLN CATHEDRAL. archways more gorgeously beautiful than we could suppose the imagination of man could devise, were they not here in real existence before us, ENTRANCE TO THE NORTH AISLE, CATHEDRAL."], [124, "70 LINCOLN. whilst, like a voice from the whole building, sublimely exult ing in its consciousness of so proud an existence, the organ, peals forth its wonderful tones, filling ear, heart, and soul, with a feeling not of this earth. Opposite the bishop's porch, on the south side of the cathedral in a corner, is the gateway leading to the Palace ruins before de scribed, and beside this, we pass through a porch with a beautiful groined roof, and which is under a small tower, and enter a spiral staircase lighted by slits in the wall, and having two or three decayed rooms at the top, in one of which a skeleton, it is said, was found under the flooring. This porch leads us into the vicar's court, once the vicar's college. At the bottom of the court, a turn brings us to the old Gothic building, called the Vicar's Stables, conjectured to have been the common hall of the college. The end of this building, abuts on tbe Grecian stairs, a narrow and very steep passage with stone stairs on the lower part, leading from the top of the hill down to the new road. The origin of the name, we cannot trace satisfactorily. A similar story to the one mentioned in page 63, is attached to these stairs, of a boat being found in a house at their foot, from whence it is supposed they were stairs leading to the water ; but this seems very improbable, for the east wall of the Romans extended from the top of a hill, to a spot much lower than the bottom of the Grecian stairs ; midway betwixt the top and bottom of these stairs, a postern, with a strong, deep, and on one side, receding arch, spans the passage. POSTERN OR THE GRECIAN STAIRS."], [125, ""], [126, "W Wirkmj.Sc. .(.Bar: STAMFORD),,"], [127, "101 GRANTUAM. The following is extracted from the Corporation Report : — \" The borough of Grantham contains the town only, which is but a small part of the parish of Grantham. The parliamentary franchise has been extended by the Boundary Act to the whole parish (including the several townships of Spittle Gate, Manthorp, with little Gonerby and Harrowby), and that part of the parish of Somerby which is contained between the boundary of the parish of Grantham and High Dyke. The Soke of Grantham includes the parishes or townships of Barkston, Belton, Braceby, Colsterworth, Woolsthorpe, Denton, Stoke Rochford, Easton, Great Gonerby, Harlaxton, Londontborpe, Great Ponton, and Sapperton. The regular annual revenue of the corporation is about 400/. statistics. The Population ofthe borough and parish of Grantham was in 1801 3,303 1811 3,646 1821 4,148 1831 4,590, of whom 2,216 were males, and 2,374 females. Of the thirteen parishes and townships, 4,934. Occupations : — Families employed in agriculture 2 Families employed in trade and manufactures... 510 Families not comprised in the above classes ... 360 /. s. J. Annual value of real property in 1815 9,554 0 0 Assessed taxes for year ending 1829 1,841 5 6 1830 1,861 15 0 1831 1,832 17 6-i Parochial assessments for year ending 25th of March 1825 2,089 10 0 1829 2,154 6 0 Number of houses in 1830, 10/. and under 20/. rent, 114 20/. and under 40/. rent, 89 40/. and upwards 25 Total of 10/. and upwards 228 STAMFORD Is a borough and market town, lying on the great north road from London to Scotland, having separate jurisdiction, though locally in the wapentake of Ness, parts of Kesteven, situate about 46 miles s. by E. from Lincoln, and 89 miles N. by w. from London. On approaching from the south, along the London road, the appearance"], [128, "102 STAMFORD. ofthe town is highly interesting. It lies in a deep valley, filling the bottom and rising on either side. The lofty and elegant spires of St. Mary's and All Saints' Churches, are finely conspicuous. Within a short distance from the town, as we descend the broad sloping road, we pass the splendid lodges leading to Burghley park and house. On entering Stamford through St. Martin's, which is a separate parish from Stamford, and in another county, though forming in appearance, and in most respects in reality, a part of the town, we perceive at once the ancient character of the place. Almost every other house presents us with the antique gables, and mullioned windows ofa former time, mixing with the more commodious but less picturesque habitations of the present. Tbe houses in this part are almost entirely built of stone, which gives it a peculiarly clean and handsome appearance. The free stone is brought from the neighbouring quarries of Ketton, Wet tering, and Barnoak. On a road leading off from the main street we first pass through, is a small but very handsome edifice, built for charitable purposes ; and about a mile from hence are the interesting RUINS OF WOTHORPE, a former residence of the Burghley family. They are of great antiquity, if we may judge from the state iii which the}' now appear. Returning to St. Martin's, we find the church, with a very handsome, lofty square tower. St. Martin's Church was built between 1133 and 1147. It contains in the interior some splendid monuments to deceased members of the Burghley family. The most interesting from its associations is the one to Queen Elizabeth's famous minister, the Lord High Treasurer Burghley. The living is a discharged vicarage in the archdeaconry of North-"], [129, ""], [130, "Wai^Watkin.5. ETUJRCHlLJE^f- HOUSE. London it: Lincolr 1836."], [131, "STAMFORD. 105 ampton, diocese of Peterborough, valued in the king's books at 71. l_s. 9d. ; patron and impropriator the Marquess of Exeter. Behind the church is the grave ofthe celebrated Daniel Lambert, who died here in 1809, whilst on his way to Leicester. He had retired to rest in apparent health the previous evening, but in the morning was found lifeless. His coffin, which contained, it is said, 112 superficial feet of elm, was rolled upon two axletrees to the grave. The following inscription is upon his monument. \" In remembrance of that prodigy in nature, DANIEL LAMBERT, a native of Leicester, who was possessed of an excellent and convivial mind, and in personal greatness had no competitor. He measured three feet one inch round the legs, nine feet four inches round the body, and weighed fifty two stone eleven pounds. He departed this life on the 21st of June, 1809, aged 39 years. As a testimony of respect this stone is erected by his friends in Leicestershire. N. B. — The stone of fourteen pounds.\" In St. Martin's there was formerly a nunnery of the Benedictine order. At the foot of the hill, against the bridge, and skirting the water, is Lord Burghley 's Hospital. It was endowed by him about 1597, with a rent charge of 100/. upon lands of his in Cliff Park, for a warden and twelve poor men. The endowment was augmented in 1608, with a rent charge of 16/., by Thomas Bellot, and subse quently by various gifts from the descendants of the sounder. The premises comprise two rooms for the warden, and twelve rooms on the ground floor for the brethren, some upper rooms, and a prayer room, now let for a school, with an orchard and garden also let. The warden receives five shillings, and each of the brethren four shillings per week, with gowns annually, and 1,300 faggots for firing : besides this, the rent of that part of the premises which is let off, is equally divided between them. The warden also receives 1/., and each ofthe brethren 18s. Ad. annually, from Bellott's gift, and two nurses have 2/. each from the same fund. The Bridge, which divides St. Martin's from Stamford, is very ancient, narrow and inconvenient ; and standing as it does on the line of the great north road, it is really surprising that it has not been long since pulled down and rebuilt : this is the more extra ordinary from the very evident taste for architecture that prevails in the town, witness the new church of St. Michael's, the Infirmary, Truesdale's Hospital, &c. Crossing the bridge we now ascend a short but steep hill, on the left of which are the remains of a Nor man arch, and nearly opposite this, on the right, the Town Hall, and at the top, that fine old structure St. Mary's Church. The Town Hall is a large and handsome modern building, erected in 1776: it contains a Sessions-house, House of Correction, Gaol, Guard-room, and other apartments. \"The Gaol,\" says the Cor poration Report, \" contains tliree yards, three day rooms, and twelve sleeping cells ; consequently, when there are women in the gaol, two divisions only can be made of the male prisoners.\" Women, however, are seldom sent here. The largest number of prisoners of late years has been sixteen : the magistrates occa-"], [132, "106 STAMFORD. onally visit the gaol, but not frequently. The prisoners are without religious instruction : their allowance is Ad. per day. The allow ance was formerly (id. per day, but was reduced to Ad., as it was discovered the prisoners saved money. The gaoler has an inspec tion of two of the yards from his house. Prisoners in the different yards can converse with each other, and have no kind of employ ment. The effects of such a wretched system of management may be easily anticipated. \" The prisoners,\" said the gaoler, \" scratch the walls, cut the tables, and do all manner of mischief: I believe a man generally comes out of gaol a worse man than he goes in.\" St. Mary's Church was probably built about the latter part of the thirteenth century, and it is supposed on the site of a former one, erected as early as the conquest, from the fact of St. Mary's being considered the mother church. The tower and spire are exceedingly fine : the latter is octangular, and has a very* rich ap pearance caused by the small canopied windows, opening through it, at regular distances from top to bottom. The living is a discharged vicarage, valued in the king's books at Al. 18s. 9rf. ; patron, Mar quess of Exeter. On the s. side of the church is the Hotel, a very noble handsome modern building, which unfortunately is almost hid, owing to the narrowness of the street, and the proximity of the church. Beyond the Hotel are the Theatre and the Assembly-room. TheTHEATRE is a plain looking edifice, but neatly and very commo diously fitted up in the interior: it was built in 1768. The As sembly-room is very spacious : it was built about 1725. Not far from this stands St. Georoe's Church : it is^large but plain in its architecture. The tower, instead of being square, or presenting a square appearance as towers usually do, is thinner one way than the other, which gives it a mean, insignificant appearance. This church was built by W. Bruges, the first Garter King at Arms, at his own expense. It was formerly exceedingly rich in jewels, an tiquities, &c. The living is a discharged rectory, with that of St. Peter's consolidated, valued in the king's books at 5/. 3s. ll_a*. ; patron, Marquess of Exeter. A short street now conducts us into the High-street, where, on our left, is the New Church, now in pro gress of erection, on the site of the old St. Michael's. The walls of the latter, whilst the workmen were employed in improving the inte rior of the church, by widening the span ofthe arches and decreasing the number of pillars, gave way, and nearly the whole of the roof and the body of the church fell into a mass of ruins. The New Church is being built by subscription*. It is, at the time we write * At this time, the committee are calling upon the public for fresh sub- scriptions, and in the hope of assisting their endeavours, we make the follow- ing extract from their advertisement. \" The church, now far advanced in progress, is calculated to afford a thousand sittings, four hundred of which will be declared free. For the completion of the work, they are conjointly bound, and they most unwillingly announce that their means fall full 800/. short of the sum required ; they, therefore, solicit both the pecuniary and influential aid ofa generous public."], [133, ""], [134, ""], [135, ""], [136, "STAMirom© & HOTTILAHB INBTIIRSfflAIRX,"], [137, "STAMFORD. 105 (January) unfinished, but sufficient is done to warrant us in saying that it will be one of the most exquisite pieces of modern architec- ture the county can boast of. The living is a discharged rectory, with the vicarage of St. Andrew's and tbe rectory of St. Stephen's consolidated, valued in the king's books at 18/. 4s. 2c.. ; patron, Marquess of Exeter. Turning to the right, we find, in St. Paul's Street, the Grammar School, or as it is sometimes called, the Ratcliffe Free Scool. It was founded by Alderman W. Ratcliffe, about the year 1530, and endowed by him with estates, now pro- ducing 547/. 16s. per annum, but which will be ofthe yearly value, it is said, of above 800/. when the present leases expire. The mayor is, by an act of the 1st of Edward VI., sole trustee of the revenues, and is authorised, with the consent of the master of St. John's College, Cambridge, to appoint the schoolmaster, with power to remove him for reasonable cause : the form of instruction is to be approved of by the master of the said college. The remains of the ancient church of St. Paul were assigned for ihe school- house. In 1608, a dwelling-house, garden and orchard, nearly adjoining, were vested in feoffees for the residence of the school- master; and in 1726 the dwelling-house was rebuilt by subscrip- tion. On the death of the schoolmaster in 1832, measures were adopted by the mayor to restore the school to a degree of useful- ness corresponding with its ample endowments. A claim to the right of appointing the master, having however been advanced by the Master of St. John's, the mayor consulted two eminent barris- ters, who gave their opinion in his favour. The corporation voted resolutions in his support ; 584/. 4s. were subscribed towards his expenses, and a petition to parliament was prepared. But, that the town might not be deprived of the immediate benefit of the Free School, the mayor put an end to the dispute as to that vacancy by bestowing the preferment upon a gentleman to whose appoint- ment the Master of St. John's gave his consent. The schoolmaster receives the whole of the income of the estate, and employs such under masters as he thinks fit. The school is open to all boys of the town, and of the adjoining parishes of St. Martin's, Easton, Tinwell, Great Casterton, Little Casterton, Ryhall, Belmisthorpe, and Uffington, for instruction in the classics and in writing, arith- metic and the mathematics. The scholars are eligible from eight to twelve years of age, and may remain till fifteen years of age, and six of the head free scholars may continue till the age of eighteen if intended for the University. The master receives an unlimited number of boarders in the house. The school is entitled to one of the twenty-four scholarships at St. John's College, Cambridge, augmented by the first Lord Burghley. In 1613 Thomas, Lord Exeter, also founded three fellowships, and eight scholarships, at Clare Hall, Cambridge, with preference to candidates educated at Stamford School, provided they are equally qualified with their competitors. Mr- Thomas Truesdale, by will, in 1700, left 50/., the interest of which is to be applied to the use of free-born scholars belonging to this school, and going from thence directly to the"], [138, "STAMFORD. 106 University. 12/. per annum were also bequeathed by a Mr. Mar shall for an exhibition for a scholar from the schools of Southwark or Stamford. To the old school-room has been added an entirely new erection, built principally with the money subscribed for the use of the mayor in defending the right of appointment before alluded to. . On the right of the street, a little beyond the Grammar School, is an ancient arched gateway of stone, with deep mouldings, the sole remain of Brazen Nose College, to whicli it formerly be longed. This was doubtless one of the colleges built here by the Carmelites and other religious establishments, to which we have alluded elsewhere. Near this gate is another, which is a fine specimen ofthe architecture ofthe fourteenth century. ancient gateway. This gateway belonged to one of the six religious houses that formerly existed in Stamford, viz. the White Friars or Car melites ; the others were St. Leonard's Monastery, Newstead Priory, the Grey or Friars Minors, the Black Friars or Domi nicans, and the Augustine or Austin Friars. The White Friars' house was sounded, it is supposed, about the time of Edward I. The arms on the gate are those of Edward III., probably a prin cipal benefactor to it. From the traces yet remaining, it is evident the structure must have been very large, and according to tradition, it was very splendid. The gateway alone now remains. In the area to which this gateway opens, now stands the very hand some modern building, the Stamford and Rutland Infirmary. The edifice was built by subscription, and opened for the use of the public on the 5th of August, 1828. Towards its support, Mr. Henry Fryer bequeathed the magnificent sum of nearly"], [139, "STAMFORD. 107 8000/., and nearly 2000/. were collected by the ladies of the neighbourhood at a bazaar. Sir Gerard Noel also gave 1000/., and there were a great number of other benefactions. It is cal culated to contain 32 in-door patients. The spot on which the Infirmary stands is just without tbe extremity of the town. Not far from it, down the road on the right, in a field, are the remains of St. Leonard's Monastery. It was founded, according to Peck, by Wilfrid, in the seventh centuiy, and resounded in the time of the Conqueror. A part ofthe conventual church is still standing. In form and appearance it is like a large, well-shaped bara, till you draw near enough to perceive that what appears to be the end facing the town, is a most exquisite and highly interesting piece of architecture : the style is Norman. When the side aisles were standing, which must have made the front as broad again, the whole must have had a very fine appearance. \" It was,\" says Marratt, \" also above as long again as it now is, and even then beyond the nave stood the steeple, in which hung the bells, and on each side of that were the cross aisles. Beyond the steeple stood the choir, so that what now remains is not the fifth part of the original building, and yet it is a good part of the nave of the church. It must have been gloomy from the narrowness of the windows, and these were made more obscure by the painted glass, but it was enlightened by a great number of lamps that were con tinually burning.\" A short time since, a great portion of the building, owing to its fall, was restored by the Marquess of Exeter, in whose possession it lies. During the repairs, a stone coffin, with a place hollowed out for the head, was found just outside the entrance, and it is very remarkable that the body was entire, and the shroud, of a coarse, openly -wove woollen, was also undecayed. Returning to the town, we now direct our steps through Broad street to the Beast Market, in which stands Brown's Hospital or Bede House. The edifice is a dark-looking but handsome stone structure, with a particularly beautiful porch. It contains a house for the warden, apartments for the confrater, and rooms for the aged men and nurses, with a chapel in which prayers are read daily by the warden or confrater. It was endowed by William Brown in 1493 for a warden, confrater, twelve poor men, and two nurses, who are incorporated and have a common rent. They receive a weekly allowance and some clothing once a-year. The hospital is under the control of the Dean of Stamford and the Vicar of All Saints, who appoint the inmates. A short street brings us from the Beast Market to the Market Place, facing which stands All Saints Church. This is a krge and beautiful edifice, with a lofty embattled tower, surmounted by an elegant octangular crocketted spire. It was built about 1465, at the ex pense of a Mr. John Brown, a merchant of Calais, who was after wards buried in it. The marble font in this church is deemed a great curiosity. The living is a rectory with that of St. Peter's consolidated, rated in the king's books at 12/. 7s. S.d. It is in the patronage of the crown for one turn, and the Marquess of Exeter for two."], [140, "108 STAMI'ORD. east window op all saints church. Near All Saints stands St. John's Church, which, rebuilt about 1450, is principally in the later English style. It has a neat embattled tower, adorned with pinnacles and a handsome northern porch. The screens separating the chancel from the nave and aisles, and the roof, each are very handsome. The living is a rectory with that of St. Clement's consolidated, valued in the king's books at 8/. 8s. 6.d. It is in the patronage of the mayor for one turn and the Marquess of Exeter for two. From the Market Place we now pass into Scotgate, where there are two hospitals, truesdale's hospital. Truesdale's, and Snowden's adjoining each other. Both edifices are modern, and the former particularly handsome. We do not"], [141, "109 STAMFORD. know a prettier specimen of this style of architecture in the county. It was founded in 1700 and rebuilt in 1833. Eight poor men, with their wives, if married, are lodged in it, receiving a weekly allowance of five shillings and some coal and clothing annually ; and as on the decease of any male inmate, his widow must quit the hospital, the sum of five shillings a-week was bequeathed by H. Fryer, Esq. to each widow on so leaving it for the remainder of her life. Snowden's Hospital was endowed in 1604 and rebuilt in 1823. It affords an asylum to eight poor women, with a small weekly allowance of two shillings. The revenue is about 150/. per year, derived partly from houses and land in the borough, and partly from legacies. From hence, taking a circuitous route, we reach St. Peter's Gate, passing in our way one of those bulwarks of whicli, according to Leland, there were seven in the walls of Stamford. The remains of the gate are also very discernible. Close beside this gate, and partly on its site, stands Hopkins' Cullis or Hospital. It is a handsome-looking edifice of two stories, erected about the year 1770. The expense of the build ing was paid by Mr. Alderman Hopkins. It was afterwards endowed by Mrs. Williamson with 200/., now vested in the black sluice drainage, the interest of which is appropriated for the benefit of the hospital. In St. Peter's Gate and St. Peter's Hill there are two more hospitals, Williamson's and All Saints'. The revenue of Williamson's is 52/, 12*. Id., being the interest on four sums given or bequeathed to the hospital ; it is expended in weekly payments to the eight inmates. The revenue of All Saints' Cullis is about 60/., which is the interest of seven distinct be quests. This sum is expended partly in weekly, half-yearly, and yearly payments to seven poor women, who are inmates of the hospital, and partly in paying off an old debt incurred in repairing the buildii IT 'Us THE CATHOLIC CHAPEL"], [142, "110 STAMFORD. stands not far from these ; it is a very pretty, elegant little structure. The streets of Stamford are not by any means well flagged ; for instance, one of the principal streets for the residence of its gentry, and which is at the same time a principal entrance into the town, is sadly deficient in this respect — we mean St. Martin's. The town is well supplied with water, which is raised by a company of joint stock proprietors, established by act of parliament, and brought by pipes from Wotborpe. The springs lie deep, and consequently there are few private wells. The streets are lighted with gas, the works for which were erected in 1824 at an expense of upwards of 9000/. On the banks of the river are excellent cold and hot water baths. The value of all the property in the towu and neighbourhood would be materially improved by the enclosure of the open field lands, which extend over a consider able portion of the borough. HISTORY. A teky imposing tradition has been current relative to the origin of Stamford, according to which, this town was built a hundred years before Rome, by Bladud, a British King, and Attic Philosopher, who had studied at Athens, from whence he brought models of schools, with learned men, who formed a great and far famed Heathen University here, \" For all the muses and their artes, And learnings use for evermore.\" Tragedie of Bladud. In which the ghost of the learned king is made to describe the town somewhat flatteringly, considering aU things : \" An healthful place, not low nor high, An holesome soyle, With water streams and springs for welles, And medows sweet, and valleys greene, And woods, groves, quarries, all things else For student's weal or pleasure's bene; The town is called Stamford yet, There stand the walls until this day.\" &c. &c It was supposed to have been made, in due time, a Christian College, and dissolved when Arianism began to spread on account of that heresy. This story is but \" like a dreme.\" No Romans settled here, but the very first battle tbe Saxons fought in Eng land with the Picts and Scots, (whom they were invited over from Germany to repel,) and the very first victory they achieved in our land, took place on the scite of the present Stamford. These Saxons seem first to have formed a town here, and in their simple and expressive language named it Stain forde, or Stony ford, from a footway of stones they found across the Welland. In 870 the Danes coming upon this part, the townsmen of Stamford, being, \" brave fellowes \" with the \" Stout Knight Harding of Ryall,\" kept the centre of an army drawn out against them. In the next century (the 10th) there was a castle here, erected by them when they took the town, and Edward the Elder built another opposite to it on the present St. Martin's side of the river; from this he successfully at tacked the Danes, and forced them in 922 to surrender the town and acknowledge his sovereignty. The main battle took place on Wittering Heath, about four miles out of Stamford. Edmund Ironside divided the kingdom with Onlaf, a Danish Prince, and yielded to him five cities, thence called Fis burghs: Stamford"], [143, "111 STAMFORD. was one of these. In 942 he retook them, and the Saxons retained them until the invasion of Sweyne, of Denmark. The Stamfordians were at this time pre haps generally of Danish extraction, which would account for the unusual degree of lenity shown them by the latter. This was in the beginning of the 11th century, and the town and castle remained under the three Danish kings until 1041, when the Saxons again possessed the kingdom. In 1066 the Normans took it with the rest of England. In 1152, when Henry Plantagenet, after wards Henry II., waged war with Stephen, he the third time laid seige to Stamford Castle. Twice before, he had been repulsed, but now, after taking the town, those who kept the castle sent messengers to Stephen desiring him to come to their assistance. But he neither came nor sent supplies, so, being straightened, they set it on fire, and Henry found an easy conquest. This castle was after wards completely destroyed in the reign of Richard III., after the conflicts of his family of York with that of Lancaster had nearly levelled Stamford to the ground and depopulated it. The hill on which the castle was raised had been thrown up by hand labour. At this time, Stamford appears to have been a dis tinguished place ; and we may observe, it appears to have been in nearly every respect a true Feudal Town, being under the dominion of great feudal lords, whose rule over their vassels varied with their dispositions, and being a place of high monastic power as well as of magnificent warlike exhibition combined with great strength. Under the lords alluded to, the trade may be supposed to have become free ; thus, at first around the baronial castle the lord would gather from all sides \" good artisans, whom he employed in erecting and adorning mansions, and otherwise serving his many luxuries and necessities, and those of his nu merous retainers : he would obtain workmen in iron, gold, and silver ; stone cutters, turners, brewers of mead, cider, perry, &c. ; bakers, who prepared mil let, net makers able to make anything appertaining to the chase, 6-C These were the absolute property of their lords ; but their lives were necessarily more tolerable than those of the cultivators of the soil, as an artizan, whose peculiar skill gratified the taste and vanity of his superior, would naturally be treated with more consideration than the rude peasant whose services were of no more value than those of his fellows. The artisans gradually assumed the character of a compact body, and thus perhaps enjoyed several immunities by usage before the date of those charters by whicn their privileges were confirmed.\" But villainage obliged the lower classes to labour at the soil for the lords without compensation, and lasted into the 15th century. The Religion of the people was so mixed up with debasing superstition, that it is difficult to appreciate it jusdy. We can only speak of its appearances, and then of the excellent learning that certainly attended them. With regard to the former, there were here at one time four Friaries, of the four orders of mendicant friars, Black, White, Grey and Au- gustin. These maintained themselves by daily alms ; if any food was spared at the end of the day, it was given to the poor, who thronged the gates to re- ceive it. (Monachism was the true friend of the poor, whatever were its faults ; it fed them, clothed them, healed their sick, and smoothed their rugged paths to the grave with almost an apostolical love). There were three sorts of poverty among these friars ; the greatest was to have nothing of their own, or in common, this was the grey friars ; another was, to have nothing of their own but books, clothes, and food, in common, this was that of the black friars ; the third was to have something of theii own, and something in common, but only necessaries, this was that of the white and Austin friars. There were also here several esta- blishments of monks, who were supported on the produce of their own lands, with which the monasteries had been endowed, besides several hospital- ; and a large nunnery stood on the scite of the Borough Castle. There were a prior and and prioress, and at first forty nuns, and afterwards more; they were sometimes in great poverty, and sometimes had to endure hardships, if we may judge by the edicts for their protection issued from time to time by the lords of the town. They took the veil at twenty-five years of age ; the ceremony was solemn, and made a rich show. In the reign of Henry I. the friars of the four friaries first named, and especially the Carmelite or white, gave lectures on divinity and the liberal arts, which being attended by a great number of youths of good families, led to the erection of colleges, and Stamford became a place noted for Education,"], [144, "112 STAMFORD. so much, that from dissensions occurring in the reign of Edward III. in the University of Oxford, many masters and students came hither, and were with great difficulty, after royal proclamations had been several times issued, returned back to Oxford. Statutes were passed by both universities, by which any person taking a degree at either of them bound himself by a solemn oath not to attend any lectures at Stamford. The prevalent sports and enjoyments of the people were for a long time of an ignoble character, truly ignoble, containing abundant ferociousness and grossness ; we may particularly speak of bull-running and baiting, the former of wliich the Stamfordians are hardly yet entirely ashamed of: it is said the custom originated with William Earl Warren (in the time of King John), who from his castle walls saw bulls fighting, and one of them pursued through the town by men, women, and children, pell-mell, making great outcries, which so amus.d his lordship, that he gave the meadow in which the bulls fought as a perpetual com- mon to the town butchers. Of a less displeasing character, but hardly less ridiculous, were the mysteries, or religious plays of the 14th century, in which wretches of any degree of vice and vagabondism were accustomed to represent the sacred persons of the Bible — even our Lord and \" God Almighty ' himself. Corpus Christi day was the great day for such plays, as well as for superb monkish processions, for which alone the parish of St. Mary's had a treasury of jewels and vestments. (At this time, generally speaking, the common people had no sur- names.) Of the grand tournaments held here, we can only allude in this place to the splendour of their exhibition. It was an excellent school tor warriors, giving them strength of limb, agility, and above all a fine sense of romance with their profession ; that, considering their ignorance and blood-thirstiness, can alone redeem tnern from hatred and contempt : as an opposite to this scene we bring one of a different character. The Jews, it is well known first came into England in the reign of the Conqueror. They were a \" peculiar people \" ever, mixing not in any of the customs, the religious feelings, or chivalries of those ages. What the people of England were not they could not understand, the narrowness of their sympathies accounts at once and entirely for the dreadful persecutions that these poor wan derers underwent from them. To say they were usurers is little to the purpose ; it was wonderful, truly, that they should cleave to the acquisition of that which alone they felt gave them importance. But the cupidity of the people among whom they were cast could not be far behind theirs, since they stayed at no means, however bad, of robbing the Jews, whilst the latter won their thritt by lawful traffic. They flourished in Stamford as well as in every other town of any degree of note, and one or two recorded instances will suffice to show the nature of their perils. In 1186, for them throughout England a dreadful year, a multitude of young fellows going to Palestine in the crusades, and needing money for their holy enterprise, thought it no sin to pillage the \" blasphemers,\" killing such as resisted them, ex cepting only those who were so fortunate as to get into the castle and escape from thence. The day was a noted fair day, and the act was done openly, the towns men and visitors offering no resistance to the spoliation, or to the murders, but on the contrary assisting in them. It was in this year that more than 2U0O Jews were massacred at York*. * They, having for safety retired into the castle, it unfortunately happened that the governor went out of the fortress, and ou his return was refused admit- tance, because they feared he would deliver them up. They were besieged by an immense multitude, and b.ing educed to the most imminent distress, held a council among themselves. They had already offered an immense sum of money to ransom their lives, but it had been rejected. In this extremity, a foreign .Rab- bin, who had come into England to instruct the people of his unhappy tribes, stood up and said, 4- Men ot Israel, our God, whose laws I have prescribed to you, command we should always b_ ready to die for these laws, and now, when death looks us in the face, we have only to choose whether we should prolong a base and infamous life, or embrace a gallant and glorious death. If we tall into the hands of our enemies, at their will and pleasure we must die; but he who gave us life did also enjoin that with our own hands, and of our own"], [145, "113 STAMFORD. King John pursued them with intolerable persecutions on account of their riches, and his son, Henry III., did not discontinue the practice. From one at York the latter plundered 54,000 marks of silver, and 200 of gold. In his grandson's reign, Edward IL, their miseries were consummated by the profana tion of their synagogues at Stamford and Huntington, by the destruction of their noble libraries, which were publicly sold, and, lastly, by the confiscation of their houses and bonds. Surely the 15,060 persons at this time torn from their homes and from one another, and expelled the kingdom as if they were dogs, might have shaken off the dust of our soil from their feet, and left it as an ever lasting curse on the nation ; but \" the times of those ignorances God winked at.\" They had leave certainly, and a favour it was, to take with them their money and some moveables, but the wretches, unfortunate ever, suffered even on the edge of our shores. Many of the richest had hired a ship, and loaded it with their treasure ; but there were on botird a master and sailors, and all the human race besides themselves, seemed to look on the Jews as common prey. The master contrived that the ship was left by the tide on the dry sands, where he asked the Jews to walk with him, as a pleasant manner of spending time till the tide rose. They did so, and he, as privately arranged between himself and his men, received private notice of its approach, and hurried to the ship. The Jews finding the waves pouring upon them, and the vessel floating away, petitioned for help, and were answered with fiendish sarcasm, \" Moses would help them as at the Red Sea :\" need we say all perished. The following is a brief summary qf the principal miscellaneous Events recorded in relation to Stamford. 1110, Henry I. was here, with several eminent persons. 1128. An ac count is seriously chronicled of great black deformed hunters, horses, dogs, and stags, appearing in the woods between Stamford and Peterborough Abbey, all sent on the accession ofa wicked abbot to the latter; the monks are said to have heard the blasts of tbe horns every night. 1140, King Stephen and Earl Chester came here, with the nobles of the land, and concluded a peace. 1194, By a charter of Richard Cœur de Lion, tilts and tournaments were revived in five places in England, one of which was Stamford. 1215, Two thousand knights, with above forty noblemen, as sembled here to oppose the oppressions of King John. 1216, John was pursued by the barons to Stamford, whence he fled to Lincoln ; in the same year Lewis, the Dauphin of France, the opponent of John, was in Stam ford. 1227, The son of John, Henry III., having offended his brother, Earl of Cornwall, the latter gathered an army, including the principal barons of England, here, on his behalf, and to compel a restoration of Magna Charta. 1256, The same king granted the town freedom from tolls and security of goods from arrest. 1264, He came with an army, and re ceived gifts of horses and money from the Abbot of Peterborough. 1300- accord, we should devoutly restore it to him again, rather than await the cruelty of our oppressors.\" Some, shrinking from his horrid yet noble purpose, threw themselves on the Christians at once ; a great number of the rest followed the Rabbins directions, who bade those ofthe firmest of mind cut the throats of their wives and children. One Jocenus began this, and directly killed his wife and five children ; all the masters of families, or nearly all, did the like, and the Rabbin himself cut the throat of Jocenus. The remaining Jews laboured to ex- tinguish the gathering flames (for their dead brethren had fired the castle), and at day break appeared on the walls, and in the most lamentable manner de- scribed what had happened, throwing the gory bodies over the walls as an evi- dence, and praying for mercy. The Christians, pretending to be moved, promised to allow them to live, but were no sooner entered in the castle than they massacred every one. William of Mowbray says that five hundred persons, exclusive of women and children, had taken refuge in the castle, so that more than 2000 persons must have been slaughtered."], [146, "114 STAMFORD. 1-2, A parliament held here in one of these years, also in 1309, when Ed- ward II. summoned by writs the knights of England, who were earls, barons, or tenants in chief by knight's service, to attend him with horse, arms, and vassals, to resist the Scots ; at tbe same time he recalled Piers Gaveston from banishment ; and transacted other business of importance. 1326, A council of prelates and peers summoned by this king to meet at Stamford. Queen Isabel, his unnatural wife, also was in the town this year ; and in the following one his son, who then wore his crown, held here a parliament, which allotted 100 marks per month for his maintenance in Berkeley Castle, where he was poisoned. In 1332 and 1337 Edward III. again here per- formed important public business, in which vvas included a treaty with his brother-in-law Hainult. In 1377 the succeeding king, the unfortunate Richard II. , held a council of war here, concerning an expedition into France ; and in 1392 held a similar one here with the same view. At the same time it was determined to punish the Londoners, who had not only refused to lend the king 1000/., but had almost killed a Lombard who offered the loan to his majesty. They were to have instead of a mayor, one of his majesty's knights to rule over them, and their privileges and liberties were to be revoked, and their laws abrogated. Another council was held here to suppress the followers of Wickliffe. These meetings took place in the White Friary, where the king lodged. 1461, This was in the time of the civil war of the rival roses. Andrew Trollop, \" for Lancaster,\" ravaged Stamford dreadfully ; and before the kingdom was at rest again, the town was, as we before said, completely stript of its strength and dignity. The greater part of the houses and public buildings were burnt, with many records and charters, and numbers of the inhabitants put to the sword ; the town suffered, it appears, from the Lancastrians principally, because it belonged to the house of York. 1462—1473, Edward IV. was here. 1532, Henry VIII. passed through, and was presented with 20\". as a gift from Stamford, as other towns had given an example of this readiest method of gratifying the covetous king; in 1539 he again passed through. 1565, His illustrious daughter, \"good Queen Bess,\" passed through, and dined at the White Friary, and it is said the house fell immediately after her leaving it. 1602, The Stuart James I. for the first time entering, from Scotland, his kingdom of England, passed through Stamford. 1602-3, The plague broke out here, there were 713 lives lost by it, according to Butcher. 1632, Charles I, slept in St. Martin's here one night, as he went to receive the Scottish crown, the following day he was escorted through the town in formal procession. In 1634 the same king with his queen passed through, 1641, There hap- pened a great storm, and the plague raged again ; between five and six hun- dred persons, it is said, perished in it at this visitation. 1642, Charles issued here a proclamation against the papists. 1643, Oliver Cromwell marched here after taking Croyland Abbey, and availing himself of the riches of Peterborough Minster, the next year he stormed Burghley House. 1646, Charles, hunted by the parliamentary army, escaped as a servant from Oxford, and slept one night at Stamford, passing thence the next morning privately to Southwell. 1648, There was an insurrection of the Royalists here under Dr. Hudson. Between 1653 and 1672 was the interval in which the Stamford halfpence were coined ; during this period not only towns, but private persons, made their own halfpence and farthings, which were called tokens, as copper money was greatly wanted in exchange. The tradesmen kept sorting boxes, with several divisions, and when a quantity of any man's or corporation's tokens were collected, they took them to be exchanged for silver. The stamped halfpenny was the size of a very thin sixpence, with the town arms and a woolpack inscribed, with the words, \" A Stamforu halfpenny to be\" and \" changeu by \\re overseers ;\" but the tradesman's token was smaller, and one found in our own days of brass, had these words, \" Thomas,\" and \" In Stamforo, 1659,\" t m in the middle. 1696, King William passed through, and staying here a short time, went twice to inspect the paintings at Burghley House- 1722, A cold bath"], [147, "STAMFORD. 115 erected ; would we had to record more and freer and handsomer structures of this kind, for not only here, but in every town in England, we find no necessary so deficient as the bath. 1726, A fire in Scotgate, which de stroyed property to the amount of 1000'. 1813-14, George IV. (then prince regent) passed twice through Stamford. In this town exists the singular custom of \" Borough English,\" by which the youngest son, if his father dies without having made a will, in herits the lands and tenements, to the exclusion of the elder brother. This, as well as the law of gavel-kind, which prevails in Kent, were of Saxon origin ; but neither lawyers nor antiquaries are yet decided as to the reason of its introduction. Lives of Persons eminent in their own Times, and intimately connected with Stamford. William, Earl Warren, the third Earl of Stamford, received the town and castle from King John, about 1206, the previous possessor, Lord Hu met, having been obliged to fly for his life on occasion of an offence he had given the king. Earl Warren's ancestors were of Warena, in Normandy; — these \" for no loss of lands could be brought to adhere to the French kings,\" but tolerable compensation was made them in England. Earl Warren was not \"to tax the Stamfordians without permission,\" (implying, of course, that the previous lords had been allowed to do so). Earl Warren was after wards one of the most active barons opposed to John. He was foremost at Runnymede, when the king was compelled to sign Magna Charta. The heir of Earl Warren, John, Earl Warren, was kept from his inheritance fourteen years by the son of John, Henry III., who mortgaged the town to a Poictoven, as he wanted money; but afterwards gave it, with the castle, to his son, Edward I., for a marriage present. The latter restored it to its rightful owner. John Warren was a most noted warrior of his day. Our notice of his career must be nearly confined to an enumeration merely of the recorded instances of his distinction in this way. To his honour be it said, he gave his vassals here the important privilege of choosing their own magistrate, on condition that he was sworn before either himself or his steward. The Earl overthrew a subtle scheme of the king, by which the latter thought to make the barons feel his power, which they were often in clined to forget. This scheme was to oblige them to show their title to the possessions they held of the crown ; which would have been difficult for them to have done, and so he would have taken from them some of their superabundant power by escheat. But the earl being before the justices, suddenly drew out an old rusty sword, and cried, in a tone of defiance, \" William the Conqueror did not conquer these lands of ours unassisted — our ancestors helped his sword with their swords — and with the sword will I for one, defend my possessions against every one who would take them from me.\" In the well-known Scottish wars (in which Wallace and Bruce were engaged against Edward I. ) Earl Warren became a terror of tbe Scots. In 1296, Earl Warwick and he beat them in a great battle, pursued them eight miles, killed 10,000, and re-took Dunbar Castle ; after which the latter was made Governor of Scotland by Edward I. But they found the snake \" scotched, not killed ;\" in Sept. 11th of the same year, he headed a great battle near Stirling, where he was defeated with a loss of 6000 men *. He died in 1303, and was buried in Lewes Abbey. His soul was prayed for all over the kingdom, by King Edward's orders. One of his daughters was wife to Baliol, King of Scotland. The next lord of Stamford was the young grandson of this earl. Before he was of age, King Edmund gave him a neice of his own for a wises; and * Miss Porter's romance ofthe \" Scottish Chiefs\" presents an interest- ing and generally faithful, though perhaps heightened, picture of these f The condition of women (at no period very admirable) was deplorable"], [148, "116 STAMFORD. very soon after the earl was excommunicated for adultery. His patience was exemplary. He armed vassals and assaulted the bishop who had done it, but being overpowered, was cast into prison. No sooner was he re leased than he procured a divorce on pretence of a contract between him and a concubine, Maud of Hereford. His wife received 740 marks per annum from him, and he made the king sole heir of his great riches. Thirty years after, his wife still living, he married Isabella of Houland, and settled on Maud two towns, with castles, and seven manors. Baliol of Scotland, his relative, made him Earl of Stratherne, as recompense for expensive ser vices the former had received. The earl finished a life not remarkable for goodness, at sixty years of age, possessed of twenty-two manors in various counties, two hundreds, four castles, and fourteen lordships. William de Bohun, or Long Beard, succeeded next. He was a hardy soldier and extremely ambitious, and consequently a prized associate of his congenial spirit, Edward III. He was, with the latter, at the great battle of Cressy, of which he headed one main division, the other two being led by Edward himself and the Black Prince. He also vvas entrusted with beating off the boats, and cutting off every supply from the people of Calais, at Edward's famous siege of that city. Both the French admiral and king were driven back by Bohun. Afterwards, in Scotland, he fought with equal success, and died a highly renowned warrior, in 1360, having been as neglectful of his vassals' happiness and welfare, as his master had been of his kingdom. \" Famous Edmund Langley', Duke of York,\" was next Lord of Stam ford; and the Duke of Aumerle, his son, succeeded him. The latter died at the noted battle of Agincourt, having, by his own desire, led the front of the battle*. His nephew, Richard Plantagenet, Lord of Stamford, de- under the feudal system . We speak of the main body of women ; they had neither liberty of choice or refusal in that which fixed their happiness or misery for life — and were altogether considered as pieces of mere property in the state. * His death is thus described by Shakspeare. \" Enter the Duke of York. \" York. My lord, most humbly on my knee I beg The leading of the vanguard. \" King Hen. Take it, brave York. Now, soldiers, march away: And how thou pleasest, God, dispose the day ! [Exeunt. \" The Field. Enter King Henry, Forces, Exeter, and others. \" Exeter. The Duke of York commends him to your highness. \" King Hen. Lives he, g3od uncle ? Thrice within this hour I saw him down, thrice up again and fighting ; From helmet to the spur all blood he was. \" Exeter. In which array, brave soldier ! doth he lie, Larding the plain : and by his bloody side The Noble Earl of Suffolk also lies. Suffolk died first, and York, all haggled o'er, Comes to him, where in gore he lay in-steeped, And takes him by the beard ; kisses the gashes That bloodily did yawn upon his face, And cries aloud, ' Tarry, dear cousin Suffolk.' Upon these words I came and cheered him up : He smiled me in the face, caught me his hand, And, with a feeble gripe, says, ' Dear, my lord, Commend my service to my sovereign.' So did he turn, and over Suffolk's neck He threw his wounded arm, and kiss'd his lips ; And so, espoused to death, with blood he sealed A testament of noble-ending love. All my mother came into my eyes, And gave me up to tears. \" King Hen. I blame you not, for mine will issue too.\" King Henry V. Se. 6."], [149, ""], [150, "G- ."], [151, "■ London j-\"- LS35. § IMTTM,"], [152, ""], [153, ""], [154, ""], [155, ""], [156, ""], [157, ""], [158, ""]]