[[1, ""], [2, ""], [3, ""], [4, ""], [5, "j SYBIL: - H THE LAST OF THE' BARONS, *N HISTORICAL DRAMA, i v Asts. ■ *-■ M RE \"A I N G •; Q? N O C C . , ..-.;,.:"], [6, ""], [7, "SYBIL: OB, THE LAST OF THE BABONS. >* HISTORICAL DRAMA, IN %\\ttt gtCt<S. K\\ M . A . LEE. % otrbira : REMINGTON AND CO., 5, Arundel Street, Strand, W.C 1878. [All Rights Reserved.]"], [8, ""], [9, "CHARACTERS. Edward IV., Kins of England. Edmard, Prince or Wales, Son op Henry VI. Richard Nktile, Earl op Warwick. Lord Hastings, Duke of Gloucester, Brother to Edward IV. L'Estrange, a Philosopher. Robin of Redesdale, Adherent op Lancaster. Lady Anne Nevile, Daughter of Warwick. Lady de Bonville, Sister op Warwick. Queen Elizabeth, Wipe op Edward IV. Sybil L'Estrange. Lady de Longueville, Adherent of Lancaster Queen Margaret. Ladies, Attendants, Soldiers, etc."], [10, ""], [11, "SYBIL: OR, THE LAST OF THE BARONS. Act 1. — Scene 1. Room in Middleham Castle. — Earl Warwick is discovered, seated at a table. Charts, etc., before him. Enter Lady Anne; she lays hand on Warwick's should r. War. — Ha, pretty one ! Thou play°st truant to thy broidery frame. Why, Anne, all Arrarless our walls will go, If thus these rosy fingers idle lie. Anne. — Dear lord and father, let me stay with thee This little hour. 'Tis my last day at home. Th** morning calls me forth to yon gay Court, B"], [12, "2 SYBIL.* OR, Where Edward and his Queen hold revels high. Dear father, must I go ? War. — Must thou, forsooth ! What other damsel in all Christendom Had put that question in such piteous tone ? To hear thee, and to note thy pleading eye, One well might deem some darkling cell thy doom, Or, at the best, cloisters and veil. Why, Anne, Thy sister keeps proud state in Edward's Court ; Its joyance and its pastimes please her well. She hath forgotten father, home, e'en thee. Anne. — Thou dost misthink my sister good, my lord ; Believe me, deep in Isabel's true heart Are graven tender memories of us all ! Forget ! Why, she and I together grew So near of age, for twins we oft wrere ta'en, Though she the queenlier. War. — But not the lovelier. Anne. — Nay, she for beauty far outshineth me,"], [13, "3 THE LAST OF THE BARONS. As yon proud orb outblazeth some pale star, Scarce visible, amid heaven's myriad host. But we together grew, beneath thy smile, Scarce sep'rate for an hour, till two months since, When, with thy blessing on her bride-veiled brow, She rode with Clarence forth, duchess and wife. 'Tis woman's lot ! Her steps must ever wait The leading of her heart's elected lord. As Ruth to Naomi, so she to him. War. — Why, what a tongue my pretty mouse hath found ! Where gott'st thou this rare learning, Mistress Anne ? Anne. — Nay, laugh not at thy mousie, good, my lord ! But, father, Isabel hath not forgot. E'en from the throne her heart would turn to us. War. — And were she seated thus on England's throne,"], [14, "4 SYBIL : OR, No loftier her state before the world, Than when she graced the da'is in these- halls, Earl Warwick's first-born daughter ; Nevile blood Needeth nor crown nor sceptre. Anne. — Sweet, my lord, I know thy hand hath given diadems. The great king-maker, thou ! But, father, say— War. — What would my little one? Speak, bonnibel. Anne. — Did he, whom thou dids't set from off the throne — King Henry — did he rule so much amiss, His overthrow was worth the blood, the woe, Those cruel wars entailed upon the land ? War. — Why, what a question this, for War- wick's daughter ! Think'st thou my sword could rust within its sheath, While bloody Marg'ret flouted England's peers,"], [15, "5 THE LAST OF THE BARONS. And mine own sister's husband, royal York, Was still denied his birthright? Yet, perchance, Nor he, nor I, had stirred to touch the crown, Had Henry shown himself true knight and man. Why, girl, he read his Missal, told his beads, While Margaret made our noble English name A jeerword to the world ! The fair land lay Groaning beneath her foreign minion's feet. In such a quarrel, glad I drew my sword, And, had we lost, glad I'd the forfeit paid. Anne. — Earl Warwick never loses. Victory's self Waits on his sword. But, Sir, I fain would ask, Are queens always in fault ? War.— In fault ! What's that ? Anne. — Why, Marg'ret, as thou says't, dids't wrong the land, And — and — thou lovest not the present queen."], [16, "6 SYBIL OR, Wae. — I love her not, nor loves she me nor mine. Dame Woodville, raised to King Edward's throne, Flouts at the men whose swords did build that throne. But she dare not touch Warwick ! And I think King Edward loves me well, as I love him, My sister's son, the boy whose crown I gave, And Isabel is wred to royal George, But one step from the crown, my bonnibel. Wilt thou, too, wear a ducal coronet ? Anne. — Nay, father, nay. War. — In very sooth, my child ? Anne. — Sweet father, let thy mousie dwell at home. War. — Is it thy heart, or maiden coyness speaks ? Nay, tell me true, for I must answer one Who hither rides a suitor for thine hand. Anne. — As my soul lives, dear father, I do think"], [17, "7 THE LAST OF THE BARONS. Thy child would die, if thou dost send her forth To a new home and lord. War. — Fie, silly one ! What if the suitor be thy cousin, Gloucester ? Anne. — Richard of Gloucester ! 0, my dearest lord, Wed not thy child with Gloucester ! War — Still, I methought Richard thy fav'rite . cousin. Anne. — In sooth he is. When we in child- hood played On yon greensward, he ever loved me 'well, And was all kind and gentle in our sports. And now, in his young manhood, shines he fair, The flower and pride of princely courtesy. And, too, he pleaseth me in that he shows A tender pity for the banished house Whose crown his brother wears. For this one cause I often list, when royal Gloucester speaks. War. — My gentle Anne ! So piteous is thy soul,"], [18, "8 SYBIL .* OR, That Mercy ever wins thee to her side. Anne. — And thou, my noble father, in thy heart There glows no hatred for the crushed Red Rose? War. — Henry of Windsor, with his saintly face, I could revere as monk, or priest — not king; But butcher Margaret — Anne. — Good, my lord, She is a woman, and thou wilt forgive ! [Enter Ladi De Bonville. Lady B. — For whom now pleads our gentle bonnibel ? War. — Our direst foe, Monk Henry's bloody queen ! Lady B. — Fair niece, thou art distraught ! That cruel fiend ! Mercy from us for her ? Anne. — Sweet, mine aunt, She is a woman, Warwick a brave man ! LiDY B. — A woman say'st thou? 'Gainst her savage soul"], [19, "THE LAST OF THE BARONS. 9 My father's blood cries loud — thy grand- sire's blood ! Anne. — Oh ! Pitying Saints ! Lady B. — All hacked and marred By butcher Clifford's steel, prone at her feet, His white hair streaming in the dust, he lay! Played she the woman then ? Home to his heart Her fierce right hand the murd'rous dagger drove ! Shall one of Nevile blood e'er pardon her? WaiR. — God and St. George withhold from me their aid, When I forget those grey and gory hairs ! Lady B. — Amen ! Anne. — Sweet Saints, protect us all. Amen ! War. — Well prayed, my gentle one. Have thou no fear But that the Saints give open ear to thee. How pale our talk hath made thee. This fair cheek, Despite of thy soft, treasonable pity,"], [20, "10 SYBIL: OR, Is ever loyal to the White Rose side. Cheer thee, my bonnibel. Hist, there ! A harp ! [Harp heard without. That best befits thine ears, which ever turn From themes of war and blood. Come, little one. [Leads Anne to window. Lady De Bonville follows. See yon tall harper. They've admitted him Within the gates. Hist ! Now he tunes his harp. Anne (aside). — A noble presence; and he strikes the chords As Edward struck them that sweet day at Rouen. 0, had my father kept me at his side, I had not met, and loved, the banished Prince ! 'Twas but a week Earl Warwick left me there, The French Queen's guest, and exiled Lancaster Came as a Troubadour, and stole my heart.."], [21, "11 THE LAST OF THE BARONS Lady B. — List now, my bonnibel ! The harper sings. TROUBADOUR'S SONG. Gaily, gaily, On the banks of Seine, Singeth a Troubadour To ladies twain. Lovely the maidens ! One, in hia sight, Sweetly outshineth All, 'neath the. light. Anne (aside). — Sweet Saints ! Sweet Saints ! 'Tis he, The exiled Prince ! Thus did he sing to Sybil and to me ! Teoub. (sings) — Sweetly, Bweetly, Sonndeth hia lay, Praising her beauty Brighter than day. High though her lineage, Had he his right, His hand could place her On prouder height. Anne (aside). — 'Tis he, the banished Prince,. King Henri's son ! CSong continued,.) Sadly, sadly, Far from the Seine, Seeks he his lady love, O'er hill and plain."], [22, "12 SYBIL : OR, Can he but find her, Then shall his sword, Wrest hia fair heritage From yon false lord. Proudly, proudly, Ear from the Seine, Peerless in beauty, Queen she shall reign. Thronging her footstool, Nations shall bow, Saints ! Aid the Troubadour Fulfil his vow. War. — A knightly ditty, and well sung, say I. I cannot well discern yon Harper's face, For his long curls, and fashion of his hood; But he's of goodly height; and in his mien Is something that bespeaks a knightly soul. I marvel such a one should twang a harp, And mouth love verses. Here's thy maiden, Anne. [Enter Blanche. Blanche. — Sweet lady mine, a harper is with- out. Wilt thou come forth, and listen to his lays? War. — Yes ; go. 'Twill please thee. Go, my bonnibel."], [23, "THE LAST OF THE BARONS. 13 Anne (aside). — Oh, Blanche, Blanche, in the Virgin's name, is it he ? Speak, Blanche and tell me ! Is it Margaret's son ? Blanche (aside). — Hist, lady ! An unwary word from us, And Yorkist swords will find young Ed- ward's heart. Exeunt Anne and Blanche. Lady B. — Thou goest not with us, on the morrow, brother ? War. — No ; but I follow, ere the sun sets thrice. Thy lord is ill in body, so 'tis best Thou journey slowly on with him and Anne. But hark ye, Katharine, o'er to-morrow's road The bravest of the brave will guard your steps. Lady B. — -Who is he that is honoured with such praise ? War. — The valiant Lord De Hastings. Even now"], [24, "14 SYBIL : OR, His train is 'neath my walls with Glouces- ter's duke. The Prince is riding northward, and but stays An hour's converse ; but Lord Hastings' self, My honoured guest, will grace this roof till morn; Then, sister, thou and Anne can sally forth In company with England's fairest knight. Lady B. — Thanks ! But the Lady Bonville asketh not This fair companionship. My men-at-arms And mine own lord can see me safely on. War. — St. George ! Why, Katharine, what coil is this ? Lady B. — Coil i None ! I do but say that mine own lord — War. — Your lord ! When swords are out, and blows ring loud, 'Twere bestDe Bonville's Baron bide with- in. Lady B. — Warwick, thou didst compel this loathing hand"], [25, "15 THE last of the barons. To wear his weddings rina* ! War. — St. George ! Why, Kate ! Lady B. — 'Tis true ! Is't not ? Young Hast- ings sought my hand. He, poor, unknown, was driven forth ; and I, At thy command, became De Bonville's bride ; The time my heart so true to Hastings beat, I would have walked barefooted at his side, Nor cared one jot for all the wealth I lost ? War. — Katharine De Bonville ! Lady B. — Aye, that is it ! Why did you give that name to Katharine Nevile ? I — a mere child — no choice to me allowed. Why did you make for me such wretched choice ? War. — Saints ! What is this ? De Bonville's stately dame, The flower of England's youthful matron- age,"], [26, "16 SYBIL OR, For beauty and for virtue far renowned, As is the Nevile name, berateth me Because I made her wife unto a man Of blood as noble as Plantagenets', Whose banner floats o'er ten fair castles'\" •* walls ! Lads B. — Brother and lord, forgive. Bl can I brook Comparison between my lord and Hast- ings. War. — Tut, Kate ! Lord Hastings soareth now so high, But few in England can compare with him ; And, Katharine, had my dullard eye dis- cerned The nobleness in that then nameless boy ; Believe me, well, that scene of ten years years back Had known a different ending. But, dear Kate, Thy lot is happy ! Thou dost not regret ? Lady B. — Dear lord and brother, thou and Salisbury's Earl,"], [27, "THE LAST OF THE BARONS. 17 Our well-loved father, acted as became The chiefs of an illustrious race. 'Twas yours To rule the House's daughters. For the rest — 'Tis ten years gone. Let's speak of it no more. Hark to the trumpets ! Do our guests ap- proach ? War. — I see the Hastings' banner, and the Boar Of princely Gloucester. Hie we forth to greet them. [Exeunt Warwick and Lady De Bonville. Scene 2. Hall of Castle. Troubadour and Soldiers seen in Courtyard. Enter Anne and Blanche. Blanche. — Stay ! I will bring the Prince unto thee, here. Stand thou within this window's arch, and thus Ye may talk, all unnoted, from without. [Exeunt. 0"], [28, "18 SYBIL : OR, Anne. — Sweet Virgin Mother, help me in this need ! Let me in nought forget that Warwick's child Owes him full love and due obedience. [Enter Blanche with Prince Edward dis- guised as Troubadour. Prince kneels and kisses Anne's hand. Prince, — Thrice happy hour ! Now am I richer graced Than traitor York, upon my father's throne ! Anne. — Oh ! noble Prince ! What lure hath drawn thee here, Where swords thirst for thy blood ? Prince. — Sweet Lady Anne, I am Plantagenet, and I do love. Who, of my race, e'er asked a foeman's leave When Honour called, or Beauty beckoned him ? Anne. — 0, fatal lure, if here thou find'st thy death ! Prince. — My death, sweet .Anne ? Why, here I most do live,"], [29, "THE LAST OF TFIE BARONS. 19 For 'tis in thy sweet eyes I find my life. Why shine they on me through that mist of tears ? Sweetest, doth it mislike thee I have come ? Anne. — 'Tis rash ! 'Tis wrong ! Prince. — Though rash, not wrong. Hear me, my heart's one love ! In those sweet days, Ere York laid his false hand upon the crown, What guest was welcomer in these halls, than I ? Ah, happy hours, when we did hold our sports, • Gay children, on yon greensward. Even then, Bethink thee, Anne, I called thee my sweet wife, And said thou shouldest one day be my Queen. Too soon, the sweet dreams of our childish lives Were broken, by the din of those fierce wars."], [30, "20 SYBIL : OR, Thy father armed against my father's Crown, And placed the traitor York upon his throne. In weary prison walls, my father pines ; And I, through weary years, an exile pined. 0, had mine arm been older ! Had the strength To wield a sword been mine ! Anne. — I thank the Saints Thou wast too young to mingle in such strife. I have no heart to think what might have chanced, Hadst thou and Warwick met upon one field. Prince. — I would have spared him, lady, for thy sake. Annfo. — Spared him! Spared Warwick ! Why the mighty Earl Ne'er veiled his crest to mortal champion yet. Prince. — The game's not up."], [31, "21 THE LAST OF THE BARONS. Anne. — Nay, hear me, good my lord. This is not meet for ear of Warwick's daughter ! Thou must remember, I am Warwick's daughter. Prince. — I will remember nothing, save that thou Art sweetest saint still out of Heaven, and I Do love and worship thee. Through all the years, The weary years of my long banishment, Thine image kept its shrine within mine heart, So when, now six months gone, thou earnest to France, I did meet again my boyhood's idol ; And as I gazed, what until then had been Boy love, to man's love flamed. Low at thy feet, Forth flashed the words that told thee of that love; Thou dids't not chide me, Anne. Thou almost said'st"], [32, "22 sybil: or, My words were welcome to thy maiden ear.. How cold thine hand ! And envious tear- drops veil The brightness of thine eyes. 0, let them shine, Sweet stars of hope — twin stars — on Ed- ward's love. Anne. — Would I might listen. 0, bethink thee, Prince, I'm Warwick's daughter, and thou, Mar- garet's son ! Prince. — But I'm not Margaret, as thou art not Warwick, I say, and will maintain it — there's no cause, In deeds of others, to compel apart Hearts that the voice of Nature would unite. Why, Anne, if we must look without our- selves, Let us go back unto that primal day, When the first pair were wed in Paradise, And say — \" Great parents of a widespread race,"], [33, "23 THE LAST OF THE BARONS. Bless us, your children, for we love as ye.\" Thou smilest, Anne. Now be that gracious smile A harbinger of joy to Edward's heart. Anne. — Fair Prince, what wouldst thou ? Prince. — Thy troth-plight, sweet lady, Thy promise to become my wedded wife. Anne. — Alas! it may not be! Thou'rt Margaret's son ! Prince. — Now, by the Rood ! Speak not of that again ! Have I not told thee, I will nothing hear Of Margaret, or of Warwick, and the rest ? Am I too blunt ? Forgive me, gentle Anne ! But hear me swear, I'll yield to none the right To fashion forth for me my destiny. I yield my mother homage due ; But for my wife — my heart shall dictate there. And, Anne, when we have set our wedding day, I'll ask thee of thy father, in such guise He shall not say me nay."], [34, "24 SYBIL : OR, Anne. — Fair Prince, and how ? Prince.— The White Rose crushed — the Red Rose banner up — My father, once more on his rightful throne, I'll come. Sweet Anne, wherefore art thou so wan ? Anne. — Oh ! woe to England. Ere such day can come, Her lovely vales and rivers must be red With blood of slaughtered thousands ! Prince. — What would' st thou ? My father lies a prisoner in the Tower ; In France, my mother weeps out her sweet eyes; While traitor York lords o'er my heritage. What would'st thou ? Shall I get me back to France, And pipe love ditties to the fair Court dames; Or put on frock and cowl, and patter prayers ? Blanche. — Here cometh one can teach thee to do that ? [Enter a Servitor, with Robin of Redesdale, disguised as a Friar."], [35, "25 THE LAST OF THE BARONS. Serv. — Here is a holy man would see the Earl. Wilt lead ** him to our lord, fair mistress Blanche ? Blanche. — An that my lady will excuse my presence ; Back to thy fellows. We will see to him. [Exeunt Servitor. Rob. — Fain would I speak with this fair gentleman. God save ye, gentle lady, and young sir. Prince. — Would'st speak with me? Sir Friar, I'm not in mood To talk with one, except occasion urge, Being engaged in converse with this lady. Rob. — Please you, read this. Gives letter. Anne and Blanche talk apart. Prince. — Lady De Longeville's arms ! [Beads. \" Thou mays't trust him who bringeth thee this scroll, Robin of Redesdale, true to Lancaster. Twas he, who in the forest, shelter gave"], [36, "26 SYBIL : OR, To Royal Margaret and thy princely self, What time ye fled, after fell Alban's field.\" I thank, yet again, thou yeoman bold. Still in my mind, dwells memory of that night, In forest camp ; thy merry men around. Beshrew me, Robin, but I've often thought 'Tis a gay life, beneath the greenwood tree — Gayer than mine, in yon dull Court of France, But wherefore art thou here? I little thought To meet a loyal heart 'neath Warwick's roof. Rob. — Fair Prince, I have a mission to the Earl On public matters ; but of late, there came Word to De Longeville's lady, thou hads't left The Court of France, to seek thy native shore : I traced thy footsteps there ; praised be the Saints,"], [37, "27 THE LAST OF THE BARONS Thy slight disguise no foeman's eye hath pierced. [Trumpets. Anne — Sweet, my Lord — Rob.— She knows thy rank ! Anne — Thou too, thou holy man ! Rob. — Ay, lady. Anne — Then in pity urge him forth ; Here rideth Hastings with Richard of Gloucester. Prince — Hastings and Gloucester ! Here then I abide ! Edward of Lancaster will face his foes ! Rob. — Gramercy, gentle Prince, 'twere a fool's deed ! A brave man throweth not away his life Without some hope of gain. Anne — Sweet Prince, be ruled ! Prince — What, fly from Gloucester ? In our childhood's days The Duke and I were rivals for thy love, Promise, Anne, thou wilt not wed with Gloucester."], [38, "28 sybil: or, Anne — Hear me, Prince Edward. If I pro- mise thee Never to wed with Gloucester, wfltthou go ? Prince — First plight thy troth to me. Anne — Earl Warwick's child, Without his blessing, will not wed at all ; Yet here I place my ring upon thy hand, In token that till thou dost claim my vow, I will not wed with Gloucester, or with any. Prince — I yet will claim thee. Rob.— Pray thee, my dear lord, go, Thou'lt find, without the walls, in dress like this, A man, who'll lead thee to my Forest Camp, There will I join thee soon, if that the Saints Prosper me in my mission to the Earl. Blanche. — Sweet lady, shall I guide him to the postern ? Anne. — 0, blessed thought, yes, quick, quick, dearest Blanche ! Blanche. — Lord Prince; — Prince. — Sweet Anne. Anne, — They come ! In pity go ! Prince. — Thou lovs't me true ?"], [39, "29 THE LAST OF THE BARONS. Anne. — So true, my heart is breaking Lest some dire chance befall thee. Pray thee, go ! Prince. — Thou'lt love me, ever ? Anne. — I do promise thee. But go, go, go ! Blanche. — If I'm to guide thee, thou must even come. Prince. — I come. Farewell, my sweetest one, farewell. [Exit with Blanche. Anne. — 0, blessed Mary, laud to thy dear name, Guide thou his parting steps. I dare not pray That we may meet again. My father comes. [Enter Warwick and Lady De Bonville. War. — Thy singer — is he gone ? Anne. — This moment gone, and sir, this Friar Asketh speech of thee. War. — Thy blessing, holy man. Rob. — God's benison upon each loyal heart; Earl Warwick, fain would I have word with thee."], [40, "30 sybil : or, War. — See ! Yonder rideth Hastings and the Duke ; I must greet them, then I'll occasion take To speak with thee. Anne, lead this holy man unto my room. Anne. — Certes, my Lord. But promise first, I shall not wed with Gloucester. War. — Thou shalt not. Child, thou hast thy mother's eyes, And they ne'er ask in vain of Warwick's heart. Anne. — Thanks, father. Pray thee come, thou holy man. [Exit with Robin. Trumpets. War. — That tells the approach of king's blood, sister, come. [Exit. Scene 3. Boom in Castle — Robin alone. Enter Warwick. War. — Friar, my guests excuse me for the moment, What brings thee to Earl Warwick ?"], [41, "31 THE LAST OF THE BARONS. Rob. — The land's weal. War. — Is't so ? Then speak. Rob. — Earl Warwick, thou art king. War.— Ha ! What is this ? Rob. — The naked truth great Earl ! Is it not true ? The Barons love thee better than the boy Who riots yonder, on meek Henry's throne, And for the Commons, when thou wagg'st thy finger, Full sixty thousand honest English hearts Rally around the Boar and Ragged Staff. Raise thy right hand in anger, and the crown Will fall from off York's brow, e'en as the leaves From this poor, worthless flower ! [Takes a white rose from vase. See you, my Lord, The worm is at its root ! Emblem of York ! [Casts it down. War. — Now, by St. George, thou hast a traitor's heart Beneath thy frock ! An thou wert clad in steel —"], [42, "32 SYBIL : OR, Rob. — I will not shelter me beneath this gown ! [Throws off gown, appeal's in forest dress. Now, Warwick, thou dost look upon a man ! War. — Ay ! a most brave one ! Such as brave men honour ! Thou should'st not be a traitor ! Rob. — What art thou ? War. — Tut ! man, why bandy words ? I am for York, And I have proved his right to wear the crown. If thou'rt not pleased, place thy king on the throne. Rob. — And should I make the venture, it might hap Thy Boar would find himself in sorry plights To keep the White Rose from my stout men's grip. War. — Who art thou, braggart ? Rob. — Robin of Redesdale, Sworn foe to York, and friend to Lancaster. War. — Robin of Redesdale ! Thou didst save the life Of my dear father once, on battle field ;"], [43, "33 THE LAST OF THE BARONS. I owe thee much, let me the debt repay, I'll see thee pardoned, and thy state ad- vanced. Rob. — Pardoned ! No pardon will I take, or give ! If my lips kiss the bloody hand of York, My wife, my little ones, would burst their tomb To cry \" fie, fie ! \" and point their fingers at me. List mighty Earl ! My simple English home A fair wife graced, and two sweet, prattling girls ; Then came the wars. I ever counselled peace, \"Let's bide at home,\" I said unto the men, \" We'll till the fields . What is this war to us ? Why should we spill our honest Saxon blood For Norman prince or baron ?' ' T hey obeyed ; And the land bloomed around us like a rose, Smiling as the first garden, ere the curse That followed on the deadly primal sin. I was as happy as the guileless Two Who dwelt amid that fragrant loveliness ; D"], [44, "34 sybil: or, When, lo ! one day — I absent at the mart — He, whom you now do call our England's King, Rode, with his myrmidons, adown my fields ; His eye, disdainful, marked the smiling scene : 'Twas iv his father's time, and he was hot For men to fight their battles, so he chafed To view the men at work among the grain ; \" Why go not forth,\" he cried, \" with bows and bills ? \" They answered, \" Our good master tells us nay. ' We've naught,' he says, ' to do with senseless wars.'\" His fierce eye blazed. \" Your master's name ! \" he cried. \" Robin of Redesdale. Yonder lies his house.\" \" 'Tis well ! He needs a lesson at my hands : Down with the traitor's house ! Burn ! burn ! spare not ! \""], [45, "35 THE LAST OF THE BARONS. Oh ! devil's words ! Oh ! devil's heart ! He smiled, Though in their burning home my wife, my babes, Shrieked out their murdered lives ! My soul grows sick ! I cannot paint the scene that met my sight When home I rode, that night ; my brain did reel, And I did lie at death's dark gate for weeks. When came my reason to its mansion back, I called on God to hear, while I swore Eternal hatred 'gainst the House of York. Warwick, I see a tear upon thy cheek ! Thou art a father ! Thou dost feel for me ! War. — 'Twas devil's work ! Art sure 'twas Edward there ? Rob. — As sure as I am Robin, and thou Warwick, Ere he rode off, he called unto my men : \" Tell yon traitor, he owes this day's work To Edward, Earl of March ! \" I've done my best"], [46, "36 SYBIL : OR, To pay the debt, but it's not cancelled yet. Outlawed, Queen Margaret won me to their cause, But, Earl, my heart is on the people's side. The land is ill content. That recreant dame — Whose husband died for princely Lancaster,. But whom ye Yorkists now call England's Queen — This Woodville widow, wedded to your king, This upstart woman, stealing Margaret's crown, Treads down the poor, and flouts the nobly born ; Her turncoat kinsmen rule the hapless land ; 0 Warwick, draw again thy sword ! War.— For what ? Rob. — To right the people. War. — But not touch the King. Rob. — He must be crushed ! War. — Not by Earl Warwick's hand. Hear me, bold man, thou hast had foul, foul wrongs, I'll not gainsay 't, and vengeance is thy due ;"], [47, "37 THE LAST OF THE BARONS. 'Gainst other foe I would have stood by thee, Believe it well. But 111 not leave my king : My child is wedded to his brother Clarence, And are they not my own dear sister's sons? Shall I leave my sweet kin, and side with her Whose dagger slew my father, Salisbury's Earl? Stout Robin, rest content, Earl Warwick's hand Will ne'er draw sword against the House of York. Rob. — Thou says't it ! Well ! Upon that fatal day, When these eyes looked upon my burning home, I felt an awful something rush upon me, As of wings that circled round ! And lo ! They say my tongue then uttered prophesies. The vision comes again ! 0, mighty Earl : Thou standest on a battle field with me Under the Red Rose Banner. At thy side"], [48, "38 SYBIL OR, Smiles Margaret's gracious son, and calls thee—\" Father.\" Nay, curl not thy proud lip. The day draws near. War. — False Seer ! Such day will never dawn on Warwick ! Rob. — Its rising sun already warms the land, I know of twenty thousand armed men, Who love not York, but do love Lancaster. When thou art ready to espouse their cause^ They'll hail thee leader. Till that day farewell. [Exit. War. — A stalwart fellow, but his brain is crazed : Edward did him foul wrong. Tis shame ! Tis shame ! Bereft of wife and babes ! Unhappy man ! No harm shall chance to him beneath my roof, I'll see him safely from the castle gates. [Exit."], [49, "39 THE LAST OF THE BARONS. Scene 3. The same. — Enter Gloucester and Hastings. Glouc. — The Earl not here ? I may not tarry long ! Would I had tarried still with Lady Anne. By good St. Paul ! Hastings, I swear to thee That damsel shall be Gloucester's wedded wife ! Hast. — Your Grace's wedding-day will follow quick, 'Tis like, upon the asking. Glouc. — Thinks't thou thus ? Is such, in sooth, thy very thought, sweet Hastings ? Hast. — Thou art King's brother, and 'tis widely known The great Earl loveth all thy father's house. Suitors of Royal blood and princely fortune Kneel not in vain, when they bring nuptial ring"], [50, "40 SYBIL : OR, To grace the blue-veined hand of high-born lady; But he, who landless, nameless, dares to raise His eyes to such divinities, may eat His own fool's heart, and go forth hungry still. Glouc. — Well, let him eat, or starve, an so he will. But, noble Hastings, what doth chafe thy mood ? Hast. — Richard of Gloucester, hast thou never heard, My father was a simple Norman squire, And I, within these halls, once wore the page's garb ? Glouc — Thy father was a Norman gentleman, And for the rest — a king's son would not scorn To wear, in boyhood, the proud Nevile badge. Hast. — I loved the Earl's fair sister, Katharine. Glouc — St. Paul ! De Bonville's dame !"], [51, "41 THE LAST OF THE BARONS. Hast. — My Lord, e'en so. Glouc — Then, by the Rood, dear Hastings, I dare swear, She would not move an eyelash, hads't thou cast Thine heart, all torn and bleeding, at her feet! Such other piece of cold frigidity Is not in England found. Hast. — Not thus, not thus Was Katharine Nevile in her sweet spring- time ! Richard, thou'st seen her, 'mid the pomp of courts ; Over the marble floor her stately step Moves with such haughty grace, as charmed the gaze Of those Olympian deities, when slow, Across the golden floor, his goddess queen Glided to Jove's high throne. Her lovely eyes Cast down ; her brow, her lips, her very smile So haught, they chill the gazer — for they tell"], [52, "42 SYBIL : OR, She dwelleth with her own cold thoughts apart. 0, 1 bethink me, when her light foot sprung Over yon greensward, with the fawn's wild grace, Her eye gave to the sunlight back its own glad gleam ! The sweet red roses her fair fingers plucked, Were to the living roses on her cheeks As is the painted flower on limner's canvass To fragrant wild-wood blossoms. On those cheeks The joyous blood, fresh from her glad young heart, Nestled amid such dimples as 'tis said Young Hebe boasted. And her laugh — thou ne'er Heards't that ? Glouc— Her laugh? Lady De Bonville laugh ? Hast. — And Nature seemed to love the joyous sound,"], [53, "THE LAST OF THE BARONS. 43 And give it back in merry echonige. To what can I compare that silvery peal ? A sweet-toned lute ? The song of sylvan birds ? Vain, vain conceit ! Such music comes not forth, Save from the throat of innocent young girls, Glad in their purity. Glouc— Holy St. Paul ! Is Saul among the prophets ? Do I dream ? Is this the gay Lord Hastings, who doth rove From dame to dame, e'en as yon fickle bee Doth flit from flower to flower ? Hast. — Boy, mock not ! Upon me is the memory of that hour, When, in this very room, I told my love, And she — she bid me hope. Glouc — What marvel next ? Hast. — 0, 1 am mad to tell thee of this thing ! Keep thou it close, beneath thy tongue,. my Lord, Nor let it forth unto the carping air !"], [54, "44 sybil: or, Glouc — Believe me, sir, thy secret lies as safe With Gloucester as with Hastings. Thou dost know I love thee as my second self. Hast. — All thanks ! Glouc — Pray thee recount what next befel. Hast.— Well, list ! Some lurking traitor heard our whispered words, And took the story to Earl Salisbury's ear. They haled me 'fore the dais, where he sat, Warwick beside him. Boots it not to tell The scene that followed. In my boyish wrath, I forgot even they were Katharine's kin, And poured back on them all the scorn they gave. Gloucester, the mighty earl, is nobly veined, E'en at his worst. The spirit of my words So pleased him, he did dub me knight that hour, Saying — \" Now with our swords we'll fight this out.\" Glouc — 'Twas like him. Ye did fight ?"], [55, "THE LAST OF THE B.\\RONS. 45 Hast. — No, Salisbury's Earl Forbad the combat ; and I soon methought The blood that I would spill was Katharine's kin. From that hour, Warwick liked me, though he still Opposed my suit for his fair sister's hand. They sent me over to the Irish wars ; We parted — vowing deathless constancy. Upon the heart of each, half a gold ring, Mute witness of our troth-plight. In a month — One little month, she — was De Bonville's wife ! Glouc — St. Paul to aid ! What fickle thing is woman ! Dids't grieve thee to a shadow, noble Hastings ? Hast. — No, by Our Lady's grace ! Next to my heart I'd worn her picture on the battle field, And deemed it charm against a foeman's stroke. Upon this I did set my armed heel ;"], [56, "46 SYBIL : OR, Crushed out the eyes, whose seeming truth- fulness Concealed a lie ! Crushed out the lovely lips, Whose rosy curves had sworn to that false vow ! Crushed out the cheeks, amid whose dimpled sweets My kisses lingered yet ! From that fierce storm, Hastings came forth — a man. I fought, and won, And forced Dame Fortune to become my friend ; Till now, I stand so high, thou know'st it Richard, Men woo me for their daughters. Glouc — Ay ! In sooth ! But thou dost ever shun sweet Hymen's bonds. Thou lovest many, yet thou weddest none. Gramercy, Will ! Pray tell me, art thou fixed A bachelor, for love of this fair Kate ?"], [57, "47 THE LAST OF THE BARONS. Hast. — I stay so, good my Lord, because — because — - It pleaseth me to keep my liberty. Pardie, your Grace ! A head, so shrewd as thine, Must know the mainspring of our daily lives Lies hidden, often, from our very selves I tell thee, it doth ask as keen an eye To read a motive as to trace a nerve. Glouc — Well, keep thy counsel ! Richard little recks, Who wins or weds, if he can only gain Anne Nevile for his wife. I'd marry Anne, Though every rood of her great father's lands Lay forfeited,. Hastings, thou knowest me, I'll have Anne for my wife, if that I wade To win her through the blood of all her kin! Hast.— Hist ! The Earl ! [Enter Warwick. War. — I cry your Grace's pardon ! And yours, most noble Hastings. There has come"], [58, "48 SYBIL : OB, A messenger, whose tidings I like not. 'Tis but a month since, at Edward's com- mand, I pledged your sister's hand to the French Prince ; And now your brother goeth from his- word And weds the lady to Count Charolois. Glouc — Great Earl of Warwick, it doth grieve me sore, i My brother's will, in this, should clash with thine. Believe, sir, he hath grave reasons for it. War. — I know the first and greatest ! It doth please The Queen, who knows how ill it pleaseth me. Glouc — But, good my Lord, His Majesty did say Earl Warwick's will should rule in all beside. The King doth love thee, Warwick, as thou knows't. War. — I say he hath disgraced me in the face"], [59, "49 THE LAST OF THE BARONS. Of the French Court — nay, of all Christendom ! Hast. — Nay, look not on it thus, most noble Earl! The match is proven for the country's good. Set not thy pride against the nation's good. War. — By great St. George ! That is not true of me ! This match will arm all France against our cause. Hast. — And shall we pause to ask King Louis' leave Where English fathers may their daughters wed ? War. — Well, well, I see this match is fairly on. No longer will I baulk it. Glouc — Thanks, my Lord. Should angry Louis move in Margaret's cause — War.— He will so move. Glouc — And Warwick ? E"], [60, "50 SYBIL : OR, War. — Shamest thou me, By secret, faintest doubt of Warwick's faith? My heart, my sword, will stand, as they have stood, Between King Edward and King Edward's foes. Glouc — Thanks, puissant Earl ! And now, in further pledge Of amity between our kindred hearts, Bestow upon me thy fair daughter's hand. War. — Richard, thou doest honour to my child, An were she older, and inclined to wed, Twould please me well that she should be thy bride. But she thinks nolof marriage, and yet clings Unto her flowers, and — nay, be not thus grieved ! Ye' re children yet. Glouc (aside). — Children! My Lord of Warwick ! You'll find, some day, my hand upon your throat With a man's grip !"], [61, "51 THE LAST OF THE BARONS. Hast. — Up heart, my noble Gloucester ! One does not die for loss of his first love. Every true soldier must have twenty loves, Each fairer than the former. War. — Say'st thou so ? Hast. — Ay ! That is Hastings' love creed. Glouc — A gay one, but not mine. I shall be true to Anne. Dear Warwick, think thou kindly on my suit, And speak fair words for me in my love's ear. Now, must I on ! Will. Hastings, fare- thee-well. Let me hear from thee, and be sure to say How speeds thy suit with yon sweet mis- tress Sybil. [Exit with Warwick. Hast. — Why did he speak of Sybil in this room? Here would I think of none but Katharine ! But Sybil loves me ! Katharine loves not ! She never did ! And yet — and yet — and yet —"], [62, "52 SYBIL : OB, She was so young, it could not have been feigned. Feigned ! Truer love ne'er looked from mortal eyes Than shone on me, from hers ! 0 sweetest eyes ! How coldly fall they on me, when we meet ! I gaze on her, and ask my wandering heart, Is this cold woman, this proud, stately beauty, One with radiant, gracious girl, whose smile Shed brightness round her, like a sweet spring day ? Are these the eyes into which mine have looked With lover rapture, knowing myself to be The best beloved of all she gazed upon ? Are these the lips that vowed : \" Though stars grow pale ; And moon and sun grow dim ; and all the face Of nature change,! will not change to thee?\" [Eider Lady de Bonville. Sweet Saints! 'Tis Katharine's self!"], [63, "53 THE LAST OF THE B.1R0NS. Lady B. — Pardon, my lord,- I thought to find my brother Warwick here. [Turns to go. Hast, (following and taking her hand). — Katharine ! Lady B. (drawing back). — Lady de Bonville, sir. Hast. — Nay ! For the moment, be sweet Katharine, And call me \" William,\" in the gentle tones Of those dear, vanished days, when — Lady B. — Art thou mad ? Or does the wine, at last night's revels drunk, Despite the ride through our fresh country air, Still riot in thy veins ? Hast. — Within thy heart Lingers there, then, no memory of that hour, When thou and I stood last, in this same room? Lady B. — Lord Hastings, I must pray thy courtesy,"], [64, "54 OR, SYBIL Wound not the Lady Bonville's wifely ear With story of her girlhood's silliness. Hast. — Is that thy version of the love tale, Kate? Lady B. — Lord Baron, thou art most un- mannerly ! Dost dream I ever let my thoughts roam back One hour behind my wedding day ? In sooth, I do thee too much grace in lingering thus. [ Turns. Hast. — Go, then, thou marble heart ! I thank the Saints, there are yet in this World warm, human hearts ! [ She returns- Lady B. — There are true hearts, in this cold world, Lord Hastings, Hearts, pure as mine was, in my girlhood's days ! Thine, then, was pure and noble. Hast. — Katharine ! Lady B. — Nay ! hear me out ! Pray thee,. touch not my hand !"], [65, "55 THE LAST OF THE BARONS. Dost thou not see on it this sacred badge, [Points to her wedding ring. Which warns thee off ? Hast. — Ay ! As the archangel's sword Warned Adam from the gates of Paradise. Lady B. — Too much of this ! Lord Hastings, I would crave Thy mercy for a young and gentle girl, Whose life, I fear me much, thy love will blight. Hast. — St. Mary's grace ! This passeth all belief! Lady B. — Is it so marvellous that I should care For one of my own sex, Sybil L'Estrange ? Hast. — Ha ! Lady B. — She's young, and fair, and pure. O, why Wilt mar, what God has made so beautiful ! Hast.— Mar ? How ? Lady B. — Why ask ? 'Tis rumoured through the Court, Thou goest often to her father's rooms;"], [66, "56 SYBIL : OR, And I have marked thee, in the presence chamber, Talk with this pretty girl. Hast. — What further, Kate ? Lady B. — Please thee, remember, I am Lady Bonville. 'Tis whispered, thou hast won the maiden's heart. Why dost thou smile, Lord Baron ? Is it, then, So slight a thing to break a young girl's heart ? Hast. — Will it please De Bonville's lady to explain In what the sin of Hastings doth consist ? Lady B. — In this : he who doth steal a maiden's heart, Knowing he hath no will to give her his, Shows baser soul than he who steals a purse ; Or, sword at throat, biddeth the traveller stand. Hast. — And this, thou say'st, I've done ?"], [67, "57 THE LAST OF THE BARONS. La.dy B. — Why, yes, in sooth. Or wilt thou wed the necromancer's daugh- ter ? Hast. — Why doth it please thee to misspeak him, thus ? Lady B. — And doth it vex thee that he thus is termed ? 'Tis said he leagues with Satan ! Were it not Bedford's haught duchess keeps him in her train, 'Tis thought the Church would bring him to account. Hast. — Out on the ignorance of this rude age! The old man is at work on some machine, His wit invented. I will let nor priest Nor rabble lay a finger on L'Estrange, I still will stand his friend. Lady B. — And the young girl ? Hast. — Sybil is fair, and good, fit for a throne, But Hastings asketh not to wed with any."], [68, "58 SYBIL OR, Lady B. — Then thou art wronging her, and thine own soul ! I knew thou did'st not love her ! [Exit.. Hast. — Do I not ? Thou'rt right, fair Katharine, for I love but thee ! But thou art traitress to me, and as cold As Alpine ice ! And Sybil ! Ah ! poor Sybil ! I love not her, but frozen Katharine ! But Sybil ! She is good, and wondrous fair ! If Truth hath still a home beneath the skies 'Tis in her heart, a heart that I do think Will beat for Hastings till it pulseless lies. (Act Drop.) Act 2. — Scene 1. A Street in London. — Tower in the distance. Enter Stockton and Heyford, two Citizens. Hey. — By'r lady, Master Stockton, I'm well pleased"], [69, "59 THE LAST OF THE BARONS. With this Burgundian match, though it is said The great Earl likes it not, but the queen doth. And so the king, finding, like many an- other, Whattempestlurketh'neath a woman's din, Hath wisely yielded to the weaker side. I' faith ! Our Edward knows a lady's tongue Can clatter louder than Earl Warwick's sword. Stock. — Good, Master Heyford, curb thine own rash tongue, The king loveth not talk about his acts. 'Tis ill, jesting with lions ! Bethink thee Of William Walker*, hang'd because he said, In jest, his son was true heir unto the Crown ; Meaning, good sooth, his inn, which bore that sign. Hey. — 'Twas but a scurvy pepp'rer made that jest !"], [70, "60 SYBIL OR, And boots it little, he was hang'd for it ! But, sirs, when I, a worshipful Silk Mercer, Wearing a velvet tunic and gold chain, I, who am alderman of this good city, Having much moneys, and a fair young wife Whom it hath pleased our sweet king to commend, When J do jest, I tell thee, Master Stockton, It is another sort of guess matter. Stock. — Body o' me ! Thy speech doth please me well. Truly we traders of fair London city, Stand high in favour of our gracious liege. Hey. — It doth become him best to show us favour ! An, had the City stood for Lancaster, Well do I ween Henry of Windsor's flag Would flout the air from yonder tower walls, Where now we see the arms of royal York. Stock. — Hout ! Master Heyford, an these walls have ears, Thine head may be the shorter, ere the night !"], [71, "THE last of the barons 61 Hey.— Holy St. Thomas! Wilt thou still forget I am an alderman of good repute, With moneys in my coffers ? And, in sooth, What have I said that one can take amiss ? I say right stoutly, yea, I do affirm, The house of York is a good house. The king Is a right royal one, who, in mine house, Sat at my board, eat pasties and drank wines, Smiling, right merrily, upon myself And my fair wife. Then, too, I love the king, In that he helpeth trade by his example, And by alliances. 'Tis a wise king. Stock. — And, too, this Flemish match will swell our trade, So we'll stand stoutly by it ; still, I grieve The great Earl should be flouted, for he e'er Hath stood the City's friend. Hark, in thine ear ! It spreads abroad, the queen loveth him not."], [72, "62 SYBIL : OR, Hey. — What's that to thee, or me ? She buys my silks, And pays me well, so I'm content with her. Stock. — Ay, and her stately mother, Bedford's dame, Buys all her drugs and chemicals of me. Hey. — Hark in thine ear ! Thou know'st what's said of her ? 'Tis whispered she deals with the imps, and leagues With wizards, and such gear. Stock, (crossing himself). — The blessed Saints ! Saint Mary's self to aid ! I've heard such tale! Hey. — Ay ! And 'tis rumoured — lower bend thine ear : Edward had ne'er wedded the widow Gray, Had not her mother witched with some spell, Bought from the evil one. Stock. — The Saint's forfend! think'st thou '\"tis true ? Hey. — Well, I'll not say."], [73, "THE LAST OF THE BARONS. 63 She buys my silks, and ever pays me fair, What I mislike, is that she holds in pay The sorcerer, L'Estrange. [Enter Friar Bungay. Bun. — The nigromancer, Our holy Church's foe ! Pax nobiscum ! Hey. — I've seen thee in the train of some high dame — Thou art Friar Bungay ? Bun. — Marry ! That am I. As I came, ye talked of her, and that false imp, L'Estrange. Hey. — Nay, nay ! We were but speaking of her Highness, Commending her, in that she buys her gear In London city, and pays well for it. To which we added, she keeps princely state ; Hath many learned men in her retinue, Thyself among them, and this same L'Estrange. But I'm an alderman, and must away, On business for the City. [Exit."], [74, "64 sybil : or, Stock. — I'm with thee ; I give thee good day, Friar, [Exit. Bun. — Pax nobiscum ! Who yonder comes? 'Tis Bedford and her crew ! She sees me, so 'tis best I brave her WTath. Kind Saints, defend me from that shrewish tongue ! Faith ! She's a very cat for spitefulness ! [Enter Duchess of Bedford, attended. Bun. — Salutamus ! May every holy saint, Send blessings down, lady, on thy sweet head. Duch. — Well met, Sir Friar ! Thou hast shunned me of late. Bun. — Nay ! sweetest lady. Duch. — Thou liest, an thou say'st nay, I tell thee, Friar, it is parlous strange, Thou took'st my coin, and then forsook thy task. Bun. — My task, most noble Duchess ? Duch. — Yes. (To attendants) . Stand back. Friar Bungay, thou dids't truly promise me,"], [75, "65 THE LAST OF THE BARONS. To build a waxen image of yon Earl, That haughty Warwick, which thou wast to ban, With stabs and curses — saying, his living frame Would blight and wither 'neath such mighty spell. For this I paid, in good coin of the realm, But Warwick's joints defy thy malisons. Bun. — Alas, great Duchess, should I say to thee, Why failed my skill, thou would'st take it amiss. Duch. — Tut, Friar, speak out ! Bun. — Your Grace will hold me blameless ? Duch. — Aye. In sooth. Bun. — My spells are holy, lady, Such as true son of Mother Church may read, And yet steer wide of peril to his soul. But that L'Estrange — Duch. — There speaks thy jealousy. Bun. — Then am I dumb. Duch. — Nay, speak ! I tell thee speak ! E"], [76, "66 SYBIL : OR, Bun. — Shall I speak, to be chidden by your Grace ? Duch. — Thou'lt be well chidden, an thou speakest not ! Bun. — I am your Highness' humble servitor, And should my tongue be plucked out by the roots, I'll say, L'Estrange is liegeman to the devil, And serves his master nobly. Duch. — Well, well ! Say on ! Bun. — In such companionship my arts do fail ; The sweet Saints take it much amiss that thou Lendest protection to this nigromancer. Duch. — Why, he doth say his ave's and his paters Devoutly, as though he were shaven priest. And for his daughter — Bun. — I say naught 'gainst her. The damsel's fair and winsome, but her sire Is a curst wizard. Why, throughout the City"], [77, "67 THE LAST OF THE BARONS. There is much murmuring that your High- ness' name Saves him from fire and faggot. Duch. — Poor old man ! He is as douce and mild an innocent As breathes in England — aye, in Christen- dom ! For the mechanical he labours on, He says, 'twill bless the whole wide race of men, Making our country rich as fabled Ind. Bun. — Can it turn iron into gold ? Duch. — No, but — Bun. — Pardon ! Can it one's future fate pre- dict ? Duoh. — No, but — Bun. — Pardon ! Can it prolong one's term of days ? Duch. — No, but — Bun. — Then, in the name of all the Saints, Why waste your Highness' further favour on't? Cast off this man, and I do swear to thee, My spells will work right bravely."], [78, "68 SYBIL I OR, Duch. — Is't so? Listen, good Friar, this same L'Estrange Works for me now upon a potent spell, Which from a rude chaos of chemicals Should bring rare diamonds forth, Fail he — no longer shall Jacquetta's hand Stand betwixt him and harm. Art satis- fied ? Bun. — Yea, gracious lady ; yea, I swear to thee, Thou shalt have thy sweet will. I'll work amain Till every bone in Warwick's body aches. Duch. — See to it, lest I call thee to account. [Exit. Bun.— The Saints be with thee. Wa-le-wa-le- Pax. Ha ! sweet Friar Bungay, thou hast won a point, For sure, this L'Estrange now will have to budge. He hath stood in my path this three months gone, Speaking so big of his mechanical"], [79, "69 THE LAST OF THE BARONS. And Nature's forces, and his chemicals ! Would all his learning were in my shrewd head! Poor simple wretch ! A fly might outwit him ! Lo ! here he comes, on Mistress Sybil's arm, Attended by their ancient servitor. The girl is parlous fair ! Beshrew my heart ! I'll tease her with a gossip 'bout Lord Hastings. The Court ladies are jealous of this maid, And the gay Earl gives cause. [Enter Sybil, L'Estrange, and Servitor. Pax nobiscum ! Give ye good day. Syb. — Give ye fair day, Sir Friar, My father heareth not. His thoughts are hence. Prithee, of courteous kindness, pardon him. [ Going. Bun. — Sweet mistress, wherefore not at Court to-day ?"], [80, "70 SYBIL : OR, Ye loss a right fair pageant. Lady Anne, Earl Warwick's youngest daughter, hither came, Escorted by her aunt, De Bonville's dame, And the Lord Hastings. 'Twas a most sweet sight. The King fared forth to meet them at the Tower gate. 'Twas a brave sight ! Syb. — Lord Hastings rode with them ? Bun. — Ay ! that did he, fair mistress. In the City 'Tis told that Hastings, in his early youth, Loved this sweet Lady Bonville. Syb. — Were it true, They would have wedded — so it is not true, Bun. — Faith ! Should he wed, wherever he has loved, This gay Earl would eclipse King Solomon. Syb. — Sir Friar ! Thou dost mis-speak this noble lord ! Bun. — Gramercy Mistress ! 'Tis the public tongue,"], [81, "71 THE LAST OF THE BARONS. Not mine, saith this. Why should it anger thee? Ha ! Pretty one ! I've seen him at thine ear ! Thou must not listen to such practiced tongue. Thy father's head is ever in the clouds — Thou'rt young and foolish — let me counsel thee — Syb. — Rude Friar, thy speech passeth ail courtesy. I'll speak with thee no further. Father, come. Bun. — The poor man's in a maze. He hears thee not. And, Mistress, why shoulds't thou beraught at me ? I meant not to offend. When this same lord, Stood at thy door, to-day — Syb.— What ! Stood he there ? Bun. — I, passing through the gall'ry, saw him there — A look of disappointment on his face."], [82, "72 SYBIL : OR, Perchance, he wanted speech of thy learned father, Upon some point of lore. Syb. — Perchance. He spoke ? Bun. — He did a3k some, whither ye twain were gone : And one gave answer, ye a visit made To some great bookman in the City. Why — I cannot say — but Hastings seemed ill-pleased ; Perchance he deemed ye should have stayed at Court To greet the Lady Anne. Syb. — Perchance. Come, father. L'Est. — Dear child, disturb me not. With- in my brain A thought is struggling to the birth. [Voices, as of a riotous company, heard. Syb. (To Servitor). — Good Hugh, Cans' t thou help me, to lead him home ? Hugh. — Come Master. [Noises approach. He will not stir, unless we carry him. Sweet Mistress, much I fear, a rabble comes."], [83, "73 THE LAST OF THE BARONS. Thou knows't the common folk misthink my master. Syb. — Dear father — L'Est. — Sybil, cease. Alack, alack ! Wilt thou Murder my thought ? Syb. — Sweet father, hear — L'Est. — Peace, Sybil, peace ! I cannot hear thee now ! Have I not struggled thro' long, weary years To bring my thought to fulness ? Sweet, my child, Almost the glorious model stands com- plete — One little link sole wanting. In my brain That now is taking shape. Dimly as yet I grasp the faint conception. But it grows ! A little breath puts out the infant flame ! O, let it burst into a glorious blaze ! [Noises. Bun. — Here comes a rabble now will give small heed To your gay dreams, good Master nigromancer."], [84, "74 sybil: or, [Enter mob of Apprentices and Timbrel Girls. 1st Tim. Girl.— The Wizard! The Wizard, and his daughter ! [They surround Sybil and her father. Hugh. — Stand back, good people ! Touch these gentles not ! 2nd Tim. Girl. — Gentles, forsooth ! A wizard and his witch ! App. — Last Christmastide, my little brother Jean Mocked at this wicked man, who looked at him, And since he hath been sick, almost to death. Down with such folks, say I Others. — And I ! And I ! 1st Tim. Girl. — To the River! Drown both Witch and Wizard ! (Sings). — Lake or river, dyke or ditch, Water never drowns the Witoh, Witch or Wizard, would ye know ? Sink, or swim, is aye or no. Lift her, swing her, once and twice, Lift her, swing her, o'er the brim — Lilla — lera — twice and thrice — Ha ! ha I Witch ! Wilt sink, or swim ?"], [85, "75 the last of the barons. Chorus, with Timbrels. — Lilla — lera — etc. [They advance towards Sybil. Hugh draws his dagger — putting Sybil and her father back. Hugh. — Off, cowards, off ! App. — So bold, mine ancient lad ? We'll soon stop thy stout crow. [They pick up stones. Syb. (stepping forward). — Alas, good people, Why are ye thus enraged 'gainst me and mine ? What hath my father done to rouse your hate? He is a simple, quiet, good old man, Whose thoughts, as ye can see, are not of earth. Tim. Girl. — No, no, fair Witch, I will be sworn they're not ! They're farther off than even Purgatory, And smell of brimstone ! Fie, fie ! Wicked witch ! Hugh. — Misspeak not the young lady ! Tim. Girl. — Lady, forsooth !"], [86, "76 sybil : or, I know she dwelleth yonder, in the Court, In suite of Bedford's duchess — not the less Is she a witch. To the river with her. Come on, my merry mates ! Syb. — 0, Friar Bungay, Speak thou for us ! Tell them we're Christian folk. Bun. (aside). — Little care I what chances to the father — But for the girl, I wish the child no harm. Pax, pax, good people, pax ! Tim. Girl.— Pack thyself off ! That's the best packs for thee, thou fat, old Friar ! App. — Begone, old shaven skull ! Bun. — Nay, daughter, Pax nobiscum, I do mean. Mock not at voice of Holy Mother Church! Tim. Girl. — Thou art a most sweet mouth- piece for the Church ! Bun. — Daughter, non quod beatus abruit — Which means, sit not among the scorners, girl! Tim. Girl. — Scorners ! I've sat with thee, in yonder inn !"], [87, "77 THE LAST OF THE BARONS. Thou art a good judge of Dame Skelton's wines ! Mob. — Ha ! ha ! Meg had him there ! A Meg ! A Meg ! Syb. — 0, Hugh, good Hugh, let us get forth from here ! Dear father, come ! L'Est. — Sybil, the thought is born ! Rejoice ! Rejoice ! Eureka ! 0, Eureka ! 2nd Tim. Girl. — Hear the foul Wizard mouth- ing his vile spells ! 1st Tim. Girl (sings). — Lilla — lera, etc. [They crowd forward. L'Estrange looks around in surprise. L'Est. — Dear Sybil, what is this? Good people hear ! Wherefore molest me and my daughter thus? I am your friend. 2nd Tim. Girl. — Foul Wizard; loud thou liest ! App. — What is that cursed black mechanical Thou keepest in thy room, in yonder Tower !"], [88, "78 SYBIL *. OR, L'Est.-— Why, my Eureka, man ! Archimedes Asked but an inch of earth beyond this earth Where on to stand, that he might move the earth. I, standing in this world, mark ye, my masters, With my mechanical, will move the world! App.* — Thou wicked Wizard ! Shake our houses down ! 1st Tim. Girl.— Holy St. Dunstan ! Thou shalt die the death ! 2nd Tim. Girl. — Foul necromancer, thou shalt drown for this ! L'Est. — 0, fools and ignorant, hear me this once ! Five times five years, I've laboured with a thought — This hour it hath to full fruition come ! And lo ! I wake to find myself a scorn And by- word in the people's mouths. Alas ! Mob. — List the wild Wizard pray for Sa- tan's aid ! L'Est. — I was a noble born ; my heritage"], [89, "79 THE LAST OF THE BARONS Stretch'd fair o'er many a rood. My wife Was of the noblest in yon land of France. She brought me goodly dower! All went. All went ! For what? for what? For books and chemicals To feed my thought ! I went to distant lands, Toiled, read, explored all records of wise men, Then came, a beggar home. My wife was dead, My child; this maid, had care and shelter found In good Queen Marg'ret's Court. App. — Traitor ! Traitor ! 2nd Tim. Girl. — Cur of Lancaster ! Syb. — Hear me, good people. This old man little heeds. He scarcely knows The changes Time hath wrought in public matters. True, I was child-maiden in Mar'gret's Court —"], [90, "80 sybil : or, But so was Warwick's daughter, Lady Anne. Now dwell we 'neath the White Rose, and I rank Among her Grace of Bedford's ladies. L'Est.— 'Tis true. Her Grace found us most poor ; she bought my skill, And gave my daughter place among her dames. Girl, 'tis thy day to wait upon her Highness When she attends the Queen. Come, Sybil, come. [He tries to advance with Sybil, followed by Hugh. 2nd Tim Girl. — So please thee, Master Wizard, we'll give thee, first, A taste of Father Thames. Mob. — Aye ! To the river ! Syb. — Help, Friar Bungay ! Bun. — Pax, my children — 1st Tim. Girl. — Wilt drown with them ? Bun. (draining back). — Bless you, sweet children — no."], [91, "81 THE LAST OF THE BARONS. 2nd Tim. Girl.— Then best be quiet. App. — An thou says't much, we'll have that bulk of thine for a make-weight. 1st Tim. Girl.* — The more the merrier. Let's pitch him in, too. [Seizes Friar Bungay. Bun. — Beatus sunt, you scare my words away I Beati — girl, I am not one of them ! I hate all witches and all wizards, too ! You've often heard me speak against L'Estrange. 2nd Tim. Girl. — That's true. It was the Friar who spread the tale, Of this false Wizard's dealing with the Imps : 'Twas he who told us of that black mechanical. Syb. — 0, wicked Friar ! Thus to belie my father. Mob. — Down with all wizards ! Bun. — Aye, down with them ! Down ! [They throw stones. One hits L'Estrange. He falls. Hugh (protecting Sybil). — Thou traitor, Friar! u-"], [92, "82 sybil : OR, Syb. — Help ! Help ! My father's slain ! Help ! Help ! Oh, help ! [Enter Hastings. Hast. — What's this ? How now, my masters ! [Sees Sybil. Rushesforvmrd with drawn sword. Sybil ! Back, cowards ! Back, ye base- born slaves ! Sybil (clings to him). — Oh, noble Hastings, they have slain My father. Bun. (aside). — 'Tis Hastings ! I've no fancy that my flesh Should furnish sheath for that long sword of his. [Er it. App. — 'Tis Hastings, the King's friend. Come, mates, I'm off. [Exit. 2nd App. — He'd make short work to hana- us to these lamp-posts. [Exit. 1st Tim. Girl. — The witch hath a gay lover. Ha ! ha ! ha ! [Exit Mob. Hast. — Sweet Sybil, art thou hurt ? Syb. — No, good my Lord, But my poor father, see how he doth bleed ! [Kneels by him."], [93, "83 THE LAST OF THE BARONS. Hast. — 'Tis but a flesh wound. He will soon revive. Hugh, help me staunch the blood. Sybil, thy kerchief. So, let me tie it. See, he opes his eyes. Hugh. — Good, my dear master. Have no further fear, Here are thy daughter and the Lord of Hastings. Syb. — My sweetest father ! Hast. — Art hurt much, L'Estrange? L'Est. (groans). — Yes, in my heart. Hastings, I've wrought and toiled, To enrich the people, and the people hate me ! Hast. — Gramercy ! Heed them not, the slavish curs ! Sweet Sybil, had they harmed one of these hairs, They should have hanged. Syb. — My Lord, I am not harmed Save in my father's person. Thy good aid Calls for my warmest thanks. Now must we go."], [94, "84 sybil : or, Hast. — Sweet Sybil, let be bear thee com- pany. Good master L'Estrange, lean upon Hugh's arm. Syb. — I best can lead him. Lean on me, dear father. Wilt thou not come ? L'Est. — Dear Sybil, pause ! My thought ! The link is broken ! Let me stand a moment And gather up the threads. My thought ! my thought ! Syl. — Now must we wait ! It vails not to address him. Eye and ear alike to us are sealed. Hast. — A noble soul ! How high he soareth o'er the common herd. He's kinglier in that faded scholar gown. Than Edward on fair England's royal throne. Syb. — Thou see'st the royalty within. Hast. — Yes, Sybil. Thanks to Our Lady' grace, I have a sense Takes cognisance of nobleness in man"], [95, "85 THE last of the barons. And loveliness in woman, sweetest Sybil. Unworthy should I be, in mine own eyes, Could I look daily on thy fair young face, Knowing thee, virtuous maid and loyal daughter, Without according to thee higher place, Than other women hold within this heart. Syb. — And yet — and yet — they call me Wicked Witch ! Thy nobleness soareth o'er such poor bounds, And giveth friendship where it lists. Hast. — . And more — It giveth love. Sweet Sybil, cans' t thou swear No lover hath a place in thy true heart, Except William of Hastings ? Syb. — None, my Lord. How cans't thou deem so poorly of thy merits ? A heart which holds Lord Hastings its true king, Finds not e'en tiny space for other lovers."], [96, "86 SYBIL : OR, Hast. — Then let me place this ring on thy fair finger, In pledge that thou art Hastings' plighted wife. See ! 'Tis my signet ring ! The world will know Thou art my chosen one. Syb. — Noble Hastings, I do not shrink to say, my heart is thine ; But tell me, on thine honour, as true knight, Is there no rival queen stands near my throne ? Sealed will I be till death. I give thee all ! Lord Hastings, is thy whole heart wholly mine ? Hast. — Sybil L'Estrange, from every lighter love. My heart now turns to thee. My fairest one Rest well content. Henceforth I love but thee. Art thou content ? Syb. — Oh ! All content ! All happy ! Queens now may envy me !"], [97, "87 THE LAST OF THE BARONS. L'Est.— 0, Sybil ! Child ! The thought has come to life ! Now let us home ! Hast. — Hugh, wait upon thy master. Come Sweet Sybil. [Exit all. Chorus of Timbrel Girls heard in distance : — \" Lilla, lnra, twice and thrice, Ha! ha! Witch,\" etc. Act 2. — Scene 2. Presence Chamber in Tower. — King and Queen in chairs of State, attended by Courtiers. — Enter Lady Anne, attended by Lady De Bonville. — King seats Anne at Queen's right hand. King. — Sweet lady, once again most hearty welcome. 'Tis our great loss that thou, until this day, Hath never graced our Court. Now do we owe Lord Warwick greater debt than e'er before."], [98, "88 SYBIL : OR, Anne. — Thanks for your courtesy, most gracious Liege. Earl Warwick is your Grace's true, leal subject, And sent his love and duty by my tongue. King. — Now, by my faith, the rich gem richer shines, Coming in casket of such loveliness. I grieve thy sister left us yesterday. Sweet wife of mine, the Lady Anne will find Hostess and friend in thee ? Certes, your Grace, Elizabeth entreateth courteously Her Sovereign Consort's guests. The Lady Anne Will judge us kindlier than her sister did, Nor fly our presence for a fancied slight. Lady B.— So may it please your Grace, my letters say That Isabel and George Plantagenet Had reason for their going. Warwick's child Will never side with Warwick's enemy."], [99, "THE LAST OF THE BARONS. 89 King. — His enemy ! His King is Warwick's friend ! The Earl knows that, as all the world must know ! [Enter Duchess of Bedford, attended. Duch. — Another in my chair at the Queen's side? Your Majesties, then, looked not for my coming, Or you had scarce put this affront on me, To place a slight girl in my seat of State ! King. — Here is a place for thee beside myself. No slight was meant unto thy nobleness. Welcome, dear mother, with thy train of nymphs, Now, say thy welcome to the Lady Anne. Duoh. — The Lady Anne is happily arrived, Seeing her sister left us in such haste. Our Court of England, with no Nevile in't, I fear the throne would skake to its foundation ! Lady B. — 'Twere well, your Grace of Bed- ford should remember, Whose sword laid that foundation"], [100, "90 SYBIL : OR, Queen. — And 'twere well, Lady de Bonville, standing in this presence, Should curb her speech, talking to her Queen's mother. Lady B. — Your Majesty will grant me gracious pardon, It is so little time since last I saw The Woodvilles, standing in our ante- rooms, I well forgot ye all had climbed so high. King. — Pray ye, sweet ladies, let this sparring cease, The Lady Anne will deem your witty words Cover some bitter meaning. Plantagenet Hath only love for Nevile. Sweetest Anne, Look round this galaxy of choicest beauty, And choose some happy, favoured damosel, To be thine own attendant. Anne. — Thanks, my Liege. Since thou dost grace me thus I choose this maid, [Pointing to Sybil If that her Grace of Bedford gives me leave."], [101, "91 THE LAST OF THE BARONS. Duch. — Certes, my gentle damsel. We all know When Nevile asks, it meaneth — I will have. Anne. — No, please your Grace ; and if it likes you ill, I'll choose elsewhere. Duch. Gramercy, speak not oft ! Thou'rt welcome to the girl, since so thou wilt. Queen. — Now, will we forth, into the sweet spring air. Who'll try with me at Closheys ? Thou, sweet Anne ? King. — Sweet wife of mine, I am thy rival here, First, let me hold some converse with our guest, Then we'll join you without. Queen. — As likes your Grace. Come, lords and dames. Now, au revoir sweet Anne. [Exit Queen and the others. King remains with Anne. Through the open doors they can see the players at the Closheys."], [102, "92 sybil: or, King. — This hour- puts me so deep in War- wick's debt I cannot pay, through all eternity. Anne. — This hour, my lord, my poor wit fails to read. King.— Thy modesty's in fault, but not thy wit. I mean, sweet one, thy father's given me much, But all seems poor and mean, being com- pared With his last, priceless loan, unto my Court. Anne. — A Court that boasteth Queen Eliza- beth, Lady de Bonville, and a score more beauties, Will scarce shine brighter for Anne Nevile' s presence. King. — Sweet damosel, thy gentle loveliness Out-bloometh theirs. The rose's lustrous hue May hold the eye, until a violet Winneth both heart and eye. 0, sweetest Anne,"], [103, "93 THE LAST OF THE BARONS. Beauty like thine could fire the coldest soul, And rouse. the dullest tongue to eloquence. O, Anne, it was thy noble father's wish To wed me to thy sister Isabel : I met, loved, married, angering him, My Queen. Anne. — My sister was a mere child at the time, But even then, she loved thy brother Clarence. King. — Sho was a child. I'm glad she's George's wife. Since then I had not seen thee until now, Nor guessed how lovely thy young woman- hood. Ah, Anne ! Had it been thou, my rash haste lost, I well would weep mine eyes out; eyes whose joy, I swear it, sweet one, is to look on thee. Anne. — My gracious Liege, my wits are all unlearned To give and take in such gay courtesies, So, please your Majesty, I'll see yon game."], [104, "94 SYBIL : OR, King. — Sweet lady, we can see it from this window ; But here is Mistress Sybil [Enter Sybil. Syb. — Fair, my lord, I crave your royal pardon, but the game Gives rise unto a question, which the Queen Says that your grace's judgment shall set right. King. — Come, sweetest Anne. Anne. — Pardon, good my Liege. I wish to speak with this young damosel, My new attendant. King. — Fickle, like all thy sex ! Stay, since thou wilt, but wish me back. Sweet Anne, Wilt thou not wish thy king back ? Say me yes. Anne. — My lord, I'll wish your gracious Majesty, To be where'er 'tis best a king should be. King. — A sphimx-like answer ! but I'm best with thee,"], [105, "THE LAST OF THE BARONS. 95 So thou, in verity, hast wished me back. [Exit King Ed. Anne. — I had not hoped to meet you here, dear Sybil, Supposing you still under those soft skies Where last we parted. Syb. — Lady, we left France While yet the infant buds clung tenderly Unto the parent stems. My father's heart Yearned for his native air ; and, too, he thought Our land to honour, making it the scene Where his great life-work ripens to com- pleteness. Anne. — Worketh he on his great mechanical ? Syb. — And will — until success or death shall come. Anne. — Such wondrous enterprise deserves the laurel. Syb. — 'Twill win more-like the martyr's fiery crown. He's curst for a foul wizard ; I, a witch. Anne. — Alas, the day ! My father shall see to it."], [106, "96 sybil: or, Who'll raise a hand against Anne Nevile's friends ? Ah, Sybil, fortune's been unkind to thee, Since those sweet days we played in Margaret's Court, With her young son, Prince Edward. Syb. — 'Tis eight years ; Then, was I nine, and now, this very week, I've kept my seventeenth birthday. Lady Anne, We're of an age. Anne. — E'en so, dear Sybil, hast thou seen the Prince Since that sweet day, at Rouen Syb. — Lady, no. Anne. — Sybil, I will confide unto thine ear — Oh ! Sybil, look ! Syb. — What dost thou see amiss ? What frights the blood from thy fair cheek,. dear lady ? Anne. — 'Tis he ! 'Tis he ! Prince Edward, Marg'ret's son ! Syb. — Edward of Lancaster ! Thou dream' st ! Thou dream'st !"], [107, "97 THE LAST OF THE BARONS Anne. — Girl, girl, I dream not ! Would it were a dream ! Look, Sybil, is not yonder Troubadour, Look, look ! among the Closhey players, there, The self-same one who knelt to me at Rouen ? Syb. — The Saints to aid ! Dear lady, it is he ! Why this is madness absolute ! To venture Right on the points of all these Yorkist's swords ! Here in this very Tower, where Henry pines In woeful prison ! Anne. — Thou wilt not betray ? Syb. — I betray Marg'ret's son ! Anne. — Forgive ! Forgive ! I know there is no treachery in thy blood. 'See, see ! He draws near to the Royal group ! St. Mary be his help ! I dare not look ! [Averts her face. Doth he address the King ? Syb. — No, young Lovell, The Queen's one Equerry, approaches him. H"], [108, "98 sybil: or, Anne. — Sweet Saints ! What now ? Are swords drawn ? Tell me, Sybil ! Syb. — No, no ! The game goes on. Some mooted point Draws all the players hotly to one spot ; Her Grace of Bedford is in keen dispute With some opponent, so that restless eye Notes not the Prince. He may, perchance. Kind Saints ! he comes this way, with Lord Lovell. Anne. — He comes ! I'll go ! No, no ! — that were unkind ! To see him ! — that is treason, 'gainst my father ! Tofleehim! — that were treason against love! My heart calls both ways. Go which way I will, Still I'm a traitor. [Enter Prince Edward with Lord Lovell. Lord L. — Please you, fair Lady Anne, Here is a Troubadour who claims thine ear, Saying thou'stseen him in thy father's halls. Anne. — I've seen him there."], [109, "99 THE LAST OF THE BARONS. Lord L. — He craves a word with thee, And also with mistress Sybil L'Estrange. Sybil.— With me ? Prince. — Even with thee, fair mistress Sybil. Anne. — We'll not detain thee, longer, Lord Lovell. Yon game goes gaily on. Lord L. — Right merrily. Her Majesty is a parlous good player. 'Tis sweet to see how square she hits her men ! My service to you noblest Lady Anne. [Exit. Prince. — I trust his service will keep him afar. Now, sweetest Anne, wear not that troubled eye! Is Edward a black cloud, whose portent flings A shadow o'er the brightness of thy face ? Lo ! all its sunshine flies at my approach. Anne. — Edward, my very soul is on the rack To meet thee thus, before thy foeman's throne."], [110, "100 • sybil: or, Prince. — My father's throne, tho' now a traitor fills it. Anne. — Alas ! alas ! thou wear'st my troth ring, Prince — My heart had gone before, yet must I not Hear aught against the King Earl War- wick crown'd. Prince — Sweet Anne, the Earl will love me for thy sake ; I'll ask thee of him ere snow falls again, And he'll not say me nay. Incredulous s I tell thee swords are sharpening in my cause . Sybil L'Estrange thou once did'st serve my mother — Wilt hear her son for love of Margaret ? Sm — Fair Prince, pray tell me nought against the King. My father eats his bread, and — and — Lord Hastings. Prince. — Girl, what of Hastings ? Syb. — He— is — kind to us. Prince.— Kind ! I'll be that. But let thy mem'ry dwell"], [111, "THE LAST OF THE BARONS. 101 On vanished scenes, and they will tell thee, Sybil, Thou ows't more kindness to the sweet Red Rose Than e'er yon pale one gave thee. But enough ! Thy scholar father sometimes is allowed To see my father in his prison room, Late, took he there his loved mechanical ; Thou knewest of the visit ? Syb. — Truly, yes Prince. — Within its recesses, there lay con- cealed Papers of weight for Henry's signature. Anne. — What treason's this ? Syb. — I knew not of the plot, Nor, on my soul, think I, my father knew. Prince. — L'Estrange was ignorant of the part he play'd. He knew not of the trick, but by his aid My captive father's signature wTas gained. Nay, look not thus disturbed, my own sweet Anne, And Sybil be not vexed. Thy father's safe"], [112, "102 sybil : or, If thou wilt only lead me to hi3 room. Those papers, once in Gloucester's hands,. will give To block and axe full fifty gallant Lords, Who plan for me a rising in the North ; Soon will my Red Rose banner kiss the air. Anne. — Alas ! Thou must not tell this news to me, Earl Warwick will uphold the White Rose side; Alas ! my heart will break ! Prince. — Sweet one, weep not; I'd rather lose a throne than see thee weep. But, Anne, if truth doth dwell in prophesy, Thy father's hand will crown the Red Rose King. Trust me, and hope ! But I must see L'Estrange. Anne. — Alas ! he hath no head for plots, fair Prince. Syb. — Pardon my bluntness, pray thee, seek him not. Prince. — Now by the Rood, sweet ladies,. said I not"], [113, "103 THE LAST OF THE BARONS. This old man hath the papers in his room ? There is a man called Catesby, Gloucester's spy— (A crafty lawyer's soul, a bloodhound's heart ! ) I hear he hath misgivings. I must have These papers ere this caitiff gain the scent. Syb. — Well, I will guide thee to my father's room ; Come night, and I can ope for thee the gates — I have a charm to draw the stoutest bolts. Anne. — Go, but remember Prince, Anne Nevile's life Is bound in thy dear life. Prince. — Sweet, I will guard my own, for thy dear sake — Anne. — The King ! The King ! he must not see thee here ! I'll forth to meet him ; Edward, fare thee well. [Exit, Prince. — She takes the sunlight with her !"], [114, "104 SYBIL OR, Stb. — Pray thee come. [Enter Catesby. Cate. — Pardon, sweet mistress, I will forth again. Syb. — This room is free to all the Court, fair sir. [Exit with Prince. Cate. — This Troubadour is haught of eye and mien. I'd question him, but that Lord Lovell says He's known to Lady Anne, and I dare not Offend her father's child, for that were one To vex the boy-duke. In Prince Richard's heart There's only one soft spot,but yon slight girl Holds that in her white hand; Hastings and she Are Gloucester's only weakness ! I hate Hastings ' For what he terms his scorn of trickery ! 'Tis guessed, he hath won mistress Sybil's love, ' • I'll chafe him with some seeming careless hints"], [115, "105 the last of the barons. Of that gay Troubadour. Ha ! here he comes ! [Enter Hastings. Hast. — Ha, Catesby ! hast thou tidings from the Duke ! Cate. — Yes, good my lord, some letters came this morn ; There's one, he says, is for his dearest friend, Which must mean you. Hast, (taking the letter.) — I am leal friend to him. Cate. — And too, he sent his loving reverence Unto the Lady Anne. I thought it best To send the token by her maiden Sybil. Hast, (opening the letter.) — I'faith ! give it her then, she'll bear it safe. Cate. — Such was my purpose when, just now, I found The lady with a handsome Troubadour — A youth, with girlish cheek and eagle's eye. Dear Saints ! The boy had such a honeyed tongue No marvel mistress Sybil's ear was filled, And took no note when I did call her name."], [116, "106 SIBIL : OR, Hast. — Yes, maidens love a joyous minstrel strain. (Beads his letter.) These tidings are of weight. Gate, (aside). — He heeds not now The shaft, but well, I deem, 'twill rankle yet y. I'll send a second soon. Hast. — These are high news. All England Soon will ring with them ! Catesby, What writes His Grace of Gloucester unto thee? Cate. — The North is up in arms for Lan caster, Queen Margaret lies concealed here in the City. Hast. — So tells he me, and bids me find this traitress. 'Tis safe to guess, some convent shelters her. We will see to it Catesby, keep your news Till I can get word out to Warwick's Earl. Let him ride northward, and, before his presence, This uprising will vanish like hoar frost Beneath the morning sun ! I tell thee,. Catesby,"], [117, "THE LAST OF THE BARONS. 107 Of every hundred living Englishmen, Ninety will fight which side Earl Warwick says. Some trait'rous tongues misguided these poor men, Saying the Earl's aggrieved against his king. He'll set them right on this ; Catesby it seems No men of note, as yet, have joined these rebels. Cate. — Nor wdll they, until Warwick gives the word. Hast. — Which he will never. Well, I'll send him word. But no, he's on his way here — even now. Meanwhile, we'll seek for Margaret, and take means To crush all treason 'gainst the house of York. Go, Master Catesby. Write this totheDuke. [Exit Catesby. Hast. — I must seek Sybil. What was that he said About a Troubadour ? [Enter Sybil. Welcome, sweet one,"], [118, "108 SYBIL : OR, They tell me that thine ear hath been bewitched By gentle strains of some fair Trouba- dour. Sybil. — A Troubadour ? Who said ? He has — has gone. Hast. — Who said it — and he's gone ! Fairest and best, Why comes the blood thus hotly to thy cheek ? How thy hand trembles ! What hath scared thee love ? Sybil. — I was startled by — by — 'tis nothing now ! 0, see, how gay those players are, without There is my Lady Anne, beside the King. She beckons me. Sweet Hastings, I must go. [Exit into the Garden. [Lady de Bonville meets her, and enters. Lady B. — Lord Hastings, deem me not unmannerly, But I must speak again, for that your child. Hast. — Dost think she needs thy pity ?"], [119, "THE last of the barons. 109 Lady B. — Hastings, yes. She left thy presence now with trembling lips, The bright tears stealing down her fair young cheeks. Hast.' — Had she stayed with me, I had dried her tears ; Believe me well — I know not why she wept. LaADY B. — Good Saints ! I have no patience with you men ! You tear girl's hearts, then wonder they do bleed ! How sweetly innocent you view your work ! A traitor's work, my lord 1 A coward's work ! Hast. — There are no traitors, then, in your sweet sex ? No woman e'er played false to plighted love ? Ah, Kate— well may these guilty blushes glow Where once my kisses rested ! Ah, Kate, Kate! 'Twas from thy lips I learned to speak feigned love."], [120, "110 sybil : or, Lady B. — Oh, 'tis most bitter ! I '11 not bear this load ! Thou puttest shamefuller brand upon my brow Than was burned into Cain's. He only took The body's life. Thou sayest I murdered honour ! Hast. — Aye, that is it. Lady B. -- Oh, bitter ! bitter ! bitter ! Hast. — Forgive me, Katharine. Lady B. — Oh, touch not my hand ! See, it is guarded by De Bonville's ring. Hast. — Yes, I forgot. Lady B. — Would that thou couldst forget As readily what thou dost call my treason. Tell me, Lord Hastings, thou despisest woman Because I wedded with De Bonville's lord ? Hast. — Because thou wedd'st him, being sworn to me. When tidings of thy nuptials came, I said, ■ Since she is false, there is no truth in woman. Lady B. — Alas !"], [121, "THE LAST OF THE BARONS. 111 Hast.— Ah, Kate, my heart pleads for thee. How can I look into thy soul-lit eyes, And think lies lurk beneath ? And yet thy vows Were lighter than the air that stirs this tress, So young, so seeming innocent ! Who taught Thy tongue to simulate the tones of truth ? Kate — as thou'rt Christian woman — tell me now, Was it all feign' d ? Lady B. — On my salvation, no ! If henceforth thou despisest Katharine Nevile, It shall not be deeming her false to thee. So help me in my death-hour, all good Saints, In whose sweet names I solemnly do swear, Each word, each syllable, each little letter Of those old vows came from a heart, Lord Hastings, In which thou never hast had rival yet. Touch not my hand ! It wears a nuptial ring"], [122, "112 SYBIL : OR, Placed there by a most true and gentle- husband. He knows I love him not. I told him that Before our wedding-day ; but well he knows He can trust Katharine Nevile— and he can ! Hast. — 0, Kate ! — beloved Kate ! Lady B. — Thou must not speak ! This is my hour ! Now hear me, once again. I loved thee, William, in those dear old days. I love thee now — would love thee, though my soul Were scattered wide throughout the realms of chaos ! Only annihilation can bring change Of what I feel for thee. I've told thee this That thou may'st think more nobly of my sex. And now, my Lord of Hastings, Bonville's wife Hath said her last to thee. Hast. — 0, Kate ! dear Kate ! — Lady B. — I swear it ! To our Castle in the North, I'll ask my lord to take me in the morn"], [123, "113 THE LAST OF THE BARONS. And there will I abide till summons comes From death, to one of three. [Enter King, Queen, Lady Anne, Sybil and others. Anne. — Oh ! my sweet Aunt ! Lady B. — Anne, dearest, what hath chanced ? King. — Oh ! noble lady, Prepare thine ear for heavy, woeful tidings. Lady B. — What now ? Is't death ? King. — Yes, lady, it is death. Thy lord — Lady B. — (clasping her hands.) Saints ! King. — Into the rapid Thames, Fell from his barge, and drowned e'er rescue came. Elizabeth !— quick, water, see she faints ! [The Queen and Anne apply restoratives. She opens her eyes, and looks at Hastings. He offers to take her hand ; she shud ders, and draws back.) Hast. — Dear lady — Lady B. — Oh, speak not ! Anne, come with me ! I"], [124, "114 sybil : or, Anne. — Lean on me, sweet, my Aunt. Sybil, thine aid. [Exeunt Lady de B., attended by Anne and Sybil. Queen. — I have no heart for further game to-day. Ladies, let's to our rooms. [Exit Queen and Ladies. King. — It is the hour Our Councilmeets. Attend me hither,lords. Sweet Hastings, come. Hastings. — So please your Grace, I will be there anon. [Exit King and others. My Kate is free ! The very hour I found she was not false, Death set her free ! Kind Death ! Kind Death ! Now is no bar between my love and hers. No bar ! What have I said in Sybil's ear ? Oh, my poor Sybil ! Kate, my Kate, is free ! To Sybi! I'm troth-bound, and she loves me. But I love none but Kate, aud Kate is free."], [125, "115 THE last of the barons. Act 3. Scene 1. Boom in Tower. — L'Estrange working at his model. Enter Sybil, with Lady Anne. Syb. — Father, here is a noble visitor. Thou seest, sweet lady, that he heeds me not; Thus will he stand for hours, his ear so fill'd With Nature's voice, he listens to no other. Father! (touches him) — One minute's speech. L'Est.— Sybil ! Dids't speak? Syb. — Please thee to come, one moment, from thy realm ; Here's Lady Anne Nevile, who fain would see The wonders of thy great mechanical L'Est. — My grand Eureka ! 'Tis my first- born child ! Dear to my heart, alas ! as Sybil's self. Anne. — But it giveth no love as Sybil doth. L'Est. — No ! it hath lost me every human love, Except this faithful child's ! It brings foul scorn On me, aye worse on her. But that will pass !"], [126, "116 sybil: or, This offspring of my brain one day shall live ! Soon shall the thunder of its mighty voice Echo through every habitable land. My proud Promethean thought ! Time's gracious gift To thankless man ! My glad, prophetic eye Sees it pierce through the mountain's giant heart ! Traverse the ocean ! Belt broad continents ! And put in hand of every peasant's child Treasure of learning ! Anne. — 0, thou princely man ! Thy brow deserves a crown ! L'Est.— 'Twill be of thorns ! Once did I dream to win my brethren's love — But now I feel my own triumphal car Will pass above my grave ! Anne. — Sir, think it not ! The age will do thee justice. He hears not ! Our puny converse cannot charm the ear Of him who holds great science his true queen ;"], [127, "117 THE LAST OF THE BARONS. ~ But Sybil where is he — thou knows't, the Prince ? 'Syb. — I left himhere. Father ! Forgive me,sir. L'Est.— Alack ! What now? Syb. — Where went yon Troubadour ? L'Est. — Troubadour ! Alack ! What Trou- badour ? Syb. — He, whom I left with you an hour since. L'Est.— Oh! Ibethinkme. Sybil, he went forth With Robin of Redesdale. Anne. — That traitor here, In London Tower, King Edward's very hold? L'Est.— Dear Lady ! Speak not of 't, I did forget He is a traitor to the present king. He was my friend in the old peaceful times ; With him, yon singing boy went forth but now, Saying he'd come anon. Anne. — Sybil L'Estrange, My heart misgives me. Treason is abroad And I am acting here the traitor's part, Alas ! alas, for love of that fair Prince."], [128, "118 SYBIL OR, STB. — And I am dumb for thy sake, sweetest lady, Though I love best the fair White Rose, because Lord Hastings wears it. Anne. — What is that to thee ? Syb. — See now, I wear his troth plight. Anne. — Blessed Saints ! Thou'st won the noblest heart in Edward's Court. Syb. — In Christendom. Anne. — Save his, my own dear Prince. Sybil, hark ! Within my soul there grows A feeling of distrust against the King. I've tried to crush it, for my father's sake, But, dearest, in my heart, it deeper burns. Syb. — Why, lady, he is ever at thy side, Showing thee every princely courtesy. Anne.- — His courteous words jar on my maiden ear ; I do not mean that he hath dared to speak Anght that it would demean my pride to hear ; But I like not his manners. Good excuse"], [129, "119 THE LAST OF THE BARONS. Had I to go with Lady Bonville hence, Only my noble father rides this way. [Enter Prince Edward. Hist ! not a word of this ! Thou errant knight, Dids't thou not promise to avoid all danger ? Prince. — All needless danger, sweet Anne, and I have. Wer'tthou not Warwick's daughter, I would tell Of interview with my imprisoned sire. Oh ! Anne ! 'twould melt even thy father's heart To see those silver hairs, that calm pale face, Those saint-like eyes, and hear the gentle tones That never railed at his most wicked foes ! I curse them all enough for him and me ! Anne. — Not my dear father ! Prince. — Lady, no ! not him. He is to be beau-sire to me thou knows't, And 'twere amiss to curse my sweet wife's kin."], [130, "120 sybil : or, Anne. — Well, thou wilt back to France, until such time — Prince. — To France ! as exile, never there again. England shall own me her own rightful prince, Or give me six feet of her gracious soil Wherein to wait the Resurrection morn ! Anne Nevile, I am heir to Henry Fifth, The \" sweet Prince Hal,\" whom England loved so well. I would not seem a braggart, but me- thinks That with his blood his heart came down to me. Anne. — Thou art all worthy of thy high descent, And I am proud to be thy chosen love ; But Edward, there is danger in the air, Where goest thou from hence ? Prince. — Lady De Longueville, Widowed in our cause, keeps open house For Lancastrians in London, I shall be Her guest until perchance I take the field."], [131, "121 THE LAST OF THE BARONS. Anne. — Now promise me this much, for our dear love, Thou wilt not meet my father in the field ; Go not to battle where he heads thy foes ? Prince. — Sweet Anne, such promise were unworthy me; But I will swear, that never sword of mine Shall point at Warwick's heart, and for the rest, Thy puissant father, though, alas ! my foe, Seeks not to slay the grandson of a king Who led his father on to glorious deeds. Rest thee content, dear love, no harm will come When I meet Warwick's Earl. Anne — Such is my prayer, Such must it be until the storm sweeps past, And now, dear Edward, go-. Prince. — Thus always — go ! Anne. — 'Tis that thy safety is my dearest care ; But prince, how chanced it yon bold forest chief, Robin, gained entrance to Lord Henry's presence ?"], [132, "122 SYBIL *. OR, Prince. — He gained admittance to King Henry's rooms By pass from Hastings. Syb. — Hastings is no traitor ! Prince. — Traitor to Lancaster, though true to York: He heard bold Robin was a skilful leech, And sent him here to mend King Henry's body. By sweet St. Mary ! this good lord may find That Yorkist bodies shall need mending soon. Syb. — Shoulds't thou meet Hastings in the battle field, Thoul't find, fair Prince, his hand can guard his heart. Prince. — Idoubtit not; 'tis said that Hastings' lord Is never conquered, save by lady's eyes. Why that soft blush ? If 'tis for Hasting's sake He's happiest man in England, except me. Anne. — Fie, blush not, Sybil ; but see, I must go, For while I tarry, this rash Prince will stay,"], [133, "123 THE LAST OF THE BARONS. E'en tho' his life pays forfeit. Prince, farewell. Think on thy promise, vowed but now tome. Prince. — Trust me, sweet Anne, my life is precious now, For I have hope of honour and of thee. We'll meet before my father's throne, adieu. Anne. — Sweet Prince, adieu. Syb. — Lady, it is not fit Earl Warwick's daughter unattended go. I'll see thee to thy chamber door. Fair Prince Pray wait my coming. [Takes torch. Prince. — Thanks. Sweet Anne, adieu. [Exit Anne and Sybil. [Prince goes to L'Estrange, who is working at his model. Prince. — Still labouring on this grim mechanical ! He does not listen. One might well believe This black invention sprung from Satan's brain ! The poor old man looks innocent. Per chance"], [134, "124 sybil: or, The fiend hath juggled him, without his will. (Crosses himself. St. George ! It looks most parlous hea- thenish ! Much learning is not meet for gentlemen, Except in such as wear the priestly robe. Sweet poesy and minstrelsy I love, As doth my grandsire Rene\\ Troubadours Are a true knight's twin brothers. I, for them, Will fight unto the death. But nobler 'tis To do brave actions than to sing their praise. But this black magic ! Much I fear the soul Of this, mine host, stands in great jeopardy. [Enter Sybil. Syb. — Fair Prince, I will attend thee to yon gate. Pbince. — All thanks, fair Sybil. Fare thee well, L'Estrange. Syb. — This way, my lord, through this small private door. [Exit with Prince. (Enter Hastings.)"], [135, ",the last of the barons. 125 Hast.— None but the father (touches L'Estrange). I was told, L'Estrange, fair Mistress Sybil was with thee, but now. L'Est. — Is she not here ? I had not missed the child ! Let me think. I have it ! She went forth With that fair youth, the gallant Trou- badour. Hast. — A Troubadour ! What have I heard of one ? 0, I remember ! 'Twas what Catesby said. L'Estrange, where went thy daughter ? L'Est. — I know not. Hast. — She was to meet me, here. Say thou to her That Hastings came, and disappointed went. [Exit. (Enter Sybil by private door.) Syb. — Dear father, who passed out through yonder door ? L'Est. — Lord Hastings, and methinks that he was vex'd, Not to find thee within."], [136, "126 sybil : or, Syb. — Vex'd ! That grieves me ! I scarcely have had speech of him to-day ; So much hath chanced, since morn, my head and heart Are weary both. Would I had speech with him ! [L'EsTRaANGE leaves his model, and comes to Sybil's side. L'Est. — Child ! child ! I've ever deem'd thee child, till now ! But lo ! While I've been dreaming, thou hast come To woman's years ! Hast thou a woman's heart ? Stb. — Dear father, yes. L'Est. — Alack ! And I have deem'd thee yet a child ! Sybil, thy woman heart is all mine own, Just mine, alone. Si\"B. — Dear father, no ! L'Est. — Oh! I am baser far than heathen man ! False father have I been to thy young years ; Thou hast been worse than wholly orphaned, girl."], [137, "127 the last of the barons. My time, my thoughts, my cares, my heart's best love, [Points to the Eureka. Have all been lavished on that senseless thing ! Thou black, grim Moloch ! At thy cruel call My child was sentenced to the scathing fires ! Five times five years thou'st held my soul in thrall ; But now, false god, my hand shall deal thy death ! [Seizes hammer and menaces the Eureka. Syb. (holding his hand). — Dear father, pause ! Would'st thou destroy thy thought ? L'Est. — Child, it hath bann'd and curs'd thy life and mine. Syb. — Father, not mine. L' Est. — Poor innocent ! thy sweet young life is marr'd ; If Hastings weds, 'tw~ill be some high-born dame. Syb.— 'Twill be thy daughter, Sybil. Father, see, This ring he gave on our betrothal day."], [138, "128 SYBIL : OR, L'Est. — Has he, in very truth, pledged thee his faith ? Syb. — Sweet father, yes L'Est. — Now, may the blessed Saints Bring this to happy end. And, thou, my thought, My life's embodiment, thou, too, may'st live. Syb. — Thou and thy thought will be Lord Hasting's care. But work no more to-night. The hour is- late. Hist, father ! Hear'st thou not a woman's scream ? L'Est. — Nay, I hear nothing. (A scream). Holy Mary, yes ! [Hasty steps without. Some one tries the door. Anne, (without). — Oh, Sybil ! Help me, Sybil ! [Sybil opens door, and Anxe enters, followed by King Edward. Anne (clinging to Sybil). — Oh, help ! help ! Syb. — Fear not. (King approaches). Stand back, sir King ! Touch not this lady !"], [139, "THE LAST OF THE BARONS 129 Anne. — Let him not touch me ! Sybil, he hath dar'd — I am Earl Warwick's daughter, yet he dared Insult my maiden ear with his base words ! King. — Lady, thou dost mistake ! Come back with me. Anne. — Oh, Sybil, call for aid ! King. — Girl, stir thou not ! Come, Lady Anne, this is no place for thee. [ANNE-^ees to L' Estrange, and throws herself at his feet. Anne. — 0, sir, protect me from this wicked man ! Defend me ! Do not let him take me hence. L'Est. (raising her). — He shall not touch even thy garment's hem ; Sir King, respect this maiden's innocence, Leave her with us. My child will calm her fears. [The King approaches. Anne screams, cling- ing to L'Estbange. Sib. — Thy presence frights her. She is nigh distraught. K"], [140, "130 sybil : or, L'Est. — Go hence, my lord, repent thy wicked thought. King. — Thou shalt repent thine insolence, bold man ! Anne, wilt thou not forgive ? Sweet Anne, I swear To speak no word a Saint might not approve. Go to thy room, I'll trouble thee no further. [Offers to take her hand, she shrinks from him. Fair Mistress Sybil set thy wits to work, To smoothe this evil, so none may hear of it. Since Lady Anne mislikes my gallant speech, There is'no need for all the Court to know ; Soothe her, and lead her to her chamber back. [Goes to the door. Eeturns. And, Sybil, list — if thou, or he, dare lisp To mortal ear one word of this night's doings, 'Twere better for you ye had not been born ; Dare but to breathe the story, and the rack"], [141, "131 THE last of the barons. Shall wring a recantation from your lips. Remember, Edward's threats are living words ! [Exit. Syb. — The false ingrate hath gone. Fear nothing, Anne. Anne. — I trust him not. He will return; Sybil, We must flee. Syb. — But where ? Anne. — Alas ! I care not ! Sybil, 'tis his step ! Oh, let us hence ! Syb. — Father, this poor lady Hath been so startled, she's well nigh distraught ; Would her great father had arrived. Sweet Anne, Is not Earl Warwick coming in the morn ? Anne. — Yes, let us forth to meet him. I shall die If that you keep me in this Tower to-night ; Come with me, or I go alone. Syb. — Father, We have incurred the anger of King Edward,"], [142, "132 SYBIL : OR, A man, whose hate is stronger than his love; To-morrow, 'tween us and the royal wrath Will Hastings interpose his puissant arm. But Edward's coward conscience and his fears May well anticipate that gracious hour. An ingrate friend, false knight, he fears our tongues May trumpet to the astonished world his shame, And thus,perchance,this very house may see Death's seal set on them. We must go ! L'EsT.—But where? Sybil. — To that Lancastrian widow, whom the Prince Spoke of but now. Thou hast forgotten, father, But she was my dear mother's friend. To her We'll hie, and there await the morn Which brings Earl Warwick. Anne. — Come ! Oh, linger not !"], [143, "133 THE LAST OF THE BARONS. Sybil. — Tarry until I write a dozen words, To tell Lord Hastings where I may be found. [She writes note and lays it on table. Now let me wrap thee in this mantle, Anne. Father, put on thy cloak. L'Est. — But, sweet, my child, I may not go. Sybil. — Not go ? L'Est. — My Eureka ! Sybil, must I leave that ? Sybil. — Sweet father, thou shalt have it in the morn — Hastings will care for that. Anne.— Oh, Sybil, Sybil ! King Edward comes again ! [Stealthy steps heard without. Sybil. — Come, father ! Anne ! This signet ring unlocks for us the gates. L'Est. — Lady, allow this arm to guide thy steps. Now, darling Sybil. Oh, my Eureka ! [Sybil opens little door. They pass out. The key is heard to turn on the outside. At the same time enter Friar Bungay at the other door."], [144, "134 SYBIL OR, Scene 2. — The Same. Bun. — Empty ? I heard their voices ! What ho, there ! Where keepest thyself, good Master Nigro- mancer ? (Looks in inner room.) Not here ! (Tries little door.) Lock'd ! Sir Friar, thou'rt guest and host, So help thyself. Ha ! wine of rarest brand ! Foul sin it were and shame that such good stuff Should fire a wicked wizard's brain. There now, Thou'rt tingling in the vein of jolly Friar. What's this ? A note to Hastings. Naughty girl To write to great Court Lords. I'll read this missive. [Enter King Edward and Catesby. Bpn. (reads). Hastings my lord and love, the King is wroth, so Lady Anne and I have fled away —"], [145, "135 THE last of the barons. King (snatching letter). What dost thou with the lady's billet-doux, false traitor, slave ! (Strikes him). Bun. (kneeling.) — Barrabbara ! 0 King, res- pect my serge ! King. — Thy serge, thou dog ! I'll have thy heart's blood ! [Draws dagger. Bungay crawls under table. Force of blow drives dagger into the wood. Oh thou shalt die the death ! Gate. — Grace not this coward by such noble end, 'Twere fitter he should die by rack and cord, Than a King's hand. Bun. — Scourge me, my noble Prince. Let me not hang ! Scourge me, and let me live ! For sweet St. Becket's sake, let me not hang ! King — St. Becket, fool ! He crossed his King and died ! Come forth, thou whining coward. Cur ! come forth !"], [146, "136 sybil : OR, Bun. — I am too base to look upon a King! Let me lie low, until thy Grace hath gone. King. — Thou shalt lie low enough, an e'er thy tongue Lisps but a word of what this letter told. Catesby, they've fled. Cate. — E'en as my fears foretold. This door is locked : Without, from it a stair winds down unto a postern ; And, my Liege, to-day, on Mistress Sybil's hand I saw Lord Hastings' signet ring. King. — 'Tis parlous strange, man shrewd as Hastings Should be witch's fool ; but we are all fools 'Neath a woman's eye ! Now, Catesby, we must Act; if these news spread, the angry War- wick Will uproot my throne. Catesby, thou know'st the Story of this night. But it must reach no other mortal ear."], [147, "137 THE LAST OF THE BARONS. Get thee to Warwick. Patch me up some tale Of how, fresh from the wine, I met fair Anne And frighted her, not knowing it was she. Of her flight not a word ! She must be found. And I will win her silence, by the thought That civil war will follow on her speech. First, Catesby, bring the warden from yon gate. [Exit Catesby. Come dog ! (To Bungay). Bun. — 0, sweet, sweet Prince ! King. — Up, dog, I say ! (Kicks over table.) Now, Friar, I have a task to set thy vileness. But stay — [Enter Catesby with Warden. Gate. — My gracious Liege, 'tis as I thought. The old man and the ladies passed the gates, Sybil displaying Hastings' signet ring. Warden (kneeling). — Great King, I hope naught has been done amiss."], [148, "138 SYBIL : OR, Here is the ring. She dropped it in her haste. Cate.— Did she pass out a certain Trou- badour? Ward. — Ay, Sir King. — What Troubadour ? Cate. — A wandering boy. I saw him talking with Sybil this morn, And told it to Lord Hastings. Master Warden, An thou wilt save thy head, thou must take oath, Sybil passed forth with this same Trou- badour ? King. — Catesby, thou hast the Fiend's own shrewdness ! Man, Thou shalt swear this, or those long limbs of thine Shall stretch upon the rack. Ward. — My Liege I'll swear. King. — Thou'd best ! Hark, Warden, when the quest is made, Swear thou that Sybil passed out with the boy."], [149, "139 THE LAST OF THE BARONS. Speak not of me or Catesby. Know thou naught Save that she went, and L'Estrange fol- lowed after. If thy wits fail thee, or thy tongue betray, By good St. George ! such torment thou shalt feel, Thou' It shriek aloud for death. Now get thee gone. [Exit Warden. Friar, study this note. Canst thou forge like that ? Bun. — Aye, good my Liege, each stroke, and curve and dot. King. — Write, then ! Direct : This for Lord Hastings' hand. I here return, fair Lord, thy signet ring. It oped for me, this eve, the Tower gate. There came to-day, a youth I knew in France; And so, the old love wins against the new. And Sybil here, writeth thee her farewell. Catesby, I swear, we make a sweet ro- maunt. Friar, seek Hastings out, and say to him"], [150, "140 SYBIL : OR, Thou mett'st the girl without the Tower gate, Who slipp'd into thy hand letter and ring ; Say just this much. One syllable beyond This simple tale — that fat of thine shall fry In hotter fire than ever charr'd the flesh From bones of holy saint or Lollard knave ! [Ex. Bungay. Catesby, take men, and seek these run* aways. Quick, bring them hither. Treat the Lady Anne As Warwick's honoured daughter. Other two Hale to the torture-room, Rack, axe and block Shall still their tongues for aye. Now must I write, And soothe the anger of the mighty Earl, Or I much fear me England's crown is lost. Catesby, thou must not miss him on the road. [Exit with Catesby. [Enter Hastings."], [151, "141 THE LAST OF THE BARONS. Hast. — I must see with these eyes that she is gone. Yes ! These mute walls tell of her treachery ! Are women, then, all liars ? I had sworn Sybil and Truth were twins. Fie, Hastings, fie! Tears ! tears ! These are the first mine eyes have known Since that sad time when Katharine Nevile's hand Opened the .flood gates wide. Fool'd, fool'd again By a young girl's sweet looks ; I could have sworn That Sybil's soul was saintly as her face. And that sad, sweet smile, and those soft, soul-lit eyes Were but the features of a mask ! St. George ! Do women ever walk beneath a mask ? Kate swears that she did, through those long, cold years."], [152, "142 sybil : or, How I misjudged that warm, true, gracious heart ! 'Twas maiden pride, and sweetest modesty ! And she is free and Sybil false ! Fair Kate, My heart is thine — and yet — and yet — and yet, But for her flight, I would have wedded Sybil, She had well-nigh won all my love from Kate. But she is false, and Katharine free ! Sweet Kate, My heart is thine ! I yield to destiny ! Act 3. — Scene 3. Room in Lady de Longueville's house. — She is propped up in a chair. By her side stand a Doctor and a Priest. Sybil kneels at her feet. Lady L. (holding out her arm to the Doctor). — See, Now my pulse holds bravely out."], [153, "143 THE LAST OE THE BARONS. Doctor. — Yes, lady (feeling the pulse.) Lady L. — An hour — will't last an hour ? Doctor. — Methinks it may. Priest. — Meanwhile, my daughter, think on thy dear soul. Turn thy thoughts hitherward (holds cruci- fix to her). L.U-Y L. — Anon, good priest. I must see Warwick first — then — I will pray. Sybil, tell me again — thou'st sent for Warwick ? Sybil. — Outside the gates I met my servant Hugh, And bade him ride with speed to meet the Earl, And tell him Anne awaits his coming here. Hark! (They listen.) [Voices without. A sound of hurrying hoofs ! The clang of steel ! Mail'd steps upon the stair ! Warwick is here. Lady L. — Thanks, gracious Heaven ! Now will that traitor York"], [154, "144 SYBIL : OR, Be hurl'd from Henry's throne. [Enter a Servant- Servant. — The Earl of Warwick Came hither, asking for the Lady Anne, And has been led into her room. Lady L. — 'Tis well. Sybil, go thou to this arch-rebel Earl And bring him to the woman whom his sword Made childless and a widow. No delay ! Death's hand grips hard my heart. [Exit Sybil. Priest. — Daughter, daughter, Think on thy soul ! Lady. L. — Anon, good Priest, anon. Was it, indeed, the Earl ? Why comes he not? I cannot die till I hear Warwick swear Base York's destruction. [Enter Warwick with Sybil. Traitor, is it thou ? Oh ! hateful day ! when to this stricken house Its fell destroyer comes to find his child"], [155, "145 THE LAST OP THE BARONS. A fugitive beneath De Longueville's roof ! Earl Warwick, from whom fled thy gentle child? From that base recreant, for whose sake you made My hearthstone desolate ! War. — Spare me, lady. Lady L. — From him, the king you crown'd ! War. — And will uncrown ! I swear it (holds up right hand) by the name of Every Saint that Christian men revere ! LaADY L. — I thank thee, Heaven ! Now, loud-voiced War will call the land to arms, And round the true Prince loyal hearts will press. 0 ! traitor York ! in blood thy sun will set! Priest. — Hush, daughter, calm thyself to holier thoughts ! Lady L. (impatiently). — Prithee rest quiet ! Warwick, wilt thou league Thy powers with Margaret's ? i"], [156, "146 SYBIL : OR, War. — 0, 'tis sudden move ! I've held her long, my direst deadliest foe! Did she not slay my father, tell me that ? Lady L. — By all the Saints, great Earl, I tell thee no ! 'Twas Clifford— only Clifford ! War.— Well— well— well ! But yesternight, King Louis sent me word That Margaret's son woos for my daughter's hand. I scorned the alliance till, a moment since, Anne whispered ■■*■ Yes,\" when I asked her consent. Lady, this fair girl's brow may wear the crown Of that base ingrate who insulted her. Lady L. — The sweet Saints grant it ! Sybd bring thou here The Queen and her fair son. [Exit Sybil. Lord Warwick, hist ! The wrongs of years rankle in Margaret's soul;"], [157, "147 THE LAST OF THE BARONS, She may speak bitter words. 0, mighty Earl, Let not her tongue turn thee against her cause. War. — I scorned that tongue's edge, when she was a queen, Faith ! I'll not mind it now that the poor dame Is crownless and an exile. [Enter Margaret, Prince Edward, Robin or Redesdale, the Earl oe 0:-iford and L'ESTRANGE. Lady L. (eagerly). — Mighty Queen, The Earl of Warwick sueth for thy grace. War. (bending one knee). — Queen Margaret, hast thou pardon for the man Whose hand discrowned thee, but who seeketh now To right the wrongs of years ? Queen M. — Proud, trait'rous lord, Comest thou, at last, to kneel at Marg'ret's feet? Look round, behold my Court ! Think on thy King"], [158, "148 SYBIL : OR, In prison room ! Think on my son, this Prince, Despoiled of his heritage. These deeds Are thine, thou rebel. Prince. — Mother and Queen — Queen M. — Madden me not, my son, by making suit For this arch-traitor. I cannot forgive. War. — Hear me, proud Queen. I long have been thy foe, Nor do I seek this hour to gloss my deeds, Nor palliate bold acts with wdy words. I loved Richard of York ; and none deny That, by descent, he was the rightful king. But still, perchance, I had not stirred in arms 'Gainst thee or thine but for the wrongs done me. Did not your menials watch to take my life ? And, by a false, illegal Parliament, Was not my name attainted ? To mine house Your chosen friends ever showed angry looks."], [159, "149 THE LAST OF THE BARONS. What nobleman, so outraged and despaired, Would not have drawn his sword as I drew mine ? Queen M. — Thou rebel, thou dost well to boast thy deeds : Is this thy penitence? Prince (placing himself beside Warwick). — Cousin and Earl, Right plainly hast thou spoken, and right well. Saving the presence of my gracious mother, I, representative of Henry's self, Pledge thee a King's oblivion for the past, If you on your side will acquit my mother Of privity to plots against your life : ; This and your knightly pledge of faith to us Is all that Lancaster can ask of Warwick. Queen M. — And is it come to this, Edward of Wales ? Thy mother's wrongs then are no longer thine ? There standest thou beside my mortal foe, Counting my voice to pardon, or disdain,"], [160, "150 SYBIL : OR, But as a sough of idle air ! Oh, Heaven ! Now, Margaret, thou'rt fallen low, indeed I War. — Thou princely woman, never great,. as now, Hast thou seemed in mine eyes. Thy scornful lips, E'en for a throne, disdain to lie to me, And I honour thy frankness. But, enough, I offered thee my sword — thou dost refuse, And so farewell. Prince. — 0, go not, Warwick. Lady L. — Queen art thou crazed ! Wilt thou refuse the sword That can avenge us on false, bloody York ! Oxford (kneeling to Queen) — Grace ! noble Queen ! Grace for the great Earl Warwick ! Robin. — Wilt sacrifice thy people to thy pride ? Qceen M. — 0, Saints in heaven ! Must I forgive this man ! , Dear Saints in heaven ! Can I forgive this man ! Prince. — Mother and Queen, by thy love for thy son,"], [161, "THE LAST OF THE BARONS. 151 Put no bar between him and this great Earl; I love his daughter, and am loved by her — Sweet mother, listen yet, of this true love, I told my father yesterday, and he Gave it his sanction, if Lord Warwick would. \" May Jesu bless the holy bond,\" he said, \"And may it heal old feuds, and strengthen peace.\" Queen M. — Oh, Queen of Heaven, let not my brain give way, Wed Warwick's daughter ! Prince. — That I've sworn to do. War. — But Warwick hath not yet said yea. Prince. — Thou wilt ? Lord Warwick, I will take no nay from thee, I know it seems presumptuous to ask now, But when I've won my spurs beneath thine eye, And with my sword regained my heritage Then, then, thou'lt think me worthier of Anne ! War. — Thy grandsire's hero soul speaks from thine eyes !"], [162, "152 SIBIL : OR, Boy, thou art worthy the Fifth Henry's throne ! 'Twere joy to battle for thee, noble Prince. Queen M. — Warwick, that one speech cancels years of wrong, This boy will be thy son — espouse his cause — Release his father — give us back the throne, And I, sweet Saints help me ! Yes — I — forgive. All. — Thanks thanks, great Queen ! War. {kneels, kisses Queen's hand). — So Heaven deal by me — As I am, henceforth, true to Lancaster ! LaaDY L. — Now, now, depart my soul, carry this news, Up to thy husband and thy martyr sons, Dread heroes of a hundred battle fields ; Welcome me, for I bring you glorious word, The sun of hated York will set in blood ! Priest. — My heart's Lancastrian to its in- most core, But it grows sick, to hear this parting soul"], [163, "153 THE LAST OF THE BARONS. So bitter on the very brink of death ! Daughter, confess thy sins, repent and pray. Lady L. — Pray ! I have prayed for vengeance against York, And it is here. Warwick give me thy hand — I scarce can f eelit, mine has grown so cold — And swear an oath to me ; speak loud, for death Is buzzing in mine ears ; follow my words And swear that thou wilt mete out wrong for wrong, That vengeance shall not pause, till Edward's heart Is wrung, as ours have been ! Death drags me hence, But hear me shriek back from the brink — revenge ! Priest. — Oh, this is fearful ! Daughter can'st thou hear ? Turn to this symbol of our Saviour's love. Doctor.— She hears thee not. The breath is going fast. [They stand around. Sybil fans her."], [164, "154 SYBIL : OR, Queen M. — The loyal heart, that grieved so long, rests now. Syb. — No ! comes another breath Lady L. — Revenge ! revenge ! [Dies. Queen (closing Lady L.'s eyes) — Rest, loyal soul, rest sweetly. Bear her hence. [Attendants remove corpse. Prepare her for the calm oblivious grave. Lord Warwick, be it ours to execute What those pale lips shrieked forth. Your plans, Lord Earl ! War. — All this hath come on me most un. aware, I will to Warwick Castle with my child ;. Then rally my retainers to the field. But you, most gracious lady and the Prince — Queen M. — It was our plan, to ride with Oxford's Earl And Robin of Redesdale, to Lord Fitzhugh,. Who heads a rising in the North. Prince. — Lord Earl. Before we part, grant me, of courtesy,"], [165, "THE LAST OF THE BARONS. 155 A moment's speech Avith sweetest Lady Anne. War. — Certes, fair Prince, but make the parting brief. Prince. — More willingly as I have hope 'ere long To kneel with her for nuptial benediction. Exit Prince. Rob. — Most gracious lady, Oxford and myself Urge that you come with us right speedily, For little doubt there is the news will spread Of Warwick's visit, and your presence here. Queen M. — Well, I'll make ready. Warwick in your hands, I leave the cause for which alone I live. [Exit Queen. Rob. — Great Earl, the vision that I saw, was true. War. — Aye, but I well had sworn it was a cheat. Rob. — Thou'rt changed at last ! War. — At last, and until death ! [Enter Page. Page — The Queen awaits her gentlemen."], [166, "156 sybil: or, Oxford. — We come ; Warwick, I'll join you with some forces soon — Till then, farewell. Rob. — Farewell and happy meeting. [Exeunt Oxford and Robin. War. (to Sybil). — Fair mistress, unto thee and thy good father, I owe more thanks than I can e'er repay, Your fortunes henceforth must be War- wick's care, Please you, make ready now to go with us. Syb. — Great Earl, all thanks for your kind courtesy, But a dear friend, one who will care for both, Will seek us here anon. War. — Sweet mistress Sybil, I trust this friend will fail you not Syb. — Ah, no ! As loyal is he to me as yon fair Prince To your swreet daughter Anne. War. — I do rejoice, that you have such good friend, But girl, remember, Lord Warwick is your debtor unto death."], [167, "157 THE LAST OF THE BARONS. But Anne awaits our going. Fare you well. [Exit Warwick. Sybil goes to the window. Syb. — The cavalcade isforming, Margaret first Rides with Lord Oxford and the Woodland chief, The gallant Prince hands Anne into her litter. I see Earl Warwick chides their long fare- well, But gently chides. The Prince rides slowly on, Oft looking back. Now, Warwick's train departs ; All, all, are gone. Would that my love would come ! Dear Hastings, linger not, for Sybil's heart Longs for thy coming ! [She starts, leaves the window, and goes to her father. Oh ! my dear, dear father ! They will not dare to come into the house. L'Est. — Of whom speak you, dear child ? Syb. — Those fearful girls ! They saw me at the window, and their looks"], [168, "158 SYBIL : OR, Curdled the blood around my heart. Oh ! hear ! ( Voices without). — \" Down with the wizard and his witch daughter.\" [Enter Hugh. Hugh. — Dear mistress we must get your father forth, A mob is at the door. Syb. — Can they get in ? I think Lord Hast- ings will be here anon. (Voices without). — \"Down with the Necro- mancer ! Drown the wizard.\" [The mob throw stones in windows. Syb. — Oh, my poor father. Hugh, where can we fly ? Hugh (opening a door at back). — Descend these stairs, They lead down to the Thames. Take boat. Haste, haste ! I'll stay and bar the door ! [Exit Sybil, leading L'E strange. Hugh locks door, and throws key into river. Enter Timbrel Girls and Others. Girls. — Down with the wizard !"], [169, "159 THE LAST OF THE BARONS. Others. — Down with the false witch ! 1st Girl. — They're fled ! Here is their serving dog ! 2nd 'Girl (seizing Hugh, and drawing knife). — Now, dog ! Quick ! quick ! Where do they hide ? Hugh (struggling). — Where thou, I trust, Wilt find them not. 1st Girl. — Thou saucy knave, take that (strikes him). 2nd Girl. — And that (strikes). Others. — And that (striking him). [Enter Gloucester, Catesby, and Others. 1st Girl. — Fly, fly, my merry mates. [Exeunt Girls. Glouc, — A pleasant mansion ! In one room there greets you A grim old female corpse ! In this we find These gentle damsels buffeting a man. Who art thou, fellow ? Wipe the blood away, And answer quick. Hogh. — Hugh Withers, please your High- ness."], [170, "160 sybil: or, Cate. — He's servitor unto this same L'Estrange. Where is thy master ? Hugh.— I do pray the Saints He and my mistress are with Warwick's Earl. Glouc. — Warwick ! Has he been here ? Hugh. — In sooth, my lord. Glouc. — Who else? Speak, quick (draws dagger). Speak! Hugh. — They're beyond thy reach, so I may tell thee. Robin of Redesdale, Lord Oxford, and Queen Margaret. Glouc — Ha ! Speak on Hugh. — Lord Edward, Prince of Wales — Glouc — Traitor ! What Prince ? Hugh. — Bang Henry's only son. Glouc — Now, *by St. Paul ! what caitiff nest is this ? Is Warwick leagued with Marg'ret and that boy ? Cate. — So it would seem. Glouc — King Edward wrought this ruin. By St. Paul !"], [171, "161 THE LAST OF THE BARONS. I would have fought for Warwick in this cause Had he but kept from Lancaster. Fellow, Can'st give me tidings of the Lady Anne ? Hugh. — Her father took her hence. Glouc — Saw she — this — Prince ? Hugh. — So please your Royal Highness, and 'tis said — Glouc — Said what ? Hugh. — That Margaret and the mighty Earl Consent the Prince of Wales shall wed with Anne. Glouc — False caitiff wretch, for that black lie thou diest. [Stabs him. Hugh. — God save King Henry. [Dies. Glouc — Faugh ! 'tis the first blood My hand e'er shed, save on the battle field. But if the dog lied not, Catesby, I swear I'll have the last drop from yon bride- groom's heart. Cate. — So please your Grace, I fear the knave lied not. What likelier than that Warwick and the Queen u"], [172, "162 SYBIL OR, Should strengthen their new bond by this alliance ? 0, 'twas mad, mad, to incense the mighty Earl ! Things wear a desperate look ! Glouc — Well, we will fight With hearts as desperate as ours ortunes are. Hastings is true, and Worcester. We have men Will stand staunch by us. Cate. — More, I fear, against us. Glouc— Fie, Catesby, cry you quarter ere you're down ? Warwick may win a field, and crown his king; But, by St. Paul, I'll plot, and scheme, and fight Until the tide shall turn again for York. (Act Drop.) Act 4. — Scene 1. Boom in Tower. — The Queen, Duchess op Bedford, Attendants. Queen. — Mother, 'tis idle 1 All thy words of cheer"], [173, "163 THE LAST OF THE BARONS. Fall sadly on mine ear as funeral notes. My husband is in exile, and his foes Are battering, e'en now, at the city gates. [Cannon. Hark ! That warns us false Warwick draweth near. Doch. — Dear daughter, keep good heart. Right sure am I The City will hold out. These honest burghers Love well our royal Edward Queen. — They did love, 'Twere better far to say. Long weeks have passed Since their king's presence cheer'd his people's eyes. When last he rode yon streets, knees bent, caps waved, And thousands shouted, Edward ! Edward ! Edward ! Defeated, and a crownless fugitive, He fled beyond the seas. Now, those same throats Shout, just as hoarsely, Long live Henry Sixth !"], [174, "164 sybil: or, But Warwick is their Monarch ! 'Twas his hand Hurl'd Edward from the throne ! Mother, I hate, I hate the Nevile race. [Enter Attendant. Att. — The Lady Bonville, Steahng through Warwick's force, craves audience. Queen. — The Lady Bonville ! She is loyal, then? Admit her. [Enter Lady Bonville. Queen. — Welcome to our forlorn, dismantled Court. One Nevile still is loyal to her king ? Lady B. — Ay, sovereign lady. Oh ! it shames me much, My brothers should have raised their desp'rate swords Against the House for which Earl Salis- bury died. Duch. — Their wicked hands ! To think that Warwick's Earl"], [175, "THE LAST OF THE BARONS. 165 Fought with Lancaster against royal York ! And your fair niece, refused to Gloucester, Is wedded unto bloody Margaret's son. Lady B. — Pain not my ear with such dis- graceful tidings. Something of this came to the cloisters, where I passed the dreary months of widowhood. The City still is loyal ? Queen. — Yes, Lord Hastings Hath sought, but now, the worshipful Lord Mayor To steady him, it may be, in our cause. Ah ! Lady ! Hastings hath been my right hand. Lady B. — Hastings is ever loyal. [Enter Attendant with Messenger. Att. — Here's one who brings Missives from Warwick to the Lady Bonville. Mess. — Lady, the puissant Earl, great War- wick's lord, Sent me with these, unto the Holy House, Where he did think thou passed thy widow- hood."], [176, "166 sybil : ob, Finding thee gone, I quickly followed on. He bade me say this paper shows true cause, For his fierce warfare 'gainst Edward of York. [Offers letter. Queen. — Edward of York ! thou caitiff ! Lady B. (folding her arms). — Tell yon Earl, Katharine De Bonville, Salisbury's youngest child, Sells not her faith, nor leagues with Lan- caster. I had a brother, whom my soul revered As mightiest 'mong the mighty ! But the man Who bends his knee at haughty Margaret's foot To kiss the hand, red with Earl Salisbury's blood, My heart disowns. Queen. — 0, noble Nevile blood ! Cour. — Lady, another missive, too, I bring. This, from your niece, fair Anne, Princess of Wales."], [177, "167 THE LAST OF THE BARONS. Lady B. — This lady is no longer niece of mine. I had a niece, whom I did deem the flower Of maiden beauty, modesty, and grace. But she who passed a princely son of York To mate with Lancaster, my soul disclaims. Cour. — Lady, these answers must I carry back? LadyB. — Theyare the only answers I can send. Cour. — They will weigh heavy on the great Earl's heart. [Ex. Courier. Lady B. — His deeds weigh heavy on his sister's heart. [A bombard is heard. Duch. — That tells us Warwick's forces are in sight. Queen. — I pray the citizens be staunch and true. They will not — cannot — ope the city gates ! Lady B. — Fear not, madam ; Hastings will keep them true [Enter Hastings. Queen. — What news ? What news ? Hast. — 0, sweet, my gracious Queen,"], [178, "168 sybil : or, There lies but one safe pathway for yourfeet; See, yonder round grey tower of West- minster ! Its shelter is your only safety now. Queen. — Oh, Saints ! sweet Saints ! To Sanctuary, say you? Does yon false city, then, forsake its King? False, craven hearts ! Hast. — Lady, misjudge them not. They love the King, but they would save their gear. Queen. — Talk not to me of burgher loyalty. Lady B. — Base, trading, caitiff souls ! Hast, (starting). — Katharine ! Thou here ? Lady B. — For this last hour. I came to show the world, One Nevile yet is loyal to that cause For which Earl Salisbury died ! Hast. — 0, noble heart ! [Second bombard. Warwick is at the gates. My gracious Queen, Come now ! One half hour more, the chance is lost."], [179, "169 THE LAST OF THE BARONS. Queen. — Well, let me get my babe. Poor helpless child ! [Departs weeping, with Duchess and Attendants. Hast. — Lady, wilt thou await thy brother, here ? Lady B. — I have no brother. I have cast him off. I will to Sanctuary with the Queen. Thy plans are — what ? Hast. — You ladies safely housed. I'll fight my way through England, cross the seas, To royal Edward, and abide with him, Until we come to conquer back his throne. Lady B. — Such were my part, if I were belted knight. Hast. — 0, noble heart ! Loyal to all, save me. Lady B. — Lord Hastings, I was never false to thee ! Thou knowest well, had I been free to choose, I would have been his bride upon whose heart Lay other half of this fair golden ring. [ Shows half of ring."], [180, "170 SYBIL : OR, Hast. — The broken ring foretold the broken troth. Lady B. — Well, think so an thou wilt ! The Saints, they know,* How gladlier Katharine Nevile's brow had worn The convent veil than Bonville's wedding wreath. I wedded where my brother's wishes led, And so I lost my love. That brother, now, Is recreant to the honour of our house : Lover and brother lost, in this bleak world Katharine De Bonville stands alone — alone ! Hast. — No ! not alone, sweet Kate, if thou wilt come Back to thy home. Lady B. (half smiling). — My home ! Ah, where is that ? Hast. — Here, in this heart, which has called out for thee Through all these bitter years. Sweet Kate, I tried To fill the emptiness with other loves,"], [181, "171 THE LAST OP THE BARONS But pale and cold the shadows came and went. One fair young girl there was, whose lovely eyes Seemed to bring something of the old glad warmth — Sybil, for whose sake thou didst chide me once. Why Kate, I was no match for that girl's wit! She bade me to a Barmecide feast, And then fled forth with some gay Trou- badour. Lady B. — But thou dost not regret her ? Hast. — Regret ! No ! [Bombard. Warwick draws near. Thou must to West- minster, And I to exile. Shall we meet again ? Kate, ere we part, let priest and book and ring, Make thee so surely mine, that only death Can loosen the sweet bond. Lady B. — Now ? Ere we part ?"], [182, "172 SYBIL : OR, Hast. — Sweetest and dearest, yes. In yonder room The Queen's Confessor waits her going forth. Let us to him, and he upon our vows Will speak the nuptial blessing. Lady B. (drawing back). — 'Tis too sudden. Hast. — Sudden! Fie, Kate! Our love is ten years old. Listen, sweet Kate. Within an hour I go Proscribed and exiled ! If I come again, 'Twill be to win lost honours with my sword. Should death find me upon some battle field May I not die thy husband ? Lady B. — Live, my husband. Hast. — That means consent. My sword shall keep me safe. For now my life is precious for thy sake. Not long supine will royal Edward rest An exile in yon dull Burgundian Court. Back will he haste, and then the world shall know, That Hastings' honoured love is Hastings' wife. [Exeunt Lady B."], [183, "173 THE LAST OF THE BARONS. Scene 2. Prison-room in the Tower. Sybil and her father. L'Esteange looks at the Eureka and sighs. Syb. — Sir, thou art ill, and sorely suffering. L'Est. — Yes, child, I long for free, fresh air. And thou, Sweet one, thy fair young cheek grows wan. How long have we been cooped within these walls ? Syb. — Some six weeks, father. L'Est. — Six weeks ! Six wasted weeks ! 0, if that wicked Friar would let me work Upon my dear Eureka, then the time Would drag less wearily. Syb. — Alas ! the day He found us in the pleasant rural home, Given us by mighty Warwick ! Happy there Had been thy heart, among those peaceful shades, Only it pined for thy mechanical, Left in this tower on that fearful night."], [184, "174 SYBIL : OR, L'Est. — Daughter, I marvel Hastings seeks not for us. Syb. — Father, my heart tells me Hastings doth seek : The letters that I sent him some mischance Kept from his hands. [Enter Friar Bungay. Bun. — Give you good day, fair mistress. What? No word Unto my reverence. Come now, L'Estrange, Be not so surly, as is still thy wont. The secret of this black mechanical In thy hands leads to ruin and perdition. Tell me the secret — in my hands 'twill turn To profit for us both. Porkey verbey. L'Est. — Give thee my fame ! Give thee my life ! False Friar Avaunt. Bun. — Dar'st thou unslip thy malice against me ? I am great Bungay, Bedford's famous Friar ! My spells and charms are known through all the land I"], [185, "175 THE LAST OF THE BARONS. Wilt thou brave me ? If I but speak the word That neck of thine the hangman's rope will grace. Syb. — Forbear thy threats ! The gaoler gave us word That Warwick's force is near the city gates ; I heard the bombard, heralding the news. We'll find our freedom at his gracious hands. Bun. — Tush, child ! the citizens are staunch for York. Syb. — Then Hastings is our friend. Woe to thee, Friar, When Hastings hears of our captivity. Bun. — He will not learn it. Yonder gaoler's heart Is mine, by greed and fear ! He'll say no word To lose my gold and bring on him my spells. But league with me, L'Estrange, and we'll be friends, Tell me thy secret — Inter and apentes."], [186, "176 SYBIL : OR, L'Est. — 0 man, thy Latin is most barbarous 1 Murder not speech, but say — Sapientus. Bun. — Well, brother, well ! Oro vestrem aurem. L'Est. (groaning). — Oh, horrible ! Bun. — 'Tis well for thee, L'Estrange, I'm a good tempered man, nor take amiss Thy carping at my Latin. It serves me, Among the people, and that is enough ; But, in plain Saxon, I demand again, Wilt tell me how to finish thy Eureka ? Tell that, leave it to me, swear, thou and she, Ne'er to betray me, and thou shalt have gold And freedom, and a home in some safe spot. Deny this, and death comes within the hour. L'Est. — Poor fool ! My secret would avail thee nought : Thou finish my Eureka ! Thou, whose brain Ne'er grasped the first step in the mathe- matics !"], [187, "177 THE LAST OF THE BARONS. Bun. — Thou scornful filibus ! Wilt tell, or die? L'Est. — Die, if I must, for tell I never will. Bun. — Thou shalt be scourged ! (opens door). Here, gaoler, bring thy whips. Syb. (putting her arms around L'Est.) — O father ! Oh, good Friar ! [Enter Gaoler. Gaol. — Here are ill tidings for thee, Friar Bungay. Warwick is in the Tower. Syb. — 0 thanks, sweet Saints ! Bun. — I'll to the Duchess, she'll make terms for me. Gaol. — Alas, her Grace hath fled forth with the Queen. At Westminster, they've taken Sanctuary. Bun. — Alack ! What will become of me ! L' Estrange, Good Christian, bear no malice ! Thou wilt speak Earl Warwick's mercy for me. See, I kneel To ask thy pardon. n"], [188, "178 sybil: or, L'Est. — Up, poor craven soul ! Bend not thy knee to sinful fellow man. Since thou hast left me safe in life and limb, My Eureka unhurt, I pardon thee. Bun. — What honours will come to thee from yon Earl ! 0, thou art to be envied, great L'Estrange. Speak for me, wilt thou not, to mighty Warwick ? Ask him to give me place about his person. For him will I use all my arts and spells. Tell him that Bedford's Duchess trusted me With many secrets which I will impart. L'Est. — Peace, thou poor caitiff. Warwick's soul would scorn To work with such base tool ! Hast thou forgot Thy plan to work the mighty Earl, annoy By carving out his effigy in wax ? Thou well deserv'st, despite thy frock, to hang. Bun. (sobbing). — 0, kind L'Estrange, I beg denounce me not."], [189, "THE LAST OF THE BARONS. 179 L'Est. — Friar, there is no blood upon these hands ; I yet have never injured living thing ; If that thou can'st escape, I will not cross Thy chance of safety. Bun. — Thanks, thou good L'Estrange. [Exit Bungay. L'Est. — Sir gaoler, are we free ? Gaol. — Free, for all me, We have submitted to Lord Warwick's rule. He's master now. L'Est.— Then Sybil, hie we forth. Dear Saints ! my heart swims o'er with gratitude For this most sweet deliverance, Syb. — And mine. Pray thee to pause a moment, I would ask A question of this man. Gaoler, can'st tell If the Lord Hastings is in England still ? Gaol. — He was an hour ago. Syb. — And since ? Gaol. — I heard He took the Queen and Court to Sanctuary,"], [190, "180 SYBIL : OR, From thence will fight his way across the seas. Syb. (aside). — Saints take him safe ! Would I were with him there ! 0, that I could have got one word to him ! I know he grieves for Sybil ! Cruel war ! When will peace come to England and to me ? (Aloud.) Come, my dear father. L'Est. — Gaoler, lead the way. (Pauses.) But my Eureka ? Syb. — We will send for that when we find shelter for ourselves, dear father. [Exeunt Sybil and L'Estrange, following Gaoler. Scene 3. Boom of State in Tower. — Warwick and Edward Prince of Wales, with Lords and Ladies, etc. Enter Anne icith Sybil and L'Estrange. She leads them, to Warwick. Anne. — Dear father, it hath been my hap to find"], [191, "THE LAST OF THE BARONS. 181 Some dear friends, for whose loss we long have mourned. \"War. — L'Estrange and Sybil ! Welcome, my good friends, This is right joyful meeting. Ye were dragged, So said the peasants, from your quiet home By an armed band, led by some caitiff Friar. Can'st thou point out the knaves for punishment ? L'Est.— My noble lord, the soldiers I know not, As for the Friar, honour him with no thought, I trust his malice now hath lost its sting. Prince. — 'Twas a base malice that took aim at thee, Thou noble-minded man ! But gentle sir, Why dost thou look at me in such amaze ? L'Est. — My eyes are not o'ersharp to note the forms That pass before me in my daily life,"], [192, "182 SYBIL : OR, Nor is my memory apt to charge itself With other's words, or deeds ; and yet methinks, Fair Prince, I've heard thy voice, and seen thy face. Prince. — Bethink thee of a certain Trou- badour, Who hunted thy mechanical to find Papers placed there by Robin of Redes- dale. L'Est. — As I do live thou art that very youth. War. — And England's Prince, and husband to fair Anne. L'Estrange, my heart hold you and Sybil dear, You must dwell 'neath my roof, until such time As Sybil leaves thee for a husband's side. How else can Warwick please thee ? Give command. L'Est. — Most noble Earl, I ask to dwell in peace, That so I may finish my Eureka ; Then would I crave an audience of thee,"], [193, "183 THE LAST OF THE BARONS. And these great lords so that I may set forth Its full intent and wondrous mechanism. War. — All this be as thou wilt. My lords and dames, Here is my friend, the good Master L'Estrange, A man of wondrous learning and rare skill, Whom I commend unto your courtesy. He hath a great invention, which he thinks Will make our England mighty. Of that, anon. This damsel, his fair daughter, is the friend Of my own daughter, Anne, Princess of Wales. I ask her father's leave that I may share With him in charge of this most noble maid. And here, I say, if any gentle youth Can win sweet Mistress Sybil for a bride, Her dower, from my hand, shall be a knight's fee, And so much of the best of all my land, As a bull's hide can cover."], [194, "184 SYBIL : OR, Prince. — Add to which, A second knight's fee from Edward and Anne. Young Knight (aside to comrade). — The girl is passing fair. E'en without dower She were well worth the winning. Sec Knight. — With such dower She is a prize, for which I mean to try. See how they grace her ! By my Halidom, The Prince himself leads her to the galliard. [Music. They take places for the dance, the Prince leading Sybil. (Act drop.) Act 5. — Scene 1. Boom in Middleham Castle, Warwick. War. — I've climbed a lofty height, and now what lies Around me, and beneath ? He whom aloHfe Of all the sons of earth my soul doth hate Cowers in woeful exile. From his brow I tore the diadem, which once I gave."], [195, "185 THE LAST OF THE BARONS. That diadem my gentle Anne shall wear, So Richard Nevile shall be ancestor To England's future Kings. There are, who deem Ambition fired my arm to strike the blow. Ah ! little they know Warwick's heart ! Tome Dear as a brother was Richard of York ; And well I loved his sons. By good St. George, I would have stood 'tween Edwrard and a host Till his base treachery seethed into my brain. I've had revenge, and yet my soul grows sick; Mid all the pomp that girdles me around, I long to lay the heavy truncheon down. Me thinks 'twere sweet to steal to convent shade And spend the eve of life in prayer and praise. [Enter Messenger. -Mess. — Most puissant Earl ! high tidings do I bring :"], [196, "186 SYBIL : OR, Edward of York landed at Ravenspur, Escorted by five hundred armed men, Among them Gloucester, Hastings and more Lords. They spread their banners, summon their adherents, And cry — \" Long live King Edward.\" War.— By St. George ! Soon will my grip be on the traitor's throat ! Where rallies he his forces ? Mess. — Edward hath pitched his tent on Barnet field. Further on, at Tewkesbury, Lord Hastings hath command. War. — I'll meet them both, ride thou to Windsor on; Tell the Prince to fight Hastings at Tewkesbury. I'll meet fell Edward yon, on Barnet's field. [Exit Messenger. On one day's strife now hangs the king- dom's fate,"], [197, "187 THE LAST OF THE BJ..RONS. For Barnet field shall see that caitiff cold— Or drain the last drop from Earl Warwick's veins. Scene 2. Boom in Inn, near Barnet Field. — Enter Yorkist Soldiers, beaming marks of battle. Sold. — Ho ! here mine host ! Host. — Give ye good day, my masters ! 2nd Sold. — Give us more. Give us wine and meat, We've beaten off the dogs of Lancaster. 3rd Sold. — Warwick lies dead yonder on Barnet field, To-morrow will we on to Tewkesbury, And help Lord Hastings beat the so-called Prince. Host. — Is Warwick slain ? Sold. — I' faith ! He'll fight no more. Host. — The great Earl slain ! 2nd Sold. — Host, thou art a Lancastrian in thine heart."], [198, "188 SYBIL : OR, Now shout— Long live King Edward ! Ha ! You pause ! Host. — \" Long live King Edward ! \" (asidt) May he reign in Hell ! [Enter Bungay with Soldiers bearing the Eureka. L'Estrange a prisoner. 1st Sold. — Make way ! Here's the Friar, whose incantations Raised mists and fogs to blind Earl War- wick's men, Your magic 'vailed us well, 0 noble Friar. Bun. — No magic, but true holy spells, my mates, I've fought to-day 'gainst Lancaster and Satan. 2nd Sold.— 'Tis true, Duke Gloucester brought him to the field, And bade him work with all his spells for York. Bun. — And did I not ? Sold. — And in good sooth ye did. Host. — But who is this, and what is yon strange thing ? Sold. — L'Estrange, the wicked wizard, and the thing"], [199, "THE LAST OP THE BARONS. 189 The Demon, by whose help he works his spells. He went to use his arts against the King. L'Est. — I travelled to a peaceful cottage home, Given me by noble Warwick, whose sweet soul The Saints assail. Sold. — Thou traitor dog ! Mess — The meat is served. 2nd Sold. — Come on, my merry mates. Come, too, good Friar, the wine runs free to-day. Bun.— Ay ! After all that Latin, I'm athirst. Mine host, guard yon L'Estrange, till we return. [Exit Soldiers with Bungay. Host.— Alack ! good sir, I pity thine estate. L'Est. — Thanks, good mine host, but I this day have seen Such butcher work, my heart is sick and chill ; Ah, woe to England ! I saw Warwick fall. Host. — I loved the mighty Earl. Perditions seize"], [200, "190 SYBIL : OB, The caitiff hands that pierced his noble heart ; 0 pitiful it is that English swords Have robbed this Island of its greatest son. Tell me, good sir, how died the stalwart Earl. L'Est.— His great heroic heart poured out its life Beneath the coward swords of countless foes ! No single foe had ventured near and lived. Low, low he lies on yonder battle-field; His brother Montague close by his side, Their broken blades still clasped within their hands. Host.— 0 noble Warwick ! noble Montague ! I knew they died stoutly as they had lived ! The field was lost before. L'Est. — Ah, yes, mine host. The fight had raged for hours, and it was deemed The victory was to Warwick, when the mists"], [201, "191 THE LAST OF THE BARONS. Lifted a moment, showed us Oxford's star Advancing to his aid. Lord Exeter Had at that instant Warwick's word to charge, And, taking* the fair Emblem for York's sun, Dashed with his thousands 'gainst the friendly force. Then rose the cry of \" Treason ! \" Oxford's men Thought Exeter atraitorto Lord Warwick ! Friend slaughtered friend ! The deadly panic spread ! Somerset, listening to base, selfish fears, Drew off with his reserves. The day was lost! Host. — But he — great Warwick — fled not? L'Est.— Fled ?— not he ! With Montague, and fifty valiant knights He gained a word. Then Warwick slew his steed, As erst on Teuton's day. Aery went forth From friend and foe. We knew the por- tend well !"], [202, "192 SYBIL : OR, Lord Warwick left, alive, no beaten field ! \" Now, horsemen, on him ! \" cried the ruth- less King, \" The victory is not ours while Warwick lives.\" A hundred men rushed onward — to their death Beneath the blades of Warwick and his braves. And then more hundreds, till the ground was piled With corpses wearing Edward's cog- nisance. I cannot say how long this carnage raged, I was a prisoner to yon wicked Friar, Bound to a tree, beneath whose branching shade He muttered senseless spells against the Earl. Host. — Think'st thou they harmed great Warwick ? L'Est. — Not one jot ! Such barbarous Latin winneth no respect In ear of saint or demon. Bound, I stood"], [203, "THE LAST OF THE BARONS. 193 Compelled to see the bloody work that marred The face of God's fair world this Easter Day. You know a little church toppeth a hill, Overlooking Barnet field? . 'Twas there we stood. While steel clashed loud around the fated Earl, Suddenly, from the belfry, pealed its chimes Calling to Sabbath service. At the sound, I saw Lord Warwick raise his noble head Toward the tower ; then bow it, as in prayer. And then, while one hand pierced a foe man's heart, The other signed the cross upon his own. Alas ! By this time he and Montague Stood lonely mid a host. At length a spear Brought valiant Montague unto his knee. Then sought the Earl to save his brother's life. Yain ! Yain ! A hundred foemen circled round ; 0"], [204, "194 sybil: or, A hundred swords thundered upon his helm, Beat down his guard and pierced his mighty breast. Above the clash of steel, the sweet church bells, I heard his voice ring out, \" Warwick ! Warwick ! \" Then fell a sudden silence. I beheld A band of men gazing on their work As if held mute by a dread consciousness That they had slain a nobler than was left. For some brief instants, Edward and his host Were silent as the heart of death itself. Then flashed their swords and waved their plumes, and broke The thunder of their voices in the air — \" Long live King Edward ! Thus die all his foes ! \" [Enter Bungay and Soldiees by one door, Courier by another. Courier. — Great Friar, I bring you greetings from Duke Gloucester"], [205, "THE LAST OF THE BARONS. 195 Thou art to hie with speed to Tewkesbury' s field, Where he, with Hastings, will the strife renew Against these beaten dogs of Lancaster. He asks your spells, and sends a goodly guard To watch your safety till the battle's o'er. Bun. — Bring him (pointing to L'Estrange) and his black demon. Tremble Prince, Falsely called Wales, for lo ! great Bungay comes To fight against thee with his holy spells. [Exeunt Courier. Scene 3. Near Tewkesbury.— Enter Prince, Lady Anne, Sybil and others. Prince. — Bethink thee, sweet, how lately thou dids't vow Love, honour, and obedience unto me. The first two thou hast given without stint ; The other, I have never asked till now."], [206, "196 sybil : or, Will my dear wife, my good and gentle Anne, Refuse submission to my sole command ? Anne. — 'Tis hard ! 'Tis hard ! Sweet, my Lord, must I go ? Prince. — Else wilt thou steal the strength from Edward's arm. Why, love, I should at disadvantage fight, Knowing my wife in danger near the field. Anne. — Then will I go. Never shall act of mine Palsy my princely husband's arm or heart. Prince. — That's my brave girl ! Sir Mar- maduke Nevile, Thou art my wife's cousin, thee I charge To lead her to the place I told thee of. Sir M. — No harm shall reach her Highness while I live. Prince. — Thanks, cousin, I know thee loyal and brave. [Cry in the distance — \" Hastings to the on- slaught.\" My foes advance! Now must I to the field"], [207, "197 THE LAST OF THE BARONS. And give them courteous greeting. By my faith, I joy to know my thirsting sword shall drink The blood from traitor's veins. Anne, fare thee well. Sir Marmaduke, thou art a Nevile ! that Tells me thou will be faithful unto death, And so I trust thee. Sweetest Anne, adieu ! [Exit Prince attended. Anne. — 0, Sybil, this is my heart's sorest hour. Sybil. — May darker one ne'er come to thee, sweet lady. Anne. — Darker ! That needs must mean defeat or death To husband or to father. Kind Heaven avert Such awful hour from England and from me. But my heart need not fear ! The mighty Earl Hath come victorious from a hundred fields."], [208, "198 SYBIL : OR, And he, my Prince, will fight to-day, as fought His hero grandfather at Agincourt. But, Sybil, we must hence, as said my Lord. We'll hence, and pray the weary hours away. Syb. — Sweet lady, I do think thou know'st my heart. I honour thee as Princess, and my heart Yearns over thee with tender sister love — But here we part. Anne. — Sybil ! Syb. — Lady, 'tis true. Hastings will meet me here. I wrote to him. Anne. — Hastings ! Poor Sybil ! Lov'st thou Hastings still ? Syb. — Still, lady,? Dost thou love thy hus- band still ? Dost thou need telling — Love is for all time, Nay, for eternity ? The subtle flame Is rarely lit in an earth-born breast,"], [209, "199 THE LAST OF THE BARONS But kindled once, it shall out-live that heart, Go forth with the spirit on its journey forth, And beautify our dust, when it shall spring Back into being on that glorious morn Which hears the glad Archangel's voice proclaim — \" Awake ye that were dead ! The day hath dawned ! \" Anne. — Thy creed is mine, sweet Sybil. But. dear child, Hastings is all unworthy of such love. Syb.— Hush, lady ! Anne, I love thee, there- fore, hush ! Anne. — Sybil, I love thee, therefore I must speak. The night we fled to Lady Longueville's house A note was left for him. What answer came ? Syb. — None, therefore it could not have reached his hands. Anne. — A second was despatched to Bur- gundy."], [210, "200 syeil : or, Syb. — Some accident befel it on the way. Anne.— Oh, trusting heart of woman ! Sybil, come ! I love thee ! Wait not for this faithless man. Syb. — Oh, hush ! My heart is true, therefore mine ears Shrink, pained to hear his sweet name coupled thus. I will not listen ! Anne. — Then, the truth must out ! Sybil, Lord Hastings hath a bride. Syb. — No ! no ! Anne. — I grieve to wound thee ; but the tale came straight From Burgundy to me. Syb. — Alas ! alas ! Anne. — Now come. Syb. — I cannot. I must wait. Hastings will come. I wrote but yesterday. The eve brought this : (Beads). So, Sybil, you would look on Hast- ings' face"], [211, "201 THE LAST OF THE BARONS. Remembering, how you once did trick his hear t ; I marvel you should care to meet his eye. Is not your gallant Troubadour in tune? So, Anne, you see, I was maligned to him. He heard some garbled story of our flight. Heard that the Prince was in my father's room; Knew not 'twas Edward, thine own royal love, And so — I was misjudged. Within my brain, This thought awakening to my dearest lord, I penned a letter, telling all the truth. 0, I wrote out my very heart. This morn A herald brought his answer. Listen, Anne. ((Reads.) So there is truth in woman ! Match- less one — Matchless in beauty, nobleness, and faith. (Pardon me, Anne, I read it as he wrote ; You know what sweet nonsense lovers will talk)."], [212, "202 SYBIL: OR, (Beads.) Bastings will come to thank thee. Best content. His word is passed to come — so I must stay. Anne. — But he is wedded! Sybil, where's thy pride ? A dozen gallant youths sigh for thy hand. Wed one, and let this haughty Hastings know — Syb. — Dear lady, hush ! Poor pride is this, to preach ! What man would wish a bride, whose heart- strings lie Close in Lord Hastings' hand ? And mine lie thus. What could I carry to the altar rail ? Lips that have called Hastings their sweetest love ! Eyes that will weep his loss, while they have life ! The ashes, and the cinders of my soul. Whom do they say he wed ?"], [213, "203 THE LAST OF THE BARONS. Anne. — Lady De Bonville. Syb.— Ha ! But I'll not believe it ! No ! no ! no ! He shall speak for himself. I'll wait him here. [Cries of \"Hastings,\" \"Edward,\" \"Lan- caster,\" in distance. Sir M. (approaching). — Sweet Princess, pardon ; but thy lord's command Forbids us tarrying longer near the field. Syb. — Go, sweetest Anne. Forgive me — and, farewell. Anne. — Thou wilt not come ? Cousin, Sir Marmaduke, Leave here a portion, of thy force, as guard For Mistress Sybfl, Sir — 'tis my com- mand — I'll answer for thy action to my lord Sybil, the Saints protect thee ! dear, fare- well. [Exit Anne, with Sir Marmaduke, and some of the Soldiers."], [214, "204 sybil: or, Scene 4. The Same. [Enter Soldiers, crying \"York! York!\" They put Sybil's guard to flight. Capt, of York Soldiers (seizing Sybil). — The Princess Anne ! We have the Princess Anne ! [Enter more Soldiers, with Bungay; L'Estrange a prisoner. Sybil breaks from Captain, and rushes to her father. Syb. — Oh, my sweet father ! what ill fate is this? L'Est. — 111 fate, my child, since thou art cap- tive, too. Capt. — Why, who be these ? Bun. — A wizard and his witch ! Capt. — Fie ! And we thought the girl her highness, Anne. Bun. — Her highness — Satan's daughter. Place me now, That black mechanical, where I can set My foot upon the demon. Bring L'Est- range ;"], [215, "205 THE LAST OF THE BARONS. Noose me that rope about his wizard throat ; There, throw the other end o'er that tall branch, So, that is well ! When I shall give the word, Up with him ! He shall die a felon's death. [They place L'Estrange as directed. Sybil follows, holding her father's hand. Bun. — Now will I fight against this Prince of Wales, Until he die — as wicked Warwick died. Syb. — Alas! Is Warwick dead? L'Est. — Yes, chfld. He died, and with him, England's best. Bun. — Peace wickedness [Cries of\" Gloucester to the onslaught.\" Yes, noble Duke, right soon, wilt thou, and I Send these Lancastrian dogs, howling, away. Barrabbara ! Garrabbara ! Fuge ! See, where they meet — Gloucester and yon false Prince !"], [216, "206 sybil: or, Capt. — Now we'll see tall fighting. Ha ! Well struck, Duke ! See, how he presses back the latter Prince. 0, Gloucester is a lion in the field ! The very sight of blood sets him athrist ! Ha ! By St. Jude ! the Prince is gaining ground — Gloucester is down ! Rescue, rescue, my men ! [He rushes off, followed by all the Soldiers. Bun. — Now am I left without my guard. The dogs Care not, though I be slain. Barrabbara ! Garrabbara. There, now they've saved the Duke! The traitors ! See, they mingle in the fray, Forgetful that great Bungay is their care. Syb. — Now, my sweet father, I will loose thy bonds. Stand back, bad Friar ! See, Hastings is our friend. Should Edward win this field, thy doom is sealed ! If Hastings wins it, he will punish thee."], [217, "207 THE LAST OF THE BARONS. Bun. — Duke Richard will protect me — and the King. Girl, if thou fallest into Edward's hands He'll have thee rack'd in every dainty limb. L'Est. — Alack, my child. Bun. — Well, I do pity thee. So thou mays't go. See yonder winding path. Fol- low it. Quick ! Syb. — Dear father, we will go. (Aside.) But I will see Lord Hastings ere I sleep. [Exit Sybil, leading her father. Bun. — Hum ! It would be a lucky chance for me, If some hot Yorkists slit me both their throats. Should she meet Hastings — Bungay, you are lost. I was a fool, to mix me with these broils ! Little care I, for York or Lancaster, So that the times fill for me pouch and paunch. Had I been Norman lord, I'd stood by Warwick ;"], [218, "208 sybil: or, So, too, if Franklin, or a yeoman bold. If trader, I had shouted, \" Edward Fourth ! \" So, too, had I, grim-visaged Lollard been ! They pay KiDg Henry back, in goodly coin, For roasted cousins and fried grand- fathers ! [Enter Soldier. Sold. — Sir Friar, his Grace of Gloucester sends to know, Why work your spells no better on this field. Bun.— Oh, but they'll work ! They'll work ! Barrabbara ! Garrabbara ! Mimicis, fu-ge ! Sold. — 0, mighty words ! I'll haste, and tell the Duke. [Exit Soldier. Bun. — Would that some sword find that same duke's throat, Else, if they're beat, he'll sure come this way, And slit my throat, to sweeten up his mood."], [219, "209 THE LAST OF THE BARONS. How rings his proud cry — \" Gloucester ! Gloucester ! Gloucester ! \" See how he fights, like a true knight, or beast. They come this way. Sweet Saints, I like it not. [Sounds of fighting. Cries of \"Gloucester!\" \" Hastings ! \" \" Wales ! Wales ! \" \" Fight on, my merry men ! Fight, as my grandsire fought, at Agincourt ! Strike for King* Henry ! Strike for Lancaster ! \" Bun. — Ha ! That young Prince must be Plantagenet. See how he lays about him. His foes fall Like wheat before the sickle ! Hist ! Who comes ? New faces — headed by the King himself, And that gay liar, Clarence. In his life Of three and twenty years that boy has told More lies, and broke more oaths, than Bun- gay's self In his, if twice the length. That's saying much. P"], [220, "210 SYBIL : OR, [Acclamations, mingled with shouts of \" Ed- ward ! \" \" Clarence ! ' Bun. — Now swells the fight. I see a surging mass, Close round that fair-faced Prince. What cries he now ? Prince (without). — Wales! Wales! Fight on, my merry men, fight on. Rob. (without). — Redesdale! Redesdale! Fight on, my Forest lads ! Fight for King Henry ! Fight for Lancaster. Bun. — You may as well cry quits, my vali- ant sirs. York's men are ten to one. Fegs ! how they fight ! I fear that I shall have ill dreams o'nights, From seeing so much blood. 'Tis as I said, The lads of Lancaster are beaten off ; My noble Bungay, else I miss my guess, Thou soon may shout, \" Long live Edward Sixth!\" Ha! who comes here ? 'tis he of Lancaster ! [Hides behind tree. Enter Prince with Lord Fitzhugh and Robin of Redesdale."], [221, "THE LAST OF THE BARONS. 211 Fitz. — I would obey your Highness, but my vow To blessed Mary's self was not to leave this field, Save with your Grace. Prince. — Then, Lord Fitzhugh, Our souls will race to Mary's presence soon. Fitz. — May she assoil our souls. Prince. — Amen ! Robin, true friend, Thy vow, sworn to my mother, Was to obey me through this bloody day. Rob. — 0 noble Prince, let me die by thy side ! Prince. — Tush, Robia ! It doth please me best to know, I have such leal friends here, to aid my mother. Upon the road that I and Fitzhugh take, We'll find the way thick with Lancastrian ghosts. Robin, I may not flee ! My death above Will stay the tyrant's hand and stay pursuit, Then can my mother and my darling wife, With all the fugitives, get off to France."], [222, "212 SYBIL : OR, Good Robin, tell Queen Margaret, 'twas my charge That she deal gently with my sweet child- wife, Poor girl ! To lose husband and father both. [Cuts off lock of his hair. Here, Robin ! Take this to the Lady Anne, Tell her she had my latest earthly thought, Hark ! how they come ! Brave Robin, fare thee well. [Exit Robin. Enter Gloucester with Catesby and others. Glouc — Yield, traitors, yield ! Prince. — I am Plantagenet, And England's Prince ! Traitor thyself, fasle Duke. Glouc — Now, loud thy liest. Leave this one to my sword. [They fight. Fitzhugh kills Ratcliff. Lovell kills Fitzhugh, then turns upon the Prince who has just brought Gloucester to his knee. Prince wounds Lovell, then strikes Gloucester- to the ground."], [223, "213 THE LAST OF THE BARONS. Prince. — Yield, rescue or no rescue. Glouc — Not to thee. [Enter Hastings. Hast. — Hastings to the rescue ! Yield brave Prince ! Prince. — Brave Hastings, I yield not. [They fight. Gloucester stabs Prince. Befalls. Glouc — Bold bridegroom, die ! Hast. — 0, Richard, was that well ? Glouc. — By good St. Paul ! That was the best blow My right hand e'er struck, listen ! he speaks ! Prince. — England ! Mother ! Sweet Anne ! [Dies. Glouc — 0 good right hand ! With bold honest blow You struck down the last hope of Lancaster And freed from marriage bond, my life's one love, Dost thou remember, Hastings, how I swore Anne should be, if that I had to wade To win her, through the blood of all her kin ?"], [224, "214 SYBIL : OR, That oath shall have its crowning. Well I swear I'll not be baulk'd, where'er I set my heart, Be it on lady's love, or diadem, No head so lofty, but must look to fall, If it e bar my way ! I love thee, Hastings, But never come between me and my will, Or thy proud lips may kiss a bloody block. 71 **•* good St. Paul ! This hand shall ever know To strike my foes, as I struck this fair boy ! Hast. — 'Twere better thou had'st struck him in fair fight. Glouc — Tut ! be not peevish, that I took thy work. Give the boy Christian burial, an thou wilt. [Exit. [A idants carry off dead and wounded. Enter Sybil and L'Estrange, guarded by Soldiers Sold. — Here, k , is our leader, noble Hastings. Bun. — 0, wretched Bungay, where canst thou hide now ?"], [225, "215 THE LAST OF THE BARONS. Syb. — 0, thou art come ! Thou art ! They called thee false To love and Sybil ! But thou art not false ! They tell me thou hast wedded, but 'tis false ! Let me hear thy dear lips say that is false ! Hast. — 'Tis false, I am not wedded Syb. — Thanks, sweet Saints ! Hast. — Hear me, my gentle one, then, if thou canst Forgive thine erring lover. That caiuiff Friar Brought me my ring, and a cold cruel note, Which I now see was forged by his base hand. Bun.— I shall be hang'd ! Syb.— Ah ! he's a fearful man ! Hast. — Sore vex'd and wounded, my faith in the dust, I met that noble woman, my first love. Syb. — Ah ! Hastings ! Hast. — Remember, thou . sert fled, I knew not wrhere. We would have wedded ; Warwick and the Prince"], [226, "216 SYBIL OR, Disturbed us at the altar. Kate to West- minster, And I to exile went. Delay bred doubts, She wrote : Though from my loyal heart's proud throne I've banished Warwick, yet he once bore rule As god within my soul ; his word my law, 1 cannot wed thee till this strife is o'er. A second letter asked if thou e'er wore, As troth-plight, Hastings' ring. I told her all, Then wrote she : Thou hast not lov'd well enough, To be my husband. So she took the veil, And rules as Abbess, 'mong her sister Saints. All this while my sick heart called for thine hand To heal its wounds. Sybil am I forgiven ? Love 1 enough to be thy husband sweet ? Syb. — I love enough to be thy loyal wife. [Enter King attended. King. — Hastings, St. George ! What's here ? That traitress girl ?"], [227, "217 THE LAST OF THE BARONS Hast. — No traitress, but Lord Hastings' plighted wife. King. — Never with my consent ! Will., art thou mad ? Did she not fool thee, before all our Court ? Hast. — No, by Our Lady's Grace ! That caitiff Friar Forged letters. King.— Ha! St. George! Hast. — He coined base stories, moving thee to wrath, And thus she and her father were proscribed. King. — If she let him think that all will go well. [Enter Soldiers dragging Bungay. King.— St. George, what now? Sold. — This Friar stole soft away. Bun. (throwing himself at~K.WG,'sfeet). — I swear I never told ! King. — Peace, slave ! Bun. — Sweet Prince. King. — Ha ! Thou wilt talk ! String him to yonder tree ! I see the noose hangs ready for his neck."], [228, "218 sybil : or, Bun. — They were my spells. I cursed thy wicked foes. Sold.— 'Tis true ! He cursed them. King.— Still he's a vile knave. Bun.— Oh ! Let me live ! Sweet Sybil, speak for me ! Syb. — Spare him, great Prince. I would not see him die, King. — Well, let him live. Scourge him beyond my sight ! Strike roundly ! Spare not ! Catesby follow on, And see him banished from our England's shores. [Exit Soldiers scourging Bungay. King. — So there's one rascal punished. Hast, (kneeling with Sybil). — Good, my Liege, If thou wilt banish this defenceless maid, William of Hastings bears her company. 0, Edward, if I ever had thy love, Grace for my wife, and her great hearted sire. King. — Sybil, wilt thou be loyal to thy king. Syb. — To Hastings' King, whoever he may be."], [229, "219 THE LAST OF THE BARONS. Kpng. — Well said ! I see thou'lt be a pattern spouse ; We'll on to London, whose good citizens Will hail our victory with wild acclaims ; And while their windows blaze our welcome home, Within the Tower, Lord William and fair maid, With all our princely pomp and royal state, Your happy bridal we will celebrate. Curtain. Printed by Remington & Co., 5, aAnindel Street, Strand, W.C."], [230, ""], [231, ""], [232, ""], [233, ""], [234, ""], [235, ""], [236, ""]]