[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, "I MUSE ■ iours-*K . - ■ 1 ' '■■';-..■ ■ - I ' a., ■ l"], [9, "MUSEUM OF PRACTICAL GEOLOGY. 6obtnttmnt &t\\)Ool of Mim$ an* of ctrirnct a«pli>& to ti)t arts!. INDUSTRIAL INSTRUCTION ON THE CONTINENT. (BEING THE INTRODUCTORY LECTURE OF THE SESSION 1852-1853.) BY LYON PLAYFAIR, C.B., F.R.S LONDON: PRINTED BY GEORGE E. EYRE AND l^ILLIAM SPOTTISWOODE, PRINTERS TO THE QUEEN'S MOST EXCELLENT MAJESTY. FOE HER MAJESTY'S STATIONERY OFFICE. 1852."], [10, ""], [11, "The Intellectual Element of Production on the Continent. By Dr. Lyon Playfair, C.B., F.R.S. In two former Lectures on the suhject of Industrial Instruction, I alluded generally to the efforts made hy Foreign States to instruct their populations in that knowledge of natural forces which is so necessary at a period of civilization when tho competition of industry has become a competition of intellect. It is, indeed, natural, that a perception of the necessity of in dustrial instruction should arise in those countries where the natural impulses to productive labour are either wanting or deficient, and where knowledge became essential to overcome the special resistances to manu facturing progress. To study the character and extent of the technical institutions abroad was, at the same time, to study not only their but also the causes which had led to their establishment ; and I have, therefore, employed the short vacation, between our sessions, in visiting some of the principal institutions in Denmark, Prussia, Saxony, Austria, Bavaria, Baden, and France, for the purpose of making myself acquainted with the modes of instruction pursued in them. While endeavouring to communicate to you some of the impressions received by myself, it ought to be stated at the outset that the examination has been far from complete : the time spent by me in each of the institutions, though as much as I could give, was not always sufficient for a thorough investigation into the systems of instruction ; besides which I visited them as a simple traveller, unarmed with any official recognition or aid, and depending for the requisite facilities of investigation only to an extensive acquaintance which I have the honour to enjoy in the countries referred to.* You will, therefore, understand distinctly, that my examination of the Technical schools abroad having no official character, has no claim to official completeness. Nor, in the short time at my disposal, could sufficient information have been collected to lay before you, had it not been for an extraordinary amount of courtesy and attention on the part of the directors of these institutions, and. in several cases, of the departments of Government with which they were connected. Before entering into any details of the systems of instruction in foreign industrial institutions, it is requisite to show why they were required abroad, and why they are now necessary at home. In discussing this * In the Appendix, under the head of each country, will be found the names of some of those who furnished me with information. A 2"], [12, "4 argument in its general bearings, I may have to repeat views urged upon formei occasions -, but, as truths must be repeated until their conæquences are realised, this is, perhaps, of little consequence, and will meet with a ready excuse. Production, as understood in political economy, consists in the formation of utilities out 7. objects, which, either from their position or form, were of little use until subjected to the operations of industry. The principles involved in extractive, manufacturing, and even in distributive industry, are very similar in character, and involve the same factors. In industry, we can form utilities, but we cannot create properties. We can bring sand and soda together in the heat of the furnace, and we have formed the transparent body glass ; but we have only used properties already existing in these materials, the acid character of the one and the alkaline character of the other having been employed to effect a chemical combina tion. In no one instance in production do we add a single property to matter, but we combine properties and create utilities. The success of a producer depends, therefore, to a great extent, upon his perceptive or empirical knowledge of properties and his power of using them so as to form utilities. But nature is very bountiful, and, in addition to properties embodied in matter, furnishes us with powers by which we can abridge human labour and more effectually overcome natural resistances to com bination. Uncivilized tribes may, and often do, by observation, acquire a knowledge of properties equal to that enjoyed by nations more advanced ; but they rarely understand those natural powers which form the strength and wealth of States that promote their study. Dacca and Chunderee can, by manual labour, make muslins better than our own ; but the power loom and the spinning jenny were reserved for a nation which had studied the laws of mechanical science. Penelope required twelve slaves to prepare corn for her small household ; while, as Chevallier remarks, the mill of St. Maur, with twenty men, grinds corn daily for the support of one hun dred thousand soldiers. Production involves as its factors, primarily, the material tobe converted into an utility ; then, the labour employed in the conversion ; and, lastly, capital, which has been compared to the blood corpuscules, because it imparts vigour and activity to the vital processes, without itself taking direct participation or undergoing assimilation. The first factor— the raw material — is common in excellence to all producers, differing only in the relative cost of extraction and transport, or increased in price by arbitrary fiscal regulations. As locomotion improves, the local advan tages of the country to which the raw material is indigenous become of less importance as an element in production ; and industrial competition depends more upon labour— the second factor— than upon the first. This is certainly the case, or raw cotton could not be imported from America to be exported as calico. Malachite, sand, and wool could not come from Australia to go back as copper, glass, and broad cloth ; nor could Dutch madder reach us to return to Holland as printed ginghams, or horse-hair and fat from Buenos Ayres and Russia to be returned as hair-cloth and soap. All this shows that the superiority of labour in one country does more than"], [13, "5 compensate for the disadvantages arising from increased cost in the raw material. Labour, however, is of two kinds— corporeal and mental, or, as Mill calls it — muscular and nervous. Mere muscular labour is to be had in all coun tries : the Egyptians, with their hoes and baskets, are found to be as good excavators as those we sent over with barrows and spades ; but Egypt had to import the mental labour ofa Stephenson before it ventured to produce a railway. The fact is every day more apparent, that mere muscular labour, in the present state of the world, is little better than raw material, and that both these are sinking in value as elements of production, while ner vous or intellectual labour is constantly rising. The whole of- industrial competition is now resolved into a struggle to obtain a maximum effect by a minimum expenditure of power. But this power is derived from natural forces, and not from brute strength : mental labour has engrafted itself upon muscular effort, and, by a healthy growth, has reduced the size and relative importance of the latter. Every new acquirement in the knowledge of natural forces is the acquisition of a new sense, which may be applied to production ; and as every substitution of a natural force for muscular exertion depends upon a knowledge of the former, it surely requires no argument to prove, that the economical application of it must rest upon a perceptive and not merely empirical knowledge ; or, in the language of the Wise King of Scripture, \" If the iron be blunt, and we whet not the edge, then must we put to more strength ; but wisdom is profitable to direct.\" To this portion of the argument I have again to return ; but an allusion to it was necessary, because these were the considerations which forced foreign countries to give an industrial education to their populations. States, partly from a deficiency of extractive labour, partly from an actual want of resources, were poor in the raw material or immediate means of production, and had, therefore, to rely chiefly on the proximate means. In the absence even of material for constructing machinery, it was not to be expected that tools, those essential proximate means of production, should quickly arise in an early stage of competition, although their eco nomical application, when obtained, became of vital importance. Hence arose the obvious political necessity of developing rapidly the knowledge of natural powers, because these can only be effectually applied when fully understood.* This knowledge became, indeed, an intellectual tool of the * Sir John Herschel puts the argument very happdy as follows : \" If the laws of nature, on ihe one hand, are invincible opponents, on the other, they are irresistible auxiliaries ; and it will not be amiss if we regard them in each of these charac ters, and consider the great importance of a knowledge of them to mankind : \" I. In showing how to amid attempting impossibilities. \" IL In securing us from important mistakes in attempting what is in itself possible, by . means either inadequate or actually opposed to the end in view. \" m. In enabling us to accomplish our ends in the easiest, shortest, nu>st economical, and most effectual manner. \" IV. In inducing us to attempt, und enabling us io accomplish, objects, which, but for such knowledge, we should necer have thought of undertaking.\""], [14, "6 greatest importance in a country which lwd yet lo acquire experience. In our own land, the rapid development given to production by our richness in natural resources raised at tho same time a vast amount of experience, and art advanced before science. This experience was often produced by trial and error, and was attained by great expenditure of time and capital ; but, when arrived at, afforded much help to production. Hence v, a sec many producers in our own country, practising their arts by the aid of empirical experience only, little guided by scientific laws. Hence also has arisen an overweening respect for practice, and a contempt for science ; as if man could better use the powers of nature by stumbling against them in the dark, rather than by reverentially seeking them in the open light of day. But continental producers, being behind us in the race of coin: tion, and having industries to create, preferred to profit by our empirical experience, and then pass us by their applied knowledge ; for they have virtually adopted, as a principle of State, tbe aphorism of Bacon, \" The knowledge and power of man are coincident ; for, whilst ignorant of causes, he can produce no effects. Nature is only to be conquered by submission ■ for that which in speculation stands for the cause, is what in practice stands for the rule.\" Perhaps, until lately, the balance of advantages was in favour of this country ; for, with our cheap natural resources in material, and its diffi culty of transmission to other countries, the practical aptitude of our population in availing themselves of the benefits of experience, and the power of our capital in directing labour and importing intellect, when that was not to be found sufficiently cultivated at home, we have had impulses given to production which have communieited to it an impetus sufficient to carry it for some time over the c -stacles raised by the superiority of the intellectual element of labour .broad. But that a rapid change is passing over tho world has long been seen by statesmen and by all thinking men, — a change which must effect immense alterations in the productive powers of all nations. In tho words of Prince Albert, \"Whilst formerly discovery was wrapt in secrecy, the publicity of the present day causes that no sooner is a dis- ■iy or invention made, than it is already improved upon and sur passed by competing efforts. The products of all quarters of „he globe are placed at our disposal, and we have only to choose which is the best and cheapest for our purposes, and the powers of production are entrusted to the stimulus of competition and capital The distances which separated the different nations aud parts of the globe are gradually vanishing before the achievements of modern invention, and we can traverse them with incredible ease. The languages of all nations are known, and their acquirement placed within the reach of everybody. Thought is communicated with the rapidity and even with the power of lightning.\" These circumstances are daily lessening the value of mere experience,* which arising in * By the term experience in this lecture, I allude only to the empirical knowledge which arises in the growth of practice ; it is not used in its true metaphysical or scientific meaning."], [15, "7 one country soon becomes the property of another. For many years, foreign States, acting upon the facilities of communication, have ex pended annually large sums in sending highly enlightened men to our country for the purpose of culling from our experience, and of importing it into their own land ; and we see the effect of the experience, thus readily acquired when united with the high development of mental labour, in the rapid growth of new industries abroad. We still hold to mere ex perience as the sheet anchor of this country, forgetful that the moulds in which it was cast are of antique shape, and ignorant that new currents have swept away the saud which formerly held it fast, so that we are in imminent risk of being drifted ashore. In fact, this is the great question at issue between England and foreign States. With us there is a wide-spread jealousy of science, and a supposed antagonism between it and practice. Mere empirical experience is of slow growth, and, after all, is only adapted for the particular conditions in which it was attained : it is a crutch which will support a lame man, but will not suffice to enable him to run a race ; it resembles in its growth the slow propagation of an unaided flora throughout a land, which might be quickly disseminated, if science were allowed to gather its seeds and throw them broadcast over the country. It is only experience, aided by science, that is rapid in development and certain in action. In this country we have eminent \"practical\" men and eminent \"scientific\" men; but they are not united, and generally walk in paths wholly distinct. From this absence of connexion there is often a want of mutual esteem, and a misapprehension of their relative importance to each other. The philo sopher is apt to undervalue the dignity of productive industry, while the practical man sees, in the absence, of utilities, only the visionary speculator. Hence the former too often stands apart in self-reliance on his usefulness to the world, and like Themistocles, when asked to play, is inclined to reply, \" Though I cannot fiddle, I can make a little village a great city.\" Abroad, the scientific element of production is carefully nurtured, because the truth is there fully recognized, that nothing is so fertile in utilities as absolute abstractions ; but it is known also to be essential to industry, that there should be a race of men to translate these abstractions into worldly utilities, and who can solicit nature, in language understood by her, to lend her powers for the fulfilment of practical ends. The creation of this class i was, as has been shown, a necessity of foreign cc ?tition ; for, without this superiority in the intellect-element of labour, it is impossible to overcome our advantages in the cheapness of material and in the abun dance of capital. But this forced perception of the necessity for industrial instruction has enabled the continent to seize the growing element of production, while we are left in possession of the decreasing one ; and while we continue to rely upon local advantages and acquired experience, we allow a vast power to arise abroad which is already telling against us with wonderful effect. It is most essential that we should furnish this element of strength to our producers, and not imitate the rustics in the fencing school described by"], [16, "8 Demosthenes, who alway.^-fter a hit guarded the part that was struck, but not before. Li raising the intellect-element of production, continental States have passed through grave errors, from which they have only lately escaped ; and it will be useful for us to profit by and avoid them. To understand the evils into which a wrong direction of education led them, it is m ct again to refer to the separation between abstract and practical science. In former Lectures I have endeavoured to show how important it is to a nation to develope abstract science ; it is not, therefore, likely that I shall he misunderstood as depreciating it in the remarks which I am about to make. Pai her than again urge this point, I quote the high authority of Mill from his \"Political Economy.\" \" In a national or universal point of view the labour of the savant or speculative thinker is as much a part of production, in the very narrowest sense, as that of the inventor of a practical art ; many such inventions having been the direct consequences of theoretic discoveries, and every extension of knowledge of the powers of nature being fruitful of appli cations to the purposes of outward life. The electro-magnetic telegraph was the wonderful and most unexpected consequence of the experiment of Oersted, and of the mathematical investigations of Ampere : and the modern art of navigation is an unforeseen emanation from the purely spe culative, and apparently merely curious, inquiry by the mathematicians of Alexandria, into the properties of three curves formed by the intersection of a plane surface and a cone. No limit can be set to the importance, even in a purely productive and material point of view, of mere thought Intellectual speculations must be looked upon as a most influential part of the productive labour of society, and the portion of its resources employed in carrying on and remunerating such labour, as a highly productive part of its expenditure.\" In this country we have a theoretical belief but no practical faith in these views. We have taken good care not to imitate the woman in Æsop's fables, who believed that a double feed would induce her hen to lay double the quantity of eggs, not dreaming that the hen would get fat and lay none at all ; but we have produced nearly the same result, by ne glecting to feed our philosophers, and we are surprised that the golden eggs of discovery are now so rarely laid among us. In Germany especially, and in France also, the error was committed, of ing that abstractions would naturally give birth to utilities, without intermediate practice to aid the birth. Hence education was made wholly of an abstract character, and the cumulation of an abstract instruction of the masses became positively pernicious. Large numbers of men were reared in abstract, physical, and mental philosophy, for whom the channels of industry offered no outlet; they naturally pressed upon the Govern ment which had stimulated them to acquire abstract knowledge, and a gigantic bureaucracy was forced upon the State. The evil increased to such an extent that in some States 60 out of 1,000 of the population were"], [17, "9 in Government employment. A mere university education* in abstract, philosophy, or the secondary instruction of the Grammar schools, was found tobe a hot-bed for the production of bureaucrats, and only indirectly useful to industrial production, 'she error was perceived by many, and found expression in various ways j thus Count Von Seidlitz, in leaving his fortune for the promotion of industrial education, quaintly says in his will, \" I should commit a sin against the Holy Spirit if I left my money so as to induce young men to study, in order that they might continue to turn round the tread-mill of the State.\"f To relieve the State from an over whelming bureaucracy, and at the same time to give a rapid impulse to tho growth of manufactures, numerous channels were formed, by which abstractions might be drawn off for the support of utilities. The \" Real \" system of education then arose in Germany, and is now extending under this or other names to all European countries, except our own. In the schools professing this system the realities of modern life are taught in preference to the languages and customs of the classical ages. This, per haps, too rapid transition of the secondary instruction, forced realities into the \" Gymnasia\" or Classical schools themselves, and these became more adapted for modern wants. The Real schools were found to act favourably in diminishing the exclusive* attention to the study of abstract philosophy, but they did not suffice to give a quick impulse to industrial development ; hence arose the widely extending system of \" Gewerbe\" or Trade schools, and, as the culminating points of these, the Polytechnic Institutes or Industrial Universities. ' This circumstance is generally lost sight of by some modern writers of repute, who vehemently warn you to shun the poison of continental edu cation, but neglect to tell you, that when the cause of its hurtfulness was discovered, the poison was extracted. They take the dying embers of a fire which burned for some time too fiercely, and blowing them again into life, they profess that the heat continues to be equally scorching ; they tear evils out ofthe past, and, dressing them up in a modern garb, try to make you believe that they still live, although it is only the results effected by them that are yet seen in the passing generations : they trust to our native prejudices, and try to scare us with what Carlyle would call \" the ghosts of extinct giants.\" * As an instance of the extent to which abstract education is even yet cultivated, there were, in the universities of Germany and Switzerland, in the session of 1851-52, — 18,810 students -, of whom, — 3,450 were theologians. 6,761 jurists and economists. 4,182 medical men 2,644 \" philosophers,\" or students of the abstract sciences, chiefly the mental. 1,773 unclassified. \" Allgemeine Zeitung,\" 6th October 1852. , f \" Ich wiirde eine Siinde gegen den heilig Geist begehen, wenn ich mein Geld dazu bestimmte junge Lcute zum studiren zu vcrleitcu, um den Rossmiihlengang des Staals Weitcr zu treten.\""], [18, "10 It is the peculiarity of the industrial system of instruction thai scarcely over-educate a population, as is so frequently done in professions, because industry is universal and of infinite proportions. The streams which water the vast plains of industry are never too full, for by a little diversion they can be made to irrigate and render fertile new and yet uncultivated tracts. Although the channels leading from an abstract to a practical education are constantly augmented by the policy of foreign Governments, they do not exhibit any sign of being in excess, nor are the waters kept back by a deficiency of outlet. It is, in fact, almost impossible that they should be so, for after all they terminate only in the world's ocean of industry, where they are sure to be absorbed. Do we not, see in the fact that our glass-makers, porcelain-manufacturers, our calico printers, and others, have been obliged to receive from abroad that intel lectual element of manufacture which they could not obtain at home— a right policy for industrial producers, but a miserable one for the State which had neglected to cultivate it within itself ? The State does not deem it expedient to rely on a supply of sailors from foreign countries for defending its own possessions; it prefers to send out more sailors from its nurseries than our own demands require, allowing them rather to enter into foreign service than check their growth at home. We know that, though to some extent losers by this, on the whole we are great gainers. Precisely the same feeling operates with continental countries, who would rather have an excess of the intellectual element of production than a deficiency, and -who do not object to the employment of that excess in England, not only because it is a premium to its growth among themselves, but also because it forms a connecting channel through which our advanced experience flows back to them in return for the intellect abstracted. The very fact that many of our most enlightened manufacturers have intellectual foreigners to aid them in the management of their works, or in their productions, shows that the continental system of industrial instruc tion is producing results which require the most serious attention of those who would see our industry continue to enjoy that prominent position in the rapidly changing state of the world, which it acquired when the tre .sition was slow, when facilities of locomotion did not exist to the extent that they now do, and, therefore, when mere experience and local advantages, aided by the occasional irruption of science, was sufficient to keep pace with the march of events. I therefore proceed to show you the nature of that instruction, so far as I can in a Lecture of this kind.* * In the body ofthe Lecture generalities only are treated of; the details are frequently to be found in the Appendix. It may here be stated, that no description of Schools of llines is given, because these have been already fully described by various authors ; a memoir specially devoted to them will be found in vol. i. p. 485 of the \" Memoirs of the Geological Survey, &c,\""], [19, "11 INDUSTRIAL INSTRUCTION OF PRUSSIA. I would remind you, that the secondary education of Prussia is of three kinds ; and consists of the Gymnasia, or Classical Schools ; tho Real Schools ; and the Gewerbe, or Trade Schools. The Gymnasia teach many more realities than the Grammar schools of our country, but nevertheless they are chiefly classical. The Real schools profess a general education, like the Gymnasia, but substitute the modern languages for the ancient ; preserving, however, Latin, and giving more prominence than the Gymnasia to the physical sciences. In the provinces of the Rhine, in other words, in the chief manufacturing districts of Prussia, the Real schools are the best attended, and perhaps in Berlin also ; but, upon the whole, the' Gymnasia, which are indispensable for admission to the University, still retain their high position as means of affording a secondary education ; and they hold their places more firmly since they have begun to introduce realities into their courses. With both these systems, however, I have nothing to do in this Lecture further than to draw attention to the fact, that the general character of all secondary edu cation in Germany is tending towards giving instruction in the wants of the nineteenth century, and not stopping at that considered sufficient in the thirteenth, as many of our classical schools do. The third system of secondary education, the Trade schools, is, however, directly technical in character. Pupils are not admitted into them until they are fourteen years of age, and it therefore frequently happens that they have had a real education previous to their admission. Every pupil, before entering them, must have had a good primary education in his own language, must thoroughly understand the elements of arithmetic, and the mensuration of plane and solid bodies, and must be able to show that he is a good free hand drawer. The course of instruction consists of two years, and the time given to each object of study is seen in the following scheme : — SCHEME OF THE TRADE (PREPARATORY) SCHOOLS OE PRUSSIA. Uhdeb Class (1st year). Hours in a week. Planimetry * - - - - - 4 Algebra, to equations of the first degree - 3 Practical arithmetic - - - - - 4 Physics - - - - - - 4 Chemistry » - - . - --4 Free drawing ..... .7 Linear drawing ...... 9 35 * Plane Geometry."], [20, "12 Upper Class (2nd year). a. Winter i Continuation of algebra — trigonometry - - - 3 Stereometry * and descriptive geometry - - 3 Practical calculation ------ 2 Mechanics and machinery . - - - - 3 Laboratory work, and repetitions in chemistry and physics - 4 Mineralogy - - - - \" - - 2 Architecture, contract -works, and plans - - - 3 Free drawing ... - - - 7 Linear drawing - - - - - - 9 36 b. Summer Session. Continuation of descriptive geometry and conic sections - 3 Application of algebra and trigonometry to the solution of) „ questions in planimetry and stereometry — land surveying - ) Practical calculations (extraction of roots, logarithmic practice, 7 „ and calculations of capacities in bodies) - - - ) Machinery and mechanical technology - - - 3 Chemical technology - - - - - - 4 Mineralogy ...----2 Architecture and building plans ... -3 Free drawing, modelling - - - - - 7 Linear drawing - - - - 9 ■;.. In looking at the scheme of instruction, you will scarcely remember that these Trade schools are in fact only preparatory to the Central Indus trial Institute of Berlin ; but you may naturally inquire, — Have such schools arisen in the necessity of the people, or by a political perception of their requirement on the part ofthe Government ? The answer is, that the Government only grants one half the funds necessary for their annual sup port, and that the towns in which they are situated must furnish the rest, and build the school-houses. No such school is founded unless upon the peti tion of a locality for a grant in aid ; so that they are, in fact, based upon the same principles as our own Schools of Design, with this difference, that the localities do more and the Government less than in this country. There are now 26 f of these Trade schools in Prussia, viz., 7 in the provinces ofthe Rhine, 5 in Westphalia, 3 in Prussian Saxony, 2 in Brandenberg, 2 in Pomerania, 3 in Prussia Eroper, 2 in Silesia, and 1 in Posen. They are therefore situated so as to exert a direct influence on the chief industrial parts of Prussia. The instruction is not gratuitous, the charge varying from thiry shillings to three pounds annually ; and yet about 1,200 scholars are every year receiving the comprehensive technical knowledge offered by these professedly elementary schools. The instruction and examinations are * Solid Geometry. t Two of them, however, are only in the act of formation, viz., those at Coblenz and Dusseldorf."], [21, "13 watched by Government, through Commissioners appointed by the Minister of Trade ; and the best pupils have the privilege of passing to the Central Institute at Berlin, to which I have now to refer. THE TRADE INSTITUTE OF BERLIN. The Trade schools of Prussia are mainly intended for tradesmen or small producers, such as masons, carpenters, well-sinkers, millwrights, &c. ; while the Trade Institute professes chiefly the instruction of engineers, civil or mechanical, architects, and managers of factories and chemical works. The foundation, however, of this Central Institute is different from all others which I have seen on the continent, and is iu fact now in a transition state. Not only is its instruction wholly gratuitous, but about 50 out of its 170 pupils receive 301. annually from the Govern ment. The annual cost of the school to the State is 7,000/., of which 1,500/. are devoted to the support of poor pupils, and 1,000/. are spent in travelling expenses, both professors and students being occasionally sent to foreign countries to acquire a knowledge of recent inventions and new industrial improvements. The chief peculiarity of this institution was in its being originally confined to the education of workmen, who, in addition to the principles of their trade, were even taught their mecha nical craft in extensive workshops. It is now, however, acknowledged that this was an error, and that the practice of an art can only be learned, satisfactorily, in the workshops of industry. The whole organization of the school has, therefore, been recently changed, and its instruction is now assimilated in character to that given by the other higher industrial insti tutions of Germany ; but, as its past experience is instructive, I have described its present and former systems in the Appendix (App. A.) Now the instruction is devoted to the higher class of producers, and among its professors are the well known names of Druckcmniiller, Wolff, Dove, Rammelsberg, Magnus, Wiebe, Fink, Freiberg, Pohlke, Kiss, and Boettlicher. As might be expected from men of such eminence, the character of the instruction, though eminently practical, is at the same time highly scien tific. The course of instruction is for three years, and the students, before being admitted, must have a \"maturity certificate\" from a Secondary school, or submit to an entrance examination. Accordingly, no student comes to this Central College without being well acquainted with the ele ments of mathematics, physics, chemistry, and drawing. This previous knowledge is of the greatest importance, as it relieves the professors from teaching the elements, and enables them to devote their whole time to the applications of the sciences. The course of instruction extends over three years, but in the second and third years the students divide into special branches, adapted to the three divisions of (A) mechanics and engineers, (B) chemists, (C) architects and builders. The following list of subjects will give an idea of the extent of the instruction : —"], [22, "14 Course I. Hoi;rs in a week.* r Stereometry and spherical trigonometry; descriptive geo- 8. a. Pure mathematics i metry ■ algebra, differential and integral calculus ; ana ' lytical geometry ; practical calcula b. riiysics. 6. c. Chemistry. 8. d. Linear drawing, particularly constructions by descriptive geometry, shaded constructions, and perspective ; then machinery-drawing. 10. e. Free and architectural drawing. Course II. a. Pure and applied mechanics, illustrated by the higher mathematics. h. Repetitions and specialities in physics and chemistry. 6. 4, 3. c. Mineralogy. d. Materials used in building, and laws of architecture. These are the courses common to all students ; but, engrafted upon these, come the separate courses for the different professions. A. For Mechanics. In Course II. : ■i. Machinery in an extended course ; materials used in machines ; separate parts of mechanism ; machines used in building ; composite machines ; pi exercises. In Course III. : a. Continuation of machinery ; steam engines and other machines driven by power; practice in projection. 12 li. Railways and buildings. c. Technology. 4 d. Practice in the machine-workshop (3 days in the week). B. For Chemists. In Course II. : fa. Chemical technology. I b. Analytical chemistry. c. Practice in the laboratory (2 days in the week). In Course UI. : a. Laboratory work (daily). b. Machinery drawing and projections. C. Fur Builders and. Architects. In Course II. : S. a. Freehand and architectural drawing; projections in building, both in stone, brick , and wood. b. Modelling in clay. In Course III. : 0. a. Projects, plans, and estimates for buildings. b. Stone cutting (6 months). c. Heating and warming arrangements (6 months). d. Plans and contracts of factories, &c. e. The machinery class (with the chemists). f. Modelling of buildings in plaster, wood, and stone. 8. These courses, except in those cases which are marked, extend over two s of 6 months each. * These hours are only approximative; the workshops and lalwratory employ all the spare hours which are not here indicated."], [23, "15 The plan os instruction in this school is, to communicate all such infor mation as may be required by a particular manufacturer, although not directly included in the limits of his profession. Thus it is considered necessary that the chemist should be able to construct plans, make esti mates, and understand the principles of machinery, in order that he may know how- to express his wants to engineers or builders, and be able to see that the contracts are not excessive in price. As the instruction is given gratuitously by the State, only those students are allowed to remain in the institution who give evidence of satisfactory progress. An efficient plan of final examination for the granting of general certificates has not hitherto existed in this school, although now about to be intro duced ; still the students are in great demand by manufacturers, and it is vraro to find men who go out with good class certificates waiting any considerable time for employment. In Prussia there are several other technical institutions for engineers, architects, and commercial men ; but a description of them is without the limits of my present Lecture, or at all events, cannot be introduced in the time at my disposal. SAXONY. The Secondary schools of Saxony, like those of Prussia, are of three kinds, viz., Gymnasia, Real, and Trade schools. There are nine Gymnasia,* seven of them being supported by the localities, and two by Government. At present there are only four Real schools,f but three others are being founded. The Trade schools are three in number, and are situated at Cheimnitz, Plauen, and Zittau j they are chiefly supported by Govern ment, the communes finding the site. The first costs tho Government about 1,000/. annually ; the two latter between 400/. and 500/. each. Public opinion is still divided as to whether the Gymnasia or Real schools give the best general secondary education, but there is a general agreement as to the advantages of the Trade schools, which are steadily increasing in the number of their pupils. They carry their instruction so far that their pupils may at once pass into the higher division of the — Polytechnic School of Dresden. This school is placed in a large and handsome building, and is well organized and conducted, although its annual revenue, amounting to 2,600/., is so much less than that of the Industrial Institute of Berlin. The school is divided into three parts, viz., the Under school, the Tech- * The Gymnasia are placed as follows : two in Dresden, two in Leipsic, and one in each ofthe following towns: Freiberg, Zwickau, Bautzen, Meissen, Grima. The two latter are supported by Government, the others being communal. + There are two Real schools in Dresden, one in Leipsic and one in Anaberg."], [24, "16 nical or Upper school, and the Architectural school. It has been found expedient, as in the Institute at Berlin, to make certain fundamental classes common to all students, and then to divide the instruction into specialities, those ofthe Technical school being — A. Mechanists. B. Civil engineers. C. Chemists. The Under part of the school commences generally with students of sixteen years of age, and lasts for three years. The instruction given is as follows ; the number of hours devoted weekly to each subject being given : — LOWEST DIVISION. You have now seen what is considered to be the elementary knowledge requisite for the Upper or Technical division of the school, which the students enter at nineteen years of age, remaining two years. The instruc tion in thi3 division is now as follows : — CLA! IS III. Winter] *££ | i i Winter. Sum- mer. Hours. Hours. 5 0 Stcreometryand trigonometry. 5 ia Algebra. 4 4 Experimental physics. 3 3 German. 3 3 French. Hours. 2 2 Pa 2 Sours 2 2 0 2 Laws nf projection, Plan dr:i. Ornamental drawing. Natural history or practical geometry. CLASS II. CLASS I. Winter. Sum- mer. Winter. Sum- mer. Hours. 4 Hours. 4 Analytical geometry (in the . Mechanics. Theoretical chemistry. Mineralogy. Architectural scinnee. Practical geometry (Class III.) German. French. .e-drawing. Ornamental drawing. Field surveying (practical). Plan drawing. Hours. 4 Hours. 4 Analytical and descriptive geo- metry. Meclianics. Machinery. Mechanical technology. Technical chemistry, German and logie. French. English. Machine drawing and perspec- tive. Architectural drawing. 5 4 4 2 2 3 3 0 4 4 4 5 4 4 2 2 3 3 6 4 2 2 a> 5 3 4 2 2 3 4 5 5 3 4 2 2 3 4 4 4 In .ddition to the3e there are for — Sum- mer. AVinter. Hours. C 4 G . Hours, i 6 | A. Modelling in wood, and special hours of instruction in machine drawing. 2 B. Field surveying, and continuation of practical geometry, 6 C. Larger number of hours in the laboratory."], [25, "17 UPPEB OR TECHNICAL DIVISION. It will be observed, with some surprise, that the native language, German, forms a part of the instruction, even in the highest class ; and the reason given for this appears to be satisfactory. It was found that mere technical instruction was apt to contract too much the views of the students, and that they had little inclination afterwards to subjects of general interest; but now, through the German class, the students are kept interested in history and polite literature, so that they go out from the school not less instructed technologists, but more cultivated men. Instruction in the modern languages, besides its technical importance, is also made subservient to this end. The school possesses collections and workshops on a moderate scale, but no large machine workshop, as in Berlin. In the vacation, the students, with the sanction and aid of the Government, are engaged in practical operations ; some being placed on the railways to work locomotives and aid in the general traffic, while others are sent to coal-works, mines, iron furnaces, &c., and, generally, under the charge of the Professors. The number of students at the time of my visit was 220, each of them paying Al. 10s. annually, except a small number who were relieved from payment on the ground of poverty ; but, in addition to this, there were 27 who devoted their time to drawing and modelling. The number of Professors in the Technical school is 21. (APP. B.) Besides the Technical school, there is, in the same institution, a school of Architecture, possessing 7 professors and 85 students, during the last session. The instruction given was as follows : — i. CLASS II. CLASS I. fnT Winter. Sum- mer. Winter. Hours. 5 Hours. 5 Vor all Students. Differential and integral cal- culus. Mechanical technology. Geology. German and logic. English. Book-keeping. Geological excursions. Hours. 4 4 4 2 2 2 2 Hours. 4 4 4 2 2 2 2 3 2 2 2 2 I day 3 4 2 2 4 Higher s analytical) mechanics. The. higl Astronomy. National economy. Popular jurisprudence. German and logic. English. 3 3 ■'\"171 A. Mil] machinery and construc- tion. Higher geodesy. Projects for machines. 3 9 3 9 For A. Theory of motive powers. Projects for machines. 3 9 3 9 3 4 S 4 Section B. Higher geodesy. Roads, railways, and hydraulic engineering. Practical working in surveying. Plan drawing. Projects for machines and for hydraulic works. S 1 day 3 *{ For B. Brick and stone-work (methods and contracts). Practical surveying. Plan drawing. Building projects, 1 day 9 -I 9 9 a 12 16 Section C. Laboratory practice. For C. Laboratory practice. 16 16"], [26, "18 The \" Maturity\" examination, which each student must pass before he obtains a certificate, requires very high qualifications on the part of the pupils, and is conducted before a Royal Commissioner, specially appointed for this purpose, and in the presence of numerous persons who are invited to be present. AUSTRIA. Austria has but lately established the Real system of Secondary in struction, which is, therefore, only in course of development ; and, as yet, she has no Trade schools corresponding to those of Prussia and Saxony. On the other hand, she has several provincial Polytechnic colleges, viz., in Pesth, Prague, Gratz, Brun in Moravia, and Lenberg in Galicia ; the number of students at these amounting to about 4,000. In all of them the standard of instruction is said to be high ; but I have not seen them. I must, therefore, confine myself to the Polytechnic, school at Vienna, one of the largest institutions of this kind in Germany, the number of stu dents in the Systematic part of the school being, at the time of my visit, 1,637, the total number in all sections being 3,378. The State gives from 60,000 to 80,000 florins annually for its support, and the school funds amount to about 30,000 more, so that the total revenue may be taken at between 10,000A and 11,000Z. The education is gratuitous ; the only sum charged being a matriculation fee of 8s. There are only about 25 exhibitioners, who receive sums varying from 10Z. to 20/. The organization of this institution is peculiar, and requires a little explanation. It is divided into four sections proper, and one section for popular instruction ; these sections are : — A. Technical, comprising the physical and mathematical sciences, in their industrial application. B. Commercial, for instruction in all matters involved in the occupation of a merchant. C. Preparatory Division, for the instruction of those who have entered without sufficient preliminary knowledge. D. Trade Drawing. E. Popular Section, for instructing workmen on Sundays and holidays. As I have only to make a passing allusion to the two last sections, they may be taken first in order. The habits of foreign nations on Sunday have led to the formation of Sunday schools, for secular and not for religious knowledge ; and these I found in every large town on the continent. Last year the attendance of workmen at the Sunday school in connexion with the Polytechnic Institution at Vienna was as follows : — LOWER CLASS. T'PPER CLASS. REPETITION ' i ti Architectural science. 5 Arithmi 5 Geometry. 8 Industrial physics. 4 German. 2 iirnaiua'iital drawing. .\\ i roiects. (1 aArcniteetural drawing. Hrs. 4 Building. 4 Carpentry. t; statics aud mechanics. -man. 2 Ornamental drawing. 4 Perspective. fi Architectural drawing. 4 Projects and building plans. Hrs. 2 Building economy and con- 2 Repetition of architecture. 6 Statics itiid mechanics. 2 German. 2 Ornamental drawing. 2 Perspective. 16 Projects and plans."], [27, "19 For mathematics - - - - - 190 Mechanics - - - - 116 Experimental physics - - - - 211 Chemistry - - . - - - 133 Drawing ...... 731 Besides this general instruction on Sunday there are extraordinary lec tures in mathematics, German, French, English, Bohemian, Turkish, Italian, and stenography. In section D. or Trade drawing there are seven professors, and the instruction extends from four to five hours daily. The attendance at the time of my visit was as follows :— Preparatory drawing ..... 184 Manufacturing drawing - - 86 Drawing for metal work - - 76 Machine drawing - - - - 14 I must, however, pass on to the systematic sections of the institution. The course of instruction generally lasts for five years, the student, being in his sixteenth year before he enters the Technical division, must show evidence of possessing a sufficient amount of elementary knowledge. There is a little want of system in tlie division of studies, the student being left to choose his own lectures ; although the Director offers to advise him when required. I am, therefore, unable to divide the courses into years ; but the following scheme gives the number of hours devoted in each week to the subjects : • This scheme does not, however, give a fair representation of the subjects taught, many being included under one title, as, for example: — {\"Planimetry. Practical geometry includes j |{£S£g heights, and levelling. VPlan drawing. C Laws of machinery. Mechanics include - - \"J Construction of machines, drawing. j {Architectural Science. ;: ,: feeing and contracting. „ ,, Drawing. {Road and Railway engineering. £££££££!£__«•__ Engineering drawing. f Fermentation. Soap-making. Colours, dyeing, calico printing. Tanning. Starch, sugar-making, <fcc. Drawing in all these cases is taught with a view to the speciality. B 2 PREPARATORY CLASS. TECHNICAL SECTION. COMMERCIAL SECTION. Hrs. in 3 3 6 10 Mathematics. Physics. Natural history. Style and composition. Drawing. Hrs. VI 10 Mathematics, Differential and integral calculus. Descriptive geometry. Drawing. teal geometry.* Mechanics. Architecture. Engineering. Mechanical technology. Geology and mineralogy. Botany. Physics. Gvneral chemistry. Technical chemistry. Agriculture. Ornamental drawing. Hrs. 5 3 4 5 2 \"■ile science. Commercial law. and composition. Mathematics and algebra. Raw materials aud pro- ducts. Ay, trade. Ac. Book-keeping. 5 10 5 S 7^ 7* 5 6 5 5 5 4 5 5 2 5"], [28, "20 Tlie experience of the voluntary choice os lectures has led to the fol lowing division, as that which is found best adapted to engineers, although its adoption is not compulsory upon them: — This scheme is given as an example of the division adopted ; but it is varied to suit the art for which the pupil studies, and the course is ar ranged between him and the director. The collections of this institution are ten in number, and well adapted for the purposes of study. (App. C.) The models for these are made by workmen on the premises, but there is no general workshop as in Berlin. The laboratory is well arranged, and con sists of several rooms admirably fitted up, a special allowance of 120/. being annually made for the purchase of material, &c. The number of professors, teachers, and assistants in the institution amounts to 58, exclusive of the house staff. It will, therefore, be apparent, that the institution is on a large scale, and that the instruction is comprehensive in its character, although not so systematic as in some of the other German schools. The examinations for certificates are not made in the regular or open manner of those to which I have already alluded ; but it is understood that new regulations with regard to them are under consideration. Nevertheless, I was assured by Chevalier de Burg, the late director, and Professor Redtenbacher, that, notwithstanding the large number of students, the demand for them by industrial establishments is greater than can be readily supplied. BAVARIA. In Bavaria there are no Real schools, and only a few of the Gymnasia introduce realities into their courses ; but there are 26 Trade schools, or, in fact, one such school for every large town. I find by the statistics of 21 schools, which I have obtained, and proportioning for the five, of which I have no account, that there are above 3,000 pupils annually ob taining the high education given in these Trade schools. The schools are supported by the Commune, aided, when necessary, by the Province. The management of the schools and appointment of the professors rests with the locality ; but the Government exercises a supervision, and sends Com- Yeah I. Year II. Yeak III. Mathematics. Technology, Drawing. Differential and Physics. Descriptive geoi Geometrical dn integral calculus. inetry. iwing. Mechanics. a' ■ Practical g Plan drawi [rawing. ing. Yeak IV. Yeak V. Architecture. Chemistry. Mineralogy. Koads and railways. Hydraulic engineering. Engineering dra-wing. Book-keeping. Technical chemistry. Mineralogy."], [29, "21 missionei •* annually to examine and report upon them to the Minister of Trade. The courses extend over three years ; and as the entrance age is twelve, the pupil at fifteen may pass into the higher Polytechnic Colleges. Of these there are three, one being in Munich, another in Nurnberg, and the third in Augsburg. They are chiefly supported by Government, which allows, however, only 39,000* Bavarian florins, or 3,250/., for their support ; and the number of pupils amounts to 481, the professors being 34 in number. In addition to these higher Polytechnic schools, there are two Commercial schools, also supported by Government (at Nurnberg and Furt), aud there is a Building school at Munich, which is chiefly intended for the instruction of master masons and carpenters (see Appendix D). Besides these, there are Industrial schools for workmen on Sundays and holidays ; and the pupils attending them cannot be less than from 8,000 to 10,000. The system of industrial instruction in Bavaria dates from 1833, and so satisfied is the Government with its effect that they continue to support and extend it with great liberality. It would be impossible in this Lecture to describe to you the details of the systems of instruction pursued, even in each of the three Head Colleges ; and I confine myself to simply giving you the scheme of the Munich institution, referring you to the Appendix for fuller descriptions. I ought, however, to state, that it would require a union of all three Colleges to make really one Polytechnic Institute ; as each of them practically, though not professedly, gives a leaning to special branches of the Arts ; thus, Munich chiefly devotes itself to civil engineers and architects ; Augsburg, to mechanists ; and Nurnberg, to chemists ; I confine myself, however, to tho Institution at Munich, as an illustration. It is situated in a large and commodious building, possesses admirable collections, especially one of physical apparatus, and has a modelling and sculpture workshop in great activity. The number of its professors and teachers is 16, and of pupils 307, of whom 83 are foreigners. Its course of general instruction extends over three years, but engineers take a special fourth year's course. The scheme of instruction is as follows : — Munich receives 18,000 florins, Augsburg 9,000, Nurnberg 12,000; and in addition, they may receive from 800 to 1,200 florins (1 florin- lsi8rf.) each from pupils. Course I. Course II. Hours. 7 7 7 2 3 2 2 2 Mathematics. Physics. lery and machine drawing. Plan drawing. Descriptive geometry. Ornamental drawing. Catholic religion. Protestant religion. Hours. 7 i*. 2 7 7 4 3 3 Analytical mechanics. Machinery and machine drawing. .ving. Chemistry. mtial and integral calculus. ■sure. . materials. Electro-magnetism and telegraphs. COURSE III. ESGIHEEKISG COURSE. Hours. 7 4 4 6 e Applied mechanics. Geodesy. Machinery and machine drawing. Analytical chemistry. architecture. Hours. 12 12 12 Roads and bridges (in winter). Hydraulic engineering fin summer). Constructions and projections; build- ing; surveying. Architectural drawing and modelling. 8"], [30, "22 Certificates of proficiency are granted, the examinations being made before a Royal Commissioner, who has to report to the Board of Trade on the efficiency of the institution. Tbe architecture of Bavaria, and the excellent engineering which is observed there, is said to be, in a great mea sure, due to this school ; and it is undoubted that its pupils are in great demand, and fill important positions in industry. GRAND DUCHY OF BADEN. In the Duchy of Baden the Secondary schools are of three classes, the Gymnasia, the High Burger, and the Trade schools, but the latter do not possess the same high standard of instruction as in other places ; and the students of the Burger schools act as feeders to the Great Polytechnic Institution, while the Trade schools are, chiefly devoted to the education of workmen. The Polytechnic school of Carlsruhe is perhaps the most efficient one in Germany; and as its constitution and organization are pro bably more nearly allied to any similar institution that might arise in this country, I will enter into its description somewhat in detail. The school is now about 18 years old • but its present state and organization have resulted from the experience of the last ten years. It has two main divisions, viz. : — A. Preparatory section, consisting of three mathematical classes. B. The Fach schools, or schools of specialities, consisting of — a. Engineering. b. Architecture. c. Forestry. d. Chemistry and technology. e. Mechanical technology. /. Commerce. y. Post-office. The Polytechnic school is under the Minister of the Interior, and is managed by a director, annually elected by the professors from among themselves, and by another self-elective machinery, which appears to be unnecessarily complicated. a. A special council of teachers, consisting chiefly of the principals of the Special schools. b. A general council of all the teachers. c. An executive council. d. An auditor. e. A secretary. Although there are seven Special schools, several of the professors teach in more than one ; but dividing them into their respective sciences, we find the following large staff of teachers : — - Mathematics - - - 7 Drawing - - -2 Natural and physical sciences - 5 Architecture - - - 6 Engineering - 2 Ornamental writing - - - 1 Modelling, carpentry, and machin. *, working - - - $ Forestry ii. ulpture 3 2 General subjects 10"], [31, "23 Thus there is a staff of 41 teachers to about 330 students, of whom 1 12 are foreigners.* This institution differs from most schools in Germany by being to a great extent self-supporting, the Government grant being only 32,000 florins, while the expenses are above 50,000 florins. It does, indeed, seem extraordinary that with a revenue of little more than 4,000/. (4,166/.), this institution is able to accomplish as much as it does. The cost to each student is about 61. annually. The periods of the courses vary according to the speciality to be studied, as will be seen by the schemes of instruction. Mathematical or Preparatory Course. (Course, 3 years.) Special Schools. A. Engineering school. (Course, 3 years.) B. Architectural school. (Course, 4 years.) * Of these 112 there were 72 Germans from other States, and 40 \" Auslantkr,\" consist ing of English, French, Swiss, Dutch, Belgians, Hungarians, Poles, and one East Indian. Class I. Class II. Class III. I.s. 1 1 'a i 3 Catholic religion. Protestant religion. Arithmetic and. algebra. Geometry. Introduction to descrip- tive geometry. German. French. Genera] history. Drawing. Writing (ornamental). Hrs. «{ 4 Catholic religion \") with Protestantreligion j\" Class I. Analysis and higher equa- tions. Plane and spherical trigono- metry. Analytical geometry. Descriptive geometry. Statics. Phy.-iics. German (second course). French (second course). Drawing. Modelling. Hrs. 4 3 5 Descriptive geometry. Analytic geometry. laitauraland differential ca'a-ulus. Elements of mechanics. Practical geometry. General chemistry. Mineralogy and geology. French (third course). English. Drawing. Modelling. 2 B 4 4 1 2 2 8 5 4 2 3 2 4 5 4 6 4 3 3 4 ' 'a I ! I .: I, Course II. Course III. Hrs. 3 3 8 12 ■:.-■■:, Higher analysis (in winter) High-1.- mechanics' in winter) Civil engineering. Machinery. Practical architecture (drawing and modelling). Ethics. Plan drawing. English. Hrs. 12 Civil engineering (higher) 10-12 Machinery. 2 Jurisprudence (summer). 4 Plan drawing. Hrs. 12 4 3 24 Projects and contracts. Higher architecture. r geodesy. Practical sun-eying. 3 4 3 COUESE I. Course II. Hours. 4 4 5 2 4 5 8 & Spherical trigonometry and analytical geometry. Differential aud integral calculus (first course). Elementary mechanics and hydraulics. Literature and style. Descriptive goometry (second course). Drawing. Modelling and workshop. Ornamental drawing. Hours. 4 3 4 5 8 5 7 3 Technical chemistry. Klines (in winter). Fianu-e drawing. Drawing. Modelling. Ornamental drawing. Projects aud contracts. Technical archi tec ture, architectural statics."], [32, "24 C. School for Forestry. (Course, 2 or 3 years.) D. Chemical school. (Course. 2 years.) E. Mechanical school. (Course, 2 years.) .ovm Boars. 1! Roads r. ic engineering. h Prac tical construction ofthe above. «-; Laws of machi 3 Esthetics 4 Architecture. 5 Om.tmental drawing. 4 Modelling. 5 Projects for dwelling-houses. 3 Higher architecture. Hours. 4 Mineralogy and geology. 1! Juris] rm ■ ■ 4 Modelling and 01 Tl 5 Shadowing and plaster C 3 Monumental architecture. 6 Plans and contracts for great buildings, 5 Painting and perssjectiw. 3 Archæology. Pbepakatoky COUESE I. Course II. i ! ra 4 I •i 2 Mathematics. Physics. Zoology. German. Hrs. 4 4 3 4 3 3 6 4 2 2 4 Practice in \" forest mathe- matics.\" cal chemistry. Mineralogy and geology. Botany. Meteorology; soils. Forest trues (Botany of). Forests. Forest economy. \"Wood taxation. Road-making. Practical geometry. Scientific excursions in the woods. Hrs. 3 2 3 2 7 2 8 2 Agricultural chemistry. al economy. rvation of forests. Forest economy. Laws. otioe. tits and sports. -Incursions. COUKSE I. Course \\\\. Hours. 6 4 7 -i 4 4 2 4 i; General chemistry (in winter). Technical chemistry. Botany and zoology. ndgi 'logy. ■ Popular mechs. Mechank-.-j applied to transport. Book-keeping and commercial law. French, English, drawing, workshops. Chemical laboratory. Hours. 4 3 3 4 2 3 Special technical chemistry. Analytical ch* mi Special 9ubj nemistry. logy and geology. Popular i Ethics (in winter). Working in laboratory. Languages. Couese I. Course II. Sours. G Construction of mach 6 Machinery (Laws of). 6 \"W'arkshop. 4 Physics. 3 Higher analysi-i (second course). 3 Higher mechanics (iu winter). 4 Engineering. Hours. ii fi 6 4 4 6 . -chanics. i.incs. 'I course). English. French."], [33, "25 F. Commercial school. (Course, 1 year.) Postal school. (Course, 2 years.) You will observe, however, that this institution differs from all those which we have already examined by splitting its instruction into seven different specialities, and that therefore it deserves the name of a Poly technic Institution more than the others. The mode of instruction in all the schools is by lectures, practical working in tho laboratory, the car pentry aud machine shops, and in surveying ; while at the same time ex aminations and repetitions are very frequent. The formal certificates of the Special Technical schools are said to be in the highest estimation, and command immediate employment to the possessors. EXTENT OF THE INSTRUCTION IN GERMANY. I have now concluded the description of the Industrial schools of Ger many, so far as my personal knowledge extends. There is, however, an excellent Polytechnic Institution in Hanover which I have not had time to visit, and therefore regret that I am obliged to omit its description. Re viewing what has been said, and adding a fair proportion for the districts not visited, it is quite certain that at least 13,000 well qualified students* * This is exclusive of the workmen in the Industrial Sunday schools. The number of pupils at these cannot be under from 30,000 to 40,000 ; although I give this number only as an approximative estimate made from the proportion of systematic pupils to Sunday pupils in the schools from which I have obtained the statistics. For a popular explanation of these schools, and their general effect upon industry, I would refer to Zschokke's excellent little volume, \" Labour stands on Golden Feet.\" — Uroombridgc and Co., London. [ours. Hours. 4 '.' a s .! law. ■ Correspondence. .■ urithmetic. Products (Knowledge of). Commercial geography. 1 2 1 3 a _ History of commerce. German. French. English. Calligraphy. Drawing. Couese I. Course II. [ours. 3 2 4 4 4 2 4 2 2 Arithmetic. Mechanics (Popular). Physics. General history. Religion. French and French commerce. German. Calligraphy. Hours. 2 2 2 2 3 2 4 5 3 2 3 Political arithmetic. Geography. ■ ' economy. Jurisprudence. Commercial contracts. Mechanics applied to transport. German and Composition. French. English. Calligraphy. Ethics and Æsthetics."], [34, "26 arc being every year systematically instructed in the industrial in stitutions of Germany; and when you consider the character of that systematic instruction, if you agree in the general argument with which the Lecture commenced, you will be convinced, that, the time has come when England must begin to raise au intellectual force to do buttle with that mighty one which is rising everywhere around her. Put I must now pass to France, our worthy rival in industry. FRANCE. It is well known that France encourages to a great extent the industrial instruction of its producers. The Ecole Polytechnique of Paris, the Ecole des Ponts et Chaussees, and the Ecole des Mines, have been too often de scribed to require more than a passing reference to them. But as they are chiefly for the instruction of Government employes they do not ne sarily act immediately on private production. At the same time it is not to be forgotten that it is the principle of the French Government to act upon its own perception of right by instructing the population, even before formal demands have been made, on the part of the public, for the benefit which is thus conferred. It is therefore the more surprising, that the middle classes for some time urged their want of an institution for the industrial instruction of their producers, without carrying conviction of its necessity to the Government. Impelled by the urgency of the want, a private institution was raised ; and the feeling in its favour was sufficiently strong to induce a capitalist to embark a large sum of money in founding it. This private institution, raised in a capital where the public schools are altogether under the Government, proved that it was a necessity of the times by its immediate and eminent success. Thus rose the Ecole Centrale des Arts et Manufactures, now the most important industrial institution in France. It possesses the most eminent men of France as its professors, and it has reared those who promise to be her future brightest ornaments. As a commercial speculation it has been singularly successful, and it still remains under the business direction of the original enterprising capitalist, M. Lavallee. The Government now gives to it a certain number of exhi bitions to educate poor students of extraordinary talents, and the Councils General of twenty-nine departments of France also do the same. The appreciation of its importance to France may best be seen in the Eeport of the Commission of the Chamber of Deputies appointed to inquire into tho budget : — \" You know, gentlemen, this useful establishment, founded in 1829, by the association of eminent professors, with the intention of forming civil engineers, the directors of works, the chiefs of workshops and factories. This private institution, which by its importance rivals in excellence our first public establishments, has created and put in practice a complete system of industrial education. It is at the same time a supplement to our Polytechnic School, and an addition to our various applied schools. Such an institution ministers to one of the first necessities of the age, therefore"], [35, "27 its success is complete. This is confirmed both by the unanimous opinion of the first manufacturers of the country and by the ease with which all the pupils educated at it have received employment.\" The school possesses 40 professors and teachers, and 300 students, each of whom pay 36Z. annually. The number of the latter is only limited by the size of the building, and it is in contemplation to remove to one con siderably larger. The courses extend over three years, and are compulsory on all, but in the second year the practical operations divide into two parts, the one general and the other applicable to one of the four following specialities : — A. Mechanists. B. Engineers. C. Ma:tallurgists. D. Chemists. Students are not admitted until they are eighteen years of age, and they must furnish proof of possessing a good elementary knowledge of the sciences (App. E). The courses of instruction are as follows : — It will be seen by the above scheme, that after the first two headings in the second and third years, the subjects are parts of corresponding courses, and in practice they are professed every alternate year to the second and third years' students combined. The greatest attention is paid to drawing and design, much time being devoted to them. The students have to make plans to prove their progress ; as, for example, a beet-root sugar factory being wanted, the student, from his knowledge of the conditions of the manu- facture, must draw out a plan of works, giving estimates, &c. of its cost. Certificates of proficiency are granted after the most severe public exa- minations extending over many days. I was fortunate enough to be present while these were proceeding, and admired the extent and accuracy of the information possessed by the pupils. But you will ask for the proof of the efficiency of this kind of education for manufacturers ; and I reply by stating, that a certificate from this institution is equivalent to assured success in life. Its pupils invariably pass into the most important positions in industry, and not only France, but Spain, Belgium, and England have learned to value them, as we see by the ready manner in which the manufacturers of these countries secure their services. Allow me to give you a few statistics of about 550 of the certificated students, whose occupations are so important that their histories can be traced. Tear I. Year IT. Tear III. Inscriptive geometry. Analytical geometry and me- chanics. Transformations of motion. Physics (general). Chemistry (general). Chemical manipulation. Hygiene and natural history ap- plied to the arts. Drawing. Descriptive geometry. Industrial physics. Mechanics. Materials used in construction of machi ies. Analytical chemistry. Industrial mineral chemistry. Public works. Geology. Manufacture of iron and steel. Technology (cordage, textile mal trials, cutting wood, stone, &c). Steam engines. Railways. Hydrostatics. Construction of machines. Chemical preparations and or- ganic analysis. Industrial organic chemistry and agriculture. Architecture. Mining. Furnaces and foundries. Technology (mills; oil-making; spinning ; felting ; milling ; potteries, &c)."], [36, "28 Of this number the following division may be made, all of the occu pations being high and responsible : — Agriculture - - - 18 Chemical arts - - - 57 lecture, canals, &c. - - 39 Civil engineering, &c. - - 58 Railroads - - - 119 Machinery - - - - ,30 Professors and teachers - 42 Metallurgy and mining - Textile manufacturers - - 36 Paper, commerce, salt-works - 22 Puhlic works - - - 53 But the question of its. utility may be put in another way : if foreign countries find the pupils of this institution useful, do they send over their own sons for instruction ? To this I reply, that more than 600 foreigners have been educated at this school, and, in analysing its books for statistics to this effect, I was surprised to sind, in addition to representatives ofthe known industrial countries of Europe, numerous students both from North and South America, from Turkey, the Antilles Hayti, the Mauritius, Madras, Ceylon, Gibraltar, &c. Spain and Belgium send over regularly considerable numbers to this school, and England this 'year has five or six of her subjects who were obliged to go abroad for that comprehensive instruction which they could not get at home. Experience has shown that it is precisely those countries which do not possess a system of industrial instruction that send the largest proportion of foreigners to be educated there. Besides this institution which is devoted to the industrial instruction of the middle classes, you all know of that princely establishment the Con servatoire des Arts et Metiers, the object of which is, both by its splendid museums and by the lectures of the eminent men who profess there, — and of whom it is only necessary to mention the names of Morin, Dupin, Pouil let, Peligot, Moll, Blanqui, Wolowski, Regnault, and Payen, — to instruct the working classes in industrial science, and to draw public attention to all new discoveries in industry. This institution is, however, so well known by its beautiful and in structive collections, that I am spared the necessity of describing them. Under Colonel Morin, the distinguished director who has introduced such life and activity into the Conservatoire during the last few years, there are three provincial industrial colleges, each supported by Government at an expense of 300,000 francs, or 12,000/. These colleges are situated at Chalons, Angers, and Aix, and contain between 200 and 300 students each, who are boarded and educated at the public expense. The students being of a lower class than those who go to the Ecole Centrale and edu cated chiefly as men who may aspire to be master workmen. Accordingly, sive hours every day are devoted to study, and seven hours to the work shops. Many of the pupils of these institutions obtain Government employment, and those who have passed their examinations find ready occu pations as foremen, draughtsmen, and clerks cf works. I have not per sonally seen these provincial schools, but Colonel Morin, the present director, has assured me of their high state of efficiency."], [37, "29 BELGIUM. In a lecture on Continental industrial instruction it would be wrong to omit allusion to this important producing nation, though I have not recently visited its institutions. The Belgian Government, however, accepting the lesson of the Exhibition, and being convinced of the necessity of industrial instruction to its producers, has recently sent Commissioners to various countries for the purpose of inquiring into this subject, and with the view of immediately establishing a college at Antwerp, and perhaps also at Brussels. Only a few months since M. de Cocquiel made an educational tour in this country, on behalf of the Government ; and he could not conceal his astonishment at the character of the instruction with which we had contented ourselves in this country of production. Belgium, however, though it has depended hitherto to a great extent upon the educational resources of the Ecole Centrale of Paris, nearly 100 of its manufacturers having been educated there, has not at the same time been altogether negligent in this direction. The University of Liege has special schools of mines, and of arts and manufactures, which have been in operation since 1838. The pupils are admitted to them only after a strict examination in proof of their having the necessary elementary knowledge. The following requirements for the examination of the pupils in each year will also indicate the course of study A. Section of Mines. B. Section of Aeis and Manotactuees. a. Arts and Manufactures. b. Mechanics. EAR 'EAR EAR Applied mechanics. Industrial physics. Mineralogy. Mineral analysis. Assaying. Drawing, applied to machinery, 4c, Geology. Mining (1st Part). Inorganic technical chemistry. Metallurgy (lst Part). Drawing, applied to geology and mining. Mining (2d Part). Plan drawing. Industrial architecture. Metallurgy (2d Part). Drawing, applied to the previous subjects. Industrial economy. Mining legislation. English. German. Tear I. Year II. Year III. Year IV. Statics and dynamics. ... ■ :■ ■ chemistry and manipulation. i\\re geometry. Drawing. Applied mechanics. Industrial physics. Mineralogy. Mineral analysis. Assaying. Drawing applied. Geology. Mining (1.) Chemistry. Metallurgy (1). Drawing applied to preceding subjects. Mining (2). Flan drawing. Metallurgy. Industrial architecture, Industrial economy. Practice iii making plans and CO] Drawing. Yeae I. Yeah II. Yeak III. ■ Elementary ph Inorganic chen t a e geometry. ali-awing and shading. iVorkshop praa \"ta-a^raa Applied mechanics. Machinery drawing and shad- ing. Industrial physics. Workshops. Industrial p.rchitecture. Construction of machines. ■ ■ for machines. \"Workshops. Machinery drawing. Design."], [38, "30 In addition to these courses, there are others by Repetiteurs on design, topography, and surveying, differential and integral calculus, analytical mechanics, &c. It is therefore obvious that Belgium cannot be classed as a country which has neglected the industrial instruction of its producers, although it is now about to give it a fuller and more efficient development. I have now only a few words to say with regard to other countries, because, with the exception of Denmark, I have no personal know ledge of their industrial institutions. In Madrid there is an institution and museum similar to the Conservatoire des Arts et Metiers, but for the systematic instruction of the middle class of producers the Ecole Centrale of Paris is still used by Spaniards. With regard to Scandinavia it will not be necessary to detain you long. It is well known that there is an excellent institution in Stockholm which has exercised the most material influence on Swedish industry ; but though anxious to inspect it this year, I found that the time at my disposal would not permit me to do so. In Denmark the secondary education is tending much to the Real system, notwithstanding the present excellent com bination of classical learning with realities in the Gymnasia. The Poly technic Institution of Copenhagen was founded in 1829, and is chiefly supported by Government, which gives 12,000 rixdollars annually, while the fees of the students amount to about 2,000 more. The total revenue of the institution does not therefore reach \\,6QOl. The number of students is not great, there being at present only 44 matriculated \"polytechnics,\" and about 60 other students attending special lectures, while there are 9 professors. The course of instruction divides itself into three specialities ; A. Mechanical section. B. Scientific section. C. Agricultural section. The courses of instruction for each of these divisions are seen in the following schemes : A. Mechanical Section. Ye ib I. Yeae II. Winter. Sum- mer. I -Winter. Sum- mer. Hours. 5 5 5 7 4 9 Hours. 4 8 4 4 6 12 Mechanical physics. Chemical physics. General chemistry. Mathematics. Descriptive geometry. Optics. Geometrical drawing. Machine drawing. Laboratory practice. Hours. 0 2 6 5 5 9 Hours. 9 6 Mathematics. Descriptive geometry. Mechanical technology. Industrial physics. Technical inorganic chemistry. Machinery. Machine drawing. Projects for machines. 4 12 Year III. Winter. Summer. Hours. 8 9 12 Hours. 18 Machinery. Mechanical technology. Construction of machines and workshops."], [39, "31 B. Scientifc Section. C. Agricultural Section. The Polytechnic Institution of Copenhagen, as will be seen from the above scheme, has an extended system of instruction ; but, nevertheless, it has not been very successful in its operations. One reason assigned for this is, that its instruction is too abstract, and neither special enough, nor sufficiently technological ; but the other and perhaps true cause is, that Denmark is not yet a large manufacturing country, and that in absence of all fuel except wood and peat, and of the main raw materials used in pro duction, its manufactures are only likely to be of slow growth. Accor dingly there are not sufficient outlets in Danish industry for a large number of pupils of such a school, and accordingly I find that only 66 men have taken diplomas between 1829-1848, of whom 25 are in Government employment, 23 in manufactures and workshops, and the remainder as teachers in Real schools, &c. Since 1848 about 24 more pupils have passed, and are well employed. In fact, the present natural outlet for such an institution in Denmark is in civil engineering, and to this many persons think it should be mainly X I a B 1 Yeae II. 'inter. Sum- mer. Winter. Sum- mer. Hours. I 5 li 5 Hours. 4 Mathematics. Mechanical physics. Chemical physics. General chemistry. Organic chemistry. Chemical analysis. Optics. Crystallography. Geognosy. Laboratory work. Drawing of apparatus. Geometrical drawing. Hours. 4 Hours. 4 6 4 Mathematics. Mechanical technology. Machinery. Industrial physics. Geology. ZOOlQgr. Tecluiical organic chemistry. Botany. Laboratory work. Drawing of apparatus. S 5 4 2 12 6 5 2 4 6 12 6 2 4 12 6 9 Yeah III. Winter. Summer. Hours. 0 9 12 Hours. Technical organic chemistry. Mechanical technology. Laboratory work, drawing, &c. whole time. Yeae I. Yeae II. Win-tee III. Win- ter. Sum- mer. Win- ter. Sum- mer. Win- ter. Hrs. S 6 5 Hrs. Mechanical physics. Chemical physics. General chemistry. Inorganic analysis. Laboratory. Drawing. Agricultural chemis- try. Agricultural imple- ments. Hrs. 5 4 5 12 6 4 Hrs. Industrial physics. Zoology. Botany. Technical chemistry. Laboratory. Drawing. General agriculture. Breeding of cattle. Systems of agricul- ture. Hrs. 5 Technical organic chemistry. Laboratory\". Drawing. 6 5 12 6 8 4 12 8 5 3 6 3"], [40, "32 directed. At the present moment extensive changes in its organization and objects arc in contemplation, although unfortunately the idea of con verting it into a military school seems to be the prominent one. I would refer to the Appendix (F.) for the account ofa most interesting institution, named \" The Technical Institute of Copenhagen,\" which is chiefly devoted to the instruction of workmen, of whom 520 were in regular attendance last session. The institution is, in fact, a school of design, but is remarkable for the detailed applications of art, there being a class for almost every trade ; as, for example, for brick-builders, carpenters, cabinet-makers, tin-plate-workers, lock -makers, gas-fitters, goldsmiths, bookbinders, carpet-makers, &c. But besides design, mathe matics, physics, the nature of building materials, and other subjects of a like nature, are taught. This institution is supported by private sub scriptions, and the expenditure does not amount to 400/. annually. Before concluding, it may be useful to draw attention to some general points of interest in the systems of instruction which we have examined. In all of them there are differences with regard to the mode of giving in struction, but they are almost uniform in the feeling that the object of Industrial schools is only to teach a pupil how to become an intelligent manufacturer, without attempting to make him one. They content them selves with communicating to him a knowledge of the principles upon which his technical ai-t depends ; but for its practice he must go to tho workshops of industry. Some of the institutions, as, for example, the Trade Institute of Berlin, endeavoured at one time to teach practice in work shops attached to the institution, but this plan, as might have been antici pated, was found to be of little advantage, and it is now abandoned by almost all the schools, only one or two being still found hovering on the outskirts of this error. In addition to the folly of attempting to teach the practice of an art within the confines of an institution chiefly devoted to other objects, it was found to be highly detrimental to the progress of the students, who were glad to escape from the mental labour of the classes to the muscular labour of the workshops. This is the point upon which the producer and the promoter of indus trial instruction are likely to disagree, unless they thoroughly understand each other ; and I am therefore anxious that there should be no mistake on this subject. We do not think that in such schools we can furnish a substi tute for the practical training of the workshop, „he factory, or the office of engineer ; but we do think, that a producer possessing a knowledge of natural forces will become a practical man in a shorter time than without it, and that he will know how to turn his practice to the best account. Let me instance the case of a surgeon, as an illustration. For a long time surgery was only an empirical art, carried on by monks and Jews, until the Council of Tours, in 1 163, prohibited the former from operating, and then it fell the hands of barbers and smiths. No one doubts that much useful experience was acquired by them ; and their empirical experience assumed the character ofa system at a time when Edward IV. allowed no one but barbers to practise"], [41, "33 in London. It wa's not till the eighteenth year of Georgs II. that barbers and surgeons were finally separated from each other, and that the latter were allowed to fix the standard of their owu qualifications. All the fears expressed by manufacturers now were expressed by the barbers on the eve of their separation from the surgeons, and so alarmed were the former for the safety of the public in the hands of the latter, that they got a provision introduced in the deed of separation by which surgeons are strictly pro hibited from exercising \" the feat or craft of barbery and shaving.\" But does history tell us of any dread evils which arose from giving surgeons more of a scientific and less of a rule of thumb education ? No one ever dreamt of turning out a young man from a lecture-room as a ready-made surgeon ; he must have had hospital practice before he is launched into his profession, and much general practice before his course in life is assured. But it is not now pretended by any one that his education in science renders him less fit to avail himself of the experience of this prac tice ; on the contrary, it is admitted that it is essential for him, and that he benefits more by the practice than he would have done had he not had the science. The quack or the empiric depends upon experience alone, and often works real cures, but he fails as often, because he is iguorant of the cause of his success, and an application of the same practice under other conditions may produce fatal results. \" Science renders the powers of nature the servants of man, whilst empiricism subjects man to their service. The empiric, placing himself on a level with an inferior or un conscious being, employs but a small portion of his power for the advan tage of society. He permits effects to govern his will, whilst, by a true insight into their hidden causes, he might govern them.\" — (Liebig.) One other illustration will suffice. In the most critical time of the Peninsular war, the Duke of Wellington found himself deficient in the number of military engineers, and commissions were freely given to Cambridge mathematicians. The wise Commander knew that men pos sessed of the necessary scientific knowledge could be trained to practise more quickly than those who had it not. He did not dream of giving to a mathematical theorist the charge of the works at Badajoz or Almeida, but he felt that experience would more quickly flow into a mind fitted to receive it than into one which had not been thus prepared. The promoters of industrial instruction do not, therefore, offer it as a substitute for practical training, but consider it to be a means by which the latter can be made more efficacious. They do not think that the seed will grow, unless the land is well tilled by the practical farmer, but they offer to manure the land first, and the ploughing-in the manure will enrich the soil and render it more productive. Another point, common to the higher industrial institutions abroad, is, that they do not communicate elementary knowledge in science, but only teach its applications to industry. They originally experienced the same evil that we have at present in this school (Government school of Mines, &c), that the pupils came untrained in science, and that the time was spent in teaching its elements, instead of its applications. But gradually raising their standard of knowledge for admission, the public perceived what was C"], [42, "34 required of them, and came with sufficient preliminary acquirements. Some idea may be formed of the state of education by the fact, that pupils ore not generally admitted into the Upper Technical class of mechanics, physics, arid machinery, unless they have passed examinations in integral and differential calculus. This condition for admission has a twofold advantage ; first, that it enables professors to devote all their time to tho : lal applications of science; and then, that the Industrial institu tions, instead of acting as antagonists to those for general education, actually give them the greatest impulse, and are their most powerful supporters. We must also observe the favourable results which arise from the close connexion of the sciences and of art in the same institution. Mathematical science is not studied and kept, apart as a separate branch of knowledge, as is too frequently done in some of our most important schools and col leges, but she is used as the handmaid and interpreter of all the other sciences, and even -of art ; and it is with this view that so much time is devoted to her study. Perhaps Aristotle was too limited in his views when he said, \" Physics and mathematics make practice ;\" but Bacon was certainly not in error when he wrote, \" For as physical knowledge daily grows up, and new actions of nature are disclosed, there will be a necessity for new mathematical inventions.\" And what a commentary on this text is our present knowledge in astronomy, navigation, logarithms, surveying, the theory of tides, the wave theory of light, the attraction of spheroids, and ofthe mass of the earth! In all the courses of the institution, even in architectural and machinery drawing, mathematics give powerful aid. Drawing, in the same way, is used throughout the courses as a handmaid to every science and art, and is not kept in an isolated position, as in our Schools of Design. Hitherto the practice in them has been to teach students to draw, though it is difficult to know how they could be taught to design for arts, regarding which they have had no instruction either as to their wants or their resources.* Abroad, the Schools of Design form part of the Schools of Industry. In our country we are doing much in a fragmentary and dispersed way, which a little union and system would make far more important to industry than it is now. The comprehensive system of instruction pursued abroad is found to have a most happy effect on the future career of the student. The manu facturing chemist leaves the school with a sufficient knowledge of the principles of machinery to guide him in its management, or to aid him in the expression of his requirements. He can plan and sketch the buildings, machinery, and apparatus which he may require, and he has been taught enough of building and contract work to know whether the plan of the architect is sufficient, and the charges of the builders within moderation. The architect does not end his education with drawing elevations and planning interiors ; but chemistry and physics have shown him how to test the qualities of his building materials, and have taught him the principles * Mr. Cole, the present enlightened Superintendent ofthe Department of Practical Art, has begun to remedy this defect, as far as regards the Central School."], [43, "35 of ventilation, lighting, acoustics, and drainage, while mathematics enable him to calculate the stability of his structures. These illustrations are sufficient, because the schemes of instruction indicate the knowledge which it has been found advantageous to communicate to the producer in each art. The mere fact that industrial schools are increasing abroad, and that the number of their pupils is constantly augmenting, is of itself a sufficient proof of their influence on industry, even had wo no proofs more direct than these. But it, is, indeed, extraordinary that the proofs are already so palpable ; for it might have been expected that, at least, the time of one generation would have been required to develope their effects. The interests of a nation extend much beyond the interests of the one generation which forms its present population, and the statesman will feel sure that the effects already in action will operate with a much increasing power in the future. The sun of knowledge does not expend its light and heat-giving rays in vain. You do not measure the snows on the hills by the little streams which trickle from their summits ; but, taking timely warning from them, you are glad to escape the terrors of the thundering avalanche. I do earnestly desire to convince you of the necessity for immediate action ; for delay, until the urgency is more palpable, may be ruinous ; we see a stream flowing from the fountain-head of knowledge, and though we pause on the brink, and gaze, it is not likely to run out, but will continually increase in power — Sapere aude, Incipe. Vivendi recte qui prorogat horam, Kustieus expectat dum defluat amnis : at ille Lahitur, et labetur in omne volubilis ævum.\" You will perhaps think, that in combating some of the ordinary objec tions to a system of industrial instruction, I have raised up phantoms only for the pleasure of laying them ; and you would be right in this supposition, were it not that the question has been frequently, but no doubt uninten tionally, misrepresented and misunderstood. After all, the question resolves itself into a consideration of extreme simplicity, viz., Whether it be wiser to employ natural forces in production, with a knowledge on the part of the producers of what they are, or with a total ignorance of their nature ? or, in other words, — Whether it be better to solicit nature to help us, in language intelligible to her, and to which she never refuses to reply, or to assault her with a rude empirical jargon which grates upon her ears, and causes her to turn from us ? There is no escape from the simplicity of the position, or from the palpable fact, that continental nations are proceeding in the first conditions of the question, and our country in the second. We cannot blink the fact, that the paths of competition are becoming narrower and steeper, and that foreign nations are learning how to walk in them with open eyes, while we are still trusting to the old expedient of experi mentally grappling at objects to pull us up, trusting that, if one support fail, we may catch hold of another before we fall. Who is likely to gain in this game? Let the proverb answer: \"A wise man's eyes are in his head., but the fool walketh in darkness.\" C 2"], [44, "36 To all this style of reasoning there is but one reply, viz., that England, relying on her experience only, is still in advance in the race of compe tition.* So she is, on the whole ; but is she as much in advance in the quality (not the quantity) of her products, as she was twenty, nay even ten years since ? On the contrary, do we not know positively that other nations are closing fast upon her by taking shorter cuts ? It is true that we find th-em sometimes halting in the race; but never mind that — \"A cripple in the right way may beat a racer in the wrong.\" Let us deal, however, in sober facts, and not in metaphors, and see in what language they speak to us. Is there any significance in the fact that we chiefly relied on the invention and science of a foreigner to tell us the duty performed by the different machines in the Exhibition? What conclusion arc we to draw from the following remarks in the official report ofthe jury on machines? \"In reporting upon the hy draulic machines exhibited, it is impossible to refrain from adverting to the general neglect of those elementary principles of scientific knowledge on which the perfection of such machines always depends, and, in some cases, the whole usefulness in an economical point of view. The Exhibi tion affords positive evidence of the sacrifice of a large amount of capital, and of much mechanical ingenuity, due simply to the ignorance of certain acknowledged principles of hydraulic science. In adverting to this fact, the jury cannot but observe that the success with which the principles of mechanical science in their application to practical questions are beginning to be cultivated in France appears in the superiority of the French hy draulic machines. It is but reasonable to expect that the superiority which the French have attained in certain branches of industry, by their attention to the art of design, will eventually appear, through the agency of the Ecole des r'lrts et Metiers, in the scientific character of their machines.\" A striking fact, illustrating the inefficiency of mere experi ence, was shown by the trials in the Exhibition ; for, notwithstanding the great antiquity of water pumps, and the experience which England has had in them, it was found, on subjecting the most approved forms to trial, that from 55 to 80 per cent, of their effective power is actually lost ; a fact which experience did not suspect, but which science has proved, and at the same time indicated its remedy. In the report on glass we find the jury saying, \" We see, and see it with satisfaction, that the foreigners are making rapid advances, and are bring- ing their intelligence and their taste into competition with us .... it becomes our duty as well as our interest not to be backward in the struggle . . . . On behalf of that art, therefore, which is under our consideration, we claim the exercise of increased energy and science.\" Even with regard to our cutlery, we are told by the j ury \" that it would be untrue and un fair\" not to state \"that we have in certain branches of the manufacture some formidable rivals.\" Still more surprised were we, in hardware, to * We are apt to be led into the question of competition, -with which the argument has in reality, little to do. If it be true, that a knowledge of natural forces aids production, then is it of advantage to the producer to acquire that knowledge ; and this would be the case, even if there were no industrial competition in the world."], [45, "37 find \" Austria, the States of the Zollverein, and Belgium, affording ample proofs of activity ; the first-named country, in particular, exhibiting remark able productive vigour.\" But why tire you with more quotations, when your every-day experience shows the increasing vigour of foreign indus trial competition ? When, therefore, we see competition thus pressing upon us on all sides, is it a sufficient reply to my argument to say, that because on the whole England is yet in advance, she is not to increase her rate of progress ? or is it wise to go on nursing ourselves in national vanity, and in our isolation refuse to look at the causes which produce the rapid strides of industrial progress in other parts of the world? What these causes are I have endeavoured to explain, and the nature of the evidence has been laid before you. I do not doubt that you w-ill pro perly appreciate its value ; and if you arrive at the same conclusions as myself, you must be satisfied that it would be unwise further to delay the instruction of our industrial population, and will not, therefore, be sur prised that I conclude with a warning quotation from Martial* : \" Old Priam's age or iMestor's may be ont, And thou, 0 Taurus, still go on in doubt ; Come, then ; how long such wavering shall we see ? Thou may'st doubt on ; but then thou'Ut nothing be.\" * F. Lewis' translation of — Et non decernis Taure, quid esse velis, Peleos et Priami transit, vel Nestoris ætas, Et serum fuerat jam tibi desinere. — Eja, age, rumpe moras, quo te spectabimus usque? Dum quid sis dubitas, potes esse nihil — Mart."], [46, ""], [47, "39 Appendix A. Trade Institute of Berlin.* This institution, as stated in the Lecture, has undergone various modifications in its constitution, and it may he desirable briefly to refer to them. It was founded in 1821, chiefly at the instigation of Von Beuth, who remained Director of it, and the Trade schools in connexion, up to 1845. An account of the principles upon which it was established is published in the \" Verkandlungen des Gewerb-Vereins in Berlin, Bd. I. s. 142.\" The original aim seems to have been to r-ommunicate directly practical instruction by means of large workshops for metal-working, carpentry, modelling, &c, the instruction in science being confined to that which appeared ■ry fur actual tradesmen. The accommodation in the workshops being limited, the maximum number of students was 90, each of the 3 classes having 30 ; although, practically, 40 were received, because it was found that about 10 were unfit for the instruction given, and were removed after trial. This removal was the more easy, as not only was the instruction gratuitous, but actual material support was given to the pupils by the State. The three classes into which the Institution was divided comprised the following subjects : — (Physics. Chemistry. Drawing. Mathematics and arithmetic. I{'<rh r 1 ss / A second course of the same subjects, treated n iguer class - -| more fully. „ £, „ , s Technology of various kinds, applied to the supreme class -| special trades— workshop practice. The following are the numbers who passed through and obtained certificates of merit from the three classes in the first twenty-five years of their existence, viz., 1821-1846:— No. of Certificates pupils. of merit. Class I., or lower class Class II., or higher class Class III., or supreme class 800 - 140 5\"} \" 38° If we analyze the occupations of the 520 recipients of certificates, it will be seen that they were nearly all tradesmen, the analysis being as follows : — 210 Mechanics and mill makers. 13 Metal workers, engravers, &c. 91 No fixed occupations. 10 Weavers. 64 Carpenters. 5 Goldsmiths and tinplate workers. GO Bleachers, dyers, chemists, &c. 3 Potters. 46 Builders. 1 Cooper. 1 7 Furniture makers. In 1845 Von Beuth ceased to be Director, and was succeeded by Pommerasche until 1848, and on his cessation there were two temporary Directors, until the ap pointment of the present Director Driickenmiiller, in October 1849. Under this last Director great changes, both in the staff of professors and plan of the institu tion, have been made. These consisted in giving more of a collegiate and less of a school character to the Institution, the class of students being changed from that of tradesmen to managers of works and factories. The workshops, although still ' I am indebted to His Excellency Von Beuth and Privy Councillor Schubarth, as well as to Director Driickenmiiller, for much information concerning this institution."], [48, "40 kept up at great expense, are not thought to be so essential to the instruction of the pupils as under the old system. The following are the present professors : — Mathematics - - - -Wolff. Physics --. Dove. Chemistry - - - Rammelsberg. Technology - - Magnus. . - - TViebe and Fink. Architecture - - Lohde and Manger. Free drawing - - - Freiberg. Linear drawing - - Pohlke. Modelling - - - Kiss. Design - - Boettlicher. Tlie workshops are large and commodious, and well supplied with tools, and arc under the management of one Director and ten experienced workmen ; the \" me chanics\" attend them in the third year. In the first quarter, modelling in wood is taught ; in the second, castings which may be made to the extent of between .\"* and 4 tons in weight, the metal used being bronze or bra.ss. During the rest of the time the pupil is engaged in the workshop making tools, turning lathes, and any special machinery ordered by Government. When any new machine of promise to technology is invented in foreign countries it is bought by Government, then sent to this Institution to be drawn and modelled, and is afterwards presented to a Manufacturer, with the view of introducing it to the trade. The models for the museum are made in the workshop, according to scale, and accurate in detail ; but they do not appear to be well arranged, and have no descriptive labels for the use of the public. In addition to the' large workshops, there is a small one for carving, embossing, and inlaying metals ; but it is not used directly for the instruction of the pupils ; another workshop, however, for modelling in clay, plaster, &c, is in active operation. The budget for 1852 maybe considered inter esting, as it shows the manner in which the expenditure is divided. Thalera. Snbj set-amounts. Thalers. A. Executive Staff : — Druckenmuller, the Director, in addition to a free house --.--. Fickerman (Sub-director ?) - - - Wedding, librarian, &c. - Assistant librarian and secretary - Patskow, the porter - Hoffman, servant and messenger - - - Executive expenditure - 1,800 800 400 730 216 208 4,154 B. Professional Staff: — Wolff - - Mathematics - Dove - - Physics ... Rammelsberg - Chemistry - Magnus - Technology - . Manger - - Architecture - - Lohde - - Idem, and architectural drawing - First professor of machinery .... Wiebe - - (second professor) Freiberg - - Assistant professor (machine drawing) - Kiss - - - Modelling - - - Boettlicher - Design - Expenditure on professors 1,700 600 1,600 500 1,400 1,000 1,400 1,200 600 700 500 11,200 C House Expenses : — Heating, lighting, repairs, &c. - - 2,025 2,025 Carried forward 17,379"], [49, "41 Summary. Thalers. Executive and professional staff - - 15,354 House expenses ..... 2,025 Workshops, laboratory, library, models - 10,000 Students exhibitions and scientific journies 17,100 Medals, certificates, &c. - - - 321 44,800 Appendix B. Polytechnic School op Saxony. A list of the professors and teachers in the Technical School of Dresden* may be of interest, as showing the division of subjects taught in similar schools. They are as follows : — Hiilsse (Director). Mechanical technology and national economy. Schubert • Boads, railways, bridges, harbours, building, higher machinery, astronomy, projects for machines and building. Schldmllch Analytical geometry, differential and integral calculus, higher mechanics. Stein - Technical chemistry and laboratory work. Lowe - - German in the upper classes. Heine - Architecture and architectural drawing. Hughes - English. Geinitz - Geognosy, geology, mineralogy, zoology, botany. Liische - Experimental physics, higher physics, theoretic;. 1 chemistry. Puschner - Free and ornamental drawing. Wenzel - Modelling in clay, composition of ornaments, &c Leclerc - French. Troger - Surveying in field, plan and chart drawing. Fort, C. - Book-keeping and mercantile knowledge. Kuschel - Mathematics. Wahoda - German, political economy. Erler - Laws of projection, perspective and machinery drawing. * I have to express my obligation to Director Hiilsse and Professor Stein for much information regarding the schools of Saxony. Thalers. Suia.i. a-r-amountaj. Thalera. Brought forward ... ). Workshops, Sse. : — • The Directors and workmen in the workshops Material for the workshops - - Allowance for laboratory material, &c. (actually 800) Models, apparatus, &c. (actually (1,400) Library books - Workshop, &c, expenditure 5,130 1,570 600 1,200 1,500 17,379 10,000 C. Money to Students, fye. : — Money given to poor students for scientific jour- neys, &c. - 17.100 17,100 \\ Miscellaneous: — Miscellaneous expenses, as medals, certificates, &c. 321 321 44,800"], [50, "42 Fort, O. - Mathematics and mechanics. Hackel - Laws of machinery, mills, projects for machines, geometrical drawing. Nagel - Higher geodesy, practical surveying, plans and geometrical drawing. Roder - Modelling in wood. Building School. Hulsse (Director). Arndt - Architecture, architectural drawing, projects for buildings. Kuschel - Mathematics, statics, dynamics. Fuschner - Free and ornamental drawing. Wahoda - German. Erler - Projection, perspective, architectural drawing. Hackel - Physical science. It has been mentioned in the body of the Lecture, that the expenses of this school are much lower than those of the Trade Institute at Berlin, and the following is its balance sheet : — Expenditure. Receipts. Thalers. Thalers. Teachers' salaries - - 13,640 State grant - - - 14,000* Excursions for students - 160 Students fees - - - 3,100 Library ... 700 Rent of house let to Director - 100 Materials for drawing and modelling - - 150 Museum and collections - 750 Laboratory expenses - 300 Heating and lighting - - 600 Repairs ... 500 Domestics, &c. - - 400 17,200 17,200 Elementary Knowledge required by Pupils. Tlie following conditions for entrance are given as an example of the elementary knowledge whicli each student must possess before being admitted into a German Polytechnic school : — General Conditions. — The student's age must he 15. He must have been vacci nated and confirmed, and be well grounded in the following subjects .- — A. Arithmetic, especially in raising powers and extracting roots, both of whole numbers and fractions ; proportion ; the fundamental rules of algebra, to equations of the first degree. B. Plane Geometry. C. Natural History, including a know ledge of indigenous families of plants and animals. D. Geography and History j thc principal laws of mathematical and political geography, and the chief events in the progress of nations. F. German, so far as to show a readiness in expressing thoughts both orally and by writing. G. Geometrical Drawing, so as to show a ready use of drawing instruments, and their application to making constructions both hy straight and curved lines. H. Experimental Physics and Mineralogy ; an elementary knowledge in these is recommended previous to entering the preparatory division of the school, but is not an absolute condition for reception into it. Examination of Candidates for the Service of the State. Before the State grants employment to surveyors, engineers, mechanists or archi tects, and builders, the candidates must prove their qualifications by au examination before a Special Commission ; and as this system is more or less pursued in all German States, the Saxon regulations may be quoted byway of general illustration. The general conditions are ; — 1. The candidate must possess a certificate of his qualifications from one ofthe Tech- nical schools. 2. He must show that he has been actually engaged for three years in the ftill practice of his profession. These conditions being satisfied, he is subjected — 1st. To an examination in the science and art of his profession. 2d. As to his powers of applying that science and * The State grant usually amounts to 1 5,000 thalers."], [51, "43 art to the especial practical objects to be submitted to him. The knowledge required for the four chief Government employments above alluded to is as follows : — For the Office of Surveyor. Higher analysis. Theoretical and practical geodesy. Analytical mechanics. Plan drawing. Higher physics. Astronomy. These subjects include strict examinations in the higher analysis and mechanics ; in theoretical astronomy, especially as to the determination of true and apparent time in given places, in the determination of the meridian and latitude of a place, and of the difference in longitude between two given places ; trigonometrical surveying ; chart and plan drawing; the theory and use of surveying instruments, as the barometer, levels, theodolites, circumferentor, plane table, compass, alidade, &c. For the Office of Civil Engineer. Higher, analysis. Analytical mechanics. Higher physics. Theoretical and practical geodesy. Geognosy and geology. Roads, railways, hydraulic works, and plans for bridges, canals, railways, roads, &c. The examinations enter thoroughly into higher analysis and mechanics ; miner alogy and geology ; building materials ; the theory and practice of roads and rail- Ways ; the theory and practice of hydraulics and of foundations ; the principles and practice of bridges, &c. For the Office of Mechanist. Higher analysis. Analytical mechanics. Higher physics. Motive powers. Mechanical technology. Projects for machines. The examination refers to an especial knowledge of the theory and construction of steam-engines; of the construction of mills; and of mechanical technology generally. For the Office of Architect or Builder. Higher analysis. Analytical mechanics. Higher physics. The history and æsthetics of archi- tecture. Architectural plans and projects. In the examinations higher analysis and mechanics are used in reference to architecture generally, to building materials, plans, and construction of public buildings, then- heating, fighting, ventilation, &c. Appendix C. Polytechnic School of Vienna.* It has been mentioned in the Lecture that the technical part of this school con tains 1,637 pupils, who are divided as follows : — * My information regarding the schools of Austria has been derived chiefly from Chevalier de Burg, the late Director of the Central School ; from Dr. Redlenbacher, the Professor of Chemistry in the University of Vienna ; and from the obliging attention of thc officials of the school, who placed their books and documents at my disposal. Preparatory! division. Technical division. Commercial I division. Total. Matriculated students 419 870 93 1,384 Unmatriculated students 222 81 253 419 1,092 126 1,637"], [52, "44 In addition to the general technical department, there is one for drawing, which is attended as follows : — The other subjects, taught in the Sunday schools, and attended by 650 students, have already been given. Of all classes of students, therefore, there are 3, Tlie pubhc and lecture collections of the school are efficient, and consist of the following subjects : — 1. Raw materials and products. 2. Cabinet of mechanical models. 3. Cabinet of physical apparatus. 4. Collection of chemical products and 7. Mineralogical and geological collec- tions. 8. Trade collection of finished manufac- ture's preparations. 5. Cabinet of mathematical instruments. 6. Architectural collection. 9. Agricultural collection. 10. The technical cabinet of the Emperor Ferdinand. Appendix D. Bavaria.* The scheme of instruction in the Polytechnic School of Munich has been given in the body of the Lecture ; and it may be useful to append that of the two other head schools of Bavaria. Scheme of Instruction at Nurnberg. .f w J^^^rf011 **ai*?n8 *e schools of Bavaria I am chiefly indebted to Pro fessor Schaffhaeutl, the present Royal Commissioner of the Central School • to Dr Alex Miltrfof Tr2°r \"* MiniSterfal *'**'*' ** «° mUCh COUtteous attention at the and iSSr? **\"* instruction !s eiven » workshops, the foundry, Week days. Sundays. Preparatory drawing 184 500 Manufacturing drawing 86 90 Drawing for metal work 76 112 Machine drawing - 14 29 360 731 COUTtSE I. Couese II. Couese III. Sum- mer. AVin- ter. Sum- mer. \\. in- ter. Sum- mer. Win- ter. Hrs. 4 2 Hrs. 4 4 Trigonometry. Analytical geome- try. Equations. Descriptive geo- metry. Practical geome- try. Physics. Drawing. Hrs. 5 Hrs. 5 Theory of equa- tions; differen- tial and integral calculus. Mechanics. Physics. Chemistry. Drawing. Hrs. 2 Hrs. 2 Higher mathema- hcs. Mechanics. Machinery. Analytical chemis- try. Architectural and machine drawing. 2 6 2 6 5 3 8 5 3 8 3 S 3 8 12 E 3 s U 12 12 6 8 5 8"], [53, "45 Scheme of Instruction at Augsburg. Building School at Munich. As there is no example of a building school given in the body of the Lecture, I describe the general features of this school somewhat in detail, expressing my obligations to the Principal and to Professor Haindl for all the information which I possess regarding it. The school was established in 1823, and is chiefly, intended for workmen, such as carpenters and masons who intend to be, or are, engaged in building ; but it is also numerously attended by masters themselves. Persons of all nations are admitted, provided they possess the requisite elementary knowledge. In order to enable men engaged in the active pursuits of their trades to enter the school, the session is between the llth November and the Llth March, a period when building is scarcely carried on in Germany. There is a very good collec tion of models made by the students themselves, the workshops being open from 8 a.m. until late in the evening. The school has nine professors, and had last year 143 pupils, but it has not yet recovered from the political convulsions of 1848, previous to which year it had 200 students, the number of whom diminished imme diately to 55, in consequence of the disturbed state of the country. The school is conducted economically, the fee for the 4i months course being only 13s.; the total cost of the school, which is defrayed by a local grant, being a httle less than 200.. The subjects are not yet divided into special courses, the pupil being allowed to choose those which he desires to study ; they are as follows : — 1. Free and linear drawing. 9. Wood construction, consisting in draw- 2. Plain and ornamental writing. ing, projection, and modelling in 3. Arithmetic and the elements of geome- wood. try for beginners. 10. Embossing ornaments, &c, in clay and 4. Plane and solid geometry and mecha- plaster. nics, with applied arithmetic for more 11. Laws of projection, including practice advanced students. in planning for given subjects. 5. Descriptive geometry. 12. Contracting for the above. 6. Laws of building materi ils. 13. The elements of general architec- 7. Heating, ventilation, &c. ture. 8 Stone-cutting, and practice in modelling 14. Building laws and police. with plaster. The school has a fund amounting to 10,000 florins, the yearly interest of which is devoted to sending one or two of the most promising pupils to foreign countries, to cull their experience, and bring it back to their \" fatherland.\" The principal countries which seem to send workmen to this school to be educated are Hungary, Moldavia, Denmark, and Switzerland. The additional means of instruction in the school, besides those already mentioned, are, — 1. A valuable library, consisting chiefly of works on building, and of architec- tural plates of ancient and modem times. 2. A collection of 1,500 subjects for drawing. 3. A collection of subjects for modelling. 4. From 1S0 to 200 specimens of stone work. 5. From 70 to 80 subjects for the use of carpenters. 6. Workshops for modelling, stone-cutting, carpentry, &c. COUESE I. Course II. Course III. Analysis ; trigonometry j ana- lytical aud descriptive geo- metry. .Physics. Drawing (architectural, ma- chine, figure, manufacturing) . Differential and integral calculus. Analytical mechanics. Surveying. Technical chemistry. Architecture. Drawing (architectural, machine, plan, figure, manufacturing). Applied mechanics. Analytical chemistry. Architecture. Machinery. Drawing (architectural, ma- chine, figure). Mechanical workshops."], [54, "46 Appendix E. Ecole Centraie des Arts et Manufactures. This institution is so important in itself, and so interesting from its great com mercial success, as a private undertaking in France, where similar schools are always supported by Government, that it has been referred to at length in the Lecture, and now some further details are inserted concerning it. We must accept the facts, that the students are only limited to 300 by the size ofthe building, and that manufacturers eagerly demand tlig certificated pupils of the institution, as convincing proofs of its importance to the industry of France. There is now ap pended, (1 ) a list of the distinguished professors ofthe school ; (2) its general rules ; and (3) the conditions of admission, or amount of elementary knowledge possessed by a candidate before he is accepted as a pupil. Persojtsel de l'Ecole. — Ankee 1851-1852. M. Lavallee, Directeur de l'Ecole. M Empaytaz, ancien tleve de l'Ecole Polytechnique, Directeur des Etudes. Professeurs, Membres du Conseil des Etudes. Dumas, C. - (1820) Senateur, Membre de 1' Academies ™. 90urs ?e , des Sciences - _ f Chimie generate. Olivier, O. - (1829) Prof. au Conserv. des Arts et Met., ) ~ . ... . President du Coined des Etudes - \\ Geometric descr.phve. Peclet, O. - (1829) anc. Inspect' general de l'Universite Physique industrielle. Ferry - - (1830) Ingcnieur civil - - . j Metallurgie du ser et Techno- c ( logie mccamque. Perdonnet - (1831) l'un des Administrateurs-Directeurs 1 du chemin de ser de Strasbourg. Vice- > Chemins de ser. President du Conseil des Etudes - ) JIary, O. - (1833) Inspect, divis. des Ponts et Chaussees { Payen, O. - (1835) Membre de l'Academie des Sciences, S '' Prof. au Conserv. des Arts et Metiers - j »>dustrielk et Chmue agri- (. cole. Belanger - (1836) Ingc-n. en chef, Proses, a l'Ecole des ) ,r. • . . . „ Pouts et Chaussies et al'Ecole Polytechn. j M«can\"lue mdustnelle. Professeurs. Peligot - (1835) Membre de l'Academie des Sciences, ) . , , . Prof. au Conservatoire des Arts et Metiers \\ Analyso chumque. Thomas - - (1838) ancien eleve de l'Ecole Centraie, 7 -,, ,. Ingcnieur civil - - - - 1 \\ Machines a vapeur. Burat (Amcdce), (1841), Ingcnieur civil - - - \\ Geognosie et exploitation des D J mines. Masson - - (1841) Agrege de la Faculte des Sciences - Physique generate. Martelet - (1841) ancien cleve de l'Ecole Polytechn. - \\ S60™**™.1* et m™' ' I nique generate. Doycre - - (1845) Professeur a lTnstitut national agro- > Physiologie et Histoire n3tu- nomique de Versailles - - - \\ relle appliquee a l'lndustrie. Faure - - (1851) ancien eleve de l'Ecole Centraie, > Transformations du mouve- Ingcnieur civil - - . -\\ ment. Polonceau - (1851) ancien eteve de l'Ecole Centraie, I Construction et ctablissement Ingcnieur civil - - - . J des machines. Professeurs-Adjoints. Cahours - Examinateur de sortie ii l'Ecole Polytechn. Chimie generate. Sonnet - - Inspecteur de l'Academie de Paris - - Mecanique industrielle. Examinateur (T Admission a Paris pour 1852. Sonnet - - Dija uommi."], [55, "47 Quelques lecons de Technoiogie speciale sont faites par : Alcan - - Ingenieur, ancien eleve de l'Ecole Centrale, charge de lee-ons sur les Ma- tieres textiles (preparation, filature ct tissage de la soie, du coton, de la laine, etc.) Salvetat - - Ingenieur civil, ancien eleve de l'Ecole Centrale, Chimiste ii la Manufacture nationale de Sevres, charge des lemons sur la Poterie. Chefs des travaux Chimiqucs. Favre - - Professeur agrege a la Faculte de Medecine de Paris. Rigout - - Preparateur de Chimie organique a la Faculte de Medecine de Paris. Chefs des travaux Graphiques. Thumeloup - Architecte. Tronquoy - Maitre de Dessin a l'Ecole Polytechnique. Robert - - Adjoint. Repetitears. Daniel - - Licencie es sciences physiques - - Physique generale. Cahours - Dtjii nomme .... Chimie generale. Fernique - Professeur de Matheniatiques - - Geometrie descriptive. Priestley - Ingenieur, ancien eleve de l'Ecole Centrale . A™l?se geometrique et Mcea- J s I mque generale. Deseloiseaux Ancien eleve de l'Ecole des Mines - . GeoSnos'e et exploitation des ._ nunes. Faui-e - - Dija nommC - Metallurgie du fer. Poinsot - - Chef des travaux chimiques au Conserva- 7 ™ . . . , . . „ toire des Arts et Metiers - _ [ Cmime industrielle. Benard - - Ingenieur, ancien eleve de l'Ecole Centrale |' Constructions et travaux pub Sonnet - - Deja nomme\" - - - - Mecanique indushielle. Thomas - Deja nomme' - ... Physique industrielle. Comet - - Ingenieur, ancien eleve de l'Ecole Centrale Chemins de fer. Debonnefoy - Ingenieur, ancien eleve de l'Ecole Centrale Construction des machines. PrCparateurs. Jacquelain - Licencie es sciences physiques, Preparateur des cours de Chimie. Daniel - - Deja nommti, Preparateur des cours de Physique. Lcconte - Aide-Preparateur de Chimie. Service d' 'Administration. Fabr,- - - Caissier, charge de la conservation du materiel. Latruffe - Commis. d'ordre. Valette - Commis. Bibliotheque. Bibliothecaire. Perin - - Sous-Bibliothecaire. Service de surveillance et de discipline. Rameau -~\\ p . . A Inspecteurs des cleves. Guillot -J Medccin de l'Ecole. Cazenave fils, Professeur agrege de la Faculte de Medecine de Paris, Medecin de l'Hopital Saint-Louis. The following extracts from the Statutes, in addition to the remarks in the Lecture, will sufficiently indicate the general character of the school, and of the subjects taught in it : — Statuts Generaex de l'Ecole. § I. But de r Ecole. 1°. L'Ecole Centrale cst destinee specialement a former des ingenieurs civils, des direc teurs d'usines, des chefs de Jabriques et de manufactures ; a alimenter Pindustrie d'hommes capables d'apporter dans la direction de ses etablissements et de ses grands travaux les lumieres que fournissent les sciences physiques et mathematiques, non-seulement etudiees dans leurs doctrines les plus importantes et les plus generates, mais considerces surtout au point de vue de leur application pratique."], [56, "48 § H. Institution de fE'-ole. 2°. L'autorite superieure dons l'Ecole appartient a un directeur et a un Conseil des etudes, qui delegue une partie de ses pouvoirs si un directeur des etudes. 3°. Le directeur de i Ecole demeure dans l'etablissement. II est charge de l'adminis tration et de la correspondance. II regie tout ce qui est relatif aux recettes ct aux depenses de l'etablissement. II veille a 1'exccutio'n des statuts et reglements. Le directeur seal prend les engagements pour les divers emplois ; mais il ne peut choisir le directeur des etudes, les professeurs et les repetiteurs que sur la presentation du Conseil des etudes. 4°. Le Conseil des etudes se compose de neuf professeurs et du directeur des etudes. II se reunit au moins une fois par mois, sur la convocation de son president. II a dans ses attributions tout ce qui est relatif a I'enseignement, aux etudes et aux travaux des cleves. Le Conseil des etudes arrete le rcglement relatif a l'ensoignement et a la disc'pliue de l'Ecole. B peut le modifier suivant les circonstances. Le Conseil admet ou rejette les candidats d'apres les proees-verbaux de leurs examens. H prononce a ia tin de chaque annee sur l'aptitude des cleves soit a passer dans une division supi-rieure, soit a recevoir le diplome d'ingenieur ou te certificat de capacite. 11 prisente a la nomination du directeur de l'Ecole les candidats pour la direction des etudes et pour les chaires vacantes. B designe chaque annee les repetiteurs et l'exami nateur pour les aspirants a l'Ecole. Les professeurs sont choisis, autant que possible, parmi les hommes joignant a la theorie une connaissance profonde de la pratique. 5°. Le Conseil des etudes, dans l'intervalle de ses seances, est represents par un conseil ctordre, compose du directeur des etudes et d'un professeur, au moins, designe pour cette fonction. Le directeur de l'Ecole assiste a ses seances, qui ont lieu au moins une fois par semaine. 6°. Le directeur des etudes est charge de l'execution des decisions du Conseil des etudes. U fait les ordres du jour necessaires pour regler les etudes et pour maintenir la discipline dans l'Ecole. 7\". Les eleves peuvent reclaimer par ecrit aupres du Conseil des etudes ; mais meme, dans ce cas, les reglements et ordres du jour sont obligatoires sans delai jusqu'a ce qu'ils aient etc modifies. Tout eleve en entrant a l'Ecole prend l'engagement de ne faire partie d'aucune reunion qui aurait pour but de s'opposer a l'execution des decisions prises par le Conseil des etudes ou par les directeurs. fl promet de ne prendre part a aucune coalition tendant a imposer aux eleves les decisions ou les volontes d'une partie quelconque d'entre eux. 8°. L'Ecole ne recoit que des eleves externes.* 9°. Les eleves ne portent pas d'uniforme. (Arrete miijisteriel du 17 Octobre 1849, rap portant celui du 10 Mars 1848.) § HL Enseigner„tist. 1 0°. La duree du cours complet destruction a l'Ecole Centraie est de trois ans. L'enseignement se compose des cours, des interrogations journalieres, des travaux graphiques, des manipulations de chimie, de coupe des pierres et de charpente, de physique et de mecanique, des constructions, des problemes, projets et concours partiels, des examens generaux. 11°. Pendant les trois annees d'etude, tous les cours sont obligatoires pour les eleves ; mais, a partir du milieu de la seconde annee, les dessins, les manipulations et les projets se partagent en deux series : l'une generale et l'autre relative a la specialite a laquelle se destine chaque clcvi. 12°. Les specialises sont au nombre de quatre, savoir: 1. Specialite des mecaniciens. Construction et etablissement des machines, arts meeaniques. 2. Specialite des constructeurs. Construction des edifices, travaux publics, arts physiques : ponts, canaux, routes, chemins de ser ; architecture civile et in- dustrielle ; chautfage, eclairage, salubrite des villes et des grands etablissements. * llors du temps que les eleves sont obliges chaque jour de passer dans l'etablissement, ils doivent se livrer chez eux a l'etude des notes qu'ils ont recueillies dans les couts, a la redaction des Rapports, des Memoires qui leur sont demandes, travail qui exige le calme de la retraite ; et lorsque leur tache est accomplie, ils emploient leurs courts loisirs a visiter des ateliers et des usines dont les travaux sont en rapport avec les diverges branches de l'enseigaement de l'Ecole. Mais il est des families qui craignent avec raison d'abandonner a eux-memes leurs tils, trop jeunes encore pour user avec sagesse de la liberte ; le directeur de peut satisfaire a leur juste sollicitude en leur recommandant avec confiance une institution situee dans le voisinage, et dont la destination speciale est tout a la fois de pre parer les jeunes gens qui aspirent a entrer a l'Ecole, et de recevoir en pension ceux qui en I les cours."], [57, "49 3. Specialite des metallurgistes. Exploitation des mines. Mctallurgie. 4. Specialite des Chim istes. Chimie. Chimie mineral, : poteries, porcelainc, verrerie, minium, produits chluiiques en general, acide sulfurique, acide hydrochlorique, soude, chlorure de cliaux, aluns, sulfates de ser et de cuivre, chromates, salpetre ; art de l'essayeur ; affinage des metaux precieux, etc., etc. Chimie organique. Arts agricoles: teinture, couleurs, vernis, acide pyroligneux, vinaigres, acetates, ceruse, crimes de tartre acide, tartrique, Sucre de Cannes et de betteraves, amidon, toiles peintes et papiers peints, distilleries, brasseries, huiles, graisses, cire, savons, tannerie, charbou animal, bleu de Prusse, gelatine, etc., etc. Chaque eleve de deuxieme annee doit declarer, a la fin du premier semestre, quelle est, parmi ces specialites, celle a laquelle il se destine. 13°. Des interrogations journalieres sont faites par les professeurs et par des repetiteurs; les notes des examens restent en depot a la direction des etudes, ou se fait le classement <des eleves a interroger. 14°. Les travaux graphiques se composent de dessin architectural, de lavis, d'epures a la rdgte, au compas et a. l'echelle, et de croquis traces a main levee et cotes, relatifs a tous les cours. Une importance extreme est attachee a ces travaux, le dessin etant pour les ingenieurs un laugage indispensable, et dont l'emploi doit leur ctre tres-familier. 15°. Les manipulations de chimie sont assez nombreuses pour donner aux eleves une instruction positive dans cette science. Les eleves de premiere annee manipulent une fois par semaine dans les laboratoires, et, en outre, executent les experiences de physique les plus essentielles. Ils operent sous les yeux des repetiteurs attaches aux cours. A partir du deuxieme semestre de,la deuxieme annee d'etudes, et pendant, toute la troisieme annee, les eleves qui appartiennent aux specialites Chimie industrielle ou Metal lurgie, completent leur instruction chiinique en manipulant ii tour de role dans les labora toires d'analyse. Les manipulations de 2s et 3C annees sont surveillees par le chef des travaux chimiques, sous la direction du professeur d'analyse chimique. 16°. Enfin, on met a la disposition des eleves tous les materiaux necessaires a la con struction de quelques appareils d'art. Ils les etablissent eux-memes, d'apres les dessins qui leur sont donnes ou d'apres les projets qu'ils ont etudies. 17°. Pour rendre complet le systeme d'enseiguement, on a joint aux elements precedents des problemes a resoudre pendant la premiere annee. A partir de la seconde, les eleves sont charges de dresser des projets de plus en plus compliques qui les familiarisent d'abord avec les details des constructions industrielles, et plus tard avec les dispositions d'ensemble qui sont les plus convenables dans chaque classe d'usines. Ces projets sont examines par les professeurs dans des conferences. 18°. Independamment des interrogations faites pendant la duree des cours, les eleves subissent a la fin de chaque annee scolaira des examens generaux sur toutes les branches de l'enseignement Les resultats de ces examens, combines avec ceux des interrogations qui ont lieu dans le courant de l'annee, et en outre avec les notes prises pendant les manipulations et les experiences, celles qui sont donnees aux dessins et projets executes par l'cleve, et enfin celles qui se rapportent a la conduite, forment un ensemble d'apres lequel le Conseil des etudes prononce sur le passage dans une division superieure des eleves de 1 *° et 2\" annee, suivant un classement par ordre de merite, et sur l'aptitude des eleves de 3e annee a con eourir pour le diplome d'ingeuieur. 19°. Les eleves ont a leur disposition une bibliothcque composee des ouvrages qui peuvent leur etre necessaires pour y faire les recherches relatives a l'execution de leurs projets. La bibliothcque est ouverte le soir jusqu'a neuf heures pour tous les eleves de l'Ecole. 20°. Les cours de l'Ecole commencent, chaque annee, le 10 Novembre pour la lrc annee, et te 2 Novembre pour la 2\" et la 3\" annee. Ils finissent dans le courant du mois de Juillet. Les examens generaux ont lieu a la fin de chaque cours et sont tons termines du 1 0 au 20 AouL Les vacances commencent apres les examens generaux. § IV. Diplomes et certificats de capacitc. 21°. Les eleves de 3e annee sont admis a concourir pour l'obtention du diplome, par decision du Conseil des etudes, confonnement aux regies tracees par l'art. 18. 22°. Les eteves entrent en concours te 25 Juin. 23°. Le programme d'un projet est rcdigc pour chaque specialite. Les eleves ont trente-cinq jours pour en executer les dessins, dans Ilnterieur de l'Ecole, et rediger le D"], [58, "50 Memoire .* I'appni, Enfin il at nn examen oral sur teni obliges dedcvcloppei d'un jury moins. 24°, Le coticours temiine. les professeurs se rcunissent en conseil et statuen. rtificats qu'il y a leur d'accorder. 25°. Le diplome d'ingtnieur civil est accorde aux . ■ mx cprcuves ■ pendant les trois annees d'Ecole, el surtonl a elles du concours qui termine les etudes. Le--, veleaceux qui n'o it qua certa ces epreuves. 26\". Tout eleve admis au concours qui en a suhi toutes les epreuves, et qui a iclvoue, pent s'y representer les annees suivir* poques fixees par le Conseil des eti se souniettant aux autres reglements de l'Ecole, ct sans etre oblige de redoublerlatroisienie annee. 27°. L'Ecole ne recommit comme aneiens eleves que ceux qui ont obtenu Io d'ingenieur ou le certificat de capacitc. II est interdit au directeur de l'Ecole et aux urs d'accorder aux autres eleves aucune espece de certificat special. 28\", Tous les projets et Memoires de concours nppartiennent a l'Ecole et sont d, la bibliothcque pour servir a 1'enseignement. 29°. Les eleves de la deuxieme annee doivent assister au concours. Le public pent y etre admis. Frequent allusions have been made in the Lecture to the necessity of demanding a sufficient amount of elementary knowledge, on the part of the pupil, before he is received into an industrial college. The demand has the double benefit of enabling the professors to devote their whole time to the industrial applications of science and art, and also of giving an impulse to schools of general education, which are averted into allies of, instead of being made antagonists to, schi industry. The following conditions are, therefore, given in illustration of the ele mentary knowledge requisite for admission, although it is in this case chiefly con fined to the mathematical sciences :-— Programme des connaissakces exigees four l' admission a l'Ecole Centrals. Ai'ithm&lique. Nombres entiers. — Les quatre operations principales snr les nombres errtiers Emploi du complement arithmetique pour substituer l'addition a la soustraction. — Un produit est lant de l'ordre de ses facteurs et de la maniere dont ils peuvent etre groupes s'i! y en a plus de trois. Exemple : a.b.c.d.e.f=e.hfd.a.~){s.c). Consequences de ce princip ■ quand un ou plusieurs facteurs sont termini's par des zeros. — Lc produit de deux nombres entiers a autant de chiffres qu'il y en a dans les deux facteurs ensemble ou un de moins. Decomposition d'un nombre en ses facteurs premiers. — Le produit de plusieurs nombres premiers n'est divisible par aucun autre nombre premier. — Caractcres dc la divisibility d'un nombre par 2, 3, 5, 9, et application dite preuve par 9. — Recherche du plus grand commun diviseur de deux nombres et en general de plusieurs nombres. — Determination du plus petit multiple de plusieurs nombres. Fractions ordinaires. — Definition des fractions. — Definitions de la multiplication et de la division, applicables aussi bien quand le mnltiplicateur et le quotient sout fractionnaires qui' lorsqu'Us sont entiers. — Divers usages de la division. Toute fraction multipliee par son denominatenr produit le numerateur. — Le quotient romplel de la division d'un nombre entier par un autre est une fraction qui a pour numerateur le dividende et pour denominateur le diviseur; l'operation appelee division des nombres entiers donne la partie entiere du quotient. — Ou ne change pas la valeur d'une fraction si oa multiplie on divisc ses deux termes par un meme nombre Rodnire une fraction a sa plus simple expression. — Amener plusieurs fractions au plus simple denominateur commun — Addition et soustraction des fractions. Produit de plusieurs fractions. II est independant de l'ordre des facteurs.— Division dun nombre quelconque par une fraction. On ne change pas le quotient en multipliant ou divisant le dividende et te diviseur par un meme nombre entier ou fractiounaire. La multiplication et la division des fractions se ramenaut a des multiplications sur des nom bres entiers, les sieves doivent etre exerces a supprimer les facteurs commnns aux deux tes-mes de ia fraction resultantc avant d'effectuer les multiplications. Si plusieurs fractions sont egales et qu'on les ajoute terme a terme, e'est-a-dire qu'on premie pour numerateur la somme des numerateurs et pour denominateur celle des denominateurs, la nouvelle fraction est egale aux premieres; mais si eclles-ci sont"], [59, "51 incgales, la uouvelte fraction obtenue est comprise cntre la pins petite et h plus grande des fractious primitives. Application de ce t eoreme au cas particulier d'uue fraction et IU de l'unite sous la forme -. — Proprietes et caicul de la moyenue arithmetique de deux et, neral de plusieurs nombres. Fractions rframnfo.*. — Les quatre operations principales sur les fractions decimates La division dun nombre entier ou fractionnaire decimal par un autre se ramene tou jours, par le deplacement des virgules decimates, au cas ou le diviseur est un nombre entier termini- par un chitfre autre que zero. Transformation d'une fraction ordinaire en fraction decimate et reciproquement. — Notions principales sur les fractions periodiques. Determination du degre d'exactitude certaiue du resultat d'une des quatre operations p des, quand un ou plusieurs des nombres donnis ne sont qu' approximate a moins d'une deini-unite pres de l'ordre de leur dernier chitfre. System mitrique decimal. — Connaissance complete du systeme metrique decimal. Les eleves doivent savoir tracer sur le tableau, sans l'aidc d'aucune inesure, a moins d'un dixieme pres, la longueur d'un metre, d'un ou de plusieurs decimetres, d'un ou de plusieurs centimetres. Definitions de Pare, de 1'hectare, du litre, du kilolitre, du gramme, du kilogramme, du tonneau de mille kilogrammes, tiries chacune immediatement de la connaissance du metre et de ses subdivisions. — Definition du franc. Une qnantitc concrete etant rapportee a une unite quelconque du systeme metrique, trouver, par le simple deplacement de la virgule, l'expression de la meme grandeur quand l'unite est prise parmi les multiples ou sous-multiples decimaux de la premiere, notam- ■ re carre et le metre cube synt remplaces, comme unites, I'un par le decimetre carre, le centimetre carre..., l'autre par le decimetre cube, le centimetre cube. . . , et reciproquement. Application des quatre operations principales a des questions sur des quantites expri mees d'apres le systeme metrique decimal. Ancicns nombres complexes. — Les quatre principales operations sur les nombres complexes dans les cas les plus ordiuaires. Alyebre. JLes quatre regies sur les monuntes, les poly numes et les fractions algt-bri-pic-,. Resolution et discussion des prubleiaes determines du lcr degre a une ou plusieurs inconnues. eu insistant sur la pratique du caicul. — Faire voir que les solutions nega tives satisfont -nit aux equations d'ou elles sont deduites, et indiquer par des exemples le parti qu'on en lire dans la resolution des probli Proportions. — Ce qu'on entend par deux quantites eoininensurables. L'expression la plus simple de leiu* rapport est donnee par deux nombres entiers premiers entre eux. Deux fractions abslraitcs ou ast'ectint une meme unite concrete sont dans ce cas. — On ne change pas un rapport en multipliant ses deux termes par un meme nombre plus grand uii plus petit que 1. — Ce qu'on entend par le rapport approche (par exemple a mi cen- uie pres ) de deux quantites de meme nature qui peuvent etre eoininensurables ou incommensurable!,. Toute proportion entre des quantites commensurables deux a deux peut etre mise sous la forme m A : n A .*: in 15 : uii, m et 7/ etant deux nombres ahstraits, A et B deux quantites de nature quelconque. On peut deduire de cette consideration toutes les pro prietes des propoi i Deux quantites variables dependant l'une de l'autre, qu entend-on lorsqu'on dit que les valeurs 'te la premiere sont directement ou reciproquement proportionuelles aux valeurs eorrespondantes de la deuxieme I ? — Regies de trois directe, inverse. Si une quantite : varie en raison directe de certuines variables p, q, . .. et en raison inverse d'autres variables t, u,. . ., faire vour qu'on a := k— - — — , en designant par /; un coefficient constant qui se determine quand on connait uu systeme de valeurs siniul- .', /, y' . . . f, u'. . . des variables. Application : reiile de trois comp mbre en parties proportkranelles deux a deux a des nombres entiers et naires domus ( precede de la n gle de societe). connu le rapport d'uue quantite a, une autre, de celle-ei a une troisiem1. de la te :i la quatrii-iiii , et ainsi de suite, trouver te rapport de la premiere a la qua- — Questions et precedes connus sous les noms de regies conjointe et d'arbitrage. Extraction carree et cubique des nombres entiers ou fractionnaires avee un degre determine d'approximation. Si i'un opi ro sur uu uombre entier ou decim tl, i quel"], [60, "52 caractore recoinait-on que le resultat est exact ii moins d'une demi unite pres de l'ordre du dernier chitfre ? Resolution ct discussion des Equations du 2* dcgrl et des equations bi-carrees a une inconnue. — Problemes a plusieurs inconnues qui par l'climination se ramenent aux cas pre cedents. Bindme de Neicton, dans le cas de Texposant entier positif, fonde sur la theorie des combinaisons. Puissances et ravines des monomes. — Theorie des exposants negatifs ou fractionnaires. Proprietes des logarithmes consideres comme exposants variables. — Usage des tables les plus simples. — Applications diverses en insistant, dans te cas de l'extraction des racincs, sur la modification a faire subir a la caracteristique lorsqu'elle est negative. Progi difference et par quotient. — llelations entre le premier terme, te dernier, la raison, le nombre des termes ct leur sominc. — Limite de la somme des termes d'une progression decroissante. — Insertion de moyens.— Questions principales d'iiitcret compose, comprenant les annuites. Notions sur I ' liomoyineiti des equations algebriques entre des quantites concretes. Gcometrie. Jlesnres des droites, desarcs de meme rayon, des angles a l'aide de celle des arcs ayant les sommets pour centres. Proprietes des perpendiculaircs, des obliques, des paralleleg. On admet comme evident qu'une perpendiculaire et une oblique a une meme droite se rencontrent Somme des angles d'un triangle et d'un polygone quelconque. Condition de l'egalite des triangles et des figures rectilignes. — On distinguera pour les figures situees dans un mime plan, l'egalite directe de l'egalite par renversement qni a lieu quand l'une des figures ne peut coineider avec l'autre qu'en la detachant du plan et la retournant ; deux figures planes dont les points se correspondent symecriquement par rapport a un axe, sont dans ce dernier cas. Lignes proportionnellcs qui rcsultcnt de droites coupees par des paralleles Similitude (directe ou par renversement) des triangles et des figures planes rectilignes. — Bisscetrice d'nn angle interieur on exterieur d'un triangle. — Deux droites antiparallelcs par rapport a un angle determinent deux triangles semblables par renversement. Proprietes du triangle rectangle. — Relation numcrique entre les trois cotes d'un triangle quelconque et la projection d'un cote sur l'un des deux autres. — Autre relation entre les trois cotes et la ligne droite qui joint un sommet an milieu du cote oppose. Trace de la circonferenee par trois points. — Tangente. — Conditions pour que deux cir- conferences soient l'une exterienre ou interieure a l'autre, pour qu'elles se touchent ou se coupent ; propriete de la corde commune et de la ligne des centres. Determination du nombre de degri's d'un angle par celni des arcs que ses cotes deter- minent sur une circonferenee qu'ils rencontrent ou touchent. Tangente a deux cercles. — Cercle tangent a une ou plusieurs droites. Si une droite tourne dans un plan en passnut par un point fixe et rencontrant une circonferenee, les deux distances du point fixe aux intersections simultanees sont deux variables reciproquement proportionnelles. Moyenne proportionnelle entre deux droites (divers procedes). — Partage d'une droite en moyenne et extreme raison. Trouver l'expression numcrique de chaque partie, la ligne entiire etant prise pour unite. Trouver graphiquement la longneur d'une ligne exprimee algi-briquemeut en fonction de lignes connues soit sans radicaux, soit avec des radicaux du 2° degre. 1 'roprietes principales du parallelogramme, du losange, du trapeze, des polygones reguliers. — Rapports des cotes du carre, de l'hexagone regulier, du triangle equilateral, du decagone r, au rayon dn cercle circonscrit. Caleul du rapport de la circonferenee an diametre. Relation entre le nombre de degres d'un arc, sa longueur et celle du rayon. Caicul des aires des figures planes et rectilignes. — De l'aire du cercle, d'un secteur. Rapport des aires des polygones semblables, de deux cercles, de deux secteurs. — Trace des figures planes, leur reduction et lenr amplification dans un rapport donne. — Echi Proprietes d'une ou plusieurs droites perpendiculaires a un plan Mesure de l'inclinaison d'une droite par rapport a un plan.— Mesure de Tangle de deux plans.— Parallelisme des droites et des plans. — Proprietes principales des angles polyedrts. — Etant donnees les trois faces d'un angle triedre, determiner ses trois angles dtedres, et reciproquement Etant donnees deux faces et l'angle diedre compris, determiner la troisieme face. Lignes proportionnelles resultant de l'intersection de droites coupees par des plans paralleles. Notions generates sur la similitude, comprenant comme cas particulier les figures planes.* * Un systeme de points M, N, P,...(formant soit des lignes, soit des surfaces, soit un ou plusieurs corps), etant situe d'une maniere quelconque dans l'espace, si 1'on prend un point"], [61, "53 Proprietes principales des polyedres tes plus simples, du cy'indre et du con tion, de la sphere.— Trouver le rayon d'uue sphere par une construction pi i Somme des aires des faces laterales d'une prisme, determinee par le perimetre de sa section droite et la longueur commune des aretes laterales; application a la surface con vexe d'un cylindre. — Surface convexe du cone droit, du cone tronque, d'une calottte spherique, d'une sphere. — Rapport des surfaces des corps semblables. Volume des corps termini's par des plans. — Volume d'un prisme triangulaire a bases paralleles ou uon, soit en fonctiou de l'aire de l'une des bases et des hauteurs relatives a cette base, soit en fonction de l'aire de la section droite et des longueurs des aretes laterales. Volume du cylindre droit, du cone, de la sphere, d'un segment spherique en fonction de sa hauteur et du rayon de la sphere. Rapport des volumes des corps semblables. Dessin. Etudes de dessin au trait et a la regie ; etudes de dessin a main levee ; etudes de lavis d'architecture. * Observations, Toutes les fois qu'il s'agira de dcmontrer l'egalite de deux rapports entre des quantites qui peuvent etre incommensurables, on demontrera que leurs rapports approches a un meme degre d'approximation sont toujours egaux. On preferera pour la geometrie curviligne les demonstrations par les infiniment petits ou pir les limites. Les cleves devront etre exerces a traduire eu nombres tous les theoremes de la geo metric qui en sont susceptibles, et ii en faire des applications. Tout progres a l'Ecole Centraie est impossible sans une bonne instruction preparatoire. C'est dans 1' interi't des jeunes gens qui s'y destinent qu'on public le programme un peu di'veloppc des connaissances indispensables ; mais pour ceux qui, avant leur entree a l'Ecole, peuvent elendre leurs etudes au dela du strict necessaire, le Conseil des etudes les engage a acquerir quelques notions sur les elements de geometrie descriptive, sur ceux de la geometrie analytique, comprenant la trigonometric rectiligue fondee sur la theorie des projections ;t enfin sur les elements de la physique et de la chimie. II les engage aussi a donna tous leurs soins a l'art du dessin, dont I'ingeuieur civil ne saurait se passer. Le Conseil de l'Ecole a reconnu que beaucoup d'eleves manquaient en arrivant de l'habitude de prendre ces notes ii l'amphitheatre. II invite les jeunes gens qui se prepa rent pour l'Ecole a prendre cette habitude de bonne heure, et il engage MM. les Professeurs des Ecoles preparatoires ii surveiller cette partie de leur education. S aussi quelconque (nouvant comme cas particulier etre l'un de ceux du systeme) ; qu'on mene les droites SM, SN, SP,...et que sur ces droites, prolongees au besoin, on porte a partir du point S les distances SM', SN', SP',... proportionnelles a SM, SN, SP,...etdirigees respectivement dans le meme sens; les points M', N', P',...ainsi obtenus formeront un systeme semblable au systeme M, N, P, et semblablement place par rapport au point S qui s'appelle pole commun de similitude. Les points M', N', P'...sont respectivement les honiv/ogiies des points M, N, P.. .Les droites telles que M'N' et MN, qui joignent deux points d'un systeme et leurs homologues dans l'autre, sont des droites homologues. Enfin deux plans passant l'un par trois points d'un systeme et l'autre par les trois points homologues du systeme semblable, sont deux plans homologues. Cela pose, on demontre : 1\", que, dans deux systemes semblables et semblablement places, deux droites homologues quelconques sont paralleles, et que leurs longueurs sont entre elles dans le rapport des distances de deux points homologues quelconques au pole commun; 2\", que les plans homologues sont paralleles ; 3°, que les angles plans, diedres ou poly edres homologues sont egaux. — Deux systemes peuvent etre semblables sans etre semblablement places ; mais il faut pour cela qu'il soit possible d'en eonstruirc un troisieme egal a 1' un d'eux et en meme temps semblable a l'autre et semblablement place par rapport a un pole commun. On demontre aisement d'apres ces principes que deux systemes semblables a un troisieme sont semblables entre eux. . * L'importance du dessin pour toutes les specialites (mecaniciens, constrncteurs, metal- lurgistes ou chimistes) a decide te Conseil des etudes a ajouter cette condition d'admission au programme de 1840. Ainsi prepares, les eleves se livreront avec beaucoup plus de fruit aux nombreux travaux graphiques que l'enseigneineut de l'Ecole exige. t Les eleves peuvent prendre pour guide, en cette partie de leurs etudes, l'ouvrage intitule Resume des Lemons de Geometrie analytique et de Caicul infinitesimal, par M. Belaxgek, professeur a l'Ecole Centraie."], [62, "54 Appendix F. Technical Institute of Copenhagen, * In Appendix D, reference has been made to a Bavarian school for the instruction of carpenters, masons, anil others engaged in building ; and the Technical Institute ,| Ci ipen hagen is here described as a similar institution for artizans generally. The chief object of the institution, which owes much of its success to the un labours of the veteran Academician Hetsch, is to teach drawing in its application to special branches of industry. It is, in fact, a systematized mechanics institute, and a people's school of design, not devoted to designers only, but to artisans of every class. 1'he income of the school is very moderate, being at present only .'i(iW., all of which, with the exception of 5(W rixbank dollars, is furnished by sub scriptions and fees. This income is, however, insufficient, and its smallness pre vents the natural development of the school. Cramped, however, as the school is by its limited means, there were on my visit no less than 15 teachers and !>'20 scholars. The fees paid by the latter are small, varying from 1 to 3 dollars per quarter. There are two classes of students, \" the confirmed\" and \" the un confirmed.\" Much importance is attached in Denmark to the rite of Confil n the attestation of which is considered an essential moral testimonial for employment ; hence the above division of scholars is a common one in industrial schoi really signifies little more than that the ages are below or above Hi. Out of the 520 pupils attending during my visit to the school, only SI) were unconfirmed or were youths under 1 li ; the remainder being artisans in full employment, or who were being educated for a trade. The latter attend the school all day, the former spend their leisure hours there, ehielly in evening classes. The subjects taught arc as follows. Subjects taught at tke Tecknical Institute. * 1 regret that the necessity of keeping the Lecture within the usual limits prevents me entering into the extensive information on general education in Denmark furnish-, bj my many kind friends in Copenhagen, among whom I would , obligations to mer, Academician Hetsi I • Hammerich, Professors Steenstrup Scharlmg Jorgensen, and HammeL I would also recall with pleasure the polite attention tiered to me by Mr. Simoni, the Minister of Worship and Education and t oinmander SteeD Bille, the Minister of Marine. Hours in a week. Classes. Subjects. A. B. C. D. E. P. G. H. Elementary drawing. Drawing, for carpenters. Drawing, for masons. Modelling in clay and wood ; wood-cutting. Drawing, for cabinet-makers, upholsterers, and turners. Drawing, for tinplate workers, )ockmakei\\s, and gunsmiths. Lithography and engraving. Drawing, for harness makers, wheelwrights, and carriage huilders. Drawing, for machine-makers, watchmakers, and opticians. Chiselling and embossing. Drawing, for goldsmiths, coppersmiths, lamp aud gasfitters, Hardware workers, and glaziers. Ornamental drawing, for porcelain painters, carpet manu- facturers, bookbinders, and fringe-makers. Geometrical, free, and ornamental drawing for the \" un- confirmed.\" Elementary drawing. Decorative painting. Drawing for builders. Drawing for journeymen and apprentices. Mathematics. Building materials. Practical arithmetic. :.ecping, contract reckoning, &c Physics. ,-, „ _!_ : r.:i>-!i class meets twice in the weak for t« t.ich time. I. K. L. 4 M. N. 16 14 7 5 o 1 1 1 0. & P. Q. H. S. T. U. V. X. y. z."], [63, ""], [64, "LONDON: Printed by George E. Eyhe and William Spottiswoode, Printers to the Queen's most Excellent Majesty. For Her Majesty's Stationery Office."], [65, ""], [66, ""], [67, ""], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""]]