[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "Lately Published, by Jambs Maynard, Panton Street, Haymarhet : REPORT OF THE EAST INDIA COMMITTEE OP THE Colonial ON TIIE CAUSES AND CONSEQUENCES OF THE AFFGHAN WAR. Price Two Shillings."], [7, "REPORT OF THE EAST INDIA COMMITTEE OF THE eolontal &ocutg ON THE CAUSES AND CONSEQUENCES OF THE MILITARY OPERATIONS IN CHINA. LONDON. JAMES MAYNARD, PANTON STREET, HAYMARKET. 1843"], [8, "\" My Lords, it is a charge of Treason ; — which is a Treason not ended \" or expired by one single act ; but a trade enured by this Lord of Stratford, \" ever since the King's favour hath been bestowed upon him. \" It is the Law, my Lords, which we reverence, and cheerfully render to \" our gracious Sovereign. The Law, as it is the ground of our Liberty, so \" it is the distribution of Justice. \" My Lords, in all this, my Lord of Strafford hath endeavoured to make \" them incapable of any benefit. — It is true, my Lords, that Treason against '' the person of a Prince is High Treason, and the Highest Treason that can \" be, — to Man : — but it falls short of this Treason against the State !\" — (Mr. Serjeant Maynard's Speech before both Houses, on the 2Uh March, 1641.)"], [9, "REPORT OF THE EAST INDIA COMMITTEE ON THE MILITARY OPERATIONS IN CHINA. When this Committee suspended its labours at the close of last autumn, there was recorded in its Minutes a resolution, declaratory of the expediency of immediate enquiry into the character of our military operations in China. A sub-Committee was also appointed to examine the documents connected with the subject. Since that period, the operations in question have been brought to a close, and the transaction is com pleted. Nothing further can now be added to fur nish the means of judgment. Therefore, if enquiry is ever to take place into that transaction, this is the time for it. The experience of every day has fortified us in our determination, and especially from this reason — that we observe complete indif ference on the part of the nation and the Parlia ment, as to whether the transactions in China are conformable, or not, to the laws of the land. B"], [10, "2 Such indifference must weigh on the conscience of every man, who doubts that these acts are not just, or who knows them to be criminal. Two great events have further come to reveal to us the danger, to our private judgments and to our public morals, in tolerating this uncertainty, with regard to the character of our national acts. The highest authority in Parliament, the Duke of Wel lington, has declared this war to be most just and necessary ; and judges have pronounced, from the tribunal, the illegality of those very acts, have de nied the possibility of any rights flowing from them, and have in effect pronounced what the Govern ment of the country has performed, unresisted by the Legislature, and with the enthusiastic praise and encomium of the Duke of Wellington, to be murder and piracy. To those, who have not been taught, by study of the laws, to appreciate the value of obedience to them, and to those, who, by not having examined the diplomatic relations of England, have become heed less to the authority of law, the facts which we have mentioned, and the consequences which we appre hend, may appear trivial and insignificant. In the judgment of such men, they will not be deemed a suflicient justification of the preliminary grounds, which we have taken up, for enquiry on our own part, and appeal to our fellow-citizens. Such minds may fail to discover the moral obligation, which lies upon every man, to know, whether the public acts of his nation are just or unjust — whether they are"], [11, "3 violations of the laws of his land, or of those of other lands. But, when the results of ignorance of those laws, or of the facts upon which they bear, have brought such fruit as this — that the leader of the House of Lords declares to be j ust, what the tribunals of the land condemn as criminal — then must it be apparent, that the enquiry into the justice and legality of a public war is necessary, to prevent contradictory judgments upon the most solemn matters. For no country can there be a greater danger. And yet the removal of that danger is within the reach of each citizen, and it is the bounden duty of the citizen to attempt it. In our Report upon the Affghan War, to which this is as it were a parallel, your Committee exa mined the laws of England, in respect to the declaring and the levying of wars. We established that, to constitute war, there must be a just cause ; that the justice of that cause must be determined by the legal authorities of the State, and sanctioned, as the case may be, by Parliament or the Privy Council ; and that the matter has then to be transacted with the foreign government, by whom we are aggrieved, according to simple and immutable forms. The case has to be declared, reparation to be required, and failing these, an ultimatum to be presented setting forth on the one hand the grievances, on the other the reparation, and bringing forth the obliga tion and the menace, to proceed to hostilities, if reparation be not made. After these preliminaries have failed, then, and then only, can war be pro- b 2"], [12, "4 claimed. The war commences by the proclamation. The proclamation, proceeding from the Queen in Council, is recorded in the Courts of Law, as the notification to our citizens, to those of the foreign state and to the world, of the cause and fact of war. The departure from these forms constitutes that difference, among the parties engaged in a war, that is constituted in individual transactions, — between the policeman who preserves order, and the house breaker that infringes it — between the guardian of the public safety and the assassin. A State dispensing with these formalities, recog nises that it has set aside the essence of justice. It cannot dispense with those formalities, without suf fering its agents and servants to infringe the most essential of its own laws and constitutions. On the other hand, it cannot suffer its own laws to be infringed, unless it be itself imbued with the spirit of lawlessness and injustice. When it neglects the forms of its own constitution, it releases the observer from enquiring any further into the justice of its transactions, it thereby avows them to be illegal and unjust. Having established these propositions in our for mer report, we need not go over the same ground now, but refer the reader to what we have there set down. Yet, from that former inquiry, we will bor row this further light, that it was the same men hold ing the same offices of power and trust in England, who sent British armies into Affghanistan, and British squadrons to the coasts of China. If we"], [13, "5 found, in the first of these transactions, certain defined characters, we may expect to find the same in the last. We found in the former a public crime, committed without a necessity — committed without an object, concealed during the course of its com mittal, and misrepresented after its occurrence. We found documents, mutilated, perverted, and suppressed, with a view, first to keep the nation in the dark, as to acts of which it ought to have been informed, and which, if necessary, it might have prevented, and, then, to pervert its judgment respecting them, after they had taken place. We come, therefore, to the inquiry into the trans actions in China with this previous knowledge — that the men who had, the sole conduct of this affair, were the men, who were simultaneously engaged in a transaction, which we have sifted and found to be a conspiracy against England. The transactions in China may be condensed into three points, — the instructions to Lord Napier in 1834, the destruction of the Opium in 1839, and our aggressions in 1840. The first instructions to Lord Napier were given in January, 1834. Of these some were under the royal sign-manual, and required him to observe the laws and customs of China. The others were signed \" Palmerston,\" and these required him to violate the laws and customs of that Empire. They enjoined him to go to Canton, and from Can ton to report himself to the Viceroy. He was so instructed as to ensure his taking a frigate into the"], [14, "6 inner waters of the Chinese seas. He was directed to look out for convenient places, in those seas, in case of hostilities. This was the first available moment for sending instructions to China, and it was used to bring about war between the two countries. The violation of the laws of the Chinese Empire was to be the cause of war, and the agent of England was to perpetrate it. To ensure the success of the plot, the thought of hos tilities was suggested to him in the instructions, under which he was to act. Succeeding events followed in the same course. Through them may be traced the same spirit, the same intention work ing from home, until finally the seizure of opium is made by the Chinese, and is made the pretext of quarrel. This is the second essential point — discarding all judgment therefrom from the first, and assuming this act to be an act of uncloaked aggression and injury on the part of the Chinese, — the proceedings to be taken under it by the British Government, were those of a demand of reparation, and, upon the refusal of that demand, of reprisals. In the execution of those reprisals, there was the utmost facility, and Chinese property to any extent could have been taken. It was not a demand of repay ment that was made, and consequently no reprisals could be proceeded to. The English Government was, therefore, put out of Court, nor was it to re prisals that it proceeded. Not proceeding to re prisals, it had no grounds for taking other measures"], [15, "7 against the Chinese. Yet the British forces were commissioned to attack the subjects of China, to destroy their towns and cities, to seize their bodies, to spoil and plunder their goods. These were acts of hostility. These could not be done but after declaration of war. There was no declaration of war! In 1834, instructions were sent out to violate the laws of the Chinese Empire, and to provoke hos tilities. In 1839, war was made against them without cause and without form, which was there fore no war, but murder and piracy. These propo sitions thus placed succinctly, will be best illustrated by a simple narrative of the transactions. We have said in our former Report, that it was impossible to understand how British armies could have been sent across the Indus, except upon the supposition that a foreign influence had established itself in the British Cabinet. If that foreign influence was established, so as to shew itself in the affairs of Central Asia, it could not fail to appear in those of China. If we knew nothing of what had taken place in Central Asia, we should be reduced to come to the same con clusion in the present case. It is impossible to comprehend the design of producing a rupture between England and China, a design which could serve the ambition of no man, the objects of no party, and the interests of no portion of the state, a design as secret in its progress as vehement and destructive in its execution, except upon the sup-"], [16, "8 position, that an alien and hostile influence had possessed itself of the mind and spirit of the British Cabinet. In our last Report, we came to the conclusion, that the only foreign power, which was likely to have achieved this end, — the only one that profited by its achievement, was Russia. Had we not gone through that inquiry, the examination of the circumstances that have taken place in China would suffice to establish that, if Russia possessed any influence over the British Cabinet, she must have exerted it to bring about a rupture between China and Great Britain. By it she is the only power that has profited, as far as transactions have already reached, and she is destined to profit by it more largely still. The exasperation that is awakened between the English and the Chinese will place that Empire in her hands. It will increase the insecurity of England in India. It will augment the strength and hostility of her neighbours. It will bind to their interest those of that great and powerful Empire, whose attention will be now turned to preparing warlike means, to be directed to a future collision with the English. And when that collision arrives, it will be to Russia, their once dreaded neighbour, that the nations will look for open sympathy and secret support against England, once respected and cherished as their surest protection from the am bition of the Muscovite !"], [17, "9 In the course of 1834, three individuals arrived at Canton, bearing the designation of \" Superin tendents of the Trade of British subjects in China.\" The office was a new creation of the British legis lature, and the fact of its creation utterly unknown to the Chinese government. Of these three officers one was called the Chief Superintendent, and in him a superior authority was recognised. At the period in question, Lord Napier filled that office. Their functions were pointed out in certain general Instructions under the royal sign-manual. They were \" to protect British trade,\" and to do their utmost to \" extend it.\" They were carefully to avoid \" intemperate or menacing language,\" and not even to seek protection from our naval or mili tary forces, \" unless in any extreme case.\" They were carefully to conform \" to the laws and usages of China,\" and to avoid all such \" conduct, lan guage, and demeanour,\" as might needlessly excite \"jealousy or distrust.\" But they were further directed to report their proceedings to the Foreign Secretary of State ; sending duplicates only of all their despatches to the Governor-General of India. Under the general authority of control thus con- ferred upon the Foreign Secretary, Lord Palmer ston addressed to Lord Napier, at the same time that the Royal Instructions were being sent, a docu ment purporting to be the Chief Superintendent's \" further instructions on some particular points,\" (25th January, 1834), not provided for in the former. These Instructions demand particular attention."], [18, "10 Purporting to carry out and make perfect the Instructions under the royal sign-manual, the further instructions were such, that it was impossible to obey these without violating the first. By his \" further instructions,\" Lord Napier was directed in peremptory terms to proceed at once to Canton, which the laws of China positively forbade him to do, and to report himself to the Viceroy there, which the same laws equally prohibited. Those laws Lord Napier, by the Instructions under the royal sign-manual, had been specially commanded to observe and respect. In the Instructions under the royal sign-manual, he is directed to endeavour to extend British trade in China alone. Lord Palmerston goes farther, and directs him to ascertain whether it may be possible to \" establish commercial intercourse with Japan.\" This mention of Japan particularly deserves atten tion. Had they been obeyed, this country would in all probability have been plunged into war at once with Japan and China. On this point your Com mittee have some further observations to offer at a later period of their report. Lord Napier had been commanded by the In structions under the royal sign-manual, to avoid all demeanour that might excite distrust. But he was directed by the \" further instructions on some points,\" which were signed \" Palmerston,\" to make enquiries touching the best station in the Chinese seas for ships of war, in the event of hostilities. He was then reminded that the Chinese laws forbade"], [19, "11 our men-of-war to pass the Bocca Tigris, and he was ordered to enforce these regulations as to men of-war. As to his own frigate, he was then told that, after it \"had conveyed him to his destination,\" (that destination being Canton!), it was \"not to remain in the Canton river !\" It was impossible for Lord Napier to suppose that a prohibition to enter the river was here meant. But if by entering the river he would infringe the laws of the empire — if it were intended that these should be observed, the intention was not expressed, but on the con trary, their infringement was almost in express terms suggested. It could not be that Lord Pal merston was ignorant of what was meant by the Canton river, for, in the same Instructions, he accu rately defines it to be the water within the Bocca Tigris. So that, in fact, Lord Napier was instructed to carry his frigate between two batteries, which it could not pass without being fired upon, and at the same time the instruction to do so, is elaborately worked out in the construction of sentences, which, as read in England, would appear to breathe an anxiety to avoid all possible collision or ill-will ! We have seen that express provision was made for the event of hostilities. There was none made for the pacific, and professedly, \" desirable purpose,\" the establishment of \"direct communication with the imperial court of Pekin.\" On the contrary, Lord Napier was expressly forbidden to undertake it! It was indeed added, that he might do so \" under very urgent and unforeseen circumstances.\""], [20, "12 But the vagueness of this exception deprived it of all practical advantage, and the Minister added to the embarrassment by remarking, that \" he did not \" at present foresee any case in which it could be \" advisable that he [Lord Napier] should leave \" Canton to visit Pekin, or any other parts of China, \" without having previously obtained the approba \" tion of Her Majesty's government.\" That any agent, thus hampered and vexed with two contradictory sets of instructions, must have soon committed himself, and embroiled his country men with the Chinese government, was a conclusion, which could not but have presented itself to one, who, in looking at these instructions, was assisted by a previous knowledge of the acts of the then Foreign Secretary. But, at the time, no man in this coun try could have dreamed of such consequences as have followed. The Englishman, who could form such a thought, would have rejected it from his mind the moment afterwards, and, whatever the evidence of their truth, have denied credence to his own conclusions. We had then no wars, nor arma ments, nor blockades. The very thought of such things was foreign to the hearts of our countrymen. The selection of the Chief Superintendent of Trade is in like manner remarkable. Not qualified for the office, and being, moreover, as his despatches show, wholly ignorant of diplomatic practice, legal knowledge, or common experience, which qualities were requisite for his office ; but, on the contrary, a mere Post-Captain, whose personal feelings"], [21, "13 seemed to overflow in the sense of his professional habits ; — the selection of such an individual throws additional light on the character and the intention of the instructions. The results of such instruc tions, and of such selection, were too apparent not to have been foreseen by any one, to whom they had been even accidentally presented. They could not have been adjusted but for an object. That object was incredible then, but it has since been realised. To deny to Lord Napier, under these circum stances, the means of extricating himself from the difficulties and dangers, in which his instructions were to involve him, was the completion of the measures devised to bring about a rupture between the two states. Those difficulties and dangers were to arise from a collision with the Viceroy. Protection and assistance, in that event, were only to be obtained upon an application to the Emperor. He was forbidden to make it ! The results soon justified this foresight of the minister. Lord Napier faithfully endeavoured to comply with the first impressions of amity and good will, derived from his instructions, quitted the frigate below the Bocca Tigris, and entered the river in a cutter belonging to Government. The Foreign Secretary had adjusted the case of a forci ble entrance by the frigate into the Canton river. By the unlooked for moderation of the Chief Super intendent of Trade, this measure fell to the ground. In other respects, Lord Napier's arrival was suffi ciently characterised by a disregard of the laws of"], [22, "14 the country, to have justified his immediate dis missal. He landed by night, without pass or per mit from the authorities, at Canton ! Every one of those details was a violation of the laws of China. His next step was to obey Lord Palmerston and to disobey the King, by endeavouring to report himself to the Viceroy. Here the first difficulty arose. The laws, which regulated British intercourse with the Governor of Canton, required that it should be conducted by the intervention of certain well-known individuals, called the Hong merchants. Any other intercourse was expressly denied us. This was well-known in England when the expe dition sailed. The royal instructions were, there fore, careful to command the observance of all existing laws, regulating our relations with the Chinese, and of these among the rest, until such time as Lord Napier should be able to effect an alteration of them by amicable means. But Lord Palmerston issued other instructions, directly derogating from those under the royal sign-manual. In them the Foreign Secretary commanded Lord Napier to report himself — not to the Hong mer chants, but — to the Viceroy of Canton. Lord Napier obeyed Lord Palmerston, and disobeyed the King. The Hong merchants offered him their services, but Lord Napier peremptorily declined them. For a long time, indeed, he was under the impression that these men were engaged in an intrigue against his mission. He dealt with them accordingly."], [23, "15 The Viceroy refused to treat with him save through the merchants. Lord Napier demanded direct official communication with the Viceroy alone. The more it was refused, the more Lord Napier insisted. Letters upon letters were addressed by him to the Viceroy, none of which his Excellency consented to receive. It was not only that they had not been forwarded through the proper and authorised channel. They presented the further objection, of not being addressed in the way required by Chinese etiquette. Lord Napier refused to style his letters Pin, that is to say, \" representations made to a \" person of superior dignity to himself.\" Consi dering that the one was a Viceroy, and the other invested with no representative character, but with that of Commercial Agent, or \" Superintendent of Trade,\" the observance of this form would have been both natural and necessary. To refuse to observe it was ludicrous, if not worse. It ap peared, after Lord Napier's death, that he had mistaken the meaning of Pin ; believing it to be equivalent to petition ! The Viceroy, with consistency and temper, con tinued to reply to his overtures, that until the forms required by Chinese law were duly observed, it was impossible for him to receive Lord Napier, or in any way to acknowledge his mission. \" The \" trade from the English nation to Canton,\" he says in one despatch, (Inclosure 2, No. 8,) \" has \" been carried on for a hundred and some tens of \" years. In this long period all regulations have"], [24, "16 \" from time to time been reported and established. \" Whether Lord Napier be an officer or a merchant, \" there are no means of ascertaining. But, having \" come for affairs of commerce to the Celestial AEm \" pire, it is incumbent on him to obey, and keep the \" laws and statutes. The said barbarian Eye, \" having been sent by the said nation's king from \" a great distance, is, undoubtedly, a man who \" understands things : but his having precipitately \" come to the provincial city, without having made \" a full report of the circumstances and causes of \" coming here, was indeed a want of decorum. The \" English nation and the officers of the Celestial \" Empire have hitherto had no intercourse of \" official correspondence. All affairs relating to \" commerce and the control over the barbarian \" merchants, have been placed under the entire \" cognisance and responsibility of the Hong mer \" chants ; neither has there been such a thing as \" official correspondence with a barbarian Eye. \" The thing is most decidedly impossible. \" I the Governor, considering that it was his first \" entrance into the inner dominions, and that he was \" yet unacquainted with the established law, com \" manded the said merchants that they should \" enjoin orders on him, that if, on account of the \" Company's dissolution, it had become necessary \" to establish other regulations, he should imme \" diately inform the said merchants, that they might \" make a report to me, to afford me data for sending \" a memorial by the Government post ; and that the"], [25, "17 \" said barbarian Eye should meanwhile return to \" Macao, to await the will and mandate of the \" Great Emperor being received and published, to \" command obedience. Thus the business would \" be altogether managed in perfect accordance with \" dignified decorum, rendering change needless. \" Now, the merchants have reported, that the \" said barbarian Eye desired to have official cor \" respondence, to and fro, with all the public officers, \" and would not obey the orders,\" &c. The sound sense of the Viceroy was only to be equalled by the admirable correctness of his expo sitions of International Law, in its bearing on this subject. \" It is an old saying,\" he tells the Hong merchants in the same despatch, \" ' When you \" 'enter the frontiers, enquire respecting the pro \" ' hibitions ; when you enter a country, enquire into \" ' its customs.' To refer to England : should an \" official personage from a foreign country proceed \" to the said nation, for the arrangement of any \" business, how could he neglect to have the object of \" his coming announced in a memorial to the said \" nation's king ? How could he act, contrary to the \" requirements of the said nation's dignity, doing \" his own will and pleasure ? Since the said bar \" barian Eye states that he is an official personage, \" he ought to be the more thoroughly acquainted \" with these principles. If he consider, he can him \" self, doubtless, distinguish right and wrong!\" These wholesome truths fell unheeded on Lord Napier's ear. Of International Law, as of the c"], [26, "18 laws of England, the Chief Superintendent appears to have been entirely ignorant. His most important letter to Lord Palmerston is a private* letter, August 14th, 1834, full of the most absurd and unworthy suggestions. The tone of Lord Napier's letter may be judged of from the following passages. He proposed, \" that Lord Palmerston should send \" forces to 'command' a commercial treaty, and \" should say to the Emperor — ' Adopt this, or abide \" by the consequences.\"' He then proceeded to explain himself, as follows : — \" Now, abiding conse \" quences presupposes all the horrors of a bloody \" war against a defenceless people ; the monopolists \" would cry out ; but I anticipate not the loss of a \" single man ; and we have justice on our side.\" It was after dwelling on the facility of extorting this treaty, that he declared himself the most peaceable of men ! Not content with this, he degraded the country he was supposed to represent, by uttering the same unworthy doctrines in a public representation to the Viceroy. He had previously ascertained that a certain roving trader, or buccaneer, named \" the bold Captain Weddel,\" had, about two centuries before, come to the same port, proposing to trade, and being met with difficulties similar to his own, had \"beat down the walls about the ears of the Chinese,\" \"destroyed the forts at the Bogue,\" and \" taken their admiral prisoner.\" * By thus writing private letters, Lord Napier evaded his instructions under the royal sign-manual, to communicate copies of all his despatches to the Governor-General of India."], [27, "19 The Viceroy had ordered that all intercourse between the Chinese and the British should be suspended until the grave questions raised by Lord Napier were settled. The stagnation of trade, and the complaints of the suffering mer chants, now determined Lord Napier to act. He began by menacing the Viceroy with hostilities. For these, he assured him, \"we were perfectly prepared,\" in case his demands were not acceded to. The case of Weddel he declared to be in point. He commended the outrage, and recapitu lated the circumstances. His Lordship ended with the intimation, that the Viceroy might expect similar treatment at his hands, unless the terms which the buccaneer had extorted, were granted to himself. A British nobleman, holding office under his sovereign, and believing himself to be invested with a diplomatic character, thought it no shame to draw an act of piracy into precedent ! Mere threats were unavailing. Lord Napier's next measure was to order his two frigates to force their way to Whampoa. They silenced the Bogue forts, not without bloodshed on both sides, and by Lord Napier's directions, landed a guard of marines at Canton. The pretence was the protection of the East India Company's treasury from plunder : but the measure was adopted in defiance of the Company's agents, who have left on record their declaration, that it was \" perfectly unnecessary.\" Here is the case of aggression. From that moment we became outlaws in the eyes of the c 2"], [28, "20 Chinese people, and also in our own. The penalty of the law was not enforced against Lord Napier while he lived. It remained then to be enforced against the Government, that sanctioned his act. Not enforced against them, — the law fell back powerless and dishonoured on the land ; and the aggression of Lord Napier became the guilt of the whole nation. Threats, violence, and crime, were unavailing. — The Viceroy carried every point. — Success was no longer to be hoped for, when retreat itself became difficult, and the terror of Lord Napier's arms was found insufficient to secure it. A malady, brought on by disappointment, came to his relief, and the Viceroy, who had been proof against violence, now, at the representations of his Lordship's medical adviser, and the intercession of Mr. Jardine, a merchant, relented.* Lord Napier, having ob tained the permission which had hitherto been denied him, retired in wretched health to Macao, where he shortly afterwards died. His letters to Lord Palmerston and Lord Grey, from his first arrival at Canton, to the time of his death, were filled with complaints against the Foreign Office, for the studied perplexities of his instruc tions. He instanced those which we have glanced at, as well as some others. He bitterly complained, that the very same paragraph which instructed him to do \" a very material thing, should deprive him * See Mr. Jardine's Evidence before the Select Committee on China Trade, 1391."], [29, "21 of the means of doing it.\" He earnestly besought the Minister to send him further instructions, with a view to amend the anomalies of the first, and also those powers to negociate with Pekin, which were so peremptorily denied him. Those who are familiar with the policy of Lord Palmerston, and his method of business, will not wonder to be told, that neither Lord Napier's despatches, nor those of his colleagues, were so much as acknowledged by the Minister. The first and only notice taken of them was by the Duke of Wellington, who simply acknowledged their receipt, and, having done so, left behind him at the Foreign Office, in March, 1835, a memorandum on the subject. In this paper, (an admirable one in itself, but not extending beyond the merely practical questions raised by the transactions in China), Lord Napier's instructions from the Foreign Office, are as strongly condemned, as his method of carrying them into effect. Between the date of the Duke of Wellington's short despatch, acknowledging Lord Napier's de spatches, and the 2Sth May, 1836, no further com munication was made to China from the Foreign Office ! In the mean time, intercourse between the British resident at Canton, and the Chinese, had been resumed, and the proceedings, on which Lord Napier had requested the decision of the Minister, had been determined. On the 28th May, 1836, Lord Palmerston wrote to the Chief Superintendent, who succeeded Lord Napier, a despatch, doubly re-"], [30, "22 markable, as being the first communication made by him to his subalterns at Canton, and also for its silence on every point with regard to which instruc tions had been asked. During his short-lived career, Lord Napier does not seem to have found leisure to promote Lord Palmerston's views as to Japan. It will be remem bered that, although the Royal Instructions, in con formity with the China Trade Act, expressly limited his functions to the superintendence of British trade in China, the Foreign Secretary instructed his Lord ship to ascertain, and report as to, the possibility of establishing commercial intercourse with Japan. The jealousy of the Japanese government, in restraining its subjects from foreign intercourse and foreign trade, was notorious. That the adoption of imprudent measures to promote such intercourse would, under any circumstances, produce unpleasant and painful consequences, and most probably war itself, must have been apparent to the Foreign Se cretary, when he issued his instructions. That Lord Napier was not the most likely person to avoid the adoption of such measures, his employer knew well. That, in the event of a rupture with Japan, the Dutch, who monopolised the southern trade of that empire, and above all, the Russians, who monopolised its northern trade, would do their utmost to widen the breach, and add to the discon tent, was a conclusion not to be resisted. Lord Napier's untimely death alone saved him from these new embarrassments."], [31, "23 When the news of our victories reached these shores, the rumour obtained credence, that Sir Henry Pottinger and his armament would not re turn to India, until they had visited Japan, and dictated terms to the Emperor at the cannon's mouth. This rumour was untraceable at the time to any authentic source, but, in connection with the pre vious instructions to Lord Napier, it acquired a dreadful significance. Within a few weeks it was discovered, that Sir Henry Pottinger either never had any such intention, or that he had abandoned it. The organ of the war-party, and of the general policy of the late Foreign Secretary of State, the Morning Chronicle, then raised the mask. The Government, it said, had been placed, \" by a mea sure of their predecessors,\" under \"auspices, already undergoing dissolution, in the breaking up of our power on the opposite Chinese coast.\" Under these auspices, the \" desired object,\" was to be accom plished, \" and the negotiation advantageously con ducted.\" That object was the \" opening a trade\" with Japan ; that \"negotiation\" was to be \"en forced \" against \" the ignorance and prejudices of the Japanese authorities ;\" and the pretended be nefit of the Japanese people was to be the justifica tion of that violation of all right ! — The neglect of the opportunity offered was charged against the present government, and Sir Henry Pottinger, as inertness, incapacity, and crime 1 — Your Committee have the melancholy satisfaction to perceive, that the Government, which could connive at, and prose-"], [32, "24 cute the aggressions of their predecessors against China, had the wisdom to appreciate, and the virtue to reject, their guilty designs upon Japan. For years past the Russians have been steadily advancing towards the seat of Japanese government in the south, across the Archipelago, which con nects the northern limits of the Empire, with the Russian garrisons of Kamschatka and Rakko Sima. Until now, they have been regarded by the Japanese with hatred and apprehension. \" As they have \" taken possession of Rakko Sima, and resort to \" Yedrofou and Atskesi,\" says an interesting Ja panese work,* \" they may easily, in time, get down \" to the western parts of Yeso, turn their eyes to \" the north-west tribes of that country, and so reach \" Japan. Yeso is for our kingdom, what lips and \" teeth are for the body. We must, therefore, be \" upon our guard.\" Had England gone to war with Japan, the pro gress of Russia would have been irresistible. The hostile feelings of the Japanese would have vanished. To them, as to the Affghans and the Persians, she would have appeared as a friend and protectress, from the moment when England became their enemy. Hence, if Russia had succeeded in obtaining an influence in the British Cabinet, it would have been exerted to this end. The same results were attainable in China and Japan, as in Persia and * San Kokf Tsou Ran To Sets. (General View of the Five Kingdoms) — Oriental Translation Fund."], [33, "25 Cabul. The same means were open for their attainment! — Immediately after Lord Napier had ceased to breathe, the trade with China resumed its accus tomed channel. From that period, (Oct. 11th, 1834), to the 14th December, 1836, at which date Captain Elliot was appointed to be its Chief Super intendent, that trade, conducted by Mr. Davis and Sir G. B. Robinson, two gentlemen in every respect qualified for their duties, continued to proceed most favourably. Sir G. Robinson had continually applied, but always in vain, for the long expected instructions. He was at length abruptly suspended in the duties of his office by a despatch from Lord Palmerston, which reached Lintin on the 3rd December, 1836. It may be worth noting, that, while Sir G. Robinson was asserting the impracticability of the Commis sion establishing itself at Canton, the Second Su perintendent was reporting home in an exactly opposite sense. AVhether these officials were at variance on other points, we cannot determine, as the despatches are given us in Extract. Captain Elliot, on finding himself Chief Super intendent, addressed, through the proper channels, a representation to the Viceroy. In this represen tation, and in the correspondence to which it led, he used the word Pin, notwithstanding that the only instructions, vouchsafed to him, expressly forbade it. (No. 66.) This concession was duly commu nicated to Downing-street, and the true meaning of"], [34, "26 the Avord, which had so fatally misled Lord Napier, was subjoined, at once in explanation and excuse. Notwithstanding the discovery of its meaning, no sooner was it known in Downing-street that Captain Elliot had thus used the term, than the Minister, who had hitherto found no leisure for the single despatch, which was wanted to remove the difficulties created by himself, wrote promptly and decisively, to reimpose on the Chief Superintendent a difficulty, which had accidentally occurred in the first instance, and had now been removed. Lord Palmerston (No. 88) again forbade the use of the word Pin ; and to this prohibition Captain Elliot yielded obedience. Communications with the Viceroy were suspended. At a moment when his presence at Canton was most required, Captain Elliot struck his flag,* and quitted the town ! (No. 111.) In return for this cessation of intercourse, he received the general approbation of His Ma jesty's Government (Nos. 94 and 120.) In those two despatches, he was urged to use every proper opportunity, to press for \" the substitution of another less objectionable word for Pin !\" In short, the correspondence from Canton reveals the fruit, — and destroys the counterfeit — of the original and successive instructions from home. A long series of pretention on Captain Elliot's part * On the subject of Consular Flags, see Turkey and its Resources, pp. 211-13, and the authorities there cited. One instance is mentioned of such a flag having been struck several times in one year, after written declarations of war !"], [35, "27 was followed up by undignified submission, so as to arouse not only the anger of the Chinese autho rities, but their contempt. Frequently, these dis putes involved grave questions of international law, demanding special instructions and fuller powers from Downing-street. These were applied for, in each instance as it occurred. In not one instance were those powers conferred, or those In structions sent ! With some questions of this cha racter, Captain Elliot ventured to deal on his own responsibility, and out of a regard to the urgency of the case. — If, in so doing, he endeavoured to con form his conduct to Chinese laws and customs, Lord Palmerston never failed to remind him, that he must not be forgetful of the \" high office\" he filled, or the \"great country\" whose \"representative\" he was. And, on the other hand, when, suffering his mind to be excited by such considerations, he preferred the private interests of British merchants to the Avell-being of China, and the maintenance of her laws, and became the protector of those avIio had set them at defiance, — Lord Palmerston failed not to perplex him still more, by reminding him, that no \"principle of International Law\" could warrant the intervention ! In one despatch, the Foreign Secretary would treat him as a diplomatic personage, just as Lord Napier, before him, had been allowed to regard him self. In another,— perhaps in the next, — he would remind him, that his functions were merely those of"], [36, "28 a Consul.* To sum up all in a few words, the instructions received by him, from the Foreign Office, during the whole period of these transac tions, are severally incomprehensible. But the general character, and the system reigning through the whole, reveal and establish a guilty purpose, in their framer. That purpose was, to embarrass the operations of his subordinates, to destroy the credit and influence enjoyed in China by Great Britain, and to embroil the two countries, in the manner afterwards accomplished. The Opium Question has been made the imme diate pretext of rupture. That question may be very simply stated. The laws of China forbade the importation of opium upon any terms. Whatever opium was ac tually imported was contraband. Until the Chinese trade was thrown open to the British, in 1833, the quantity of opium smuggled into China was com paratively small ; but, upon the happening of that event, this pernicious trade received an alarming impetus. According to Captain Elliot (No. 90), in 1836, the imports of opium amounted to 18,000,000 dollars, being about 1,000,000 dollars in excess of the whole value of teas and silks, exported upon * They were in some respects inferior to those of a Consul. For instance, Captain Elliot was unable to administer to the effects of an intestate British subject. He declared himself unable to state what his powers really were. (Evidence on China Trade, 453-4, 1187-8, 2335.)"], [37, "29 British account, during the same period. In this infamous and piratical trade, the British residents at Canton were all but universally implicated. The British Government was a chief accomplice in the crime. Not only did every particle of opium so imported come direct from our own ports, but by far the greater portion was actually raised, for the Chinese market, by the Anglo-Indian Government.* A lawless and piratical commerce existed at Can ton, in defiance of the authorities, and in violation of the laws, of China. Our subjects carried it on, and our Government gave it protection, and shared in the profits. The mischief now increased to an alarming ex tent, and the Imperial Government was roused to an unwonted vigilance. From Pekin, the Viceroy of Canton received peremptory instructions, to take care that the Customs Laws of the Empire were enforced against all violators. In conformity Avith what had been the practice, as long as the East India Company enjoyed the monopoly of the trade, the Viceroy required, from Captain Elliot, an order for all British subjects convicted of smuggling to quit the port. The supra-cargoes of the Company had always possessed this power, and their trade licenses were always granted subject, by express reservation, to the contingency of its being put in force, f It must have surprised the Viceroy, when Captain * See the Account of Sales, &c. in Appendix B. f See Evidence as to Powers of Supra-cargoes at Ca'nton, in Appendix III. to Evidence on China Trade."], [38, "30 Elliot told him, in reply, that, over the lawless trade carried on by his countrymen, he had no controul, and that it would be acting far beyond his instructions or authority, were he to make the order as asked. This disclaimer and refusal left the Viceroy no discretion, as to the course he should take. The Imperial Mandate was obeyed. The laws were enforced and vindicated. The smugglers, whenever detected, paid the forfeit of the law. But the first proceedings were directed against native offenders, in the hope of deterring the British by their example. For this end, one native in parti ticular, who had been convicted of the crime, was executed by order of the Viceroy, in front of a factory, where his British accomplices resided. It appears that the example was lost upon the latter. These measures proved ineffectual to restrain the lawless traffic of the British. It was, therefore, resolved to substitute rigour for indulgence, and to deal with them after the manner of dealing with the native offenders. The High Imperial Com missioner Lin was despatched, with his suite, from Pekin, and summary proceedings were resorted to. Before entering upon the narrative of those pro ceedings your Committee would draw attention to one remarkable circumstance connected with them. On his arrival at Canton, Lin anxiously enquired, \" whether hostilities had not already broken out be tween Russia and England ?\"* Such a question, * See Captain Bingham's Narrative."], [39, "31 coming from such a man, is in itself worthy of atten tion. It doubly deserves attention, when taken in connection with the fact, that, no sooner had we commenced aggressive measures against China, than a Russian mission was despatched to that country. It is from points like these that light is to be derived, when dark designs are the subject of investigation. No man can be ignorant of the position, Avhich Russia has so long occupied at the Court of Pekin. From 1727. at which period her envoy Ragusinski, accommodated differences then existing, and obtained the Imperial permission for the erection of a Church and Seminary in the heart of the capital, her influence in China has certainly not declined.* While the Missionaries of every other nation have suffered persecution unto death, while access, even for commercial objects, has been denied to the subjects of every other power, the establishment at Pekin exists, and on the frontier an unrestrained intercourses It was to this ominous influence for Great Britain that Captain Elliot had the simplicity to allude, in the following passage of his despatch to Lord Palmerston, dated Canton, April 13, 1839. \" It has sometimes occurred to me that the un \" easy temper of the Nepaulese and Burmese \" Courts, particularly on the subject of the resi \" dence of political agents, is not entirely uncon- * See Coxe's Russian Discoveries, &c. f Tenth Report of the Literary Association of the Friends of Poland, 1842, pp. 88, 103-4. \" Annales de la Propagation de la Foi,\" &c."], [40, "32 \" nected with Chinese suggestion. Neither can I dis \" miss from my mind the surmise, that the increas \" ing indisposition of the Chinese to the foreign \" trade by the sea-shores, may find some explana \" tion in the existence of an establishment at Pekin, \" which I need not advert to particularly, but \" whence the notion, that safer and more extensive \" commerce and intercourse might be carried on by \" the land frontier, would arise more naturally than \" any suggestions, favourable to the British Govern \" ment, or to the protection of British trade.\" The High Commissioner, immediately upon his arrival, proceeded to compel the delivery of all the opium, then being or having lately been, within Chinese jurisdiction. In order to avoid worse evils, Captain Elliot was again guilty of an inconsis- tency, in the eyes of the Chinese, by which he excited their contempt as effectually, as by his pre- vious conduct he had excited their indignation. It will be remembered, that, before they resorted to these measures, he had given them to understand, that he possessed no authority to stop the smuggling of the British, nor to banish from China those guilty of the crime. The same man, who had given these assurances, now proceeded to compel the fulfil- ment of the Imperial Edict, by issuing one order for the unconditional surrender of the opium, and another for the immediate banishment from China of a smuggler named Innes ; which last order, how- ever, the smuggler scorned to obey ! [See Inclosure 4, No, 150.] But the first order was more success-"], [41, "33 ful. The contraband article was surrendered to the Chinese Government. In return, the person and effects of Captain Elliot and other British subjects were released from the sequestration, under which the Government had placed them. With respect to this forced surrender of the opium, we have only the narrative of Captain Elliot himself, a party principally concerned. Moreover, his narrative is conveyed to us in all the language of passion.* Yet Captain Elliot admits, that the Chinese Authorities had colour for their deeds, that some portion at least of the opium was seizable, that the smuggling did exist, and did deserve some punishment, and that his only ground for complaint was the excess of the proceeding. Moreover, he informed Lord Palmerston, (No. 148), that there was no doubt at all of the intention of the Chinese Government to pay something, by some means, for the opium so surrendered. But the desire of hostilities had noAv extended itself to Captain Elliot's mind, prepared by personal exasperation to receive it. He was now able to anticipate the real intentions of the minister, and to take measures for * Captain Elliot's exasperation was exhibited when, after his re tiring to Hong Kong, he declared the port of Canton in a state of blockade ! This illegal act he grounded on the plunder, by pirates, of an English packet-boat, and on the imaginary deten tion of some British seamen. He announces the blockade, Sept. 10th, 1839, and on the 16th he declares that his blockade will not be enforced ; the seamen, it turns out, having been detained only by the wind. D"], [42, "34 the rupture, without instructions from DoAvning Street. There was here a favourable opportunity for negotiation. By his own admission, there was some justice on the side of the Chinese, and some injus tice on ours. There was a willingness to make compensation for losses wrongfully sustained. It was for Captain Elliot to make the most of these advantages. He threw them away. On the 4th May 1839, he issued a public notice, [Enclosure 15, in No. 138], to her Majesty's sub jects resident in Canton, requiring them to quit the place. He grounded this order upon the forcible proceedings, taken to compel the delivery of the opium. It is not unworthy of remark, that this pre text was afterwards, in some measure, abandoned, and certain new regulations of trade made by the Chinese authorities were alleged to be the true reasons for departure ! In consequence of this public notice, the British merchants at Canton withdrew to Macao. Soon afterwards an event occurred, which naturally in flamed the exasperation of the Chinese, and ren dered them indisposed for peace. At Hong Kong, on the 17th June, a Chinese was murdered by a party of British and American sailors. The Chief Superintendent, whether from inability or from apprehension, declined or neglected to deliver up the murderer to justice. In consequence of this refusal, a proclamation was issued by the Chinese"], [43, "35 Authorities, declaring all British subjects excluded from the Celestial Empire. The Portuguese at Macao now took the alarm. They apprehended that, by giving shelter there to our subjects, they themseh'es would be involved in similar embarrass ments. To quiet their alarm, the British merchants retreated to Hong Kong. Thus the pretext of quarrel, so long expected and desired, was at length obtained. It was now that Lord Palmerston shook off the inaction of six years, and evinced himself ready and willing for action. But, if his long neglect was mischievous,much more so was his activity. It was directed to the completion of those criminal designs against China, of which the Instructions to Lord Napier were the first fruits. There were two courses before him, but of these only one was lawful. To seek explanations from the Court of Pekin, — and, if it were due, redress, — was the only just, the only lawful course. To deprive his country of even this chance of retrieving her position in the eye of China, and of repairing her past injustice, — to make peace hopeless, — to aggra vate the quarrel, — to force China into war with us, by deeds of aggression against her, done without enquiry, and in the name of vengeance, — this course also lay before him, — but it was a lawless and a wicked one. He adopted it ! The Foreign Secretary addressed no communica tion to the Chinese Government. Satisfaction was not demanded. Explanations were not required. d 2"], [44, "36 Captain Elliot was not empowered to communicate with the Emperor. The permission to open corres pondence with Pekin, was still denied him by the Foreign Office. Scarcely had the intelligence of the retreat to Hong Kong reached Downing-street, than an Order in Council issued, bearing date the 3rd April, 1840 ; and professedly an order for reprisals. It began with the statement, \" that Her Majesty, hav \" ing taken into consideration the late injurious \" proceedings of certain officers of the Emperor \" of China, towards officers and subjects of her \" Majesty ; and her Majesty having given orders \" that satisfaction and reparation for the same, \" shall be demanded from the Chinese Govern \" ment ; and it being expedient that, with a view to \" obtain such satisfaction and reparation, ships and \" vessels, and cargoes, belonging to the Emperor of \" China and his subjects, shall be detained and \" held in custody, and that, if such reparation \" and satisfaction be refused by the Chinese Go \" vernment, the ships and vessels and cargoes be \" detained, and others to be after detained, shall \" be confiscated and sold, and that the proceeds \" thereof shall be applied in such manner as her \" Majesty may be pleased to direct.\" And it then proceeded to authorise the Lords of the Admiralty, to bring to judgment, in the Courts of Admiralty, and the Courts of Admiralty to adjudicate upon, all manner of captures, seizures, prizes, and reprisals of ships ; \" And to hear and determine the same"], [45, "37 \" according to the courts of Admiralty, and the \" laws of nations, to adjudge and condemn all such \" ships, vessels, and goods, as shall belong to \" China, or subjects of the Emperor of China,\" &c. This Order is not given to us in the Parliamentary papers respecting China. It is one of the papers delivered in, by Mr. Jardine, to the Select Com mittee of the House of Commons.* It purports to be an order for reprisals. It issues because of \" injurious proceedings\" on the part of the Impe rial officers against our own subjects. The allega tion is, \" injurious proceedings :\" the demand is, \" satisfaction and reparation \" by the \" Chinese Government.\" But the nature of the injury, and the method of the reparation, were nowhere set forth. Of the proceedings complained against, of the satisfaction demanded, the Order in Council spe cified nothing. But reprisals have reference to damages specifically claimed, and assessed in the current coin of the realm. This then was no Order for Reprisals. Nor was it a Declaration of War, for no causes are set forth — and war is not even mentioned. It is a document framed to conceal and to disguise the illegal nature of the proceed- * While the enquiry before the Select Committee was in pro gress, and before the appearance of their Report, the \" additional papers relating to China\" had been presented to Parliament by Her Majesty. These papers professed to give the \" Orders in Council\" that related to the subject. Yet among these, the Order for Reprisals is not contained, nor even noticed !"], [46, "38 ings, and to cloak the slipping into war without form, by a misuse of form. It is a corroborative proof of the guilty purpose, and an aggravation of the crime. This Order in Council was not used for the purpose of adjudication under it, but in order to dispense with the necessity of judicial proceedings. It is an Order in Council, under which no judicial proceedings have taken place, — nor could they have taken place. The courts of law, as we shall see hereafter, have solemnly dis alloAved the legality of the proceedings, which this Order in Council was meant to cover ! But, if no official communication was made, of the motives which urged, of the reasons which jus tified, offensive operations against China, neither was it explained in what way those operations were to be conducted. The parliamentary papers, the orders in council do not contain any information upon these most important topics. By no speech from the throne, by no royal message to the Houses, was the British nation made acquainted with them. There was no opportunity vouchsafed to it of guess ing at the real design of its minister. Their suc cessful accomplishment, on the shores of China, was the first public announcement to Britain and to the world, of the bloodshed in which those designs had involved her. Thus did Great Britain in China, as in Affghan istan, implicate herself in the guilt of attacking others, without her knowledge, without a motive, and without an advantage, secretly, suddenly, and"], [47, "39 to the violation of all law. Thus too did she again sanction, by her connivance, by her acquiescence, the guilty usurpations of an ambitious and trea sonable servant, and by sanctioning, make them her own ! Again was the law of nations set at nought — the law of England violated. The minister knew that the nation, whom he betrayed into guilt, had lost its antient reverence for either of these laws ; and he was at no pains to conceal from it the share he had taken in the infraction. The nation received, with the indifference on which he had calculated, an announcement of aggression and outrage undertaken in its name, but without its knoAvledge ; for a matter confessedly unjust ; secretly, suddenly, and without the authority of the state ; and prosecuted to the close without any one of those formalities having been observed, which alone make military opera- tions legal ; which alone, by conferring upon them the character of war, take from them that of piracy. And, that there might be no doubt in the nation's mind of the load of guilt it was contracting, the pretext of war was studiously avoided and disowned. It was told that the enterprise, in Avhich it had been engaged without its knowledge, but which it was now called upon to sanction and adopt, was not war, but \" Communication !\" Yet the law of England, and the law of nations, though violated, remain uneffaced, and are there to avenge the violation. They indicate the only course that could have legally been followed by the minister,"], [48, "40 and the chastisement that was due to his dis obedience. Here, then, let us consider the position of affairs at the period when the expedition against China took place. The English government have justified the pro ceeding, as a necessary consequence of the seizure of its opium, and the imprisonment of its subjects. But that Avas not an insulated transaction. It was not the commencement of the matter, it was an event brought about in a series of operations ; it was itself a result of other e\\rents. Inquiry into this transaction, therefore, cannot limit itself to the circumstances under which the opium was seized. It must extend to, and take in, and must commence by deciding upon, the previous acts of the English Government, and the provoca tion which the Chinese had received. We have seen the agent of England assuming the demeanour of an enemy, doing what an enemy alone would do — holding the language of a pirate. We are in possession of the orders from home, under which he acted, and we see in them that those acts were prompted from home, and that from home were prompted acts more hostile still. The inten tion of bringing about hostility being established, we know that all the other collateral steps, the means of insinuation and of influence, not brought into evidence in these published papers, were necessarily exerted in the same direction. We have then to ask the question — whether the Foreign"], [49, "41 Secretary of England, after the management of the British trade in China was transferred from the India House to the Foreign Office, had it not in his power, supposing it to be his intention, to bring about hostilities between England and China? Whether it were not in his power to use these pro cesses for that purpose ? And whether, possessing the means of effecting his purpose, he did not also possess the means of concealing the evidence of authorship, if engaged in so criminal an enterprise ? These are questions Avhich must be answered in the affirmative. The Foreign Department, at the period now under review, was conducted by one of special in fluence and authority. That department was his own, and he conducted it independently and unfet tered. The Cabinet did not control him, but he the Cabinet. The Privy Council, whose province it is to examine into transactions before they are accomplished, had long disused its functions. The Parliament, which should investigate them when accomplished, had abandoned its trust. The diffi culties of previous control and subsequent responsi bility existed no longer. It was no longer difficult to undertake, nor dangerous to attempt, the execution of so criminal a purpose. The evidence, therefore, which establishes the intention, on the part of the British Foreign Secre tary, to bring about a contest between England and China, might well dispense with further investiga tion. The evidence of his having violated, in one"], [50, "42 point of his instructions, the laws of China and the laws of England, would alone constitute England the aggressor, and China the aggrieved. We are deprived of all right as against the Chinese, and it comes to be a question of enforcing law at home, and of punishing the crimes of our agent, as well against England as against the Chinese. By the earliest despatch, by the one which enjoins Lord Napier to report himself to the Viceroy from Canton, all these points are established. Lord Napier is there commanded to violate the laws of China. No authority is conferred upon the British Minister to direct this violation. On the contrary, an Order in Council enjoins that the laws of China shall be obeyed. Therefore is this order a violation of the laws of both countries, and it is inexplicable, except for the purpose of confusion. Five years ensue of similar violations. The English subjects are engaged in a smuggling traffic. The English authorities, in the constant pursuit of their unlawful demands, have recourse to threats of violence, and sometimes to its perpetration. It is not till after this period of usurpation that the seizure of the opium takes place. Parties, — completely in the power of the Chinese, and lawfully subject to the punishment, which their laws inflict for that con traband traffic, to escape the violence with which they are threatened, — enter into negotiations with the Chinese Government, for the surrender of a portion of the opium, and the transmission of the remainder to India. Capt. Elliot, a person not"], [51, "43 having a representative or diplomatic character before the Chinese, and not invested Avith even consular powers among his fellow-subjects, but acting under an authority, not made public, and supposed by his fellow-subjects to be very great, is coerced in common with the rest, — concurs in the treaty of surrender, — and requires the British mer chants to deliver up the opium to the Chinese Government. By the Law of Nations he was no more than one of a community of merchants, whose aggregated traffic was contraband, themselves being domiciled subjects of that empire, whose laws they did in fringe. It matters not how the Chinese would have dealt with Captain Elliot, had his powers been different. It is with facts alone that we have to deal. The detention of Captain Elliot is to be con sidered upon the special ground of proceedings had against him, or any other European merchant, before Chinese tribunals of criminal or fiscal juris diction. Here no question can possibly arise, as to the violation of international rights, unless indeed such proceedings were clearly illegal by Chinese law ; and not even then, unless the illegality was, at the time, brought under the notice of the Emperor. The order, issued to British subjects for the sur render of opium, Captain Elliot had no authority to make. Those who obeyed it were deceived by the false impression, as to his authority, which the con cealment of his instructions had occasioned. If the traffic had been lawful, if compensation for the"], [52, "44 seizure of the drug could have been demanded, it was not to the Government, but to the merchants of England, that that compensation was due. The Government was not compromised by the act of Captain Elliot. In requiring the surrender of the opium he exceeded his powers, and became person ally responsible to the merchants. The British GoA'ernment never adopted the surrender, so as to change the property. By no formal sanction, by no exercise of its authority, was the opium with drawn from its owners, and vested in the Govern ment. Yet this change of owners was absolutely demanded, before the Government was in a position to claim compensation, for the destruction of the opium by the Chinese. The opium was, indeed, surrendered to Captain Elliot, as an officer of Go vernment, and upon the understanding that it was to be paid for ; but the Government have not re deemed the pledge, nor recognised his right to offer it. They have never taken upon themselves the responsibility of the unauthorised act of Captain Elliot.* All the opium within the Chinese seas was, by the laws of China, good prize to the captors, and all persons engaged in the traffic, whether natives or * The Evidence taken before the Select Committee shows the incoherence of the whole of the proceedings. Q. 2348. Sir G. Staunton. Do you think that better terms might have been made ? A. Mr. Mathieson. I think we might have been obliged to surrender two or three thousand chests, but not twenty thousand."], [53, "45 foreigners, were liable to capital punishment. There was no seizure made by the Chinese of any articles that were not contraband. No subjects of Great Britain were imprisoned, but those charged with the crime. In this point of view, therefore, no demand for reparation was possible, nor ought, if made, to have been granted. The duress, the violence, and the threats employed against Captain Elliot, were no infractions of the Law of Nations, for he possessed no representative character, and the trading com munity to which he belonged, Avas, with scarcely an exception, implicated in the guilt, and the whole of it liable to the suspicion of a contraband traffic. We could not have come into Court, as taking umbrage at such a proceeding, unless our hands were clean. The immediate question here was one of smusftrling'. The owners of the contraband ar tide were British subjects. The greater part of it was in fact grown by our Anglo-Indian Government. It was smuggled into China by British subjects, either as purchasers from, or as agents of, our Go vernment.* And, before the events in question * See, amongst other evidence, that of Messrs. Jardine and Inglis, Canton Merchants, before the Select Committee on China Trade. The former gentleman says, (1392-4) that musters of opium had been sent on to his firm, in small quantities, from the Board of Salt and Opium in Calcutta, packed in different ways. The firm were requested to sell them, and report to the Board, what kind of package suited the Chinese market best. The communication was \" expressly by authority of the Board,\" and"], [54, "46 took place, we had broken through the regulations of the empire, and had even fired broadsides against its vessels and batteries. Although the transactions are presented to us, as from one side, and detailed with excitement, — although we are but scantily furnished with the documents, — still, those we have, while they establish no case against the Chinese, make out none for the English Government. All that is made out is, that so much smuggled property was seized ; that a much larger quantity was so seized than would have been taken, had the matter been managed between the Chinese Government and the British merchants, without the intervention of Captain Elliot ; and that Captain Elliot interfered without authority, and made an illegal order for the sur render. was signed by the Secretary. It was believed to have emanated from the \" Supreme Government.\" Mr. Inglis says, (459 — 72), that, every year, the monopoly of the East India Company, \" forced\" an ever increasing quan tity of opium on the Chinese market, at ever decreasing prices, and without reference to demand. The Calcutta opium increased faster than theMalwa,but the latter also increased, after the mono poly, as to it, was given up, and fell into other hands. It was given up, because the Company discovered that the opium, which found its way through Demaun, and other native states, was continually on the increase, and that the passe system was better adapted to check that increase, than the monopoly. They, therefore, ex changed the monopoly for the passe system. But, while it lasted, they possessed \" a real monopoly\" over the Malwa opium. — (See Table of Opium Sales, &c. in the Appendix.)"], [55, "47 There was then no injury done to our subjects by the officers of the Emperor. There was then no pretence for indemnity, no shadow of claim for satisfaction or reparation. There was then no case for aggression, whether by way of reprisals, or of war. These propositions are indisputable. But we will assume them to be less clear. We will assume that there had been presumptions in our favour, and against the Chinese, at the period when the expedition was determined on. Yet, even in that view, the most favourable one which its authors have been able to present, the measure is as in defensible as ever. Reprisals were only the pretext. It was not to reprisals that we had recourse. Warlike measures were, suddenly and in the first instance, undertaken ! Now, supposing that the object was what is here set forth, viz. to raise the compensation demanded by a seizure of Chinese goods ; nothing Avas easier. The great traffic of China, carried on coastwise, and the enormous trade entering her rivers, defenceless and entirely exposed to capture, gave to our marine the faculty of imposing conditions. But the same mysterious intention here again shews itself. The intention to create hostility was now become the in tention to prevent the adjustment of the quarrel it had promoted. Reprisals, the means of reparation, are neglected. Then blockade, that ordinary proceed ing of the late Foreign Secretary, and which would have realised the same ends as reprisals, is likewise neglected. Expeditionary movements, attacks upon"], [56, "48 cities and harbours, are commenced. We go to occupy a certain place, in order that we may thence negotiate ! We send a letter, by a naval force, to different ports upon the coast of China, where its contents are indeed communicated, but only as a prelude to attack. There are delays in India, there are delays in China ; but all easy, lawful, and prac tical measures are systematically avoided. Advan tages, gained by the troops, are surrendered, in con sequence of instructions sent to diplomatic agents. It is by such means as these, that a state of cruel, devastating, and demoralising warfare is commenced, and prolonged for upwards of three years. The Minister, who had managed these proceedings, is displaced by a change of what is called the Govern ment. It is then that steps are first taken to bring the warfare to a close. This was the only proceeding of that Minister, against which his successors had protested. While out of office they had denounced it as criminal. Than the action with the vessels in Anson's Bay, the present Secretary of State for the Home Depart ment, \" could not conceive any thing less justified, \" or any thing more unwarranted.\" The whole of the operations, and the transactions which led to them, evinced, on our part, nothing but \" the most \" pertinacious adherence, as it appeared to him, to \" an erroneous course, repudiated both by expe \" rience and reason ; — a course and mode of pro \" ceeding, forced on a proud and powerful people, \" to which the weakest would not tamely submit ; —"], [57, "49 \" solemn and repeated warnings from confidential \" servants forgotten and neglected ; — a trade, which \" these confidential servants declared to be piratical, \" not put down by the interference of Government ; — \" an emergency long foretold and foreseen,\" — and the danger of \" a war, in which success would not \" be attended with glory, and in which defeat would \" be our ruin and our shame !\" In language, as noble as emphatic, Mr. Gladstone, now President of the Board of Trade, denounced the \" hypocrisy\" of our own pretexts, and vindicated the \"sincerity\" and the \" moral right,\" and the \" laudable efforts of the Chinese Government,\" to do that, of which we had affected to make the justi fication of the war ; and he declared, that \" he for \"one, should care little about its success.\" \"A \" war more unjust in its origin — a war more calcu \" lated, in its progress, to cover this country with \" permanent disgrace, — he did not know, and had \" not read of! — If the British flag were never to \" be hoisted, except as it was then hoisted on the \" coast of China, Ave should recoil from its sight \" with horror. Justice in his opinion was with the \" Chinese. Whilst they, the Pagans, had substan \" tial justice on their side, Ave, the enlightened and \" civilised Christians, were pursuing objects, at va \" riance both with justice and with religion. Be \" the result of the war what it might, he would \" never flinch from the assertion, that the Noble \" Lord (Palmerston) was chargeable with its conse \" quences ! On his head, and on that of his col- E"], [58, "50 \" leagues, that responsibility must exclusively rest, \" unless the House should think fit to negative the \" motion of his Right Hon. Friend, by its vote on \" the occasion : and thus become a voluntary par '' ticipator in that great and awful responsibility !\"* Such were the sentiments of two members of the present Cabinet, the only two who, in the House of Commons, pronounced any opinion whatsoever as to the justice of the war. Yet, on coming into office, they protested not against it : they made no effort to withdraw from it : they made no reparation to the Chinese. The power they possess in England has not been used to do justice, by punishment of the crime. In his own memorable language, already cited, Mr. Gladstone and his colleagues, \" have thus \" become voluntary participators, in that great and \" awful responsibility,\" with the authors of the crime. Under their auspices, the aggression has been prosecuted with effect, and brought to a suc cessful accomplishment. A treaty has been extorted by them from the Chinese, and the success of our arms has been employed to compel payment of money to England, in the name of compensation, for property which the same Ministers, when in oppo sition, had declared to be contraband, and in the name of expenditure upon aggressive operations, then denounced as criminal. It remains for the nation to vindicate those laws, which their proper guardians have thus ceased to defend. Your Committee, having denounced the * Mirror of Parl. 2nd Series, 3rd Sept. 1840, pp. 2400 — 2461."], [59, "51 operations for their gross illegality, both by the law of England and the law of nations, feel themselves under the obligation of producing the grounds of their judgment. They therefore invite attention to the following points of consideration, being selections for the most part from purely British authorities. 1. Every independent State possesses an exclu sive and a direct sovereignty, as well civil as criminal, over all property, whether real or personal, within its territory, or within reach of its jurisdiction ; over all persons resident there, whether natural born subjects, or aliens ; over all contracts made there ; and overall acts done there.* Moreover, — while contracts are capable of being enforced in many cases beyond the jurisdiction, within which they were made, — crimes are cognisable and punish able exclusively in the country where they are com mitted. No other nation has any right to punish them, nor incurs any obligation to enforce or take notice of any judgment, rendered, in such cases, by tribunals having jurisdiction over the crime.\"]\" — It is a general principle, according to Mr. Justice Buller,J that the penal laws of one country cannot be taken notice of in another. According to Lord Loughborough,§ they are strictly local, and affect nothing more than they can reach, and can be seized * Hall v. Campbell,- Cowp. 208.— Reeding v. Smith, 2 Hagg. 383. — Story's Conflict of Laws, chap. ii. sect. 19. t Martens. Law of Nations, book iii. chap. iii. sects. 22 — 25. X Ogden v. Folliot, 3 T. R. 733, 734. § S. C. 1 H. Bl. 135. E 2"], [60, "52 by virtue of their authority. In particular, it has long been laid down, that England is not bound to protect or regard the Revenue or Customs' Laws of any other country. — Contracts made, by our sub jects, to evade the Revenue or Customs' Laws of another country, (of China for instance), are not deemed illegal here, and may be enforced.* Thus the Viceroy of Canton had not only the right, but the exclusiA^e right, of jurisdiction, in all cases of contraband occurring there, Avhether on the part of native or of British offenders. It was for him to seize their persons, or to confiscate their property, so long as they were within his reach, and to deal with them in any way, that the law of China warranted. By exceeding that warrant, he would have lost the benefit of its protection, and have made himself amenable to the Emperor, whose au thority he had abused. But, unless such excess of jurisdiction, such abuse of power, were proved to have been committed against our subjects, and that too, by the Emperor's authority, or at least with his concurrence, previously or subsequently obtained, it is clear, that the seizure of British pro perty, so far from being what the Duke of Welling ton declared it to be, a just cause of war, was not even an adequate occasion for reprisals. 2. — It therefore remained to be seen, whether the Viceroy was, in fact, guilty of the excessive and wrongful acts complained of ; and, if he were, * 1 Chitty's Comm. and Man. pp. 83, 84.— 1 Marsh. Insur. pp. 59—6."], [61, "53 whether he had ever obtained the authority or con currence of the Emperor for those acts. Those were questions, which could be answered only upon application to the Emperor himself. Not to seek from his Imperial Majesty redress for the acts of his Viceroy, was equivalent to an acquiescence in those acts. To seek it by force, without first endea vouring to obtain it by negotiation, was a proceeding that none but outlaws and pirates can so much as imagine. Yet such was the proceeding of the ministry ! It may be true, that some among them knew not to their full extent the consequences of their acts. But, if all were not prepared for blood shed, all were prepared for rapine. And the Order in Council directed that the \" ships, vessels, and goods,'' of Chinese subjects, native or domiciled, should be \" seized, detained, and brought into \" port,\" \" with a view to obtain such satisfaction and reparation,\" as might be afterwards demanded. In other words, aggression was to precede negotiation, and the laAv was to be asserted by being infringed ! 3. — The law of England had provided for the emergency. The wisdom and justice of our fore fathers were never so conspicuous, as in the precau tions which they took, and the barriers which they opposed, against the possible designs of rash or wicked rulers ; so as to make even lawful collision difficult. Before this country could have been in a condition to declare war against China, for the alleged seizure of opium, her laws required that reprisals should"], [62, "54 have been resorted to, and found unavailing. Before she could have been in a condition to resort to reprisals, her laws required her to address to the Court of Pekin a detailed statement of the matters complained of, with a clear and intelligible demand of satisfaction. If the Chinese laws authorised the demand, but the Chinese Government declined or neglected to accede to it, the next step was reprisals. The right of making reprisals is vested solely in the Queen ; to be exercised either by embargo, or by letters of marque. Under the embargo, the bodies, ships, and goods of the subjects of the offending state are taken into the Queen's own hands ; under the letters of marque, they are taken into those of the injured party. The cases, in which reprisals may be had, are enumerated in the books ; and, amongst others, your Committee find express mention made of \" illegal \" prosecutions abroad, where wrong judgment is \" given, in matters not doubts ul,' and which might \" have been redressed, either by the ordinary or \" extraordinary power of the country or place.''* It is alleged, that this ground of quarrel existed between us and the Chinese. But of the asser tion there is no proof, and probability is strong against it. Certainly the acts done by the Viceroy in vindication of his country's laws, might have been done by officers of the customs here, and would not have been \" illegal.\" The presumption, therefore, LexMercat, 120, 173."], [63, "55 is in favour of their legality in China. But mere ille gality is not enough. The matter must be such as to leave no doubt of it, and the authority to redress it must be shewn. It must be a matter \" not doubtful, and which might have been redressed.\" These are points, which have not been ascertained to this hour. We assumed the wrong, without enquiry. We had no right to make that assump tion. We should have no right now to allege it in our defence, had the measures resorted to been defensible in other respects. How much less so here ! If the assumption had been well-founded, and the facts previously ascertained, the next step was reprisals. But the law which awards, prescribes the method of reprisals. When the form is not observed, the reprisals themselves become wrongful and illegal. Reprisals are ordinary and extraordinary. Ordi nary reprisals or embargoes are made, where the goods or bodies of persons, within our own domi nions, are arrested. Extraordinary reprisals, or letters of marque, are granted, where satisfaction beyond the realm is requisite ; and, in time of peace, are only to be granted under the Great Seal. The form is pointed out by a declaratory act of Parliament,* which enacts, that, if any subjects of the realm shall feel themselves grieved, in time of truce, by any foreigners, \" they shall complain to * 4. H. v. c. 7."], [64, "56 \" the Keeper of the Privy Seal for the time being, \" who, after hearing and understanding such com \" plaint, shall make out, for the party complainant, \" Letters of Request, under the Privy Seal, in due \" form. And if, after such Request made, the \" party required shall not, within a convenient time, \" make due restitution or satisfaction to the party \" grieved, then the Chancellor of England* for the \" time being, shall cause to be made out to such \" grieved party, on demand, Letters of Marque \" under the Great Seal.\" In the remarkable language of Sir William Blackstone, — language which your Committee deem peculiarly appropriate at the present moment, — the object of such letters of Marque is said to be, that the party grieved | \" may attack and seize the pro \" perty of the aggressor nation, without hazard of \" being condemned as a robber or pirate .'\" By reprisals, however effected, the seizure and detainer, but not the immediate confiscation, of the property, are authorised. \" The bodies and goods of the subjects of the \" offending state,\" says Mr. Justice Blackstone, \" may be detained, till satisfaction made, but no \" longer.\" % — \" The effects seized upon,\" says Vattel,§ \" are preserved while there is any hope * In former times all communications, even the most minute, that were made to foreign states, had first to pass the Great Seal. (Rot. Claus. Introd. xxvii. xliii.) t 1 Bl. Comm. p2G7. % Ibid. § Vatt. B. 2.c. 18. sect. 342."], [65, "57 \" of obtaining satisfaction or justice. As soon \" as that hope disappears, they are confiscated, \" and then the reprisals are accomplished. If \" the two nations, upon this ground of quarrel, \" come to an open rupture, satisfaction is consi \" dered as refused from the moment that war is \" declared or hostilities commenced, and then also \" the effects seized may be confiscated.\" Thus, although war may possibly folloAV the making of reprisals, it is by no means a necessary result of them. On the contrary, it is said to be the result of a new quarrel, and not of the original grievance. This may be illustrated by a very simple hypothesis. A grievance has been suffered by the subject, for which he is denied redress in the country of the offender. Reprisals are made by authority of his Sovereign. They are adequate to the satisfaction of the injury, and the grievance is at an end. It is now competent to the offending state to complain in its turn, and to demand redress for an injury alleged to have been done to it, either by the reprisals in themselves, or by the manner in which they were made. If redress be denied, and if the now complaining state persists in demand ing redress, there is now a new ground of quarrel, and, if the ground be reasonable, a good cause of war. But the goodness of the cause does not su persede the law which is to decide it, nor the forms by which it is to be litigated. The new complain ant cannot go to war because of the reprisals, Avith out declaring war. The formalities which pre-"], [66, "58 ceded the former, cannot be imported into the latter, nor can those requisite to the latter, be dis pensed with, because the others were observed. The war and the reprisals are two wholly distinct circumstances, and, in judging of the legality of either, they must be kept separate and apart. It is obvious that the same observations apply, but with tenfold effect, to the case of a war, under taken on the alleged ground of the inadequacy of the reprisals to the satisfaction sought. It is not indeed very easy to comprehend the possibility of that state of circumstances. But, whenever it arose, it would have to be adjusted by the laws and formalities to which all wars are subject. 4. In the course of this enquiry, your Committee have had too much reason to lament that confusion of right and of wrong, which results from the misuse of language. Words, invented to denote great moral distinctions, are now familiarly and in discriminately used, as though they signified matters identically the same. The ideas, which they were intended to distinguish, are thus deprived of their proper representatives, and have accordingly become forgotten. Thus the misuse of language has pro duced the vitiation of the intelligence ; and the indiscriminate application of terms become indiffer ence, in the mind of the speaker, to the principles they represent. We proceed in the converse path to that trodden by our forefathers. We begin by falsifying the names, which they invented and employed for the"], [67, "59 better definition of the boundaries, which, in their minds, separated that which was just from that which was unjust. And, having thus perverted the meaning of those names, we the more easily succeed in destroying, within ourselves, the remembrance of the truths they represent. It is thus, that the word hostilities was first de tached from its proper place, wlfere it represented the word war, and set in direct antithesis to the latter. In its turn, the word war was then brought down to the same level, and the same false meaning, with the word hostilities. Thus, each term, from being the condemnation of crime, has been per verted to become its epithet ! The language of the law is no longer the language of the citizen ! \" AHostes sunt qui nobis, aut quibus nos publice \" helium decernimus : — cœteri latrones aut prœ \" dones sunt.\"* \" The negation or absence of war is peace, the \" general rule being, ubi bellum non est, pax est.\"^ \" There are two kinds of war known to our \"writers: 1st. Bellum solenniter denunciatum ; \" 2ndly. Bellum non solenniter denunciatum. The \" first is, when war is solemnly declared and pro \" 'claimed by ourselves. We demand satisfaction for \" injury and justice on the offenders : which refused \" or neglected, the state to which he belongs be \" comes his accomplice, or abettor ; and draws \" down upon itself the calamities of an appeal to * L. 1 18, ff. de Verb. Sign.— L. 24, ff. de Capt, et Postlimin. t 6 Ba. Abr. Prerogative."], [68, "60 \" the Lord of Hosts. The second is the excep \" tional case of a war commenced against us, by \" letters of marque or other aggressions. It is \" worthy of remark, that no authorities have pro \" vided for the possibility of a war being so begun \" by this country.\"* \" In the case of war there is, first, the declara \" tion of it, and then the proclamation issues to \" notify it to the public\"? \" Thus this country can never be at war, except \" by the authority of the sovereign, in whom alone \" the constitution has vested this high prerogative. \" Whatever hostilities} are committed by private \" citizens, without the sanction of the state, are \" considered, in the law of nations, as mere acts of \" piracy and robbery. \"§ Thus is there no interval between war and peace, between the state of bandit and of guardian of the public rights, between citizenship and felony. It is not the magnitude or enormity, of acts done, or forces employed, that give to war its character. Neither the pillage of provinces, nor the burning of cities, nor the devastation of empires, nor the slaugh ter of nations, constitute war, nor confer upon the aggressor the rights that flow from it. It is the justice of the cause, and the formality of the pro cedure that legalise the act, and make it war. * See the authorities collected in the Appendix to the Report of this Committee on the Affghan War, pp. 77-8. f Ibid. X Depredations ? § Bowyer on the English Constitution, p. 223."], [69, "61 Without these, it is not war, but the wrongful dis turbance of the public peace, and the violation of the public right — it is piracy ! Thus, when the military \"communication,\" made by the British Minister for Foreign Affairs to the ports and cities of China, received from the public the name of war, the demoralisation of the public mind was shewn to have been already accomplished. The word had thus come to be considered indif ferently applicable, to wrong and to right, to crime and to its chastisement, to the violence that over throws the law, and to the sacrifice which is its vindication. , The distinction between war and piracy had, there fore, ceased to be apparent for Englishmen ! Your Committee, having so recently considered the prerogative of war, in its relation with the de predations committed against the Affghans, do not feel themselves called upon to do more than again to refer to that part of their former Report, where the authorities on that subject are collected and discussed.* Those authorities established that, although the Crown is invested with the power of making war upon foreign states, yet it cannot exer cise it suddenly, secretly, or unawares ; that the sovereign must first make public, to the enemy and to neutral states, the Declaration of War ; that that Declaration must contain, not only the resolution of making the war, but the reasons which justify, and * Report of the East India Committee on the Affghan War. App. pp. 75 to 79, and 81 to 86."], [70, "62 the cause which obliges it; that the Declaration must be followed up by a solemn proclamation of the same purport, made to our own subjects; — that this declaration must proceed from the Privy Coun cil ; that the Cabinet Council is unknown to the law, and is, therefore, incompetent to the function ; and that \" the war begins only from the Proclama tion.\" It is likewise established by the same autho rities that, in the event of hostilities being declared, but for an unjust purpose, — much more in the event of aggression taking place, without those formalities having been observed, — it was the bounden duty of the House of Commons, not only to refuse supplies for their prosecution, but to impeach before the High Court of Parliament the guilty Minister, under whose direction or advice the breach of law had been accomplished. It was accomplished here. An armed force sailed to the Chinese coasts. It made incursions into the territory ; it levied ransom from every city ; it wasted the land with fire, and the people with the edge of the sword : it carried havoc, dishonour, and slaughter into the bosom of families, whom neither the elevation of rank could protect, nor lowliness hide from the common calamity. All the worst incidents of war were there, but war itself was not there. Deeds of violence, and bloodshed, and death, were committed, without the presence of that, which alone could have made them law ful, therefore they were crimes. Murder, arson,"], [71, "63 robbery, and crimes unnameable besides, — were perpetrated in the name, but without the know ledge of Britain, against the natives of China. These enormities were perpetrated by British troops, under the secret order of a Minister or a Cabal, exercising an authority, in that behalf, unknown to the Law ;— or known only as an usur pation and a crime. The Queen did not appear in the transaction. The Privy Council was not even assembled to proclaim, far less to deliberate upon the war. No remonstrance was made to the Empe ror ; no negotiation was opened with him ; no \" communication\" made to him, but the armed one ! On the contrary, the Superintendent (Elliot), like his predecessors, had received, from the Foreign Office, a peremptory order not to hold any inter course with Pekin, except upon a contingency* dependent on the will of his employers, and which contingency never occurred. Unless preceded by remonstrance, by negotiation, it is plain that neither Letters of Marque could have been lawfully granted, nor war lawfully declared, and that such formali ties, if resorted to, Avere colourable, fraudulent and void. But they Avere not resorted to I The Order in Council had directed that aggres sion should precede negotiation. Whether the * That is to say, the receipt of special instructions, in every case as it arose. His predecessors and himself always applied for such instructions, but no notice was ever taken of his or their applications."], [72, "64 private instructions of the commanders in the expe dition were more explicit, it is impossible to say. But those officers evinced an alacrity of obedience to the authority sent them, which was not confined by the letter of even that Order in Council ; and the subsequent recognition of their acts makes it impossible to mistake the instructions under which they acted. Upon the landing of the forces, their first pro ceeding was the violent seizure and occupation of Chusan, \" to enable them to carry on negotia tions.\" The next proceeding was the transmission (to \" the provincial authorities\") of Lord Palmer ston's letter, demanding, (not explanations upon the alleged subject matter of complaint, but) \" re \" dress, compensation, and direct official intercourse \" with the Emperor !\" Your Committee are not astonished to learn, that such demands, made for the first time, and under such circumstances, were by such \" authorities\" rejected !* Such was the manner in which, without her knowledge, Great Britain became involved in enor mities, which became known to her only by the fact * See the despatches, in the appendix to Dr. Macpherson's \" Narrative of the Chinese Expedition, from April, 1840, to April, \" 1841;\" and see pp: 9 and 14. Here the author calls the proceed ing, neither a \" war\" nor a \" communication,\" but a \" Hostile Demonstration !\" Elsewhere, the same eyewitness calls it \" a War of Negotiation!\" (p. 253). It is thus that the words of a speaker are constructed to confuse, in the minds of others, the sense of right, which has been effaced from his own, and the sense of crime, which he has ceased to distinguish."], [73, "65 of perpetration ; — Avhich she had then neither the virtue to condemn, nor the intelligence to under stand ; and in which there was no alternative between understanding and sanctioning, between condemning and adopting ! She suffered them to proceed ! She recognised them not, when she heard of them, but taught herself a new character, in applauding acts which she had not performed, and in using words which she could not compre hend I It is true that we have not passed, from our antient observance of right and form, to our present neglect of the one and the other, suddenly, and by a leap. We have gradually lost, with the sense of right and wrong, the objects for which wars are made, and invasions resisted. In the latter times of Europe, we have had nations engaged in war, or liable still to be engaged in them, who are them selves moved by no lust of conquest, and Avho may have to resist the arms of others, not more moved by such lusts than themselves. This indistinctness of right and wrong has brought confusion in our circumstances, and danger to our condition. The immediate cause lies in this, that, in modern times, international affairs have been conducted secretly in cabinets, and that infinite means of external injury and aggression have been accumulated, in each state, under the name of standing armies ; — themselves, the consequences of this mode of transacting the affairs of nations in secret, and rendering infinitely more dreadful in F"], [74, "66 their consequences, these informal, extra-judicial, and illegal methods of determining in the nation's name, and using its power; — while escaping from the control of its laws, and avoiding the restraint of its tribunals. We have seen that international transactions of all kinds have been considered, and are, in their essence, strictly legal. The antient practice, which is still the law of the land, requiring that commu nications with a foreign state should pass under the Great Seal, marked the antient sense of that legal character in those transactions, which must present itself to every person, who applies his mind to consider their origin, nature, and consequences. It is the whole realm that acts, when a communica tion, of any kind, takes place with a foreign poAver. The whole realm can only act according to its laws. Transactions between one realm and another, — involving ultimately the most dire and awful results for both communities, — must demand the appli cation of at once the fullest intelligence of the state, and the utmost control of the laws. More es pecially, then, in respect to the declaring and levying of war, must every decision have been taken, pro gressively, — in the steps leading to it from without, or the measures adopted with respect to it from within, — by the legal authorities constituted for the dis pensation of law, and the legal advisers appointed to direct the crown. We have seen that no such references on the present occasion took place. That matters of"], [75, "67 pecuniary differences,— which could not, between tAvo individuals in England, be settled without reference to a tribunal, — that these, Avhen occurring between nations, are settled without any reference to any law authority ! There can be no consideration more perplexing to the judgment than this; — that those best qualified to understand have not given their own judgment ! But, since the termination of these transactions, they have been brought under the cognisance of a Court of Law, and have become the subject-matter of a decision rendered from the Bench. It is not that the Government has appealed to a Court of Law for its judgment. It is not that the British Senators have referred to that authority for enlightenment. But it is, that a private transaction between individuals, where the state of Avar or peace had to be established, as influencing their interests, when coming before a Court of Law, — has brought the matter to be mooted, — the plea to be argued, — the decision to be given ; — and that judgment has been, that no hostilities existed — that no war existed — between England and China ! In the Appendix to their Report, your Com mittee have republished, from the \" Jurist,\" the whole of the pleadings, argument, and judgment in the case in question. It appears from that Re port, that both parties Avere British subjects. The defendant had contracted to land the plaintiff's goods at Canton, during the course of the year 1839, but was prevented from doing so, by Captains F 2"], [76, "68 Elliot and Smith ; — the former acting as Her Ma jesty's Superintendent of Trade in China, and the lat ter as the Commander of H. M.S. Volage, as well as of the naval force of England then upon the station. The defendant, in obedience to the orders received from those personages, took the goods to Manilla, instead of Canton, and unloaded them at the former place. For this breach of contract the action was brought. The defendant pleaded his instructions, — the rank and character of the two officers who gave them, — the Royal authority under which both claimed to have acted, — and the Act of Parliament, which empowered the Queen to invest Captain Elliot with the functions of Superintendent of Trade. To these pleas the plaintiff demurred, that is to say, admitted the truth of their allegations, but denied that they were a defence. The judgment of the Court was now taken as to their sufficiency. Your Committee have been thus particular, in the statement of the circumstances under which this case came before the notice of the Court, because, the proceeding being by way of demurrer, the Court was bound to take all the allegations that were thus objected to, as proved ; its only province being to determine, whether those allegations, if established, amounted to such an authority to the functionaries in question, as would, in the eye of the law, protect innocent parties from the consequences of their oAvn obedience to it. It is obvious, that the question could not possibly have presented itself, more favour-"], [77, "69 ably for the maintenance of that authority, had it existed. That no such authority had been alleged upon the pleadings, was nevertheless the solemn decision of the unanimous Court. There were two methods of accounting for the orders given by Captain Elliot. 1. In his proper capacity of Superintendent of Trade, it was com petent for him, as between British subjects only, to have issued such orders ; and the party paying obe dience to them would have been protected. But it was necessary for that party to establish the fact ; — and, to establish it, the Orders in Council, under which he had been appointed, were indispensable. Now, in the pleadings, no allusion had been made to these Orders in Council, although express men tion was made of the statute, under which the orders had been issued. Therefore, that ground of defence was held to be untenable. 2. The only other ground was the acknowledged prerogative of Peace and War vested in the Sovereign, under which these, her alleged representatives, might possibly have been acting. But, to establish the fact, it was first necessary to have alleged it. Now the plea made no such allegation. It was merely said that they were Her \" officers, duly authorised \" in that behalf and then exercising the powers of \" her Majesty's Government.\" But it did not specify the \" authority,\" nor define the meaning of \"her Majesty's Government,\" — an expression which, in the language of the demurrer allowed, the judges"], [78, "70 have decided to be \"insensible and ambiguous, \" and one that has no known or definite or under \" stood meaning in the laws' It might have been, as one of their Lordships suggested, \" an authority de facto\" merely; — an authority de jure it was not. It did not appear to have emanated from that \"acknowledged prerogative of the Crown,\" which, \"by declaration of war, makes the enemy j\" which thereby enables him to levy war, within the realm, and against the person, of our Sovereign, — without the guilt, and without incurring the con sequences, of treason and felony. Here, the party defendant was innocent of the orders, to which he paid obedience. He was privy, neither to the orders themselves, nor to the designs they were intended to accomplish. He was not the deputy nor the servant of the officers, by whom the orders had been issued, nor was he in any way con nected with the Government they served. It is the favourite delusion of the time, to make, of the guilt of the principal, the warrant and pro tection of his accessory. It is the fashion to assert, that the unconscious agent of crimes, commanded by superior authority, is not answerable for his acts. It is said, indeed, that the obedience of the superior is due to the law ; but it is added that, even in transgressing the law, he is lawfully entitled to the obedience of his satellite I But if this were truth, and not delusion, it would apply with tenfold force to a case like that before us. If it were true of the unconscious agent, it"], [79, "71 must be true of the innocent one. If it were true of the accessory to the wrong, it must be true of the victim. If it were true of him, who is con strained to oppress, it must be true of him who suffers the oppression. The British merchant, sub mitting to a force Avhich he could not resist, was surely entitled to that indemnity against the con sequences of submission, to which the theory of the day supposes the civil and military instruments of that force to have been entitled. But the court decided against the pretension of the merchant, and in that decision gave to the de lusion of the time a signal refutation. Your Committee have the further satisfaction to perceive, from the language of Mr. Justice Colt man, that even greater particularity in the allega tion of authority is demanded, Avhere the officer himself is the party pleading it, than where it is the innocent party, whose misfortune it has been to obey it. Should the time ever arriA^e, for a judicial inA'estigation into the crime, which plunged the nation into crime, this observation may become of great practical importance. The Judges unanimously held that, the Orders in Council not having been alleged, the proper authority Avhich Captain Elliot possessed among British subjects in China, as Superintendent of their Trade, had not been made out. They further held that, no Declaration of War having been alleged, it could not be pretended, that what he did was in exercise of the Queen's undoubted prerogative."], [80, "72 Their Lordships accordingly gave judgment for the plaintiff. There spoke the Law of England, by the mouths of its judges. That law, shamefully violated abroad, shamefully forgotten at home, still lives in the breasts of its ministers. Silent in the Senate, its voice is still heard within the halls of West minster, that last of its antient palaces. The crimes which traitors plan, which unconscious agents execute, which conscious senators connive at and applaud, may yet be avenged. The Courts of West minster have not learned to forget their nature, — have not ceased to obey Law and to execute Justice. It is the fashion of the day to denounce, as ' ' bi \" goted, selfish, and interested,\" the \" averseness to \" innovation,\" by which, as your Committee have the satisfaction to believe, parliamentary majorities — having the will — have as yet found themselves pre vented from repealing, in the interest of admini stration, all such ancient and invaluable laws, \" as \" they shall judge inconvenient to remain in force!\" Your Committee imagine that, from \" the com prehensive spirit of legal philosophy,\" — as the ex pression is understood in these days, — there may be greater peril to the Constitution, than from \" the in \" tolerable excess of laws,\" which that philosophy is invited to reduce. Of the old laws of England, \" much indeed has already gone into desuetude, \" within the last century, and is knoAvn only, as an \" occult science, by a small number of adepts.\" But that science has not gone into desuetude among the"], [81, "73 judges of the land. They are still imbued with that science : they still continue upon the judgment-seat teaching that science, — albeit to a heedless people. So long as they continue there, your Committee do not apprehend the necessity of \" our laws, like those \" Rome, being cast into the crucible ;\" nor the like lihood of \" our jurisprudence being about to be sim \" plified, in the worst and least honourable manner, \" by a tacit agreement of ignorance among its pro \"fessors .'\"* The judgment of the Common Pleas has not fallen unheeded on the Bar. Your Committee have ap pended to their notice of it some observations, on a more recent case in the Exchequer, Avhere the same point occurred, but where the parties, Avarned by the former decision, raised it in such a way as to avoid even a collateral determination. Your Com mittee cannot but express their satisfaction that, in this second case, the professional advocates of Capt. Elliot's summary measures endeavoured to account for them, not as acts of hostility against the Chinese Government, but as pacific arrangements made be tween British and British ! The Chinese, indeed, were, for the purpose of the argument, placed in \" a \" state of hostility,\" but that assertion, for the reasons given in the Appendix to this Report, was not put forward in such a shape that the Court of Exchequer could deal Avith it. Indeed, the judgment of the Court was, by consent of both sides, confined to an * Hallam's Middle Ages, Sth Edition, Vol. ii. pp. 123-4, Chap. viii. p. 2."], [82, "74 entirely different question, and, in rendering it, the Court did not in any way affect the decision of the Common Pleas. The first of these two cases had pointed out the nullity of Captain Elliot's powers in respect of war, and their narrowness in respect of commerce. He was no representative of Majesty, wielding at plea- sure the tremendous prerogative, which converts Allies into Enemies, and sets War in the place of Peace. He was but the Superintendent of Trade, — an Agent of Commerce, — a functionary of some- what less than Consular powers. — He had no autho- rity to disturb the relations between England and China. — He possessed no control over any, but his countrymen, nor over these, beyond that Avhich he derived from the strict letter of two sections in an Act of Parliament, and certain Orders of Council, published in obedience to the enactment. He was not a diplomatic personage ; — and, accordingly, he pos- sessed none of those immunities of life, liberty, and property, which, by the law of nations and our own, are attributed to the representatives of foreign states. The recognition of this doctrine by our Courts is as old as the time of Lord ChancellorTalbot,* but it was even then an old and well-established doctrine of the jurists. \" The law of nations,\" said Lord Mansfield in another case,f \" does not take in Consuls, or \" Agents of Commerce, though received, as such, by \" the Courts to which they are employed.\" * Barbuit's Case. Forrester's Cases, Temp. Talbot, p. 281. t Heathfield i*. Chilton. 4. Burr. 2016."], [83, "75 Such was the result of the decision in the Com mon Pleas. With respect to the decision in the Exchequer, it should be borne in mind that, however illegal the proceedings of the Government might have been, the parties had, by a previous contract, bound themselves not to take advantage of the ille gality. Unlike the instrument in the former case, the Charterparty in this contained a stipulation, — making the performance of the contract to be con tingent, on the vessel not being arrested or impeded, by \" the restraints of rulers, princes, or of pirates.\" If, then, Captain Elliot, in issuing the orders, only obeyed a lawful Commission, the detainer of the vessel was occasioned by a \" restraint of the ruler or prince,\" whom he served. If, on the con trary, his orders were unwarranted,— or if the warrant was illegal, — the vessel was detained by \" restraint of pirates.\" In either event, by the terms of the Charterparty, the non -performance of the contract was excused, and the Barons of the Exchequer could not do otherwise than declare it. It may be said, that the decision of their Lord ships went further than this ; and that it in fact asserted the legality of the orders in question. It mav be that such was the effect of the decision. But the orders, the lawfulness of which may so have been pronounced for, were solely and exclusively those, which concerned the Statutory jurisdiction of the officer. They belonged to his proper depart ment, as Superintendent of British Trade. They were those, and only those, which, in that capacity,"], [84, "76 he had promulgated, among his own countrymen resident within the Chinese jurisdiction, — • and which professed to have in view nothing, beyond the regulation of British affairs and dealings among British. They were not open to the reproach, of endeavouring to deal with the rights of the natives, or the prerogatives of the Imperial Government. They assumed to give no commission to the British, in defiance of the authorities, or in breach of the laws of the country. They were not the orders, that de clared Canton in a state of blockade, nor those which, in defiance of the Viceroy, affected to supersede the legitimate functions of the Hong Merchants. They had reference not to public law, but to trade : trade not of Chinese but of British. Both parties had agreed to be bound by the state ments of fact, contained in Captain Elliot's orders and despatches, — as published in the Blue Book. The Barons accordingly held that, — in the parti cular transaction before them, — the officer had acted within the limits of that, which the pleadings in the cause asserted to be, his proper jurisdiction over British subjects,— the office, namely, of Chief Superintendent of their Trade; — that they were justified, in that instance, in having rendered obe dience to his commands; — and that they, accord ingly, ought to be indemnified for all losses conse quent upon such obedience. The result therefore of the two cases, so far as they relate to the same subject, is precisely the same. Your Committee, nevertheless, have to direct"], [85, "77 attention to the introductory observations, and the notes, which accompany the extract from the plead ings, in the second case in the Appendix. The subtlety of the pleader, unable to establish the ex istence of hostilities on the part of England, con tented itself with the general allegation, that the Chinese themselves were in \" a state of hostility.\" Language so ambiguous cannot have been used, but to confuse and mislead antagonists. It argues, on the part of him who used it, knowledge of the ille gality of our own proceedings, and of the justice of those of the Chinese. Calculated, at first sight, to produce the belief that the existence of hostilities on both sides, and of the rights that flow from them, was here asserted, and was meant to be relied on ; the expression, critically examined, amounts merely to this, that, whatever the character of our own proceedings, whatever the rights or liabilities which we ourselves derived from them, — it was at all events certain that the Chinese were lawful belli gerents, and enjoyed the rights of such.* We in deed might have been in the state of piracy : but theirs was \"the state of hostility;\" the state of war. The pirate, by his piracy, loses the rights that flow from that state, but he cannot deprive his an tagonist of them. They stand before one another in widely opposite relations ; the one in that of piracy — the other in that of war. If this be not the meaning of the pleader in the * Quippe bellum habere, quam gerere mallebat. — (Anual. Lib. xv. 3.)"], [86, "78 passage referred to, your Committee can only attri bute the choice of terms to the same confusion of intelligence, to the same perversion and misuse of language, which, with scarcely an exception, they have observed to be the prevailing, and perhaps the most dangerous, of the vices and errors of their time. The Judges of Westminster, — those oracles of the State, — those depositaries of traditions, more antient than the State which they constituted, and which are more valuable to us, because they are now the only bonds that keep the nation together, — have not been silent. The truths of the past have re ceived a testimony from the present. Westminster has again echoed A\\Tith doctrines, worthy of the best days of the olden time. That which was, in those days, denounced as crime, has been even so de nounced in this. It has been denounced, but in that olden time it would have been chastised. Then, the love of law, and the hatred of usurpation and tyranny, were not, as now, confined to the Bench of Justice. Then, no man was suffered to imagine himself withdrawn, by his inferior concerns, from the great circle of duties which bound him to the State. Then, the dignity or power of no man carried him above or beyond the law, nor screened him from the impeachment of the humblest citizen. But now, the sickliness of the time has destroyed the energy of the patriot. The Avenger of the Constitution is nowhere. In vain is the crime denounced from the judgment-"], [87, "79 seat. The denunciation falls on deaf ears, or idle hearts ; not a man brings the criminal to judgment. Yet the crimes that demand judgment are piracy and murder ! — Whether as principals or as acces sories after the fact, all Englishmen are at this moment guilty of these dreadful crimes, before God and the Avorld, by the laws of nature and of nations, and by the law of England herself. Your Committee would ask, whether the nation, whether any one individual of the nation, is pre pared to abide by this heavy load of guilt ?—Whe ther any man, — knowing the dreadful character of national sins, and especially of sins such as these, — is prepared to acquiesce in his own responsibility for such ? — Whether a tardy reparation is, e\\ren no\\Ar, to be made, — by the signal punishment of the authors of England's crimes, — or whether England herself is prepared to become the sacrifice ? For the alterna tive appears inevitable.* It is clear, that an enterprise, thus illegally begun, deserves condemnation, and those engaged in it punishment, — whatever may have been their conduct in its prosecution, — whether marked by humanity or by cruelty, whether made more odious by the multiplicity of outrage, or whether softened by the endeavour to commit the smallest possible * \" Pollute not the land of your habitation, which is polluted \" with the blood of innocents ; neither can it otherwise be ex \" piated, but by his blood that sheddeth it I\"— Numbers xxxv. 33."], [88, "80 amount of such. But, although forbearance of this questionable kind cannot palliate guilt, the excess of guilt is aggravation. Your Committee, therefore, reluctantly advert to the atrocities perpetrated, by our troops, in the course of the expedition. They have been detailed by eye-witnesses, themselves unconscious of the crime, themselves in some degree partakers in it. It is unnecessary to recapitulate the details, — conversa tions, — letters, — newspapers, — and narratives, — published here by officers returned from China, have but too well familiarised the public mind with the melancholy particulars. The first battle won was the signal to our armed opium clippers to draw inwards, and, publicly pro tected by the cannon of our men of war, to open their smuggling traffic* But the gain of the contraband was confined to the merchants. The troops and crews had no part in it. To content their cupidity, the towns and cities of China were laid under ransom or contribu tion ; which unpaid, they were given up to plunder or \" loot.\" Some details on this head are given in an important little work, published in the course of this summer ; but your Committee will content them selves with referring to them.t At the same time, they may be allowed to express their astonishment, that a clergyman, and a missionary, could have con- * Macpherson's Narrative, ubi suprd, p. 15. f See \" Closing events in China, by Captain Granville G. Loch, R. N.\" pp. 41, 48-9, 108, 116, 118, 174, 188."], [89, "81 sentcd to become the guide and leader of the plunder parties on such occasions ! At Chin-kiang-foo, the atrocities were frightful ; and the more so, because committed after \" the \" strong excitement, that had possessed the troops \" throughout the day,\" had been \" calmed\" by the \" quiet and peace, which seemed to reign para \" mount in the still evening!\" On entering the Tartar quarter, we are told, the soldiers \" met with no resistance, nor saw any \" armed Tartars,\" except the dead and dying, although they broke into many houses, where they imagined Tartars would be concealed, (p. 10S.) The public buildings, richly and magnificently fur nished, were at the same time completely deserted. The officers had leisure enough to note these facts, and to gratify their curiosity and taste, by a minute inspection of the objects which caught their eye. Yet, with a barbarity altogether gratuitous, (unless it were in obedience to orders equally barbarous,) we find them closing their inspection, by \" setting fire and marching on.\" — (p. 109-) Your Committee revert Avith disgust to the horrid appetite, which would seek gratification in the blood of unarmed fugitives, (pp. 109. 111.) Let it be borne in mind that the town was tranquil — that the troops met with no resistance — that the pretext of \" excitement,\" had, as we have already seen, ceased to exist ; — and it is impossible that any partisan, however ready to tender excuses for the misdeeds of naval and military countrymen, can hesitate in de- G"], [90, "82 nouncing them. The same is to be said of the \" licentiousness,\" the \" villany,\" of another kind, perpetrated, not only that day but the next. We are told, for instance, that \" two poor creatures, \" evidently belonging to the higher class, had \" blackened their faces to conceal their beauty ;\" but that \" this was a thin disguise to the prying eye \" of licentiousness ! ! \"—(p. H7-) We are told that many committed suicide. We hear of husbands, — of fathers,— of children, — doing the same. Insomuch \" that in a few days, this large, powerful, and wealthy \" city was in reality what,\" the author and his friends, on reaching its walls \" by chance com \" pared it to, A City of the Dead! ! \"—(p. 8*.) And while these scenes are enacting, the Judges of England declare that there is no War between the countries! Reprisals were, indeed, the unworthy pretext, when the operations were commenced. But, never plausible, it is now laid aside as useless. Even its inventors feel, that it never could have jus tified the method, in which the operations have been carried out. Had reprisals existed, such deeds as these would have made them void, for the letters of marque themselves would have been vacated. By the antient law of the Admiralty, — no less than by the Prize Act, which contains the formal declaration of that law, — cruelty works a forfeiture of letters of marque ! Such was the judgment of Lord Stowell, that au thority illustrious among nations. \" During the"], [91, "83 \" contest,\" he says,* \" destruction is necessary and \" lawful. But it is contrary to every principle of \" the law of nations, that, after the contesthas ceased, \" hostile and destructive force should still be con \" tinued.\" If, then, this had been a matter of reprisals, the bloodshed alone would, in the eyes of a just man, have annulled the letters of marque. Or, if this had been a matter of war, the cruelties committed would have made that war abhorrent to a brave man. But here was neither war nor reprisals. There was bloodshed, and there was cruelty. If the measures had been just, if they had been necessary for the safety of a free people, still that people would require to know and consult upon them, before their execution. But here were measures uncalled for and unjust ; measures of bloodshed and of cruelty ; and enacted by the people without their knowledge ! The illustrations that have been given, of British \" cruelty,\" were not laboriously sought, nor stu diously selected. They were taken at random from a multitude. The records of the time abound with such. But the results are elsewhere than in the records. They are rankling deep in the hearts of the Chinese people ! \" The lament of the father \" less, the anarchy, the starvation, and the misery \" of the houseless wanderers, over the richest por \" tion of their vast empire, \"f are, to the uncon- * \" The Mariamne,\" 5. Rob. R. 9. f \" Events in China,\" &c. p. 188. G 2"], [92, "84 scious agents of the crimes that produced them, the theme of a frightful triumph. But, to the Chinese, they are the subject of brooding thoughts, destined one day to find, in a wide and bloody retribution, their fittest utterance. The close of these proceedings was the Treaty of the 29th of August 1842, — commonly called the Treaty of Nankin. Your Committee are concerned to find, in it, traces of the same illegality and injus tice, which had characterised all the preceding events. Previous intercourse between the British officers and the Chinese authorities had not promoted our diplomatic reputation among the latter.* The Treaty of Nankin sealed the work. It was negotiated on the British side by Sir Henry Pottinger, — Mr. Gutzlaff acting as interpreter. Of * Just before the army attacked Chin-Kiang-Foo, a Canton interpreter, \" who had frequently before been the medium of \" communication between the authorities of both nations,\" — brought letters to Sir Hugh Gough from the Viceroy, requesting a meeting to arrange the settlement of differences. He narrowly escaped being shot by the sentinel, who did not understand Chinese. Sir Hugh Gough was more intent upon destroying the town than on listening to negotiations, — and was \"in no humour\" to receive \" so modest a request,\" and, \" at such a \" time, so exceedingly malapropos.\" The only reply recorded by the eye-witness was given by the officers present, \" who had \" nothing to do with the matter;\" viz. \" that Englishman may \" talkey a very, very leettle, if Chinaman pay \" and afterwards, pay more, talkey more !! !\" The messenger departed, and the army commenced the attack. The atrocities which followed are detailed above. — (Loch's Events in China, pp. 107-8.)"], [93, "85 the last named gentleman, it has been said that \" he played his part Avell\" upon the occasion. When it is remembered that the eulogist of this interpreter expresses himself the more satisfied with the Treaty which he assisted to bring about, because \" no cri \" tical examination of diplomatic phrases occupied \" one moment of Chinese attention,\" your Com mittee consider that praise — so bestowed — is, at the best, very questionable and suspicious. The treaty with the Chinese is of a par with the whole of these proceedings. In point of laAv it is altogether invalid, and may be set aside at any time. It is true, that we have had a representation of the transaction from one side alone. But it is our own side, and it comes in language explicit and satisfac- tory. It establishes the guiltiness of the proceed- ing. It displays the unconsciousness of our fellow- citizens, in China, of the character of the transaction in which they were engaged. There is incorporated with the treaty, by express words of reference, sti- pulations to be made, and documents not then having existence ! This alone made the Treaty itself invalid. But, when, in signing a Treaty, one of the parties gives the other to understand, that something else, — not yet specified, — is to be required of him, — and to which, whatever it may be, and whenever it is required, he must and shall submit, under pain of reneAval of the war, — then, indeed, the whole transaction becomes one of violence and fraud. On the one hand, such a transaction cannot but deprive the people, against whom it is committed,"], [94, "86 of all sense of the obligation, which, by such an act, is assumed to be established, and in its stead, to fill them with detestation towards those who imposed it. It is calculated, on the other hand, to corrupt the sense of right and justice in the representatives of the nation by whom it is imposed — if, indeed, it be not rather the symbol, which denotes that the sense of these must have long since been effaced, amongst a people by whom such a crime could have been committed !* * \" The demands, written in both languages, were again read ; and, — with the exception, at first, of a slight demur at our deten tion of Chusan, as a guarantee, until the full payment of the twenty-one millions of dollars, and a wish to exclude Foo-choo foo from free trade, — were unanimously agreed to. The Com missioners were made perfectly to understand, that the final settlement of the tariff, residence of English families in the various towns and their vicinities, the future management of commerce through our own consuls, and the entire abolition of the Hong monopoly, were points only delayed in consequence of the time it would require to discuss their minutiæ in detail, but that they were of such vital importance, that if, when they were brought forward, any procrastination or refusal should occur, it would effectually interrupt the amity so auspiciously com menced between the two empires ! \" None of the critical examination, into the phrases or expres sions, — so keenly canvassed, and suspiciously viewed, by European diplomatists, — occupied a moment of their attention ! All their anxiety, which was too powerful to be concealed, was centred upon the one main object— our immediate departure ; in conse quence, almost in the same breath with their assent, they re quested the Plenipotentiary to remove the ships away from the canals, and to send them down the river. To this the Envoy replied, that, upon the treaty being signed, the blockade would"], [95, "87 And yet this treaty, — extorted from the Chinese, under terrors Avhich were irresistible, — is silent as to the opium traffic ! We had attacked the Chinese, and wasted their possessions, under the pretence, that the confiscation of the poisonous and contraband drug was to be avenged. If the traffic were illegal, the confiscation was just, and revenge could not be thought of. If it were legal, it was the duty of our representatives at Nankin, to have included it in the treaty, with stipulations for its future conduct. Into that treaty there were imported matters, which, at the period of the rup- ture, had never been so much as canvassed between our subjects and the Chinese ! But, of the opium traffic, no mention was made, nor stipulation inserted, for its future adjustment ! Had the omission been accidental, the presumption from it would have been irresistible. But it was not accidental. It was the deliberate purpose of Sir Henry Pottinger, to exclude from the treaty all mention of \" the great \" cause, that produced the disturbances, that led to be removed, and, when the last dollar of the first instalment of the six millions was paid, every town and fort within Zang-tze kiang would be delivered back into their hands. \" Sir Henry then remarked, that, as every difference was satis factorily arranged, he was anxious to say a few words upon a sub ject — the great cause that produced the disturbances that led to the war — he meant the trade in opium. When this was trans lated, they unanimously declined entering upon the subject, until Sir Henry assured them, he did not wish to speak of it but as a topic of private conversation ! They then evinced much interest, and eagerly requested to know,\" &c. &c."], [96, "88 \" the war (?),— the trade in opium !\" It was not till \" every difference had been satisfactorily arranged,\" that he expressed himself anxious to say \" a few Avords on the subject,\" and that only \"as a topic of private conversation!\" Thus, then, by the avowal of the Plenipotentiary, the trade in opium, and the restrictions upon that trade, were not \" differences\" between England and China, and peace could be satisfactorily renewed, without disturbing the old footing on which they rested. Yet the aggressions and crimes perpetrated against the people of China are, at the same time, declared to be sufficiently justified, \" by the seizure of the opium\" alone ! By means of these aggres sions, and these crimes, we succeed in compelling those whom we have made our enemies, to sur render their treasure into our hands, upon the pre tence of reparation for injuries done us. The treaty is signed ; the money is received ; and then, — for the first time, and in the presence of those whom we have plundered, — it is admitted, that the injuries had no existence, — that the acts denounced were lawful and valid, — and that the compensation received was extorted, under pretences that were false ! There is the tacit confession of wrong, at the very time that compensation is exacted in the name of injured right ! This one last act in the transaction under review, stamps it with infamy, and makes palpable its guilt. Your Committee cannot conclude, without offering a few remarks upon the points of difference Avhich"], [97, "89 exist, between the present subject of inquiry and that of last year, — subjects in other respects pre cisely similar. The military operations against Affghanistan Avere undertaken, upon the divided — or double — re sponsibility, of the Foreign Secretary of State, and the Anglo-Indian Government. In this circum stance, the heedlessness of the nation with respect to its own affairs, was enabled to find some shadow of pretext for inactivity. It was pretended, that an Indian war was not a subject of interest or of duty, for citizens at home. The difficulty of ascertaining, Avith whom the responsibility of the war rested, was urged as a bar to inquiry. The invasion of China Avas the direct and imme diate act of the British Government. The authors of the former crime did not venture to commit it, until they had framed some pretext for its perpetration. That pretext Avas the supposed existence of Russian influence. The nation ac cepted the pretext, and sanctioned the crime. For the crime against China, no such pretext Avas offered. In the Affghan crime, there Avere involved grave and intricate questions of general diplomacy, which had been transacted in the secresy of Cabinets. From the knowledge of those questions the nation had been excluded, by the most corrupt and disho nourable means. Of the official documents, some were Avithheld, — in others passages Avere suppressed, — in others important alterations were effected. The result was to mislead the mind of the nation, as to"], [98, "90 the facts, and to confuse its judgment as to the conclusions. But the Chinese question was clear and self evident. Here was a pecuniary — not a diplomatic, — transaction. It was from its very nature amenable to the civil and criminal jurisdiction of a Court of Law ; — and, if a decision were demanded, it was to be had only there. It was a matter of contract, and a matter of police : — and, in either point of view, a proper subject for such adjudication. In it, there fore, there was nothing to mislead, — nothing to con fuse the judgment of the nation, nor of the parties engaged in it. The crimes, committed against the Affghans, were such, that every other sense was lost and swallowed up in that of their magnitude. There was in them no after-thought of pecuniary gains, — no endeavour after petty, sordid, or contemptible objects. The guilt was great, but every incident was adjusted to its standard. But the crime, committed against China, was an aggregate of acts the most infamous and despicable. There, abhorrence predominated ; here, contempt. To maintain a piratical trade, — to obtain compensa tion for the loss of it, — these were the pretexts, these the avowed objects, of the British Government. Study and research were demanded, when the illegality of the Affghan war was to be shewn. There, no authoritative judgment of a Court of Law had been pronounced, as to the legality of the measure. There, no tribunal had interposed, for the enlighten ment of the nation, in estimating its own acts."], [99, "91 But, here, the Judicature has stretched forth its hand, and swept away the veil from the eyes of the nation. It has been made to look upon, and to know its crime. The popular ignorance has re ceived light ; not from individual inquiry, — but from grave and authoritative expositions, rendered from the judgment-seat, by the keepers of the na tion's laws, and the guardians of its justice. Thus, then, it is not the crime of a Cabinet, nor of a party, nor of a class, that we denounce, — but the crime of the whole nation. The forfeit must be exacted. It is for us to de termine in what manner it shall be paid. The violation of law, human and divine, must be expiated. It is for us to choose, Avhether the Minister or the nation is to be the sacrifice. But, — in whatever shape, and by whatever method, — that forfeit must be rendered, that expia tion offered. England has but the choice of the victim. She must choose between the principal and the accessory, — between the Minister and herself. There is no other alternative. Danger and difficulty surround, ruin and infamy are before us. Respite is impossible; delay but magnifies the peril. One path, and one only, lies before us, by which escape is possible ; but, — when Ave enter it, — we are saved. It is the broad and plain path traced by the Constitution. It is Impeachment ! FRANCIS MARX, Colonial Society, Secretary. \\Mh .Tvly, 1843."], [100, ""], [101, "93 APPENDIX A. [The circumstances of the following case may be learned from the pleadings. The plaintiff declared for the breach of a contract to land goods at Canton. The defendant, acting under orders given him by the British authorities, instead of landing them at Canton, took them to Manilla, where he landed them.] Evans v. Hutton, C. P. Mich. T. 1842. Nov. 9. (Extracted from 6 Jurist, 1042.) Demurrer. — The Declaration stated, that the plaintiff, on the 12th March, 1839, shipped, at Liverpool, certain goods for Canton, which the defendant undertook to land there in good order, all and every danger and accidents of the seas and navigation, of whatever nature or kind soever, excepted. Breach, that the defendant did not do so, although not pre- vented therefrom by any danger or accident of the seas or navigation whatsoever. Special damage ; — and further, that on the 1st March, 1840, the defendant unloaded the said goods out of the ship at Manilla, far distant from Canton, which caused still greater expense to the plaintiff. Pleas demurred to. Eighth plea, that within a reasonable time, 6th April, 1839, the defendant caused the ship which conveyed the goods, to sail for Canton, in the dominions of the Emperor of China; and that, on the 29th October, 1839, the ship arrived near that port on the high seas ; and that certain persons, being officers of our Lady, the Queen, duly authorised in that behalf and then exercising the powers of her Majesty's Govern ment there, to wit, Elliot, then being the Chief Superinteiulent of the trade of her Majesty's subjects to and from the dominions of the Emperor of China, according to the form of the statute"], [102, "94 *n that case made and provided,* and Smith, the captain of her Majesty's ship, the Volage, then being the commanding officer of her said Majesty's naval forces there, did, for divers good and sufficient causes moving them, and not for any wrongful or negligent act or behaviour of the defendant, or his servants, forcibly interrupt the said ship, being a British ship, from further proceeding to Canton, and did prohibit and prevent the ship from proceeding there, and did, by virtue of the powers and authorities to them in that behalf committed, and by means of her Majesty's said naval forces, there being under their command, and by duress thereof, forcibly constrain, and still do prevent the defendant from delivering the said goods at Canton ; and, because of such force and duress, the defendant cannot deliver the said goods. Ninth plea, to the whole declaration, the same as the eighth ; and then, • This allegation was a sufficient one if the vulgar doctrine were true. It has been said, that innocent persons, acting under the orders of constituted authorities, are to be screened from all the consequences of their acts. That they have been employed by such authorities in the perpetration of a crime, is a circumstance, which, it is said, does not prejudice their title to indem- nity. This doctrine is monstrous and untrue, or it would have been most certainly adopted, in the case before us. Never was there a case more favourable for its application. The party, claiming protection from the con- sequences of his involuntary default, was not implicated in the primary occa- sion of it. He was a private person ; not an officer or servant of our Go- vernment, but a mere merchant ;— and in his pleading, he so represents him- self. On the other hand, he represents Captains Elliot and Smith, under whose orders he removed to Manilla, as having acted within the scope of their respec- tive commissions. The one, he says, was, at the time in question, '• Chief Su- \" perintendent of the Trade of his Majesty's subjects, to and from the domi- \" nions of the Emperor of China, according to the form of the statute in such \" case made and provided.\" The other, he says, was, at the same time, \" the \" commanding officer of Her Majesty's naval forces there.\" Both officers, he says, acted in the matter, \" by virtue of the powers and authorities to \" them, in that behalf committed.\" A demurrer admits the truth of the facts pleaded ; but denies their validity in law. By allowing this demurrer, therefore, the Court decided, not that the facts were not made out, but that, haviDg been made out, they constituted no warrant to the officers, and no defence to the merchants."], [103, "95 further saying, that a place called Hong Kong was then a place of safety for the ship, and near to Canton, and to which her Majesty's officer did not prevent the ship to go, and from whence the goods could easily have been conveyed to Canton, when the restraint should be taken off; and therefore the defendant caused the ship to proceed to Hong Kong ; and that due notice of her arrival was given to the consignees at Canton, but the consignees refused to give any orders as to the goods ; and the ship remained at Hong Kong, till Elliot, as Chief Superintendent, and Smith, as Naval Commander, as aforesaid, compelled the ship to go from Hong Kong ; and, because the neighbourhood of Canton and Hong Kong was dangerous, &c, and because Manilla was the nearest and safest port, &c, the ship was taken to Manilla, where the goods were unloaded, and delivered to the plaintiff's agent there, to await the order of the plaintiff. Demurrer. And for causes, as to the eighth plea, that the authority of the said officers, Elliot and Smith, to prevent the ship proceeding to Canton, is not stated, as it ought to have been, if any such authority existed ; that no such authority was conferred upon them by common or statute law,* and that, * The principle on which this demurrer was framed is the old common law one, that \" the Queen is the fountain of justice, and entrusted with the whole \" executive power of the law ; yet hath no power to change or alter it.'' (4 Inst. 164 ; 2 Inst. 54 ; 3 Inst. 9.) Her prerogative is only to take care that the law be executed. The servants of the crown have no higher func tions. They derive those they have from the sovereign. Therefore they are bound to exercise them according to the law. The will of the sovereign, and the mandate of the law, are identical. The sovereign is the head of the law, — not in the sense that she can controul or alter laws, but in this, — that she is deemed to contain them all within her breast, and is constrained to utter them. (Co. Litt. 99, a.) It is, therefore, impossible for any one, — be he minister or be he private man, — to attempt the overthrow of the law, without involving himself in the guilt of treason to the Crown. Of the Queen's Government, — distinguished from other classes of her servants, — the law knows nothing ; though to the speech of the time they are better known than the Sovereign! The men, who constitute her Majesty's Government, cannot possibly pretend to functions, which their Sovereign does not possess. If the Queen is controlled \" by Common and Statute Law,\" so must be her Ministers. The Constitution"], [104, "96 if they had such authority , its nature, and how it was conferred upon them, ought to have been stated and shewn ; that it is not shewn by what authority the said officers exercised the power of her Majesty's Government ; and that her Majesty's Govern- ment does not by law possess the power in the eighth plea claimed, on behalf of the said officers ; and that the expression, \" Her Majesty's Government,\" is insensible and ambiguous, and has no known or definite or understood meaning in the law -,* — that the causes, moving the officers of the Government to interrupt, fye, are not stated, and that any force used by such officers, unless legal, was no excuse for the breach of prevents arbitrary exercise of royal prerogative, simply by avoiding the act. It prevents ministerial usurpations by the terrors of penal justice. The Sovereign can do no wrong, but the Minister is amenable to impeachment. * See the last note. In addition, it is to be observed, that the law of Eng- land knows nothing of the word u Government,\" except as signifying an act or a habit. If this were the sense in which the word was used in the plea, it certainly was open to the objection raised by the demurrer, of being \"in- sensible,\" (or senseless.) There is indeed the vulgar acceptation of the word \" Government,\" in which it is taken to denote the First Lord of the Treasury, the Secretaries of State, and other chief servants of the Crown. But this vulgar acceptation is unsanctioned by the law ; and, thus again, the word was properly demurred to as \" insensible.\" Nor was this the sole objection. However interpreted, the word was here intangible, and \" ambiguous.\" It had \" no definite or understood meaning in the law.\" There are functions, which are vested by the law in the Queen and her Parliament. There are others, which the law has vested in the Queen and Privy Council. The function of watching over the general execution of law itself is vested solely in the Queen. To which of these functions was the term (( Government'' applicable ? Did it mean the Sovereign alone? Did it mean her Majesty in Parliament . Did it mean the Privy Council alone . Did it mean her Majesty in Privy Council . Of course the Cabinet could not have been meant. The Constitution knows the Cabinet only as something alien to it, and which by a positive law has been declared to be illegal. Neither can a Secretary of State have been intended. He is not the substitute, but the servant of the Privy Council ; — \" that principal Council, which the \" Queen has, for all matters ofState.\" — (Co.Litt. 110 a.) It was impossible to detect the true character of the authority possessed by Captains Elliot and Smith, amid the ambiguous and unmeaning terms deliberately employed to hide it."], [105, "97 the contract. To the ninth plea, the same objections as those to the eighth, and, also, that it consists of other matter, upon which the plaintiff cannot offer any certain issue, &c. Joinder. Bompas, Serjeant, for the plaintiff, in support of the de murrer. One ground of demurrer is, that the defendant has not set out any sufficient authority for not performing his contract. Here is a contract to do a specific act ; and the authority by which that contract is set aside should be dis tinctly shewn ; (see Paradine v. Jane, Alleyn's Rep. 27) ; and, to free himself, the defendant should have set out, that there was such an impediment, as an embargo (for instance), for which the shipowner could not be liable. In Gosling v. Higgins (1 Camp. 451), it was held, that, if goods, put on board a ship to be carried from one place to another, are wrongfully seized by the officers of Government, so that they cannot be delivered to the consignee, the owner of the goods has an action for the non-delivery against the owner of the ship, who must seek his remedy against the officers of Govern ment. He also cited Blight and others v. Page, in the note to Touteng and another v. Hubbard (3 B. & P. 295.) As respects the second plea, the defendant has gone into a further detail ; and Hadley v. Clarke and others (8 T. R. 559), is against them. There, — the defendant, having contracted to carry the plaintiff's goods from Liverpool to Leghorn, — on the vessels arriving at Falmouth in the course of her voyage, an embargo was laid on her, until the further Order of Council. Held, that such embargo only suspended, but did not dissolve the contract between the parties ; and that, even after two years, when the embargo was taken off, the defendants were answerable to the plaintiff in damages, for the non-performance of their contract. Channell, Serjeant, contra, for the defendant. Admitting the general rule, that a party who has not made an express ex ception for his discharge from a contract, was bound to abide by the conditions of it — as is laid down in Co. Litt. (209 a.) ; and as that doctrine is applied by Lord Kenyon C. J. in n"], [106, "98 Blight and others v. Page (in the notes to Touteng and an- other v. Hubbard, 3 B. & P. 269), to the regulation of com- mercial dealings, — still it may be said, that there was an implied exception in favour of the defendant, when it was rendered impossible to complete the contract, in consequence of the orders of the Government of the country, of which both the plaintiff and defendant were subjects.* It was said by Lord Alvanley, C. J., in Touteng and another v. Hubbard (3 B. & P. 296), that the principle, established by the various cases which he cited, appeared to be this, — \"isa party contract \" to do any thing, he shall be bound to the performance of his ' - contract, if, from the nature of that contract, it is capable of \" being performed, and legally may be performed. But, \" when the policy of the states intervenes and prevents the \" performance of that contract, the party will be excused.\" And, in Barker v. Hodson (3 M. & S. 270), Lord Ellen borough said, in a case of affreightment, — \" If the perform \" ance of the covenant had been rendered unlawful by the \" Government of this country,! the contract would have been \" dissolved on both sides, and the defendant, inasmuch as he \" had been compelled to abandon his contract, would have \" been excused for the non-performance of it, and not liable * This fact gives additional weight to the decision afterwards pronounced by the Court. If the unauthorised proceedings of public functionaries cannot alter or affect the obligations of citizens to citizens, a fortiori, the rights of foreigners cannot be affected by such. t There is no doubt whatever, that the intervention of the state is a suffi cient protection, to those who are able to establish the fact. But the state possesses recognised organs and representatives ; and, to make its intervention lawful, it must act through these, and not through any others. Neither can these exceed the constitutional path, nor overleap the constitutional barrier of action. If they attempt it, their act becomes — not \" intervention of the state\" but — malversation of office. But the \" policy of the state \" is an abstraction, of which your committee can form no idea. t Lord Ellenborough's words seem to have been hastily and inaccurately reported. How can*' the Government of this country render an act unlawfulV The legislature has the exclusive power to do so. Doubtless the Queen in Council, (if that be the meaning of the word \" Government\"), has the power to declare the illegality of acts already unlawful ; but She cannot make them such."], [107, "99 \" to damages.\" The question then is, whether the plea does not in effect allege an opposition to the performance of the contract, by the Government of this country. The plea is indeed very general, but generality of pleading is always allowed, where, but for such generality, the pleading would have been unnecessarily long. But, however general these pleadings are, they are not so general, but that they offer many points, on which the plaintiff may take a good issue ; as, for instance, on the allegation that the officers of her Majesty did prohibit the ship, &c. For the rest, it is next to impossible, that a subject of England, resident here, could deduce the authority from the Government of this kingdom, to the officers in its employ, engaged in foreign countries.* He submitted, therefore, that the pleas were sufficient. Bompas, Serjeant, in reply. — Tindal, C. J. — I think the plea is bad. The defence is, substantially, that the contract is dissolved by a superior authority ; and, to this end, the plea says, that, after the ship had arrived at Canton, and after the defendant had performed so much of his contract as should have been performed up to that time, he was prevented from proceeding in it by persons duly authorised. The plea does not state that the prohibition was in exercise of the acknowledged prerogative of the Crown, of the right of declaring peace and war ;f nor does the case * This assertion is but too well founded. So long as our national affairs are — in direct violation of law and constitutional usage, — transacted in secret, it must be impossible for any subject, not implicated in the guilt, to deduce the evidence in question. But, restore the ancient practice, and let public business be transacted in the public eye, and the difficulty vanishes. The conclusion is, — not that the law should be accommodated to the practice of the Minister, but — that the Minister should be at length coerced into obedience to the long-insulted law. t The plea did not state the exercise of the prerogative of declaring war, because issue would have been joined on that statement, and the defendant must have failed for lack of evidence. (Vide the last note.) We were never at war with China. The Chinese never attacked us, and, although we attacked them, it was without Declaration of War abroad, or Proclamation at home. Had such documents been issued, it would have been notorious to every man in the nation, and the record would be now in the Chancery. The Declaration H 2"], [108, "100 fall within the range of those, which might be cited, in which the dissolution of the contract is shewn, by shewing that it is to carry goods to a party, who by declaration of war is made, an enemy. Because here the contract is not to carry goods to an enemy, but to a British subject, the agents and con signees of the shippers at Liverpool. The case here depends on the construction of the 5th and 6th sections of 3 & 4 Will. IV. c. 93.* It is left quite uncertain by these sections, what authority the Superintendent had. The 5th section gives him certain undefined powers ; and the 6th refers to Orders, given to him by the Privy Council. We know nothing of those Orders, and it is not stated that he had any at all from the of War, (when we are the assailants), alone makes the alien our enemy. (7 Co. Rep. 24 b, 25 6.) The war itself begins only by the Proclamation ; (1. Lord Raym. 283.) ; for it is only then that all parts of the nation are bound by it ; (1 Bl. Comm. 433.) ; and, without it, the subject cannot distinguish between aliens that are the Queen's enemies, and can have no action in her Courts, and aliens that are at peace with her, and can have actions personal. (4 Inst. 132. 9 Co. Rep. 31 o.) Without it, above all, the alien who, within the jurisdiction of our Sovereign, levies war against her, is guilty of Treason. With it, he is an enemy, and privileged as such. (Hale P. C 60. 92.) It was to these well known principles of law that the Lord Chief Justice alluded, when he used the words, \" a party, who, by declaration of war, is made an enemy.\" * 3 & 4 Will. 4. c. 93, s. 5. \" That it shall and may be lawful for his Ma jesty, by any commission or commissions, warrant or warrants, under his Royal sign manual, to appoint, not exceeding three of his Majesty's subjects, to be Superintendents of the Trade of his Majesty's subjects, to and from the said dominions, for the purpose of protecting and promoting such trade, and, by any such commission or warrant as aforesaid, to settle such gradation and subordi nation among the said Superintendents, &c. Sect. 6. \" That it shall be lawful for his Majesty, by any such order or ordere, commission or commissions, as to his Majesty in his Council shall appear meet and salutary, to give to the said Superintendents, or any of them, power and authority, over and in respect of the trade and commerce of any of his Ma jesty's subjects within any part of the said dominions, and to make and issue directions and regulations, touching the said trade and commerce, and for the government of his Majesty's subjects within the said dominions, and to impose penalties, forfeitures, or imprisonments, for the breach of any such directions or regulations, to be enforced in such manner, as in the said order or orders shall Oe specified, and to create a Court of Justice, &c."], [109, "101 Council.* Both he and the Captain of the ship might have exercised a sound discretion, and acted according* to the best of their judgment; — but, however rightly the Superin tendent might have been acting, that cannot be any reason, why his orders should make a sufficient defence at law for the breach of this contract. The judgment must be for the plaintiff. Coltman J. — I am of the same opinion. Perhaps, it is not necessary that the authority should have been stated here, with the same particularity as in cases, in which the party is privy to the authority. f Here, there is not in substance any autho rity stated. It is merely said, there was an exercise of autho rity de facto. The mere fact of Elliot being Superintendent of Trade does not give him the authority contended for, unless there are Orders in Council, pursuant to the 6th Section of tke 3 and 4 of Will. 4. c. 93 ; which directs the Council to issue such orders; — and no such Orders of Council are stated. The plea is therefore insufficient. * In the absence of Declaration of War on our side, or of hostile aggressions by the Emperor, it was material to consider the effect of this enactment. The powers conferred by the first of these two sections, although undefined as to extent, are limited both as to origin, and as to purpose. They can only originate with the Sovereign, and they must bear the warrant of her sign manual. Their purpose is, simply and solely, '' the protection and promotion of the trade of Her \" Majesty's subjects, to and from the dominions of the Emperor of China.\" The other section empowers the Privy Council to make ordinances for the regula tion of that trade, and the control of our own subjects engaged in it. If the Privy Council, acting under this section, had published an order, authorising the prohibition in question, its operation must have been confined to the British merchants. It would, in the present case, have afforded to the defendant a triumphant reply to the plaintiff's action on the contract. But, as against the subjects of the Emperor, it conferred no rights whatever. t This observation is most important. In the event of proceedings being instituted against the authors or agents of the crime, the Court will require from the latter even greater particularity, in the statement of the authority under which they acted, than it required in the case before us. That they possessed a de facto authority was wholly insufficient. That they exercised it with \" a sound discretion,\" and \" to the best of their judgment,\" was imma terial and irrelevant. That they held it de jure, aud that they exercised it in conformity to the law, could alone furnish them wan-ant and protection."], [110, "102 Erskine J. — I am of the same opinion. It is properly ad mitted, on the part of the plaintiff, that, if it had been shewn that the authorities of this country had interfered, to prevent the fulfilment of this contract, there would have been an an swer to the action. But such interference by authority has not been shewn. Maule J. — I am of the same opinion. The case has not been argued on the ground of any prerogative of the Crown, nor have the special orders of the Privy Council been relied upon. There has been therefore no authority set out.* The plea is bad. Judgment for the plaintiff on demurrer. Since the case of Evans v. Button was determined, a similar question has arisen in the Exchequer. The defendants were the charterers of a vessel, in which the plaintiffs and the master had shares. By the terms of the Charter-party, the vessel was to proceed to Lintin and Can ton, (that is to say to their respective ports), and there to dis charge her outward and to take in her homeward cargo. But a provision was inserted, making void this stipulation, in the event of the fulfilment of it being impeded, by any of the con tingencies therein enumerated. These were, \" the act of God, \" adverse winds, the restraints of rulers, princes, or pirates, \" fire, and all and every the dangers and accidents of the seas \" and navigation.\" The reservation in the former case, it will be remembered, embraced accidents only, and not the acts of princes, of rulers, or of pirates. When the ship arrived at Macao, the Captain was made acquainted with the events which had just then (1839-40) * Mr. Justice Maule's observations are a key to the whole question. There were but two grounds, on which the civil authority of Captain Elliot, and the military authority of Captain Smith, could be supported. The one was, the existence of War : the other was, the issue of Orders in Council, within the meaning of the sixth section of the Statute. Both grounds were alike un tenable. The Orders in Council were not set out. The War had no ex istence !"], [111, "103 taken place ; and, in obedience to the orders of one of the charterers, who resided there, and acted as the agent of the rest, he removed the vessel to Typa, and ultimately to Hong Kong. In consequence of this deviation, she never reached either of the ports named in the Charter-party. The Master, however, on behalf of his owners, protested against their possible right to demurrage, under the Charter-party, being in any way affected by the deviation. Demurrage having afterwards become payable under the Charter-party, this action was brought to recover payment. Eventually, by consent of both parties, the action was turned into a special case, on which the judgment of the Barons was taken. The chief questions appear to have been, whether or not the parties had, tacitly or otherwise, consented to the substitution of Hong Kong for Lintin and Canton, as the place of landing and loading ; and, if so, whether, by such substitution, the right to demurrage had been waived or extinguished. The learned Barons determined, that demurrage was not claimable. Through the courtesy of Messrs. Oliverson and Company, the attornies for the plaintiffs, your Committee have been favoured with the papers in the cause, and have thus been enabled to add to their report of Evans v. Hutton, the above brief statement of the main points in Stringer v. Gemmell. These, it will be seen, are of a very different character from those which were raised in the earlier case, and are quite irre levant to the questions before your Committee, Nevertheless, it has been thought desirable to extract the sixth plea of the defendants, as it serves to illustrate the difficulty, which was there experienced, of giving even a plausible account of pro ceedings, irregular, unlawful, and already condemned by the concurrent authority of the Common Pleas. Your Committee refer, in particular, to the statement hat China was then in \"hostility\" with us, — not that we were in hostility with China, — (which, in one sense, was quite true) ; and that Captain Elliot, throughout the affair, was acting, not hostilely, nor against the Chinese, but between British mer-"], [112, "104 chants, pacifically, and in all respects like a mere consul, agent of commerce, or superintendent of trade ! \" Stringer v. Gemmell, Exchequer, Trinity Term, 1843. 6th Plea. — \" And, for a further plea to the said 1st count, the defendant saith, that, at the time of the said arrival of the said vessel at the mouth of the said Canton river, as therein mentioned, the Government and people of China were in hos tility towards all liege subjects of our Sovereign Lady the now Queen;* — and the said last mentioned Government had, before that time, forbade and prohibited, and did then forbid, and prohibit, any of such subjects, from navigating or proceeding with any British ship or vessel, up the said Canton river, to the said ports of Lintin and Canton, or either of them, — and were then prepared to enforce such prohibition, and to oppose in a hostile-manner, and with force and arms, any of the said liege subjects, or British vessels, from proceeding or navigating to either of the said ports, whereby it then became, and was, highly dangerous and unsafe to proceed to the said ports, with the said cargo. And the defendant saith that, in consequence of the premises,^ and before and at the time of the said arrival * In one sense this may possibly be true. There is no question that the nation, which is invaded and attacked, without the pretext of right, and with out form of law, does not thereby, in the contest that ensues, lose the rights of war, although the aggressor nation does. Hence the Chinese may, in this confined sense, be said to have been our \"enemies,\" or to have been in \"hostility\" with us; that is, to have possessed the character, and the rights of enemies, in our regard ; while, in theirs, both our own laws, and the laws of China exhibited us as pirates ! (See the observations in the Report, p. 77.) + Your Committee are unwilling to fatigue the reader, by frequent reference to minute professional technicalities. But they cannot refrain from the re mark, that the whole of this laboured attempt, of the learned pleader, to establish a case of lawful, that is to say actual, hostilities, is, in the language of pleaders, merely an '* inducement,\" (or preamble,) to the real matter of \" avoidance\" (or defence), which follows. The office of the inducement being merely to explain the defence, it does not require exact certainty. And if, (which is the case here), the matter so stated is unnecessary and immaterial, and might have been struck out as surplusage, a failure in proof of the induce ment is unimportant to the issue. (5 T. R. 498.— Tidd. Pr. 9th edition, 436.)"], [113, "105 of the said vessel at the mouth of the said Canton river, as in the said first count mentioned, and whilst the said Govern ment and people of China were so in hostility towards the said liege subjects of her said Majesty as aforesaid, a certain public official notice, order, or declaration, had been and was pub lished, in China aforesaid, to wit, at Canton aforesaid, by one Charles Elliot, Captain in her Majesty's Royal Navy, who then was the Chief Superintendent of the Trade of British subjects in China aforesaid, duly named and appointed, under the provisions of the Statute made and passed in the 4th year of the reign of his late Majesty King William the 4th, entitled, an Act to regulate the Trade to China and India* whereby the said Charles Elliot, as such Chief Superintendent as aforesaid, gave notice, and enjoined all the said liege subjects of her said Majesty, then being in China aforesaid, or thereafter arriving, merchants, supercargoes, commanders, commanding officers of ships, seamen, and others, having controul over, or serving onboard of British ships, or vessels, bound to the port of Canton, not to be requiring, aiding, or assisting, or in any way, in the bringing into the said port of Canton, any such British ship, or vessel, to the great danger of British life, liberty, and property, and the prejudice of the interest, and just claims, of the Crown, — till a declaration should be pub lished, under the hand and seal of office of him, the said Charles Elliot, as such Chief Superintendent, as aforesaid, to the effect, that such bringing in of British shipping, or British property in foreign shipping, was safe in the premises ; And the defendant further saith, that the said notice was so * It is here that the real ground of defence is first taken. It is not the state of \" hostility ;\" for that it would have been impossible to prove, except for the purpose of proving ourselves in a state of piracy. But there was another ground, suggested by the Court in Evans o. Hutton, viz. the statutory autho rity of Captain Elliot as Chief Superintendent of Trade. This was open to the defendants, and they occupied it. It was equally available, whether the Chinese hostility were historical or fabulous ; and whether the embarrassments, which called forth Captain Elliot's intervention, were the fruits of our own guilt, or of that of the Chinese ; or whether the results of enor or of accident."], [114, "106 published, by the said Chief Superintendent as aforesaid, by virtue and under the authority of certain Orders of Council, duly made in that behalf, by the Right Honourable the Privy Councillors of our said late Lord, the late King, William the IVth under, and according to the provisions of, the said late statute, under and by virtue whereof, the said Chief Superinten- dent then had and possessed full, lawful, and competent power and authority, to make and publish the said notice.* And the defendant further saith, that the said vessel, in the said first count mentioned, was, during all the time in that count men- tioned, a British vessel, and that the said master of the said vessel and the defendant then were respectively liege subjects of our said Lady, the now Queen, and had respectively, at and from the said time of the said arrival of the said vessel,at the mouth of the said Canton river, as aforesaid, full knowledge of the said public notice, and that the said public notice was, and continued, in full force and effect, during all the time in the said first count mentioned, and that no declaration was, during that time, published under the hand and seal of office of the said Chief Superintendent, or otherwise, to the effect, that the bringing in of British shipping, or British property, in foreign shipping, to the said ports of Canton and Lintin, or either of them, was safe in the premises ; by means of which said several premises in this plea * It is unnecessary to remind the reader of the animadversions, which the omission of a similar allegation to this elicited, from the Judges of the Common Pleas, in the case of Evans v Hutton. It was to meet the objection, which was there held fatal upon demurrer, that this allegation was inserted, and the authority of the Superintendent of Trade, as such, vouched to warrant the acts of Captain Elliot. There is no doubt that, for cases like those of Stringer v. Gemmell, and Evans v. Hutton, where all the parties were British subjects, such an authority, well pleaded, would be a sufficient warrant. There is also no doubt that, in cases, where Chinese or other foreign subjects, are interested, such a warrant would be null. There is but one authority known to our law, which, in the exercise, binds and affects the alien subject of the independent state, having relations with this kingdom. That authority, is the undoubted, — because it is the lawful — prerogative of the Queen. But, in the exercise, it is known only by the solemnities, which are its inherent and essential attributes. Where, in the whole course of our Chinese operations, do these solemnities appear ."], [115, "107 mentioned, the defendant was, during all the time in the said first count mentioned, wholly hindered and prevented from loading, and discharging, the said vessel, at either of the said ports, in thesaid Charter-party mentioned and appointed in that behalf, as during all the said period, he was, but for the aforesaid premises, willing and desirous so to do. And the said vessel was, after the said arrival thereof at the mouth of the said Canton river, to wit, at the time in the said first count men tioned, in that behalf, in consequence of the premises in this plea mentioned, necessarily and unavoidably, and not other wise, with the will or consent of the defendant, but to his great detriment, damage, and inconvenience, taken to the said anchorage in the said Canton river, to wit, to Hong Kong aforesaid, where the same was unavoidably detained for the said period, in the said first count in that behalf mentioned ; which is the same supposed detention whereof the plaintiffs have above complained of the defendant. And this the defendant is ready to verify.\" Your Committee cannot conclude their notice of these cases, without one further observation. All the parties litigant were private individuals, and none of them had ever been privy to the authority, under which Captains Elliot and Smith claimed to act, nor to the proceedings of those officers. The question, therefore, in both cases was, which of the contracting parties was, in the first instance, liable to the losses occasioned by the acts of the officers. The liability of these officers, or of the Government which they served, to make compensation to such party, was adverted to in the course of the argument, Evans v. Hutton, but the point was not one that could be raised in either of the two actions. So far as your Committee are able to discover, no proceedings have as yet been taken against those officers or that Government, on the part of British subjects, who may have suffered through their rash and criminal policy. It would be worth the while of these injured parties to consider the propriety of this method of seeking reparation, and the likelihood of its success."], [116, "108 APPENDIX B. ACCOUNTS RESPECTING OPIUM. No. I. Account of the Quantity of Opium sold by the Indian Government, and of the Quantity permitted to pass through the British Territories in India, from 1820 to 1837-8. Years. Sold at the Calcutta Sales, Sold at the Bombay Sales. Permitted to pass under Licence. Chests. Chests. Chests. 1820-21 4,244 1821-22 3,293 1,600 1822-23 3,918 1,600 1823-24 3,360 1,500 1824-25 5,690 1,500 1825-26 3,810 2,500 1826-27 6,570 2,980 1827-28 6,650 3,000 1828-29 7,709 3,502 1829-30 8,778 3,650 1830-31 7,548 4,648 1831-32 7,939 10,630 1832-33 1833-34 10,638 .7,998 10,860 12,523 1834-35 13,027 6,966 1835-36 15,044 13,358 1836-37 17,257 19,922 1837-38 19,133 12,037"], [117, "109 No. 2. Account of the Net Receipts from the Sale of Opium, and from Passes granted for the Transit of Opium through the British Territories in India, from 1820-21 to the latest Date to which it can be made up, the Costs and Charges being deducted. East India House, 23d March, 1840. JAMES C. MELVILL. YEARS. BENGAL. BOMBAY. REA1ARKS. 1820-21 1.23.00,436' 1821-22 99.01,876 1822-23 This Sum is the 56.70,752 amount of Net Profit 1823-24 58.74,567 on Mahva Opium 1824-25 76.44,090 under the Monopoly System. The Profit 1.27.63,397 1825-26 65.42,737 1826-27 87.75,941 realised in each Year 1827-28 71.92,757 cannot be distinctly 1828-29 85.75,813 stated. 1829-30 1.02,06,338 1830-31 1831-32 92.69,864 92.76,368 8.25,400 18.60,250 These Sums are the 1832-33 82.22,222 13.99,650 actual Amounts re- 1833-34 96.54,771 19.00,500 ceived for Passes, the 1834-35 1.36 19,174 12.19,050 Costs and Charges not being specified. 1835-36 1836-37 Accounts not received. s 16.68,375 24.90,250 15.04,625- 1837-38"], [118, ""], [119, ""], [120, ""], [121, ""], [122, ""], [123, ""], [124, ""]]