[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE CO-OPERATIVE & GENERAL GUIDE TO MANCHESTER AND SALFORD, ALPHABETICALLY ARRANGED. MANCHESTER: Co-operative Printing Society, 17, Balloon- Street. mdccclxxviii."], [6, ""], [7, "INTRODUCTION. The history ol Manchester is traced back, by what appears to be a well founded tradition, to a Roman fortress on the banks of the Irwell. But historical records begin with the Saxons, under whom, about a.d. 420, a parish of Manchester was formed with a boundary line of nearly 60 miles, passing on the west, north, and east, through Eccles, Flixton, Prestwich, and the Saddleworth Hills, with the Mersey and Tame as its southern boundary. A.D. 620 the Baron's Hall was built near the present Cathedral for the military chief of the district, who, seven years later, is said to have become one of the converts of the monks who accompanied St. Augustine. Soon after, the town was occupied by the Danes whose name is preserved by Deansgate, but was recovered by the Saxons under Edward the Elder, who built a castle there. In 1085 Domesday Book records two churches, St. Mary's and St. Michael's, \"in Mancestre.\" In 1301 the town became a free borough, by a charter granted to Thomas de Gresley. Its subsequent history, till the latter half of the 1 8th century, when in 1779 Samuel Crompton invented the spinning mule, and in 1785 Dr. Cartwright obtained a patent for weaving by steam power, has little to call for special attention. In the middle of the 17th century it was only a straggling town not more than a mile long, with only ten streets ; and it is scarcely half a century since all its spinners and weavers did not exceed 21,000. Its growth since 1800 is shown in the following extracts from the official returns : — Population: 1801, 94,876; 1811, 115,876; 1821, 161,763; 1831,237,832; 1841,311,269; 1851,401,321; 1861,460,018; 1871, 592,164. Assessable property : 1 86 1, £\"972,895 ; 1871,^1,362,164."], [8, ""], [9, "DESCRIPTIONS. THE CEMETERIES Are six in number : — The Ardwick Cemetery, close to Hyde Road, where are buried Batty, the tragedian, whose tomb stone bears a poetic epitaph by Charles Swain; Dr. Dalton, the founder of atomic chemistry ; Sir Thomas Potter, the first Mayor of Manchester, and his son, Sir John Potter, also Mayor; Edward Hooson, and Ernest Jones, both well-known as co-operators. The Eccles New Road Cemetery. The Every Street Cemetery, Ardwick, where is a monu ment to Henry Hunt, of which the first stone was laid by Feargus O'Connor. The Harpurhey Cemetery, close to the Queen's Park. The Manchester Corporation Cemetery, near to Philip's Park, at Bradford-cum-Beswick, sadly famous for the calamity (against whose recurrence ample provision has been made), by which upwards of 70 corpses were washed out of their graves, in 1872, through the destruction of a wall, caused by the unusually heavy and long-continued floods of the Med lock. The Salford Borough Cemetery, Eccles New Road. CHURCHES AND OTHER PLACES OF WORSHIP. Armenian — 1. Holy Trinity, Clarence Street, Upper Brook Street. Baptists — 17. (M. 13, S. 4.) Sites of principal — Manchester : Granby Row (Welsh) ; Grosvenor Street, Chorlton-on-Medlock ; Higher Temple Street ; Moss Side ; Oxford Road, minister, Rev. Alex. M'Laren, an eloquent preacher; Rochdale Road ; Thornily Brow ; Wilmot Street, Hulme ; York Street, Oxford Road (Union Chapel). Salford: Bank Street, St. Philip's; Great George Street. Bible Christians — 3. Hulme, Owen Street ; Salford, Cross Lane and West George Street."], [10, "6 CHURCHES AND Boatmen's Bethel. Castlefield ; Embden Street, Greenheys. British Workman Mission Room Higher Ormond Street, Chorlton-on-Medlock Catholic Apostolic Church — i. Stretford Road, Hulme. Church of England — 104. (M. 90, S. 14.) Up to 1848, when the first Bishop of Manchester was appointed, this bishopric was included in the diocese of Chester. Since that time the churches in Manchester and Salford have largely increased, till there are at present the number above stated. Of these the most important are — In Manchester : All Saints, Chorlton-upon-Medlock, built in 1819 by the late Dr. Burton, in memory of whom a granite obelisk has been erected there. All Souls, Ancoats, built in 1840 for Dr. Samuel Warren, father of the author of \" Ten Thousand a Year,\" and other works. The Cathedral, situate in Victoria Street; founded 1420; 220 feet long and 112 feet wide ; consisting of a Nave, Choir, Western Tower, and Porch, and Eastern Lady Chapel or Chantry now called the Cheetham Chapel, with three chapels on the north side, (a) St. James' Chantry, in the Strangeways or Ducie Chapel ; (b) St. John the Baptist Chantry, or the Derby Chapel ; (c) a small addition to it called the Ely Chapel ; and on the south (d) the Octagonal Chapter House, and (e) the Jesus Chantry or Byrom Chapel. The Choir contains the Bishop's Throne, and 30 stalls with canopies of carved oak in rich tabernacle work, and quaint carvings on the seats. The Cathedral possesses a few memorial windows in stained glass ; a fine statue to Hum phrey Chetham, whose services to Manchester are mentioned below ; and a memorial font in memory of Edmund Frere who died 1861, and his wife. It has been restored and the\" tower built within the last 25 years, by means of a sub scription of set on foot by the Dean and Chapter, who, in addition, bore the whole expense of restoring the Choir and Chapels. The architect was Mr. J. P. Holden. The work was completed in 1 867. The clerical establishment consists of the Dean, four regular and twenty honorary canons, two minor canons, and two curates for the Cathedral district. The Diocesan Registry is 47, St. James's Square. St. Alban's, Strangeways, noted for the high ritualistic character of its service."], [11, "OTHER PLACES OF WORSHIP. 7 St. Andrew's, Ancoats, 1831, built by the Church Building Commissioners, at a cost of £\"14,000. St. Ann's, St. Ann's Square, built 1709. St. Barnabas's, Oldham Road, built 1844, cost £\"5,000: £3,000 contributed by the Free Churches Association. St. George's, Hulme, built 1828, at a cost of £20,000; £4,000 from a Parliamentary grant ; attended by cavalry regiments stationed at Hulme ; has several finely stained glass windows. St. John's, Byrom Street, Deansgate, built 1768, by Mr. Edward Byrom, son of the poet and stenographer. Mr. John Owens, founder of Owens College, is buried there. St. John the Baptist's, Hulme, built 1858, 119 feet long, 49 feet wide, with spire 192 feet high ; noted for the ritualistic character of its service. St. John the Evangelist's, Higher Broughton, built 1839; its reredos and stained windows designed by the late Mr. Welby Pugin. St. Jude's, Ancoats, built 1842. St. Luke's, Chorlton-upon-Medlock, built 1804 ; restored 1858, by the late Mr. R. Gardner. St. Margaret's, Whalley Range, with an iron Chapel of Ease in Alexandra Road, Hulme, and a School Church in Cornbrook Street. St. Mark's, Cheetham Hill, built 1794. St. Mary's, near St. Ann's, built 1756. St. Mary's, Moss Lane, Hulme, built and endowed 1858, by Lord Egerton of Tatton, from the designs of Mr. Crowther, of Manchester : spire 242 feet high. St. Matthew's, Campfield, Deansgate, built in 1825 from designs of the late Sir C. Barry. St. Paul's, Kersal Moor, built 1852. St. Paul's, Stretford New Road, built 1858. St. Paul's, Turner Street, built 1778. St. Peter's, built by Wyatt, 1788 ; famous for its musical services, conducted by the honorary organist, Dr. Joule. St. Peter's, Oldham Road, built 1858. St. Philip's, Ancoats, built 1850. St. Philip's, Newcastle Street, Hulme. St. Saviour's, Upper Brook Street, built 1835. St. Silas's, Ardwick, built 1841. St. Simon and St. Jude's, Granby Row, built 1841. St. Stephen's, Everton Road, built 1S53. St. Thomas's, Ardwick. St. Thomas's, Red Bank, built 1844. In Salford — St. Matthias, Broughton Road. St. Philip's, Bank Parade."], [12, "8 CHURCHES AND St. Simon's, Springfield Lane. Trinity (The Sacred), Chapel Street. Christian Brethren — 3 Rusholme Road. Pilling Street, Rochdale Road. Walker's, 73, Travis Street. Christian Chapel Grosvenor Street, Chorlton-on-Medlock. Deutsche Protestantische Kirchu (Lutheran). Wright Street, Burlington Street. Free Christian. Whitefield Street, Bury New Road. Friends' Meeting House Mount Street, Albert Square. German Evangelical. Park Street, Cheetham. Greek Catholic. 116, Bury New Road, Higher Broughton, built 1860. Independents — 36. (M. 28, S. 8.) Principal sites : Manchester — Ashley Lane ; Bridge Street ; Ardwick ; Bury New Road ; Broughton Road (Richmond Chapel) ; Cavendish Street, tower and spire 171 feet high, cost with schools £22,000 ; Cheetham Hill ; Chorlton Road ; Every Street, Ancoats ; Grosvenor Street, Piccadilly ; Knott Mill ; Oldham Road ; Rochdale Road ; Rusholme Road ; Stretford Road (Zion Chapel). Salford — Broughton Road ; Chapel Street ; New Windsor ; Liverpool Street. Jews. There are three principal synagogues, all in York Street, Cheetham, of the new congregation. The old congregation has branches in John Street and Fernie Street, Red Bank. The Spanish is in 41, Sidney Street, Chorlton-on-Medlock. The schools connected with the synagogues in Cheetham Hill are said to have cost £\"1,861. The Methodists Form six orders, besides the Wesleyans. 1. The Congregational, Burnage Lane. 2. The Independent, 3 chapels, in Forge Lane, Bradford ; Hanover Street, Varley ; and Varley Street, Miles Platting."], [13, "other places of worship. 9 3. The NewConnexion.which have 2 circuits: (1) Manchester, with 6 chapels ; (2) Hulme and Salford, with 7. 4. The Primitive, with 3 circuits in Manchester, having respectively 7, II, and 8 chapels; and 1 in Salford, with 10 chapels. 5. The United Free, also with 3 circuits in Manchester, with 9, 10, and 3 chapels ; and 1 in Salford, with 8 chapels. 6. The Welsh Calvanistic, who have in Manchester 4 chapels, and in Salford 1 chapel. The Presbyterians Form five groups. 1. The English, Chapel Street, Salford. 2. The Reformed : 7 chapels in Manchester and 1 in Salford. 3. The United, who have 4 chapels in Manchester, the principal in Brunswick Street, Oxford Road, with a spire of great beauty; and Coupland Street, Greenheys. 4. The Scotch Established Church, Bloomsbury, Rusholme Road. 5. The Trinitarian, New Bridge Street, Strangeways. Roman Catholic — 33. (M. 28, S. 5.) Principal — St. Augustine's, Granby Row, built 1820, contains some fine stained glass. St. Chad's, Cheetham Hill Road, built 1847; has some fine stone carving and stained glass windows. St. John's (the cathedral), Chapel Street, Salford. St. Marie's, Mulberry Street, built 1848. St. Wilfrid's, Bedford Street, Hulme, designed by the late Welby Pugin. The Jesu, or Church of the Holy Name, Ackers Street, Oxford Road ; the largest church, and the first built in Manchester by the Jesuits. Swedenborgians. In Manchester 2 : Peter Street, Deansgate, and Talbot Street, Moss Side. In Salford 1 : Bolton Street. The Unitarians Have in Manchester 10 chapels. Chapel Lane, Blackley; Cross Street, built 1672, demolished in a fanatical tumult 1764, enlarged 1737 and 1738; Dob Lane, Failsworth ; Embden Street ; New Bridge Street, Strangeways ; Platt Chapel, Rusholme Road ; Rochdale Road ; Upper Brook Street (Free Church) ; Varley Street, Oldham Road ; Whitfield Street, Hyde Road, Ardwick. In Salford 1 : New Windsor, Cross Lane (Free Church)."], [14, "COMMERCIAL 10 The Wesleyans Have in Manchester 59 chapels, distributed into 7 circuits The Cheetham Hill, 7 ; Gravel Lane, 6 ; Great Bridgewater Street, 10; Grosvenor Street, 15; Oldham Street (where John Wesley is said to have preached), 8 ; Radnor Street, 7. In Salford 1 circuit, with 13 chapels. COMMERCIAL INSTITUTIONS. Banks. These comprise sixteen companies or societies. The Adelphi Limited, 30, Brown Street. The Alliance Limited, 73 and 75, King Street. The Bank of England Branch, King Street, opened 1847 in its present situation, but established 20 years previously. The Commercial Bank of Manchester Limited, 12, Market Street. The Consolidated, 46, Pall Mall and Cross Street. The Co-operative (a department of the Co-operative Wholesale Society), 1, Balloon Street. The Exchange Banking Company Limited, 37, Blackfriars Street. The Lancashire and Yorkshire Bank Limited, 74 and 75, King Street. The Manchester and County Limited, 2, York Street. The Manchester Exchange and Investment, 53, Cross Street. The Manchester Joint Stock Limited, 48, Pall Mall. Branch : 2, High Street. The Northern, 59, Mosley Street. The Manchester and Liverpool District, 29, Spring Gardens, and 37, King Street. The Manchester and Salford, 38, Mosley Street, corner of York Street. Branches : Ardwick, 150, Stockport Road ; Chorlton-on-Medlock, 297, Oxford Street ; Hulme, Stretford Road and Radnor Street ; Openshaw, 151, Ashton Road; St. Ann Street; Salford, 3, Chapel Street. The Manchester and Salford Savings Bank and Govern ment Annuity Office, Booth Street. Branch : 233, Oldham Road. The National Provincial Bank of England, 94, Mosley Street. The Union Bank of Manchester, 9, York Street, and 7A, Grosvenor Square. Branches : 26, Ardwick Green ■"], [15, "institutions. 11 164, Deansgate; 280, Chapel Street, Salford; 137, Oxford Street ; 67, Piccadilly ; 46, Swan Street, Shudehill ; 3, Union Terrace, Cheetham Hill. There are also Eight Private Firms — Coryton's Exchange Bank, Ward's Buildings, 49, Deans gate. Messrs. Cunliffes, Brooks, and Co., 92, King Street. Messrs. Lomas, Jenkins, Jackson, and Co., 2, York Street. Mr. Robert D. Miller, 78, King Street. Messrs. D. M'Stephens and Co., 32, Cross Street. Messrs. Thomas Nash and Sons, 82, King Street. Messrs. James Sewell and Nephew, 12, Norfolk Street. Messrs. John Stewart and Co. (American), Hanover Chambers, 8, King Street. At the Salford Cattle Market, Cross Lane. Union Sub-Branch : Messrs. Nail and Newton, Thomas Nash and Sons, Ely Reed and R. Wharton also at Liver pool and Wakefield Markets. [Cabs and Conveyances, see Appendix.] Hotels. The following list includes all considerable hotels. The most important (four in number) are marked thus * : — Albert (family and commercial), Ch. C. Coburn, 55, New Bailey Street, Salford. Albion (family and commercial), John G. Adams, 19, 21, and 23, Piccadilly, and 2, Oldham Street. Assize Courts, Samuel Saynor, Great Ducie Street, Strangeways. Blackfriars, Helen Cork, Blackfriars Street Blue Bell, Sarah Turner, 68 and 70, High Street. Blue Boar (commercial), Roger Thomas Thompson, Blue Boar Court, Market Place. Brunswick, George Falshaw, 97, Piccadilly. Bull's Head, Samuel Britten, Bull's Head Yard, Market Place. Bush (commercial), Mary Shepherd, 108, Deansgate Cathedral (family and commercial), James Bourne, Fennel Street. Clarence, Napoleon Binney, 14 and 16, Spring Gardens, and 19, Brown Street. Commercial, Abraham Hanson, 1, Brown Street. Dog and Partridge (commercial), Joseph Linfoot, 2, Fennel Street. Ducie, Michael Cummins, Ducie Street, Oxford Street. Empire, Solomon W. Banks, Moreton Street, Strangeways. Falstaff, William Carlyle, 26, Market Place. Hotel des Etrangers, Robert T. Brooks, 4, Piccadilly."], [16, "12 COMMERCIAL Imperial (commercial), William Preston, 30, Piccadilly. Ingham's, Samuel Redfern, 4, Chorlton Street, Portland Street, and Major Street. Judges' Chambers, Christopher Robinson, Bury New Road. Junction Hotel, Thomas Platt, 53, Hyde Road, and 1, Clowes Street, West Gorton. Kersal Moor, John Armitage, Kersal Moor, Higher Broughton. King's Arms, Philip Berry, 36, Spring Gardens, and 33, Brown Street, Knowsley (family and commercial), close to the Victoria Railway Station and Assize Courts, J. B. Brenmehl, 95 and 97, York Street, Cheetham. Merchants', Stephen Pettit, 4, Oldham Street, Piccadilly. Mitre (family and commercial) Mary Ann Barrow, Cathedral Yard, Victoria Street, and Cathedral Gates, Hanging Ditch. Mosley (commercial) Jonathan Crowther, 13, Piccadilly. Old Boar's Head (commercial), Walter Stopford, Hyde's Cross, Corporation Street. Old Half Moon (commercial), Thomas Bottomley, Chapel Walks, and Back Pool Fold, Cross Street. Old Swan, Annie Mulcaster, 3, Pool Street, Market Street. Wm. Smith, Palatine Buildings, Hunt's Bank. Post Office, Wm. Hancock, 4, Barnes Street, Market Street. '\"Queen's (family and commercial), Frederick Mehl, 1, Portland Street, and 2, Piccadilly. Rainbow (commercial), Henry J. Potts, 2 and 4, Spring Gardens. ';:Royal (family and commercial), Henry Howe, 2, Mosley Street. Spread Eagle (family and commercial), 53, 55, and 57, Corporation Street, and Hanging Ditch. Star (family and commercial), Anne Yates, 116, Deansgate, and Lower King Street. Thatched House (commercial), Sarah Milner, Newmarket Place, 28, Market Street. Tower (family and commercial), William De Lucay, 1 and 3, Cathedral Yard, Victoria Street. -Trevelyan Temperance, Richard E. Farrant, 60, Cor poration Street. Waterloo (family and commercial), Philip Child, 8, Picca dilly, and 2, Chatham Street. Waverley, John Berrie, 14, Oldham Street. Wellington, Thomas Barker,- Nicholas Croft, High Street. -White Bear (family and commercial), William Kerr, u\" Piccadilly."], [17, "institutions. 13 Woolsack, Thomas P. Nelson, 96, Great Ducie Street, Strangeways. City Temperance (commercial), Joseph Cowin, Long Millgate, opposite the Grammar School. The Manchester Chamber of Commerce Has its offices at 18 and 20, Booth Street. It has for many years been associated with the highest commercial authorities, especially on all matters connected with the trade of Lancashire. Each of the institutions, the Corn Exchange and the Royal Exchange, mentioned under the head of Public Buildings, has an Association in connection with it. To these must be added the following list of Com- mercial or Professional Associations : — Brewers' Central Association, 10, St. James's Square. Butchers' Guardian Association, Brunswick Hotel, 47, Piccadilly. Cotton Spinners' Association, 14, Marsden Street. Falstaff Waste Commercial Exchange, 26, Market Place. Hat Manufacturers' Association, for Protection of Trade, 61, Princess Street. Iron Trades Employers' Association, 17, Cooper Street. Licensed Victuallers' Association, Ducie Chambers, Bank Street. Manchester and Salford Coach Proprietors' Protection Association, 2, Fennel Street. ,, ,, Grocers' Association, 18, King Street. ,, ,, Master Cotton Spinners' Associa- tion, Box 92, Royal Exchange. ,, ,, Milk Dealers' Protection Society, 120, Welcombe Street, Hulme. ,, ,, Wine and Beer Trades' Associa- tion, 14, St. John's Street. ,, Chemists and Druggists' Association, and School of Pharmacy, 37, Blackfriars Street, Deansgate. ,, Cotton Waste Dealers' Exchange, 1, Market Hall, Market Place. ,, Guardian Society for the Protection of Trade, 1, St. Peter's Square. ,, Institute of Accountants, Stanley Chambers, 23, Cross Street. ,, Society for the Protection of Trade, 6, Essex Street. ,, Society of Surveyors and Valuers, 3, Essex Street."], [18, "14 COMMERCIAL Manchester Steam Users' Association for the Prevention of Steam Boiler Explosions, g, Mount Street. ., .. ,, Typographical Association, ioa, Pall Mall. Master Calico Dyers' Association, 3, Essex Street. Mutual Mercantile Association, 8, York Street. National Association of Factory Occupiers— a Federation of Associated Employers of Labour, g6, King Street. Provincial Licensed Victuallers' Defence League, Ducie Buildings, Bank Street. Smithfield Fruit and Potato Merchants, Smithfield Market, Shudehill. Trade Societies. Amalgamated Association of Carpenters and Joiners, 95, Brunswick Street. ,, ,, Engineers, 50, Grosvenor Street. „ ,, Miners, 75, Piccadilly. ,, ,, \" • Operative Cotton Spinners, 31, Great Ancoats Street. „ ,, Tailors, 30, Devonshire Street. Bleachers' Association, Lofthouse Court, Lower King Street. General Alliance of Operative House Painters, 36, Devon shire Street. Lithographic Printers' Society, 1, Hardman Street, Deans gate. Manchester and Salford House Painters' Association, Lofthouse Court, Lower King Street. Manchester and Salford Trades Council, 1, Hardman Street. Manchester Grey Cloth and Print Lookers' Society, 9, St. James Street. Operative Cabinet Makers' Society, 25, Boston Street, Hulme. ,, Calenderers' Society (No. 1), 8, Bloom Street, Aytoun Street. ,, Fine Spinners' Association, 83, Mill Street, Ancoats. Paper Hangers' Society, 1, Hardman Street, Deansgate. Pattern Card Makers' Society, 39 and 82, Bloom Street. Progressive Hydraulic Packers' Society, 80, Hart Street. Progressive Makers-Up Society, 34, Abingdon Street, David Street. Society of Makers-Up (No. 1), 39, Bloom Street, Aytoun Street. Steam Engine Makers' Society, 64a, Oldham Street."], [19, "INSTITUTIONS. 15 Warehousemen's Society (No. 8), 78, Bloom Street, Ay- toun Street. 9°. >i ,, General (No. 2), 78, ,, (No. 3), 84, „ „ (No. 9), 88, „ J) ti The Markets. These include — The Abattoir. See Public Buildings. The Fish Markets, High Street (Shudehill), Market Place, and Victoria Street. The Hay and Straw Market, Liverpool Road. The Hide and Skin Market, Wood Street, Deansgate, and Cross Lane, Salford. The Pig Market, Water Street, Bridge Street. The Smithfield Market. See Public Buildings. The Salford Cattle Market, Cross Lane, Salford. The principal market days are Tuesdays and Fridays. The Cattle Market is on Tuesday. Manufactories. The most celebrated are — The Atlas Works, Oxford Street, for Locomotive Engines. Messrs. Galloway and Sons, Knott Mill, for Boilers and Engines. Messrs. Heywood, Higginbotham, Smith, & Co., Hyde Road, for Paper Hangings. Messrs. Nasmyth, Wilson, and Co., 12, King Street, and Bridgewater Foundry, Patricroft, for Hydraulic Presses, and other Machinery specially required in Warehouses. Messrs. Rumney and Spence, Pendleton Alum Works. Messrs. Whitworth and Co., Chorlton Street, for Mechani cal Tools, Rifles, &c. Messrs. Wren and Hopkinson, Altrincham Street, for Stationary Steam Engines. Postal and Telegraph Offices. The Principal Post Office is in Brown Street. The Principal Telegraph Office is in York Street. It is always open. For a List of Branch Offices see the Appen dix, which also contains a Statement of the Times of the Outward Mails. Railway Stations. The Central, Windmill Street, for Cheshire Lines and Liverpool. London Road, at the South extremity of Piccadilly, a"], [20, "16 COMMERCIAL AND CO-OPERATIVE joint station of the London and North-Western, the Midland, and the Manchester, Sheffield, and Lincolnshire, which is in communication with the Great Northern. Oxford Road, for the Manchester, South Junction, and the lines joining it to Birkenhead and Chester, with stations at Knott Mill and Old Trafford. Victoria Station, Hunt's Bank. For the Lancashire and Yorkshire, and the Eastern, Northern, and Western lines of the London and North Western, with station at New Bailey Street, Salford. Warehouses. Among the most important for their architectural structure are : — Messrs. R. Barbour and Co., 18, Aytoun Street. Messrs. J. Pender and Co., 18, Mount Street, Peter Street. Messrs. Ralli Brothers, 37, Peter Street. Messrs. Rylands and Sons, 14, High Street. Messrs. Schunck, Souchay, and Co., 1, Peter Street. Messrs. S. & J. Watts and Co., 33, Portland Street; built from the designs of Messrs. Travis and Maguire, and said to occupy 3,060 square yards. CO-OPERATIVE INSTITUTIONS. THESE comprise : The Central Board, City Buildings, 2, 3, and 4, Corpora tion Street. The Governing body of the Co-operative Union, comprising seven hundred co-operative societies, by whose subscriptions its funds are raised. The Co-operative (Fire and Fidelity Guarantee) Insurance Company Limited, 9, City Buildings. The Co-operative Furnishing Society Limited, 12, City Buildings. The Co-operative News Society Limited, 2, City Buildings. The Co-operative Printing Society Limited, 17, Balloon Street, with works in New Mount Street. The Co-operative Wholesale Society Limited, 1, Balloon Street, with a Warehouse for Drapery, &c, in Dantzic Street, and for Furniture in Garden Street. The Hulme Pioneers' Co-operative Society Limited, 35 and 37, Upper Jackson Street. The Manchester and Salford Equitable Co-operative Society Limited. Principal Shop in Downing Street, where is a Hall for meetings ; with branches in Ashton New Road"], [21, "INSTITUTIONS. 17 (Openshaw), Ashton Old Road (Openshaw), Cheetham Hill, Chapel Street (Salford), Great Ancoats, Great Ducie Street (Strangeways), Hyde Road, Oldham Road, Rochdale Road, Stockport Road, Stretford Road, and Wellington Street (Gorton). The Union Land and Building Company Limited, Brown Street, and Upper Brook Street, Chorlton-on-Medlock. EDUCATIONAL, ESTHETIC, LITERARY AND SCIENTIFIC INSTITUTIONS. The following is a list of the Names and Addresses of these Institutions, of which the most important are separately noticed below : — Chetham Hospital and Library, Hunt's Bank. Chetham Society, 53, King Street, and 60, Cross Street. Field Naturalists and Archæologists' Society, 17, Brazen nose Street, Deansgate. Grammar School, Long Millgate. Henshaw's Blind Asylum. See Hospitals and other Charities. Ladies' Jubilee Schools for Orphans, Bridge Street, Strangeways. Office, 78, Cross Street. Lancashire Independent College, Withington. Libraries, Public, Subscription and Circulating — (Those marked with an * are public.) Anthony Ann Deane (Circulating), 221, Oxford Street. Athenæum, 8, Bond Street. Blackley Co-operative, Domett Street, Blackley. Chetham, Chetham College, Hunt's Bank. Clegg Margaret, 3, Grecian Street. \"-Foreign, Lancaster Buildings, Back Square. \"1:Free, and Museum, Peel Park, Salford. Branches in 45, Broughton Road, Salford; 127, Regent Road, do.; and 45, Gardner Street, Pendleton. \"Free. See Free Library below. -Law Library, 78, Cross Street. Literary and Philosophical Society, 86, George Street. Manchester Mechanics', 5, David Street. Manchester Medical. See below. Mudie's Select, 10, 11, and 12, Barton Arcade. \"Portico. See below. Ride William, 115, Ashton Road. B"], [22, "18 educational, esthetic, literary \"'Royal Exchange, 57, King Street -Rusholme Public Reading-room and Library, 1, Dickinson Road. Schiller Anstalt, Rylaw House, 250, Oxford Street. Smith W. H. and Son, 73a, Market Street. Tilly William T., 18, New York Street. Withington Road Public Hall and Library, Barton Lane, Withington. Walton John Warren, 10, St. Anne's Place. Literary Institute, M. S. & L. Railway Company's Works, Cornwall Street, Openshaw. Manchester Academy of Fine Arts, Royal Institution. ,, Adult Deaf and Dumb Society, 6, John Dalton Street. ,, and Salford Adult Deaf and Dumb Associa- tion, 23, Park Street, Cheetham. ,, and Salford Ragged School Union. 100, Corpo- ration Street. ,, and Salford Sanitary Association, 78, Cross Street. ,, Art Society, 8, Essex Chambers, Essex Street. ,, Art Union, Royal Institution. ,, Association for Controlling the Escape of Noxious Vapours and Fluids from Manu- factories, 78, Cross Street. ,, Church of England Literary Union, 12, Bank Street, R.E. ,, Commercial Schools, 263, Stretford Road. ,, District Warehousemen and Clerks' Orphan Schools, Cheadle Hulme. Office, 88, Mosley Street. ,, Zoological Society, 36, George Street. „ Literary and Philosophical Society, 36, George Street. ,, Medical Society, Owens College. ,, New College (London), 38, Barton Arcade. ,, Photographic Society, Memorial Hall, Albert Square. „ Royal Institution, 75, Mosley Street. ,, Society of Architects, Royal Institution. „ School of Art, Royal Institution. ,, Schools for Deaf and Dumb. See Hospitals and other Charities. ,, Scientific Students' Association, 31, George Street. ,, Society for Promoting the Education of the Poor, 46, John Dalton Street. ,, Statistical Society, Memorial Hall, Albert Square."], [23, "and scientific institutions. 19 Mechanics and Working Men's Institutes — Crumpsall (Lower) Mechanics' Institute, Waterloo Street, Crumpsall. Crumpsall Mills Institute, Lower Crumpsall. Hulme Working Men's Institute, 220, City Road. Levenshulme Mechanics' Institute, Levenshulme. Longsight Mechanics' Institute, 510, Stockport Road. Manchester Mechanics' Institute, 5, David Street, Portland Street. Openshaw, Bradford, and Gorton Mechanics' Institute, Pottery Lane, Openshaw. People's Institute, Nelson Street, Rusholme. Medico-Ethical Association, Clarence Hotel, Spring Gardens. Newton Heath Debating Society, Hall Street (N. H.). North- Western Association of Medical Officers of Health, 78, Cross Street. Owens College. See below. Royal Manchester Botanical and Horticultural Society's Gardens, Old Trafford. School Boards — Manchester, 78, Cross Street. Salford, Town Hall. Scientific and Mechanical Society, 88, Mosley Street. St. Matthew's Literary Society, 18, Devonshire Street, Ardwick. Wesleyan College, Didsbury. Young Men's Theological Institute. The Athenæum, In Princess Street, was built in 1837, from the designs of Sir C. Barry, the architect of the Houses of Parliament. The lateMr. Cobden took a great interest in it. For the moderate sum of 24s. annually it gives its members access to a Chess Club, Dramatic Reading Society, Essay and Discussion Society, Gymnasium, Language Classes, and a Library and Chess room ; thus uniting the advantages of a club with those of an educational establishment. The Chetham College Was founded in 1641, by the will of Humphrey Chetham, who left a sum of money to trustees to buy estates for the education and apprenticeship of 40 boys, since increased to 100. The present building was at one time the residence of the Warden and Fellows of (what was then called) the Collegiate Church, now the Cathedral; but in 1547 became the property of the Earl of Derby, from whom it was pur chased by the trustees."], [24, "EDUCATIONAL, ESTHETIC, LITERARY, 20 The Chetham Library Occupies part of the College Building, and owes its existence also to Humphrey Chetham. It is principally noticeable for its collection of old works of theology, and offers, by the almost monastic quiet of its quaint structure, a striking contrast to\"the bustling modern world round it. The Foreign Library In St. Ann's Street, founded 1830, has a collection of between 8,000 and 10,000 volumes of foreign literature. The Free Library Consists of a central library with branches. The central collection was formerly placed in a building at Campfield, so called from its supposed proximity to the Roman Station, but is now removed to the Old Town Hall; the building which it had occupied — originally a Hall of Science, built by the Society of Rational Religionists, having become unsafe. The funds for its establishment were mainly obtained through the assistance of the late Sir J. Potter. It com prises a lending and a reference library, containing in 1874 respectively 78,395 and 52,540 volumes; the latter are not allowed to be removed, but may be used at the library' by any one who writes his name and address. For the use of the books from the lending library it is necessary to obtain the security of some responsible householder. Branch libraries are situate at 18, Every Street , 54, Livesey Street ; 61, Rusholme Road; 205, Stretford Road; and 80, York Street, Cheetham. Reading-rooms, supplied with a large collection of papers, daily and weekly, and other periodicals, are connected with all these institutions. The Grammar School, Founded by Hugh Oldham, Bishop of Exeter, is the oldest educational institution in Manchester. Of late years the plans of its founder have been materially modified by the introduction, in addition to the 250 boys on the founda tion, of 100 pupils, who pay each £\"12. 12s. a year ; and the greater attention paid to modern languages and scientific teaching, in which the school has a high reputation for efficiency. There are attached to this school four scholar ships, and one-third turn of eighteen others, in Brazenose College, Oxford ; and a right, in connection with two other public schools, to a rotation in twenty- two scholarships in St. John's, Cambridge. The Lancashire Independent College, At Whalley Range, behind Manley Park, was removed"], [25, "and scientific institutions. 21 from Blackburn in 1840 to this building, which cost £20,000, and will accommodate 156 students. It contains a good library for their use, called the Raffles Library, the gift of the late Dr. Raffles, president of the College for many years ; and connected with it a museum, containing among other objects of interest a large and rare collection of Anglo- Saxon literature. The Law Library, Was established in 1820 for the benefit ofthe legal profession. The Literary and Philosophical Society, Founded in 1781, was a favourite resort of Dr. Dalton and his friend, Mr. Peter Clare. The Manchester Academy of Fine Arts Is an association of Manchester Artists, which holds con versaziones at the Royal Institution, where it has an office to transact business. The Manchester Medical Society, For the advancement of medical science, and providing facilities for personal and professional intercourse, was founded in 1834, by 76 original members. Its present site is at Owens College, where it has a library of 19,000 volumes, besides pamphlets, relating to the medical profession, said to be the best out of London, and a reading-room, where all the British medical periodicals, and many American and continental, are taken in; open, as well as the library, daily from 10 to 6. The Manchester Royal School of Medicine and Surgery, Founded 1824. See Owens College. Now incorporated with Owens College. The Mechanics' Institute Is situate in David Street, Portland Street, in a building which cost £22,000, where it removed from its original site in Cooper Street. It was founded in 1824 ; possesses a large library and lecture-hall, and maintains numerous classes for both sexes. The day schools for boys and girls connected with it have a high reputation, and are the most important in the city. Owens College, Founded by Mr. John Owens, a merchant of Manchester, who bequeathed £\"100,000 for the purpose — with which the Manchester Royal School of Medicine and Medical"], [26, "22 educational institutions. Society is incorporated — was opened on the 12th March, 185 1, in a house in Quay Street, formerly the residence of Mr. R. Cobden. It was removed in October, 1873, to its present site in Oxford Road, where it occupies a large and handsome building erected from the designs of Mr. A. Waterhouse, out of funds raised by subscription ; the first stone having been laid by His Grace the Duke of Devon shire, president of the College, in September, 1870. The College is entitled to grant certificates to candidates for degrees at the London University, and has received as a dona tion the large and valuable library of the late Bishop of Manchester. It has also been constituted Trustee of the collec tion ofthe Manchester Natural History Society, estimated as worth £\"13,000, and of that of the Manchester Geological Society, for the purpose of establishing an Endowed Museum for the use ofthe public and the College. The Portico, At 57, Mosley Street, was founded in 1806. A high-class Newsroom, in connection with which is a Library of 30,000 volumes. The Royal Institution, In Mosley Street, was designed by Sir Charles Barry, and built in 1830, at a cost, including the purchase of the land, of £\"30,000. It extends 170 feet along Mosley Street, with a depth of 82^ feet, and contains a set of casts oi the Elgin Marbles, presented by George IV., and a statue by Chantry of Dr. Dalton. An exhibition of works of art is annually held there, and is open to the public at a charge during the day of is., and in the evening of 6d. The School of Art, Founded 1838, occupies one wing of the Royal Institution, where instruction in art is constantly given. Many of the pupils trained here have subsequently risen to eminence. The Wesleyan Theological Institution, Situate at Didsbury, on the Oxford Road, about five miles from Manchester, was opened in 1842 for [the training of students for the Wesleyan Ministry. HOSPITALS, DISPENSARIES, AND OTHER CHARITIES. Dispensaries. Ardwick and Ancoats Dispensary is between 24 and 88, Mill Street, Ancoats."], [27, "hospitals and other charities. 23 Chorlton-upon-Medlock Dispensary, founded in 1828, is at Chorlton Town Hall, Cavendish Street. Hulme Dispensary, founded in 1868, is in one wing of Hulme Town Hall, with its entrance in Dale Street. Provident Dispensaries, on a self-supporting plan, under the management of a general council, are opened at 29, Ardwick Green ; 79, Livesey Street ; 196, Ashton New Road (Beswick) ; 12, Dawson Street, Water Street ; and 49, St. Stephen Street, Salford. There is a Homœopathic Dispensary at 35, St. Stephen Street, Salford. (See also Hospitals.) Hospitals. The Clinical Hospital and Dispensary for sick children's diseases is in Park Place, York Street, Cheetham. The Manchester Institution for Deseases of the Ear is at 6, Lower Mosley Street. The General Hospital and Dispensary for Sick Children, founded in 1829, was formerly in Bridge Street, and is now removed to Pendlebury, but is in communication with a dis pensary in Gartside Street, near St. John's Church. The Northern Counties Hospital for Incurables is at 23, Ardwick Green. The Hospital for Consumption and Diseases ofthe Throat, established 1875, is a* J8> St. John Street. The Hospital for Diseases of the Skin, is at 35, Burgess Terrace, Hyde Road. The Manchester and Salford Lock Hospital, founded in 1818, is in Duke Street, Liverpool Road, Deansgate. The Manchester Homœopathic Hospital and Dispensary is at 94, Great Ancoats Street ; And the Homœopathic Institution is at 28, Lower Byrom Street. The Manchester Royal Eye Hospital is in 24, St. John's Street, Deansgate. The Manchester Royal Infirmary and Dispensary occupies an imposing site in a large square in Piccadilly, and opens on a broad esplanade, which is adorned by colossal statues in bronze of Sir R. Peel and the Duke of Wellington. It was founded in 1755, but was enlarged in 1792, 18^.8, 1851, and 1853, wnen the dome was added. An earnest con troversy has of late been carried on as to the comparative advantages or disadvantages of retaining it where it stands, with such changes in its construction as modern sanitary science suggests, or removing it to some site in a purer atmosphere. Connected with this Hospital are Barnes' Convalescent Home, Barnes' House of Recovery, and the Royal Lunatic Hospital and Asylum, all at Cheadle, in Cheshire."], [28, "24 hospitals and The Manchester Southern Hospital for Women and Child ren, established 1860, is in Clifford Street, Oxford Road. St. Mary's Hospital and Dispensary, for the cure of the Diseases peculiar to Women and Children, in Quay Street, Deansgate, was founded in 1790, and possesses a valuable library on the questions specially connected with these dis eases, presented to it by Dr. Radford. There is a Salford and Pendleton Homœopathic Hospital and Dispensary, at Bank Parade, Salford, with a Branch in Police Street, Pendleton. Other Charities. I. Educational, include The Blind Asylum and Deaf and Dumb School, each occu pying a wing of a fine ecclesiastical-looking building in Old Trafford, surrounded by shrubberies, and near the Botanical Gardens. The chapel forms the centre. The asylum arose out of a bequest of £\"20,000 by Mr. Henshaw, late of Oldham. The school was added by a subscription of £\"9,000. Mr. William Grant, who has the reputation of being the original of one of Dickens's \"Brothers Cheeryble,\" laid the first stone in 1836. Visitors are admitted to see the institution by applying on any Monday, Wednesday, or Friday, between 10 a.m. and 5 p.m., except between 1 and 2. Day Nursery for the Children of Widows, 54, Lower Ormond Street. Nursery for Children (Mrs. Clare), 2, Charles Street, Lower Byrom Street. Birch's Orphanage, 9, Princess Street, Chester Road, Cornbrook. Boys' Home, Wood Street, Deansgate. Boys' Refuge and Industrial Brigade, 14, Frances Street ; it includes — Branch Home for Little Boys, 37, Johnson Street, Queen's Road, Cheetham Hill, Homes for Working Boys, (1) 107, Great Clowes Street, (2) 116, Lower Broughton Street. Girls' Homes, (1) Devonshire Street, (2), 102 Elizabeth Street, Cheetham. Girls' Orphanage, GreenhiU Street, Greenheys. Manchester Female Orphans' Home and' Refuge, 90, Moreton Street, Strangeways. St. Bridget's Catholic Orphanage, 36, Livesey Street, Oldham Road. Ragged School Union, Manchester and Salford, 100, Cor poration Street ; School in Sharp Street, Rochdale Road. Working Men's Ragged Schools, Wood Street, Deansgate."], [29, "other charities. 25 II. Medical, include — The Cotton Districts Convalescent Fund, 30, St. Ann Street. The Manchester and Salford District Provident Society, 6, Queen Street, Albert Square ; Convalescent Home, 6, West Lord Street, Southport. The Manchester Nurse Training Association, 63, Gros venor Street. Nurses trained by this Society are established at Ancoats, 106, Mill Street ; Broughton, 33, Great Clowes Street ; Broughton Road, 120, Hatton Terrace ; Salford, 10, Wellington Street ; Stretford Road, 7, Drake Street ; Upper Brook Street, 20, Rosamond Place. The Sisters of Bon Secours, for Nursing the Sick of all classes at their own homes, 1, Adelphi Terracs, Salford. III. Reformatory, include — The Certified Industrial Schools, 26, Ardwick Green, and Barnes' Home, Heaton Mersey, deserving especial notice from the energy and liberality with which the proposal for their formation — which was connected with that for Ragged Schools — was taken up in Manchester, where, in 1869, the Corporation made a grant of £\"500 in their aid. The Female Penitentiary, 99, Emden Street, Greenheys. The Manchester and Salford Reformatory for Juvenile Criminals, Blackley, near Manchester. The New Home for Penitents, conducted by Sisters of the Good Shepherd, Victoria Park, Rusholme. The St. Joseph's Certified Industrial Schools (Boys), 8, Richmond Grove, Longsight; (Girls) Grindlow House, 462, Stockport Road. IV. Various, include — The Army and Navy Pensioners' Employment Association, 12, St. Mary's Parsonage. The Deansgate Mission, Wood Street, Deansgate (free breakfasts and dinners for the destitute). The Governesses Institute and Home, 90, Rusholme Rd. The Home for Destitute Women, 300, Great Cheetham Street, Broughton. The Humane Society for the Hundred of Salford, 28, Barton Arcade, Deansgate. - The Manchester and Salford Discharged Prisoners' Aid Society, 30, St. Ann Street. The Manchester Soldiers' Home and Institute, 140, Regent Road. The Night Asylum for the Homeless Poor, opened 1868, St. John's Parade, Byrom Street. The Royal National Literary Institution, Manchester Branch, St. Paul's Rectory, 72, Brunswick Street. The Servants' Home, 52, Grosvenor Street, where servant"], [30, "26 HOSPITALS, &C. LEGAL, girls who have no relatives resident in Manchester, may find a temporary residence if out of employment, is estab lished at 65, Lower Temple Street, Chorlton-upon-Medlock. The Society for the Prevention of Cruelty to Animals, Essex Chambers, 8, Essex Street. The Society for the Relief of Distressed Foreigners, 6, Queen Street, Deansgate ; which gives relief to any persons whose cases, on careful investigation, appear to be deserving, in whatever form may appear most useful, whether by gifts of money, food, clothes, &c. ; by medical care ; by assisting them to obtain work in Manchester; or by en abling them to leave it for some place where they have a prospect of employment, or to return home. Under this head should also be noticed the public charities of Manchester and Salford, of which the principal are : — Manchester. — The Mayor's Charity. Founded by Geo. Clarke and George Marshall. Distributed by the Mayor of Manchester. 2. Mayes Charity (Messrs. Cottam & Son, 8, Essex Street). Distributed by the Trustees. Salford. — The Booth Charities. Distributed by the Mayor and Churchwardens of Salford and the Senior Aldermen of Crescent Ward. 2. Dickinson's Charity. Distributed by the Trustees. For both apply to Taylor, Kirkman and Colley, 8, John Dalton Street. LEGAL, POLITICAL, AND SOCIAL INSTITU TIONS. Legal : — The Manchester Incorporated Law Association, founded 1838, is stated to be the largest legal society in the provinces. The Manchester Law Clerks' Friendly Society, 78 Cross Street. Political : — Conservative. — Broughton Constitutional Association, 22, Great Clowes Street. Chorlton-on-Medlock Conservative Working Men's, 53, Booth Street East. Manchester Conservative, 10, Temple Chambers. Salford Constitutional, 8, Bexley Square. South-East Lancashire Conservative Registration Associa- tion, 55, Cross Street. Liberal. — Manchester Liberal Association, Albert Chambers, Albert Square. Manchester Reform Union, 41, King Street."], [31, "POLITICAL, AND SOCIAL INSTITUTIONS. 27 Newton Heath Liberal Association, 51, Berry Road. Salford Liberal Association, 220, Chapel Street ; and . Queen Street Institute, Queen Street, Salford. Sduth-East Lancashire Liberal Registration Association, Albert Chambers, Albert Square. Social. General Clubs : — The Albert, 315, Oxford Street. The Brazenose, Somerset Buildings, Brazenose Street. The Catholic, 55, Market Street. The Church, Queen's Chambers, John Dalton Street. The Clarendon, 100, Mosley Street. The De Trafford Dramatic Club, Clarence Hotel, Spring Gardens. The Ellesmere, 49, Lever Street, Piccadilly. The Freemasons', 7, Cooper Street. The Manchester and Salford Caledonian Association, 172, Deansgate. The Masonic Hall, 1, Islington Square, Salford. The Newton Heath Social Club and Public Hall, Hall Street, Newton Heath. The Pendleton Social, 92, Broughton Road, Pendleton. The Prince's, 3, Cheapside. The Trafford, 3, St. Peter's Square. The Union, 73, Mosley Street. Political Clubs : — The Conservative, 30, St. Ann's Street, Cross Street. ,, Junior, 4, St. James's Square. The Reform, 79, King Street. ,, Junior, 372, Ashton Road. Besides 20 Conservative and 15 Liberal Clubs in various parts of Manchester and Salford. Special Clubs : — Bowling (Old Trafford), 38, Barton Arcade and Old Trafford. Bowling, Fallowfield, Didsbury. Chess (Manchester), Gladstone Buildings, 50, Market Street. Chess (Union), 73, Mosley Street. Cricket (Broughton), Ground, opposite Park Place, Great Clowes Street. Cricket (Lancashire and Bowling Green), Cricket Ground, Longsight. Foot Ball (Broughton Wasps), Ground, Lower Broughton Road. Golf, Sedgley Bank, Singleton Road."], [32, "28 LEGAL, &C, INSTITUTIONS. Gun (Manchester), Grounds, Thomas Square, Old Trafford. Racquet (Manchester) Court, Miller Street, Chapel Street, Salford. Rowing (Agecroft Amateur), Boathouse, Douglas Green Weir, Pendleton. ,, Broughton United, Irwell View, Lower Broughton. ,, (Nemesis), Boathouse, Cornbrook Docks. Working Men's Clubs : — The following include all of importance in Manchester, Salford, and its districts: — Ancoats, Ancoats Hall, Great Ancoats Street. Ardwick and Longsight, 3, Grey Street, Stockport Road. British Workman, 43, Chester Street, Hulme. Caledonian, 59, New Bridge Street. Didsbury and Barlow Moor, Club Buildings, Barlow Moor. Higher Broughton Temperance Clubhouse : Worcester Street, Maltham Street, Great Cheetham Street, (H B.). Irlams-o'-th'-Height : near Manchester. Kersall and Rainsough : Kersall Moor. Lady Barn : Ellesmere Terrace, Lady Barn Lane. Miles Platting : 46, Oldham Road, Miles Platting. Ordsal Hall Club : Ordsal Lane, Salford. Pendleton : 91, Broughton Road, Salford. Rusholme : 96, Wilmslow Road. Young Men's : 13, Rumford Street, Chorlton-on-Medlock. All these Clubs, except the Caledonian, are members of the Working Men's Club Association, Oxford Chambers, 9, Oxford Street. MORAL AND RELIGIOUS INSTITUTIONS. Additional Curates Society, 40, John Dalton Street. Army Scripture Readers' Society, 38, Arcade Chambers, Deansgate. Anti-Tobacco Society, Lord's Chambers, 24, Corporation Street. 1 British and Foreign Bible Society, 100, Corporation Street. Church Missionary Society, 39, Mosley Street. Church of England Sunday School Institute Repository, 268, Chapel Street, Salford. Church Pastoral Aid Society, 9, St. Ann's Churchyard, Church Rooms, 42, John Dalton Street. Convents : — Faithful Companions, 130, Upper Brook Street. Good Shepherd, Victoria Park, Rusholme. Little Sisters ofthe Poor, 201, Plymouth Grove."], [33, "MORAL AND RELIGIOUS INSTITUTIONS. 29 Our Lady of Loretto, 140, Upper Moss Lane. Poor Clares, Alma Park, Levenshulme. St. John's, 1, Adelphi Terrace, Salford. St. Mary's, 31, Byrom Street (Sisters of the Holy Cross and Passion). St. Patrick's Presentation (between 34 and 56, Livesey Street). For the education of the children of the Poor. Sisters of Notre Dame (between 17 and 25, Stocks Street). English Church Union (South-East Lancashire), Fair- field. Manchester and Salford Baptist Union, 115, Plymouth Grove. Church of England Literary Union, 12, Bank Street. ,, City Mission, 100, Corporation Street. ,, Diocesan Church Building Society, 42, John Dalton Street. ,, District Sunday School Association, 28, Jack- son's Row, Deansgate. Nonconformist Association, 12, King Street. Women's Institute, 107A, Market Street (Branches). Sunday School Union, 56, Peter Street. Monasteries: — Brothers of St. Alexis, Moston Lane, Newton Heath. Christian Brothers (between 34 and 56, Livesey Street). Franciscans, Gorton Road, West Gorton. Xaverian Brothers, 54, Grosvenor Square. National Association for Promoting Freedom of Worship, 289, John Street, Deansgate. ,, Union for Restoring Endowments. Naval and Military Bible Society — Branch, 45, Blackfriars Street. Northern Church Defence Association, 7, St. Ann's Square. Protestant Parishioners' Association, 39, Turner Street. Religious Institute, 100, Corporation Street. ,, Tract Society, Salford Sunday School Union and Library, 268, Chapel Street, Salford. Society forthe Liberation of Religion from State Patronage and Control, 4, St. James' Square. Society for Promoting Christian Knowledge, 40, John Dalton Street. Society for the Propagation of the Gospel."], [34, "MORAL AND RELIGIOUS INSTITUTIONS. 30 Temperance Societies : — Association for Stopping the Sale of Intoxicating Liquors on Sunday, 10, Corporation Street. Church of England Temperance Society, 16, Mount Street. Independent Order of Rechabites, 98, Lancaster Avenue. Lancashire and Cheshire Band of Hope Union, 18, Mount Street. Manchester and Salford Temperance Union, Barlow's Court, 43, Market Street. „ Wesleyan Band of Hope Union, 71, Market Street. Salford Diocesan Crusade against Intemperance, 21, Dickinson Street. United Kingdom Alliance, 44, John Dalton Street. In addition to these Societies there are 43 Temperance Halls and Meeting-rooms in Manchester and Salford. Unitarian Association (Memorial Hall), Albert Square. Manchester District Sunday School Association. ,, Unitarian Association. ,, Domestic Mission for Undenomi- national Ministry amongst the Poor. Manchester Unitarian Sunday School Union. Unitarian Home Missionary Board. PARKS, GARDENS, AND OTHER PLACES OF PUBLIC RECREATION. The Concert Hall In Peter Street, at its junction with Lower Mosley Street, calculated to hold 1,200 persons ; has of late years been more used as an assembly-room than for musical purposes. Gardens. The Belle Vue Gardens, Hyde Road, near Longsight, occupy a large area, with an entrance at each extremity. They contain the only zoological collection in or near Manchester. The Botanical and Horticultural Gardens, at Old Trafford, are supported by private subscription ; but frequently thrown open to non-subscribers during the summer season. Flower and fruit shows are also held there. The gardens, with their ranges of greenhouses, &c, are well worth seeing. The Manley Hall and Park Company's Gardens, Whalley Range, on the road to Chorlton, were formerly the private residence of S. Mendel, Esq. The house no"], [35, "PARKS AND PLACES OF RECREATION. 31 longer contains the valuable furniture and pictures for which it was once famous ; but the general decorations remain as evidences of its magnificence, and its beautiful greenhouses and ferneries continue in undiminished beauty. The gardens are celebrated for their fine beds of azaleas and rhododen drons, which make them a charming resort in the spring. Moorfield Gardens are six miles from Manchester, and form a pleasant escape from the noise and dust of the city. The Pomona Gardens are at Cornbrook, Hulme, and have been made very attractive by the enterprise of Mr. Reilly, their proprietor, who has erected there a great hall, styled the Pomona Palace, said to be the largest building -of the kind in England, and frequently used for political or social gatherings. Parks. The places of recreation above mentioned, though public in the sense of being open to anyone who will pay for admission, are not thrown open gratuitously; it is otherwise with the Public Parks. Of these the three first, called Peel Park, Phillips Park, and the Queen's Park, were opened in 1846 as the fruits of a subscription set on foot two years previous. To them have since been added the Albert Park, in Great Clowes Street ; Alexandra Park, situate on the Alexandra Road, in the south-west quarter of the city, opened in 1870, which has since become a very popular resort ; and Seedley Park, at Seedley, Pendleton. Peel Park is on the north-west, in Salford, and extends over 38 acres, bounded on one side by the Irwell. It contains statues in marble of the Queen and Prince Albert, and of Mr. Cobden, and in bronze of Mr. Brotherton and Sir Robert Peel ; a Free Library and Newsroom, and a Museum, with valuable collections illustrative of Assyrian, Egyptian, Greek, Roman, Chinese, Indian, Mexican, Celtic, and modern art, as well as collections of minerals, animals, and other objects which may open to the student an insight into the marvels of geology and various branches of natural history. The Reading-room, &c, is in a building standing on the edo*e of a ridge, below which, at the bottom of a steep descent, the Irwell flows. The slopes of this ridge are laid out in ornamental shrubberies, while, on the level grounds below provision is made for cricket, bowls, gymnastic exer cises, quoits, skittles, &c. The grounds are open every day, but the Museum is closed on Fridays for cleaning ; and the Gymnasia, &c, are closed on Sundays. An average of 600,000 visitors annually testifies to the popularity of this place of public recreation."], [36, "32 PARKS AND PLACES OF RECREATION. Philips Park is about two miles from Victoria Station, Manchester, on the Bolton Branch of the Lancashire and Yorkshire Railway. It contains 31 acres of ground, whose natural varieties of formation have been taken advantage of by the designer ofthe park to produce picturesque effects. The Queen's Park, to which easy access can be obtained by omnibuses from Market Street, is on the Rochdale Road. The grounds are picturesquely undulating, and planted with flowering shrubs and trees, and contain gymnasia and grounds for other games. In its centre is a museum of the same character as that in Peel Park, though not of equal magnitude, formed out of a mansion formerly called Hendham Hall. The Racecourse, Formerly at Kersal Moor, where races began to be held in 1730, is now removed to New Barnes, near Regent Road, Eccles. The course is i|- miles long, and the ground occupies 100 acres. There are two stands — the grand stand, capable of holding 2,700, and the second, 45,000 persons. The ground and buildings are stated to have cost £40,000. Skating Rinks Have been formed at Alexandra Park, at 8, Alexandra Road, and 47, Oxford Street, St. Peter's. Theatres. Manchester contains three theatres — The Prince's, in Oxford Street, built in 1864 ; The Queen's, in Bridge Street ; and The Theatre Royal, in Peter Street, built in 1846 to replace one formerly in Fountain Street, burnt down in 1844. PUBLIC BUILDINGS. The Abattoir, Situate at the Regent Road end of Water Street, occupies an area of between two and three acres, with a frontage of 533 feet along Water Street, and a depth at its greatest part of 321 feet. It contains 21 slaughter-houses with lairs for the cattle for wholesale, and ng for retail, dealers; and is provided with the most modern and efficient means for slaughtering the animals, and transporting their carcases either to the dead meat market, which extends along the entire front of the building, or to carriages, so that it may be conveyed elsewhere."], [37, "PUBLIC BUILDINGS. 33 The Assize Courts and County Gaol. The Courts are situate in Great Ducie Street, Strangeways, and are in the Gothic style of architecture, and much admired both for the convenience of their arrangements and their external and internal effect ; the great hall, which is ioo feet long, 48^ wide, and 75 high, being especially striking. They were built from the designs of Mr. Alfred Waterhouse, at a cost of over £\"100,000, and completed in 1864, when the first assize was held, in the month of July. To obtain admission, if the courts are not sitting, apply to Messrs. Hulton and Lister, solicitors, New Bailey Street, Salford. The Barracks For Cavalry are in Barrack Street, Hulme, behind Chester Road ; for Infantry are in Regent Road, Salford ; and for the Militia are at Eccles. The Borough Gaol Stands in Hyde Road, nearly three miles from the centre of Manchester, and forms a conspicuous object, with its three lofty towers, either from the Midland or North-Western Railways. The City Police Court Is in Minshull Street, Portland Street. A stipendiary magis trate, assisted by the Local Justices of the City, sits daily to try police cases. The Sessions are held every six weeks. The Corn Exchange Is a room with 600 yards square space, capable of holding 2,400 persons, situate in Hanging Ditch. It was opened in 1837, and the Exchange is held in it every Saturday. The County Gaol Is immediately behind the Assize Courts. It was built from the designs of Mr. Waterhouse, in place of the Old Bailey Prison, Salford, which was purchased by the Lancashire and Yorkshire Railway Company, and has been pulled down. The grounds and buildings occupy 7 acres. The Court of Record Is held at the Town Hall every alternate month ; the Registrar sitting alone every Thursday. The Free Trade Hall Is in Peter Street, on the site of the too-famous field of Peterloo, and was built in 1856, at a cost of £40,000. It c"], [38, "public buildings. 34 contains (i), the Hall proper, 184 feet long by 78 feet wide, and 52 feet high, with a gallery, provided with a fine organ; admirably adapted for concerts, as well as for public meetings and other purposes, and capable of holding 5,000 persons: (2), an Assembly Room, capable of holding from 600 to 700 persons. MANCHESTER CORPORATION WORKS. The offices of all these works are at the Town Hall. The Board of Health and Gas Works are in the Lloyd Street, and the Water Works in the Princess Street, corridor. (1.) The Board of Health Works. There are three depots or yards in the city under the control of the Health Committee. These depots are situated in Oldham Road, Water Street, and Holt Town. In the Oldham Road works are placed the disinfecting ovens, wherein bedding, clothing, carpets, &c, removed from houses in which infectious diseases have occurred are disinfected by the application of heat and chlorine gas. There is a furnace for the destruction of such materials as may not be worth the trouble of disinfecting, and a mortuary for the reception of the dead until their friends are pre pared to inter them. At these works the servants of the Health Committee manufacture disinfectants, which are distributed gratuitously to such as require them. Connected with the Health Department are four officers, whose sole duty it is to search out cases of infectious diseases, to procure, if possible, their removal to hospital, and to disinfect the houses by the diffusion of chlorine. Another staff of men is occupied in cleansing the houses after disinfection ; while others are employed with an ambulance to remove patients to the hospitals, and with air-tight vans to remove the bedding, &c, to and from the disinfecting ovens before mentioned. All these services are performed gratuitously for those residing within the city. The committee also pay for the maintenance in hospital of such patients suffering from infectious diseases as consent to be removed there. The Water Street yard is used for the reception of the materials removed from the 52,000 closets within the city. About 3,500 tons are there dealt with weekly. The fæces are made into a valuable manure, which is conveyed to the farms in the neighbourhood by boats on the river Irwell and the Bridgewater Canal. The rubbish is burnt into clinkers and then converted into mortar, of which 600 tons are made and sold weekly. In this work about"], [39, "PUBLIC BUILDINGS. 35 500 men are continually employed, including wheel wrights, smiths, painters, ironworkers, saddlers, farriers, joiners, mechanics, stable men, carters, labourers, mortar makers, and manure makers. There are also 380 vehicles (including 120 railway trucks) and 160 horses. The Holt Town works, now in course of construction, cover an area of five acres, and are also for the reception of materials from the closets. They are so arranged that as fast as the matter is brought into the place the fæces are converted into poudrette, and the other rubbish burnt into an inoffensive material valuable either for concreting roads or making into mortar. (2.) The Gasworks Cover about 20 acres, at Gaythorn, Rochdale Road, and Droylsden. New works are in course of construction at Bradford. The works when complete will, it is estimated, have cost £\"800,000, and be able to supply 20,000,000 cubic feet daily. The importance of the works actually in operation and the benefit which they confer on the public is shown by the following statistics for the year ending June, 1877 : — Area supplied, 42 square miles ; main pipes in use, 550 miles ; cubic feet consumed on public and private account, 2,700,000,000; number of private consumers, 71,678; gas rents received, £\"333>74o; Employes: clerks, collectors, inspectors, 150; workmen, 1,000; wages paid, £60,000; total income in round numbers, £\"400,000 ; applied (1) £\"42,000 paid over to improvement committee ; (2) The remainder used to reduce the price of gas from 3s. 4d. to 3s. per 1,000 feet. (3.) The Waterworks. These furnish a constant supply of good water to every house in the city, and to 36 townships outside the boundaries, forming a total area of 84 square miles, with an existing population of 900,000 persons. The present supply of water is drawn from the neighbourhood of Woodhead, on the Manchester, Sheffield, and Lincolnshire Railway, where the Corporation have 13 reservoirs, forming a chain of small lakes covering 975 acres, and capable of holding 6,404,000,000 gallons. In connection with these reservoirs 584 miles of main have been laid down, besides service pipes. In addition to this supply the Corporation contemplate bringing water from Thirlmere, in Westmoreland, which they have purchased ; and have now before Parliament a Bill for this purpose, of which the preamble has been passed in the House of Commons Committee."], [40, "36 PUBLIC BUILDINGS. The Royal Exchange Completed in 1871, is the fourth centre of commercial enterprise which has been built in Manchester. The first, founded by Sir Oswald Moseley, the then lord of the manor, was somewhat before its time, and was pulled down as useless in 1782. But the rapid development of trade in Lancashire soon led to the desire for a similar place of meeting, which was erected in 1806; a newsroom and dining room being opened in connection with it in 1809. In 1849 a third Exchange was built in place of the second one, which had become too small, and in 1870 the like reason produced the present magnificent edifice. It is built from the designs of Messrs. Mills and Murgatroyd, on a plot of ground bounded by Cross Street, Bank Street, Exchange Street, and Market Street, the whole of which it occupies. The principal entrance is in Cross Street, by a double flight of steps leading to a large portico, which opens into a Hall 270 feet long, 193 feet wide and 80 feet high, with a roof supported by two rows of massive pillars, having a span of nearly 100 feet between them, and communicating with various committee rooms, which, with the staircases, take up 400 square yards of the total area of 5,770. The hall is lighted partly by large windows and partly from the roof by a central (62 feet in diameter) and two smaller side cupolas. It is 9 feet above the level of Cross Street, the space beneath being used for dining-rooms, shops, cellars, &c. At the north-eastern corner is a lofty tower facing Victoria Street, containing a handsome illuminated clock. The style of architecture is Italian. The Smithfield Market, In Shudehill, has a space of 12,000 square yards, covered with rough glass, like railway stations, devoted to the sale ot various commodities, in addition to extensive shambles, and a large wholesale fishmarket, opened in 1873. Another market is being erected at Campfield. The Town Hall. Magnificent as the Exchange is, it is far surpassed by the new Town Hall, built, from the designs of Mr. Alfred Waterhouse, which were selected from those of 136 com petitors, by the advice of Mr. George Goodwin, F.R.S., Professor Donaldson, and Mr. Street, as combining with architectural beauty the greatest ease of access, supply o light, and facility of ventilation. In justice so the rejected competitors, it may be observed that the designs of three other architects (1), Messrs. Speakman and Charleswood, (2), Mr. J. O. Scott, and (3), Mr. Valentine, were considered"], [41, "PUBLIC BUILDINGS. 37 to have the preference in the order ofthe numbers in regard to excellence of elevation. Increase of beauty and dignity was subsequently given to Mr. Waterhouse's design through various suggestions made by the referees ; the Corporation sanctioning the extra expense required to give effect to them. The first stone was laid on the 26th October, 1868, by the then Mayor of Manchester, Mr. Robert Neill. The Hall was formally inaugurated on September 13th, 1877, by his succes sor in office, Mr. Abel Heywood ; the festivals on the occasion lasting three days, and including (1) a banquet, (2) a reception and ball, (3) a procession of the members of Trade Unions and Friendly Societies, in which 46,000 persons took part. The Town Hall covers an area of about 8,648 square yards, forming a triangle with a truncated apex, bounded by Albert Square on the north, Princess Street on the east, and Cooper Street and Lloyd Street on the south and west. The principal front is in Albert Square, where is the Great Tower, 286 feet to the top of the gilt ball, which crowns the lantern supported by it ; 144ft. to the balcony whence the lantern springs, from which a fine view of Manchester may be obtained. On the south end is another tower, 185 feet high. Two smaller towers break the eastern and western fronts. The following decorations are seen on the exterior : — Angle of Princess Street and Albert Square : Statues of Thomas de Gresley, Henry IV., Earl of Derby, First Duke of Lancaster, Thomas de le Warr, Bradford the Martyr, General Worsley, a trusted friend of Cromwell, and Humphrey Chetham. Central Gate, Albert Square : At the apex is a figure of St. George. Below the arms ot Manchester, and statues of Henry II. , Queen Elizabeth, and Agricola, who conquered Lancashire for Rome. Princess Street, centre : Statue of Edward III. Cooper Street, porch : Statue of Edward the Saxon. Lloyd Street, centre : Figures of a boy and girl spinning and weaving, as was done in the last century. The Hall has four public entrances, besides a private one leading to the Mayor's apartments. The main entrance is in Albert Square, through a handsome porch and vestibule divided by rows of pillars, with shafts of polished marble. The next in importance is from Cooper Street, also through a porch. The two others are respectively at the north-east and north-west ends in Princess Street and Lloyd Street. A spacious corridor runs round the whole building, con necting the different staircases. Of these the main staircase, consisting of a double flight of steps, 10 feet wide, is oppo site the entrance from Albert Square. Circular staircases, each filling a vaulted space 26 feet by 20 feet, and 43 feet"], [42, "38 PUBLIC BUILDINGS. high, and lighted by coloured glass windows, are opposite each of the other entrances. On the Lloyd Street stair case a statue by Theed of the Hon. John Bright is to be placed. There are secondary flights of stairs to the middle of the east and west sides. The Corridor opens into the different public offices, which are a few feet above the level of the basement, where are placed the police cells and police parade. A similar corridor extends round the building on each floor. Out of that on the first floor on the Albert Square side open the principal official rooms, which are as follow : — i. The Council Chamber, 56 feet by 31 feet, for the Mayor, the 16 aldermen, and the 48 councillors, with a gallery for the public, which can accommodate 150 persons. 2. The Mayor's Parlour, or General Committee-room, 53 feet by 30 feet, connected with the council chamber by an ante-room, where is kept the city plate, weighing 10,000 oz., which cost £\"7,000, raised by a subscription set on foot by Alderman Curtis, ex-Mayor. 3. The Reception-rooms, consisting of — (1) The Ante-room under the central tower: (2) The Reception-room, 51 feet by 30 feet: (3) The Banqueting-room, 69 feet by 32 feet, all 23 feet high. The Mayor's Private Apartments are situated on the Princess Street side. In the Mayor's Parlour is a chimney-piece of two stories, bearing the shields of the first and the present Bishops of Manchester, Sir W.Fairbairn, Sir J. Whitworth, Humphrey Chetham, John Owen, Sir Thomas Bazley, and Mr. Herbert Birley ; and in the Reception-room a two-storied chimney-piece of alabaster, with figures of Justice and Truth on either side. Opposite to this suite, on the other side of the landing into which the main staircase opens is the Public Hall, 100 feet by 50 feet, with a recess 24 feet by 21 feet for the orchestra, and 28 feet high. The Ceiling is decorated with (1) the Royal Arms, and those of the Duchy of Lancaster ; (2) The arms of France, Russia, Austria, Prussia, Norway, Denmark, Holland, Egypt, Belgium, China, the United States of America, Japan, India, the West Indies, Australia, and Canada ; (3) Those of Manchester, Salford, London, Edinburgh, Dublin, Liver pool, Leeds, Glasgow, Bristol, and Bradford, with various typical symbols, such as the shuttle, cotton, flax, and bees, the ibis, and papyrus, &c. Panels, have been reserved for pictures relating to the history of Manchester. In the Orchestra recess is placed the Grand Organ, built"], [43, "PUBLIC BUILDINGS. 39 by Mr. A. Cavailla-Cott, recommended by Messrs. Best and Joule as the best of modern organ builders. It combines all the improvements introduced in the construction of organs in recent times (amongst themth at of the performer sitting with his back to the organ) ; and contains 3,024 pipes, the largest 16 feet high, including five complete octaves, and a pedal manual, ranging over 30 notes, or 2J octaves. A list of all these combinations is given in the Guide to the New Town Hall, published by Messrs. Tubbs and Brooks. But besides this source of musical sounds the Hall has a second in its fine peal of bells and the carillon connected with the clock, to be placed in the great tower. The Bells, cast by Messrs. Taylor, of Loughborough, are 21 in number, and weigh 622 cwt. The scale reaches within half a note of two octaves, from G, which weighs 140 cwt., to F sharp in the octave above it, which weighs 7 cwt. ; the intermediate tones and weights being A, 90; B, 65 ; *C, 50 ; C sharp, 42 ; *D, 33; D sharp, 28; :;:E, 24; *F, 21*2; F sharp 19; *G, 16; G sharp, 14*2; *A, 12*3; *B, 9*1; *C, 9; C sharp, 8*3; *D,8*2; D, sharp, 8; *E,7*3; F,7*2. Those marked with * are arranged for ringing. Each bell has, as motto, a line from Tennyson's celebrated poem, beginning with \" Ring out the False, Ring in the True,\" and ending with \" Ring in the Christ that is to be.'' The Clock, which is to be illuminated, will register Green wich mean time by means of an electrical connection. The hours will be struck on the great bell of seven tons, and the quarters chimed on the other bells. The carillon machine made by Messrs. Gillie and Bland, will play automatically 31 tunes upon the 21 bells. At midnight, every 24 hours, the tune will change, so that a fresh tune will be provided for every day of every month, while a keyboard connected with the mechanism will enable any tune within the compass of the bells to be played upon them as easily as on a piano forte. The clock and carillon combined are said to be larger than any other in Europe. The Old Town Hall At the corner of King Street and Cross Street, is now con verted into the central establishment of the Free Library. Town Halls Connected with the different townships associated with Manchester are situate— For Broughton, in Duke Street, Lower Broughton; for Cheetham, in Cheetham Hill; for Chorlton-on-Medlock, in Cavendish Street ; for Hulme, in Stretford Road ; for Pendleton in Broad Street, Pendleton."], [44, "PUBLIC BUILDINGS. STATUES. 40 Salford Town Hall is in Bexley Square. They may be generally described as handsome structures — an ornament and credit to the localities where they have been erected. The Workhouses. Of these there are three — (i) The Central, situate in New Bridge Street, Strangeways. (2) The Chorlton-on-Medlock Union Workhouse, situate at Withington, about four miles south of Manchester. It can accommodate 1,500 persons, and stands upon 86 acres, used for farming purposes as a labour test, with excellent effects ; and is connected with an hospital for the sick poor, architecturally imposing, and comprising all the most modern and scientific improvements. (3) The Manchester New Workhouse, built in 1853 at Crumpsall, to the north of the city, at a cost of £50,000, which can accommodate 2,000 persons. STATUES. The Albert Memorial in Albert Square, opposite the principal entrance of the New Town Hall, represents the Prince in his robes as a Knight of the Garter, standing under a richly decorated canopy of elegant proportions. The statue, which is in marble, is a work of Mr. Noble. It was presented to the Corporation by Thomas Goadsby, formerly Mayor of Manchester. The canopy was designed by Mr. R. Worthington, of Manchester. A statue of Humphrey Chetham, in marble, by J. Mead, is at the east end of the choir of the Cathedral, the gift of Mr. George Pilkington, who was educated at Chetham School. A statue of Mr. Cobden in bronze stands in St. Ann's Square, and opposite to this man of peace, at the bottom of Deansgate, is a statue of that man of war, Oliver Cromwell, the gift of Mrs. Abel Heywood. A sitting statue of Dr. Dalton, in bronze, is placed on the esplanade of the Infirmary, corresponding to a similar statue of James Watts, placed between the statues of Peel and Wellington, noticed inj_wr_description ofthe Infirmary. _/7c-_.vT_r.<?x"], [45, "APPENDIX. CITY AND COUNTRY OMNIBUSES AND TRAMCARS. ALEXANDRA PARK GATES.— From Market-st. every 5 min. from 8 a.m. to 9-45 p.m. Return every 5 min. from 7-52 a.m. to 9-15 p.m. BELLE VUE, (via Hyde Road). — From Market St. every 15 min. from 8-SO a.m. to 9-15 p.m. Returns every 1\"> min from 8 a.m, to 8-45 p.m. Fares, Sd. and 2d. BROOKS'S BAR.— From Exchange, everyStnin., fm 8-15 to 8-45 a.m., then every 4 min. to 11p.m. Sun- days, 12-30 a.m.. then every 10 min. from 2-25 to 10-30 p.m. Returns every 3 min. from 7-45 to 9 a.m.. then every 4 min. to 10-30 p.m. Sundays 10 a.m.. & every 10 min. from 1-50 to 10 p.m. Fares 3d., 2d. BROUGHTON (HIGHER) TRAHCARS.— From Deansgate every 7J minutes (via Strangeways and Bury New Road), from 8-20 a.m. till 8 p.m.,then every quarter-hour till 10-30. Saturdays, eztra at 10-45 and 11 p.m. Sundays, 10 and 10-30 a.m., 12-10, 1*2-30, 1, and every i hour from 2-30 to 10 p.m. Returns every 7$ min. from 8 a.m. to 10 p.m. Saturdays, extra at 10-15 and 10-30p.ro. Sundays at 9-30, 10, and 11-45 ; 12 noon ; 12-30, and every { hour from 1-30 to 9-80 p.m. Fares Sd. and 2d. BROUGHTON (LOWER).— From Market Place, half-hourly fm 8-30 a.m. to 9-30 p.m. Sundays, 12-15 noon. Returns half-hourly fm 8 a.m. to 9 p.m. Sun. 10 a.m. Fares 3d. & 2d. BROUGHTON (LOWER), via Blackfriars Street and Broughton Road.— At 6-45 and 9-15 a.m., 1, 5-15, 5-45, 6-15, and 6-45 p.m. Saturdays at 8-45 and 9-15 a.m., 12-45, 1-15, 1-45, 2-5. 8-16, 8-45, and 9-15 p.m. Returns from the Cliff at 8-15, 8-45, and 9-15 a.m., 12-SO, 5-45, and 6-16 p.m. Saturdays at 8-15, 8-46. and 9-16 a.m., 1-16,1-45, 7-45, 8-16, and 8-45 p.m. CHEETHAM HILL. — From Corporation-street, via Ducie Bridge, every 7J min. fm 8-80 a.m. to 8-30 p.m., then every 10 min. till 10-30 p.m. Sats. extra at 10-46 and 11 p.m. Sundays at 10 and 10-30 a.m., 12-15, 12-30, 1, 1-30, and every 15 min. to 10-30 p.m. The 11 am. and 3 pm. run through Hightown. Returns 7-50 a.m. and every 7 4 min. from 8 till 8 p.m., then every 10 min. till 9 p.m., then every 16 min. till 10 p.m Saturdays, extra, at 10-15 and 10-30 p.m. Fares 3d. and 2d. CLARENCE STREET & VICTORIA PARK.— From Market-st. at 8-45 a.m., and .J hourly till 8-45 p.m., returning £ \"hourly fm 8-15 a.m. till 8-15 p.m. GREENHEYS — From Exchange, via Oxford-road, at 8-10, a.m., and every -) hour till 9-10 p.m. None on Sats. after 2-10 p.m. Returns 8-10, a.m., and every £ hour till 8-40 p.m. None on Sats. after 1-40 p.m. Fares 3d. and 2d. HARPURHEY AND QUEEN'S PARK.— From High-street, Market-street, at 8-10, 8-20, and every 5 minutes till 10-40 mrn. Saturdays, every 5 minutes from 8-10 mm. till 11-10 aft. Sundays at 10J mm., 12$, 1$, then each J hour till 104 aft. Returns at 7-40, 7-50, and each 5 mins. till 8 aft., then every 7.J minutes till 10-10. Saturdays, every 6 minutes from 7-40 mrn. till 1CJ aft. Sunday's 10 mrn., 12 noon, 1, and every 16 minutes till 10 aft. Fares Sd. and 2d. HIGHTOWN.— Walnut-street.— From Corporation -street, 8-20, 8-40, 9-0, 9-20, *9-40, and \"11 a.m.; 1-5, 2-30,6-35,6-5, 6-20,6-45,7-10, *8-10, *9-10 p.m. Saturdays, 1-5, 2-5, 3, '4, '6, \"6, *7, *8, and 9 p.m. Returns at 8, 8-20, 8-40, 9, 9-20, '10-10. and 11-10 a.m. ; 12-30, 2, \"S-10, 5, 6-30, 6, 6-20, si-40, and 7-10 p.m. Saturdays, 12-30, 1-30, 2-30, *4-30, \"5-S0, \"6-30, and *7-30 p.m. Fares 3d. and 2d. Those marked thus \" run to and from Cheettiam Hill. LONGSIGHT.— From Market-Btreet, every five minutes from 8-SO a.m. to 10-30 p.m. Returns every five minutes from 8 a.m. to 10 p.m. Fares 3d. and 2d. No Sunday 'Busses, Night light, red. OLD TRAFFORD BAR. — From Exchange, via All Saints, every fifteen minutes from 8-30 a.m. to 10 p.m. Sundays 12-35, and every thirty min. from 2 to 10 p.m. Returns every fifteen min. from 7-50 a.m. to 9-20 p.m. Sundays, 10 am., and every thirty min. fm 2 to 9-30 p.m. Fares Sd. & 2d. Ditto via Deansgate. — From 31, Market-street, at 8 30 a.m., and each quarter-hour until 9 30 p.m. Returns at 8-0 a.m., and each quarter-horn- till 9-0 p.m. Fares 3d. and 2d. MILES PLATTING, NEWTON HEATH, FAILSWORTH, AND HOLLINWOOD.— From Market-st. every twenty minutes from 8-15 a.m. to 2 p.m., then every 15 min. to 8-30. 8-40, 9, 9-30, and 10 On Saturdays, every 15 min. from 10 a.m. till um. On Sundays, at 10 a.m., 1, 2, 3, 4, 6, 6, 7, 8, and 9 p.m. Returning from the Bridgewater Hotel every hour from 8 a.m. to 8 p.m., and from the Wagon and Horses every twenty minutes from 7-30 a.m. to 2 p.m., then every quarter-hour to 7-30, 7-45, 8,9, and 9-30 pm. Saturdays (from Newton Heath only) every 15 minutes fr,*m lto 9-10 p.m. Sundays, 12 noon, 1. 2, S, 4, 6, 6, 7, 8, and 9 p.m. Fares, Duke of York, 3d. and 2d.; Hollinwood, 4d. and Sd. N.B. —The hour 'busses each way run to and from the Bridgewater Hotel. PENDLETON AND PEEL PARK TRAMCARS.— From Deansgate every 5 minutes from 8 a.m.to 8$ p.m., then every 7£ min. to 11 p.m. Sundays at 10 and 12 a.m. and every quarter-hour from 2 to 10? pjn. Returns every 5 min. from 7J a.m. to 8 p.m., then every 7$ min. to 10 p.m. Sundays* at 10 and LU a.m ; 124, then every quarter-hour from 1* to loi p.m. Fares 3d and 2d. PLYMOUTH GROVE —From Market-st., via Oxford Road and Brunswick-st., every half-hour from 8-30 am to 8 d m. Returns every half hour from 8 a.m. to 7-80 p.m. Fares Sd. & 2d. Night light, red. RUSHOLME.— From Market-st., at 8-25 a.m. then every fifteen min. until 10-25, 11 p.m. Returns at 7-55 a.m., then every fifteen min. until 9-55 p.m. Fares Sd. and 2d. WEASTE (Derby Road).— From Deansgate, per Tram Car, every 10 min. from 8-15 to 10 4a p.m. Sats ud to 11 p m Sundays every 10 min. from 2-SO to 9-40 p.m. Returns every 10 min. from 7-45 to 10-15 p m Sats up to 11 p.m. Sundays every 10 min. from 2 to 9-10 p.m. Fares 3d. and 2d. A1HTON FAIRFIELD AND OPENSHAW.— From Market-street, 8-10, 9 a.m., and J hourly till 9 p.m. Saturdays, every j bou fm 10-45 a.m. to 9-80 p.m. Sundays at 11 a.m. ; 2-so. 3-80 4-80 5-80, 6-80, 7-80, and 8-80 p.m. Returns at 7-80 a.m., i hourly, to 7-15 p.m. Saturdays every j hour fm 12 noon till 9-45 D m Sundays at 9-30 a.m. ; 1, 2, S, 4, 5, 6, and 7 p.m. Fares 4d. and 3d. R'-IADFORD — From Mjrket-st. at 8-15 a.m., and each . hour till 9, then at 9-30 and 10 p.m. Saturdats. eachi hour fm 1 p.m. Sundays, each J hour fm 1-3C to 8-80 p.m. Returns 7-45 am., and eich t hour till 9, then 9-30 p.m. Saturdays, each J hour fm 1 p.m. Sundays, eich i hour fm 1-30 io 8 p.m. BURY -From old Boar's Head, * hourly from 8-30 a.m. to 7-80 and 9- p m. Extra Sats. at'1-16 pm. Sundays at 9 and hourly till 6, then 7-80 p.m Returns ,) hourly fm 8 a.m. to 7 30 p.m. Extra f m P??shrich at 8 and 8 45 am. Bury to Whitefield only at 8, 8-30, and 9 p.m. Sundays, at 9, 10-30 and honrw till 7 ia o m Fares 9d. and 6d. \"To Whitefield only. riTF iffl F -From the Exchange, at 9 6 a.m., and hourly to 10 5 p.m. Sundays at 10-30, 11-0 a.m., and ho^lv from lTo 8 p.m , and 9 to Didsl.ury only. Returns at 7-45 a.m., and hourly to M5 p.m. Suvnivs nto-SO am and hourly from 11-45 a.m. to 8-46 p.m. ranpiTOH ri™ HARDY —From Market-street, 9 10 and 11 a.m., 12 noon, and every hour from 1 to a si Tm S£ Citv Road and Great Jackson Street. Saturdays extra at 1 30 p.m. Sundays at 2. 4, S, .i&TilS Returns at 8. a 80, and every hour from 9 a.m. to 9 p.m. Saturdays extra at 2 S». Sunday'™!. 5 7 and 9 a.m. Fares, 4d. anoSd. Sunday Fares, 4d. in or out."], [46, "APPENDIX. 42 CITY AND COUNTRY OMNIBUSES AND TRAMCARS— Continued. DENTON.— From Angel Hotel, Market-street, at 9-0, and 11-15 a.m., and 1-15, 2-15, 4-15, 6-15, 6-15, and 7-45 p.m. Returns, from Bowling Hotel, Denton, at 8 and 10-10, a.m., and 12-0,1-10, S-10, 4-10, 5-10, and 6-30p.m. Saturdays, extra from Market-street at 8-15, 6-15, 9-16, 10-15, and 11 p.m. ; returning at 2-10, 5-10, 8-10, 9-10, and 9-15 p.m. Sundays, from Market-street, at 8-15, 5-15, 7-45, 9-30, and 10 p.m.; returning at 1-30, 2-30, 6-0, 0-30, 7-45, and 9p.m. Fares to Belle Vue or Gorton, 4d. and Sd.; to Denton, 7d. and 6d. DID SBURY.— From Market-street, at 8-45 a.m.. then every 15 min. until 10^0 p.m. Extras at 5 25. Returns from Didsbury Hotel, at 7 25 and 7 46 a.m., then every 15 minutes until 10 p.m. Sundays, from Market-street, 10 a.m., and hourly from 12 30 to 8 80 p.m., then 9 p.m.; from Didsbury, il 30 a.m.. and hourly from l 80 to 9 30 p.m. Fares, 5d. and 4d. See also Cheadle. DROYLSDEN, by Bradford and Clayton.— From Market-street, every hour from 9 a.m. until 9 p.m. Returns every hour from 8-45 a.m. to 7*45 p.m. Saturdays extra at 1-46, 8-45, 5-45, and 7-45 p.m. Returns at 1, 8, 5, 7 p.m. Sundays, 1, 8, 5, 7 p.m. From Droylsden 2, 4. 6 p.m. Fares 4d. and 8d. ECCLES AND PATRICROFT.— From Deansgate, per Tram Car, every 80 min. from 9-30 a.m. to 7-30 p.m. Returns every 30 min. from 8-30 a.m. to 8-30 p.m. Fares 4d. and Sd. FAILSWORTH BAR.— From Market-street, every twenty min from 8-15 a.m. to 9 p.m. Returnb every half-hour from 8 a.m. to 8 p.m. Fares 6d. and 4d. GORTON.— From Market -street 8-SO a.m. and every quarter of an hour to 8-15 p.m. Return.— Waggon and Horses at 8 a.m. and every quarter of an hour to 9 p.m. No Sunday. HALSHAW MOOR.— From corner of Withy-grove, at 10-30, 1-80, & 5-80. Returns at 9 a.m.. 12 noon, and 4 p.m. Fares 8d. and Gd. HOLLIN WOOD.— From 81, Market-street, every twenty min. from 8-15 a.m. to 2 p.m., then every 16 min. te 8-80, 8-40, 9, 9-30, and 10 pm. Saturdays, every quurter hour from 10 a.m- to 10 p.m. Returns (from Bridgewater Hotel) hourly from 8 am to 8 p.m. From Waggon and Horses every twenty minutes from 7-80 a.m. to 2 p.m., then every quarter hour to 7 80 p.m., then 7-45, 8-0, 9, and 9-80 p.m. Sundays (from Market-street), 10 a.m., 1, 2, 3, 4, 5, 6, 7, 8, and 9 p.m. Return at 12, and hourly to 9 p.m. Fares 4d. and 8d. MIDDLETON.— Via Heaton and Rhodes.— From Withy Grove, at 9 a.m., and 1, 4, 6, and 8 p.m. Returns at 8 and 11 a.m., and 2, 5, 7, and 9 p.m. Sundays, at 11 a.m., and 8 and 7 p.m. Returns at 9-15 a.m., and 2, 6, and 8 p.m. Fares, 6d. and 4d. ; from Heaton Bar to Manchester, 5d. and 8d. ; from Whitesmithy Bar to Manchester, 3d. and 2d. NORTHENDEN.— From Exchange at 8-50 a.m. 13-60, 8-50, 4-50, 6-50, 6-20 p.m. Saturdays, extra at 1-50, and 9 p.m. Sundays, 12, 2-30 p.m. Returns, 7-45,8-45, 10, 2, 5, 6, 7-30. SuNDAYS,l-16a.m., 7 p m. NORTHENDEN NEW ROAD BAR. — From Exchange at 8-86 a.m. and hourly to 8-35 p.m. Returns 8-20 and 8-40 a.m. and hourly to 8-40 p.m. Fares 5d. and 4d. OPENSHAW.— Clayton Lane.— from Market-street, every half-hour from 8 a.m. to 9 p.m. Returns every half-hour from 8 a.m. to S-80 p.m. Saturdays extra at 145 and hourly to 9 45, then 10 30. Fares 3d. and 2d. PATRICROFT, no Pendleton and Eccles Old Road, per Tram. Car.— From Deansgate each hour and 6 min past the hour, and also each $ hour and 5 min past the hour, in connection with a service of busses onward from Pendleton, and vice versa. Fares, 4d. and Sd. PENDLEBURY.— Per Tram Car from Deansgate hourly, from 8 am to 8 pm. Returns hourly from 8 am to 8 pm. See note to Swinton. PRESTWICH, Polefield, from Boar's Head, 8 SO a.m., then every thirty min. to 7-80 p.m., then 8-80. Saturdays, 1-15. Sundays, at 9 and 11 a.m., and 1, 2, 8, 6. G, 7, and 9 p.m. Returns every thirty min. from 7-30 to 8 p.m. Saturdays, 8-0 and 8-56 a.m. Sundays, at 9 and 10-80 a.m., and hourly till7-30p.m. Fares5d. andSd. RADCLIFFE.— From Old Boar's Head, Hyde's-cross, via Prestwich, Sundays, 7 p.m. Returns 8 pjn. Fares 7d. and 5d. SALE.— From Bull's Head, Sale, at 8-15 a.m. Returns from Manchester at 5-45 p.m. STOCKPORT.— From Market-street, every hour from 9-20 a.m. to 9-20 p.m. Returns (from the Bulkeley Arms) every hour from 8-10 a.m. to 9-10 p.m. Fares Gd. and 4d. STRETFORD, via City-road and Old Trafford.— From Exchange at 8-30, 9, 9 SO, 9 60, 10 20, 10 50, 11 20 11 60 a.m., 12 20 12 50:, 1 6, 1 20, 1 50, 2 20, 2 50, 3 20, 8 60, 4 20, 4 50, 6 20, 5 60, 6 20, 6 50, 7 20, 8 6, 8 60,t p.m. Sundays at 10 16 and 11 a.m. ; and 1, 2, 2-80, 3, 8-30. 4, 6, *6, 6-30, 7, 7-80, 8, 8-30, and 9 p.m. Returns from the Cock Inn at 7-45, 8-10, 8-35, 9, 9-30, 10, 10-30, 11, and 11-30 a.m., 12 noon, 112 15 12 30, 1, 1 30, 2, 2 30, 3, 3-80, 4, 4-30, 6-0, 6-30 6, 6-30, 7-15, 8 p.m. Sundays at 9-80 and 10-10 a.m. 12 noon, 1, 1 30, 2, 2 SO, 3, 4, 6, 5 30, 6, 6 30, 7, 7 80, 8 p.m. Fares 4d. and Sd. * From Edge Lane. I Saturdays only. SWINTON.— Per Tram Car from Deansgate at 8 am. and every 10 min. to 9 am ; then 9i, 9J, 9?, 10k 101 10i, llf, IIJ, and llrj am ; 12£, 12,, 12i IJ, li, H M\\, 2J, 2ij, S\\, 8£, 3$, 4}, and 4* pm; then every 10 min. to 6-J, 6i 7j. 7£, Ti, 8}, 83, and 9 pm. Returns at 7:i and 8 am ; then every 10 min. to 10 am ; thenlOJ, 10$, 103. 1U, 11., and 11? am; 12). 12$, 12$, 1$, 1.*, 1], », 2j. 2?, 8*. 3*, 8$, 41, 4J, 4j, and 5+ pm; then every 10 min. to 7_, 73, 8}, 8J, 83, 9£, 9*, 9%, andlO pm. Note.— AU through passengers have to change at Pendleton. Fares, 4d. and 8d. WHITE FIELD— Same times as Bury. Returns, j hour later. Fares, 7d. and 6d. WITHINGTON.— From Market-st. every half-hour from 8-50 am. lo 8-20 pm.; also, 93,10*, and 103 pm. Returns every half-hour from 8-35 am. to 9-5 pm. Also same as Didsbury, returning i-hour later."], [47, "43 APPENDIX. MANCHESTER & SALFORD HACKNEY COACH & CAB FARES. N.B. — Some few proprietors have advanced their farea to ls. per mile, but such alteration ifl, or should be, marked on their cabs. • From Yorkshire side of Station, 1 or 2 Passengers, 9d. 3 or more, ls. The charge for one or two passengers is 9d. per mile, and sd. for each additional third or lesser portion thereof By time, 6d7 for every 16 minutes or lesser portion thereof. For three or more SasSncers is per mile, aid 4d. for each additional third, or lesser portion thereof By t ime, 7*d for Zvex% 16 mtou es \"rteSel portion thereof. It is at the option of the driver whether he charges by time or distan™ Double Fare chargeable fi-om 12 o'clock at night until 7 o'clock in the morning. ÆoGAGE^-The fares include all charges for a reasonable W4'^ ° ,, \"^X^ 2?0™ %£? in loadinglnd unloading thereof. In case of complaint, application can be made at the Town HaU, Ki?he8£fveÆ^e68ther-hiTer a ticket in all cases on entering the vehicle, and to produce bye-laws and tables of fares, if required, under e penalty. Vid Stat turit, tion. Siil Stnl find lion. Ldn Stnl i.lttl. tion. \\ 1, t Stut tonn Salt tion. 8 tat og So ___?____ 7__jL t,u,_ I tion. LtLn'Rd Station. n A** ? a. d.s. d. IO 9:1 0 111 81 8 I.... .... Ill 62 0 1 01 4 11 31 8 11 62 O 10 91 O 11 01 4 10 91 O 11 81 8 )0 91 0 0 11 0 30 91 0 10 91 0 10 91 0 11 81 8 30 91 O 3|l 81 S 11 81 8 32 63 4 11 92 4 94 85 8 63 04 0 B|2 9 8 0 li 01 1 4!2 02 8 02 93 4 02 68 O DO 91 0 BI 01 4 01 01 4 00 91 0 00 91 0 10 91 0 00 91 0 00 91 0 0,0 91 0 00 91 0 0:0 91 0 00 91 0 O'O 91 0 00 91 O 00 911 0 0,0 9.1 O 00 91 O 00 91 0 00 9|1 0 00 0 1 0 00 91 0 0,0 91 0 0,0 9ll 0 TO OR FROM A - £_ u - s u TO OR FROM u __ g - = B Assize Courts, Bury N. Bd. 0 Athenæum, Bond-street ..0 Barracks— Cavalry, Hulme 1 Infantry, Regent Road. . 1 Baths— Leaf -street, Hulme 1 Miller-st., Manchester ..0 Greengate, Salford p Belle Vue Gardens, Gorton 2 Borough Gaol, Hyde Road 2 Botanical Gardens, O. Traf . 2 Bridges— Albert 0 Blackfriars 0 Broughton C Ducie C Victoria t Cemeteries — Ardwick — 3 Eccles New Rd., Salford s Harpurhey 3 Rusholme Road 1 Churches— All Sts., Oxf.Rd. 1 Cathedral, Hunt's Bank.. I St. George's, Hulme '. St. John's, Deansgate — I St. Luke's Cheetham Hill : Colleges— Chetham's I Lancashire Independent : Owens, Oxford Road .... . Wesleyan, Didsbury Concert Hall, Peter-street i Corn Excnge., Hang. Ditch i Exchange, Market-street . . i Free-trade HaU Infirmary, Piccadilly Markets— Cattle, Cross Ln. Shudehill Victoria Street Museum, Peter-street mechanics' Institution.... Parks — Alexandra Peel, Crescent, Salford . . Philip's, Bradford Queen's, Rochdale Road Victoria, Rusholme — Police Stns.— Albert-street Cavendish-st., C.-on-M... Fairfleld-street King-street Goulden-st.. Oldham Rd.. Pomona Gardens, Combr'k Portico, Mosley-street .... Post Office, Brown-street. . Royallnstitntion.Mosley-st Reform Club 9. d.'s 0 91 0 9,1 1 81 1 81 1 81 0 9 1 0 91 2 63 .2 83 .2 83 0 91 0 91 .0 91 .0 91 .0 91 .1 95 12 61 .1 9i .1 81 .1 81 .0 91 .1 s: .0 9: ll s: .0 9: t2 6! . i 6: .4 61 to 9 00 9 .0 9 .0 9 .0 9 1.1 6 .0 9 .0 9 .0 9 .0 9 .2 0 .1 6 .1 0 . 2 0 dl 6 . 2 3 itO 9 .1 3 .1 0 .0 9 ..10 kl 6 .0 9 .0 9 ItO 9 .0 9 ,1 00 1 HI 1 81 1 8'l 1 01 1 00 IS 42 13 OS 13 0!2 11 o'c 11 0'C 11 0C 11 0,C 11 ok 12 4 1 13 41 3 2 4. 31 8: 31 el: 31 Oil 31 8 31 Oil 31 8;: 0 1 0 6 3 4 6 2 21 66 0. 91 Ol 91 0 91 01 91 0| 910 62 0 91 0 91 0, 91 0 91 0 02 8 6 2 0, 01 4 02 8 62 0 3 3 01 91 0 31 8 01 4j 9 1 O 01 4 62 0 91 0 91 0 91 0; 91 Ol .. d. B. 9. Ll. 0 9! 0 9 1 0 1 0 1 8 1 0 0 9 2 6| 2 6 2 0 0 9 P 9 0 9 0 9 0 9 1 9 72 0 2 0 11 it ill 0 0 9: ,1 0 |o 91 11 6 10 9 2 8 1 6 I li 1° 9 10 9 0 9 0 9 i|0 9 1 0 1 0 >0 9 0 9 10 9 1 9 11 6 0 9 ul 3 ■2 0 '|2 0 10 9 1 0 ,11 8 10 9 1 0 11 8 10 9 10 9 (0 9 WO 91 ■$. d.'s 1 01 1 00 1 41 1 41 ll 81 1 410 '1 01 JS 4'2 ;s 41 12 H 1,1 0,1 ■\\i oa lil 01 11 oc tl oc )|2 4] )2 BS ),2 8 5 ill 8{ Jl 4i 91 01 DI 4 91 0: G2 0: 91 0( BS 0: 62 2: 66 0 9,1 Ol 91 0i 91 0|i 91 Oil 91 0 01 4 Oil 4 91 0,i 9'1 0> 91 0 92 4 0 2 0 91 0 38 0 02 6 0)2 8, 91 0, 01 4 SI 8 91 0 01 4 81 8 91 0 91 0 91 0, 91 Ol 8. dJI l s: i,0 9. Jl 6: .1 91 11 8 10 9 11 0 12 0 l'l 6 Sil 91 )1 0 )'o 9l )1 8 JO 9, 3 0 9l 11 0 2 9 2 0 0 9 0 9 i|0 9 ,1 8 1 0 1 9 10 9 12 6 1 S H » 10 9 s.d. 1 e 1 0 1 8 1 0 1 4 2 t- l'2 0 i,2 i - II I ■ 11 01 ;i e 11 0 11 o: 11 i 18 8 )2 e )[l 0 31 0 311 0 Sl 6 11 4 32 4 31 0 33 4 31 8 35 t 31 0 31 0 91 0 91 0 91 0 02 8 9jl 0 9 1 0 91 0 9 1 0 92 4 91 0 62 0 0 2 O 92 4 62 0 91 0 91 0 91 0 91 0 9 1 0 92 4 91 0 91 0 91 0 911 0 Railway Stations— Ardwick l Liverpool Road (Goods). . l London Road I] Miles Platting |] Salford, New Bailey-st.. . C Oldham Road (Goods) ...C Ordsal Lane 1 Oxiord Road ] Victoria, Hunt's Bank . . \\ . St. Ann's Square C Slfd. & Pndltn. Dispensaryj: Theatres— Prince's, Ox. Rd.[( Queen's, Bridge-street ..!( Royal, Peter-street ( Town Halls— Ardwick ... .1] Cavendish-street h 5 Chapel-street, Salford . . ( i< Manchester,(New or Old) ( _) Stretford Rd., Hulme ..I] D York-street, Cheetham . . ,i ] Toll Bars — Broughton, 1 |. : Kersal, Bury New Rd. 1 I 4 Brooks, Chorlton N. Rd.. ! i Besses o'th' Bam N 0 Failsworth, Oldham Rd.;: 4 Gorton | B Old Trafford : B Rushford, Stockport Rd., D Singleton Brook, Chtm.,: 0 White Smithy : 0 Union Club Hs., Mosley-st. I 0 Workhouses — Chorlton, ) 0 CavendiBh-st.C.-on-M ) B New Bridge-st., Ch'tham.ji 0 Hotels— Albion, Piccadilly) 0 Blackfriars— BIackfrs.-sti 0 Brunswick, Piccadilly ..i 0 Bush, Deansgate ' 4 Cathedral, Fennel-street i 0 Clarence, Spring Gardens i 0 Commercial, Brown -st... i 0 Haunch Venison, Dale-st'i 4 King'sArms.SpringGdns.; 0 Mosley Arms, Piccadilly |> 0 OldBoar'sHead.HydeCra.' 0 Palatine, Hunt's Bank . . C Queen's. Piccadilly [■ 0 Royal, Mosley-street — 0 Spread Eagle, Corpn.-st. 4 Star, Deansgate 0 Thatched House, Mkt. PI. 0 Trevelyan, Corporatn.-st. 0 Waterloo, Piccadilly — \\ 51 White Bear. Piccadilly .. s. dis ll 6_ il 01 11 0,1 1 91 '0 91 0 9,1 1 07 1 Ol !6'*9: ll-o: .'o 9: '0 9. .0 91: 1 6: Jl 87 .'0 9: ),0 9i .1 8] .,0 9 1 9 .'2 0 .8 6 .|3 0' .8 6| .2 01 ..,2 6 -,2 0 . 1 9 ,. 0 9 |l sl .0 91 r,0 9: i.O 91 ■ 0 9, JD 9 to 9 B0 9, . 0 91 t'O 9' ,. 0 9, C|0 9, i.O 9! '0 9 .0 9' <b. d.ja. d.a 2 01 6l2 1 40 SI .1 41 01 '2 4 2 0,2 1 0'.... . i.i 01 811 1 4,0 91 ill 4 0 91 ....0 9] '1 0 0 9] Hl*40 91 il 00 91 l'l 00 9,3 t'l 0 0 9'1 .2 01 G\\i til 81 0|l tl 00 9,1 t'l 0 0 91 ill 81 sl; )i oi ol: )2 4|2 Oi )2 6jl 9i 5 4 813 91 )!4 03 S 3| 4 8'8 el )!2 81 9 SS 4 2 Gi, )2 8 2 8; 3|2 42 8: 31 0J0 9 ill 81 8 Jl 00 9 31 0 0 W }'l 0 0 9. 3,i oi o': 31 0 0 9 31 00 9 3,1 0 0 9; 31 00 9 31 00 Bt 31 0 0 9, Sil 00 9 31 00 91 91 00 91 91 0 0 9'. 9|l 00 9' 91 00 91 91 00 9 91 00 9, 9'l 00 9| 91 00 9 91 00 9' ». d- 2 0 1 0 1 4 i2 8 Ji\"e 1 o 1 0 1 0 1 0 1 0 1 0 '1 of 12 0 1 4 i 0 ,1 0 1 8 11 4 12 8 2 P 1 4 0 0 0 9 0 9 2 0: 0 9 0 9 10 9 10 91 ,1 9: i|0 9 11 6 11 6 1 9 11 6 10 9 0 9 10 9 10 9 0 9 11 9 10 9 10 9 10 9 NO 91 IS 4|: 3 01 :l 0 1 0 1 6 1 0 1 0 jl O'i 1 4 1 0 1 0 1 0 1 a 1 0, 1 0 1 0|, 1 0 '1 0 1 0 1 0' ill 0 1 0 1 0 i|l 0 n 0 I1! Ol 0 9 '0 9 0 9 0 9 0 9 0 9 0 9"], [48, "44 APPENDIX. MANCHESTER POSTAL GUIDE.— OUTWARD MAILS. First Delivery of Inland Letters commences at Seven o'clock a.m. Acerington, 1245 3 0 11 0 pm Altrincham, 3 46 am, 1280 8 30 pm Ashton-under-Lyne, S 46 am, 12 0 2 45 pm Bacup, 8 45 am, 12 45 pm Bakewell, 1215 4 16 11 0 pm Bangor, 9 0 12 15 am, 1030 pm Barnsley.lOSQ am, 2 15 11 0 pm Barrow-in- Furness, 10 am. 11 pm Bath, 12 30 am, 3 SO 10 0 pm Belfast, 9 0 am, 10 0 pm Bilston, 7 0 am, 10 0 pm Birkenhead, 1230 1080 am, 1 15 II 0 Birmingham, 1230 7 0 9 0 1115 am, 116 4 30 10 pm. Blackburn, 3 451030 am, 10 S 15 4 0 11 0 pm Blackpool, 1245 11 0 1230 pm Bolton, 2 45 9 0 1080 am, 1245 S 15 4 16 6 SO pm Boston, Lincolnshire, 8 80 11 0 pm Bradford, Yorks, S 46 8 0 10 80 am, 2 0 11 0 pm Brighouse, 1115 am, 2 0 11 0 pm Brighton, 7 0 am, 8 SO 10 0 pm Bristol, 1230 9 0 am, 8 SO 10 0 pm Broadbottom, 5 0 am, 1 0 8 SO pm Burnley, 1030 1 SO 4 0 11 0 pm Burton-on-Tnt.,12S0 1115 am,10 pm Bury, Lane, 2 45 6 0 9 30 11 0 am, 3 0 pm Bnxton, 8 45 1 16 1030 pm Carlisle, 10 0 am, 1245 11 0 pm Carnforth, 1015 am, 11 0 pm Chadderton, 5 SO am, 2 0 pm Chea die, Cheshire, 8 45 am, 8 15 pm Chester, 9 0 1216 am, 1030 pm Chesterfield, 1030 am, 8 80 11 0 pm Chorley, Lanes., 1 45 11 0 pm Clithero, 1030 am, 2 16 6 16 11 0 pm Colne, 1245 3 0 11 0 pm Congleton, 11 0 am, 10 0 pm Cornwall, 1230 am, 8 80 10 0 pm Coventry, 1230 1115 am, 10 0 pm Crewe, 11 0 am, 1030 pm Cumberland, 10 0 am, 11 0 pm Darwen, 8 45 am, 8 15 li;o pm Derby, 12 15 am, 1030 11 0 pm Dewsbury, 10 0 12 0 am, 2 0 11 0 pm Didsbury, 8 45 am, 1215 8 SO pm Doncaster, 8 30 11 0 pm Dudley, 7 0 am, 10 0 pm Durham, 11 0 am, 11 0 pm Eccles, 6 80 am, 1215 3 SO pm Edinburgh, 10 0 am, 1245 11 0 pm Ely, 1116 am, 4 15 10 80 pm Failsworth, S 45 am, 1 0 pm Fallowfield, 8 45 am, 1215 3 30 pm Farnworth, 2 45 am, 3 16 pm Fleetwood, 1245 11 0 pm Gainsborough, 9 30 11 0 pm Glasgow, 10 0 am, 1245 11 0 pm Grantham, 4 15 1030 pm Gloucester, 1230 am, 8 SO 10 0 pm Ooole, 9 30 am, 11 0 pm Gorton, S 46 am, 1 80 3 SO pm Grimsby, 12 0 am, 8 SO 11 pm Hadfield. 6 0 am, 1 0 S SO pm Halifax, 3 46 1030 am, 2 0 2 45 11 0 Hands orth, 8 -lo am, 2 45 pm Harrogate, 12 0 11 0 pm -Haslingden, 5 0 am, 1245 3 0 pm Heaton Mersey, 8 45 am, 3 SO pm Hebden Bridge, 3 45 am, 2 0 pm Helmshore, 5 0 am,3 0 pm Heywood, 3 45 am, 1230 4 15 pm Holyhead, 9 0 am, 10 SO pm Hooley Hill, 6 0 am, 1 45 pm Huddersfield, S 46 6 80 11 0 am, 2 0 11 0 pm Hull, 846 6 0 11 0 am, 11 0 pm Huntingdon, 4 16 8 SO 10 SO pm Hyde, 3 45 am, 1 0 S 80 pm Isle of Man, 1230 noon Ireland, all parts, 9 0 am, 10 0 pm Kidderminster, 7 0 am, 10 pm Knutsford, 12S0 10 0 pm Lancaster, 10 0 am, 1245 11 0 pm Leamington, 1230 1115 am, 10 pm Leeds, 7 SO 11 0 12 0 am, 2 0 11 pm Leicester, 7 0 am, 1215 1030 pm Leigh, Lane. ,8 46 12 0 am, 2 80 pm Levenshnlme, 5 0 am, 1 0 pm Lichfield, 1116 am, 10 0 pm Lincoln, 10 0 11 0 pm Littleborough, 8 45 am, 2 0 pm Liverpool, 12S0 6 808 30 9 30 1030 1215 am, 1 15 8 16 4 45 11 0 pm London, see below Louth, 8 30 11 0 pm Luddendenfoot, S 46 am, 2 0 pm Ludlow, 7 0 am, 10 0 pm Macclesfield, 1116 am, 2 45 10 0 pm Malvern, 7 0 am, 10 0 pm Manchester, 5 SO 10 0 11 0 am, 1 0 8 30 pm Matlock, 1215 10 0 11 0 pm Middlesbro', 11 0 am, 11 0 pm Middleton, 8 45 am, 1 0 3 15 pm Middlewich, 11 0 am, 10 o pm Mirfield, 12 0 11 0 pm Mossley, 8 45 am, 12 0 2 0 pm Mottram, 5 0 am, 1 0 pm Mytholmroyd, S 45 am, 2 45 pm Newark, 10 0 11 0 pm Newcastle, Staff., 1115am, 1030 pm Newcastle-on-Tyne, 11 0am,llpm Newchurch. 5 0 am, 2 0 pm Newport, Salop, 7 0 am, 10 0 pm Newton-le-Willows, 1 15 11 0 pm Normanton, 10 80 am, 11 0 pm Northallerton, 11 0 am, 11 pm Northwich, 11 0 am, 10 0 pm Nottingham, 1215 1030 11 0 pm Oldham, 3 45 10 0 1130 am, 1 45 2 45 4 SO pm Ormskirk. 12 0 n, 11 0 pm Oswestry, 9 0 am, 10 0 pm Pendlebury, 8 46 1180 am, 2 SO pm Peterborough,70am,41588010 pm Pontesract, 10 80 11 0 pm Preston, 1230 10 0 am, 1245 4 15 11 Prestwich, 5 0 am, 1116 3 80 pm Radcliffe. 5 0 am, 12 46 4 0 pm Ramsbottom, 6 0 am, 1246 pm Bawtenstall, 6 0 am, 2 0 pm Rhyl, 1216 am, 10 0 pm Ripon, 12 On, 11 0 pm Rochdale, 3 45 5 80 9 SO am, 1230 2 45 pm Rotherham. 1115 am, 11 0 pm Rugby, 1230 11 16 am, 1st 0 pm Runcorn, 1216 noon, 10 0 pm Sale and Sale Moor, 3 45 am, 1230 8 80 pm Sandbach, 11 0 am, 10 0 pm Scarborough, 11 0 am, 11 0 pm Scotland, 10 0 am, 11 0 pm Selby, 11 0 am, 11 o pm Sheffield, 6 0 am, 12 u , 2 15 4 15 110 pm Shrewsbury, 7 0 11 0 am, 10 0 pm Skipton, 1146 11 0 pm Sleaford, 8 30 11 0 pm Southport, 1115 am, 8 16 11 0 pm SowerbvBdg,3 45 am, 1115 2 0 pm Spalding, 8 30 11 0 pm St. Helen's, 9 80 am, 2 45, 11 0 pm Stacksteads, 6 0 am, 2 0 pm Stalyhridge, 8 45 10 30 12 0 urn. 2 45 pm Stockport, 6 0 9o 1115 am, 1 0 8 80 1030 pm Stoke-on-Trent, 1115 am, 1030 pm Stourbridge, 7 0 am, 10 0 pm Stretford, 3 46 am, 1230 S 80 pm Thirsk, 11 0 am, 11 0 pm Todmorden, 8 45 10 80 am, 2 45 pm Tyldesley, 3 45 am, 2 80 pm Ulverstone, 10 0 am, 11 0 pm Wakefield, 9 30 om, 2J0 4 16 11 pm Wales, North, 9 0 am, 10 30 pm Wales, South, 8 SO 100 pm Wal8all,12S0 1116 am, 10 0 pm Warrington, 1230 9 0 1215 am, 1 45 10 0 pm Warwickshire, 7 0 1115 am, 10 0pm Wednesbury, 7 0 am, 10 0 pm Welshpool, 7 0 am, 100 pm Westmorland, 10 0 am, 11 0 pm Whitehaven, 10 0 am, 11 0 pm Wigan, 1115 am, 1 46 8 15 11 0 pm Widnes, 12S0 1145 am 10 0 pm Wilmslow, S 45 am, 1 80 pm Wiltshire, 8 80 10 0 pm Wolverhmptn. 1230.11 15 am,10 pm Worcester, 7 0 am, 10 0 pm Worksop, 5 80 830 11 0 pm York, 11 0 am, 11 0 pm tomamamamama m,a m|p m[p m-p ml [a mla ma mto m,p m Posted at M'chester. 11 0|l230|6 30.9 0110 01030,12 0,1 808 15,4 4&|PostedatM'chesterJ7 sdll 011462 Oil 0 amamlamlamjpmlpmip mp mip mp ml lamlpmnmpmam DehyeredatL-pooLV 0,7 0|lll6|lll5|l 8011 8p|4 0J4 0|6 o!7 SOlDehrered at Leeds..! liso's 808 805 30J7 0 DEPARTURES FOR AND DELIVERIES IN LONDON. The 1st column, P, shows the time np to which Letters may be posted in Manchester. The 2nd, Srd, and 4th show the corresponding time when delivery will commence in— C the City O other London Districts, S the Suburban Districts. POSTAL TELEGRAPH OFFICES. Brown Street, General P.O. Broughton Higher, 178, Bary New Road Bury New Road, 76 Cheetham Hill, 24 Great Ancoats Street, 277 Hanging Ditch, 34 Hyde Road, 125 Knott Mill, 819, DeanBgate Longsight, 533, Stockport Road Mosley Street, 1 Mosb Side, 196, Moss Lane East Oxford Road, 169 Oldham Road, 268 Ordaall. 39, Regent Road Pendleton, 2S3, Broad Street Queen's Road, 711, Rochdale Road Rusholme, 8, Post-office PJace St. Peter's, 15, Oxford Street salford, 208, Chapel Street Stretford Road, 208 Yerk Street, 4, Cheetham 1 0 a.m. 7 0 a.m. 9 0 a.m. c o 10 45 a.m. 12 0 p.m. 2 25 p.m. 3 0 p.m. 4 25 p.m. 5 0 p.m. , „8 I P c ° 1 0 p.m. I 11 15 a.m. 6 25 p.m. 7 0 p.m. 4 0 p.m. I 10 0 p.m. 8 0 a.m. 7 0 a.m. 6 0 p.m, I 10 20 p.m. 8 0 a.m. 7 80 a.m. S 8 SO p.m. 8 0 a.m."], [49, "CO-OPERHTIVE PRINTING SOCIETY . BHLLOON ST, MANCHESTER 3. Hulme Tott/n Hall. Banquet to Delegates. 4. Go-operative Wholesale Society. 5. Oo-operative Printing Society. 1. CO-OPERATIVE HALL, Doming Street. Place ef holding Congress. 2. Chorlton Town Hall. Exhibition of Co-operative Manufactures. 6. Central Board Offices. Co-operative Insurance Offices. \"Co-operative News\" Office. Co-operative Furnishing Society. Untied Co-operative Coal Mining Society."], [50, ""], [51, ""], [52, ""], [53, "THE CO-OPERATIVE & GENERAL GUIDE TO MANCHESTER AND SALFORD, ALPHABETICALLY ARRANGED. MANCHESTER: Co-operative Printing Society, 17, Balloon Street. MDCCCLXXVIII."], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""]]