[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "M A T I L DA: A TRAGEDY. as it is performed at the THEATR E-R O Y A L I N DRURY-LANE. By the AUTHOR of the Earl of Warwick. LONDON: Printed for T. Cadell, oppofite Catherine-Street . in the Strand. 1775. I price one shilling and six-pence. ]"], [10, ""], [11, "DEDICATION. TO THE PUBLIC S IR, X\"EP_MIT me to return you my un- feigned thanks for your kind reception of this Tragedy on the ltage, and to requeft the continuance of your favour to it in the dole.. It would be the higheft ingratitude in me to forget the only patron I ever bad the good fortune to meet with,- by whole powerful aififtance I have been enabled to defeat the combined forces of envy, malice and detradlion. I mud at the fame time fairly confefs, my vidtory over the enemy was owing, I believe, as many other victories have been, more to the art and prowefs of my Officers than to any extraordinary merit of my own. To the firft in command, Mifs Younge, I have infinite obligations, which I (hall always gratefully acknowledge, tho' I may never have it in my power to repay them ; nor can the (kill and condudt of my generals, Reddish, Smith and Palmer, be fufficiently admired. To your patronage and protedtion I mofl heartily and fincerely recommend them : If I have been the happy inftr.ument of giving them a favourable op portunity of riling in your efteem, it will give me the greatefl fatisfadlion. Tou can bed diftinguifh their merit, and you alone are able to reward it. I am, Sir, your much obliged, And devoted humble Servant, The Author."], [12, "Dramatis Perfonse. MEN. MoRCAR, } Earl of Mercia, \\ Mr. REDDISH. E-w.N, }^±lw, {Mr-SMITH- SlWARD, \\ Mortar's friend, \\ Mr. PALMER . Ofeicers, 6JV. WOMEN. Matilda, 1^»>™'*<\"^ JMifs Younge. ' \\ of Morcar, | BERTHA, > Her friend, -jMifspLATT. SCENE, Morcar'j- Camp, and the Environs near Nottingham."], [13, "PROLOGUE. Written by a FRIEND. Spoken by Mr. S M I T H. j_l Tragic Tale, from Norman William's Age, Simple, and unadorned, attempts the Stage. Our filly Bard, more fimple than his Tale, Thinks onyourpolijh'd Manners to prevail _ What in thofe barb'rous Days were counted Crimes, Are Slips of courfe in thefe enlf^hten'd Times : Let not your Anceftors too rude appear, Though firm in FriendJIrip, and in Lovefincere. Love then like Glory did each Heart inflame, Beauty was Virtue, and to win it, Fame, Now Lovers lofe their Miflreffes with Grace, As at New-Market they would lofe a Race, Where, if in Hopes they feem a little crofs'd, 'Tis for the Money of the Match that's loft. When Tilts and Tournaments call'd forth the Brave, The Fame of fpotlefs Innocence to fave, Each gallant Knight prej \"err 'd his Love to Life, For then the great eft BleJJin% was a Wife : I'o prove their Chaftity the dauntlefs Fair Would walk through Flames, nor finge a Jingle Hair ; Nay,fomefo chafte, fo cold to all Defer e, Not only fcafd it, they put out the Fire ! But now no Heroes die for Love's fweet Pajfwn, And fiery Trials are quite out of Fajhion. Te Sons of Frailty— you whcm Rage devours, For you this Night the Mufe exerts htr Fcw'rs. . With"], [14, "PROLOGUE. With crimfon Hands, pale Cheeks, and blood-fhot Eyes, She bids the Furies in their Terrors rife ! In Valour's Breaft their Scorpion Stings they dart, Firft fire the Brain, and then corrupt the Heart. But what avails all Virtue ! Paffion's guft, Like Whirlwinds, drive it from the Heart like Duft -, When Reafon dawns, well may Repentance mourn Love, Friev.dfhip, Duly, by the Roots up-torn. To footh this fatal Vice, the Flatterer tells In ft or my Minds how warmeft Friendship dwells ; The Tree whofe faeltering Arms fpread kindly round, If Light' ning-ftruck, lies blafted on the Ground ; In vain will Merits paft Indulgence claim, One Moment's Rafhnefs blafts whole Years of Fame,"], [15, "EPI LOGUE. the AUTHOR of the TRAGEDY. Spoken by Mifs Y O U N G E. Jri.Al ha ! poor Creature ! how you trembling ft and I Come to the Bar, Sir, and hold up your Hand ; You won't — by Council then you'd have it done, And I muft plead your Caufe — well, get you gone. [Coming forward to the Audience. Now for the great Tribunal of Old Drury ; Are you all fworn there — Gem'men of the Jury ? Good Men, and true, I hope — -ftay, let me fee, Among ft you all he challenges — but three. Phyficians, Lawyers, Parfons he admits, '■ y Beaux, Ladies, Courtiers, Macaronies, Cits, S. And 'only f cratches — Critics, News-writers, and Wits, j The Critic firft we banifh from our Seffion, Death is his Trade, and Damning — his Profejfwn ; Difqualify d — becaufe, to fay no further, Butchers are never heard in cafe of Murther. Next w&difclaim th' Artificers of News, JVho live by Fibs, and fiouriftp by Abufe ; They muft condemn, or lofe their daily Bread ; If they den't cut, and fiajh — they're never read; Like fabled Giants here they roam for Food, And Fe ! Fa ! Fum I fnuffup an Author's Blood % In the next Ledger hang him up to re aft, Or tear him Piece-meal in — /.^Morning Pod. To Wits we laft except, and 'bove all other, The Hero of our Tale — a Rival Brother ! As"], [16, "EPILOGUE. As Rogues, juft 'fcap'd the Gallows, join the Shrieves, Turn Hangmen, and tuck up their Fellow Thieves ; So Bards condemn' d, exert the Critic's Skill, And execute their Brethren of the ghtill .' If like their own, indeed, the Bratfimdd die, They'll gladly join to write — its Elegy ; But if the Child is ftrong, and like to live, That is a Crime they never can forgive. From fuch let Englifh furies ftill be free, Our Author here appeals to your Decree, The Public is — a Court of Equity. If he has fhock'd your Tafte, your Senfe, or Reafon, Or againft Nature guilty been ofTreafon, Off with his Head ; — but if with honeft Art His well-meant Scenes have touch' d the feeling Heart ; If they have rais'd ycur Pity, wak'd your Fears, Or fmeetly have \" beguil'dyou of your Tears,\" Let venial Errors your Indulgence claim, Your Voice his Triumph, your Applaufe his Fame. Speak by your Foreman — what fays Goodman Pit ? Will you condemn the Prifoner, or acquit i Your Verdiil, Sirs, Not Guilty — ifyoupleafe — • Youfmile — Acquitted — hope you'll pay his Fees."], [17, "MATILDA: A T R A G E D Y.* ACT I. S C E N E, Matilda'. Tent, with a view of the diftant country. Ma TILDA, B E R T M A.\" Matilda. J. Thank thee, gentle Bertha, for thy goodnefs 5 If aught cou'd fooththe anguifh of my foul, Or raife it from the horrors of defpair To hope and joy, 'twou'd be thy gen'rous friendfhip : But I am funk fo deep in mifery, That comfort cannot reach me. Bertha. Talk not thus, My fweet Matilda ; innocence, like thine, Muft be the care of all-dire&ing heav'n. Already hath the interpofing hand Of providence redeem'd thee from the rage Of favage war, and fhelter'd thee within This calm -afylum. Mercia's potent Earl, The noble Morcar, will protect thy virtues j . B And * The reader will meet with fome lines which, to fhort en the ftejies, were omitted in the reprefehtation."], [18, "MATILDA. 2 Then And, if I err not, wifhes but to (hare ETis/conqueftswith thee. Matilda. O my friend, oft times Theflow'ry path that tempts our wand'ring fteps But leads to mis 'ry ; what thou fondly deem'ft My foul's beft comfort, is its bitt'reft woe. Earl Morcar loves me. To the gen'rous mind The heavieft debt is that of gratitude, When 'tis not in our power to repay it. Bertha. Oft' have I heard thee fay, to him thou ow'ft Thy honour and thy life. Matilda. I tqld thee truth. Beneath my father's hofpitable roof, I (pent my earlier happier days in peace And fafety : When the Norman conqu'ror came, Difcord, thou know'ft, foon lit her fatal torch, And fpread deftru dtion o'er this wretched land. The loyal Ranulph flew to William's aid, And left me to a faithful peafant's care, Wholiv'd, fequefter'd, in the fertile plains Of rich Northumbria : There awhile I dwelt In fweet retirement, when the favage Malcolm Rufh'd on our borders. Bertha. I remember well The melancholy hour. Confufion rag'd On ev'ry fide, and defolation fpread Its terrors round us. How did'ft thou efcape ? Matilda. A crew of defp'rate ruffians feiz'd upon me, A helplefs prey : For, O ! he was not there, Who beft cou'd have defended his Matilda."], [19, "M A T I L , D A 3 Then had I fall'n a wretched facrifice To rbutal rage, and lawlefs violence, Had not the gen'rous Morcar interpos'd To fave me : Tho' he join'd tire guilty caufe Of foul rebellion, yet his foul abhor'd Such violation. At his awful voice The furly ruffians left me, and retir'd. He bore me, half expiring in his arms, Back to his tent ; with ev'ry kind attention There ftrove to footh my griefs, and promis'd, fooit As fit occafion offer'd, to reftore me To my afflidted father. Bertha. Something fure Was due to gen'rous Morcar for his aid, So timely given. Matilda. No doubt : But mark what follow'd. In my deliverer too foon I found An ardent lover, fighing at my feet. Bertha. And what is there the proudeft of our fex Cou'd with for more ? To be the envy'd bride Of noble Morcar, firft of England's peers, In fame and fortune. Matilda. Never truft, my Bertha, To outward fhew. 'Tis not the fmiles of fortune. The pomp of wealth, or fplendor of a court, Can make us happy. In the mind alone, Refts folid joy, and true felicity, Which I can never tafte : For, O, my friend ! A fecret forrow weighs upon my heart. B 2 Bertha,"], [20, "MATILDA. 4 Bertha. Then pour it in the bofom of thy friend ; Let me partake it with thee. Matilda. Gen'rous maid ! KTnow then, for nought will I conceal from thee, I honour Mercia's Earl, revere his virtues, And wifti I cou'd repay him with myfelf ; But, blufhing, I acknowledge it, the heart His vows folicit, is not mine to give. Bertha. Has then fome happier youth- Mat i lda. Another time I'll tell thee all the ftory of our loves. But, O, my Bertha ! did'ft thou know to whom My virgin faith is plighted, thou wou'd'ft fay I am indeed unhappy. Bertha. Cou'd Matilda Beftow the treafure of Her heart on one Unworthy of her choice ? Matilda. Unworthy ! No. I glory in my paflion for the beft. The lovelieft of his fex. O ! he was all That bounteous nature, prodigal of charms, Did on her choiceft fav'rite e'er beftow. His graceful form and fweet deportment fpoke The fairer beauties of his kindred foul, Where e'vry grace and ev'ry virtue fhone. But thou wilt tremble, Bertha, when I tell thee, He is Earl Morcar' s — brother. Bertha."], [21, "MATILDA, 5 By Bertha. Ha ! his brother 1 The noble Edwin ! Often have I heard My father Matilda. Did Lord Edrick know him then ? Bertha. He knew his virtues, and his fame in arms, And often wou'd lament the dire effe£ts Of civil difcord, that cou'd thus diffolve The ties of nature, and of brethren make The bitt'reftfoes. If right I learn, Lord Edwin Is William's firmeft friend, and ftill fupports His royal mafter. Matilda. Yes, my Bertha, there 1 ftill find comfort : Edwin ne'er was ftain'd As Morcar is, with foul difloyalty, But ftands betwixt his fov'reig'n and the rage Of rebel multitudes, to guard his throne. If nobly fighting in his country's caufe, My hero falls, I fhall not weep alone ; The king he lov'd and honour'd, will lament him, And grateful England mix her tears with mine. Bertha. And doth Earl Morcar know of Edwin's love ? Matilda. O, no ! I wou'd not for a thoufand worlds He (hou'd fufpeft it, left his fiery foul Shou'd catch th' alarm, and kindle to a flame That might deftroy us all. Bertha. I know his warmth And vehemence of temper, unreftrain'd"], [22, "M A T I L D A. 6 By laws, and fpurning at the royal pow'r Which he contemns, he rules dcfpotic here. Matilda. Alas ! how man from man, and brother oft From brother differs ! Edwin's tender paffion Is foft and gentle as the balmy breath Of vernal zephyrs ; whilft the favage north, That curls the angry ocean into ftorms, Is a faint image of Earl Morcar's love : 'Tis rage, 'tis fury all. When laft we met He knit his angry brow, and frown'd fevere Upon me; then, with wild diftracted look, Bade me beware of trifling with his paffion, He wou'd not brook it — trembling I retir'd, And bath'd my couch in tears. Bertha. Unhappy maid . But time, that fofrexis ev'ry human woe, Will bring fome bleft event, and lighten thine. Matilda. , Alas ! thou know'ft not what it is to love. Haply thy tender heart hath never felt The tortures of that foul-bewitching paffion. Its joys are fweet and poignant, but its pang? Are exquifite, as I have known too well : For, O ! my Bertha, fince the fatal hour When Edwin left me, never hath fweet peace, That us'd to dwell with all its comforts here, 'E'er dcign'd to vifit this affli&ed breaft. Bertha. Too plain, alas ! I read thy forrows ; grief S?its in fad triumph on thy faded cheek, And half obfeures the luftre of thy beauties. Matilda"], [23, "MATILDA, 7 To Matilda. Talk not of beauty, 'tis our fex's bane, And leads but to deftrudion. I abhor The fatal gift. O ! would it had pleas'd heav'rj To brand my homely features with the mark Of foul deformity, or let me pafs Unknown, and undiftinguifh'd from the herd Of vulgar forms, fave by the partial eye Of my lov'd Edwin ; then had I been bleft With charms unenvy'd, and a guiltlefs love. B E R T H Af Where is thy Edwin now ? Matilda. Alas ! I know not. 'Tis now three years fince laft thefe eyes beheld Their deareft object. In that humble vale, Whence, as I told thee, Malcolm's fury drove me, There firft we met. O ! how I cherifh ftill The fond remembrance ! There we firft exchang'd Our mutual vows, the day of happinefs Was fixt ; it came, and in a few fhort hours He had been made indiffolubly mine, When fortune, envious of our happinefs, And William's danger, call'd him to the field. Bertha. And fince that parting have ye never met ? Matilda. O never, Bertha, never but in thought. Imagination, kind anticipator Of love's pleafures, brings us oft' together. Oft' as I fit v/ithin my lonely tent, And caft my wifhful eyes o'er yonder plain, Jn ev'ry paffing traveller 1 ftrive"], [24, "8 MATILDA To trace his image, hear his lovely voice In ev'ry found, and fain wou'd flatter me Edwin ftill lives, ftill loves his loft Matilda., Berth a. Who knows but fate, propitious to thy love, May guide him hither. Matilda. Gracious heav'n forbid : Confider, Bertha, if the chance of war Shou'd this way lead him, he muft come in arms Againft his brother : Oh ! 'tis horrible To think on. Shou'd they meet, and Edwin fall, What fhall fupport me ? And if vi&'ry fmiles Upon my love, how dear will be the purchafe By Morcar's blood ! Then muft I lofe my friend, My guardian, my protector — ev'ry way Matilda muft be wretched. Bertha Is thefe ought In Bertha's pow'r? Matilda Wilt thou difpatch, my friend,, Some trufty meffenger with thefe ?— Away. (gives her letters.- I'll meet thee in my tent — farewel. [Exit Bertha,. M a t i l d a (alone. ) Mean time One hope remains, the gen'rous Siward — he Might fave me ftill. His fympathetic heart Can feel for the- afflicted. — I have heard, (Such is the magic pow'r of facred friendfhip) When the impetuous Morcar fcatters fear And terror round him, he, and he alone Can"], [25, "MATILDA. 9 To Can ftem the rapid torrent of his paflion, And bend him, thcf* reluitant, to his will ; And fee, in happy hour, he Comes this way. Now fortune, be propitious ! if there be, As I have heard, an eloquence in grief, And thofe can moft perfuade, who are moft wretched, I fhall not pafs unpitied. Enter Siward. S i w a r d. Ha ! in tears, Matilda ! What new grief, what cruel foe To innocence and beauty, thus cou'd vex Thy gentle fpirit ? Matilda. Canft thou afk the caufe, When thou behold'ft me ftill in fhameful bonds, A wretched captive, friendlefs and forlorn, Without one ray of hope to footh my forrows. Siward. Can fhe, whofe beauteous form, and fair demeanor, Charm ev'ry eye, and conquer ev'ry heart, Can fhe be wretched ? can fhe want a friend, Whom Siward honours, and whom Morcar loves ? O ! if thou knew'ft with what unceafing ardor, What unexampled tendernefs and truth, .,He doatsupon thee, fure thou might'ft be wrought At leaft to pity. Matilda. Urge no more, my Lord, Th' ungrateful fubje£! ; but too well I know How much thy friend deferves, how much, alas, I owe him ! — If it be Earl Morcar's wifh C"], [26, "MATILDA. 10 To make me happy, why am I detain'd A pris'ner here : Spight of his folemn promife He would reftore me to my royal mafter, Or fend me back to the defiring arms Of the afflicted Ranulph, who in tears Of bitt'reft anguifh, mourns his long-loft daughter ? Surely, my Lord, it ill becomes a foldier To forfeit thus his honor and his word. Siward. I own it ; yet the caufe pleads ftrongly for him. If by thy own too pow'rful charms mifled, He deviates from the paths of rigid honour, Matilda might forgive. Thou know'ft he lives ' But in thy fmiles ; his love-enchanted foul Hangs on thofe beauties he wou'd wifh to keep For ever in his fight. Matilda. Indulgent heav'n Keep me for ever from it ! O, my Lord ! If e'er thy heart with gen'rous pityglow'd For the diftrefs'd ; if e'er thy honeft zeal Cou'd boaft an influence o'er the man you love ; O ! now exert thy pow'r, affift, direct, And fave thy friend from ruin and Matilda. There are, my Lord, who moft offend, where moft They wifh to pleafe. Such often is the fate Of thy unhappy friend, when he pours forth His ardent foul in vows of tend'reft paffion ; 'Tis with fuch rude and boift'rous violence As fuits but ill the hero or the lover. Siward. I know his weaknefs, know his follies all, And feel \"em but too well : He loves with tranfport, And"], [27, "MATILDA. 11 And hates with fury. Warm'd with fierce defire, Or ftrong refentment, his impetuous foul Is hurried on, 'till reafon quits her feat, And paffion takes the loofely-flowing rein ; Then all is rage, confufion, and defpair. And yet, when cool reflection hath remov'd The veil of error, he will weep his faults With fuch a fweet contrition, as wou'd melt The hardeft heart to pity and forgivenefs. O ! he has virtues that may well attone For all his venial rafhnefs, that deferve A fov'reign's love, and claim a nation's praife; Virtues that merit happinefs and thee. Why wilt thou thus defpife my noble friend ? His birth and fortune, with the rank he bears Amongft the firft of England's peers, will raife thee As far above thy fex, in wealth and pow'r, As now thou art in beauty. Matilda. O, my Lord ! 'Tis not the pride, the luxury of life, The fplendid robe and glitt'ring gem, that knits The lading bonds of mutual happinefs : Where manners differ, where affections jarr, And will not kindly mix together, where The fweet harmonious concord of the mind Is wanting, all is mifery and woe. Siward By heav'n, thou plead'ft thy own and virtue's caufe. With fuch bewitching eloquence, the more Thy heart, alarm'd by diffidence, ftill urges Againft this union with my friend, the more J wifh to fee him bleft with worth like tJiine. C 2 Matilda"], [28, "12 M A T I L D A. Matilda. My Lord, it muft not be ; for grant him all The fair perfections you already fee, And I cou'd wifh to find, there is a bar That muft for ever dif-unite us — Born Of Norman race, and from my earlieft years Attach'd to William's caufe ; I love my king And wifh my country's peace : That king, my Lord, Whom Morcar wifhes to dethrone ; that peace Which he deftroys : Had he an angel's form 4 With all the virtues that adorn his fex, With all the riches fortune can beftow, I wou'd not wed a traitor. Siward. Call not his errors by fo harfh a name ; He has been deeply wrong'd, and fouls like his, Muft feel the wounds of honour, and refent them Alas! with thee I weep my country's fate, Nay wifh, perhaps, as well to William's caufe, And England's peace, as can the loyal daughter Of gallant Ranulph, and wou'd, therefore, joy To fee Matilda lend a gracious ear To Morcar's fuit. Thy reconciling charms Might footh his troubled foul, might heal the wounds Of bleeding England, and unite us all In one bright chain of harmony and love. The gallant Edwin too. Matilda. Ha ! what, of him ? Know'ft thou that noble youth ? S I W A R D. So many years Have paft fince laft we met, by diff 'rent views, And our unhappy feuds, fo long divided, I fhou'd"], [29, "MATILDA. 13 I fliou'd not recollect him ; but report Speaks loudly of his virtues. He, no doubt, If yet he lives Matilda. Yet lives ! — Why, what, my Lord . Siward. You feem much mov'd. Matilda. Forgive me, but whene'er This fad idea rifes to my mind, Of brother againft brother arm'd, my foul Recoils with horror. Siward. 'Tis a dreadful thought : Wou'd I cou'd heal that cruel breach ! but then Thou might'ft do much, the tafk is left for thee. Matilda. For me ? Alas ! it is not in my pow'r. Siward. In thine, and thine alone. O think, Matilda ! How great thy glory, and how great thy praife, To be the bleffed inftrument of peace ; The band of union 'twixt contending brothers. Thou fee'ft them now like two defcending floods, Whofe rapid torrents meeting, half o'erwhelm The neighb'ring plains : Thy gentle voice might ftill The angry waves, and bid their waters flow In one united ftream, to blefs the land. Matilda. That flatt'ring thought beams comfort on my foul, Amidft my forrows ; bear me witnefs, heav'n ! Cou'd poor Matilda be the happy means Of reconcilement : Cou'd thefe eyes behold The"], [30, "MATILDA. 14 The noble youths embracing, and cmbrac'd In the firm cords of amity and love. O ! it wou'd make me ample recompence For all my griefs, nor wou'd I more complain, But reft me in the filent grave, well pleas'd To think, at laft, I had not liv'd in vain. Siward. Cherifh that virtuous thought, illuftrious maid, And let me hope my friend may ftill be happy. Matilda. I wifh it from my foul : But fee, my Lord, Earl Morcar comes this way, with hafty fteps, Acrofs the lawn. I muft retire: Farewel! You'll not forget my humble fuit. Siward. O ! no,' I will do all that lovelieft innocence And worth, like thine, dcferve. Farewel : Mean time Remember, Siward's ev'ry wifh, the blifs Of Morcar, Edwin's life, the public peace, And England's welfare, all depend — on thee. [Exit Matilda. Siward. (alone.) There's no alternative but this ; my friend Muft quit Matilda, or defert the caufe We've rafhly promis'd to fupport — Perhaps - The laft were beft— both fhall be try'd — he comes. Enter Morcar. Morcar O, Siward ! was not that The fair Matilda, whom you parted from ? Siward"], [31, "MATILDA- 15 1 1 i Siward. It was. Morcar. What fays fhe ? the dear, cruel maid ! Is fhe ftill deaf? inexorable ftill ? Siward. You muft not think of her. Morcar. What fay 'ft thou, Siward ? Not think of her ! Siward. No. Root her from thy heart, And gaze no more. I blufh to fee my friend So loft to honour : Is it for a man, On whom the fate of England may depend, : To quit the dang'rous poft, where duty calls, ; And all the bus'nefs of the war, to figh And whine in corners for a caotive woman ? Refume the hero, Morcar, and fubdue This idle paffion. Morcar. Talk not thus of love, The great refiner of the human heart, The fource of all that's great, of all that's good ; Of joy, of pleafure — If it be a weaknefs, It is a weaknefs which the beft have felt : I wou'd. not wifh to be a ftranger to it. Siward. Let me entreat thee, if thou valueft life, Or fame, or honour, quit Matilda. Morcar. Yes: L thank you for your counciL 'Tis th'advice Of"], [32, "16 MATILDA. Of cold unfeeling wifdom, kindly meant To make me prudent, and to leave me wretched : But thus it is, that proud exulting health Is ever ready to prefcribe a cure For pain and ficknefs which it never knew. Siward. There too thou err'ft ; for I have known its joys And forrows too. In early life I loft The partner of my foul. E'er fince that hour I bade adieu to love, and taught my foul To offer her devotions at the fhrine Of facred friendfhip ; there my vows are paid ; Morcar beft knows the idol of my worfhip. Morcar. I know and love thee for it : But O ! my friend, I cannot force this tyrant from my breaft ; E'en now I feel her here, fhe fits enthron'd Within the foldings of my heart, and he Who tears her thence muft draw the life-blood from me, My morning flumbers, and my midnight dreams, Are haunted by Matilda. Siward To be thus The Have of one that fcorns thee, O ! 'tis bafe, Mean, and unworthy of thee. Morcar I will bear That fcorn no longer : Thou haft rous'd me, Siward ; I will enjoy the glorious prize ; fhe's mine, By right of conqueft mine. I will affert A vidtor's claim, and force her to be happy, Siward. That muft not be. It ill becomes the man Who takes up arms againft a tyrant's pow'r, T'adopt"], [33, "MATILDA. 17 T'adopt a tyrant's maxims ; force and love Are terms that never can be reconcil'd. You will not, muft not do it. Morcar Muft not ! who Shall dare oppofe me ? Siward. Honour, confcience, love, The fenfe of fhame, your virtue, and your friend, Whilft I have life, or pow'r, I will not fee Matilda wrong'd. Morcar. You are her champion then It feems, her favour'd, happy friend, perhaps Her fond admirer too. I'11-fated Morcar ! I fee it but too well. I'm loft, abandon'd ; Alike betray'd by friendfhip and by love. I thank you, Sir, you have perform'd your office, And merit your reward. Siward. Unkind reproach ! Did I for this defert my Sovereign's caufe, My peaceful home, and all its joys, to ferve Ungrateful Morcar ? Why did I rebel ? The haughty William never injur'd me. For thee alone I fought, for thee I conquer'd j And, but for thee, long fince I had employ'd My gallant foldiers to a nobler purpofe, Than loit'ring thus in idle camp to hear A love- fick tale, and footh a mad man's phrenzy Morcar. You could ? Away, and leave, me then : With-draw Your boafted aid, and bid Northumbria's fons D Behd"], [34, "MATILDA. 18 Bend to the tyrant's yoke, whilft I alone Defend the caufe of freedom, and my country. Here let us part. Remove your loiterers, And join th'ufurper. S I w A R D. Mark the diff'rencenow Betwixt blind paffion and undaunted friendfhip : You. are impatient of the keen reproof, Becaufe you merit ; I can bear it all, Becaufe I've not deferv'd it. Enter an Officer, Officer. Good my Lords Forgive this rough intrufion, but the danger I truft, will plead my pardon. As I watch'd From yonder tow'r, a dufky cloud appear'd, As if from diftant troops advancing, foon I faw their armour glitter in the fun ; With rapid motion they approach'd ; each moment We muft expect them here. Siward. Why, let 'em come, Already I have order'd fit difpofal Of all our little force. Away, good Ofmond, Be filent and be ready. (Exit Officer. Now, my friend, Thou art as welcome to thy Siward's breaft, As dear as ever. — When the man I love, Walks in the paths of error, I reprove him With honeft freedom ; but when danger comes Upon him, I forget his faults, and flee With all a lover's ardour to his refcue ; His forrows and his wants alone remember'd, And all his follies buried in oblh .on. Morcar,"], [35, "MATILDA. 19 Morcar. Thou haft difarm'd me now. This pierces more Than all the bitter poifon of reproach, Which thou haft pour'd upon me. O ! 'twas treafon Againft the facred majefty of friendfhip, To doubt thy honour, or fufpedt thy virtiie. Thou wilt forgive : But when the wounded mind Is torn with paffion, ev'ry touch is paid ; You fhould not probe fo deeply. Siward. 'Twas my dj__5__ But come, no more of that. The foe advances. If we fucceed, as my prophetic foul Foretells we fhall — 1 have fome comfort for you— . If not, we'll borrow courage from defpair, And die like men. Thou ftand'ft upon the rock Of danger, and the yawning precipice Opens before us ; I will fnatch thee from it, Or leap the gulph, arid perifh. with my friend. the End of the Firft ASl."], [36, "MATILDA. 20 ACT II. SCENE, a Fortrefs belonging to Morcar. Edwin alone (in chains.) Edwjn. |_T is the will of heav'n, and muft be done. The hard-fought field is loft, and here I am A pris'ner in my brother's camp : alas ! That fortune thus fhou'd guide me to a foe Whom moft I wifh'd to fhun ! We little thought The troops by Morcar led, had this way bent Their ill-directed courfe : but providence Hath fo ordain'd, perhaps, to heal the wounds Of civil difcord. O ! unhappy Edwin, For what art thou referv'd ? No matter what. Since fate depriv'd me of my dear Matilda, Whom I for three long years have fought in vain _, Life hath been irkfome to me : this, perchance, May end it — For, who knows if nature yet May live within the conqu'ror's breaft, to plead A brother's pardon ? Yet he knows me not, But foon he muft — Ha ! who comes here ? Earl Siward ! The fecond in command, to whom, o'erpower'd By circling foes, and fainting with my wounds, I yielded up my fword. If fame fay true, He bears a mind too great to look with fcorn On the opprefs'd, or triumph o'er misfortune. Enter"], [37, "MATILDA. 21 Enter Siward Siward. Stranger, whoe'er thou art, be comforted ; Thy fate hath thrown thee into noble hands, Who know thy merit. May I afk thy name ? Edwin. I am a poor abandon'd wretch, the fport Of fortune ; one whofe leaft affliction is To be a captive, and from ev'ry eye Wou'd wifh to hide the ftory of my fate : Too foon my name and forrows will be known. Siward. Refpect is ever due to mifery : I will not urge thee further ; all I hope, That gen'rous pity could afford to footh Calamity like thine, by my command Hath been extended to thee. Here awhile You muft remain a pris'ner. but e'er long I hope to greet thee by a fairer name, And rank thee as our friend. Edwin, Your genr'ous orders Have been obey'd, and I acknowledge it With grateful heart. May I not afk the fate Of him who fought fo nobly by my fide, That brave old man Siward. The gallant Ranulph— Edwin. Yes; My fellow captive. Siward. He is fafe and free. Edwin"], [38, "MATILDA 22 Edwin. Ha ! free ! Thank heav'n ! Siward' The gen'rous Morcar, urg'd By rrly entreaties, pardon'd and releas'd him, Tho' much our foldiers murmur'd, and demanded His life and your's ; a facrifice, they faid, Due to the uianes of their flaiighter'd friends ; But mercy has p'revail'd. Edwin. What e'er becomes Of an unhappy wanderer, like me, For your kind treatment of the aged Ranulph, Accept my thanks ; it was a precious boon j Morcar may firid me not unworthy of it. To day I am his captive, but to-morrow May fee me his deliverer : for know My royal mafter, the victorious William, With eagle fwiftnefs, foon will follow me With twenty times your force. As this /hall prove Or true, or falfe, fo deal with vpe ; remember I warn'dyou of it. Siward. And remember th6u< That I with joy receive the welcome news : | Welcome to me, for I am William's friend. Edwin. Thou can'ft not then be mine, or England's foe J With fuch a heart as thine, fo nobly form'd To feel for the afflicted, fatisfy'd, For thou feem'ft, of William's royal right, What cou'd engage thee in this foul revolt, This bafe rebellion i 3lWAR_y,"], [39, "MATILDA 23 Siward. What but the great bond Of kindred fouls, inviolable friendfh _p ! The only folid blifs on this fide henv'n, That doubles all the joys of human life, And, by dividing, leffens ev'ry woe. - Edwin. Who knows but this day's fad event may prove The happy means to heal a nation's wounds, ' And footh our jarring factions into peace ? Siward. Had Morcar thought with me, land fince that end Had been obtain'd ; but Morcar is — Edwin, Inexorable, So I have heard, and therefore little hope To change his nature. O ! cou'd he be wrought To fweet oblivion of his wrongs ; to bury His deep refentment ; Mine fhou'd be the tafk, A tafk, heav'n knows, I wou'd with joy perform, To reconcile offended majefty : To fofte:n all his errors, plead his pardon, And give my fov'teign one brave foldier more. Siward. When n^xt we meet I truft it fhall beWo : Mean time, let me prepare him for the change ; Retire a while — e'er long we'll fend for thee, For ev'ry moment I expect him here : Thy fieedom and thy happinefs fhall be My firft concern, for thou haft well deferv'd it. Edwin. Farewel. Be quick in your refolves ; the time Requires"], [40, "MATILDA 24 Requires it ; and be wife e'er 'tis too late. [Exit Edwin Siward. (alone) I hope we fhall. This well-tim'd viaory, If rightly us'd, may fmooth our way to peace, Now, Morcar, all thy happinefs depends Upon thyfelf alone. Now, friendfhip, raife Thy pow'rful voice, and force him to be happy, He will, he muft — he comes — Enter Morcar. Siward. My conqu'ror, welcome ! Morcar. Thrice welcome to my arms, my noble Siward ; At length we meet in joy, the day is-ours ; Thanks to thy friendly aid. Siward. We muft not boaft « 'T was hardly purchas'd, and has coft us dear : You follow'd 'em too clofe. I\\l0RC A R. I own 'twas rafh ; My youthful ardor urg*d the keen pufuit Too far ; and but for thee I had been loft. In war, thy anh protects me, and in peace, Thy councils guide. O ! how fhall I return Thy goodnefs ? Thou wer't born to fave thy friend. Siward. Away. I'll not be thank'd. I've done my duty, And if thou think'ft thyfelf indebted for it, Repay me not with flatt'ry, but with love. E'er fince my foul with thine, congenial met I*"], [41, "MATILDA. 25 In focial bands, and mark'd thee for her own, Thy int'reft and thy happinefs have been My firft ambition ; and when thou art bleft With all thy foul can wifh for, Siward then, And then alone, will have his full reward. Morcar. O, unexampled faithfulnefs and truth ! But fay, my Siward, is our lofs fo great ? Siward. The flow'r of half our troops. But 'tis not now A time to weep, for I have glorious tidings, That much import thy happinefs. Morcar. Ha ! what ? Siward. Know that amongft our captives I have ta'en A noble prize, will make us full amends For ev'ry lofs — the gallant Ranulph, Morcar. Ha! Matilda's father ! then I'm fatisfy'd. The wily chief ! by heav'n he fhall repay me For her unkindnefs : Give him to my rage, To my refentment, to my injur'd love, Where is he, Siward ? Siward. I have fet him free. Morcar. Ha ! free ! Thy ill-tim'd metcy hath betray'd Our caufe. The tyrant wou'd have ranfom'd him With half his kingdom. S I w A R B. Still thy rapid paffions O'erpow'r thy reafon. What if it fhou'd ferve E A bet-"], [42, "26 MATILDA. Tq A better purpofe ; fmooth thy paths to blifs, And gain Matilda for thee ! Morcar. O, my friend ! My Siward, do \"not flatter me : By heav'n, Her kind confent wou'd give my ravifh'd foul More true and heart-felt happinefs than cou'd A thoufand vict'ries o'er the proud ufurper. Siward. Know then, I gave him liberty and life On thefe conditions — That he fhou'd with-draw His pow'rs from William's aid, and never more Afflft his caufe ; the time wou'd come, I told him, That he fhou'd know to whom he ow'd the boon. And how he might repay it. Morcar. That was kind, Indeed, my Siward, that was like a friend. O ! thou reviv'ft my drooping heart ; but tell me Did my Matilda, let me call her mine, Did fhe acknowledge, did fhe thank thee for it ? Siward. O ! I affum'd no merit ; but to thee. And to thy gen'rous, unexampled love D'd I attribute all. She figh'd, and wept, Pour'd forth a thoufand bleffings on thy head- Morcar. And do'ft thou, think, my Siward, that one ray Of hope remains ? Siward. The clouds already varjifb, The profpeCt brightens round thee ; hafte and feize The lucky moment. When the gen'rous mind Is fcoth'd by obligation, foon it opens"], [43, "M A T I L D A. 27 To the mild dictates of humanity, And foftens into fympathy and love. Morcar. O, Siward ! cou'd 'ft thou teach me but to win That lovely maid Siward. The tafk is half perform'd Already, and my friend fhall foon be blefs'd. One thing, and one alone, remains to fix Her doubtful heart, if yet a doubt remains. Morcar. O ! name it, Siward ; if 'tis in the pow'r Of wealth to purchafe, or of victory In the fair field of glory to acquire, It fhall not long be wanting. SiwaRD. It requires No price, but fuch as Morcar well can pay ; No vict'ry, but the vlct'ry o'er thyfelf, And thy own paffions — Give up thy refentment^ Make peace with William, and Matilda's thine. Morcar. Matilda mine ! and muft I purchafe hef At the dear price of honour ? with the lofs Of all my foul holds dear, my country's welfare ? My word • S I W A R D. Away ! whilft prudence warrantad,, Our honef. zeal; I was the firft to aid Thy juft revenge ; but valour ill-advis'd, And ill-exerted in a hopelefs caufe, Degen'rate i^to rafhnefs. You miftake The pride of honour, for the pride of virtue. E a Msrcar"], [44, "28 M A T I L D A. Morcar. And wou'd'ft thou have me bend beneath the yoke Of ignominious flav'ry, quit the caufe Of htav'n-born freedom, and betray my friends ? Siward. I'd have thee j uft and happy— We have been Succefsful, let us now be generous, Whilft we have fomething to beftow ; nor wait 'Till fickle fortune from our brows fhall tear The blafted wreath, and leave hs nought to give. Too long already have we facrific'd At pr-eud ambition's altar, to revenge ; Now let us offer at the fhrine of peace, And facrifice Morcar. To love, and to Matilda ; It fhall be fo — the fl.uggle's paft — away, My Siward, hafte, ajid tell her, I obey ; Her laws, her king, her matter fhall be mine ; I have no will but her's, and in her eyes Will read my duty — Yet a moment ftay, What will my brave companions of the war,. My fellow foldiers fay ? Will they approve This unexpected change ? Siward. I know them firm In their obedience, and refolv'd to act As you command — But I will fee 'em ftrait_- And urge fuch pow'rful reafons as may beft Secure them to our purpofe. Fare thee well. Morcar. Siward, thy kind anticipating care Prevents my ev'ry Wifh— But fay, my friend, Where"], [45, "MATILDA. 29 Where is the gallant chief whom we fubdu'd, Who fought fo hardly, and fo nobly fell ? Siward. In yonder tent, a Wretched pris'nef ftill, He counts the tedious hours ; a heavy gloom Sits on his broW, as if fome deep-felt forrow Opprefs'd his noble mind — We muft releafe him. Morcar. Thou know'ft, my Siward, thrice we had o'erpowVd His troops, and thrice his fingle valour turn'd The fortune of the day : Since firft I trod The paths of glory, ne'er did I behold Such deeds of valour wrought by mortal hand ; I almoft envy'd, tho' I conquer'd him. He wore his beaver up, nor cou'd I trace His features, but he bears a noble form : Know'ft thou his quality or name ? Siward. Not yet ; He feems induftrious to conceal them both From ev'ry eye. Morcar. Some deity protects him, As its peculiar care, for as I rais'd My fword againft him, whether the foft paffioit That triumphs o'er me, had unmann'd my foul, I know not ; but, bereft of all its pow'r, Mv nervelefs arm dropp'd ineffectual down, And let him 'fcape me. Siward 'Tis moft true, I faw And wonder d at it. When you left the field, With defp'rate rage he rufli'd intrepid on, And"], [46, "MATILDA. 30 And feem'd to court his fate, till circling foes Compell'd him to refign, and yield his fword. Morcar. Away. I burn with ardor to forgive, To free, and to embrace him : fly, my Siward. Let him approach, he cou'd not wifh to meet In happier hour, the mafter of his fate, For now, mcthinks, I cou'd be reconcil'd To ev'ry foe. Away, my Siward, hafte And fend him to me. Siward. Treat him like a friend, He maybe ufeful. Such diftinguifh'd merit Muft have its influence, he commands, no doubt, The royal ear, and may procure fuch terms As William may with honour yield, and we Without a blufh accept. [Exit Siward. Morcar. (alone) Farewel. And now How ftands the great account ? Can I acquit Myfelf, or fhall I be condemn'd before Thy great tribunal, all-repaying juftice _- But fair Matilda wipes out ev'ry ftain, 'Tis fhe commands me to forgive, and fhe Muft be obey'd ; I'm not the firft apoftate From honour's caufe the tyrant love has made. My friend too urg'd the change — (Guards bring in Edwin chained. He's here — Strike off Thofe ignominious chains — he has deferv'd A better fate. (Guards unchain him. Stranger, whoe'er thou art, (turning to Edwin. Thy gallant bearing in th' unequal conflict, For we had twice thy numbers, hath endear'd A foldier to a foldier, V ulgar minds To"], [47, "MATILDA. 31 To their own party, and the narrow limits Of partial friendfhip, meanly may confine Their admiration ; but the brave will fee, And feeing, praife the virtues of a foe. Edwin. (afide.) O, pow'rful nature, how thou work'ft within me ! Morcar. Still filent ! ftill conceal'd I perchance thou fear'ft, Knowing thy rank and name, I might recal My promis'd pardon ; but be confident, For by that facred honour, which I hold Dearer than life, I promife here to free, And to protect thee ; did'ft thou hide from me My deadlieft foe : Shou'd William's felf appear Before .me, he who hath fo deeply wrong'd me, So long oppos'd : Nay, fhou'd I hear the voice Of that advent'rous, rafh, mifguided youth, Whom yet I cannot hate — my cruel brother, I cou'd forgive him. E d w i n. (dif covering himfelf.) Then — behold him here. Morcar. Edwin ! Amazement ! By what wond'rous means, Myfterious providence, do'ft thou unfold Thy fecret purpofes ? I little thought When laft we met, what heav'n-protected victim Efcap'd my fword. Edwin. With horror I recal The dreadful cirp umftance. Throughout the battle 2 knew, and carefully avoided thee. Morcar. O, Edwin ! how, on this propitious day, Have vict'ry, fame and friendftip, fortune, love And"], [48, "MATILDA. 32 And nature, all confpir'd to make me bleft ! We have been foes too long — Of that no more. My Edwin, welcome ! Once more to thy arms Receive a brother. Edwin. Yet a moment ftay . By nature toueh'd the fame accordant firing That vibrates on thy heart now beats on mine ; But honour, and the duty which I pwe The beft of kings, reftrains the fond embrace I wifh to fhate, and bids me afk, if yet In Morcar I behold my fov'reign's foe. If it be fo, takf back thy proffer'd freedom, Take back my forfeit life : I wou'd not wifh To be indebted for it to — a traitor. M 0 R CAR. Perhaps I may deferve a better name ; Perhaps I may be chang'd. Edwin. I hope thou art $ For this I came, for this I yielded to thee, To tell thee William's ftrength is ev'ry hour Increafing : if thou mean'ft to make thy peace, Now is the crifis — Morcar. Edwin flop, nor urge Such mean unworthy motives as alone Cou'd thwart my purpofe. Morcar cannot fear. But Morcar can be gen'rous : for know, Before I faw thee here I had refolv'd To fheath my fword and be the conqu'ror's friend ; For O ! there is a caufe Edwin. Whate'er the caufe, Th' effect is glorious. Now thou art again My"], [49, "MATILDA. 33 My brother. Here, let us once more unite The long-diffever'd cord. (They . (They embrace, Morcar. And never more May blind refentment, faction, party, rage, Envy, or jealous fear, diffolve the tye ! And now, my Edwin, blufhing, I confefs, Not to thy tender care for Morcar's fafety, To friendfhip's council, or to reafon's voice. Owe we this wifh'd for change. A female hand Directs and wills it. Edwin Ha ! a woman ! Morcar. Yes, If fuch I ought to call that form divine, Which triumphs here, who rules my ev'ry thought, \"My ev'ry action guides. In yonder tent A beauteous captive dwells, who hath enflav'd Her conqu'ror : She demands the facrifice ; She wou'd not give her hand to William's foe, And therefore, only, Morcar is his friend. Edwin. I cou'd have wifh'd that this important change Were to the hero, not the lover, due. Morcar. I am above deceit, and own my weaknefs; But thou fhalt fee her — Yes, my Edwin, thou Shalt bear the welcome tidings to my love. Thy prefence will bear witnefs to the change ; Thy freedom, and the joyful news thou bringJft Of our bleft union will confirm it to her. Wilt thou, my Edwin — F E-dwik."], [50, "MATILDA. 34 Edwin. Do not afk me what I muft refufe. I wou'd do much to ferve A friend and brother ; but a tafk of joy 111 fuits a foul opprefs'd with griefs like mine. O ! I cou'd tell thee — but 'twou'd be unkind, When thou art ent'ringon the paths of blifs, To ftop thee with my melancholy tale. Morcar. What e'er thv griefs, I pity, and hereafter May find the means to leffen, or remove them ; Mean time this tender office may divert Thy forrows ; nay, if thou deny'ft me, Edwin, I fhall not think our union is fincere, Edwin. Then be it fo. Morcar I'll fend a trufty flavp That fhall conduct thee to her. Soon I mean To follow thee — away — begone and profper, But, O, my brother ! if thou haft a heart That is not fteel'd with ftoic apathy Againft the magic of all-conqu 'ring love, Beware of beauty's pow'r ; for fhe has charms Wou'd melt the frozen breaft of hoary age, Or draw the lonely hermit from his cell To gaze upon her. Edwin. Know, thy fears are vain ; For long, long fince, by honor's facred tyes, United to the lovlieft of her fex, Edwin, like Morcar, is to one alone Devoted, and my heart is fix'd as thine. Morcar"], [51, "MATILDA. 35 Morcar. Then I am bleft. Thy fympathetic foul, With warmer feelings, fhall exprefs my paffion, Wak'd by the fond remembrance of thy own. Go then, thy kind returning friendfhip prove, Go, plead with all the eloquence of love ; And as thou do'ft thy brother's anguifh tell, Still on thy lips may foft perfuafion dwell ! Urge my fortd fuit with energy divine, Nor ceafe till thou haft made the lovely captive mine The End of the Second Ail."], [52, "MATILDA. 36 ACT III. SCENE, Matilda'. Tent, with a diftant view of the Camp. Matilda, Bertha Matilda. V_/ > Bertha I I have had fuch frightful dreams, Theyharrow'd up my foul. Bertha. It is the work Of bufy fancy in thy troubled mind ; Give it no heed. Matilda. O ! it was more, much more Than fancy ever form'd; 'twas real all; It haunts me ftill, and ev'ry circumftance Is now before me ; but I'll tell thee all. Scarce had I clos'd my eyes, to feek that reft Which long had been a ftranger, when methought Alone I wander'd thro' a mazy wood, Befet with thorns and briars on ev'ry fide ; The mournful image of my wretched ftate : When, from a winding walk, the beauteous forrr. Of my lov'd Edwin, feem'd to glide acrofs, And ran with hafte to meet me : But, behold ! A tyger rufh'd between, and feiz'd upon him : I fhiiek'd aloud. Bertha. 'Twas terrible. Matilda,"], [53, "MATILDA 37 Matilda But mark What follow'd ; for a gleam of light broke in, And fav'd me from defpair : When 'crofs the glade A gen'rous lyon, as with pity mov'd At the unequal conflict, darted forth And fprung with vengeance on the fpotted beaft, Who turn'd with fury on his nat'ral foe, And loos'd my Edwin ; he efcap'd, and fled : I wak'd in agonies. Bertha. Be comforted ; The dream prefages good : Some gen'rous friend Shall fave him from the perils of the war, And give him to thy longing arms again. Matilda O, never, never ! Enter an Officer. Officer. Noble lady, one From William's camp, by Morcar's orders fent, Wou'd crave a minute's conference, and fays He bears fome news that may be welcome. Matilda. Ha! From William's camp ! O, flatt'ring hope ! who knows But he may bring fome tidings of my love ! Tidings, perhaps, I may not wifh to hear. Perhaps he comes to fpeak of Edwin's death ; Or Edwin's falfhood — Be it as it may, I cannot be more wretched than I am. Conduct him hither. [Exit Officer. O, my flutt'ring heart ! Look"], [54, "MATILDA. 38 Look yonder ! how imagination forms What moft we wifh for ; fee, he comes — It is, It is my Edwin— Save me, Bertha ! O ! (as he enters Jhe faints. Enter Edwin. Edwin. What do I fee ? Matilda here ! fhe faints ! Am I deferted then ? abandon'd, loft, Betray'd by her I love? She breathes, fhe.lives ' Eut not for me — for Morcar; for my brother. Matilda, (to Bertha.) Where is he ? O ! it was delufion all ; The form deceiv'd me. Had it been my love, He wou'd have flown with rapture to me — See He ftands far off, and. will not look upon me. Edwin. I dare not. Matilda Is it thus we meet again ? Is this the kind, the tender, faithful Edwin ? Edwin. Art thou Matilda ? Speak ; for I am loft In wild aftonifh merit. It cannot be. In Morcar's camp! Is this the lovely captive That I fhou'd meet ? Matilda All-feeing heav'n, Bear witnefs for me : If, from that fad hour When laft we parted, this devoted heart Hath ever wander'd, ever caft one thought, Or form'd a wifh for any blifs but thee, Defpife me, Edwin; flight me, caft me off To infamy and fhame. Edwin."], [55, "MATILDA. 39 Edwin. I muft, I muft Believe thee ; Yet, 'tis ftrange — when thou fhalt know From whom I came, and what my errand here. Thou wilt not call me cruel or unkind, When I fhall tell thee I am come to claim Another's right, O ! heav'n, another's right To my Matilda ; to requeft thy hand Fof Morcar. Matilda. For thy brother ! Edwin. Yes, ev'n now We parted. — Here he told me I fhould meet A beauteous captive ; little did I think It was Matilda, whom he long had woo'd ; Whofe gen'rous heart, he hop'd, wou'd now accept A convert made to loyalty by love ; She only waited for that bleft event, With mutual ardour to return his paffion. Can it be thus ? Alas ! thy pretence here Confirms it but too well. Matilda Appearance oft, By ftrange events and caufelefs jealoufy, Confounds the guilty with the innocent. But fure my Edwin's noble mind difdains To^cherifh low fufpicion 'tis a vice Abhorrent to thy nature, and Matilda Will never practice it on thee. True love Knows not diftruft, or diffidence, but refts On its own faith fecure, and hopes to meet The truth it merits. E D W 1 N."], [56, "MATILDA 40 Edwin. Can this be the voice Of falfhood ?^-Can thofe lips ? M A T I D L A. Miftaken man ! Cou'dft thou e'er credit the delufive tale ? Cou'dft thou believe I had fo foon forgot My plighted faith ? But fince I am fufpected, Return, and bear this anfwer back to Morcar. Firft fay, I thank him for the choice he made Of thee to be the herald of his love : For what is there Matilda can refute, That Edwin could requeft ? Edwin O ! that recalls A thoufand tender thoughts — Matilda. Go tell him too, What e'er I rafhly promis'd but to gain A few fhort moments, to preferve my king, And fave a father's life, I never meant To feign a paffion which I coud not feel ; For I was deftin'd to another's arms ; To one, who now regardlefs of his vows To poor Matilda, after three long years Of cruel abfence from her, comes at laft To doubt her honor, and fufpect her love. Edwin. O ! never, never. Sooner trill I doubt The pow'rs of nature, and believe thefe eyes Can mifinterpret ev'ry object here, Than think thee falfe. O ! take me to thy arms And bury all my doubts. — Can'ft thou forgive The jealous warmth of agonizing paffion ? Matilda,"], [57, "MATILDA. 41 Matilda. I can ; I muft. But fay, to what bleft chance Am I indebted for this happy moment ? Edwin. The chance of war. I am a pris'ner here, And but for thee— - Matilda. When I fhall tell thee all That I have fuffer'd fince we parted laft Thou wilt not blame, but pity poor Matilda. Mean while be calm ; it is not now a time For idle doubts and vifionary fears When real dangers threat. I fee already, By thy imperfect tale, what mifery Muft foon await us, when the fiery Earl Shall know this ftrange event. Edwin. And wherefore know it ? Why not conceal our paffion, till fome means Of freedom offer ? Matilda. I abhor the thought. No, Edwin, no. The crifis of our fate Approaches. Never let us ftain our loves With crooked fraud and bafe diffimulation. Hark ! did'ft thou hear a voice in yonder grove ? Siward in conf 'rence with the haughty Earl ; Behold them — fee — they part — and Morcar haftes, With quick impatient ftep, to know his fate. Now fummon all thy pow'rs. Edwin. I am prepar'd. He comes : a few fhort minutes will determine G Whether"], [58, "MATILDA. 42 Whether Matilda plays the hypocrite, Or is deferring of her Edwin's love. Enter Morcar. Morcar. At length I hope Matilda's fatisfy'd. Edwin has told thee what a facrifice My heart hath made. Ambition, glory, pride, And fierce refentment bend beneath thy pow'r, And yield the palm to all-fubduing love. Yes, thou haft conquer'd. I am William's friend The ftruggle's paft. I have perform'd the tafk Affign'd, and come to claim my juft reward. Matilda. By virtuous acts the felf-approving mind Is amply paid, nor feeks a recompence From ought bcfide. You have redeem'd your honor, Turn'd to the paths of duty, and difcharg'd The debt you owe your country, and your king : England and William will be grateful for it. What can you wifh for more ? Morcar. There is a priz.e, More welcome far, beyond what e'er a king Or kingdom can beftow — thy love > Matilda. My lord ! M OR CAR. If to have fav'd thee from the brutal rage Of pitilefs ruffians ; if to have renounc'd A victor's claim, and be myfelf the Have Of her I conquer'd ; if to have releas'd My bitfreft foe, becaufe ally'd to thee ; If, after all my cruel wrongs, t' accept The"], [59, "MATILDA 43 I am The proud opprefTor's hand, can merit ought I am not quite unworthy of the boon. Matilda. The good and juft, my lord, demand our praife, And gen'rous deeds will claim the tribute due, The debt of humble gratitude ; but love, Love, that muft mark the colour of our days For good or ill, for happinefs or woe, 'Tis not the gift of fortune, or of fame, Nor earn'd by merit, nor acquir'd by virtue. All the rich treafures, which, or wealth, or pow'r Have to beftow, can never purchafe that Which, the free heart alone itfelf muft give. Morcar. Give it with freedom then to him who moft Hath ftudy'd to deferve — Matilda. You talk, my Lord, As if the right of conqueft cou'd bettow A right more precious, and a dearer claim ; But know, for now 'tis time to throw afide The veil that long hath hid from Morcar's eyas The fecret of my foul ; and fay at laft I never can be thine. Morcar. Ha! Never! O Recal that word ! Matilda. I muft not : Edwin knows There is a bar of adamant between, That muft for ever part us. Morcar. Ha ! for ever 1 Diftraction ! can it be ? Take heed, Matilda,"], [60, "MATILDA 44 I am not to be mock'd thus. O, my brother ! Did'ft thou not hear her ? But aftonifhment Has clos'd thy lips in filence— Never mine ! And wherefore not be mine ? (turning to Matilda. Matilda. Becaufe I am Another's — Well I know our haplefs fex, So cuftom wills, and arbitrary man, Is taught in fearful filence to conceal The honeft feelihgs of a tender heart : Elfe, wherefore fhou'd Matilda blufh to own A virtuous paffion for the beft of men ? Morcar. A virtuous paflion ! grant me patience, heav'n ! I am betray'd, abandon'd, loft. Another's bi a viC Some fawning Have, fome Norman plunderer, Rich with the ravifh'd fpoils of Englifh valour, Hath fnar'd her eafy heart, and tortur'd mine. But I will drag him from his dark abode ; : Where e'er he lurks, he fhall not 'feape my veng'ance. Thou hear 'ft her, Edwin. Edwin. Aye : Who wou'd not wift. To hear the voice of nature, and of love, Thus nobly pleading by the lips of truth ? Morcar. Amazement ! Thou art link'd with the vile flave That hath ufurp'd my right. AH, all confpire To make me wretched. Edwin. Why fhou'd Morcar think That lovely maid wou'd act beneath herfelf, And make fo mean a choice ? Now, on my foul, I doubt not but the objeCt of her love Hath"], [61, "MATILDA. 45 Hath earn'd the glorious prize, and will be found Deferving of it. Morcar. Thou know'ft him then ? Edwin. I do; Know him as brave, as noble as thyfelf : One who wou'd fcorn, howe'er the outward act Might feem unworthy of him, to do ought That fhou'd difgrace his family and name. A man he is of yet untainted honour, Of birth and valour equal to thy own, Though fortune frowns upon him. Morcar. Now by heav'n, But that 1 know thy eyes were never bleft With my Matilda's charms, I fhou'd fufpect Thou hadft betray'd the facred truft repos'd - In thy falfe heart, by unfufpecting friendfhip, And wer't thyfelf the traitor. Edwin. Think fo ftill. Let fancy, ever bufy to torment The jealous mind, alarm thee with the thought Of feeing him whom thou haft thus revil'd ; Stand forth and dare the proof ; fuppofe him here Before thee, ready to affert his claim, His prior right to all the joys that love And fair Matilda can beftow : Then look Qn me, and know thy rival in — thy brother. Morcar. Confufion ! horror ! mifery ! O, heav'n 1 Can'ft thou behold fuch complicated guilt. Such unexampled perfidy, and yet Widi"], [62, "46 MATILDA. With- hold thy vengeance ? Let thy light'nings blaft The bafe betrayer ! O, Matilda ! falfe, Deceitful, cruel worn in ! Matilda. 'Tis the lot Of unprotected innocence to meet The cruel cenfure, which to guilt alone Is due. I've not deceiv'd, I've not betray'd thee ; And wou'd'ft thou liften to the artlefs tale I cou'd unfold — Morcar. Away ! I will not hear, Nor fee, nor think of thee. Deceitful villain ! Was this thy kind concern for Morcar's fafety ? Was it for this that fubtle Edwin came A willing captive ? Boafted William's ftrength, And lur'd me no a bafe, inglorious peaqe ? That, like a midnight ruffian, he might fteal, Unfeen and unfufpected on my love, And rob me of Matilda. Edwin, I abhor A thought fo mean ; the bare fufpicion ftains, With fuch foul blot, my honour and my name, T\"\\vill not deign to anfwer thee. My birth Alone might prove, to any fenfe but thine, That I difdain it : 'Tis enough to fay I am Earl Morcar's brother. Morcar I difclaim All ties of nature, or of friendfhip with thee, And henceforth hold thee as my deadlieft foe : As fuch I will p ur.uc thee, flave, for know Thou"], [63, "MATILDA. 47 Thou art my pris'ner ftill — Who waits there ? Seize And guard, this traitar (Guards enter and feize on Edwin. Matilda, (kneeling to Morcar.) O, my lordj if e'er Soft pity touch'd thy breaft, if e'er thy heart Felt the warm glow of fympathetic grief For the unhappy, do not let the rage Of thoughtlefs paffion urge thee to a deed Of horror, which, too late, thou wilt repent. O, fpare a guiltlefs brother, fpare thyfelf The bitter pangs of fad remorfe that foon Shall harrow up thy foul, when radient truth Shall flafh conviction on thee. O ! forgiv« And pity Edwin. Rife Matilda : 'Tis beneath The dignity of innocence to kneel Before proud guilt, and fupplicate a tyrant. Matilda, (rtfing. ) I feel the j uft reproach — Forgive me, Edwin . Henceforth I never will difgrace thy love, By mean fubmiffion. Morcar, if thou hop'ft For future peace, or pardon, fet us free. Morcar. I'll hear no more, convey her to her tent. Matilda. Edwin, adieu ! If honour, virtue, truth, And mutual love, protect the innocent, We yet fhall meet in happinefs — farewel ! [Exit Matilda guarded. M O R C A R . Let none have entrance there, but faithful Siward. Wou'd he were here, that I might pour my forrows Into"], [64, "MATILDA. 48 Into his friendly bofom ! O, Siward ! Where art thou ? — Ha, he comes ! Enter Siward. Siward. My Lord, the troop3 Flufh'd with their late fuccefs, refute all terms Of peace with William, and cry out for war And vengeance — Mo R C A R. They fhall have it. Now, by heav'n, Thou bring'ft me glorious tidings — well, what more ? Siward. They have difcover'd that the noble pris'ner, Who had furrender'd, is thy brother Edwin; This hath alarm'd them ; they fufpect you both Of vile collufion, to betray their caufe, And yield them to the tyrant. If, they fay. You mean them fair, let Edwin be confin'd, And anfwer for the treafon, with his life. M O R C A R. And fo he fhall : They cou'd not afk a boon Which Morcar wou'd more readily beftow ; Already their requeft is granted. — See The traitor is fecur'd. All-feeing heav'n ! Thou fee'ft how juftice will o'ertake the wicked ! S I W A R D. What can this mean ? Since laft I faw my friend, How the fair day that fhone fo bright upon us, Is fuddenly o'ercaft. M O R C A R. Alas, my Siward ! When thou fhalt know — but 'tis enough to fay Matilda's falfe, and Edwin is—a villain. Siward."], [65, "M A TIED A. 49 Siward. Amazement ! can it be ? Morcar It is too true ; And I am loft: for ever. O, Matilda ! Deceitful woman ! Siward. 'Tis not now a time For idle plaints : Confult your fafety : Fly This moment to the camp — your pretence there, And that alone, may quell the rifing ftorm : Leave Edwin to my care. Morcar. I go, my Siward, Safe in thy friendfhip ; I entruft to thee My juft revenge. Yon mofs-grown tow'r that hangs O'er the deep flood— 'tis under thy command- Place double guard — he muft not 'fcape— his fate Shall be determin'd foon. What e'er it prove, It cannot be more wretched than my own. [Exit Mor. Edwin, Siward. Edwin. (pointing to the guards.) Where is my dungeon ? My conductors here Wait but your orders ; give 'em their commiffion -t For you, it feems, Sir, are to execute The friendly office : Do it, and be happy. Siward. Guards, fet your pris'ner free — Thou little know'ft Of Siward's foul, to think it joys in ought That gives another pain. I've learnt too well, In fad affliction's hard, but wholefome fchool, The leffon of humanity. H Edwin."], [66, "M A T\" I L D A. 50 E D W I N. O gen'rous Siward, if thou haft a heart To feel for others mis'ries, pity mine, And poor Matilda's : She has not deferv'd A fate like this. Siward Alas ! it rives my foul To fee the tender bonds of amity Thus torn afunder by the very means, I fondly thought for erer wou'd unite them ; And the fair ftructure, which my hopes had rais'd, Of love and friendfhip, in a moment fhrunk From its weak bafe, and bury'd all in ruin. If thou can'ft prove thy innocence, as yet I hope thou wilt, for in that noble mien I read a confcious pride, that wou'd not ftoop To ought that's hafe— Still may 1 hope to heal Thefe bleeding wounds, and footh him to forgivenefs, Mean time be free. Give me thy facred word, The foldier's oath, thou wilt be found when e'er I call upon thee ; and yon tent alone Shall be thy prifon ; free to range around. Far as my guard extends, Edwin, Accept my thanks, The humble tribute of a grateful heart : 'Tis ajl I have to give. The time may come When Edwin fhall repay thee as he ought. Siward. Is there ought more, whieh honour, and the duty I owe my friend permits me to beftow, That thou wou'd'ft aftt ? Edwib.,"], [67, "MATILDA. 51 Edwin O, grant me to behold That injur'd maid, to take my laft farewel ; Then act as fate and Morcar fhall determine. I give the pledge of fafety thou requir'ft, And will be found — fpeak, wilt thou liften to me i S I W A R D. Of that we'll talk hereafter — come— within I'll hear thy ftory — Thou but know'ft me yet As Morcar's friertd ; hereafter thoii may 'ft find \\ I am ftill more the friend — of truth and virtue. The End of the Third Ail."], [68, "M A T I L DA. 52 ACT IV. [S C E N E, An Apartment belonging to Siward, opening to a wood. Edwin, Matilda. Edwin. X HANKS to the noble Siward's gen'rous pity For the diftrefs'd j once more we meet, Matilda, But only meet, alas ! to mourn our fate, To feel each others woes, and to be wretched. Matilda. Eternal bleffings Wait on him who thus Gou'd fweeten forrow's bitter draught, and make Captivity a bleffing ! O, my Edwin ! A few fhort moments fpent with thofe we love, Is worth an age of common life. Edwin. With thee Indeed it is ; but we are on the verge Of a dark precipice, and ev'ry ftep Is dangerous. If Morcar fhou'd return, And find us here together, we are loft For ever ; thou haft feen, and feen with horror, The defp'rate rage of his tumultuous foul, Let us avoid it, let us Matilda. What, my love ? Thou art my gyide, protector, guardian, all I have"], [69, "MATILDA. 53 I have to boaft on earth. O ! teach me where To find fome bleft afylum for my woes, And guide my footfteps to the paths of peace. Edwin. Let me entreat thee then- Mat i l d a. O, fpeak ! thou know'ft I have no will but thine. Edwin. Then leave me, leave This hated roof: I have a friend within, Who fhall conduct thee to the royal camp In fafety ; bear this fignet to the king, He will protect thee, and what ever fate Decrees for me, Matilda may be happy. Matilda. O ! never, never : Safety dwells with thee, And thee alone. Without my faithful. Edwin, Th« peopled city, and the crouded court, Wou'd be a defart to me. No, my love, We will not part : The fame benignant pow'r That led thee hither, that, beyond my hopes Brought my loft Edwin to thefe arms again, Will ftill protect that virtue which it loves. Edwin. Did'ft thou not tell me, that this very -morn Thou had'ft determin'd, as the only means To fhun my brother's love, on fudden flight ? Matilda. But then I fhou'd have fled in fe^ch of thee. Edwin. Thou winning foftnefs ! how fhall I reward Such unexampled tendernefs and truth I Matilba."], [70, "MATILDA- 54 Matilda. By flying with me. Come, my love, lead on, I'll follow thee to dangers and to death ; Nor perils fhall affright, nor labours tire, When thou art with me. Edwin. No : It muft not be, Matilda. Why ? What fhou'd keep thee here ?' Edwin. The ties of honour. Matilda. And are they ftronger than the bonds of love ? Edwin. To Siward's kind indulgence, well thou knoW'ft, I owe this little interval of peace, This tranfient gleam of happinefs with thee ; And fhou'd I break my facred word, his life Might anfwex for it ; wou'd'ft thou have me thus Repay his kindnefs ? No, my love ; I may Be wretched, but I Cannot be ungrateful. Matilda. Muft thou return then to that hateful prifon When Morcar comes ? Edwin. I muft. O ! think when I Am pent within a lo.athfome dungeon, who Shall fhelter then thy unprotected virtue ? No Edwin there to fuccour thee: Who knows What brutal luft and pow'r may dare to act, On a defertcd, beauteous, friendlefs woman ? Diftracting thought ! A monarch's vengeance then Wou'd come too late ; wou'd make me poor amends For my Matilda's violated cha_ms. Matilda."], [71, "MATILDA. 55 Matilda. He cannot be fo mean, fo bafe of foul, Or if he lhou'd, I have a dagger here To fave me from difhonour. E D w I N.' What ! by death ? Dreadful alternative ! O ! hazard not Thy precious life, but feize the lucky moment Which fortune gives us, e'er it be too late. Matilda. Urge me no more ; already I have felt, Too deeply felt, the pangs of abfence from thee Another feparation wou'd be worfe Than death, and all its terrors. No, my love ; We are embarkM on a tumultuous fea, And muft abide the fury of the ftorm. The waves of angry fortune may o'erwhelm But Jhall not part us : We will ftem the torrent, Brave the proud ocean's rage, and gain the harbour Of peace and happinefs — or fink together. Edwin Thau haft foretold the tempeft, and behold It rufhes on us, Enter Morcar and Harold. Matilda. Ha ! Earl Morcar here ! Morcar. Harold, I thank thee ; thy intelligence Was but too true. (turning to Edvoin. Traitor ! who fet thee free ? They wou'd have 'fcap'd my vengeance— falfe Matilda ! 'Tjs thus I am rewarded for my love. My"], [72, "MATILDA. 56 My ill-tim'd mercy to a thanklefs brother. Back to thy dungeon, flave. Guards, drag him hence, To prifon, and to death. (to the foldiers. • E D W I N. Or death, or life, Are equal to me, if I muft be torn From ray Matilda. But, whate'er thy purpofe, Be fpeedy in thy vengeance, nor delay The cruel work ; for know, thy matter comes, William approaches — -to revenge my caufe. •Morcar. But not to fave thee. Edwin. Then farewel, Matilda, Perhfeps for ever — If we meet no more Thou wilt remember — But I will not doubt Thy honour, or thy love. I know thy truth. Know thou' wilt act as beft becomes thy fate, Whate'er it be, and worthy of thyfelf. Matilda. Of thee, my Edwin, rather fay of thee. Yes; I will copy well thy bright example; I'll not difgrace thy love with woman's weaknefs, But part without a tear. I will but ftay To tell thy tyrant brother how I hate, How I defpife him, and then follow thee. Morcar. I'll hear no more — begone !— raway with him. [Exaunt For thee, Matilda- guards with Edwin.* Mati l da. What for me remains I know too well ; thy odious love, reproach Unmerited, and threats which I tiefpife. Thou"], [73, "MATILDA. 57 Thou think'ft I have deceiv'd thee— think fo ftill Enjoy thy error. Thou believ'it us guilty; 'Twill make thee happy now — Perchance to find Us innocent, may be thy puniihment hereafter. MORCA R. Aye, 'twas a proof of innocence to fly, Thou and thy paramour together. Matilda. No; I fcorn a thought fo mean. Cou'd I have left My Edwin, long e'er this I might have been Beyond the reach of tyranny ; beyond Thy hated pow'r ; and fafe beneath the wing Of facred majefty, in William's care. Morcar. In William's care ! Matilda. Thy conqueror's — for know The hero comes — to fcatter bleffings round him, To heal his country's wounds, chaftife rebellion, And punifh falfe perfidious flaves like thee. Morcar. By heav'ns ! fhe braves my wrath, infults my weaknefs, And triumphs o'er her Have. Matilda. There was a time, When with an eye of pity, I beheld Thy hopelefs love ; when I conceal'd my paffion For the dear idol of my heart, becaufe I fear'd 'twou'd make thee wretched ; but thy rage, Thy cruel treatment of a guiltlefs brother, Has cancell'd all. I Morcar"], [74, "MATILDA. 58 Morcar. Then, mark me : If thouhop'ft Tor Edwin's freedom, fhake off this vile paffion ; Yield thy proud heart to him who beft deferves it, And meet meat the altar — Two hours hence I fhall expect thee there — Beyond that time He may not live to thank thee for thy bounty. Matilda. Then let him perifh — glut thy tyrant foul With vengeance : hathe it in a brother's blood. All ruffian, all barbarian, as thou art, Thou can'ft not murder his immortal fame : Thou can'ft not rob him of Matilda's love. But know — when he, for whom alone this pulfe Wou'd wifh to beat, this lazy blood to flow Within my veins, when he fhall be no more ; Another life fhall fatiate thy revenge ; Another victim fhall attend thy triumph. Morcar. Thou talk'ft it nobly— 'tis the common trick. The affectation of thy fex to boaft A fancied firmnefs, which ye never knew ; But with affrighted nature thou wou'd'ft fhrink When death approaches. Math da. Put me to the proof. If thou wou'd'ft punifh Edwin, know he lives Within this breaft — ftrike home, and pierce him ther?. Morcar. Imperious woman ! thou defy'ft my pow'r, And let it crufh thee. If thy country bleeds In ev'ry vein ; if perjur'd Edwin falls, As foon he fhall, a victim to my rage j Thou"], [75, "MATILDA 59 Thou art the murd'rer ; thou the paricide : I ftand abfolv'd ; the g.uilt is all thy own: Matilda. If it be guilt to fuffer keen reproach, Pain, perfecution, terror, chains and death For hint I love, rather than ftain my foul With foul difloyalty, I am indeed The guiltieft of my fex, and well defer ve The pangs I feel. Morcar. Thou'ft driv'n me to the pilj Of black defp^ir, and I will drag thee down To fhare the dreadful ruin thou haft made. Matilda. I know thy favage purpofe ; but remember, The hour approaches when thou fhalt repent This bafe, unmanly triumph. William comes: Hear that and tremble, thou unnat'ral brother ; Nor rocks, nor caves fhall hide thee from his vengeance ; Inglorious, and unpitied, fhalt thou fall, And after ages fhall confign thy name To endlefs fcorn, and infamy immortal. [Exit Matilda, Morcar. Inexorable judge ! I ftand condemn'dj And fhall await my doom ; but not alone Or unreveng'd fhall Morcar fall — henceforth I bid adieu to love, and all his train Of fond del ufions— Vengeance ! I am thine, And thine alone : Thou daughter of defpair ! Deftrudtive goddefs ! come, poflefs my foul With all thy terrors— - Yes ; it fhall be fo. A few fhort hours are all that niggard fate Will deign to fpare me ; I'll employ 'em well, Fori will croud into the narrow cir<Je I * A"], [76, "MATILDA. 60 A little age ofmifery and horror. Ha ! Siward here ! what brought thee hither ? Enter Siward Siward. Pity For the diftrefs'd, I knew thou wert unhappy, And came where duty call'd, to pour the balm Of friendfhip in, and heal thy wounded heart. Morcar. O, they have piere'd too deep ; ev'n thou, my friend, Thou haft betray'd me : was it not unkind To fet my pris'ner free ; to let him meet Matilda, and confpire againft my life ? Siward. Impoffible ! by heav'n the artful ftory He told, fo wrought upon my eafy foul, I thought him innocent. Morcar. Haft thou not heard— Siward. From Harold only an imperfect tale, So ftrange I cou'd not credit it. Morcar. Alas ! 'Tis all too true : I am the verieft flave, The meaneft wretch that e'er was trampled on By an imperious woman : O, my friend ! My Siward ! I have nought on earth but thee : Shou'd'ft thou forfake me in this hour of terror ! But fure thou wilt not. Siward. No : What e'er the will Of wayward fortune may determine for us, Behold me ready to partake thy fate. if we muft fue for peace, let Siward bear The"], [77, "MATILDA. 6 1 The olive for thee : if once more we caft The defp'rate dye of battie, let me perifh By Morcar's fide. Come, let us on together ; Shake off this load of unavailing forrow, And feek the field ; there, if we fall, we fall With honor : if we rife, we rife to — glory. Morcar. Talk not of glory to a wretch like me, Bereft of ev'ry hope. There was a time When that enliv'ning call wou'd have awak'd My active fpirit, and this drooping heart Bounded with joy ; butmy Mitild ,'s loft : Revenge alone (Enter a meffenger to Skvard with Letters. Siward. From Walftcoff thefe ; 'Tis well — retire. [Exit meffenger. (Reads) How's this ? then all is loft. He writes me here, that William's fame in arms. Spite of his cruel and oppreffive laws, Hath rais'd him friends in ev'ry part : already The northern rebels are difpers'd, and thoufands jjFlock to the royal ftandard. To refift fWere madnefs. Morcar. And to yield were cowardice More -hameful Siward. What muft we refolve on ? Morcar. Death : The wretches only hope, the wifh'd — for end Of ev'ry care, but I wou'd meet him cloath'd In all his terrors, with his reeking fpear, Dipt"], [78, "62 MATILDA, Dipt in the blood of an ungrateful miftrefs ; And a falfe happy rival : Then, my Siward, Shalt thou behold me welcome the kind ftroke, And fmile in agony. Siward. Unhappy youth ! The ftorm beats hard upon thee ; but our fate Will foon be fixt, for William comes to-morrow. Morcar. To-morrow ! ha ! then fomething muft be done, And quickly too. If William comes, he comes To triumph over us : then, my Siward, who Shall punifh Edwin ? who— fhall wed Matilda ? I cannot bear it — If thou lov'ft me, Siward ; For now I mean to try thy virtue ; fwear By all the pow'rs that wait on injur'd honor, What e'er my anxious foul requefts of thee, Thou'lt not refute it. Siward. the hallow'd flame Of facred friendfhip, that within this breaft, Since the firft hour I feal'd thee for my own, With unremitted ardor ftill hath glow'd, I will not — Speak, my Morcar, here I fwear To aid thy purpofe. Morcar. 'Tis enough ; and now Come near and mark me : Thou command 'ft the taw' f Where Edwin is confin'd. S I W A R D. I do Morcar. Methinks It Were an eafy tafk— you underftand me — Juftic*"], [79, "MATILDA 63 juftice is flow, and — William comes to-morrow. Thy friendly hand— -— Siward. My lord !— > Morcar. Thou trembl'ft — Well another time, my Siward We'll talk on't — fhall we not ? Thou mean'ft to do As thou haft promis'd ? Siward. Certainly. Morcar. Then fpeak, And do npt trifle with me. Siward. Sure my lord, Yoij cannot mean to — Morcar. Is he not a villain ? Siward. J fear he may be fo. Morcar A hypocrite. Siward He hath, perhaps, deceiv'd you, and deferves— « Morcar. To perifji. Siward. No ; to fuffer, not to die ; Or, if to perifh, not by Morcar's hand, Or Siward's — O ! 'tis horrible to fhed A brother's blood — Morcar. A rival's. S I W A R &K"], [80, "64 MATILDA. Siward. Nature — Morcar, Love— Siward. Humanity— Morcar, Matilda. Siward. (afide.) Gracious heav'n I That paflion thus fhould root up ev'ry fenfe Of good and evil in the heart of man, And change him to — a Monfter. Morcar. Hence ! away, And leave me- — From this moment I wii: herd With the wild favage in yon leaflets defart, Nor truft to friendfhip — but another hand — Siward, (mujing.) Ha ! that alarms me — then it mult be fo j And yet how far — Morcar. You paufe. Siward. I am refolv'd. Morcar On what ? Siward. To ferve, to honour, to — obey you, Edwin fhall ne'er difturb thy peace again. Morcar. O glorious inftance of exalted friendfhip !"], [81, "MATILDA. 65 My other fclf, my beft, my dear-lov'd Siward — Confcience ! thou bufy monitor, away And leave me — Siward, when fhall it be done ? To night, my S'iward, fliall it not ? Siward. Or never. Morcar. Let me but fee the proud Matilda weep ; Let me but hear the mufic of her groans And fate my foul with vengeance — For the reft 'Tis equal all. But, tell me, Siward, fay, How fhall I know the bloody moment ? What, Shall be the welcome iignal ? Siward. When thou hear'ft The folemn curfeu found, conclude The bufinefs done — Farewell. When I return With tears of joy thou fhalt my zeal commend, And own that Siward was indeed thy friend. The End of the .Fourth Aft. K"], [82, "66 MATILDA. ACT V. SCENE, A Gothic Hall. Morcar, Harold, Morcar. __. REASON and foul rebellion in my camp! But I was born to be for ever wretched, The fport of fortune. Thefe bafe mutineers — Harold. Your pretence on the battlements, my lord, Difpers'd 'em foon ; they hang their heads in filence, And all is peace. Morcar, (to himfelf.) It is not fo within. Wou'd it were done or- Harold. What, my Lord ? Morcar. No matter,- What urg'd my foldiers to rebel ? Harold. 'Tis thought The gallant captive did by fecret means Excite them to revolt. Morc A R. It muft be fo. By heav'n thou mak'ft me happy with the tidings ; His head fhall pay the forfeit. Ha r o l d. Whilft he lives We are not fafe. Morcar,"], [83, "MATILDA. 67 Morcar. No more we are, good Harold ; 'Tis fit he perifh, is it not ? What fay'ft thou ? Harold. Prudence demands his life to fa-ye your own. Morcar. O ! thou haft given fuch comfort to my tout Harold. My Lord — Morcar. Be watchful : Bring me early notice Of ev'ry motion : Go. [Exit Harold. Or I muft fall, Or Edwin — Hence ye vifionary fears ; Ye vain chimeras hence — It is no matter : Confcience I heed thee not ; 'tis felf-defence, Nature's firft law, and i muft ftand acquitted. The prudent Siward feem'd to hefitate, As if he wifh'd, but knew not how to fhun The office. He who cou'd behold my tortures, With all that cold tranquility, wou'd ne'er Have ventur'd to remove them. But I've trufted The fword of vengeance to a fafer hand. 'What ho ! Who waits ? Enter an Officer. That foldier whom thou faw'ft In private conf 'rence with me, is he gone As I directed him ? Officer. My Lord, even now J faw him haft'ning tow'rd the tow'r, Morcar. 'Tis well. When he returns conduct him to me — Stay; K 2 If"], [84, "MATILDA. 68 If Siward comes this way, I'm not at leifure : I will not fee him. (fiarts.) Hark! did'ft thou not hear The folemn curfeu ? Officer. No, my Lord. Morcar. Not hear it ! It fhocks my foul with horror — Hark ! again ! Hollow and dreadful ! Sure thy faculties Are all benumb'd Officer Indeed, I heard it not. Morcar Away, and leave me to myfeif. [Exit Officer, Methought I heard a voice cry — flop — it is thy brother : We lov'd each other well ; our early years Were fpent in mutual happinefs together : Matilda was not there — I do remember One day, in fportive mood, I rafhly plung'd Into the rapid flood, which had well nigh O'erv/helm'd me ; when the brave, the gallant Edwin, Rufh'd in and fav'd me — Shall I, in return, Deftroy my kind prefei ver ? Horrid thought ! Forbid it heav'n ! (paufes.) I am myfeif again. All pow'rful Jiature ! once more I am thine. He ffiall not die — Who's there — Enter an Officer. My Ofvrald ! fly, Fly to the tow'r this moment, hafte and fave My brother — Some bafe ruffian — Officer. If, my Lord, You mean the noble pris'ner there, I fear It"], [85, "MATILDA. 69 fit i.~ too late : This moment as I pafs'd , The citadel, I faw a mangled ccrfe Diawn forth bv Siward's order Morcar. Slave, thou ly'ft. Away this moment, bring me batter news On peril of thy life. [Exit Officer. Who knows but heav'n, In edacious pity, ftill may interpofe And fave me from the guilt ? It is not done ; It /hall not — muft not be — All's quiet yet; 1 have not heard the fignal. (The bell tails. Hark ! he's dead : My brother's dead — O ! cover me ye fhades Of everlafting night ! Hide, if ye can, A murth'rer from himfelf. Ha ! fee he comes : His wounds are bleeding ftill ; his angry eyes Glare full upon me. Speak — what wou'd'ft thou have ? Matilda fhall be thine : He fmiles and leaves mc (he paufes and recovers himfelf. 'Twas but the error of my troubled foul. O ! guilt, guilt, guilt ! (throws himfelf down. Here will I lav me down, And end my days in bitternefs and anguifh. Enter Siward. Who's there? Ha! Siward here. (rifes.) Speak, murth'rer, fpeak, Where is my brother ? Villain, thou haft fnar'd My foul ; my honour's ftain'd, my fame deftroy'd, And my fweet peace of mind is loft for ever. S I W a r.d. Matilda will rcftore it. M O R C A R. Never, never. The price of blood ! No : Cou'd Matilda bring The"], [86, "MATILDA. 70 The vanquifh'd world, in dow'/y with her charms, I wou'd not wed her. O ! cou'd I recal One hafty moment, one rafh, cruel act — But 'twas thy favage hand that — ■ — Siward. I receiv'd Your orders : 'Twas my duty to obey them. Morcar. Where flept thy friendfhip then ? Thou know'ft defpair And madnefs urg'd me to it — but for thee — Thy callous heart had never felt the pangs, The agonies of difappoimed love ; Thou did'ft not know Matilda — Curs'd obedience ! How often has thy iniolence oppos'd Thy matter and thy prince ? how often dar'd To thwart my will, and execute thy own : But when I bade thee do a deed of horror, And fhed a brother's blood thou cou'd'ft obey me. Siward. Away ! this is the trick of felf-delufion, The common cant of hypocrites, who rail At others guilt, to mitigate their own ; I've been the mean, the fervile inftrument Of thy bafe vengeance ; but thou had'ft prepar'd Another, a low ruffian, to perform The bloody office ; I deteft thee for it, Defpife, abhor thee. Morcar. Thou wertonce my friend, Siward. Henceforth I am thy foe — Thou haft deftroy'd The bcft of brothers, and the beft of men. Morcar. Defpis'd by Siward — then my cup of forrow Is"], [87, "MATILDA. 71 Is full, indeed— But this fhall — (Attempts to kill himfclf, Siward wrefis the fword from him, Ha ! difarm'd ! But coward guilt is weak as infancy ; It was not fo before I murder'd Edwin. Siward. The murd'rer's punifhment fhou'd be to live, And fhall be thine ; thou know'ft not half thy guilt, Nor half thy forrows : I fhall rend thy foul . Prepare thee for another deeper wound ; And know that Edwin lov'd thee, in his hand, Whilft mine was lifted up for his deftruction, I found this paper, 'tis the counterpart Of one he haddifpatch'd to William, read it And tremble at thy complicated guilt. Morcar, (taking the paper.) What's here ? He pleads my pardon with the king, Afcribes my frantic zeal, in Edgar's caufe, To ill-ad vis'd warmth, and recommends His — murderer to mercy : Horrid thought ! I am the vileft, moft abandon'd flave That e'er difgrac'd humanity — O, Siward ! If thou haft yet, among the dying embers Of our long friendfhip, one remaining fpark Of kind companion for the wretched Morcar, Lend me thy aid to fhake off the fad load Of hated life that preffes fore upon me. Siward. Tho' thou'rt no longer worthy of my friendfhip, Deaf to the cries of nature, anl the voice Of holy truth, that wou'd have council'd thee To better deeds, yet hath my foolifh heart Some pity for thee — After. crimes, like thefe, There is but one way left — Say, wilt thou patient wait Till I return ? Mur"], [88, "MATILDA 72 Morcar I will Siward. Remember, Morca'r, You promis'd me — I have a draught within, Of wondrous pow'r, that in a moment lulls The tortur'd foul to fweet forgetfulnefs Of all its woes : I'll hafte and bring it thee, 'Twill give thee reft and peace. [ Exit Skvarei Morcar. I hope for ever. But where's the loft Matilda ? who fhall comfort That dear unhappy maid, whom I have robb'd Of ev'ry blifs. O, fave me from the fight, Ye pitying pow'rs ! Enter Matilda. She come. — diffraction ! Matilda O! My Lord, permit — Morcar. Away — I know thee not. Matilda. Not know me ! 'tis the poor diftrefs'd Matilda, Who comes to afk forjnvenefs for the rage Of frantic love ; the madnefs of defpair, That urg'd me to fuch wrath and bittemeis Of keen reproach ; but pardon — (kneels) Gen'rous Morcar, A woman's weaknefs : Speak and make me bleft. Alas ! he hears me not. Morcar. Matilda, rife ; I pray thee leave me — (weeps) Matilda."], [89, "MATILDA. 73 Matilda. Gracious heav'n ! he weeps j Propitious omen ! O, my Lord ! thofe tears Are the foft marks of fympathizing woe, And feem to fay, I fhall not plead in vain. Morcar. Afk what thou wilt, for know, fo dear I hold Matilda's happinefs, that, here I fwear If all the kingdoms of the peopled earth Were mine to give, I'd lay them at her feet : But much I fear they wou'd not make her happy, Matilda. Alas ! my Lord Matilda's happinefs Is center'd all in one dear precious jewel ; 'Tis in thy keeping — Edwin — Morcar. What of him ? Matilda. Is innocent, M o R c A R. I know it. Matilda. Juft and good ; He never meant to injure thee, indecjd He did not. Morcar. I believe it, for his nature Was ever mild and gentle. Matilda Good, my Lord, You mock me. Morcar. No, Matilda ; fpeak, go on, And L"], [90, "MATILDA 74 And praife him : I cou'd talk to thee for ever Of Edwin's virtues — Matilda. Then thou wou'd'ft not hurt His precious life, thou wou'd'ft not — Morcar. I wou'd give A thoufand worlds to fave him. Matilda. Wou'd'ft thou ? then My pray'rs are heard, thou haft forgiv'n all, And I am happy. Speak, is Edwin free ? Morcar. From ev'ry care — wou'd I were half fo bleft ! Matilda. What mean you ? Ha ! thy eyes are fixt with horror, Thy looks are wild. What haft thou done ? O ! fpeak, M O R C A R. Matilda, if thou com 'ft for Edwin's life. It is too late — for Edwin is no more. Matilda And is my Edwin flain ? Morcar. Aye : Bafely murder'd. 0 1 'twas the vileft, moft unnat'ral deed That ever — Matilda. Blafted be the cruel hand That dealt the blow ! O, may his guilty heart Ne'er tafte of balmy peace, or fweet repofe ! Morcar. But ever, by the vulture confidence, torn 5 Bleed inward, ftill unpity'd, till he feek For refuge in the grave. Matilda,"], [91, "MATILDA. 75 Matilda Nor find it there. Morcar. 'Tis well : Thy curfes are accomplifh'd all ; I feel 'em here within — for know — 'twas I. I gave the fatal order, and my friend, My Siward, has too faithfully perform'd it. Matilda. Siward ! impoffible ! There dwells not then In human breaft, or truth or virtue — O ! Unnat'ral brother ! — but I will be calm. Morcar, Alas ! thy fate is happinefs to mine j For thou art innocent. Matilda. And foon, I hope To b* rewarded for it. O ! my Edwin, Matilda foon fhall follow thee — thou think'ft I am unarm'd, deferted ; doom'd like thee To hated life ; but know, I have a friend, A bofom-friend, and prompt, as thine, to enter On any bloody fervice I command. (Draws a dagger Morcar. Command it then for juftice, for revenge, Behold ! my bofom rifes to the blow ; Strike here, and end a wretched murd'rer— Matilda. No; That were a mercy thou haft not deferv'd ; I fhall not feek revenge in Morcar's death, In mine thou fhalt be wretched — (Attempts to flab herfelf; Morcar lays hold of the dagger. L 2 Morcar."], [92, "MATILDA 76 Morcar. Stop, Matilda — Stop thy rafh hand, the weight of Edwin's blood Sits heavy on my heart. O ! do not pierce it With added guilt. Matilda No more, I muft be gone To meet my Edwin, who already chides My ling'ring fteps, and beckons me away M O R CAR. Yet hear me ! O ! if penitence and pray'r, If deep contrition, forrow and remorfe Cou'd bring him back to thy defiring eyes, O ! with what rapture wou'd I yield him now To thee, Matilda — bear me witnefs — Ha ! (fiarts) 'Tis he — Look up dear injur'd maid — he comes To claim my promife. Matilda. It is, it is my Edwin !• (Enter Siward and Ed-win : Edwin runs and embraces Matilda.) Morcar. O unexpected blifs ! what gracious hand — Siward. Behold the cordial draught I promis'd you ! I knew thy noble nature, when the ftorm Of paffion had fubfided, wou'd abhor A deed fo impious — 'Tis the only time That Siward ever did deceive his friend. Can'ft thou forgive ? M O R C a R. Forgive thee ! O thou art My guardian angel, fent by gracious heav'n To fave r».e from perdition. O, my brother ! | blufh to ftand before thec — wilt thou take From thfe polluted hands one precious gift ? 'Twill"], [93, "MATILDA. 77 'Twill make thee full amends for all thy wrongs. Accept her, and be happy. (he joins the hands of Edwin and Matilda, then turning to Siward) That vile Have Whom I employ'd — Siward. I guefs'd his horrid purpofe, Watch'd ev'ry ftep, and as the villain aim'd His ponyard at the guiltlefs Edwin's breaft, Turn'd fudden round, and plung'd it in his own, The bloody corfe was dragg'd — Morcar. I know the reft. O, Siward ! from what weight of endlefs woe Hath thy bleft hand preferv'd me ! Edwin, O, my Matilda ! how fhall we repay Our noble benefactor ? Much I owe To gallant Siward, but to Morcar more : Tou gav'ft me life, but my kind, gen'rous brother Enhanc'd the gift, and blefs'd me with Matilda. Matilda, (to Morcar.) Words are too poor to thank thee as I ought ; Accept this tribute of a grateful heart, Thefe tears of joy ; and, O ! may ev'ry curfe My frantic grief for Edwin pour'd upon thee, Be chang'd to deareft bleffings on thy head ! M O R C A R. Alas ! thy bleffings cannot reach me. Guilt May plead for pardon, but can never boaft A claim to happinefs : I only afk A late"], [94, "MATILDA. 78 A late forgivenefs. If a life of forrow, And deep remorfe, can wafh my crimes away, Let 'em be bury'd with me in oblivion, And do not curfe the memory of — Morcar. (turning to Edwin. O, Edwin ! fay, can'ft thou forgive the crime Of frantic love, of madnefs and defpair ? Edwin. As in my Iateft hour from heav'n I hope Its kind indulgence for my errors paft, Ev'n fo, my brother, from my foul I pardon And pity thee. Morcar. Then I fhall die in peace. Edwin. Talk not of death, my brother, thou muft live To fee our happinefs complete, to hear My fweet Matilda pour forth all her heart In rap'rous thanks to thee, and to thy friend ; And grateful Edwin blefs thee for thy bounties. Morcar. It muft not be : I know too much already, Of Morcar's weaknefs, and Matilda's pow'r They are not to be trufted. No, my Edwin, Morcar fhall never interrupt thy joys. Far from thy fight and from the haunts of men In fome deep diftant folitude retir'd, To pious forrow will I dedicate My fhort remains of wretched life, and ftrive To make my peace with heav'n and wrong'd Matilda, And if perchance in after-times fome bard, Struck with the native horrors of my tale, Shou'd bid th' hiftoric jnufe record it — let him By"], [95, "MATILDA. 79 By my example teach a future age, The dire effects of loofe, unbridled rage ; Teach thoughtlefs men their paffions to controwl, And curb the fallies of th'impetuous foul, Left they experience worfe than Morcar's woe, Nor find a Siward — to prevent the blow. FINIS."], [96, "L S PREPARING FOR THE PRESS. a COMPLETE TRANSLATION OF THE WORKS O F U C I A N, From the GREEK. THOMAS FRANCKLIN, The Translator of Sophocles. ubscriptions to this Work are taken in by T. Cadell, Bookfeller, in the Strands"], [97, ""], [98, ""]]