[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE LAST MILITARY OPERATIONS OF GENERAL RIEGO, 8pc. Sec."], [8, ""], [9, "THE LAST MILITARY OPERATIONS or GENERAL RIEGO; ALSO, THE MANNER IN WHICH HE WAS BETRAYED AND TREATED UNTIL IMPRISONED At MADRID : TO WHICH IS ADDED, A NARRATIVE OF THE SUFFERINGS OF THE AUTHOR IN PRISON. By GEORGE MATTHEWES, i/ FIRST AIDE-DE-CAMP TO GENERAL RIEGO. LONDON : SOLD BY SIMPKIN AND CO., STATIONERS' COURT ; RODWELL AND CO., BOND STREET. 1824."], [10, "A. PRINTED BY A. J. VALPY, RED LION COURT, FLEET STltEET."], [11, "NARRATIVE, &c. &c. On the 2d of September, 1823, I embarked at Gibraltar, on board the Nassau schooner, ac companied by General Cabreira, and Mr. Has ker, the former a Portuguese and the latter an English Gentleman, who volunteered their ser vices with me in the cause of Spanish freedom. The Nassau was laden with arms, accoutrements, and ammunition, for the use of General Riego's army, forwarded under the direction of General Sir Robert Wilson. We were ordered to set sail immediately, General Wilson being so anxious for our safe arrival at Malaga, for the assistance of General Riego, that he would have sent us in a balloon, if possible. We sailed out of the harbor with very little wind, tacking about Nar. a"], [12, "2 until we lost sight of Gibraltar, when we found that a French frigate was in pursuit of us. On perceiving this we tacked round for Gibraltar again, with a view to the preservation of our cargo ; and on our arrival we altered our char ter for Malta, and set sail again, passing close to the French frigate, which now took no notice of us. At day-break on the following morning, we again came in sight of a frigate, and supposing her to be French became a little alarmed for our cargo; but on looking to her sails and rigging with a glass, we found her to be an English frigate. Soon after this we entered the harbor of Malaga, and were immediately visited by the Pratique boat. On their demanding from whence we came, we answered from Gibraltar, and were bound for Malta. We inquired if General Riego was at Malaga ? they replied in the affirmative ; the Captain of the port adding, \" He is Captain- General here.\" We then told him we had arms, accoutrements, and ammunition for him, and were gladly received."], [13, "3 On the next morning (the 4th) we presented ourselves to General Riego, who received us with pleasure ; and I offered my personal services to him in the just cause of Spain, producing docu ments signed by the president Pedro Agar, my commission, signed by Sir Robert Wilson, and some honorary distinctions obtained in Gallicia, in the attempt to break the chains of slavery at Santiago on the 21st of February, 1820, under the command of General Alvarez Acevedo. I showed to General Riego my instructions to organize the Foreign Legion, and on his demand ing of me if I would share my fate with him, I replied \" Yes, until the very last, let the diffi culties be what they may.\" I then asked the General if he could depend upon his army. He replied, that he had not tried them, but that he had very few officers upon whom he could depend. I then took the liberty of suggesting to him to prove his men before we left Malaga, by taking up a position outside the town, on the road where the French were ex pected — placing the field-artillery and what else"], [14, "4 could be readily mounted upon the plains; keeping a heavy fire upon the enemy's cavalry in their advance — the Guerilla parties on the heights, right and left, for a reserve — and the main army in the rear, to attack, and to cover our field-pieces, &c, provided we should have occasion to retreat. If his army should be tray him, to embark in a boat which should be ready to convey us to Gibraltar. I received the General's approbation of these propositions; but he was unfortunately advised to quite the reverse by his Spanish officers, who betrayed him at last; and to our misfortune we marched off that night, as will be seen in the sequel. I then left him, and hastened to communicate my sentiments to Mr. Hasker, who observed, that he would share his fortune with us also. I replied, \" Do not let me induce you to pursue any steps that are not perfectly congenial to your inclinations ; and if you are determined to accom pany us, do not blame me for the hardships you may have to endure in so doing ; as for myself, I am independent with respect to"], [15, "5 my pursuits and inclinations, having no rela tions to congratulate me on my welfare, or to mourn my loss.\" We then went on board, and brought our baggage on shore, each of us taking a musket, in case we should require it, and a sword. Upon the quay we met General Riego on horseback, superintending the embarka tion of the troops and baggage, which he had ordered to go by water to Carthagena : the Ge neral ordered one of his Aides-de-Camp to see our baggage safe on board, but we never heard of it afterwards ; and it was most probably taken by the French, who entered Malaga next day. General Riego then desired me to go on to the front of the town, where I should find his servant with a grey horse for my use. About six o'clock in the evening, my friend Hasker and myself took a glass of wine and marched off; but the night being dark, we could not meet with the servant. In conse quence of this accident we marched all night; and on the following day, from the rapidity of the"], [16, "6 march, the heat of the weather, and the extreme badness of the roads, which lay amongst rocks along the sea-side, added to my being troubled with a bilious attack, I was nearly exhausted ; however, I took a hearty draught of salt water, which had the desired effect of relieving me. I then threw myself down under the shade of a rock, and in the course of a short time recovered ; took abath in the sea, which greatly revived me ; and, pursuing my journey, overtook my companions at the entrance of Velez Malaga, distant five leagues. On the 5th we arrived at Nerfa, four leagues further; and, entering the first coffee-house I could find, I sent a message to General Riego, requesting him to send me his physician. This the General readily did, and also furnished me with some refreshment, which revived me very much; so that in the course of two hours I went to see him ; he then ordered his Adjutant to accompany me to find the grey horse. We were out all night in the camp, and did not find him until the morning."], [17, "7 On the 6th we marched on until we arrived at a large mountain called Sierra Nevada. In this day's march the men were very much fatigued : our generous Commander observing several men in the- rear rode back, and dismounting let those who were exhausted from fatigue ride in turn, until they were in sight of the main army ; he then told them to push on, which they did, and came up with us. In order to ac complish this humane action, which will ever reflect honor on his character, he himself marched on foot about three leagues: this was not the only instance, for throughout the march he did it daily. Our troops were benighted in a very danger ous road between two mountains, by which the army was in great danger of separating and los ing their way. General Riego perceiving this, made signal by whistling — some of us heard him and followed the sound, but others went astray. At length our General fell in with a young shep herd who had some fire; the General broke se veral branches, and made fires in many places on"], [18, "8 the road side. Some of our men had strayed, and were upon the mountains four leagues dis tant, some down in the valleys, and some in a distressed situation, many of their mules having fallen down with their baggage : however, the seeing these lights revived them, and in a short time they all assembled together at the bottom of the mountain. Before break of day of the 7th we marched on, until we came to a house, where we procured a guide who conducted us into the high road ; on looking back, the fires upon the mountains exhibited a beautiful yet awful appearance. Notwithstanding the fatigue and the want of re freshment, our troops were in the greatest spirits, singing patriotic songs, &c. We marched on till night, when we fell in with a party of French piquets. To their challenge, Qui vive ? (Who comes here?) General Riego, being in front, called out Vive la Constitution ! at which the French fired upon us. General Riego then or dered the Guerillas to advance, which they did,"], [19, "9 and fired on the enemy, who disappeared imme diately. This took place at a small village called Santa Elena, (four leagues). The troops then advanced until we came to very bad roads, so that our horses and mules could not keep upon their legs, and we were obliged to halt till day-light. On the 8th we marched on until we came to a small river, near a town called Villanueva (five leagues), where we found that the floating bridge had been drawn on shore, so as to prevent our entering the town without much difficulty. General Riego immediately rode through the river; when the inhabitants, see ing him, hastened to replace the bridge : the soldiers, however, who were impatient to cross, in hopes of finding the enemy in the town, forded it also — but the enemy had fled. The General then gave orders to the Mayor of the town to issue rations immediately, which was with much difficulty complied with, owing to the French having taken away the cattle from the inhabit ants. We at length got some refreshment, and pursued our march all night. Nar. b"], [20, "10 Early in the morning of the 9th we met some good old Spaniards (farmers) bringing their cat tle to supply us, singing \" Viva Riego ; Viva la Constitucion ! Mueranlos Franceses, ylosmalos curas, y frieles Espanoles,\" (signifying, Death to the French, the Monks, and false Spaniards.) An old farmer, who held a fine calf by a cord in his hand, and was accompanied by his son, exclaimed, \" We are come to offer our services to you, General.\" General Riego replied, \" You are brave fellows ; I do not want you to serve me, but your country ; and to annihilate those Monks and Friars, who are not only plunder ing you of your property, but poisoning your minds and ruining Spain : you may go home with your cattle.\" The latter were accord ingly let loose, and on finding themselves at liberty, set off at full speed homewards, and were met by their companions, who appeared to Avelcome and congratulate them on their escape from the butcher's knife. General Riego then desired the old man to return home with his son, and to cultivate his farm ; upon which they"], [21, "11 left us, singing \" Viva Riego, viva la Constitu tion /\" We now marched on until we arrived at Monte Frio (three leagues), and at the entrance of the town saw some boys standing round a stone cross, singing patriotic songs, whilst the older inhabitants appeared on the heights, wel coming our arrival. This was highly gratifying to our troops, who seemed fully to appreciate the compliment paid to them ; and General Riego expressed his satisfaction with their conduct, in highly complimentary terms. We entered this town amid the most enthusiastic acclamations of the inhabitants, and marched to the Place of the Constitution. The authorities had put up a temporary board inscribed, Plaza de la Con stitucion, the original stone having been taken down by the French. Our troops passed in form, in companies, in front of the board, when each of the commanders of companies drawing his sword, exclaimed \"What have you sworn to protect ?\" \" The Constitution !\" replied the sol diers : \" Viva la Constitution, viva nuestro heroe /\""], [22, "12 The whole of our army observed the same cere- mony, the bells ringing, and the inhabitants re joicing. Orders were then given for the issue of rations, and for the troops to refresh them- selves. But, in the evening, about five o'clock, the enemy appeared in front of the town ; the women ran about the streets almost distracted, which greatly increased the confusion of the troops : the drums beat to arms, and the Gene ral ordered a company of light-infantry to form and attack the enemy. 'They advanced and fired a volley at the French, crying \" Viva la Constitution /\" upon which the enemy immedi- ately disappeared. I mounted my horse in com pany with Colonel Lucar, a brave officer, fol lowed by a party of Guerillas, and we charged the French upon a mountain. The Colonel gave me the command of the left. The French ca valry, finding us advancing rapidly upon them, retreated to the plains ; but a small party of their infantry and some Lancers lay in ambush, or lurked behind the road side, in hopes of charging us by surprise. Directing my party to keep their position until further orders, I advanced to the"], [23, "13 front, to make observation ; and then, ordering my men to come to my assistance, if necessary, in separate parties, keeping a reserve-guard, I pushed forward to reconnoitre. In ascend ing the hill I was attacked by the Comman der of the French Lancers, whom I distin guished by his crosses to be an old Napoleon ist. He advanced grinding his teeth, as if he would frighten me out of the saddle; but proba bly discovered that this was not quite practica ble with a British soldier, for, after a mutual exchange of blows without effect, he rushed past me. My horse betrayed me, and turned round with his; of which he took advantage, and attempted to run his long sword through my side ; but I fortunately recovered myself, and struck up the weapon. However, on my horse again swerving, he gave me a prick in the neck. I had then the good fortune, in wheeling quickly round, to run him through the body. As he fell from his horse, I attempted to lay hold of his crosses ; but was immediately at tacked by a party of his Lancers. My party seeing this, advanced ; but, fearing that if"], [24, "14 they fired upon the enemy they might hit me, they advanced close: this drew off the at tention of the Lancers to themselves, and gave me time to recover myself, and to assail them in the rear. We succeeded in entirely dispersing them ; which gave so much courage to my party that they advanced shouting, Viva nuestro vali ente Comandante Yngles I During this time Co lonel Lucar was attacking the enemy on the right : another party attacked us also, but we poured in a volley upon them, and they re treated. I counted fifteen Frenchmen lying dead upon the field, including two officers ; but their fate was shared by eight of my brave com rades, one of whom, drawing his last breath, cried Viva Riego, viva la Constitution I I now retired with my party, and on ascending the hill found our troops again advancing ; upon which I assisted in directing them to take pos session of the heights, pointing out to them the concealed position of the enemy, who lay in wait to attack them. After forming the lines, I went down into the town to have my wound dressed ;"], [25, "15 and on arriving at the General's quarters, was honored with his congratulations. I was nearly exhausted from the loss of blood, but was obliged first to sit down and satisfy the demands of hunger, having had no food for upwards of forty hours. When my repast was finished, and I had seen my horse similarly provided for, I got my wound dressed, General Riego providing me a black silk handkerchief and a shirt, in lieu of my own, which were all over blood. After this I remounted my horse, and in riding along the lines, perceived the French manœuvring pur posely to draw our infantry into the plain, where they might attack them with advantage. This induced me to suggest to the General to order the cavalry upon the plain, to cover the roads — our infantry keeping their posi tions. This manœuvre disconcerted the enemy, who declined attacking us. Night now com ing on, the General gave orders for the infantry to draw off by degrees, so that the enemy might not perceive them, directing the cavalry to keep the rear-guard. Our troops marched through the town, and formed on the road to Priego"], [26, "16 (three leagues), where the traitor Ballasteros had his head-quarters. I may be excused for mentioning, that previ ously to our marching forward, the General called the Officers to the front, and taking my sword, still besmeared with blood, showed it to them, saying, \"This, Gentlemen, is the blade of ho nor, carried by a British soldier, and covered with French blood.\" Then turning to me, he added : \" That grey horse is yours — but to-mor row you shall have a nobler charger, to help you to kill as many Frenchmen as you can.\" The word was then given to proceed, and we re ceived orders to reconnoitre the woods on our march. The night was intensely cold, and the air getting to my wound, through want of skill in dressing, made it exceedingly troublesome. It caused a considerable swelling in my neck, so that on my return from reconnoitring, General Riego censured me for having exposed myself. As we approached the plains of Priego, about ten o'clock in the morning of the 10th, we met"], [27, "17 some peasants : on asking them a few ques tions, they informed us that the Royalists had not left that quarter more than two hours before, I then told them that I belonged to the same party, and inquired if they had any idea what route they had taken, and of what strength they were ; they said, they were about forty, and had only one small four-pounder. Observing that they were embarrassed, I told them that General Riego was at hand, and that they had better be faithful to their country — that the Constitutional power would speedily overthrow that of the French rebels, who had merely come to plunder them, and keep them in slavery. From this they found that I belonged to General Riego's army, and immediately joined in expressions of fidelity to our cause. General orders were then given to send out Guerilla parties to reconnoitre, and they soon fell in with Ballasteros's army. Upon approach ing them a brisk fire commenced on both sides, but we soon perceived that this portion of our opponents were firing in the air ; upon which, orders were given to our party to cease firing, Nar. c"], [28, "18 the troops proving to be friends. Colonel Lucar, on the advance, most unfortunately received a shot through his body — the wound proved mor tal, and I heard with painful regret of this gallant Officer's death on the following day. When we ceased firing, General Riego came up and exclaimed, \" This day, my comrades, we shall be crowned with glory.\" We immediately ad vanced, and formed our lines for a general en gagement. The General, ordering the Staff Ok ficers to the front, and addressing me, most flat teringly demanded — \" Matthewes, where will you take command ?\" I answered, \" Wherever your Excellency may think proper to order me ;\" adding, that he did me an honor, which I feared my inexperience did not merit. He replied, that my previous conduct had given him sufficient assurance of my ability, \" And from this time,\" said he, \" I request that you will consider yourself my first Aide-de-Camp.\" Without waiting for my reply, he demanded my advice and opinion respecting the mode of at tack. I observed, that I conceived the most"], [29, "19 advantageous mode of attack would be, to charge with the infantry and to flank them with the cavalry. He then desired me to take charge of a party of infantry and a troop of cavalry ; and with these I advanced upon the enemy's lines. They fired a volley upon us, when my dastardly cavalry immediately fled : the General seeing this, returned, and ordered another party of ca valry to charge the enemy upon the left. I then led up the infantry, and charged the enemy in front, while the cavalry charged them on the flanks. I entered the lines, shouting \" Viva la Constitution /\" Ballasteros's army returned the same cry, and immediately ceased firing. Their General, on seeing that his troops had deserted him, and had acted with fidelity to their country, advanced towards me ; I rode up to him with a full intention to run him through the body, which he perceiving, cried out \" Viva la Consti tution, viva Riego /\" His Aide-de-Camp, who appeared of a contrary opinion, consulted his safety in galloping back to the lines. I re turned to Ballasteros, and desired him to wait there until I fetched General Riego; to"], [30, "20 whom I hastened and informed him, that General Ballasteros was prisoner. He ex claimed Viva Matthezves ! and we then galloped with all speed to Ballasteros, who, on the ap proach of General Riego, advanced to meet him with open arms. The gallant Riego received him cordially, but said, \" Ballasteros, how came you to betray your country, and make a capitu lation with the French, who are come merely to rob and plunder Spain ?\" Ballasteros answered, \" I could not have lived, had I not done so;\" upon which the Hero replied, \" Now then, serve your country, and retrieve your honor ; by so doing you will live honored and beloved by your countrymen, and your name become immortal.\" Ballasteros answered, \" You know I am a Con stitutionalist.\" \" Yes,\" said General Riego, \" I know you were so in 1821 ; you gave us proofs of it, in Madrid ; but I am sorry to say, since that period you have dishonored your patriotism ; I know you are an experienced General, and capable of commanding an army far better than myself; I therefore offer you the command of the troops — I will do more,\" said the too gene-"], [31, "21 rous Hero, \" I will be your Aide-de-Camp, if you think proper to command me ; or take any other part in which I can serve my country, and protect her liberties. If you would rather I were a deputy of the Cortes, I will return to Cadiz.\" \"But,\" said Ballasteros, \"I cannot forfeit my word of honor, which I pledged on the capitula tion with the French.\" Upon this I could not forbear exclaiming, \" General Riego, this is treason to his country and her cause ; let Bal lasteros and Montes, and the rest of the traitors who command on those heights, suffer the just penalty of their treachery, and you will then have their whole army return to their country's standard.\" But the heroic Riego's heart was as generous as it was brave, and he suffered the conversation to proceed, whilst my blood boiled with indignation. General Riego answered, \" Serve your country, and that will best restore your honor.\" To which Ballasteros only re plied, \" I will form my troops.\" \" Form,\" said General Riego, taking up his words, \"for ac tion ?\" \" No,\" said the degraded Ballasteros, \" not so ; but to ascertain if they will agree with"], [32, "22 your proposal.\" General Riego observed, \" By so doing you will honor your country, and still more yourself.\" General Riego then said, \"My troops require refreshment, and I want my dinner.\" Ballasteros offered to send him some. \" But,\" said Riego, \" I wish my men to dine too ; and to supply their wants I shall march into the town;\" and he im mediately gave orders to march. Ballasteros accompanied General Riego to his quarters, where the former was immediately put under arrest. General Riego then issued orders for rations, and levied contributions, and the troops lay down to rest. General Montes, who belonged to General Ballasteros's army, observed to General Riego, that it was impossible for General Ballasteros to violate his word of honor which he had pledged to the French. The three Generals then retired to hold a conversation privately, the result of which remained a secret: but General Riego declared to me, that General Ballasteros was an infamous traitor. I now retired to rest."], [33, "23 In the night, General Montes, assisted by his officers, endeavoured secretly to induce his men to leave the town, fearing they would join our army : and I am sorry to add, that they suc ceeded but too well in their design. They escaped, and Ballasteros with them. At day-break (the 11th) the drums beat to arms, and we quitted the town of Priego ; we had not marched a mile, when we met a party of fine young men coming to join us, com manded by a brave officer, singing \" Viva la Constitution, viva Riego! Constitution or death!\" These brave fellows were ordered to join our Guerillas: At the distance of three leagues we arrived at a small town called Alcandete ; and our men being a good deal fatigued, we stopped here for the night. On the morning of the 12th we resumed our march. All the small towns we passed through were rejoicing, the bells ringing, and every de monstration of joy evinced, which the brave in-"], [34, "24 habitants could devise ; in fact on our arrival at Martos (distant three leagues) it appeared like a jubilee, and the whole town was illuminated. Contributions and rations for the troops were collected without delay, and here we halted. On the following morning (the 13th) we marched to Jaen. The Countess of Cazalla del Rio, an intimate acquaintance of General Riego's, in whose house he lodged at Martos, ex pressed her disgust at the conduct of the French and Royalists, and requested to accompany us to Jaen. She did so ; but upon our leaving Jaen in haste, we unfortunately missed her, and could never ascertain what became of her afterwards. The General expressed his fears that she had again fallen into the hands of the enemy — if so, God help her! Jaen is a large market town; we were received with every mark of gladness. Our head-quarters were at the house of a Bishop, where we had an excellent supper; but General Riego could not eat, owing to the fatigue of the preceding days."], [35, "25 Orders were given at this place for the contribution of rations for the troops, and a proclamation issued, inviting all those who had quitted the town to return to their houses with in twenty-four hours, otherwise their property would be confiscated, and themselves be lia ble to be shot if apprehended. During this time our troops were in the greatest disorder, some asleep in one place, and some in another; in fact there was no order or discipline in the town. About two o'clock in the afternoon, the French made their appearance upon the plains. We could distinguish several Monks and Friars in their army. They formed in order of battle, with one piece of artillery ; but this was of lit tle use to them. Our drums beat to arms, and our troops formed by degrees, but in great con fusion ; we took possession of the heights, and the General placed his staff close to a hermi tage called El Calvario. The enemy appeared afraid to commence the attack. General Riego then commanded the division that were in the castle to come down and join the rest ; I was sent up twice with orders to this effect, but the Nar. o"], [36, "26 Commandant refused to obey them: which being reported to General Riego, caused him great anxiety. The Commandant persisted in re maining in the castle ; and the French perceiv ing the disorder of our troops, made an attack with their Guerillas, while the Lancers attacked our cavalry ; these cowardly rascals turned round and ran away, excepting some few who unfortunately fell, being abandoned by their comrades, and their cowardly officers. This disaster threw the whole army into the greatest confusion ; however, our brave infantry succeeded in gaining a position on the road side, and fired a volley into the enemy, which had great effect, and checked their pursuit. Night coming on, the General gave orders to retreat slowly ; and addressing those who had misbehaved, said, \" Soldiers, I am ashamed of some of you ; but I know not whether th e blame is to be attached to officers or men : your conduct is highly reprehensible ; and I advise those who have proved true to the cause of li berty and the honor of their country, to expose those who can be shown to have disgraced"], [37, "27 themselves in this engagement. You all be haved well on a recent occasion, and I trust you will in future resolve to act worthy of yourselves. As it is my intention to reward merit, so it is my determination to punish mis conduct.\" Then turning to the cavalry, he ex claimed, \" Keep the rear-guard, and do your duty — or I'll fire upon you with my own men.\" The enemy kept up a smart fire upon our Gue rilla parties, who were engaged until it was quite dark ; and our Commandant and the Quarter- Master-General were missing, with several other officers and men. Our rear-guard was en gaged until eleven o'clock. We marched all night ; and the roads being bad, and the night dark, our men were much fatigued ; many threw away their knapsacks, and lay down quite ex hausted — being unable to proceed any further, they became careless about their safety, and many of them fell into the hands of the enemy. We arrived, in the morning of the I4th, at a town called Jodar (six leagues) ; some of our men were lying in the streets when I entered"], [38, "28 the town, and some in wine-houses, in such dis order as exceeds all description. I went to the General's quarters ; but finding he was not arrived, sat down to rest myself, after taking some refreshment. In a short time the Gene ral arrived ; he had been out all night encourag ing the poor wearied soldiers, to enable them to get out of the enemy's hands, who would have destroyed them like wild beasts of the forest, had they fallen into their power. I was lying with my head upon my tin canteen, when Ge neral Riego entered : I attempted to rise to pay m.y respects to him, but he would not permit it, saying, \" Restez-vous tranquille : vous etes blesse, et vous etes fatigue.\" He then laid him self down to rest. In about an hour afterwards the drums beat to arms ; I ran to the stable and bridled my horse, and then called the General, who was much alarmed at the drums beating. We mounted our horses and rode to the field ; our cavalry were formed upon the plains on the right, in order to charge the enemy as they ad vanced ; some of our infantry were lying in am bush in the vineyards, and some on the main"], [39, "29 road ready to form squares. Our Guerilla par ties were upon the heights ; and as the enemy advanced, they fired in upon them, which had great effect and disordered them very much. But, perceiving that our cavalry did not charge them, as they ought to have done, the enemy continued to advance : had our cavalry charged them, we should have dispersed them at the first onset ; but their neglecting to do so gave the enemy fresh courage ; and finding that our army was disordered, they kept advancing in parties, to make us believe that they were much stronger than they actually were. I am sorry to con fess, that their stratagem had the desired effect ; for on our cavalry seeing them, they shamefully turned round and fled. My poor brave Gue rillas kept up a constant fire until they had not a cartridge left ; they were then obliged to throw away their arms, and make their escape as well as they could. General Riego, seeing his ca valry retreating, and his brave Guerillas over powered by numbers, hastened to the plains ; but as he was galloping along the line, his horse was shot beneath him : a party of the enemy's"], [40, "30 cavalry seeing him fall, immediately advanced to take him, upon which I galloped up with a small party I had with me, and attacking the assailants, succeeded in dispersing them. The enemy, how ever, seeing the General fall, took advantage of the moment and charged our infantry before they could possibly form themselves into squares : this threw them into such disorder that, before the General could mount another horse, (which he did instantly,) and arrive at the lines, the enemy had totally routed them. At this critical moment, I observed a party in front stopping our bag gage ; I immediately informed the General of it, but he said they were our own men : \" No,\" said I, \" General, be assured they are the enemy ; al low me to take a party and chase them.\" I then ordered a party of cavalry to advance, but they refused to obey ; this put the General into the greatest consternation : it appeared plainly that we were sold ; and he galloped off across the mountains, quitting the field reluctantly, but under the full conviction that further resistance must be unavailing."], [41, "31 Had our cavalry remained true to the cause, we must inevitably have gained the day ; there never were braver soldiers entered a field than our Guerillas and infantry ; but unfortunately we fell short of ammunition. Neither were our infan try encouraged or even supported by their offi cers, excepting the Catalonian Light Battalion, commanded by Colonel Junurigarro. Two com panies of this battalion were commanded by a British officer of the name of Corrigan : they highly distinguished themselves, headed and encouraged by him and two other brave officers, but were abandoned by nearly all the others. In fact, many of the latter were actually spies for the enemy. I was confirmed in this opinion, by observing our cavalry coolly looking on, while the enemy were charging our infantry. Losing all hopes of retrieving our cause, and determined to die sooner than be taken prisoner, I rushed inlo the enemy's lines cutting right and left, until I found ray passage no longer obstructed ; and then, having escaped death, I galloped off along the plains, and up to the mountains, where I accidentally again fell in with General Riego."], [42, "32 We had not proceeded far together, when I heard the noise of horses : upon turning round I per ceived five officers galloping after us ; thinking they were French, I proposed to the General that we should attack them, but he declined, saying, \" Matthewes, you are mad to think of engaging such odds.\" \"Well,\" said I, \" I will engage them myself then ;\" and accordingly awaited their approach. However, I soon per ceived that they were some of our own officers, who had made their escape. I now took a farewell view of the plains I had just quitted, and it was the most awful sight I ever beheld ; the carnage and the confusion were indescriba ble ; the latter heightened by the French crying out in every direction, \" Rendez-vous,\" (surren der.) We proceeded on our route until we came to a river, at which we dismounted ; and though the water, owing to a very heavy shower of rain which had fallen a short time before, had the appearance of mud, we did not hesitate to swallow as copious draughts of it, as though it"], [43, "33 had been new milk. Gen. Riego then expressed a desire to change his dress, to disguise himself. I opened my portmanteau and took out a sur tout or riding-coat, which answered his purpose ; I think he then threw his own into the river — however, he threw it away. We then proceeded on our journey until we came to a hut, where a man was standing with some melons for sale. General Riego called out to me, to bring the man with me ; I turned back and desired the man to follow me ; but he refused, saying he could not leave his fruit. I told him, I would pay him for it, and for his time as well ; he then consented, and accompanied us to a house, where we purchased two fine turkeys ; but on opening my portmanteau to take out some mo ney, I found that I had been plundered of the whole, amounting to seventy ounces of gold. When I informed the General of the circum stance, he commenced a similar search, and to our great mortification found, that his portman teau had also been plundered, to the amount of two hundred and sixty ounces. He called me on one side, and exclaimed, \" Matthewes, we Nar. e"], [44, "34 are ruined ! I have lost every thing.\" This certainly was a distressing circumstance ; how ever, I endeavoured to calm his anxiety, and ob served, that money, however useful, was insigni ficant in comparison with our lives, which had been spared ; nor ought we to be moved by such a loss, after the much greater one we had just suffered ; that we would endeavour to get to Carthagena, and if we should find no army there, we would make the best of our way to England. We then sat down and plucked the turkeys ; some of the party attended upon the horses ; I cut some tamatoses, and then put the turkeys into a pot to boil : when our cookery was con cluded we fell to, and with the addition of some bread made an excellent dinner. We afterwards consulted respecting our fu ture pursuits ; and it was determined, that the General should take with him one or two faithful friends, as he might think proper, and the rest return to their homes, and await the issue of events. Upon this General Riego turned to me, and asked if I would follow him. I an-"], [45, "35 swered, that I should not swerve from what I had sworn ; that I would cheerfully share what ever fate awaited him. He then called his Spanish Aide-de-Camp, Captain Mariano Bayo, a brave officer, who had served under him in the Island of Leon, near Cadiz, on the first insur rection for the Constitution in 1820, (and whom I regret to say I left in confinement, when I was released from my dungeon) ; and in answer to a question similar to that he had put to me, received the same reply. The Ge neral then addressed himself to Colonel Vicente Virgenio, a member of the Legion of Honor, formerly in the service of Napoleon — an expe rienced engineer, and well versed in military tactics. He had been strongly recommended to the General, and readily agreed to accom pany us. In the yard of this place, we found two muleteers, whom we engaged to conduct us to a place of safety. We then mounted our poor jaded horses, and proceeded on our jour ney ; but the roads being bad, though it was a fine moon-light night, and ourselves nearly spent with fatigue, we had the greatest diffi-"], [46, "36 culty in reaching a house, about three o'clock in the morning. This proved to be a den of thieves. Our muleteers knocked at the door ; and on mentioning their names, in answer to the customary \" who's there \" from the people of the house,' we were admitted. We took our horses to the stable, and fed them ; Colonel Vir genio, the Piedmontese, remaining with them as a guard. The rest of us went into the house, and lay down on the floor ; myself on the right of the General, and Captain Bayo on his left. I had not, from the first, too great confi dence in our entertainers, and therefore put my sword under my head ; but, weary from want of rest, not having closed our eyes for three nights, we were all very soon fast asleep. At day-break, we were aroused by a knock ing at the door, and some persons demand ing corn ; the master of the house refused it them, saying that he had none. After this, I heard them whispering to each other, in a man ner that strengthened my former suspicions. This I forthwith communicated to the Gene-"], [47, "37 ral, declaring my conviction that if we remained here much longer we should be betrayed, and therefore strongly urging that we should be off immediately. The General unfortunately view ed the circumstances differently, and Captain Bayo even expressed his surprise at my form ing such an apprehension, observing, that these people could have no interest in betraying us ; in which infatuation the ill-starred General con curred. Captain Bayo now desired that a smith might be sent for, to shoe his horse ; and the man of the house accordingly set out for a small village, about two miles distant, called Arguilles, to fetch a farrier, and to bring some wine and bread for breakfast, having re ceived strict orders not to mention our being there. After the man was gone, the General upon reflection acquiesced in my opinion, and we therefore kept sentry at the door of the house by turns. About two hours after the man had gone, I, being upon the watch, went to the top of a little hill near the house, and perceived a cart about a mile off, accompanied by some men ; but I could not distinguish their number."], [48, "38 This I communicated to General Riego, and he and Bayo came themselves to look ; but we could then neither see the cart nor the men. During this time the man returned with some bread and grapes, and some sour wine, saying that the smith would be here immediately. I told the General, that I was certain the man had betrayed us, and requested that he would de- part immediately ; but our other too confiding companions over-ruled my suggestion, and per- suaded the General to wait until we had taken some refreshment, and Captain Bayo's horse was shod. Bayo next mounted sentry, and on returning to his post, after receiving share of the provision, perceived a gang of robbers close upon us : he ran back instantly to the house, saying we were all lost, for we were beset by a troop of Cacadores. The man of the house hearing this, came out of a dark room, and with a musket attempted to shoot General Riego : I immediately drew my sword and ran towards them ; upon seeing which, the villain retreated into his den again. I made a cut at him ; but the blow unluckily fell short, or he would pro-"], [49, "39 bably not have been in a condition to repeat his attempt. By this time the party was at the door. I advanced to meet them, and demanded their business ; one of them replied, \" I am an Alcalde,\" (Magistrate): I exclaimed, \" You are a set of robbers ; and if you want our money, which is very little, you shall fight for it.\" I then proposed that we should attack them ; but the General forbad me, saying, it was useless to attempt such odds : however, I was rushing upon them, but the General caught me by the arm, and compelled me to desist. \" For hea ven's sake,\" said I, \" General, let us die like men, and not be taken by these ruffians ; look at them, they are nothing but cowardly robbers, and we could beat a hundred of them ; see how they tremble, — they are ready to run away now, the scoundrels.\" However, General Riego com promised the matter; and being surrounded, we were obliged to surrender at discretion. We were then conducted by about fifty of this rab ble, who were provided with fire-arms, to the Mayor of the district. On our arrival I asked the Mayor what right these miscreants had to"], [50, "40 take us prisoners; \"I am an Englishman,\" I said, \"and these are men of honor; we were merely stopping to take refreshment.\" The Mayor made me no reply, but ordered us to be conducted to the house of the Commandant at Arguilles, the village already mentioned. I asked the Commandant what authority he had to detain us. He answered, \" I shall deliver you overtothe proper authorities at Carolina,\"(a town six leagues distant). When we came out of the house, the robbers wanted to strip us, to search for money ; but General Riego observed, that, if they considered us as prisoners of war, they had no right to touch our clothes. The Com- mandant replied, \" Certainly not.\" \" Then,\" said the robbers, \" we will not go with them.\" The Commandant was peremptory in his orders to them to escort us ; but they persisted in their refusal — \" because,\" said they, \" it will be the same thing over again, and we shall not get the money which is our due.\" Nothing more can be necessary to show, that we had fallen into the hands of mere robbers. After much altercations the Commandant prevailed on a party of this"], [51, "41 banditti to conduct us to Carolina ; but the upright Alcalde flatly refused his aid in this service, as did several of the robbers, because they were not allowed to plunder us. At length we proceeded on our dismal jour ney. About a mile before we arrived at Caro lina, a mob came out to meet us, crying \" Mu eira Riego /\" (Death to Riego !) This was the first word of the sort that I heard : 1 was in hopes they would not have known ihe General, as amongst ourselves we called him Comman dant. This mob complimented us with their whole vocabulary of abuse ; they were headed by a troop of French cavalry. The leader of the rabble cried out, \" Viva el Rey absoluto /\" (Long live the absolute King !) He then came up to the General, whom he appeared to know, and swore he would run him through if he would not join in the same cry. The hero coolly re plied, \" I cannot do that ; I am a member of the Cortes.\" The French Commandant here interfered, and said, \" What right have you to insult the General? Besides, he is unarmed: how- Nar. f"], [52, "42 ever, I have a sword, and, if you do not conduct yourself better, will perhaps try your valor.\" On this the ruffian said no more. We were conducted through the town, the mob crying out, \" Kill them, murder them ! they are Jews, Jacobins, Heretics, Freemasons,\" &c. &c. We at length arrived at the Castle, where the Jailer had prepared about fifty pounds of iron for our use ; but, on their attempting to iron General Riego, I swore they should not put irons on any of us ; that we were men of honor, and not criminals, and would sooner die than be thus disgraced. I was so incensed, that I called them rebels and traitors to their country ; for which I really believe they would have murdered us, had not the French Comman dant interfered ; a piece of civility for which he was severely reprimanded, the following day, by General Latour Froissac. After this the In tendant observed to the Jailer, that he was respon sible for our safety, and ordered him therefore to put us into separate cells. General Riego was then conducted to a cell, which had been previ ously used as a privy by some robbers who had"], [53, "43 been confined a short time before ; it was the most nauseous hole that ever human being en tered, and its effluvia more than sufficient to cause a distemper. There was, however, very little difference in any of our lodgings that night, which was passed in a manner it would be in vain to attempt to describe. Immediately upon our arrival at our cells, we were searched : they took from me all my pa pers of recommendation, &c. ; a pocket-book, whose contents were to me of great value; my spurs, money, and even the oil-skin cover of my cap. We were then left to ourselves ; and though the men who guarded us made such an uproar, that sleep seemed impossible, yet, worn out with fatigue, with disappointment, and almost despair, the only solace of the wretched came to my relief, and I sunk upon the floor and slept soundly. At day-break I awoke very thirsty ; I asked the guard to give me a little water, and one of them brought me some in a dirty mug. He"], [54, "44 held it against the bars of my cell, but it was with great difficulty I could drink; yet not satisfied with this, the wretch gave it a knock with his hand on the bottom, and threw the water entirely over me. In a paroxysm of rage at this brutal insult, I thrust my hand through the bars, and seizing a lamp which hung sus pended without the grate, hurled it at the vil lain's head, the oil flying about his ears as if out of a syringe. The Jailer, attracted by his cries, came to know the cause of this disturbance: I told him the circumstance as it happened, add ing, that if he allowed these miscreants to insult me, I would tear the first man to pieces I could lay my hands upon. I told him, it was quite enough that we were put into such a filthy hole for confinement, without being insulted by the robbers whom it pleased them to put over us. The Jailer reprimanded the men, telling them it was no part of their duty to insult us ; and that I had rightly served him. Soon after this, the Jailer returned with the robbers who had taken us, and ordered us to strip naked, suspecting that we had other valuables concealed about"], [55, "45 our persons. I had a sash wrapped round me, which was given me by the General ; on finding this, they taxed me with its having belonged to a Field-Marshal : I told them I had it wrapped round my body on account of a pain in my loins. I resisted their taking it, but yielded at length, on their promising that all my property should be returned to me. However, I never saw any part of it again; nor could I expect it, for what confidence was to be placed in the word of a set of miscreants hovering about us eager only for plunder? Early in the morning of the 16th, orders came from General Latour Froissac to march us to Andujar (eight leagues), where he had his head quarters. He was fearful that the Liberals would release us ; and this I doubt not would have been the case, had we remained a few days longer in Carolina. When we arrived at Baylen, a small village about four leagues on the march, we were put into another jail. Here they gave us some refreshment; and the Alcalde, know ing General Riego personally, behaved with the"], [56, "46 greatest humanity towards us ; he expressed his regret at the General's sudden change of for tune in the strongest manner, and took care that we should receive no insult from the -popu lace. The next morning, the 17th, we marched on to Andujar. We stopped at a house on the road, to get refreshment : the owner, who was a friend of General Riego, was from home; but his steward, who knew his master's intimacy with the General, immediately produced an ex cellent collation, and we made a hearty repast. We then marched on, almost suffocated with the dust raised by the horses of the French guards, (a troop who had come with us from Carolina); and before we arrived at Andujar we were met by a mob headed by Priests, Monks, and Fri ars, who abused us with all the insult they could devise. We at length arrived at the Castle, and were put all together in one cell. The Jailer, knowing General Riego, treated us with as much lenity as the situation would admit ; he even told the General, that if we remained there"], [57, "47 long enough, he would endeavour to let us escape. We continued there four days, receiving every possible attention from our Jailer, and the French officers, who were chiefly Liberals. But this indulgence was not to last. Ge neral Latour Froissac being made acquainted with this humane treatment, reprimanded the Jailer and officers severely ; so that our situation became as irksome as ever. General Riego, however, got the Jailer to go to a friend of his (Riego's) to procure him a supply of clothes, linen, &c. This commission the Jailer faith fully executed, and brought him two suits, one of which he gave to me. Never did relief ar rive in better time, for we were literally almost naked. The French General, however, hearing of this also, gave orders that no one should be allowed to visit us, or bring us any thing whatever ; and while we eat our meals, two sen tries were ordered to stand over us, with closed doors. General Riego and myself both asked to see the French General, to request that we"], [58, "48 might not be given up to the Spaniards, or Spanish authorities, but remain under French protection. I wished to know what right they had to detain me, or what claims they had on me: I was an Englishman, and demanded the privilege of one ; as I was taken, not with arms, but travelling as a private gentleman, and found in a house to which I had merelv gone for refreshment. I stated, that I had a pass port, signed by the authorities at Oporto, to proceed wherever business called me. But the polite Frenchman would neither see us, nor an swer our message. He ordered our horses to be sold, to indemnify the robbers on the road ; as well as our portmanteaus, and every thing that belonged to us, even our very clothes, ex-t cepting those we had on. In the course of conversation with General Riego, I asked him if the King were his friend ? He replied, \" I have written several letters to the King, offering him my services, and have expressed my fidelity to his person and service. When I was in his presence, his Majesty always appeared friendly towards me ; but I never received any answer"], [59, "49 to my letters to him.\" I asked him if he thought the King would favor him in the present busi ness ? He said, \" I think he will ; because, as he gave me the command, I should conceive, were the King to take my life, his own would be in danger; and as I am still his Aide-de- Camp, and a Deputy of the Cortes, I think they dare not take my life.\" Upon these grounds he appeared to build his hopes. On the 21st, having been four days at An dujar, the French General's Aide-de-Camp came to our prison, and informed us that orders were come from Madrid to give us up to a Spa nish officer, and that we were to be conducted to Madrid. Upon this intelligence, General Riego exclaimed, \" Then we shall be murdered by the traitors to Spain.\" We then proceeded to take refreshment, in which we were inter rupted by the arrival of our future conductor, who came to inform us, that two carriages were waiting to convey us to our destination. This appeared somewhat decent, after the treatment we had lately experienced. We travelled with JSsar. g"], [60, "50 two officers in each coach to guard us ; so that there were all together four persons in each. We arrived at Baylen in the afternoon, where the Alcalde had behaved so kindly to us a few days before ; but now he durst not visit us, having been censured by the authorities of the town for his former humanity. We changed horses, and went on to Carolina. Before we entered the town, we were met by a great rabble, headed by Monks, Priests, and Friars, abusing us as before ; and on our arrival were conducted to our former execrable prison. In the course of a little time they brought us some refreshment ; but, notwithstanding we were very hungry, we could not eat much, for they had put a handful of salt into the meat, to prevent us, I suppose, from satisfying our appetites. The next morning we were accommodated with a dung-cart, in the place of a coach, which was so inconvenient that we could scarcely sit down in it. At the end of the stage we were so fatigued, what with the jolting upon the road, and the noise of some loose iron upon the"], [61, "51 wheels, that we were almost deaf ; and on our getting out of the vehicle, we could scarcely stand. I requested the conductor to run me through the body, rather than put me into such another ; but he told me that he could not help it, that the vehicle was ordered by the authorities of the town. We were then led to prison, and put into a dark dungeon. Such a place as this I never before beheld ; even the sentry at the door complained, and was frightened at his situation. Being exhausted from fatigue, and the want of fresh air, I was taken very ill. General Riego called out to the guard, that the English gen tleman was sick ; and requested they would give us air, and bring me a little coffee. The officer answered, that he could not give any in dulgence whatever ; and we remained in this cruel condition until morning. Several times during this long, long night, General Riego took me by the hand, saying — \" Matthewes ! I think our Father has forgotten us ; do you not think so ?\" I said, \" No, hut I think you will be a great man yet.\" \" But do you not think they will kill us?\" said he. I answered, \" No, they"], [62, "52 dare not kill us.\" In such conversation we passed this long and dreary night. In the morning of the 23rd, another dung cart was brought, to convey us to Santa Elena, (two leagues). This vehicle, if possible, was worse than the one we had the day before. In this manner we were conducted from one wretched prison to another, until we arrived at Madrid, a distance of 58 leagues, enduring every species of insult by day, and of misery at night, throughout the journey. We stopped, for the last night but one preced ing our arrival at Madrid, at a small village called Valdemoro, about four leagues from the capital ; and at three o'clock the next morning we com menced our journey, hoping to reach Madrid so early the next day as to avoid the abuse of the rabble. But in this we were disappointed ; in fact, set off at what hour we would, the po pulace were always ready to welcome our arri val with vollies of mud and stones, and every species of insult. These mobs were invariably"], [63, "53 headed by Priests, Friars, Monks, &c. I have already said, that our language is not rich enough in terms of abuse to convey an idea of their virulence. A little before we entered Madrid the French augmented their force, fearing lest the Libe rals might attempt to rescue, or the rabble to murder us. The latter were encouraged and protected by the Regency of Madrid. We arrived in Madrid on the 2d of October, at about nine o'clock in the morning, and were conducted to the prison called the Seminary of the Nobles. Separate cells had been provided for us, little better than those we had left : there had been windows, but they were now blocked up with boards, excepting a small hole at the top ; so that we could see nothing but the iron bars, and received the smallest possible degree of light. The cell I occupied was half filled with various kinds of rubbish, so that I had scarcely room to lie down : however, exhausted from fatigue I sat down amongst the dirt, having"], [64, "54 neither a stool for a seat, nor a handful of straw to lie on. I complained of this treatment ; and the officer told me we should have some necessaries in a few days. The next morning this officer was relieved by another, called Conde de Torre Alto, an officer of the King's guard, who had been under sen tence of death for the murder of an officer named Landaburen,in the revolution at Madrid on the 7th of July 1821. This officer did every thing in his power to annoy me; even bringing strangers there to insult me. I told them that if I was amenable to the law, I should be sufficiently punished without their barbarity ; but that I did not consider they had a right to detain me a single hour, and I trusted my Government would see me righted, and at some future period reward them. After waiting all day, and finding they brought me nothing to eat, I knocked at the"], [65, "55 door : the officer came, and I asked him if they intended to starve me to death ? He replied that, if I had any friends in Madrid who would send me any thing, he would let it come in. I told him I was not aware that I had a single friend in Madrid ; but desired him to ask if we were to have our money returned, to procure us the common necessaries of life ? Happening to mention General Riego in this inquiry, the officer replied, \" There's no General here ; we have none but criminals.\" I told him, that though he would not own him as a General, Riego was not the less so for that ; and that we were men of honor. That all who belonged to the present government were rebels ; that we knew no other authority than the King and Constitution, which his Catholic Majesty had sworn to protect in 1820, to the last drop of his blood. He answered, that that oath was obtained by force. I told him that I myself was a wit ness of the scene in Congress, and saw no force whatever ; that he took the oath voluntarily ; and I conceived that, if he violated that oath, he compromised his country, as well as the man"], [66, "56 they now termed a criminal. He said — \" Yes, he isa criminal, and shall be sacrificed, as he merits.\" \" Then,\" said I, \" if he is sacrificed, your King may expect a similar fate :\" adding that the French would rue the day they put a foot into Spain, to spill innocent blood ; that I sincerely hoped England would avenge our cause. He replied, that if they did, Russia had four hundred thou- sand men ready to send into Spain. I told him, if they sent them they would die with hunger. At length I put an end to this altercation, telling him he was a coward thus to insult a pri- soner — if I were at liberty, he dared not do it. He left me, slapping the door after him in a great passion ; and I remained in this suspense as to receiving the means of subsistence until late at night. The Jailer then came in, bringing with him a pistreen (about nine-pence), and a dirty rug, — from the hospital, I suppose ; it was so covered with sulphur and nastiness, that I re quested him to take it away again. He brought also a few boards, and trestles to put them upon; this served me for bed, and table. I soon found them swarming with vermin : however,"], [67, "57 rather than lie upon the dirt, I kept them, and amused myself by killing the cattle they con- tained. I gave the money to the soldier who attended me, and desired him to get me some bread, green pepper, and wine : this humble refreshment somewhat relieved me, and I laid myself down to rest. The repeated visits how- ever of my jailer, accompanied by a party of soldiers, inspecting the walls, iron bars, &c, to ascertain, as they said, that all was secure, effec- tually prevented me from sleeping. This was repeated several times during the night; yet, not satisfied even with this, they kicked at the door, and grated upon the iron bars, dancing over my room, and making as much noise as they were able, throughout the night. The guard was relieved every twenty-four hours. Some of the officers (jailers), were possessed of a little more humanity than others; but the following morning was usually ushered in by a repetition of similar ill-treatment. On the third day of my confinement in Madrid, I was visited by a judicial officer, who Nar. h"], [68, "58 came to take my examination. He asked me if I would answer every question that he should put to me, truly and justly. I said I i would. He then asked me what religion I pro fessed? A. Protestant. Q. Do you believe in Jesus Christ, and the Virgin Mary ? A. Yes. Q. Do you know what you are confined for? A. No, I am quite ignorant of it; nor do I conceive I had any right to be taken prisoner, as I was not in the service. Q. How happened you to be with Riego ? A. I had not known him eleven days when I was taken prisoner. Q. How came yeu to be with him ? A. I left Gallicia for Gibraltar ; and on ray arrival at Gibraltar, I was informed that his Catholic Majesty had given to General Rafael Riego full command of the third division of the army ; and having issued a proclamation that he would support the Constitutional throne, and encourage its subjects to do their duty faithfully in pro tecting it also, at the same time issuing out orders to organise all who chose to volunteer their services into a foreign corps ; in conse quence of this proclamation I, having with me"], [69, "59 some documents of my services in 1820, with a decree from his Catholic Majesty signed by the Captain-General Gaspar Vigodet, signifying that, owing to their having too many officers from the last war, they could not admit any other, — and other documents from the Spanish Constitutional authorities, that I should be em ployed, had they occasion to augment their cavalry ; in consequence of this, I went to Malaga in a vessel loaded with arms and accou trements for the use of General Riego's army, and on my arrival offered my services to Gene ral Riego ; General Riego answered, that, in consequence of a decree from his Catholic Ma jesty and his Cortes, no foreigner could be admitted into the Spanish service, excepting in a foreign corps which was not yet organised. I then requested permission to follow his army until we arrived at Carthagena ; and then, un less I could procure employment, not unbecom ing the honor and dignity of a gentleman, I should return to my native country. Q. Did you not know, that his Catholic Majesty was a pri soner in Cadiz ? A. No, I was quite ignorant of"], [70, "60 it; nor do I believe that he is a prisoner. Q. Did you not know that General Riego took the command from the King at Sevilla ? A. No, nor do I think he had that power ; because General Riego was only an individual, and the Cortes a number ; therefore it cannot have been so. Q. Do you know Mariano Bayo ? A. No ; I only knew him since our imprisonment. Q. Are you acquainted with the Piedmontese offi- cer? A. No. Q. How came you to be with General Riego after his army deserted him ? A. I accidentally fell in with him, going over the mountains : he asked me if I would ac- company him ; to which I assented. Q. Were you in uniform ? A. No. Q. Where did you go, when you left the field ? A. We went to a house about three leagues from it, and got some refreshment: from thence we took guides six leagues further, to the house where we were taken prisoners, by a gang of rob- bers. I will prove to you that they were so ; and I trust you will do both me and them justice. I have, then, nothing to fear from your government. In the first place, the owner of"], [71, "61 the house attempted to assassinate General Riego before the robbers entered the house, but I prevented him ; he then ran into a dark room, and during this time the robbers entered. I was eating, when we were surprised by about fifty men presenting their pieces at us : I asked them if they were robbers, and what business they had there ; at the same time advancing upon them, when one of them answered, \" I am an Al calde.\" Here General Riego spoke to them, and told them to take every thing that we had, but not to murder us. We were then taken prisoners. Soon after, a Commandant and a Priest came. I asked the Commandant if those miscreants were to be allowed to behave in such a manner; stating that I should make my complaint to the proper authorities, and have them punished if there was justice to be had; justice I demanded, and no more. We were then, I told the notary, conducted to Arguilles, where the robbers at tempted to strip us, and to take our money from us, which was but very little : however, the Com mandant ordered them to desist ; they then said they would not conduct us,unless they were per-"], [72, "62 mitted to have their plunder, as they had been similarly disappointed before : which plainly proves, that this was not the first robbery they had committed. Q. Have you ever held any situation in the army ? A. No ; as a citizen of the world I offered my services to his Catholic Majesty and the nation, provided the Consti tution should continue ; but under no other law. I am a Liberal, and shall continue so ; I never intend to alter my opinion ; and if you hang people for differing in opinion, then hang me to-morrow, and put me out of my misery. Here is a breast (putting my hand to my bosom) that never feared shot, shell, or ball ; nor do I fear what tyrants can inflict. Thus finished my interrogation for the pre sent : but in about a month the same offi cer visited me again, and put nearly the same questions to me, in order to ascertain if I prevaricated ; but the man who speaks the truth, cannot prevaricate ; he therefore received similar answers to those above recorded. He then produced the papers and documents which were taken from me at Carolina, with a paper"], [73, "63 signed by Sir Robert Wilson, in which I had solicited to be allowed rations; I observed, that I had solicited for rations at Corunna ; but the Governor (General Vigo) said he could not furnish either them, or pay, as I was not attach ed to any army or corps there ; which sufficiently showed that my documents were not sanc tioned. In the second place I observed, that as those documents which I had, signed by Don Pedro Agar, President, relative to my services in Gallicia, in 1820, had not procured me any recompense at that period, they ought not to be censured now ; nor ought they to be produced in evidence against me at the present crisis of affairs, when it was evident that I was not em ployed. That whatever documents they had which were taken from me I disowned, as I did not properly understand them ; they were sent by my friends, from a wish to serve me at the time, little thinking they would one day be brought in evidence against me. In this way I defended myself in every thing which they alleged against me. At last they"], [74, "64 brought in my sash, that I had under my shirt, and asked me if I knew that sash. I answered, No; that I had a silk sash under my shirt, which I wore in order to relieve the pains in my loins. They then asked me, if I knew certain marks upon it, which denoted the rank of Field- Marshal. I told them, No ; that, if I had aspired to that rank, I would have let them know who I was before now. They then asked me how I came by it, and if it was not the sash that was taken from me. I told them I had had a sash round my body, but I could not swear that that was the one which had been taken from me by the robbers who captured us — conduct which they would, I should suppose, censure, and not sanction. But for the sash, I conceived that it could not be the same. I then told them that the sash which I had taken from me, was given me by General Riego, to wrap round me for the pain al ready mentioned, which proceeded from a severe cold ; and if that was the same sash, Frequested they would give it to me, as also all my other things, which I conceived they had no right to detain. They then asked me how I came by the cap :"], [75, "65 I told them I had an old hairy cap, but it admitted the rain, and I therefore got that from an officer who was with us. The interrogator then asked me what my objects were in following the army. I answered, as I had told him before, for safety in getting home to my own country, fearing if I tra velled alone I might be robbed, (as I had been), if not murdered by the banditti ; but, as Gene ral Riego told me I could not be employed, he need not ask me that question. He then asked me if I knew the penalty due to those who favored a rebellion : I answered, that that was not a question to put to me, but to those to whom it applied ; that I, as a citizen of the world, had offered my services, which were not accepted ; I, therefore, did not consider myself a criminal, nor even a prisoner of war, as I was not taken in the field, but by a gang of rob bers, supported and protected by the rebellious authorities. This was the conclusion of the se cond interrogation ; and they left me, apparent ly much perplexed. Shortly after this, I was taken ill, from scanti- Nar. i i"], [76, "66 ness of provisions, not having had one sufficient meal since my confinement ; nothing but bread and green pepper, and sometimes a little wine. I was under the necessity of demanding a surgeon, who prescribed for me ; but having neither friends nor money, I could not procure medicine. At length my interrogator took compassion on me, seeing me so ill ; and he paid three pistreens for me out of his own pocket. I made a complaint to the Captain-General relative to our money, which we had given up to the conductor, on condition that he would return it to us when wanted. This money was a donation given to us by the hands of humanity, while we were in the prison of Andujar. The Captain-General sent me a note, stating that the conductor denied having received it. I then desired the reporter to go to General Riego, and ask him if I had any money due to me; he answered, that I had eight doub loons and a half (about thirty pounds ;) adding that what money he had was at my command. The reporter said, if this money were given up to him he had no objection to pay it to me, and he would ask General Riego's reporter concern ing it. This he did, and received for answer,"], [77, "67 that the money would be appropriated to defray General Riego's expenses. In consequence of this, I was obliged to remain in this horrid dun geon nearly without food or covering. I en deavoured to induce my jailer, through huma nity, to visit a few friends that I knew in Madrid in 1820, in order to solicit their benevolence ; but to this request I received no answer, nor do I know whether he ever made the applica tion, as I did not see him again for some time. When I did see him, about a month afterwards, and asked him if he had seen my friends, he replied with a satirical smile, that I had no friends now. However, at last I found an op portunity of sending to the Countess of Villa monte, whose brother (the Count of Montijo) I had released from the Inquisition at Santiago in 1820. This, however, I took care not to make known. I merely sent to inform her that I was there, and in that cruel situation ; in hopes that they would show their gratitude by sending me some relief, though I did not solicit any. I then endeavoured to induce the officer of the guard to see the English Ambassador, or allow me to"], [78, "68 write a few lines to him ; but this he refused, and said the Ambassador was acquainted with my situation, and that if he had intended to send me any relief, he would have done so long ere this. But I was informed by one of the offi cers on guard, that the Ambassador was other wise too much engaged. At length, after trying every channel through which I had any hopes or chance of success, and worn out by ill health occasioned by close confinement and starvation, General Riego was allowed two pistreens a day, (about one shilling and sixpence). This small pittance he would sometimes share with me, or I actually must have died from starvation. Generous man ! — But, reader, take a retrospective view of this wretched allowance to a man, who had moved in a high and affluent sphere. Such treatment was beneath a King, to a faithful servant, who had served him as Aide-de-Camp, commanded one of his armies, and was a deputy of his Cortes. Still on these circumstances he built his hopes of acquittal, or at least of life. Sometimes he would"], [79, "69 send me a little meat; and underneath the plate I contrived to stick a bit of paper, with such com- pliments, as \" How do you do ?\" written with a little charcoal which I found upon the floor. To which he would answer, \" Pretty well.\" At last he lost all hopes, and said, \" We shall die.\" I told him No, a better destiny awaited him. But he plainly saw, from the neglect of the higher authorities of the crown, as also from the menial servants, that he had little hope of escaping an ignominious death. I endeavoured to alleviate his sufferings, and to raise his mind above despair. Notwithstanding I had need of comfort myself, I did all in my power to soothe the almost broken heart of my noble-minded friend ; under whose auspices I had once hoped to attain to rank and fortune. However, that pleasing hope has now vanished for ever. In return for such little attentions, General Riego frequently sent me a part of his scanty allow- ance of provisions ; he once also sent me a shirt, which was by no means an unacceptable pre sent, the one in which I entered my dungeon constituting my whole stock. We were, how-"], [80, "70 ever, shortly after deprived of the consolation which even this limited intercourse yielded. This was a painful stroke to us both, and seem ed to indicate in some measure the destiny which now awaited us. I still heard from the unfortunate General once or twice ; and on the 5th of November he sent me a dollar and a pistreen. He had writ ten on the piece of paper in which it was wrapped — \" I shall be sacrificed.\" About twelve o'clock of that night, I heard the sound of a carriage : — these words of the General re curred to my memory, and I instantly suspected that that carriage was come to convey him to the place of his execution. I was soon convinced of it, from a noise in the prison. I was after wards informed, that when the guard entered his cell, and ordered the General to rise, he, seeing the irons which they had brought to put upon his hands, exclaimed with a smile, \" I shall submit to my fate like a man, but Riego shall never die.\" He was conducted to the chapel, and executed the third day after. One"], [81, "71 of the guard told me this the following day ; and really appeared much affected at the un timely death of so good a man. With respect to my own feelings, they are much easier to be conceived than described, though I think few can even appreciate them fully. My constitution being much impaired from my rigorous confinement and the privations at- tending it, added to the distracted state of my mind, I feared, notwithstanding my usuallygood spirits and sanguine temper, that I should even- tually sink under the severity of my sufferings. Deprived of the only consolation I had left, I began to think that all other hopes of comfort or relief had abandoned me, and every future pro- spect seemed darkened. Not having heard from my own Government, nor even from those whom I had previously served and considered as my friends, I fully expected to share the fate of my ever-lamented friend and companion. During his life-time I had hopes, but now those hopes were totally destroyed. I frequently, in my so litary moments, reflected upon our late conver sation. In one of our prisons, while going to"], [82, "72 Madrid, (at Manzanares,) we were visited by our conductor, in consequence of a report, by one of the robbers who guarded us, that the General had a belt on. The conductor stripped us all again, and finding a sash upon General Riego, he took it from him. The Ge neral remonstrated, saying — \" I am a deputy of the Cortes, Aide-de-Camp to the King, and a General in his army ; and you have no right thus to degrade me.\" The conductor replied, with a satirical grin, \" I know you by no titles, but as a criminal.\" This brutal conduct wrung his very soul ; in fact, from such conduct being allowed, he began to lose confidence, and gave way to gloomy despondency. This I observed before we arrived at Madrid ; though the bruta lity we experienced upon the road was indeed sufficient to damp the courage of the stoutest heart. It was quite evident that the swinish herd were encouraged in their atrocities by the higher of the rebel authorities. Well might he cry out, as he frequently did, \" O Father, Father! hast thou forgotten thy sons, in the time of their trouble ?\""], [83, "73 When the officer of the guard told me that General Riego was executed, I asked him if he was not assassinated. He answered, No; that he died by the law. I said, \" Most assuredly he was assassinated. What ! put a man to death without a trial, or even hearing his defence ! not allow him to plead his own cause !\" He answer ed, that no lawyer would plead for him. \" Then,\" said I, \" unquestionably he ought to have been allowed to plead for himself; and if he was refused that privilege, he was a murdered man.\" I then asked him if General Riego died like a man, and with courage. He replied, \" Yes, very much so.\" It is worthy of remark, that this officer was one of General Riego's most bitter enemies ; and I was consequently the more satisfied that the hero had died bravely. In a few days I began to recover a little from the severe shock the fate of my friend had given me. I began to examine the bars of my dun geon, in hopes of finding some favorable oppor tunity of attempting an escape. Having found a large nail, I worked a hole in the wall which Nar. k"], [84, "74 parted my cell from that of my fellow-prisoner, the Piedmontese, to be able to converse with him. I tried several places before I could find a crevice of the stones in the wall ; However, after a long trial I succeeded : the Piedmontese for tunately also found a nail, and commenced on his side, by which means we succeeded in ef fecting a communication. This greatly revived the poor Piedmontese, who appeared to be fast approaching the termination of his sufferings in death. I then began to make a hole beneath the bars of my windows ; this mining I carried on for upwards of three months. I first took up a large square brick, which I put down again in the morning, or at any other time when I was visited. The dust and particles of stones which I cut with the nail, I put into a tub which was allowed me for necessary purposes, and covered them with the sweepings of the floor. Our allowance of a pistreen per day was not regularly paid ; and we very often went with empty stomachs, being sometimes three days without provisions. However, this did not"], [85, "75 happen often with me, after having bought my experience with two or three such fastings : I took care to keep a reserve ; but my friend the Piedmontese would expend his the day he got it, and frequently starve the other two. As soon as I found that that was the case, I used to send him half a pistreen by the guard, telling him to give my compliments, and say, that I had re turned him the money he had lent me. The poor fellow was so neglectful of himself, that he did not change his shirt for upwards of three months, though he had another to change with. The misfortune was, that all his money went in other necessaries, more grateful to his palate ; so that he never had half a pistreen to spare to get his shirt washed : at length I prevailed on the guard to get this done for him, upon promising to pay him for it. My friend readily acknow leged the comfort of the change. The guards being relieved every day, we had no opportunity of making friends with any of them. Sometimes they would knock at the door, or make a great noise over our heads, to prevent us from sleeping ; at other times they"], [86, "76 would cry out, \" You will all be hanged, you rebels.\" This was adding insult to injury and injustice, in every sense of the word, and was a disgrace to the officer who allowed it ; indeed, in no other country would such conduct be tole rated. Here, instead of censure, the guard re ceived praise and encouragement for their inso lence. This brutal conduct, doubtless by the direction of higher authority, was pursued the whole time of my imprisonment. During the latter part of this period I amused my self in making little baskets of the rind of oranges, which, for want of a knife, I cut with a needle, obtained of a soldier, with some thread &c, to mend my shirt. I asked the officer to lend me a knife, or a pair of scissars, to cut my nails ; I had frequently made a similar re quest, but could never succeed : however, this officer lent me a knife, placing two sentries over me while I used it. I frequently applied for a dentist to draw me a tooth, but they always put me off; so that I was tormented with the tooth-ach upwards of three months : at last I"], [87, "77 made friends with a Sergeant, whom I had known in Gallicia. He was then a very honest man ; but when General Morillo turned traitor, this Sergeant amongst the rest was induced to follow his example. He at length found me a person who performed the operation. Soon after this, my friend (for so he proved himself) offered his services to me ; but I acted very cautiously with him, fearing that he might betray me: however, I trusted him with a few trifling commissions, which he faithfully fulfilled, and at length got him to procure for me a little paper, and ink; this he managed very well. When he came to see me, I borrowed his pen, in order, as I used to say, to copy a few verses out of a book which he lent me to read ; and when he left me, I wrote two letters, — one to the Right Honorable George Canning, and the other to Mr. Bowring of London. I told the Sergeant that I had a friend in Madrid, — if he would allow him to come and see me, and to bring me some provisions. The next day he came for this purpose, and put the two letters into his pocket."], [88, "78 In this way I afterwards wrote to several of my friends. I waited anxiously for answers to my two first letters. In the interim I made as many friends as possible with the guards who at- tended me, making myself as comfortable as my situation would admit of, and anticipating a favorable reply from London. In the course of a fortnight after this, I was visited by a gentle- man of Madrid by chance. This gentleman, who came to ask for Mr. Hasker, inquired for \" the English Gentleman ;\" the Sergeant informed him that no communication was allowed with me. \" But,\" said the gentleman, \" I have some money for him ; cannot I give it to him ?\" showing the Sergeant at the same time a letter authorising his admittance. Upon this he concluded he wanted me, as I was the only English prisoner there, and accordingly conducted him to my dungeon. I was agreeably surprised on his entrance; anticipating a favorable result from this unexpected visit, which, I am happy in being able now to state, was very soon realised. I observed, upon his entrance, a manifest disgust in his countenance on viewing my wretched"], [89, "79 condition. He asked me by what means I came there, or what I had done to merit such cruel treatment. The Sergeant being present, I did not express my sentiments so fully as I wished to have done ; however, I replied to him in French, hoping that the Sergeant, who was a Spaniard, would not understand me. He said, I have a letter for you, and whatever money you may require. I answered, that I had scarcely anticipated such welcome news. He then gave me the letter, which, on perusal, I found was intended for my friend Mr. Hasker. I observed, that he was a faithful companion of mine ; but I had not heard of him for five months : he said, \" Ne ver mind ; though you are not Mr. Hasker, I will still assist you.\" He then request ed the Sergeant to allow me to write my name on the back of the letter ; the Sergeant lent me his pen, and I wrote to Mr. Bowring, (who sent this letter,) that my name was Matthewes ; that Mr. Hasker had been with me at Jodar, in the last engagement ; but I had not heard of him since. This gentleman then"], [90, "80 looked round, and observed that I had no bed : he said to the Sergeant, \" How can you treat a man in such a cruel manner?\" and addressing himself to me, he added, \" To-morrow I will supply you with a bed, and whatever else you may require.\" The next day he brought me a straw mattress, a blanket, and a pillow ; some money, and provisions. This my guard thought was too much indulgence, and began to search the bed, pillow, and mattress, to my great annoyance. However,- 1 said nothing until my friend was gone : I must here be allowed to use that appellation, for to no one could it be more properly applied, than to one who had essen- tially served me in my necessity. After this generous benefactor was gone, I invited the Sergeant to partake of my refreshment; which he accepted. I then observed to him, that when he did a favor he ought to complete it, and, after admitting my friend into the prison, he ought to have allowed the things to remain quiet which he sent me, and not have allowed his guard to insult me by searching them in his presence ; if they were intitled to search them, why not do"], [91, "81 so on their entrance ? I then desired that he would censure the corporal and his men for their conduct. I carefully preserved the money that my friend had given me, in order to employ it to the best advantage which might offer. In the first place I endeavoured to make friends with the guards, and ingratiate myself into their good opinion, hoping eventually to turn it to account in effecting my escape. In this I succeeded tolerably well. In the course of a fortnight my friend and benefactor called upon me again, the time having expired for which he had supplied me with money, namely, at the rate of two pistreens per day. He asked me if I wanted any thing else : I told him I had only one shirt and a half, at which he smiled ; but it was only the smile of a moment, and instantly gave way to an expression of the deepest sym pathy. He inquired if there were any thing else I was in need of: I told him I had only one pair of sheeting trowsers, which I then wore, and had done so ever since I was taken prisoner, nearly five months. He shook his head, and Nar. l"], [92, "82 observed, that he duly appreciated my sufferings throughout that time ; \" However,\" said he, \" I will send you a pair of coarse trowsers, and two coarse shirts, which will be better adapted for your present habitation.\" He kindly brought them himself the next day. In the course of a month after this, the re porter paid me a visit, producing a letter from the Ministry in London to the Ambassador in Madrid. The latter had sent it to the Captain-General, with four hundred reals, (twenty dollars) \" to be given to George Mat thewes, who was taken with the rebellious Riego.\" I here stopped him short, and demand ed to know who wrote that; saying, \" If Riego was a rebel, he paid the forfeit and full penalty of such an offence ; his name has no right to be branded with the appellation; and whoever so wrote, was a villain. I was not a rebel ; the term applied to those who were enemies to the Constitution. I then requested he would allow me to answer the letter; but this he refused, saying it required no answer. I then"], [93, "83 told him that my poverty alone consented to accept the pittance he had brought me — request ing him to thank verbally those who sent it, since he would not permit me to do it by writing. This he promised to comply with, and left me. A young pigeon came in at the bars of my prison about two months before this last remit tance from London, and took refuge with me. It formed my chief amusement and employ to feed and cherish it. A thought struck me, that I could write a letter with one of its quills ; I called my little Yoric, (that being the name I had given him,) and examined his wing ; but I found the quills rather soft : — however, I plucked one, with which I wrote a letter to Mr. Canning, requesting him to accept my most sincere and grateful thanks for the assistance he had sent me ; at the same time expressing my regret at the expressions made use of in a letter to the Captain- General at Madrid respecting the late unfortunate General Riego ; that I did not conceive myself a rebel,"], [94, "84 but a citizen of the world, a gentleman, and a man of honor. This letter I sent by the gen tleman who had taken the others. The last remittance enabled me to furnish my fellow-prisoners with pecuniary assistance, which afforded me infinite joy and satisfaction. Captain Bayo, our unfortunate companion, had a rich uncle in Madrid, who furnished him with every necessary, &c. I received this information with pleasure. I then procured the Piedmont ese a few necessaries. I had a companion who paid me a visit every night ; — this was a little mouse, which I caught at last, and cured him, stuffed him,andbroughthim to England — hehad become quite domesticated. I also amused my self with drawing upon the wall of my prison. I drew myself in full size, with my right arm extend ed, and fore finger pointing to the words, \" What injustice is here !\" I also drew a tree on the op posite side ; and upon one of its branches I des cribed the figure of a dove ; at the end of his bill were these words, \" What anguish I feel !\" and round the boll of the tree was a serpent with his"], [95, "85 sting protruded, with the scroll, \" I shall revenge myself at last;\" at the same time looking at the dove. These sentences were written in Spanish ; and when the soldiers came into the dungeon, they looked at them with astonishment. This gave me frequent opportunities of conversing with them, and to cultivate their good will by a glass of wine, &c. By this means I caused them to relax a little of their rigor and brutality towards me, and so rendered my irksome situa tion easier to endure. About this time I had a little puppy given me, of some three months old. This creature afforded me a fund of amuse ment : in a little time I taught him to stand sentry at the door: and when any person ap proached, he used to bark, by which I al ways had an opportunity when writing to con ceal my papers. My repository for these secrets was my pigeon's nest, where no one thought of looking : it stood aloof in one corner of the room ; and when I put my papers, &c. in it, he used to sit upon them ; so that frequently when they were sent to the post, they,j were all over dirt."], [96, "86 My little Pincher (that is my dog's name) grew so sagacious, that he knew almost every thing I said to him. This faithful little animal, as well as the pigeon, I brought to England with me alive. The pigeon I gave to Mrs. Riego, the unfortunate widow of my ever-lamented friend ; but the dog still remains with me, nor do I intend ever to part with him. Poor little fellow, he had hard fare in prison ; hut now he fares sumptuously every day. These animals appeared so happy with their situation, that really I almost began to be reconciled to my own : though, when I reflected upon the fate of my unfortunate companion Riego, my dungeon resumed all its horrors. For a little time it would throw a melancholy gloom overmy mind ; but at the moment, as if by instinct, the pigeon would alight on my shoulder, or the dog leap upon my knees, and thus chase my sadness by their mute endearments. However, this relaxa tion of cruelty by my jailer and guards was not to last long. The authorities having heard of the lenity they evinced towards us, ordered them to be changed, and they were relieved"], [97, "87 by a gang of rebels: these wretches did all in their power to renew and augment our former wretchedness. The other guards, with whom I had become familiar, were removed about a mile from us ; so that I had now not the least prospect of ever realising my hopes of escape. However, I immediately sent for the reporter, and told him, that the guard behaved very ill to me, throwing stones in at my win dow, (or rather through the iron bars), calling me Negro, saying I should be hanged, and making use of other terms not to be mentioned. One of the stones which they flung through the bars fell upon my head, and would probably have saved them the trouble of hanging me, if I had not had my cap on at the time. I requested the reporter to communicate this conduct to the Captain-General : however, I received no an swer to my complaint, which determined me to write the following letter to the English Ambas sador, Sir William A'Court, then resident at Madrid :—"], [98, "88 \" Sir, \" Since my first detention by the unjust and barbarous Spanish Government in the most infernal dungeons, constantly insulted and an noyed by every means that could be invented by a fanatic, licentious, and ferocious soldiery, I have had the honor to address you frequently, claiming that protection to which every English man is entitled from the representative of his nation in foreign countries ; particularly in those where tyranny is carried to extremities. My remonstrances to you not being attended to, 1 made every effort in my power to make known to a friend of humanity my cruel situation, that he might acquaint the English Government with the same. In consequence of these measures I received some relief, but still remain buried in my dungeon, or rather, in my grave. Six months have now elapsed without experiencing any alleviation of my miseries, or without hopes of ever seeing a termination of them ; if your Excel lency and my own Government do not acquaint"], [99, "89 that of the Spaniards, that English humanity demands of it a more lenient treatment of me, and that they are no longer to be deceived by the falsehoods of their Monarch. If I have de viated in the slightest degree from principles of honor or justice, may the avenging blade of the latter fall instantly on my guilty head ; — but if, faithful to the sentiments of an honest man, I only fought for the most just of causes, the freedom of Spain, let me then be immediately set at liberty, and restored to my country and friends. I flatter myself that your Excellency, after the ordinary measures which I presume you have taken in my favor, will not relinquish your object without accomplishing it. \" I have the honor to be, \" Sir, \" your most obedient servant, \" Yoric, G. M.\" \" To His Excellency Sir W. A'Court, His Britannic Majesty's Ambassador at Madrid.\" Nar. M"], [100, "90 To this letter I received no answer, and was therefore under the necessity of enduring the same barbarous usage as patiently as I might, until, on the 3rd of April, I was most unexpect edly released, through the means of the Minister of War in London. On that day I was visited by a gentleman, who spoke to me in Spanish ; but, perceiving that he was an Englishman, I re quested he would let me know to whom I was indebted for the honor of this visit. He an swered, that he could not speak any other lan guage to me at present before the Jailer. He then inquired if I were in good health : I an swered, \"No, nor could it be expected, under such treatment as I had received during a pe riod of six months.\" He looked round, and asked me if I had no other clothes but those I had on : I told him, No. He then said, \" You must be shaved.\" I told him, that the reporter had informed me, that it was contrary to their rules to permit prisoners to be shaved ; but without this, I had made a rule for myself, that I would not be shaved, until I was in possession of my own razors, and could shave myself when"], [101, "91 I thought proper. \" But,\" says he, \" I am more than a reporter.\" I then thought that all was nearly over, and that he was come to arrange matters for my execution : however, upon leav ing me, he said,' — \" You are at liberty, and I shall come for you this night.\" This was such a sudden transition from de spair to hope, that I was nearly overcome by my feelings ; and it was some time before I could convince myself, whether what I had just heard was real or imaginary. However, in the course of an hour, my Jailer came to inform me that I was at liberty; and observed, that the gentle man who had just left me had said, that I posi tively could not leave the prison without shaving myself; which he therefore recommended me to do. I was now convinced that I was really li berated ; and did not long hesitate to fit myself once more to appear among my own species. I borrowed a pair of scissars, clipped off my beard, which was about six inches long, and then submitted it to the discipline of the razor, to which it had been a stranger for six months"], [102, "92 and seventeen days. The Jailer next produced a letter from the Captain-General, stating, that George Matthewes, the Englishman, was to be liberated forthwith ; and the door of the prison was instantly thrown open. My feelings upon this occasion were such as the reader may perhaps conceive, but they far surpass my ability to describe. The first thing I did, was to get permission to visit my fellow prisoners : they of course were glad to see me, the Piedmontese especially was almost over come with joy ; but I afterwards heard, that he subsequently relapsed into his former melan choly, and did not rise from the corner of the cell in which he lay, for three days. The Spa niard, Captain Bayo, appeared to submit to his fate with more fortitude than the generality of his countrymen possess. I afterwards paid a visit to some other prisoners ; amongst whom was a Lieutenant-Colonel, confined by order of General Morillo. Having had no charge pre ferred against him, he was totally ignorant of the cause for his confinement, unless General"], [103, "93 Morillo conceived that he (the Colonel) knew more of Morillo's roguish tricks than he wished to have exposed. \" I know,\" said the unfortunate captive, \" that he is a villain ; it can be proved by thousands, who have suffered from his crimes and their own credulity : in South America, this said General Morillo sold whole regiments to the enemy, (the Independents,) and is now living upon the fruits of his treachery.\" About seven o'clock in the evening my deli verer, Mr. Richard Ryan, came for me ; a gen tleman whom I had not seen before that day, but whom I shall ever respect as a man. He found me enjoying myself with those who a few hours before were my jailers and guards. These I gladly left, but not without advising and re questing of them, to show humanity to those who might be so unfortunate as to be committed to their care. My deliverer then took me by the arm, and led me out of the prison. A car riage was in waiting for us on the outside, and immediately took me to his own house, where an excellent repast was offered me ; lodgings"], [104, "94 were provided for me in the adjoining house ; and during the four days I remained in Madrid, I was visited by most of the respectable Libe rals in town. Their kindness and generosity will never be effaced from my grateful memory. On the day preceding my departure, a grand dinner was provided by a friend in honor of my release ; but on my entering the room, the smell of the provisions so overpowered my sto mach, deranged by long privation and unwhole some food, that I was obliged instantly to retire. I left Madrid the following day for England, accompanied by a messenger of His Britannic Majesty, Mr. Vigo : but, previous to my quit ting the city, I received a message from Sir W. A'Court, stating, that as I had violated the laws of my own country, as well as those of Spain, I must bear in mind, that if ever I re turned to the latter, I should be amenable to its laws. I returned for answer, that I did not conceive that I had violated the laws either of my own country or of Spain ; but I could as sure his Excellency, that I should not be so im-"], [105, "95 prudent as to enter Spain again, unless in com pany with an army that would make its traitors, and the French, deplore the provocation which aroused the arm of patriotic vengeance. Early on the morning of the 7th of April we left Madrid ; and did not stop but to change horses, until we arrived at St. Jean de Luz — the gates of Bayonne being shut. We then went to bed about two hours, and proceeded on our journey, having travelled upwards of three hun dred miles in fifty-two hours. On arriving at Irun, on the French side of the river, the French authorities attempted to stop me, though I had an English and a Spanish passport, signed by the French Ambassador at Madrid : however, Mr. Vigo told them, that if they detained me, they would detain him also, upon which we were allowed to proceed. I travelled under the assumed name of Sir John Smith : had my real name been known, I am apprehensive I should never have again seen England. On our arri val at Bourdeaux from Bayonne, one hun dred and twenty miles, Mr. Vigo delivered"], [106, "96 me up to the British Consul, Mr. Scott, who had orders to facilitate my progress to England. Mr. Vigo then returned to Madrid. Mr. Scott advised me to proceed to Paris, as there was no vessel at Bourdeaux for England. From Paris I took the diligence to Calais, and thence crossed in the packet to Dover. When I landed at Dover, I considered myself safe, and not before. On my arrival in London, on the 20th of April, I presented myself to my friend Mr. Bowring, to tender him my most grateful and sincere thanks for his kindness. He said that he had done no more than he should have done for any other person similarly situated. I then hastened to the Foreign Office, to discharge a similar debt of gratitude to Mr. Canning ; but, not having the honor of an interview, I wrote a note to that effect, and subsequently had the honor of an interview with Mr. Planta. I have to crave the indulgence of a liberal public towards this hasty sketch of my adven-"], [107, "97 tures. I hope, in the course of a short time, and on the recovery of my health, which is at pre sent much injured from long confinement, to publish a faithful account of the insurrection in 1820, up to the fall of Cadiz in the year 1823. At present I am waiting the arrival of some do cuments, &c. from Corunna. But my health is much impaired, from the coarseness of my pro visions during my barbarous imprisonment; the stomach being so excoriated, that it is expected it will take a long time to restore even the ordi nary functions of digestion. As a tribute of respect, I wrote on my return the following letter to Madame Riego, the in teresting widow of my unfortunate and ill-fated friend : London, April 23, 1824. \"Madam, \"I take the earliest opportunity, on my arrival in London, to fulfil a duty which I hold sacred ; it is that of informing you, that I have in my Nar. n"], [108, "98 possession several articles which belonged to the late General Riego, and at the same time of soliciting your acceptance of these relics of that unfortunate man ; whose loss you, as his wife, must ever deplore, and whose name will be dear to mankind, as that of one who died the disinterested martyr in the cause of his country and her liberties. \" I have shared his dangers, and I have shared his sufferings, inflicted during six months' im prisonment in the dungeons of Madrid, and seventeen days of removal from one cruel prison to another until we arrived there. These sufferings have left both my physical and intel lectual faculties in a state of exhaustion ; my memory, my very powers of speech have been affected by the total seclusion from all living objects, to which I have been doomed. I need rest to restore my shattered frame, and to collect my mental powers : but I owe it to the memory of a man so distinguished by his patriotism, his purity of heart, and uprightness of principle, that I should declare to the world the circum-"], [109, "99 stances attendant on his last days ; those days I passed with him ; and I trust it will not be long ere I perform a duty, which I feel bound to do by every sentiment of honor and friend ship. \" On the day after my arrival at Malaga, I en tered the field with General Riego, and from that moment I was honored with his unlimited confidence : I was the witness of all his actions, and I never left him until I was torn from him by his executioners; who thus deprived him of a last consolation, the presence of his faithful friend, and one who had been honored by the title of his first Aide-de-Camp. I may be allowed therefore to think myself competent to the task of giving a simple and faithful statement of the events which took place during my stay with General Riego. I will relate the conversation I had with him, I will give his very words, and I will notice particularly the communication which I had with the degraded Ballasteros ; I will show, lastly, how he was betrayed and"], [110, "100 abandoned by men who so often swore to die with him. \" Accept, Madam, the respectful homage of a British soldier, and one who deems it above all titles, above all honors, that he has been the faithful friend and devoted companion of the virtuous Riego ; and allow me to subscribe myself, \" Your very obedient Servant, 1 George Matthewes.\" The following are the towns we passed through on our way to Madrid, after we were taken prisoners at Arguilles: From Arguilles to Carolina, is 6 leagues. to Baylen, 4 to Andujar, 5 After being four days at Andujar, General La tour Froissac ordered us to Madrid ; we there fore had to retrace our steps, and reached the metropolis by the following stages:"], [111, "101 From Andujar to Baylen, is 5 leagues ; from thence to Guaroman, 2 to Carolina, 2 to Santa Elena, 2 to Al Urio, 4J to Santa Cruz, 2h to Valdepenas, 2 to Manzanares, 4 to Villarta, 5 to Purto Lapiche, 2 to Madrilejos, 3 to Tembleque, 4 to La Guardia, 2 to Ocana 31 to Aranjuez, 2 to Valdemoro, 4 to Madrid, 3J 53 THE end."], [112, "Printed by A. J. Vulpy, Red Lkm Court, Fleet Street."], [113, ""], [114, ""], [115, ""], [116, ""], [117, ""], [118, ""], [119, ""], [120, ""]]