[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Jlhuiim anil Dmufii fmw M E S S A G'E IF TITR GOVERNOR OF MARYLAND, TRANSMITTTICI-, REPORTS IV RELATION TO THE INTERSECTION IF TTIF* BOUNDARY LINES OF THE STATES OF MARYLAND, PENNSYLVANIA, AND DELAWARE. WASHINGTON: PRINTED BY GIDEON AND CO. 1850. 5"], [8, ""], [9, "MESSAGE FROM THE GOVERNOR OF MARYLAND, TRANSMITTING THE REPORTS OF THE JOINT COMMISSIONERS, AND OF LT. COL. GRAHAM, U. S. ENGINEERS, IN RELATION TO THE INTERSECTION OF THE BOUNDARY LINES OF THE STATES OF MARYLAND, PENNSYLVANIA, & DELAWARE. WASHINGTON: PRINTED BY GIDEON AND CO. 1850."], [10, ""], [11, "MASON AND DIXON'S LINE. State Department. Annapolis, Md., March 1th, 1850. To the General Assembly : Henry G. S. Key, Esquire, of Saint Mary's county, was appointed by me on the 21st of August last, a com missioner under resolution No. 18 of December session 1845, to ascertain and refix, in conjunction with Joshua P. Eyre, Esquire, a commissioner appointed on the part of Pennsylvania, and George Read Riddle, Esquire, a commissioner appointed on the part of Delaware, certain boundaries where the States of Maryland, Pennsylvania and Delaware join each other. The commissioners have performed this duty in a very able and satisfactory man ner ; and the accompanying report and papers, and the map of the boundaries adjusted and fixed by them, pre pared by Lt. Col. James D. Graham, of the U. S. Topi. Corps of Engineers, detailed by the War Department for this particular service, at the request of these States, respectively, which have just been received at this De partment, are herewith transmitted for such disposition as to the Legislature may seem proper. PHILIP F. THOMAS."], [12, "4 By the Senate, March 9th, 1850. Resolved by the General Assembly of Maryland, That his Excellency the Governor be requested to cause to be printed, The report and accompanying documents relating to the boundary line between this State and the States of Pennsylvania and Delaware, communicated to the Senate in his message of the 7th instant. Resolved, That his Excellency the Governor be and is hereby authorized to place temporarily in the custody of Col. J. D. Graham, United States Topographical Engi neers, recently employed in retracing certain portions of the conterminous boundaries of Maryland, Delaware and Pennsylvania, the manuscript proceedings of the com missioners and surveyors, including those of Mason and Dixon, which relate to the demarcation of the ancient boundaries between Maryland and Pennsylvania, in con formity with the several agreements between Cecilius Lord Baltimore and Wm. Penn, and their heirs and suc cessors, together with said articles of agreement, to enable the said Engineer to make such reference to said docu ments as may be requisite to illustrate his report on said boundaries to the Topographical Bureau. Provided, the said document shall be returned to the"], [13, "5 archives of the State, on or before the first day of Jan uary, 1851. By order, JOS. H. NICHOLSON, Clerk. By the House of Delegates, March 9th, 1850. Read and assented to By order, G. G. BREWER, Clerk. We hereby certify that the foregoing is a full and true copy of Resolution No. 94, which was read and assented to by the General Assembly of Maryland at its Decem ber Session, 1849. Given under our hands at the City of Annapolis, on the 11th day of March, A. D. 1850. JOS. H. NICHOLSON, Clerk of the Senate. GEORGE G. BREWER, Clerk House Del. Md. City of Washington, March 1, 1850. To their Excellencies P. Francis Thomas, Governor of Maryland, William F. Johnston, Governor of Pennsylvania, and WILLIAM Tharp, Governor of Delaware : The undersigned commissioners, appointed by your Excellencies in pursuance of the legislation of our re-"], [14, "6 spective States, for ascertaining and refixing certain boundaries where the States of Maryland, Pennsylvania and Delaware join each other, beg leave to make the fol lowing report : — Early in October last, we individually and in joint consultation, sought the information necessary to the discharge of our duties, and after conference in the city of Wilmington, saw that much science and many intri cate mathematical problems were involved, that not 011I3 required the talents of men as commissioners distin guished in the annals of our country, and surveyors, to carry out the agreement of the proprietary governments in 1760, but finally enlisted the services of those distin guished mathematicians, Messrs. Mason and Dixon. The work before us involved the important points where the peninsular or tangent line intersects the due north line, and where the curve, on a radius of twelve English statute miles from New Castle, was required to begin ; also, the intersection of said curve with the due north line, or the point where the three States join each other, and the intersection of the north line with the parallel of latitude — being the north-eastern corner of Maryland, or boundary of Pennsylvania and Maryland on the north. Looking to the intricacy of the work and the distinc tion of our predecessors, the undersigned sought, through your Excellencies, assistance from the General Govern ment. The Secretary of War promptly afforded it in the detail of Lieut. Col. James D. Graham, of the corps of Topographical Engineers, alike distinguished for the"], [15, "7 corps to which he belongs, and signal ability with which he had executed many national works. After a full inquiry into the subject, and studious examination of the public archives at Annapolis, where alone they were to be found in preservation, and copious extracts and notes from all connected with the agree ment of the proprietary governments of 1732 and 1760, by Col. Graham, and the undersigned, we met Col. Graham again in New Castle, Wilmington and Newark, Delaware, for observation, conference and reconnoissance ; when, for the purpose of a proper understanding of our respective duties, the accompanying correspondence, marked A, B, and C, was had. It resulted in an ex perimental survey, under the direction of Col. Graham, with a full corps of assistant engineers, and such men, for field labor, as were required by him and approved by the undersigned. This experimental survey, the undersigned were grati fied to find, resulted most satisfactorily, so far as land marks, remaining monuments, and supposed positions for some of the lost monuments were involved ; and we hoped that it might be final, and would close our labors ; but the computations and plotting developed great dis crepancies between our work, and that of the former commissioners and Messrs. Mason and Dixon, both in measurement and the true position of the tangent point. The measurement, too, of the radius, or distance from the centre of New Castle to the aforesaid tangent point, involved consequences important to Maryland, Pennsyl vania and Delaware, as well as the correct running of"], [16, "8 the curve, and determined us, on full consultation with Col. Graham, to prosecute a system of triangulation that would explain all discrepancies, afford accuracy to the different measurements, and supply the true distance from the steeple of the court house, at New Castle, to the aforesaid tangent point, or to any part of the said curve. This work was entered upon and prosecuted with great diligence, and would long since have been completed but for unsettled weather, which retarded the field labor, in terrupted instrumental observations, and detained the engineers upon the fine from the 15th day of November to the 7th day of February. On the 8 th day of February, all the field hands were discharged, and Col. Graham, with his assistants, repaired to this place to complete their computations, and make out such report and maps of the work as would afford to all a correct view of the labor they had encountered, and designation of an important portion of the territorial limits of our respective States. The undersigned, having determined to meet at this place as soon as their presence was necessary to a final adjustment of accounts and signing of maps, as well as for an interchange of views as to their joint and several reports, soon ascertained, that while their stay would ex pedite the result, it would be marked with a delay com mensurate with all their early misconceptions of the work. We are, however, gratified with the belief that constant and daily intercourse with Col. Graham, has better ena bled us to appreciate the continued extent of labor, and"], [17, "9 precise scientific execution, that must ensure the confi dence of the scientific world, all of which will be properly estimated by your Excellencies on examining the map and report of the Engineer, from which we will not fur ther withdraw your attention, and which are submitted as the result or our commission. We have the honor to be, Respectfully yours, H. G. S. KEY, Commissioner on the part of Maryland. JOSHUA P. EYRE, Commissioner on the part of Pennsylvania. GEO. READ RIDDLE, Commissioner on the part of Delaware. (A.) Wilmington, Delaware, November 12, 1849. To Lt, Col. J. D. Graham, Of the U. S. Topographical Engineers: Sir — The undersigned, commissioners on the part of the States of Maryland, Pennsylvania, and Delaware, appointed for the ascertainment of the boundary, or point of intersection where the three States join each other, and such other boundaries of the said States as are ne cessary to accuracy in refixing and establishing the same,"], [18, "10 are ready, under your assistance, to proceed with the work; and, looking to your experience for the mode or instructions by which the field operations are to be con ducted, ask you to furnish a detailed plan thereof for the approval of the board, and accomplishment of the purposes of our respective States. Permit us further to add, that, if found necessary to accuracy in ascertaining the above point, it is our pur pose to refix such stones as may be broken or lost with new stones or monuments, particularly at the following points, viz : — 1st. The beginning of the curve or north end of the tangent line. 2d. The meridian of the curve between Delaware and Maryland. 3d. The point or place of intersection of the due north line and the said curve, being the point of intersection of the three States; and 4th. The north end of the aforesaid due north line, or intersection of said fine with the east and west line of Mason and Dixon, being \" a parallel of latitude fifteen English statute miles south of the most southern part of the city of Philadelphia,\" and the boundary of Pennsyl vania and Maryland on the north. Respectfully, H. G. S. KEY, Commissioner on the part of Maryland. JOSHUA P. EYRE, Commissioner on the part of Pennsylvania. GEO. READ RIDDLE, Commissioner on the part of Delaware."], [19, "11 (B.) Newark, Delaware, November 15, 1849. Gentlemen: — I have the honor to acknowledge the receipt, on the 12th inst., of your joint communication of that date, requesting me to present, for the approval of your board, a detailed plan of operations for the ascer tainment of the boundary or point where the States of Maryland, Pennsylvania, and Delaware join each other, and such other boundaries of the said States as are ne cessary to accuracy in refixing and establishing the same. Having, in company with your board, made an examina tion of a portion of the boundaries extending from the north-east corner of Maryland, two or three miles south of the tangent point, or point of contact of the peninsu lar line with the periphery of the circle of twelve miles radius from the centre of New Castle, I now respectfully submit to you the following suggestions : — It appears that the junction of the boundaries of the three States, is at the northern intersection of the above named circle, with the meridian line running due south from the north-east corner of Maryland, and that the said meridian line again intersects the circle at a point one mile and seven hundred and ninety-three yards and three-tenths of a foot due south of the preceding point. This last-mentioned point is the tangent point, or point of contact of the peninsular line with the said circle."], [20, "12 If this tangent point can be identified with certainty upon the ground, having the direction of the tangent line well marked by monuments already found, the por tion of the circle in question can, very readily, be traced and continued, until its cord shall coincide with the me ridian line already named, which will give the point required. If the stone which was originally placed to mark the tangent point is missing, it will be desirable to find that point, and replace the stone monument upon it, as a point of beginning to trace the curve. This may be done by prolonging the direction of the tangent line, de duced from any two monuments found upon it, until the direction of the line perpendicular to it shall pass through the centre of the circle of twelve miles radius, which is understood to be the steeple of the court house at New Castle; or this tangent point, and also the point of junction of the three States, may be fixed by prolong ing, trigonometrically, the true meridian direction from the north-east corner of Maryland due south, until the required distances, obtained from the original surveys of Mason and Dixon, of three miles and nine hundred and ninety-nine and nine-tenths yards, and five miles and thirty-three yards from the said north-east corner of Maryland, shall be reached. The meridian direction must, in that case, be obtained by astronomical observations with a transit instrument and good chronometers, and the triangulation be executed with a good theodolite, adapted to nice geodetic opera tions, all of which I already have at my command."], [21, "13 But the first step in the operation I conceive to be, to cause a rapid experimental survey to be made with the chain and small transit theodolite, that shall lay down all the monuments now existing, from some point one or two miles south of the tangent point, to the north east corner of Maryland. When this survey is plotted. we shall be enabled to show all the monuments now existing on the ground, and, by comparhig their dis tances apart, with those given in the notes of survey of Messrs. Mason and Dixon, to ascertain what monuments. if any, are missing; and then we shall be enabled to as certain likewise, with precision, according to the most applicable of the methods above suggested, the points they should occupy, and hence proceed to erect them under your immediate supervision. If it meet your approbation, we will proceed at once with the preliminary survey. I remain, gentlemen, Very respecfully, Your obedient servant, J. D. GRAHAM, Lt. Col. Topographical Engineers. To Messrs. H. G. S. Key, Joshua P. Eyre, Geo. Read Kiddle, Com missioners, &c. &c. &c."], [22, "14 (C.) Newark, Delaware, November 15, 1849. To Lt. Col. J. D. Graham, United States Topographical Corps of Engineers : Sir — \"We have duly received and considered your communication of this day, in reply to ours of the twelfth instant, dated at Wilmington, and take pleasure in saying, that we concur in your views and plans for the operations necessary to the purposes of our respective States. The extent of work intimated in your communication, is about what we presumed was indispensable to accu racy, from our early examination of the archives of our States, connected with the operations of Messrs. Mason and Dixon, and the observations we had made on a pre vious examination of much of the lines that might be the field of our labors ; and that the main points may be so marked with a view to future permanency, we pro pose to mark with stones or monuments as follows : — 1. The tangent j)oint, or north end of the tangent line, shall be marked with the letters TANGENT, and with the letter M on the side next to the State of Mary land, and the letter D on the side next to the State of Delaware. 2. The meridian of the curve shall be marked, on the side next to Maryland, with the letter M, and shall be oval on that side; and shall be marked on the side next to the State of Delaware, with the letter D."], [23, "15 3. The point or place of intersection of the due north line and the curve — being the point of intersection of the three States — shall be marked with a stone of triangular shape, and the letters M, P, and D, on the sides towards the respective States of Maryland, Pennsylvania, and Delaware, and also with the names of the commissioners on some side thereof. 4. The north end of the aforesaid due north line, or intersection of said line with the east and west line of Mason and Dixon, being the boundary of Pennsylvania and Maryland on the north, shall be marked as follows : On the sides next to the State of Maryland with the let ter M, and on the sides next to the State of Pennsyl vania, with the letter P. We also propose, that all the said stones, or monu ments, shall have 1849 inscribed on some side thereof, and be fixed at least four feet deep in the ground, and shall show at least thirty inches above the ground. We beg leave further, most respectfully to suggest, that the progress of your operations may present modifi cations, which will be considered, by you and ourselves, with due regard to the objects to be attained. We have the honor to be, Respectfully yours, &c. H. G. S. KEY, Commissioner on the part of Maryland. JOSHUA P. EYRE, Commissioner on the part of Pennsylvania. GEO. READ RIDDLE, Commissioner on the part of Delaware."], [24, ""], [25, "COL. GRAHAM'S REPORT TO THE COMMISSIONERS. Washington, February 21, 1850. To Messrs. H. G. S. Key, Joshua P. Eyre and George Head Riddle, Commissioners for adjusting and refixing certain parts of the boundaries of the States of Maryland, Pennsylvania, and Delaware : — Gentlemen : — Having been invited by you, in Novem ber last, to conduct the surveys and examinations neces sary to the elucidation and adjustment of certain portions of the conterminous boundaries of your respective States, known as \" Mason and Dixon's line,\" for which purpose you were appointed commissioners by the Governors of those States, under authority of recent legislative enact ments, I have the honor now, in pursuance of a confer ence with you upon the subject, to lay before you a re port, showing all that has been done in the field, and which will serve to show, and enable you to decide, what more ought to be done, by authority of further legislation, to complete the demarcation of the boundaries of two of these conterminous States; namely, Pennsylvania and Delaware. As soon as the maps showing the surveys we have already made, can be completed, which I understand you wish to lay before your respective State authorities with 2"], [26, "18 as little delay as possible, I propose to make a more full report, embracing such notices as will present a general view of the scientific operations of Messrs. Mason and Dixon, and of their predecessors, in tracing the various lines which now constitute important portions of the boundaries of those States. This report will be duly communicated to you when completed. In pursuance of authority from the bureau of topo graphical engineers, I repaired, on the 30 th of October last, to Annapolis, to confer with the Governor of Mary land, in reference to the duty which relates to the verifi cation of certain points in the boundary between the States of Maryland, Delaware, and Pennsylvania, and to investigate the notes of Mason and Dixon, which were understood to be in the archives of the State of Mary land. These documents, together with the articles of agree ment between Charles Lord Baltimore, and the heirs and successors of William Penn, of the 10th day of May, 1732, and of the subsequent agreement between Frede rick Lord Baltimore, and Thomas and Richard Penn, the surviving heirs of William Penn, entered into the 4th of July, .1760, and also the records of the proceed ings of their commissioners and surveyors, from time to time duly appointed, all in manuscript, were placed at my disposal by his Excellency, Philip F. Thomas, Go vernor of Maryland. These manuscripts embrace a period of near thirty-seven years ; namely, from May 10th, 1732, to the end of the year 1768. From them such extracts and brief minutes were made as were"], [27, "19 deemed requisite to a proper understanding of the lines to be examined. The articles of agreement finally entered into between the parties, and their instructions to their commissioners, define clearly the lines of boundary between the then provinces of Maryland and Pennsylvania, in conformity to the memorable decree of Lord Chancellor Hardwicke, pronounced the 15th of May, 1750, which set at rest for a time, and was the basis of the final settlement of a dispute that had lasted many years, between the pro prietaries, as well as the border inhabitants, of these two provinces. Without quoting these articles at length, it will be sufficient here to state that the boundary between the two provinces was thus required to be run, namely : to begin at Cape Henlopen, and run a line due west to a point midway between that Cape and the shore of Chesa peake Bay. From this middle point a fine was to be run northerly in such direction, that it should be tangent to a circle whose centre was decided to be the centre of the court house* at New Castle, and whose radius should be twelve English statute miles, measured horizontally. From the tangent point of contact of the northerly fine with the * See the old parchment containing the agreement of May, 1760, and the instructions from the commissioners to the surveyors, given at New Castle, the 7th of November, 1761, contained in the proceedings of the commissioners, in manuscript, at Annapolis. They specify the exact point for the centre of the circle, as well as the length of, and manner of tracing out the radius."], [28, "20 periphery of the circle, the line was to be continued due north until it should reach a point fifteen English sta tute miles, measured horizontally, south of the parallel of latitude of the most southern point of the city of Phi ladelphia.* From the northern extremity of the said due north line, a line was to be run due west, continuing upon a parallel of latitude until the western limits of Maryland * The following is an extract from the proceedings of the commission ers, convened at Philadelphia, under date of December 3, 1763 : — \" The commissioners met according to adjournment. \" Present as yesterday, and also Benjamin Chew, Esq., another of the commissioners for Pennsylvania. \" The commissioners having, in consequence of their agreement of yes terday, requested the Mayor and Recorder, and some of the persons ap pointed to lay out lots and regulate water courses in the streets of the said city, which office requires that they should be men well acquainted with the exact situation of the several streets, and the dimensions of the several squares and lots of ground therein, to show them which is the most southern part thereof. The said Mayor and Recorder, and two of the said regulators, to wit : Alderman Rhoades and Mr. Jacob Lewis, went with the commissioners and Messrs. Mason and Dixon, to the street called Cedar, or South street, the south side of which street the said Mayor, Recorder, and Regulators informed the commissioners is, and, as they verily believe, ever has been, from the time the said city was first laid out, deemed and taken to be the southern boundary and limit there of, and to which boundary the Mayor, Recorder, and Aldermen of the said city have constantly exercised jurisdiction ; by which information, and a view of some old deeds that were produced by persons possessed of lots bounding on the said Cedar street, and of a plat of the said city, the commissioners were all satisfied that the north wall of a house, at this time occupied by Thomas Plumsted and Joseph Huddle, is the most"], [29, "21 and Pennsylvania should respectively be reached, which, in the case of Pennsylvania, was defined to be five de grees of longitude west of the river Delaware. The conclusion of the eighth article of the agreement of 1732, which is incorporated into the instructions of Lord Baltimore, and John, Thomas, and Richard Penn, to their respective commissioners, dated the 12 th of May, 1732, and repeated in all the subsequent instructions, provides that \" in case said north line from the tangent of the circle of New Castle, shall break in upon the said circle, in such case, so much of the said circle as shall be cut off by the said fine, shall belong to, and be part of the coimty of New Castle.\"* southern part of the said city of Philadelphia. The commissioners then adjourned to Monday morning, at ten o'clock. J. RIDOUT, JNO. LEEDS, JAMES HAMILTON, RICHARD PETERS, BENJAMIN CHEW, WM. COLEMAN, JOHN BARCLAY, GEO. STEUART, DAN. OF ST. THOS. JENIFER, JNO. EWING.\" Note 2. — The latitude of the north wall of this house, occupied in 1763 by Thomas Plumsted and Joseph Huddle, was determined by Messrs. Mason and Dixon, from astronomical observations, in 1763-64, with a zenith sector, to be 39° 56' 29\" .1. The point, fifteen English statute miles due south of that parallel, was computed by Messrs. Mason and Dixon, to be in latitude 39° 43' 18\". From our knowledge of the dimensions and figure of the earth, we should at this day compute it to be in latitude 39° 43' 26\" .3. J* D. G. * It seems to have been doubtful, when these articles were drawn, whether the direction of the tangent line would be north-westerly or"], [30, "22 In pursuance of the decree of 1750, commissioners and surveyors were appointed to run the required lines. In 1751, a fine was traced due west from Cape Henlopen to the shore of Chesapeake Bay, and its length ascer tained, by measuring with a chain, to be sixty-nine miles and two hundred and ninety-eight perches. At the dis tance of sixty-six miles and twenty-four and one-half perches from the point of beginning, Slaughter's Creek was reached, and here Lord Baltimore's commissioners contended the line should end; but those on the part of the Penns insisted that it should be extended to the eastern verge of the bay. In April, 1751, Charles Lord Baltimore died, and the demarcation of the boundary was suspended. His heir and successor, Frederick Lord Baltimore, raised objec tions to the decree of 1750, and determined to resist its execution, which brought on a new controversy between the proprietaries. Before a decree was had upon it, an agreement was entered into between the parties on the 4th of July, 1760, which, in fact, adopted the points that had been previously settled by the agreement of May 10th, 1732, and the decree of May, 1750, as to the lines defining the boundaries. The proceedings of the former commissioners were also recognized by this agreement. and confirmed by it so far as they were conclusive. Cape Henlopen was determined to be the point previ ously fixed upon as marking this cape, and the termina- north-easterly from the middle point of the west line run from Cape Hen lopen to the shore of the Chesapeake Bay."], [31, "23 tion of the due west line from thence across the penin sula, was decided to be that which had been contended for by the commissioners of Pennsylvania; and the mid dle point of that line, from whence the tangent line was to start, was decided to be thirty-four miles and three hundred and nine perches from the point of beginning at Cape Henlopen. At the middle point of this peninsular fine, a bound ary stone was to be planted at their joint expense, marked on the south and west with the arms of Lord Baltimore, and on the north and east with the arms of the Penn family, graven thereon. Commissioners were required to be appointed by each of the parties within thirty days after the execution of this agreement, to carry its provisions into effect. This was accordingly done, and the said commissioners met at New Castle, the 19 th of November, 1760, and imme diately entered upon the discharge of the duties commit ted to them. The Lines, as they were traced and approved by the commissioners, were marked and defined by posts of cut stone, about four feet long, and ten to twelve inches square, placed at the distance of one mile apart. These stones were prepared in England, and sent over to Ame rica from time to time, as the lines progressed. Every fifth mile stone was engraved with the arms of Lord Baltimore on the side facing towards Maryland, and Avith the arms of the Penn family on the side facing to wards Pennsylvania. The agreement of 1732 stipulated, and it was ordered"], [32, "24 in the decree, by the Lord High Chancellor, that the bounds should be marked with the arms of the proprie taries on the sides facing towards their respecting ter ritories. The other mile stones were engraved with the letter M on the sides facing Maryland, and with the letter P on the sides facing Pennsylvania. From November, 1760, to the latter part of October, 1763, the commissioners and surveyors were laboring in attempts to trace out the radius of twelve miles, and the tangent line from the middle point of the west line across the peninsula. The measurements were all made with a chain of sixty-six feet, divided into one hundred links, except alone that a triangulation was extended a short distance from the court house at New Castle, in running out the radius, in order that the true point of departure should be the steeple or centre of that building, which could not be reached with the chain. The surveyors were required to compare their chains with a standard measure as often as might be necessary, to reduce the chaining to accurate measure. Several experiments were made to approximate to a proper junction of the radius of twelve miles, with a true tangent line, from the middle post. In this protracted, tedious, and expensive operation, vistas were required to be opened along all the lines traced through the dense forest that then overspread the country. The rectilinear directions were attempted to be pre served by setting up poles or staves in line, as the work progressed."], [33, "25 As late as the 21st of October, 1763, no practical so lution of this problem had been effected, although, as was afterwards ascertained, a close approximation to the true tangent point had been reached. A post marked xn had been planted at the extrem ity of a line traced for a radius, west from the court house at New Castle ; and two other posts, one marked T xn and the other marked TP, had been planted at the northern extremities of lines traced for a tangent. Each of these three posts was supposed, when planted, to ap proximate very near to the true tangent point. In the proceedings of the commissioners, under date of October 22, 1763, we find the following minute, viz: — ''The commissioners having taken into consideration the agreement entered into by them at their last meet ing, to represent to their respective constituents what lines had been already run, after what manner, and what had been the issue, in order that they might give the necessary directions for running and ascertaining the tangent line, the Pennsylvania commissioners informed the Maryland commissioners that they had lately received a letter from the proprietors of Pennsylvania, dated the 10th of August last, acquainting them that they and Lord Baltimore had agreed with two mathematicians, or surveyors, to come over and assist in running the lines agreed on in the original articles, who were to embark for Philadelphia the latter end of August last, and that their arrival might soon be expected. Whereupon, the commissioners were of opinion that it was better to delay making the representation to their constituents, according"], [34, "26 to their former proposal, until the arrival of the said mathematicians. \"The commissioners then adjourned to the 30th of November next, to meet at the city of Philadelphia; but agreed that if the mathematicians should arrive long before the 30th of November, the meeting should be on such other earlier day as the respective Governors, by letter should agree on, and at any other place than the city of Philadelphia, if it should be more convenient for the entering upon their work.\" Under date of December 1st, 1763, at a meeting of the commissioners, it is noted that the articles of agree ment were read between Lord Baltimore and Thomas and Richard Penn, and Charles Mason and Jeremiah Dixon, bearing date the 4th clay of August last, directed to their commissioners; \"also, a commission to the said com missioners, recommending it to them to take to their aid and assistance the said Charles Mason and Jeremiah Dixon, and employ them to mark, run out, settle, fix, and determine all such parts of the circle, marks, fines, and boundaries as are mentioned in the several articles of agreement or commissions, and are not yet completed. Likewise a paper of hints given by Dr. Bevis and Mr. Harris to Lord Baltimore, and Thomas and Richard Penn, referred and recommended to the consideration of their respective commissioners, and then adjourned to to-morrow,\" &c. &c. Thus we are introduced to Messrs. Mason and Dixon, who superseded the former surveyors in the employment of marking out these boundary lines. They immediately"], [35, "27 entered upon their duties, and were employed in tracing and marking the several lines already described* until the 26th of December, 1767, when they were honorably discharged. Of the work of their predecessors, the run ning of the due west line from Cape Henlopen to its termination midway between said cape and the shore of Chesapeake Bay, the trace and measurement of the radius of twelve miles from New Castle court house, and the determination of the tangent point in the circle, only were accepted as settled. The lines traced by their pre decessors in their attempts to run the tangent line, a line of eighty two miles nearly in length, were, however, of great aid to Messrs. Mason and Dixon in finally estab lishing that line. In tracing it, by aid of the transit instrument, through a vista which they had opened in 1764, which was assumed by calculation to be the true tangent line, Messrs. Mason and Dixon constantly note how far, at every five mile post, their line passed from the posts previously set by their predecessors. In their minutes of survey they say: \"November 10-$, 1764. Produced the line to the point shown us (in the direction of the radius of twelve miles from New Castle, mentioned in the minutes of the 25th and 27th of August), to be the tangent point settled by the former surveyors, and measured the distance of our line from * The line west from the north extremity of the due north line was not prolonged as far as five degrees of longitude from the Delaware by Mason and Dixon. On reaching a point two hundred and thirty miles, eighteen chains and twenty-one links west of the extremity of the due north line, their further progress was arrested by the Indians."], [36, "28 the said point, and found it was sixteen feet seven inches to the eastward of the said point. \" We continued our line fifty-two and a half yards, and T then it was opposite the post marked xn, and found we were sixteen feet from the said post eastward. \" We also continued the line forty-one and a half yards farther, and then we were opposite the post marked T P, and then Ave measured the distance of our line from the said post, and found it was fifteen feet two and a half inches to the eastward. \"November 12. Sent two expresses, viz: one to his Excellency Horatio Sharpe, Esq., Governor of Maryland, and the other to the Hon. James Hamilton, Esq., to acquaint them we finished our second line on Saturday last. \"November 13. From the data in the minute of the 27th of August we computed how far the true tangent line would be distant from the post shown us to be the tangent point, and found it would not pass one inch to the westward or the eastward. \" On measuring the angle formed by our last line and the radius from New Castle, it was so near a right angle that, on a mean from our lines, the above-mentioned post is the true tangent point. \" From the whole we conclude that the offset posts in our second line, marked M D, are (as near as practica ble) in the true tangent fine. CHARLES MASON, JEREMIAH DIXON.\""], [37, "29 From the record of proceedings of the commissioners, the following is an extract : — \"Saturday, November 24th, 1764. \" The commissioners met according to adjournment. \"Present as yesterday [namely: Horo. Sharpe, John Leeds, John Barclay, Dan. of St. Thomas Jenifer ; Ben jamin Chew, John Ewing, Edward Shippen, Jr., and Thomas Willing]. \"The commissioners, having resumed the considera tions of yesterday, \"Agreed, That the post set up by Messrs. Mason and Dixon, and by them marked West, shall be and be deemed and accounted fifteen miles south of the parallel of the most southern bounds of the City of Philadelphia, and that Messrs. Mason and Dixon shall be instructed immediately to proceed in running the west line directed by the articles from the said post till it reaches the river Susquehannah, where an observation shall be made by them. \" Agreed also, That the post set up in the extremity of the radius of twelve miles from New Castle, marked ■jttj, shall be and be deemed and accounted to be the true tangent point, and that the surveyors shall proceed to run the north fine, and such part of the circle as falls to the westward of the said line, according to the articles, from the said point, as soon as they have run the said west line to the river Susquehannah. \"Agreed also, That the posts set up by Messrs. Mason"], [38, "30 and Dixon at the eastern extremities of the offsets made from the line they first run from the point marked Middle, and by them marked M D, shall be and be deemed and accounted to stand in the direction of, and to mark and describe the tangent line. \" Agreed lastly, That as soon as the surveyors shall have run the said west line to the river Susquehannah, and the said north line and part of the circle, stones shall be set up marked with the arms of the Lord Balti more on one side, and the arms of the proprietors of Pennsylvania on the other, as the articles require and direct, along the said tangent line, in the places where the offset posts stand therein, at the tangent point marked M * ■ • xn in several points of the periphery of the circle, in the north line, at the point where the said north line shall intersect the said west line, and along the said west line to the river Susquehannah, to be and remain as marks and boundaries forever, between the said province of Maryland and the counties of New Castle, Kent, and Sussex, on Delaware, and between the said province of Maryland and the province of Pennsylvania, as far as the river Susquehannah.\" The commissioners then agreed to give instructions pursuant to the foregoing agreement, and did so ; and then adjourned over to the 16th of June next, then to meet at Christiana Bridge. \" Christiana Bridge, June 16, 1765. \" The commissioners met according to their adjourn ment of November 24th last,\" &c. &c."], [39, "31 Commissions were read from the proprietors, prolong ing the time for running the lines to the 31st December, 1765, &c. &c. \" Adjourned to to-morrow morning, ten o'clock.\" \" Christiana Bridge, June 17, 1765. \" The commissioners met,\" &c. &c. \" The surveyors produced to the commissioners their minute books, which being compared, examined and found to agree, it appears thereby that hi pursuance of the in structions given them the 24th day of November last, they have extended the west fine to the west side of the river Susquehannah, run a north line from the tangent point to intersect the said west line, and also described such part of the circle round New Castle as falls west ward of said north fine. \" The commissioners approving of the fines run by the said surveyors, agreed to have a stone (the only one they have at present, on which are graven the arms of the respective proprietors) , immediately fixed at the said tangent point ; another stone at the point where the above mentioned west line and north fine intersect each other ; one other stone in the said north line, without the peri phery of the circle ; one at the point where the north line and circle intersect ; and three others at different places in the said circle. The six lastanentioned stones to remain only until others more proper for the purpose, and with the arms of the right honorable the Lord Bal-"], [40, "32 timore, and the honorable proprietors of Pennsylvania, graven thereon, can be procured. \" And then adjourned to to-morrow morning.\" \" Newark, June 18, 1765. \" The commissioners met according to adjournment, Present as yesterday; and went and fixed a stone, marked with the arms of the lord proprietary of Maryland on the west, and the arms of the proprietors of Pennsyl vania on the east side of it, in the tangent point ; and also set up stones at the other places, according to their agreement of yesterday;\" after which they gave Messrs. Mason and Dixon instructions to proceed with the run ning of the west line westward of the Susquehannah, as far as the provinces of Maryland and Pennsylvania are settled and inhabited, unless obliged to desist on account of severe weather, or they should before that time re ceive instructions to desist from their work. \" The commissioners then adjourned to meet,\" &c. &c. \" Thursday, November 20, 1766. \" The commissioners met,\" &c. &c. \" Present as yesterday, [namely : John Barclay, Dan. of St. Thomas Jenifer, J. Beale Bordley; William Allen, Benjamin Chew, John Ewing and Thomas Willing] \" Messrs. Ewing and Barclay report to the other com missioners, that in pursuance of their agreement, by their letters of the 5th and 22d of October last, thirty-one"], [41, "33 stones have been set up at a mile's distance each, in the tangent line (in the places where posts had been fixed in the said line by Messrs. Mason and Dixon), from the fiftieth mile stone, set up formerly, to the tangent point ; each five mile stone being marked with the arms of the right honorable Lord Baltimore on the west side, and the arms of the honorable proprietors of Pennsylvania on the east, and the other intermediate stones, with the let ter M on the west side and the letter P on the east. And the better to distinguish and ascertain the tangent point, another stone, marked with the arms of Lord Baltimore on the west side, and of the proprietaries of Pennsyl vania on the east, hath been set up at the south side of the stone fixed in the said tangent point, by the commis sioners on the 18th of June, 1765. \" That one stone, marked with the letter M on the west side, and the letter P on the east, hath been set up in the arc of the circle ; and three stones, marked as the latter, have been set up in the north line from the tangent point, in the places where Messrs. Mason and Dixon had set up mile posts in those lines : \" That sixty-four stones have been set up in the west line, the first of which stands at the distance of one mile to the westward of the stone fixed by the commis sioners, on the 18th of June, 1765, in the point where the west and north lines intersect, and the others at the same distance from each other, except at the end of sixty four miles, where a proper stone was wanting, and is to be fixed at a future time, each five mile stone having the arms of the Lord Baltimore graved thereon, on the 3"], [42, "34 south side, and the arms of the proprietors of Pennsyl vania on the north, and the intermediate stones marked with the letter M on the south, and with the letter P on the north side.\" The rest of the proceedings of this meeting relate to the completion of the west line, and to obtaining the consent of the Indians to its being continued, &c. &c. Then the commissioners adjourned to meet at Chester town, Maryland, on the 19th of March, 1767, or such earlier or later day as the commissioners may by letter agree on. Their next meeting did not, however, for reasons stated, take place until the 16th day of June, 1767. On that day the commissioners met. Sir Wil liam Johnson, his Majesty's agent for Indian affairs, had obtained the consent of the Indians to the tracing of the west line to its western extremity, that is to say, till it should reach to a distance of five degrees of longitude west from the river Delaware. On the 18th of June, 1767, the commissioners met, and gave to the surveyors their instructions for con tinuing the trace of the west line to five degrees of longi tude west from the river Delaware, in the parallel of the said west line, and cautioning them in regard to a con ciliatory and proper conduct towards the Indians. \"Friday, December 25, 1767. \" The commissioners met according to adjournment,\" &c. &c. \" The surveyors' books were read, compared, and found to agree, by which it appears that they have extended"], [43, "35 the parallel of latitude, agreeable to the instructions given them by the commissioners on the 18th day of June last, to the distance of two hundred and thirty miles, eighteen chains, twenty-one links from the begin ning of said fine, and two hundred and forty-four miles thirty-eight chains, thirty-six links from the river Dela ware, near to a path called the Indian war path, but that they were prevented by the Indians deputed to attend them, by Sir William Johnson, from continuing the said line to the end of five degrees of longitude (the western limits of the province of Pennsylvania), which, in the latitude of the said line, they find, and the commis sioners agree, to be two hundred and sixty-seven miles,1''' fifty-eight chains and ninety links, the said Indians al leging that they were instructed by their chiefs in council, not to suffer the said line to be run to the westward of the said war path,\" &c. &c. &c. On Saturday, December 26th, 1767, the commissioners met and approved the conduct of the surveyors, in de sisting from the running of the parallel of latitude, upon the opposition made thereto by the Indians, to the full extent of five degrees of longitude from the river Dela ware, pursuant to their former instructions. After describing the work thus far done, the commis sioners agreed to discharge Messrs. Mason and Dixon from * From our better knowledge of the dimensions and figure of the earth, we should, at this day, compute these five degrees of longitude to be equal to two hundred and sixty-six and thirty-one hundredths miles, or two hundred and sixty-six miles, twenty-four chains and eighty links. J. D. G."], [44, "36 their service, they having finished the fines they were employed and sent over by the proprietors to run, under the direction of the commissioners, of which they gave the said Mason and Dixon notice, but agreed to make them satisfaction for a draft or plan they were instructed to prepare. ■:■ The commissioners adjourned to meet at Chestertown, Maryland, the 22d day of March, 1768, or such other day as they may by letter agree upon. After several meetings and adjournments of the com missioners, the proceedings of which are not necessary to be noticed here, they met on Saturday, November 5, 1768. When \"Mr. Ewing and Mr. Bordley informed the other commissioners that, agreeable to the desire of the commissioners, they have set up two stones, that is to say, Mr. Bordley has put up one at the middle of the due west line, run from Fenwick's Island [Cape Henlo pen] across the peninsula to Chesopeak Bay, in the place of the post marked ' Middle.'* \"Mr. Ewing has put up the other in the due west line, run in the parallel of latitude fifteen English statute * The latitude of this Middle Point was determined, from astro nomical observations made in October 1766, by Messrs. Mason and Dixon, with a zenith sector of six feet radius, to be 38° 27' 34\". These observations were published in the fifty-eighth volume of the Philosophical Transactions of the Royal Society of London, for the year 1768. J. D. G."], [45, "37 miles south of the most southern part of the City of Philadelphia, at the intersection of the said west line with the meridian run from the tangent point; the said stones having the arms of Lord Baltimore graved on the south and west sides thereof, and the arms of the pro prietors of Pennsylvania on the north and east sides thereof,\" &c. &c. &c. The following is an extract from the final report of the commissioners, made to the proprietaries of the two provinces, bearing date the 9th of November, 1768, taken from the original records at Annapolis. It em braces a notice of all the lines and boundaries run out, fixed, and determined, under their direction, as well as those run out by their predecessors, and adopted as true boundaries, viz : — \"1st. We have completely run out, settled, fixed, and determined a straight line, beginning at the exact mid dle of the due east and west line mentioned in the arti cles of the fourth of July, one thousand seven hundred and sixty, to have been run by other commissioners, formerly appointed by the said Charles Lord Baltimore and the said Thomas Penn and Richard Penn, across the peninsula from Cape Henlopen to Chesopeak Bay, the exact middle of which said east and west line is at the distance of thirty-four miles and three hundred and nine perches from the verge of the main ocean, the eastern end or beginning of the said due east and west line; and that we have extended the said straight line eighty-one miles seventy-eight chains and thirty links up the peninsula, until it touched and made a tangent to the western part"], [46, "38 of the periphery of a circle drawn at the horizontal dis tance of twelve English statute miles from the centre of the town of New Castle, and have marked, described, and perpetuated the said straight or tangent line, by setting up and erecting one remarkable stone at the place of beginning thereof, in the exact middle of the aforesaid due east and west fine, according to the angle made by the said due west line, and by the said tangent line ; which stone, on the inward sides of the same, facing towards the east and towards the north, hath the arms of the said Thomas Penn and Richard Penn graved thereon, and on the outward sides of the same, facing towards the west and towards the south, hath the arms of the said Frederick Lord Baltimore graved thereon; and have also erected and set up in the said straight or tangent line, from the said place of beginning to the tangent point, remarkable stones at the end of every mile, each stone at the distance of, or end of, every five miles being particularly distinguished by having the arms of the said Frederick Lord Baltimore graved on the side thereof turning towards the west, and the arms of the said Thomas Penn and Richard Penn graved on the side thereof turning towards the east, and all the other intermediate stones are marked with the letter P on the sides facing towards the east, and with the letter M on the sides facing towards the west; and have fixed in the tangent point a stone with the arms of the said Frederick Lord Baltimore graved on the side facing towards the west, and with the arms of the said Thomas"], [47, "39 Penn and Richard Penn graved on the side facing towards the east. \" 2dly. That from the end of the said straight line or tangent point, we have run out, settled, fixed, and deter- mined a due north line, of the length of five miles one chain and fifty links, to a parallel of latitude fifteen miles due south of the most southern part of the City of Philadelphia, which said due north line intersected the said circle, drawn at the distance of twelve English statute miles from the centre of the town of New Castle, one mile thirty-six chains and five links from the said tangent point, and that in order to mark and perpetuate the said due north line, we have erected and set up one unmarked stone at the point where the said line inter- sects the said circle, three other stones at a mile distance from each other, graved with the letter P on the sides facing the east, and the letter M on the sides facing the west, between the said place of intersection of the said circle and the said parallel of latitude, and a third* stone at the point of intersection of the said north line and parallel of latitude; which last stone, on the sides facing towards the north and east, hath the arms of the said Thomas Penn and Richard Penn graven thereon, and on the sides facing towards the south and west hath the arms of the said Frederick Lord Baltimore graved thereon. \" Mly. That we have run out, settled, fixed, and de- * This is evidently an inadvertent error in the original manuscript. It should be & fourth stone, &c. J- D. G. J. D. G."], [48, "40 termined such part of the said circle as lies westward of the said due north line, and have marked and per petuated the same by setting up and erecting four stones in the periphery thereof, one of which, at the meridian distance of one mile from the tangent point, is marked with the letter P on the east, and the letter M on the west sides thereof. \"Athly. That we have run out, settled, fixed, and determined a due east and west line, beginning at the northern point or end of the said due north line, being the place of intersection of the said north line with the parallel of latitude, at the distance of fifteen English statute miles due south of the most southern part of the City of Philadelphia, and have extended the said line two hundred and thirty miles* eighteen chains and twenty-one links due west from the place of beginning, and two hundred and forty-four miles thirty-eight chains and thirty-six links due west from the river Delaware, and should have continued the same to the end of five degrees of longitude, the western bounds of the Province of Pennsylvania, but the Indians would not permit us. And that we have marked, described, and perpetuated the said west line, by setting up and erecting therein stones at the end of every mile, from the place of begin ning to the distance of one hundred and thirty-two miles, near the foot of a hill called and known by the name of * This distance of two hundred and thirty miles eighteen chains and twenty-one links is erroneously printed two hundred and eighty miles, &c. &c, in M'Mahon's History of Blaryland, vol. i. See p. 46. J. D. G."], [49, "41 Sideling hill, every five mile stone having, on the side facing the north, the arms of the said Thomas Penn and Richard Penn graved thereon, and, on the side facing the south, the arms of Frederick Lord Baltimore graved thereon ; and the other intermediate stones are graved with the letter P on the north side, and the letter M on the south side; and that the country to the westward of Sideling hill being so very mountainous as to render it in most places extremely difficult and expensive, and in some impracticable, to convey stones or boundaries, which had been prepared and marked as aforesaid, to their proper stations, we have marked and described the said line, from Sideling hill to the top of the Alle- ghany ridge, which divides the waters running into the rivers Potowmack and Ohio, by raising and erecting therein, on the tops of ridges and mountains over which the said line passed, heaps or piles of stones or earth, from about three and a half to four yards in diameter, at bottom, and from six to seven feet in height; and that from the top of the said Alleghany ridge, westward, as far as we have continued the said fine, we have set up posts at the end of every mile, and raised round each post heaps or piles of stones or earth, of about the diame ter and height before mentioned. \"Lastly. That we have, according to the said articles of agreement, made out, signed, and sealed a true and exact plan and survey, as well of the due east and west line, which was as aforesaid formerly run out by other commissioners, appointed under the before-mentioned articles of agreement of the tenth day of May, one"], [50, "42 thousand seven hundred and thirty-two, and decree and subsequent order aforesaid, running across the aforesaid peninsula from the verge of the main ocean towards Chesopeak Bay, but stopping in the exact middle of the said peninsula, as of such parts of the said circle, lines, marks, and boundaries as have been marked, run out, settled, fixed, and determined, in manner aforesaid, by the respective commissioners who have been for that purpose appointed, subsequent to the before-mentioned articles of agreement of the 4th day of July, one thousand seven hundred and sixty, which plan and survey we have hereunto annexed. \" In testimony whereof we have hereto set our hands and seals, at Chestertown, in the Province of Maryland, the 9th day of November, in the 9th year of the reign of our Sovereign Lord, George the Third, King of Great Britain, &c, and in the year of our Lord one thousand seven hundred and sixty-eight.\" Then follows the certificate placed upon the map, re corded in the proceedings of that date, and the whole is signed by HOR'O SHARPE, J. RIDOUT, WILL. ALLEN, BENJAMIN CHEW, JOHN EWING, JNO. LEEDS, JOHN BARCLAY, GEO. STEUART, EDW'D SHIPPEN, Jr. THOS. WILLING. DAN. OF. ST. THOS. JENIFER, J. BEALE BORDLEY. I have been thus full in the extracts and minutes from the original manuscripts at Annapolis, because they ap-"], [51, "43 pear necessary to a clear understanding of the lines we were required to examine, and because we shall have occasion to refer to many of the facts therein set forth, as having an important relation to our own survey. On the 9th of November last I went to New Castle, and on the 10th to Philadelphia, to obtain the instru ments in depot there which were required for our sur veys. On the 12th, having met your board in confer ence, at Wilmington, Delaware, I was invited to prepare and present for your consideration and approval a de tailed plan of the field operations necessary to the accom plishment of the objects pointed out by you. I requested an opportunity of previously making a reconnoissance of the fine and of the land-marks within the limits of the portion of boundary in question, which was assented to ; and on the same day I accompanied the board to Newark, Delaware, which was decided on as the most convenient head-quarters of the Engineers during the field operations. Tfie 13tfi and 14th of November were spent in making the proposed reconnoissances in company with your board. We proceeded to the north-east corner of Maryland, or point of intersection of the due north line with the parallel of latitude fifteen miles south of the parallel of the most southern limit of Philadelphia. This point is in a deep ravine, on the margin of a small brook, and near its source. The stone monument with the arms of Lord Baltimore and Thomas and Richard Penn graven there on, which had been placed by commissioner Ewing, by"], [52, "44 order of the board of commissioners in 1768, to desig nate this point, was missing.* From the tradition of the neighborhood, it appeared that some years ago, after it had fallen nearly prostrate from its place, owing to the encroachment of the stream, upon whose margin it stood, some individual had taken it away for a chimney piece. A stake was found firmly planted in the ground, which, we were informed by the neighbors near by, oc cupied its place. From this point we proceeded to the west, and found the first, second, and third mile stones on the parallel of latitude, marked with the letter M on the south, and the letter P on the north sides, as described in the proceed ings of the commissioners of boundary of that period. The first of these stones was much inclined in its pos ture, and somewhat infirm. We next proceeded to examine the line south from this corner, with the view of ascertaining if the stones at the intersection of the due north line with the peri phery of the circle, and at the tangent point, were stand ing. We extended our examinations to the south, upon the tangent line, as far as the seventy-ninth mile stone from the \" Middle Point\" of the peninsular line. We found a number of stones on the line, some unmarked, which we supposed to be on the circumference of the circle. With a radius of twelve miles, such a curve is so flat that it is difficult in walking over ground inter- * See the proceedings of the Commissioners, under date of November 5th, 1768, noticed at page 36."], [53, "45 sected with forest timber, fences, and other obstructions, to distinguish, without the aid of instruments, the deflec tions of the lines connecting monuments on its circum ference nearly a third of a mile apart. Two of the monuments visited were graven on their east and west sides with the arms so often described in the preceding documents. One of these was near Jesse Updegrove's house, and the other in Mr. Reynolds's field, just north of the railroad track. This last I supposed to be the stone erected to mark the tangent point, as the arms were graven upon it, and it was much less than five miles (indeed, not quite three miles), from the preceding one, marked in a simi lar manner to the southward. The nearest neighbors possessed no knowledge whatever of the particular point intended to be marked by this stone. A vague impression prevailed that it did not now occupy its original position, but that it had been disturbed at some distant but un known period. On questioning the individuals who en tertained this impression as to their reasons, it was stated that within the recollection of some of the inhabitants, fragments of stone, similar both in quality and in cut ting to the portion now seen above ground, lay strewed at its base. The inference was that the stone was frac tured near its base when taken up, and that the fragments seen were originally a portion of it. An impression likewise prevailed that the stone originally planted at the point of intersection of the due north line with the arc of the circle of twelve miles radius, corresponding at this day with the true point of junction of the three"], [54, "46 States of Pennsylvania, Maryland and Delaware, was also missing. These were points that could only be settled by an accurate survey of the portion of the boundary involved in doubt or uncertainty, and then comparing the result with what ought to exist in conformity with the minute details contained in the recorded proceedings of the old commissioners and of their surveyors. This course was suggested to your board, and met your approbation. On consultation with the board, and by its approba tion, I immediately called to my assistance Lt. Thorn, of the Topographical Engineers, and Mr. Charles Radzi minski, civil engineer, who were assisted by Mr. Henry C. Derrick as sub-assistant; and the requisite chain bear ers, axemen, &c, and means of transportation on the line, having been provided by you, the survey was com menced on the 16 th of November, with a portable tran sit instrument having an azimuth circle for measuring horizontal angles, divided to read by aid of the vernier to minutes, and a chain of one hundred feet, divided into one hundred links of a foot eacfi, and a standard five feet rod, of wood, with which the chain was compared several times every day, in order to reduce the chaining to correct measure. It was necessary, in this survey, and upon the maps designed to accompany it, that we should exhibit a por tion of the tangent line, in order to lay down its true point of intersection with the due north line, for the purpose of testing the tangent point. Accordingly we"], [55, "47 began at the stone marking the seventy-ninth mile of Mason and Dixon, reckoned from the middle point of the peninsular west line, having the letter M engraved on the west and the letter P on the east side ; and run ning northerly to a signal placed at the base of the eightieth mile stone, we thus obtained the direction of the tangent line. This eightieth mile stone is en graved with the arms of Lord Baltimore and the Penn family on the west and east sides respectively, precisely as described in the old records. Continuing in this initial direction, by the aid of the transit, our line passed im mediately over the eighty-first mile stone of Mason and Dixon, engraved with the letter M on the west and the letter P on the east side, and also immediately over the next stone, which, being engraved with the arms of Lord Baltimore on the west and with the arms of the Penn family on the east side, was recognized to be the tangent point. We here deflected at a trial angle of 3° 32' to the eastward of the prolongation of our previous line, and pursuing accurately a straight course, we passed four stones on our left, to which offsets were measured, at right angles to our line. The first, second, and fourth of these stones were unmarked, but were cut in prismatic form, and rounded at their tops. The third, which at the distance of five thousand one hundred and fifty feet from the tangent stone was 95.3* feet perpendicular * This offset becomes 101.4 feet from the due north line, as will here after appear."], [56, "48 and to the west from our line, was marked with the let ter P on the east side and the letter M on the west side, and is the stone mentioned in the report of the commis sioners of November 9, 1768, as being at the meridian distance of one mile from the tangent point. These four stones were now recognized to be those described in the proceedings of the commissioners of June 17 and 18, 1765, already quoted, and in their afore said report (see page 39), as marking the arc of the circle of twelve miles radius, west of the due north line. It seems they were never substituted by stones bearing the arms of the proprietaries, as was contemplated to be done at some subsequent and convenient period, when they were planted by the commissioners in 1765. At the distance of 7,743.7 feet from the tangent stone, we reached an unmarked stone. Our trial line termi nated nine feet west of it, measured at right angles to the line we had run upon. This stone was recognized to be the point marked in 1765 for the intersection of the due north line with the periphery of the circle of twelve miles radius, and stood now for the point of junc tion of the three States. At every five hundred feet from the tangent stone, and also opposite each of the stones on the arc of the circle to which offsets were made while running this experi mental line, we had driven a wooden stake. These were regularly numbered from one to nineteen inclusive. We now computed the angle at which we should, at the tangent stone, have deflected to the right from the pro longation of the tangent line, to obtain the true direc-"], [57, "49 tion, in a straight line, to the stone intended by Messrs. Mason and Dixon to mark the intersection of the due north line with the periphery of the circle, and found it to be 3° 36' 09\". By computation we also determined the points, and drove a new line of stakes opposite to the former ones, to mark this true direction, and determined the lengths of the offsets to the stones on the arc of the circle at right angles from the said new line. Taking up the new direction, obtained by computation, we continued our survey to the north, noting the topo graphy, and carefully measuring offsets to the right and left, to all houses, fences, streams, and other remarkable objects within a reasonable distance, as indeed we had done from the beginning of the survey. Our fine passed over three boundary stones marked with the letter P on the east, and with the letter M on the west sides, corresponding with the description given by the commissioners in their report, and by Mason and Dixon in their notes of survey, of the three stones on the due north line, north of the portion of the circle run out and fixed by them; and at its termination, our fine passed immediately over the stake already mentioned as having been found by us in our reconnoissance of the 13th of November, which was said to mark the point where the old stone had stood, at the intersection of this due north line with the east and west line of Mason and Dixon, marked with the arms of Lord Baltimore and the Penn family. We did not deviate two inches to the right or the left of the centre of this stake. It 4"], [58, "50 was on the 20th of November that our survey reached this point. On the following day we proceeded to find the true point of intersection of the east and west line of Mason and Dixon with this due north line. Beginning at the second mile stone west of the required point on Mason and Dixon's parallel of latitude, we traced out this parallel due east, and at the distance of five thousand two hundred and ninety-five feet, by our measurement, we touched upon the first mile stone on this parallel. Continuing upon the same parallel of latitude, at the distance of five thousand two hundred and eighty-two feet, by our measurement, from the pre ceding stone, we struck the same stake at which our north line had terminated, at a point about one inch north of its centre. This last line traversed portions of thick forest, through which we were obliged to open vistas ; and in several places trees of large size, standing in open ground, had to be cut down to admit of its prolongation, which proved that there could have been no retrace of it until now, since the days of Mason and Dixon. Having thus, by the intersection of the due north Line with the parallel of latitude, found the true position of the lost monument, we proceeded to mark and perpetuate it by planting the new monument, which had been pre pared under the immediate direction of your board for that purpose. Before making the necessary excavation, the point to be occupied by the centre of the base of the stone was"], [59, "51 preserved by placing four pegs nearly in the form of a square, so that the intersection of their diagonals should correspond with the said point. The next step was to construct a dam to turn ofi\" the water of the small brook which washed almost the very point, and thus prevent its filling the cavity. In making the excavation, we found at the depth of about three feet below the surface a cut stone unmarked, and of precisely the same form, dimensions, and quality as the unmarked stones on the arc of the circle, and at the intersection of the circle with the due north line, already described. In turning to the proceedings of the commissioners, under the dates of the 17th and 18th of June, 1765, we find that such a stone was placed by them, to mark that point, on the last mentioned day. — (See pages 31 and 32.) It was not until the year 1768, that a second stone, marked with the arms of the proprietaries, was also placed at this point, as will be seen by the records of the proceedings of the commissioners of that date. — (See pages 36 and 37.) It is quite within the memory of the neighboring in habitants that the stone which stood at this pohit in a tottering posture, to within a few years past, bore the arms, so often described, graven upon it. The unmarked stone of 1765 had probably been buried at the base of the one bearing the arms, when the latter was placed at the same point by commissioner Ewing, in 1768. The evidence afforded by the disinterment of this old"], [60, "52 stone, that the point fixed upon from our survey, as the intersection of the due north line with the parallel of latitude fifteen miles south of the most southern limit of the city of Philadelphia, being the north-east comer of Maryland, corresponds so well with that originally established by Messrs. Mason and Dixon, is certainly gratifying. The new stone re-marking this important point was planted with its base resting on rock, about five feet below the surface of the ground, and its top rising about two feet above the ground. It is of cut granite, and of the following dimensions, viz., about seven feet long, and squares sixteen by eighteen inches. It is marked with the letter M on the south and west sides, and the letter P on the north and east sides. — Under this letter, on the north side, the date 1 849 is engraved in deep cut figures. The striking discrepancies between some of our mea sured distances and those of Messrs. Mason and Dixon, and their bearing upon the demarcation of the arc of the circle west of the due north line, as well as upon the true relative positions of the tangent stone, and the stone representing the intersection of this circle with the due north line, renders it proper that we should here institute a comparison between them, with a view, especially, to ascertain whether the impressions which prevailed, that one or both of the last-mentioned stones had been removed from their original positions, were founded in reason. If it were true that these important monuments had"], [61, "53 been disturbed, no approximate estimate could be formed of the extent of mischief thus perpetrated upon the boundaries, without such investigations as would lead to a discovery of their original and rightful positions. The ascertainment of the true point of junction of the three States was involved in this question, and this was the chief object to be investigated and adjusted under the especial legislation of those States authorizing your pro ceedings. In regard to Delaware, an impression prevailed among her citizens that a considerable portion of her territory had been abstracted by the curtailment of her rightful radius of twelve miles around New Castle. The unlawful disturbance of these monuments, if true, might well have produced such an effect, and it lay within the powers delegated to you to correct the wrong, if it could be proven to be owing to such a cause. The comparison is embodied in the following tabular statement, viz : —"], [62, "54 * These distances of Messrs. Mason and Dixon form no part of their measurement for determining the length of a degree of latitude in North America. This last-mentioned operation was performed with a very different apparatus in the year 1768, under the auspices of the Royal Society of London, after they had finished the marking of the boundary between Maryland and Pennsylvania, and were dis charged from the service of the commissioners. It will be noticed more fully in my forthcoming report to Colonel Abert, chief of the Corps of Topographical Engineers. TABULAR STATEMENT. Distances given by Mason and Dixon.* Distances by our chain measurement in 1849-50. Difference. G+MD. DISTANCES COMPARED. Miles. Feet. Miles. Feet. Feet. From the 79th to the 80th mile stone, on the tangent or peninsular line, « 80th to the 81st \" \" \" \" 81st mile stone on do. to the tangent stone, \" tangent stone to the stone on the arc of the circle marked M on the west and P on the east side, - - - - - \" tangent stone to the stone representing the intersection of the due north line with the circumference of the circle of twelve miles radius, and at this day marking the point of junction of the three States, From point on due north line opposite to marked stone on curve, to mile stone on due north line at M'Cowan's, From mile stone at M'Cowan's to do., at Steel's, near Christiana Church, on due north line, ---------- From mile stone at Steel's to do., at Gibson's, .... From mile stone at Gibson's to north-east corner of Maryland, From north-east corner of Maryland to 1st mile stone on Mason and Dixon's due west line, - From 1st to 2d mile stone on Mason and Dixon's due west line, 1 1 0 1 1 0 32.5 30 5,145.9 +32.5 + 30 —22.5 5,168.4 1 0 5,150 —130 2,379.3 2,463.7 + 84.4 1 1 1 1 215.5 +215.5 1 1 1 1 1 1 3 5.3 119 + 3 + 5.3 +20 99 1 1 1 1 o 15.2 + 2 + 15.2"], [63, "55 The first discrepancy to be investigated was in regard to the length of the chord of the arc cut off by the due north line. We, therefore, retraced it by running a straight fine from the tangent stone to the stone set by the old com missioners to mark the intersection. In addition to the first measurement of this chord, already given, two others were carefully made. The following is a statement of the results of the three, viz : — By the first measurement, ... 7,743.7 feet. By the second measurement, - - 7,742.2 \" By the third measurement, - 7,743.1 \" Mean of the three, - - - - 7,743. \" Length of this chord, given by Mason and Dixon, is one mile, thirty-six chains and five links, equal to - - 7,659.3 \" Our measurement is greater than the length given by Mason and Dixon by 83.7 \" Again : Mason and Dixon state the meri- dian distance from the tangent stone to the marked or third stone on the arc of the circle to be one mile, or - 5,280 feet. Our measurement gives this distance, - 5,150 \" Our measurement is less than the dis- tance given by Mason and Dixon, by 130 These differences not only cast, at the moment, strong suspicion upon the present positions of the tangent and"], [64, "56 the intersection stones, but they also affect, in a very important degree, the elements of the circle, an arc of which was to mark a part of the boundary between Maryland and what is now the State of Delaware. We had computed the angle of deflection between the prolongation of the tangent fine and the due north fine to be 3° 36' 09\" ; and the measurement of that angle afterwards, with the theodolite, verified sufficiently the accuracy of that computation; for we finally found it, by a number of measurements repeated on all parts of the limb of the instrument, to be 3° 36' 06\". With this angle, and the length of the measured chord, the length of the corresponding radius was computed on the supposition that the stones on the arc of the circle truly marked that arc. Making c = the chord. d = the angle of deflection from the tangent line to that chord. r = the radius. ttt .,-. i c . cosine d We will have r = . sine 2 d By this equation, with the angle of deflection above given, and the chord, as given by Mason and Dixon, of one mile, thirty-six chains and five links, the corre sponding radius is eleven miles and two thousand three hundred and two feet, or 11.44 miles. With the same angle of deflection, and the chord of seven thousand seven hundred and forty-three feet, which is the actual distance between the tangent and intersec tion stones, the corresponding radius is eleven miles and"], [65, "57 two thousand nine hundred and sixty-two feet, or 11.56 miles. We now made a trace of the curve upon the ground, corresponding to a radius of twelve miles. The length of a chord subtending an angle of one degree, at the centre of a circle of that radius, was computed to be l,105T8n feet ; and departing from the tangent stone by a deflection, in the first place, of half a degree from the prolongation of the tangent fine, to obtain the first chord, and afterwards by deflections of a degree from chord to chord of the above-mentioned length, a number of points were obtained upon the circumference of the portion of the circle west of the due north fine, which, thus traced, intersected the due north line two hundred feet in ad vance, or north of the position of the stone placed, in 1765, to represent that point of intersection. We next computed the length of the chord actually corresponding to the angle of deflection of 3° 36' 06\", and a radius of twelve miles, by the equation r . sine 2 d c = , cosine d and found it to be 7,960.6 feet, which is three hundred and one feet four inches longer than that given by the survey of Mason and Dixon, and two hundred and se venteen feet five inches longer than the actual distance between the tangent stone and the intersection stone. In this state of the investigation, it was determined, upon my recommendation to your board, representing to you, at the same time, the necessity of the measure to a satisfactory solution of the problem involved, that the"], [66, "58 actual length of the radius or distance from the spire of the court house at New Castle, to some point on the curve, as marked by the old monuments, should be ac curately ascertained by a triangulation, which should be extended so as to give also the correct distances both from the tangent stone and the intersection stone, to the north-east corner of Maryland. The last-mentioned point, in case of any future disturbance of its monument, may always readily be found, as it is the intersection of two lines, both easily traced. Hence, knowing the distance from it to the other two, all three being upon the same meridian, a certain guide would be obtained for restoring either of the latter to its proper position, if -disturbed. The distances given by the chain measurements of Mason and Dixon are already shown to be too inaccurate to serve for such a guide. On the 24th of November, I proceeded to Washington to ascertain if the records of the coast survey office could furnish us a distance, from its triangulation in this vici nity, that would serve as a convenient base for our triangulation. And I have much pleasure here in ac knowledging the courtesy and promptness with which Professor A. D. Bache, superintendent of that work, had the records examined, and furnished me, from them, several distances and azimuths which were determined some years past, when that work was under the superin tendence of the late Mr. Hassler, and also, sketches of the localities of the several stations, to aid us in finding"], [67, "59 the concealed monuments by which they were per petuated. Some calculations had to be made in order to prepare them, and they were forwarded to me at Newark, on the 9th of December, after my return to that place. Among them we found the following suitable to our object, viz: — 1. From Iron Hill to New Castle court house: Distance, 16,281.57 metres.* 2. From Gray's Hill to Iron Hill : Distance, 4,847.44 metres ;f Azimuth, 233° 48' 07\".8.J The last-given distance was adopted as our base in the triangulation, and the necessary preparations were commenced for carrying it on with an excellent theodo lite of nine inches diameter,§ reading with three verniers to fifteen seconds each, made by E. Draper, of Phila delphia. In the mean time, a retrace of the arc of the circle west of the due north fine was carried on. * Equal to 53,415.1 feet. | At the rate of 39.36850535 inches to the f Equal to 15,903 feet, /metre, as adopted by the coast survey. J The azimuth is reckoned from the south as 0, round by the west, north, and east to the south, making 300°. § On the 29th of January, while Mr. Eadziminski was observing with this theodolite, during a violent gale of wind, the heavy tripod station above him was blown over, and fell to the ground. It struck and de molished, the instrument, and Mr. E. narrowly escaped being killed; the largest timber just brushing his head, without, however, injuring him. This instrument was then substituted by another which I had in depot at Philadelphia."], [68, "60 On the 9th and 10th of December it snowed heavily. On the 11th, the weather was clear, but very cold, with the snow nine inches deep upon the ground. The work was, however, prosecuted with assiduity, notwith standing there was great difficulty in clearing the lines through the woods, in consequence of the weight of snow upon the branches of the trees. The second trace of this curve verified the accuracy of the first. The direction of the tangent line south ward from the tangent stone, was also re-examined and verified. The engineers were then occupied in making the re quisite reconnoissances of the surrounding country, in order to select suitable positions for our trigonometrical stations — in erecting those stations, and directing the opening of vistas through the interposing forest to ren der those stations visible one from another. The severity of winter had fully set in. Notwith standing this, the engineers were actively employed, whenever the weather was clear enough to see the sta tions, in making the necessary observations ; and, when prevented from observing for want of a clear atmosphere, they were engaged in completing the erection of the stations and directing the clearings, a work which they forwarded with every possible assiduity, often in the rain and snow. The coast survey stations at Iron Hill and Gray's Hill, were discovered buried between two and three feet below the surface of the ground. They were not disturbed, but their centres were indicated in position"], [69, "61 by the intersection of the diagonal lines of a quadrangle formed by four pegs, driven into the ground, about eight feet apart. Then the cavities were carefully filled again with earth, and a peg driven at the intersection of these diagonal lines to mark the extremities of our base line. In searching for the buried station at Gray's Hill, we could find only one of the points of reference given us in the sketches from the coast survey office, with its distance from the station. The snow then lay six inches deep upon the ground, and the mode adopted to find this point was to take the stated distance on a cord fine, and, attaching one end of it to the given point of reference, describe an arc of a circle covering the probable limits. The snow was then removed from this arc, and after wards a trench was dug in the ground, following the curve until the station was found. The trigonometrical stations are all laid down in posi tion on the accompanying maps ; where, also, the whole triangulation is shown. These stations were marked upon the ground by tin cones fixed to the tops of stout poles, supported by tripods of heavy, undressed timbers, giving them an elevation of sixty to seventy feet above the ground. The cones were adjusted perpendicular over the points marked upon the ground by short stakes, over which the centre of the theodolite was placed, when the angles were observed. The tangent stone, and the stone fixed at the north east corner of Maryland, stood in such low depressions in the ground that stations could not be erected at"], [70, "62 either of them high enough to be seen from the base stations, or, indeed, from any two of the other stations, suitable for fixing their positions. Two stations were, therefore, erected on the due north line, as near to them as possible ; one on the chord of the arc, at the measured distance of 1,701.02 feet north from the tangent stone, and the other on the due north line, at the measured dis tance of 730.4 feet* south of the monument at the north east corner of Maryland. The distance between the trigonometri- cal stations on the north line was found by our triangulation to be - 24,139.5 feet. Distance from the south station on north fine to tangent stone (twice mea- sured), 1,701.02 \" From the north station on north line to the monument at the north-east cor- ner of Maryland (twice measured), - 730.42 \" The sum = the distance from the tan- gent stone to the north-east corner of Maryland, 26,570.94 \" Or, five miles and 170.94 feet. Deducting from the above our measured distance from the tangent stone to the intersection stone, - - - - 7,743 le We have the true distance from the in * This is the chained distance, corrected to correspond with the point perpendicular under the cone."], [71, "63 tersection stone to the north-east cor- ner of Maryland, = 18,827.94 feet. Or, three miles and 2,987.94 feet. The distance from the spire of the court house at New Castle to the station on the arc of the circle, which is the ac- tual radius of the circle, marking in part the boundary between Delaware and Maryland, was determined by our triangulation to be - - - 63,357.7 feet. Or, two feet and four inches less than the stipulated radius of twelve miles. During the investigations in relation to the arc west of the north line and its chord, I found it necessary to go again to Annapolis, in order to see if a further search into the notes of Mason and Dixon's survey would afford any explanations of the principles upon which they traced this arc, and determined the length of its chord. These notes, added to those of their predecessors, and the records of the commissioners of that period, were too voluminous for me possibly to finish their perusal and close examination within the period of my first visit. The information derived from them, combined with our determinations of the actual length of the radius, and the angle of deflection between the tangent line prolonged and the north fine, served to elucidate the whole difficulty, which had arisen (where it was least to be expected) in an evident error in a governing element in their com putation of the length of this chord, and, consequently. of the lengths of the ordinates at right angles to it,"], [72, "64 which was the method adopted by them for marking the points upon the arc west of the north line. The following is an extract from the records of their survey : — \"1765, June 3d. Sent expresses to AnnajDolis and Philadelphia, to acquaint the commissioners we should finish the line betwixt the tangent point and the parallel this week. \" Also measured the angle formed bv the radius from New Castle and the north line, and found it = 86° 32'. Hence the offsets (at right angles) to the westward from the meridian for the boundary betwixt New Castle county and Maryland are as follows : — CHA. MASON, JERE. DIXON.\" \"1765, June ith. Set off the offsets, &c.\" We find, on investigation, that the foregoing elements Disti tnce from tangent point. Offsets. No. Chains. Links. Chains. Links. o i 2 3. 4 5 6. 7 8 9. 10 11 12 0 8 18 28 38 48 58 68 78 88 98 108 116 00 05 05 05 05 05 05 05 05 05 05 05 05 0 0 0 1 1 1 1 1 1 1 0 0 0 00 46 92 28* 54J 70 i 75i 70* 54* 28* 92 46 00 \" = the middle or greatest offset.\""], [73, "65 of the arc of Mason and Dixon are based upon the angle of deflection of the chord, from the tangent line produced, of 3° 28', or the complement of the angle, 86° 32', which they measured on the 3d of June, 1765, \"formed by the radius from New Castle and the north line.\" It does not appear that they ever actually measured the angle between the tangent line (or its prolongation), and the north line. That angle seems to have been as sumed upon the supposed accuracy of their observation, noted in their survey book under date of November 13th, 1764, as follows, viz: — \"On measuring the angle formed by our last line and the radius from New Castle, it was so near a right angle, that on a mean from our lines, the above-men tioned post [the tangent post fixed by their predecessors, and by them marked -^jj] is the true tangent point.\" Now, the accuracy of that angle must have depended upon the coincidence of the exterior termination of the radius of twelve miles, with a perfectly straight line pro longed from the court house at New Castle quite to the tangent point, This radius was determined by the sim ple method of measuring over the surface of the ground with a surveyor's chain, for which purpose a vista, or \" visto,\" as it was called by the surveyors in those days, was opened through the forest as the work progressed. We are surprised, at this day, that the length of the radius should have been so correctly obtained by such a method. There must have been, by mere chance, a compensation of the errors incident to such a measure- 5"], [74, "66 ment over so great a distance. Very small deviations from the true direction would not, however, produce much effect upon the distance, but this is not true with regard to the angle which would be formed between the tangent line and the radius, or the north line and the radius. A slight deviation in the direction of the radius at its termination, might affect, in a material degree, the measure of either of these angles, and we have reason to believe that the angle measured by Messrs. Mason and Dixon, between the tangent line and the radius from New Castle, which \"was so near a right angle;\" and \" the angle formed by the radius from New Castle and the north line,\" which they found to be = 86° 32', were both affected by such an error. The tangent stone stands on low ground, very near the margin of a morass, known by the name of Cat Swamp. Looking from thence to the east, the ground is pretty flat for half a mile ; then it rises, by a rapid ascent, to the ridge running north ward from the summit of Chestnut Hill, distant one mile. This ridge entirely shuts out the view of the whole country to the east of it, from the tangent stone, and must at least have limited the view of the radius, when the angles it formed with the tangent and north lines were measured by Messrs. Mason and Dixon. These angles were, then, probably affected by what ever errors in direction may have arisen in running eleven miles of that radius from New Castle. Our own triangulation has given us the data for an accurate determination of the angle formed by the tan gent line, and the line drawn from the spire of the court"], [75, "67 the e = X house at New Castle, to the point of intersection at tangent stone. From it we have — 1. The angle at Iron Hill sub- tended by the spires of the court house and the church at New Castle, = 0°26' 13\".3 = « 2. The angle at New Castle court house subtended by the stations on Iron Hill, and on the arc west of the north line, - = 5° 18' 31\" =5 3. Value of the arc of 63,357.7 feet radius, included between the tangent stone and the trigo- nometrical station on the curve, whose chord was twice care- fully measured and found to be 753 feet, - = 0° 40' 51\".3 = c 4 . Angle of deflection between the tangent line and the north line or chord of the arc of boundary, - 3C 36' 06\" = d And here we are again indebted to the coast survey records for the azimuth of the line from Iron Hill to New Castle church spire, which is given to be, 261° 28' 33\".9 Let the north-east angle formed by the tangent line and the radius drawn from New Castle court house to the tangent stone"], [76, "68 And the south-east angle, formed by the same lines - = y Then x=a+(b— c)+e+d— 180°=90° 08' 32\".9. And y=SQQ°— {a+ (b—c) +d+e) = 89° 51' 27\".! So that the tangent line does not form a right angle with the radius of twelve miles drawn from the spire of New Castle court house to the point occupied by the tangent stone. The angle, at the tangent stone formed by these two lines, differs 8' 32\". 9 from a right angle. Now we find, by computation, that the small deviation of forty-six and one-half seconds in direction, or thirteen feet one and one-half inch from a straight line at the end of eleven miles, in running this radius from New Castle court house, would be sufficient to produce this difference of 8' 32\". 9 in the measurement of Messrs. Mason and Dixon's angle at the tangent post, supposing their view to the east to have been limited to the distance of one mile, as it evi dently must have been from the nature of the ground. Even this is indicative of a very small error in direc tion in tracing this radius, when we reflect that it was prolonged through the forest by ranging staves or poles in line, one beyond another, as the surveyors advanced with their work, a method so inaccurate for tracing a straight fine that we are surprised it should have been resorted to in so important an undertaking. This was not, however, the work of Messrs. Mason and Dixon, but of their predecessors, who were less versed in science, and in the use of the higher order of geodetic instru ments than were Messrs. Mason and Dixon."], [77, "69 That the arc of the circle west of the due north line and the radius terminating at the tangent stone, were traced and determined correspondent with one and the same centre, by the surveyors under the agreement of 1760 and ourselves — that is to say, the spire of the court house at New Castle, is manifest from the following evi dence and authority. The decree of Lord Hardwicke, of 1750, touches these two points, and the position of Cape Henlopen, in the following words, viz : — \" And two questions in particular having been raised in America by the commissioners formerly appointed by the defendant, the Lord Baltimore, and being now made in this cause, namely, where the centre of the circle, agreed by the said articles [alluding to the agreement of 1732], to be drawn about the town of New Castle there- in mentioned, ought to be fixed, and whether the said circle ought to be of a radius or semi-diameter of twelve miles, or only a periphery of twelve miles ; and a third question being also made in this cause, namely, at what place the Cape called in the said articles Cape Hinlopen is situated, his Lordship doth declare that he is of opin- ion that according to the true intent and construction of the said articles, the centre *f the said circle ought to be fixed in the middle of the town of New Castle, as near as the same can be computed, and the said circle ought to be of a radius or semi-diameter of twelve miles, and that Cape Hinlopen ought to be deemed and taken to be situated at the place where the same is laid down and described in the map or plan annexed to the said arti-"], [78, "70 cles, to be situated. And, therefore, his Lordship doth further order and decree that the said articles be carried into execution accordingly,\" &c. &c. &c. The above extract is taken from the old parchment, bearing the original agreement of July 4th, 1760, with the autograph signatures and the seals of Frederick Lord Baltimore, Thomas Penn and Eichard Penn, belonging to the Executive Department of the State of Pennsyl vania, which instrument contains this as well as other recitals from the decree of 1750. In the body of that agreement are also found the fol lowing words, viz : — \" That the true length and extent of the said line [alluding to the fine across the peninsula from Cape Henlopen], was, and is, and shall at all times hereafter be esteemed, held, taken and adjudged to be sixty-nine miles and two hundred and ninety-eight perches, and neither more or less. That, consequently, the exact middle of such west line (from whence the other line is to begin which is to run up the said peninsula, till it makes a tangent to the western part of a circle, at the distance of twelve English statute miles horizontally measured from the Court House in the said town of New Castle), was, and is, afid shall at all times forever hereafter be esteemed, held, taken and adjudged to be at the exact distance of thirty-four of the said miles and three hundred and nine perches, so measured west from the aforesaid spot or place of beginning of the said west line, as the same were so measured as aforesaid,\" &c. &c. &c. Here we have an especial recognition of the Court"], [79, "71 House in New Castle as the point fixed on for the centre of the circle. The proceedings of the commissioners appointed on both sides, under the provisions of the agreement of 1760, and their instructions to the surveyors are even more explicit upon this point. In the record of those proceedings, under the date of November 7th, 1761, we find the following : — \" Saturday, the 1th of November, 1761. \"Nine o'clock A.M. \" The commissioners met according to adjournment. \" Present as on yesterday. \" The commissioners, having made their calculation, find that the tangent will, at the middle point, make an angle of three degrees thirty-two minutes and five seconds with the meridian line lately run by the survey ors, and they agree that a radius of twelve miles, hori zontal measure, shall be run from the centre of the Court House in New Castle, northwards of the line of intersection lately run from that place, so as to make an angle therewith of nineteen degrees three minutes and fifty-five seconds, which radius the commissioners find, by the calculations they have made, will terminate in the tangent point in the periphery of the circle. \" Then the commissioners agreed to give the surveyors the following instructions, viz : — \" Gentlemen : — You are to run a straight line of the length of twelve English statute miles, horizontal mea-"], [80, "72 sure, or as nearly horizontal as you can, from the centre of the Court House in New Castle, in such direction as to make an angle of nineteen degrees three minutes and fifty-five seconds northwards with the line of intersection lately run by you from the centre of the said Court House ; and at the end of such twelve mile line you are to set up and secure a post or stone, at the same time making such visible marks near it, as may enable you hereafter to discover and determine its place, in case it should be destroyed or removed. And in order to pre serve the direction of the said line, you are, also, at the end of six, ten and eleven miles from New Castle, and at the distance of twenty perches eastward of the end of such twelve mile line, to set up other posts in the said line. November 7th, 1761. J. RIDOUT, JNO. LEEDS, JAMES HAMILTON, RICHARD PETERS, BENJAMIN CHEW, WM. COLEMAN.\" JOHN BARCLAY, \" To Messrs. Thomas Garnett, Jonathan Hall, John Litkens and Archibald McClean, Surveyors. \" The commissioners adjourned to the first day of April next, at which time they agreed to meet again at New Castle. J. RIDOUT, JNO. LEEDS, JAMES HAMILTON, RICHARD PETERS, BENJAMIN CHEW, WM. COLEMAN.\" JOHN BARCLAY,"], [81, "73 We conclude the evidence on this point by quoting from the note book of the surveyors, who, in the year • M 1/61, traced the radius and fixed the post marked XII at its western extremity. It will be remembered that this is the post which the commissioners, in their proceed ings of the 24th of November, 1764, declared, \"shall be and be deemed and accounted to be the true tangent point, and that the surveyors shall proceed to run the north fine and such part of the circle as falls to the west ward of the said line, according to the articles, from the said point,\" &c. &c. The surveyors' records are as follows, viz : — \"Saturday, November 7, 1761. \"In pursuance of the last instructions, and also other directions from the commissioners, we this day went to the post near Joseph Tatloe's house, and from thence extended the direction of the line on which the base was measured for computing the distance from said post to the spire on New Castle Court House, to the distance of twenty-four chains sixty-three links and three-tenths of a link, thereby subtending an angle of 19° 3' 55\" at the spire aforesaid, that being the angle which by the said last instructions we were required to make with the line of intersection ;* which said distance terminated in a point fixed on a white oak post well secured in the * Alluding to the first experimental line run from the court house to intersect a due north line which was traced up the peninsula from the \"middle point\" of the line run west from Cape Henlopen."], [82, "74 ground in the aforesaid direction, and found, by calcula tion, to be seventy-five chains thirty-one finks and seventy-six hundredths link distant from the spire afore said, on the twelve mile line therein directed to be run. JNO. LUKENS, JONA. HALL.\" ARD. McCLEAN, \"November 8, Sunday, 1761.\" \" November 9, 1761, Monday. \"'After ingaging sundry axemen this morning, Mr. Thomas Gamett, one of the surveyors on the behalf of his Lordship, having resolved to go home, and Jonathan Hall receiving advice that his wife was sick, thought proper to go home a few days, and there being none other here to act on the part of his Lordship, in running and measuring the line, which, by instructions of the seventh instant, we were directed to run and measure, we were, therefore, under the disagreeable necessity (not withstanding we have divers persons in pay), to adjourn to the sixteenth of this month, at which time we agree to meet at New Castle, in order to run and measure the line as instructed. JNO. LUKENS, ARD. McCLEAN, JONA. HALL.\" \" Monday, November 16, 1761. \" This morning early we met at New Castle, accord ing to adjournment, and went to the post, which, by the"], [83, "75 direction of the commissioners, we set in the ground on the seventh instant, at the distance of seventy-five chains thirty-one links seventy-six hundredths of a link, by computation from the spire of the court house of New Castle, and, after opening a visto toward the said spire from the point mentioned to be fixed in said post, we extended a line westward in the direction of said spire and point four cfiains sixty-eight links twenty-four hun dredths of a link to a squared white oak post marked M j ; which said post is found by the aforesaid computed and measured distances, to be one mile distant from the spire on said court house. JNO. LUKENS, JONA. HALL.\" ARD. McCLEAN, After detailing each day's work, in the prolongation and measurement of this radial line, the surveyors de scribe its completion on the twenty-eighth of November, and its re-measurement between that date and the second of December, as follows, viz. : — \" Saturday, November 28, 1761. \" Proceeded with the line sixty-three chains, where we fixed and secured firmly in the ground in the mea dow, late Lewis Thomas's, a squared white oak post marked XII; the said measure ending in a point fixed thereon, which said post, we are of opinion, is twelve English statute miles, horizontal measure, distant from the spire of the court house in New Castle, that being"], [84, "76 the distance which, by our instructions, we were enjoined to extend the said line, during the measure of which distance we kept the account in four-perch chains, though where hills intervened, the measure was performed by instruments, before prepared for rendering the same horizontal, and, where level, the same was taken by a two-perch chain, which we frequently and carefully mea sured; and, after fixing the said twelve mile post, we took the courses and distances from thence to the several trees, as expressed on the next page,* thereby to deter mine its place, in case it should be destroyed or removed; afterward we fixed a white oak post in the said direc tion, at the distance of twenty perches to the eastward of the said post; which done, we agreed to begin at the said twelve mile post and re-measure the line toward New Castle superficially, least a mistake should have been committed from the different modes we were obliged to pursue, or take, in order to make the measure hori zontal, which re-measure we continued to the ten mile post, and left off. Afterward settled with and dismissed sundry of the laborers. JNO. LUKENS, JOHN F. A. PRIGGS, JONA. HALL.\" ARD. McCLEAN, \"November 29, Sunday.\" \"Monday, November 30, 1761. \"Continued the re-measure of the line (as on the * The next page of the old surveyor's book contains the diagram re ferred to."], [85, "77 twenty-eighth instant), from the ten mile post to the two mile post, where night came on. JNO. LUKENS, ARD. McCLEAN, JOHN F. A. PRIGGS, JONA: HALL.\" \"Tuesday, December 1, 1761. \"Continued the re-measure as before from the two mile post to the post which we set up on the seventh ultimo, from which the direction of the line was taken, and, from the proportional agreement between the superficial and horizontal measure, find that no mistake hath been committed. \" Settled with, and dismissed, the chain-carriers, and all the other hands except the steward and wagoner, then rode to Wilmington, there to take account of and deposit the stores for the winter season. JNO. LUKENS, JOHN F. A. PRIGGS, ARD. McCLEAN, JONA. HALL.\" \"Wednesday, December 2, 1761. \"This day took account of the stores; stored them in Wilmington, in the care of John Stapler, Esq.; settled sundry accounts, dismissed the steward and the wagoner. JNO. LUKENS, JOHN F. A. PRIGGS, ARD. McCLEAN, JONA. HALL.\" From the foregoing authorities, no doubt whatever can exist that the point agreed on and used as the cen tre of the circle of twelve miles radius by the commis-"], [86, "78 sioners and surveyors of Lord Baltimore, and Thomas and Richard Penn, was one and the same as that in reference to which the arc of the circle west of the due north line, and the radius terminating at the tangent stone, were traced and determined by us in our recent survey. The discrepancies, then, which have been shown be tween our work and theirs, in regard to this arc and the angle formed between the radius and the peninsular or tangent line, at the tangent stone, cannot be attributed to any difference in our positions respecting the centre of this circle. The radius run out by the surveyors in 1761, indi cated by a line drawn from the spire of the court house in New Castle, to the present position of the tangent stone, should be revolved about the centre of its circle (the spire aforesaid), through an arc of 8 minutes and 34 seconds and one-tenth of a second to the south, and then produced two feet four inches westward, and the line called the tangent line, should be revolved westward about its southern extremity, at the \" Middle Point\" of the Cape Henlopen line, through the inappreciable angle of one second and two-tenths of a second, and then these two fines would meet at right angles, at the distance of 157.6 feet southward from the present position of the tangent stone. The sligfit variation thus required in the azimuth of the tangent line, proves the surprising accuracy of its direction as determined by Messrs. Mason and Dixon, and how truly it divided the provinces, in accordance"], [87, "79 with the articles of the ancient agreement, as far as it extended, which is given by Mason and Dixon in their notes of survey, to be 81 miles 78 chains and 31 links, or 17.2 yards less than 82 miles. It is equally surprising that there should have been so great an error in their elements for marking out the arc of the circle west of the north line, and in the length of their chord, which they computed to be 116 chains, and 5 links, or 7,659.3 feet, And which we find to be, as actually marked by the tangent and intersec- tion stones, - 7,743 \" But which, according to our computa- tions, should have been ... 7,960.6 \" And should have begun at a point 157.6 feet southward of the present position of the tangent stone, and have ended at a point 143.7 feet north of the present position of the stone set by Mason and Dixon, and the commissioners of their day, to mark its termination, and constituting now the point of junction of the three States. The origin of this error has, we think, been satisfac torily discovered. It is our opinion that the stones on the arc, west of the north fine, stand as originally placed. Of this we have evidence, conclusive enough, from the lengths of our measured ordinates of that arc, compared with the 3d, 6th and 9th in the table of Mason and Dixon, copied at page 64."], [88, "80 The folloioing is a comparison of our measurements with, theirs for this arc. no comparison with the marked stone on We can make the arc intervening between the 2d and 3d of the above table, and which was intended to be put at the meridian distance of one mile from the tangent stone, for the reason that Mason and Dixon do not give the length of their ordinate for that one. We found it, however, to be 101.4 feet perpendicular from the chord to the west, and we find, by computing its place from the elements assumed by Mason and Dixon for marking this arc, that it would be 99.4 feet. The foregoing table shows conclusively that the tan gent stone could never have been moved from its original position, for our first and second distances from it on the chord, or north line, correspond almost exactly with those given by Mason and Dixon, quite within the pro bable errors of careful chainhig at least. The discre pancy in our distances to the third ordinate is no doubt owing to an error in the count of one chain (66 feet) on their part, for our distance was tested by three measure ments. There is no doubt that that stone and the intersection According to Mason and made in 171 Dixon's survey 15. According to our mei ground in isurements on the 1849. Distances on chord from tangent stone, in feet. Lengths of or- dinates, in feet. Distances on chord from tangent stone, in feet. Lengths of ordi- nates, in feet. 1 2 3 1,851.3 3,831.3 5,811.3 84.8 115.8 84.8 1,855.3 3,836.7 5,872.7 85.4 115.6 84"], [89, "81 stone remain at this day in the positions given to them by the commissioners and surveyors in 1765. In addition to the above evidence, we have that which arises from the fact that they both now stand upon their proper lines of direction, which would scarcely have been preserved had they been moved by mischievous interference. The tangent stone stands now precisely upon the same right line, with the three monuments to the southward of it on the tangent line, and the inter section stone stands as truly on the north line. The error in the distance intended to be given them apart by Messrs. Mason and Dixon (which accidental distance we actually found to be nearer the truth than their com puted distance), was probably one of miscount in their chain measurement, as was also the error of one hundred and thirty* feet in the meridian distance of the marked stone on the arc from the tangent stone, which they state to be one mile. Those who believed that the tangent stone had been disturbed in its position because of the fragments of stone of a similar character which for some time lay strewed at its base, were not carried so far back by tradition as the period when this point was marked by two similar stones, engraved alike witfi the arms of the proprietaries, and placed side by side, \"the better to distinguish and ascertain the tangent point,\" as will appear was done by reference to the records of the commissioners under the * This error was probably caused by a miscount of two chains, which would be equal to one hundred and thirty-two feet. 6"], [90, "82 dates of June 18th, 1765, and November 20th, 1766, given in the preceding extracts and briefs of their pro ceedings. The fragments which we were told of while engaged in the reconnoissances, were the remains, no doubt, of the missing companion of the one we found a little in clined in posture, but firmly planted in the ground. When it was taken up, for the purpose of placing the new stone, which will presently be noticed, it was un broken and perfect in its form. Had Messrs. Mason and Dixon adopted the method of tracing the arc by deflecting from their tangent line (which is so true in its direction), and then from chord to chord of a constant length, to find points on tfie cir cumference of that arc, it would not have been affected by the want of perpendicularity in the assumed direction of the radius to the tangent. They would, by this method, have described the true arc, independent of any reference to the radius, except alone as to its length, and they would have intersected the north line by the curve at precisely the distance from the tangent stone computed by us, that is to say, at 7960.6 feet from it, and 217.6 feet in advance of its present position. The error in their curve is not one of moment, as re gards extent of territory, as it abstracts from Delaware and gives to Maryland only about lT*y5 of an acre. The versed sine of their arc is 115.8 feet, and that of the arc they should have traced is 125.3 feet. Although their measured distances are found to be affected by many errors, incident always to measure-"], [91, "83 ments of great extent with the chain, yet the directions of their lines are correct, and as the only distance in- cluded in their portion of the survey, and specified as an element in the boundary, namely, the fifteen miles south of the parallel of the most southern limits of the City of Philadelphia was, after measurement with the chain, corrected by very accurate observations for the corresponding difference of latitude, the absolute division of territory between the then Provinces was effected from the south extremity of the tangent line to the north extremity of the north line, on the whole, with great accuracy. Their long west line or parallel of latitude we have had no occasion to test, except for a short dis- tance, but the great care with which their astronomical observations, contained in the old manuscripts at Anna- polis, were made, leaves no doubt of the accuracy of that part of their work. These observations, together with the records of the proceedings of the several joint commissions charged with the division of the then Provinces in question, will be more fully alluded to in a report to Col. Abert, Chief of the Corps of Topographical Engineers, and they will, I hope, be rescued from their long slumber in quiet ob scurity, and be laid before the world in a printed form. The conclusion having been arrived at, that none of these monuments found on the curve, at the tangent point, and at the intersection point, had been disturbed in their original positions, which was ratified by your board, the obligation to consider them true marks of boundary is imposed by the declaration to that effect"], [92, "84 by the commissioners acting on behalf of their respective constituents, Lord Baltimore, and Thomas and Richard Penn, fully expressed on the records of their pro ceedings. Accordingly, by your directions, in addition to the new monument fixed at the north-east corner of Mary land, as already mentioned, the following were also erected at the tangent point, at the intersection point, or junction, of the three States, and on the meridian of the curve, viz : At the tangent point, a post of cut granite, 6 feet long, and squaring 18 by 15 inches, was inserted 4 i feet of its length in the ground, on the north side of and touching the old stone bearing the engraved arms, which remains in its old position. On the north side of the new stone is graved, in deep cut letters, the word TANGENT, with the date 1849. At the point of junction of the three States, a trian gular prismatic post of cut granite, 18 inches wide on each side, and 7 feet long, was inserted 4 J feet of its length into the ground. It occupies the exact spot on which the old unmarked stone was found. It is marked with the letters M, P and D, on the sides facing respectively towards the States of Maryland, Pennsyl vania, and Delaware. On the north side, below the let ter P, are the names of the commissioners, in deep cut letters, namely: \"H. G. S. KEY, of Md., J. P. EYRE, of Pa., G. R. RIDDLE, of Del, Commissioners,\" with the date 1849. This boundary stone stands upon land now belonging to Wm. Johnson. The old unmarked"], [93, "85 stone was buried, lying in a prostrate or horizontal posi tion, just below the surface of the ground, on the north side of and central with the new stone. At the meridian, or middle point of the arc, corre sponding to the length of the chord, as we actually found it, and at the distance of 118.4 feet perpendicular from the middle point of said chord, a post of cut granite, 6 feet long, was inserted 4i feet of its length into the ground. This stone squares 17 by 14 inches. It is rounded on the west side to indicate that it is on the curve, and on the east side the date 1849 is marked in deep cut figures. The circular boundary between Pennsylvania and Delaware, from the point of junction of the three States to the river Delaware being yet unmarked, and a num ber of citizens residing near this common border being in doubt, and anxious to know to which State they be long, at your suggestion the survey was conducted with such precision as to enable us to describe that boundary correctly, as will appear upon our map, for a distance of about 3f miles north-eastward from the junction. We have determined the distance by computation, at which a due east fine from the north-east corner of Mary land will cut that circular boundary and find it to be 4036 feet, or .766 of a mile. We have also computed the angle with the meridian at the said north-east cor ner, made by a line drawn from thence to the spire of the court house at New Castle, and find it to be 70° 20' 45\" east of south. At the distance of 3786 feet, mea-"], [94, "86 sured on the said line from the aforesaid north-east cor ner, this line will intersect the circular boundary. The want of a proper demarcation of the boundaries between States is always a source of great inconve nience, and often of trouble to the border inhabitants ; and it is worthy of remark, that as our survey progressed, and while making the necessary offsets to houses on the east of the north line, we discovered that there was an impression among many, that the boundary of Delaware extended up to the north line, from the junction to the north-east corner of Maryland. Mr. W. Smith, a gentleman who has once served as a member of the Legislature of Delaware, resides a full half mile within the State of Pennsylvania, measured in the shortest direction from his dwelling-house to the circular boundary. We find, also, by careful measurement, that Christiana church is in Pennsylvania, full one hundred yards west of the circular boundary. The dwelling-houses of Messrs. J. Jones, Thomas Gibson, Thomas Steel, and J. M'Cowan, are all within the bounds of Pennsylvania, according to our trace of the circle from computed ele ments. I take great pleasure in acknowledging here the valuable aid rendered, in this survey, by my assistants, Lt. George Thom, of the Topographical Engineers, and Mr. Charles Radziminski. The former was obliged, by his duties in the office of the north-eastern boundary, to return to Washington on the 24th of November. He joined us, however, again,"], [95, "87 on the 29th of January, and participated in the com pletion of the field work, on the 6th of February, at a time when, owing to the delays which the almost con tinued stormy and cloudy weather in January had pro duced, his aid was very important. Mr. Radziminski remained in the field from the be ginning to the end of the work, and used every exertion to forward it. Mr. Derrick, our junior assistant, did the same. They lost not a day that could be appropriated to the out-door work ; and often, when the weather was unpromising, they would go out, in order to be ready to observe angles, &c, if it should clear, and would return, drenched with rain, or covered with sleet, during the cold weather of December and January, never regarding their personal comfort, when the work could be forwarded by exposing themselves. I herewith present three finisfied maps, one for each of your respective States, constructed from our surveys, and duly certified.* All which is respectfully submitted. J. D. GRAHAM. * These maps are on a scale of 4 inches to 1 mile, or ttIj-j. J. D. G."], [96, "ERRATA. Page 24, 3d line from top, for \" respecting\" read \" respective.\" \" 39,23d \" \" \"graven\" read\" graved.\" \" 48, 9th \" \" \"(see page 39)\" read \"(see pages 39 and 40.)\""], [97, ""], [98, ""], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""]]