[[1, ""], [2, ""], [3, ""], [4, ""], [5, "0 O^3 II>f cO^TI^ILUTIOiV TO TNL 801XQ OF TI^FiXcN NI8T0I^V"], [6, ""], [7, "0OL3 NI8^0KV LV <3H0Iv<3II IvI^IvlTOIT'I^ WN3Tlv11^3TL'I^ /VIvdlTIL^LD c0lV3T^.LLL H.ND <I0 2 WNir^NALI. l3AI^VI^N8 1898"], [8, "?>_0_I_!, A_>_> LOllUOX."], [9, "/ZV5c\"Z?/HF/) ?V T'^Z? /?/t?H'?' /^<?ZV /0^ZV Z?/<?^^H^, Hs./'."], [10, ""], [11, "coiVT^ivT'3 r^oN TuR KLVOI.17110^ I 1VH?0I.l5oN . NiicRivie^, 1870 ft i^eprintT . - . 53 zAt.SHcLLon^HMN g^"], [12, ""], [13, "IN5 lxt:V0^II0i^ i^"], [14, ""], [15, "3 lire keV0I^II0i>I I 1V01' vet bacl ITistorv's 8ino!<e6 tbe sliies, law tbe (Gallic (giantess l^v encbaine6, Wbile overbeao! in or6ere6 set an6 rise, ITer Kin^I/ crowns iminutablv 6enle6 ; FtTuI^ent on funereal oile6 Across tbe vacant be^vens, an6 6istraine6 ITer bo6v, inutelv, even as eartb, to bear; Despoiled tbe tomb of bone, ber rnoutb os 21'r. il Tnrou^b marcbin^ scores os winters rackec! sbe 12/, Leneatb 2 boar-frost's brilliant crust; Wbereon tbe i'ewellecl nies tbat 6raine6 Ller breasts 6isoortec> in 2 sorav ! 2be, tbe land's fount of fruits, enclosed witb clust ; L/ 2n6 evil angels le6, sustained In part to curse, in part to pra/, 3"], [16, "4 INI? KLVOLII'I'ION Lucking tbe dubious rumours, till men saw Tbe tbrobs of ber cbarged beart before tbe lust, 3o worn tbe barrowed surface bad become : Z^.nd still tbe/ deemed tbe dance above was Law, all passion in a rebel dumb. in Tben on tbe unanticipated 62/, Fartb be2vecl, 2nd rose 2 veinous mound To roar of tbe undertloods ; and off it sprang, Kavisbing as red wine in woman's form, splendid lVlZenad, sbe of tbe delirious laugb, ller bodv twisted tlames witb tbe smol<e-cap crowned 5be of tbe Laccbic foot ; tbe cballenger to tbe fra/, Lewitcbment for tbe embrace ; wbo sang, wbo sang Intoxication to ber sw2rm, devolved tbem, bair, voice, feet, in ber carmagnole, witb a strode sbe snapped tbe F.o/al staff Dealt tbe awaited blow on gilt decav (Q ripeness of tbe time ! O Ketribution sure, If but our vital lamp illume us to endure !) like a glad releasing of ber soul, Lent tbe word L.ibert^ up to meet tbe midwav blue. ller bridegroom in descent to ber ; and tbev l'oined, In tbe face of men tbe/ joined : attest it true, Tbe million witnesses, tbat sbe"], [17, "INI? KXVQLtll'ioN 5 For ages Iving beside tbe mole, Was on tbe unanticipated miracle dav Llpraised to midwa/ beaven and, as to ber goal Fnlolded, ere tbe Immaculate Knew Wbat Lucifer of tbe lVIint bad coined lTis bride's adulterate currency Of burning love corrupt of an infuriate bate ; 3be wortbv, sbe unwortbv ; tbat one dav bis mate: His mate lor tb.2t one dav of tbe unwritten deed. liead b2ckw2rd on tbe bo2r-frost's brilli2nt crust; Lene2tb it re2d. to Kiss, 2tbirst to sla^, sbe stood, H. r2di2nce fringed witb grim 2lTrigbt ; For tbem tli2t bungered, sbe W2s nourisbing food, For tbose wbo sparkled, I^igbt. F.ead in ber beart, and bow before tbe )ust ITer doings, ber misdoings, plead. IV Down on ber leap for bim tbe voung Angelical broke To busband 2 resurgent Fl2nce : From wbom, witb ber dethroning stroke, Disbonour p2ssed ; tbe d2lli2nce, Tb2t is occasion's v^^ vr N2V, In issues for tbe soul to p2v, Disc2rded ; and tbe cleft 'twixt deed and word"], [18, "6 1NIT KLVOLUI'ion Tbe sinuous lie wbicb warbles tbe sweet bird, Wberein we see old Darkness peer, dold Dissolution beck, sbe bad Hung bence ; bence tbe t2>ons 2nd tbe be2k of prev ! ITence 2II tbe lures to silken swine Tbronging tbe trougbs of indolence ; Witb everv sleek convolvement serpentine ; Tbe pride in eliin 2lts to veil 211 evil leer, bid 2 goatloot trip it like a fa/. lle clasped in tbis revived, uprisen France, valorous dame, of counten2nce Tbe ligbtning's upon cloud : unlit 2s vet On brows 2nd lips tbe lurid sbine Of se2s in tbe nigbt-wind's vvbirl ; unstirred Her poucb of tbe centuries' injuries compressed Tbe sbriek tli2t tore tbe world as vet unbeard : Fartb's animate lull flower sbe looked, intense For worsbip, wbollv given bim, fair Adoring or desiring ; in ber brigbt )'et, Fartb's costal spring to skv : Fartb's W2rrior Lest To win ITeaven's Ture up tbat midw2v We vision for new ground, wbere sense spirit are one for tbe lurtber rligbt ; breast-bare, Lare-limbed ; nor graceless gleamed ber disarrav In scorn of tbe seductive insincere, Lut marti2llv nude for bot Lellona's pl2v, amorous of tbe loftiest in ber view."], [19, "1H6 Kf.V0LI1'I'I0N 7 v 3be sprang from dust to drink os e2rtb's cool dew, Tbe breatb of swaving grasses sbare, IVIanKind embl2ce, tbeir we2klings re2r, wrestle witb tbe tvr2nnic strong ; Ller forebead clear to ber mate, virgin anew, immortals mav be in tbe mort2l spbere. Ke2d tbrougb ber launcbing beart, wbo bad Iain long Witb Fartb and beard till it bec2me ber own, Our good 0re2t lVlotber's eve and matin song : Tbe bumming burden of Fartb's toil to feed ITer creatures all, ber task to speed tbeir growtb, ller aim to Ie2d tbem up ber patbwavs, sbown Letween tbe Fains and Fleasures ; warned of botb, Of eitber aided on tbeir bard ascent. I^ow wben sbe looked witb love's benign deligbt Z^fter great ecstasv, along tbe plains, Wbat foulest impregnation os ber sigbt Transformed tbe scene to multitudinous troops Of buman sketcbes, ciu2ver-ngures, bent, were tbev winter sedges, broken boops, Drv udders, vineless poles, worm-e2ten posts, Witb features like tbe flowers deuced bv deluge r2ins ? F.ecKed sbe tb2t some perverting devil bad limned Fartb's proudest to spout scorn of tbe lvl2ker's band, Wbo could a dav bebold tbese de2tblv bosts."], [20, "8 im? kr.voi.U'i'ion see, decked, graced, and delicate!/ trimmed ribanded and gemmed elected few, 3anctioned, of milk 2nd bonev starve tbe land : — Like melodv in rlesb, its pleasant game Olvmpianwise perform, cloak but tbe sbame Leautiful statures ; bideous, I^V (^bristian contrast ; pranked witb golden cbains, flexile wbere is manbood straigbt ; IVIortuaries wbere warm sbould beat Tbe brotberbood tbat Keeps blood sweet : Wbo dared in canticiue impious, Froclaim tbe to wbom was due d!atbedral gratitude in tbe pomp of state, For tbat on tbose lean outcasts bung tbe sucker Fains, On tbese elect tbe swelling Fleasures grew. 3urelv a devil's land wben tbat meant deatb for eacb ! Fresb from tbe breast of Fartb, not tbus, Witb all tbe bodv's life to plump tbe leecb, Is Nature's wav, sbe Knew. Tbe abominable scene 3pat at tbe skies ; and tbrougb ber veins, To cloud celestiallv sown, F.2N venom of wb.2t nourisbment ller dark sustainer subterrene 3upplied ber, stretcbed supine on tbe rack, in tbe sbrewd nerves, tbe seetbing brains, Llnder derisive revels, prone /^.s one clamped fast, witb tbe interminable senseless blent."], [21, "1NL K2V0L1iri0N 9 VI Kow was ber face wbite waves in tbe tempest's sbarp flame-blink ; ller skies sbot black. l>fow was it visioned infamv to drink Of eartb's cool dew, and tbrougb tbe vines Frolic in pearlv laugbter witb ber voting, Watcbing tbe bealtbful, natural, bappv signs Wbere bands of lads and maids like tendrils clung, zoster tbeir slv sbv ventures from tbe leaf, promised buncbes. iVow it seemed Tbe world was one malarious mire, Oving for purification : cbief Tbis land of France. It seemed duteous desire To drink of life's bot nood, and tbe crimson streamed. VII 5be drank wbat makes man demon at tbe draugbt. ller skies lowered black, Ller lover Hew, Tbere swept a sbudder over men. ller beavenlv lover tied ber, and sbe laugbed, For laugbter was ber spirit's weapon tben. Tbe Infernal rose uncalled, be witb bis crew."], [22, "10 1NR Lf.V0I.UI'I0N VIII migbtv tbews burst manacles, sbe went mad : ller beart a flaring torcb usurped ber wits. 3ucb enemies of ber next-drawn bre2tb sbe b2d ! To tre2d ber down in ber live grave beneatb Tbeir dancing floor sunned blind bv tbe Foval wreatb, Tbev ringed ber steps witb craitv prison pits. Witbout tbev girdled ber, made nest witbin. Tbere ramped tbe lion, bere entrailed tbe snake. Tbev forced tbe cup to ber lips wben sbe drank blood ; Relieving it, in tbe motber's mind at strain, In tbe motber's fears, and in voung Libertv's wail Alarmed, for ber encompassed cbildren's sake ; Tbe sole sure wav to save ber priceless bud. Wberewitb, wben power bad gifted ber to prevail, Vengeance appeared as logicallv akin. Insane!/ rational tbev ; rationallv insane ; in compute os sin, was bers tbe 2ppe2ling sin. IX z^.mid tbe pl2sb of sc2rlet mud 3t2ined at tbe moutb, drunk witb our common air, I^ot lack ol love was ber delect ; Tbe Furv mourned and raged and bled for France ; Lreatbing from exultation to despair ever/ wild-winged bope struck bv miscbance"], [23, "im? K2V0L171I0N 11 3o2ring 2t e2cb f2int gleam o'er ber abvss. ITe2rd still, to be be2rd wbile France sball stand erect Tbe frontier marcb sbe piped ber sons, for wbere ITer croucbing outer enemv camped, Attendant on tbe deadlier inner's biss. 3be piped ber sons tbe frontier marcb, tbe wine Of martial music, lTistorv's cberisbed tune ; tbev, tbe saintliest labourers tbat ave Dropped sweat on soil for bread, took arms and tr2mped ; lligb-bre2sted to matcb men or elements, Or Fortune, barsb scboolmistress witb tbe undrilled : War's r2gged pupils ; M2nv 2 W2vering line, Torn from tbe de2r f2t soil of cb2Mp2igns bopesullv tilled, Torn from tbe motberlv bowl, tbe bomelv spoon, To at famine, p>v Tbe novel se/tlie, and stand to it on tbe neld ; Lie in tbe furrows, rain-clouds for tbeir tents ; Fronting tbe red artillerv, straigbten spine; VucKIe tbe sbiver.at sigbt of comrades strewn ; Over an emptv pl2tter alTect tbe merrilv filled ; Die, if tbe multiple bayards 2round S2id die ; Downward me2sure 2 foem2n migbtilv si^ed ; L2ugb 2t tbe legs tb.2t would run for a life despised ; Lvrical on into deatb's red roaring steeled Oailv to take of tbe foe bis lesson, and give replv. dbeerlul apprentices, tbev sball be masters soon !"], [24, "12 INE KEVoBDTION X l__o, where hurricane Nocks of the blortb-wind rattle their thunder Loud through a night, and at dawn comes change to the great Zouth-west, Hounds are the bounded in clouds, waves, forests, in- verted the race : Lo, in the day's young beams the colossal invading pursuers Lurst upon rocks and were foam * l^idged up a torrent crest ; Crumbled to ruin, still gating a glacial wonder ; lurried shamed feet toe to heel on their tracl< at a panic pace. Vesterdav's clarion cock scudded ben of the invalid comb ; Ibey, the triumphant tenant towering upper, were under ; Ibey, violators of home, dared hope an inviolate home ; Ibey that had stood for the stroke were the vigorous hewers ; IuicK as the trick of the wrist with the rapier, they the pursuers. Heavens and men amazed heard the arrogant crving for grace ; 3aw the once bearth-reek rabble the scourge of an army dispieced ;"], [25, "TNl. PEVOI.UTI0N 13 3aw such a shift of the hunt as when litan Olympus clomb. 51y! was the sportsman's word; and the note ot the o.uarrv rang, Chase! XI Lanners from 3outh, from Last, 3heaves of pale banners drooping bole and shred - she captive brides of valour, 3abine Wives Clucked from the toeman's blushful bed, For glorious muted battle-tongues Of deeds along the horizon's red, At cost ol unreluctant lives ; Her toilful heroes homeward poured, lo give their fevered mother air of the lungs. 3he breathed, and in the breathing craved. Environed as she was, at bay, 3alety she Kissed on her drawn sword, And waved for victory, for fresh victory waved : 3be craved for victor/ as her daily bread * For victory as her daily banquet raved. XII I>sow bad her glut of vengeance left her grey Of blood, who in her entrails fiercely tore"], [26, "14 inr. kLVQLUi'ion To clutcb and squeeze ber snakes ; berself tbe more Devitalising : red was ber Auroral rav ; Desired is but to paint ber pallid bue. Tbe passion lor tbat voung bori^on red, Wbicb dowered ber witb tbe flags, tbe blaming lame, Like dotage of tbe past-meridian dame For some brigbt 3ungod adolescent, swelled Insatiate, to tbe voracious grew, Tbe glutton's inward raveners bred ; Till sbe, mankind's most dreaded, most abborred Witless in ber demands on Fortune, asked, z^.s bv tbe weaving Fates impelled, To bave tbe tbing most loatbed, tbe iron lord, Controller and cbastiser, under Victorv masked. XIII Lanners from Fast, from 3outb. 3be bugged in tbem, feared tbe scourge tbev meant, Vet blind!/ bugged, and bungering built bis tbrone. 3o ma/ /ou see tbe village innocent, Witb curtse/ of sbut lids and open moutb. In act to beg lor sweets expect a loatbl/ stone: 3ee lurtbermore tbe lust in bis measures weigb ller sufferings and ber sins, dispense ber meed. False to ber bridegroom lord ol tbe miracle da/, 3be fell : from bis etbereal bome observed Tbrougb love, grown alien love, not moved to plead"], [27, "1N2 kDvoi.ui'ion 15 Against tbe season's fruit for dead!/ 3eed, Lut marking bow sbe bad aimed, and wbere sbe swerved, Wb/ suffered, witb 2 sad consenting tbougbt. iVor would be sbun ber sullen look, nor monstrous bold Tbe doer of tbe monstrous ; sbe aroused, 3be, tbe long tortured, suddenl/ freed, distraugbt, lVlore strongl/ tbe divine in bim tban wben lov of ber as sbe spr2ng from mould Drew bim tbe midwav be2vens 2down To cl2sp ber in bis 2rms espoused Lelore tbe sigbt of wondering men, put upon tbe dav 2 deatbless crown. Tbe veins and arteries of ber, fold in fold, ITis alien love laid open, to divide Tbe mart/red creature from ber crimes ; be Knew Wbat cowardice in ber valour could reside ; Wbat strengtb ber weakness covered ; wbat abased 3ublimit/ so illumining, and wbat raised Tbis wallower in old slime to noblest beigbts, Lip to tbe union on tbe midwa/ blue : — Dav tb.2t. tbe celestial grave Recorder bangs d2rk lTistorv's nocturn2l ligbts, Witb vivid beams indicative to tbe o^uick Of all wbo bave felt tbe vaulted bod/s pangs Leneatb a mind in bopeless soaring sick. 3be bad forgot bow, long enslaved, sbe vearned To tbe one belping band above ;"], [28, "16 7-1113 KLVoLNIioN witb Forgot ber laitb in tbe Oreat tlndiscerned, Wbereol sbe sprang aloft to ber Angelical love Tli2t c>2/ : 2nd be, tbe brigbt d2/'s busband, still love, Tbougb alien, tbougb to an upper seat retired, Febeld a wrangling beart, as 'twere ber soul On eddies of wild waters cast ; In wilderness division ; fired For domination, freedom, lust, Tbe Fleasures ; lo, a witcb's snak/ bowl 3et at ber lips ; tbe blood-drinker's madness fast Llpon ber ; and tberewitb mistrust, Ivlost os bersell: a moutb of guile. dompassionatel/ could be smile, To bear tbe moutb disclaiming Ood, And clamouring for tbe lust ! ITer tbousand impulses, like torcbes, coursed Cit/ and field ; and pusbed abroad O'er bungr/ waves to tbirst/ sands, Flaring at turtber ; sbe bad grown to be Tbe beadless witb tbe fearful bands ; To slaugbter, else to suicide enforced. Lut be, remembering bow bis love began, And of wbat creature, pitied wben was plain Anotber measure of captivit/ Tbe need lor strap and rod : Tbe penitential pra/ers again ; Again tbe bitter bowing down to dust ;"], [29, "I'm? KLWQI.U'I'IQN 17 Ood Tbe burden on tbe flesb for wbo disclaims tbe Tbe 2nswer wben is c2ll upon tbe Wbence ber lost virtue Ii2d found refuge strode Ller !Vl2ster, S2ving, \" l on>v ! I wbo can ! \" And ecboed round ber armv, now ber cbain. 3o learns tbe nation closing Anarcb's reign, Tbat sbe bas been in travail of 2 Nan."], [30, ""], [31, "I^POI^OI^ 1?"], [32, ""], [33, "21 i>i^?0^0I^ i CANNON bis name, dannon bis voice, be came. Wbo beard of bim beard sbaken bills, An eartb 2t quake, to quiet stamped ; Wbo looked on bim bebeld tbe will of wills, Tbe driver of wild stocks wbere lions ramped : Lebeld War's liveries flee bim, like lumped grass I^id-nod to ground beneatb tbe cutting storm ; Wbile laurelled over bis Imperial form, Fortb from ber bearded tube of lacque/ brass, Feverberant notes and long, blew volant Fame. Incarnate Victor/, Lower manifest, Infernal or Ood-given to mankind, On tbe quencbed volcano's cusp did be take stand A conquering arm/'s beigbt above tbe land, Wbicb c2lls tli2t arm/ offspring os its bre2St, And sees it mid tbe starr/ camps ensbrined ; ITis e)'e tbe cannon's Name, Tbe cannon's cave bis mind. «i"], [34, "NArQLtQN 22 II To weld tbe nation in a name os dread, And scatter carrion flies oss wounds unbe2led, Tbe Necessitated c2me, 2s comes from out Flectric ebon ligbtning's Tbreatening annibilation in tbe revealed Founts of our being ; terrible witb doubt, Witb radiance restorative. At one stride Atbwart tbe Law be stood for sovereign swa)'. Tbat 3oliform made featureless beside Llis brillianc/ wbo neigbboured : vapour tbev ; Vapour wbat postured statutes barred bis tread. On bigb in ampbitbeatre field on field, Italian, Fg/Ptian, Austrian, Far beard and of tbe carnage discord cle2r, Fells of bis esc2l2ding trinmpbs pe2led In crasbes on 2 cbor2l cb2nt severe, ITer2ldic of tbe autbentic dbarlemagne, Olobe, sceptre, s^vord, to enfold, to rule, to smite, IVIaKe unitv of tbe mass, doberent or refractorv, b/ bis migbt. Tortb from ber bearded tube of lacque/ brass, b'ame blew, and tuned tbe Wangles, bent tbe Knees Rebellious or submissive ; bis decrees Were tbunder in tbose beavens and compelled :"], [35, "NArQLLQN 23 3ucb as disordered eartb, eclipsed of st2rs, Fndures lor sign of Order's c2lm return, Wbereunto sbe is vowed ; 2nd bis wreckage-spars ITis barried sbips, old riotous Ocean lilts aligbt, 3ubdued to splendour in bis delirant cburn. Olor/ suffused tbe accordant, quelled, F/ magic of bigb sovereign!./, revolt : And be, tbe reader of men, bimself unread ; Tbe name os bope, tbe name os dread ; Floom of tbe coming /ears or bligbt ; An arm to burl tbe bolt Witb aim OI/mpian ; bore Likeness to Oodbead. Wbitber bis rlasbes bied llosts fell ; wbat be constructed beld rocKTast. 3o did eartb's ab^ects deem of bim tb2t built 2nd clove. Torcb on im2gination, beams be cast, Wbereat tbe/ bailed bim deified : lf less tban an eagle-speeding tban Vulcan more. Or it migbt be a Vulcan-love, Furope for smitb/, Furope's floor Lurid witb sparks in evanescent sbowers, Loud ecbo-clap of bammers at al! bours, Our skies tbe reflex of its furnace blast. III On bim tbe long encbained, released For bride of tbe miracle da/ up tbe midwa/ blue ;"], [36, "NAI>0I.e(M 24 She from her heavenly lover fallen to serve for feast Of rancours and raw hungers ; she, the untrue, Vet pitiable, not despicable, gazed. Fawning her body bent, she gazed With eyes, the moonstone portals to her heart : Eyes magnifying through hysteric tears This apparition, ghostly for belief; Demoniac or divine, but sole Over earth's mightiest written Chief ; Earth's chosen, crowned, unchallengeable upstart The trumpet word to awake, transform, renew ; The arbiter of circumstance ; Fligh above limitations, as the spheres. Nor ever had heroical Romance, Never ensanguined Ffistory's lengthened scroll, Shown fulminant to shoot the levin dart Terrific as this man, by whom upraised, Aggrandized and begemmed, she outstripped her peers ; Like midnight's levying brazier-beacon blazed Defiant to the world, a rally for her sons, Day of the darkness ; this man's mate ; by him, Cannon his name, Rescued from vivisectionist and knave, Her body's dominators and her shame ; By him with the rivers of ranked battalions, brave Past mortal, girt : a march of swords and guns Incessant ; his proved warriors ; loaded dice"], [37, "NAroi^on 25 Lie flung on the crested board, where chilly Fears Behold the Reaper's ground, Death sitting grim, Awatch for his predestined ones, Mid shrieks and torrent-hooves ; but these, Inebriate of his inevitable device, l^ail it their hero's wood of lustrous laurel-trees, Blossom and fruit of fresh Ffesperides, The boiling life-blood in their cheers. Unequalled since the world was man they pour A spiky girdle round her ; these, her suns, ITis cataracts at smooth holiday, soon to roar Obstruction shattered at his will or whim : Kind to her ear as quiring Cherubim, And trampling earth like scornful mastodons. IV The flood that swept her to be slave Adoring, under thought of being his mate. These were, and unto the visibly unexcelled, As much of heart as abjects can she gave, Or what of heart the body bears for freight When Majesty apparent overawes ; By the flash of his ascending deeds upheld, Which let not feminine pride in him have pause To question where the nobler pride rebelled. She read the hieroglyphic on his brow, Felt his firm band to wield the giant's mace ;"], [38, "26 NAroi.tan Herself whirled upward in an eagle's claws, Past recollection of her earthly place ; And if cold Reason pressed her, called him Fate ; Offering abashed the servile woman's vow. Delirium was her virtue when the look At fettered wrists and violated laws Faith in a rectitude Supernal shook, Till worship of him shone as her last rational state, The slave's apology for gemmed disgrace. Far in her mind that leap from earth to the ghost Midway on high ; or felt as a troubled pool ; Or as a broken sleep that hunts a dream half lost, Arrested and rebuked by the common school Of daily things for truancy. She could rejoice To know with wakeful eyeballs Violence ITer crowned possessor, and, on every sense Incumbent, Fact, Imperial Fact, her choice, In scorn of barren visions, aims at a glassy void. Who sprang for Liberty once, found slavery sweet ; And Tyranny on alert subservience buoyed, Spurred a blood-mare immeasurably fleet To shoot the transient leagues in a passing wink, Prompt for the glorious bound at the fanged abyss's brink. Scarce felt she that she bled when battle scored On riddled flags the further conjured line ; From off the meteor gleam of his waved sword Reflected bright in permanence : she bled"], [39, "NAroi^on 27 As the Bacchante spills her challenging wine With whirl o' the cup before the kiss to lip; And bade drudge FHstory in his footprints tread. For pride of sword-strokes o'er slow penmanship : Each step of his a volume : his sharp word The shower of steel and lead Or pastoral sunshine V Persistent through the brazen chorus round His thunderous footsteps on the foeman's ground, A broken carol of wild notes was heard, As when an ailing infant wails a dream. Strange in familiarity it rang : And now along the dark blue vault might seem Winged migratories having but heaven for home, Now the lone sea-bird's cry down shocks of foam, Beneath a ruthless paw the captive's pang. It sang the gift that comes from God To mind of man as air to lung. So through her days of under sod ITer faith unto her heart had sung, Like bedded seed by frozen clod, With view of wide-armed heaven and buds at burst And midway up, Earth's fluttering little lyre. Even for a glimpse, for even a hope in chained desire The vision of it watered thirst."], [40, "28 KA?0I.60N VI But whom those errant moans accused As Liberty's murderous mother, cried accursed, France blew to deafness : for a space she mused ; She smoothed a startled look, and sought, From treasuries of the adoring slave, Fler surest way to strangle thought; Picturing her dread lord decree advance Into the enemy's land ; artillery, bayonet, lance ; Ffis ordering fingers point the dial's to time their ranks : Himself the black storm-cloud, the tempest's bayonet- glaive. Like foam-beads of a loosened freshet bursting banks, By mount and fort they thread to swamp the slug- gard plains. Shines his gold-laurel sun, or cloak connivent rains. They press to where the hosts in line and square throng mute ; ITe watchful of their form, the Audacious, the Astute ; Eagle to grip the field ; to work his craftiest, fox. From his brief signal, straight the stroke of the leveller falls ; From him those opal puffs, those arcs with the clouded balls : He waves, and the voluble scene is a quagmire shift- ing blocks ;"], [41, "wAroi^on 29 They clash, they are knotted, and now 'tis the deed of the axe on the log ; Here away moves a spiky woodland, and yon away sweep Rivers of horse torrent-mad to the shock, and the heap over heap Right through the troughed black lines turned to bunches or shreds, or a fog Rolling off sunlight's arrows. Not mightier Phoebus in ire, Nor deadlier love's avengeing right hand, than he of the brain Keen at an enemy's mind to encircle and pierce and constrain, Muffling his own for a fate-charged blow very Gods may admire. Sure to behold are bis eagles on high where the con- flict raged. Rightly, then, should France worship, and deafen the disaccord Of those who dare withstand an irresistible sword To thwart his predestined subjection of Europe. Let them submit ! She said it aloud, and heard in her breast, as a singer caged, With the beat of wings at bars, Earth's fluttering little lyre. No more at midway heaven, but liker midway to the pit :"], [42, "30 NA?0I.60N Not singing the spirally upward of rapture, the down- ward of pain Rather, the drop sheer downward from pressure of merciless weight. rler strangled thought got breath, with her worship held debate ; To yield and sink, yet eye askant the mark she had missed. Over the black-blue rollers of that broad Westerly main, Steady to sky, the light of Liberty glowed In a flaming pillar, that cast on the troubled waters a road For Europe to cross, and see the thing lost subsist. For there 'twas a shepherd led his people, no butcher of sheep ; Firmly there the banner he first upreared, Stands to rally ; and nourishing grain do his children reap From a father beloved in life, in his death revered. Contemplating him and his work, shall a skyward glance Clearer sight of our dreamed and abandoned ob- tain ; Nay, but as if seen in station above the Republic, France ITad view of her one-day's heavenly lover again ;"], [43, "KAroi^OK 31 Saw him amid the bright host looking down on her ; knew she had erred, Emew him her judge, knew yonder the spirit preferred ; Vonder the base of the summit she strove that day to ascend, Ere cannon mastered her soul, and all dreams had end. VII Soon felt she in her shivered frame A bodeful drain of blood illume ITer wits with frosty fire to read The dazzling wizard who would have her bleed On fruitless marsh and snows of spectral gloom For victory that was victory scarce in name. Husky his clarions laboured, and her sighs O'er slaughtered sons were heavier than the prize ; Recalling how he stood by Frederic's tomb, With Frederic's country underfoot and spurned : There meditated ; till her hope might guess, Albeit his constant star prescribe success, The savage strife would sink, the civil aim To head a mannered world breathe zephyrous Of morning after storm ; whereunto she yearned ; And Labour's lovely peace, and Beauty's courtly bloom, The mind in strenuous tasks hilarious. At such great height, where hero hero topped,"], [44, "NA?0QI50N 32 Right sanely should the Grand Ascendant think No further leaps at the fanged abyss's brink True Genius takes : be battle's dice-box dropped ! She watched bis desert features, hung to hear The honey words desired, and veiled her face ; Hearing the Seaman's name recur Wrathfully, thick with a meaning worse Than call to the march : for that inveterate Purse Could kindle the extinct, inform a vacant place, Conjure a heart into the trebly felled. It squeezed the globe, insufferably swelled To feed insurgent Europe : rear and van Were haunted by the amphibious curse ; ITere flesh, there phantom, livelier after rout : The Seaman piping aye to the rightabout, Distracted Europe's Master, puffed remote Those Indies of the swift Macedonian, Whereon would Europe's Master somewhiles doat, In dreamings on a docile universe Beneath an immarcessible Charlemagne. Nor marvel France should veil a seer's face, And call on darkness as a blest retreat. Magnanimously could her iron Emperor Confront submission : hostile stirred to heat All his vast enginery, allowed no bait Up withered avenues of waste-blood war,"], [45, "I^A?0I>ii0X 33 To the pitiless red mounts of fire afume, As 'twere the world's arteries opened ! Woe the race ! Ask wherefore Fortune's vile caprice should balk His panther spring across the foaming salt, From martial sands to the cliffs of pallid chalk ! There is no answer : seed of black defeat She then did sow, and France nigh unto death fore- doom. See since that Seaman's epicycle sprite Engirdle, lure and goad him to the chase Along drear leagues of crimson spotting white With mother's tears of France, that he may meet Behind suborned battalions, ranked as wheat Where peeps the weedy poppy, him of the sea ; Earth's power to baffle Ocean's power resume; Victorious army crown o'er Victory's fleet - And bearing low that Seaman upon knee, Stay the vexed question of supremacy, Obnoxious in the vault by Frederic's tomb. VIII Poured streams of Europe's veins the flood Full Rhine or Danube rolls off morning-tide Through shadowed reaches into crimson-dyed : And Rhine and Danube knew her gush of blood Down the plucked roots the deepest in her breast. v"], [46, "i>?Ai>oi.i!on 34 Lie tossed her cordials, from his laurels pressed. She drank for dryness thirstily, praised his gifts. The blooded frame a powerful draught uplifts, Writhed the devotedness her voice rang wide In cries ecstatic, as of the martyr-BIest, Their spirits issuing forth of bodies racked, And crazy chuckles, with life's tears at feud ; While near her heart the sunken sentinel Called Critic marked, and dumb in awe reviewed This torture, this anointed, this untracked To mortal source, this alien of his kind ; Creator, slayer, conjuror, Solon-Mars, The cataract of the abyss, the star of stars ; Whose arts to lay the senses under spell Aroused an insurrectionary mind. IX Fie, did he love her ? France was his weapon, shrewd At edge, a wind in onset : he loved well Flis tempered weapon, with the which he hewed Clean to the ground impediments, or hacked, Sure of the blade that served the great man-miracle. Fie raised her, robed her, gemmed her for his bride, Did but her blood in blindness given exact. Lier blood she gave, was blind to him as guide : She quivered at his word, and at his touch Was hound or steed for any mark he espied."], [47, "NAI>0I.^0N 35 Lie loved her more than little, less than much. The fair subservient of Imperial Fact Next to his consanguineous was placed In ranked esteem ; above the diurnal meal, Vexatious carnal appetites above, Above his hoards, while she Imperial Fact embraced And rose but at command from under heel. The love devolvent, the ascension love, Receptive or profuse, were fires he lacked, Whose marrow had expelled their wasteful sparks ; Whose mind, the vast machine of endless haste, Took up but solids for its glowing seal. The hungry love, that fish-like creatures feel, Impelled for prize of hooks, for prey of sharks, ITis night's first quarter sicklied to distaste, In warm enjoyment barely might distract. A head that held an Europe half devoured, Taste in the blood's conceit of pleasure soured. Nought save his rounding aim, the means he plied, Death for his cause, to him could point appeal. ITis mistress was the thing of uses tried. Frigid the netting smile on whom he wooed, But on his Policy his eye was lewd. That sharp long zig-zag into distance brooked No foot across ; a shade his ire provoked. The blunder or the cruelty of a deed, ITis Policy imperative could plead. ITe deemed nought other precious, nor knew he"], [48, "36 NA?0I.60N Legitimate outside his Policy. Men's lives and works were due, from their birth's date, To the State's shield and sword, himself the State. Lie thought for them in mass, as Titan may; For their pronounced well-being bade obey ; O'er each obstructive thicket thunderclapped, And straight their easy road to market mapped. Watched Argus to survey the huge preserves Fie held or coveted ; Mars was armed alert At sign of motion ; yet his brows were murk, ITis gorge would surge, to see the butcher's work, The Reaper's field ; a sensitive in nerves. He rode not over men to do them hurt. As one who claimed to have for paramour Earth's fairest form, he dealt the cancelling blow ; Impassioned, still impersonal ; to ensure Possession ; free of rivals, not their foe. The common Tyrant's frenzies, rancour, spites, Lie knew as little as men's claim on rights. A kindness for old servants, early friends, Was constant in him while they served his ends ; And if irascible, 'twas the moment's reek From fires diverted by some gusty freak. LI is Policy the act which breeds the act Prevised, in issues accurately summed From reckonings of men's tempers, terrors, needs : —"], [49, "NA.roi.6on 37 That universal army, which he leads Who builds Imperial on Imperious Fact. Within his hot brain's hammering workshop hummed A thousand furious wheels at whirr, untired As Nature in her reproductive throes ; And did they grate, be spake, and cannon fired : The cause being aye the incendiary foes Proved by prostration culpable. ITis dispense Of lustice made his active conscience ; Llis passive was of ceaseless labour formed. So found this Tyrant sanction and repose ; Lfumanly just, inhumanly unwarmed. Preventive fencings with the foul intent Occult, by him observed and foiled betimes, Let fool historians chronicle as crimes. ITis blows were dealt to clear the way he went : Too busy sword and mind for needless blows. The mighty bird of sky minutest grains On ground perceived ; in heaven but rays or rains In humankind diversities of masks, For rule of men the choice of bait or goads. The statesman steered the despot to large tasks ; The despot drove the statesman on short roads. For Order's cause he laboured, as inclined A soldier's training and bis Euclid mind. ITis army unto men he could present As model of the perfect instrument."], [50, "38 NA.r0I.t0N That creature, woman, was the sofa soft. When warriors their dusty armour doffed, And read their manuals for the making truce With rosy frailties framed to reproduce. Lie farmed his land, distillingly alive For the utmost extract he might have and hive, Wherewith to marshal force ; and in like scheme, Benign shone Flymen's torch on young love's dream. Thus to be strong was he beneficent ; A fount of earth, likewise a firmament. The disputant in words his eye dismayed : Opinions blocked bis passage. Rent Were Councils with a gesture ; brayed By hoarse camp-phrase what argument Dared interpose to waken spleen In him whose vision grasped the unseen, Whose counsellor was the ready blade, Whose argument the cannonade. He loathed his land's divergent parties, loth To grant them speech, they were such idle troops ; The friable and the grumous, dizzards both. Men were good sticks his mastery wrought from hoops ; Some serviceable, none credible on oath. The silly preference they nursed to die In beds he scorned, and led where they should lie."], [51, "NA.roi.t0N 39 If magic made them pliable for his use, Magician be could be by planned surprise. For do they see the deuce in human guise, As men's acknowledged head appears the deuce. And they will toil with devilish craft and zeal. Among them certain vagrant wits that bad Ideas buzzed ; they were the feebly mad ; Pursuers of a film they hailed ideal ; Lut could be dangerous nre-ibes for a brain 3ubdued bv fact, still amorous of the inane. With a breath be blew them out, to beat their wings Ibe wa/ of such transleminated things, And trance bad sense ot vacancv in bight. That is the soul's dead darkness, making clutch Wild hands for aid at muscles within touch ; Adding to slavery's chain the stringent twist ; Even when it brings close surety that aright She reads her Tyrant through bis golden mist ; Perceives him fast to a harsher Tyrant bound ; Self-ridden, self-hunted, captive of bis aim ; Material grandeur's ape, the Internal's hound ; Enormous, with no infinite around ; No starred deep sky, no Muse, or lame The dusty pattering pinions, The voice as through the brazen tube of Fame."], [52, "N^.r0I.tQN 40 X Uugest of engines, a much limited man, She saw the Lustrous, her great lord, appear Through that smoked glass her last privation brought To point her critic eye and spur her thought : A heart but to propel Leviathan ; A spirit that breathed but in earth's atmosphere. Amid the plumed and sceptred ones Irradiatingly jlovian, The mountain tower capped by the floating cloud ; A nursery screamer where dialectics ruled : Mannerless, graceless, laugbterless, unlike Fierself in all, yet with such power to strike, That she the various features she could scan, Dared not to sum, though seeing : and befooled By power which beamed omnipotent, she bowed, Subservient as roused echo round his guns. Invulnerable Prince of Myrmidons, He sparkled, by no sage Athene schooled. Partly she read her riddle, stricken and pained ; But irony, her spirit's tongue, restrained. The Critic, last of vital in the proud Enslaved, when most detective!)' endowed, Admired how irony's venom off him ran, Eike rain-drops down a statue cast in bronze : Whereby of her keen rapier disarmed,"], [53, "NA.roi.ton 41 Again her chant of eulogy began, Protesting, but with slavish senses charmed. Her warrior, chief among the valorous great In arms be was, dispelling shades of blame, Witli radiance palpable in fruit and weight. Heard she reproach, liis victories blared response * Id is victories bent the Critic to acclaim, As with fresh blows upon a ringing sconce. Or beard she from scarred ranks os growls, His veterans dwarf their reverence and, like owls, Caugb in the pitch of discord, to exalt Their idol for some genial trick or fault, She, too, became his marching veteran. Again she took her breath from them who bore His eagles through the tawny roar, And murmured at a peaceful state, That bred the title charlatan, As missile from the mouth of hate, For one the daemon fierily filled and hurled, Cannon bis name, Shattering against a barrier world ; ITer supreme player of man's primaeval game. The daemon filled him, and he filled her sons ; Strung them to stature over human height, As march the standards down the smoky fight ; ITer cherubim, her towering mastodons !"], [54, "NAroi.t0n 42 Directed vault or breach, break through Earth's toughest, seasons, elements, tame ; Dash at the bulk the sharpened few ; Count death the smallest of their debts : Show that the will to do, Is masculine and begets ! These princes unto him the mother owed ; These jewels of manhood that rich hand bestowed, What wonder, though with wits awake To read her riddle, for these her offspring's sake ; And she, before high heaven adulteress, The lost to honour, in his glory clothed, b_!se naked, shamed in sight of men, selbloathed * — Ihat she should quench her thought, nor worship less Ihan ere she bled on sands or snows and Knew Ihe slave's alternative, to worship or to rue! XI Bright from the shell of that much limited man, Fler hero, like the falchion out of sheath, Like soul that quits the tumbled body, soared : And France, impulsive, nuptial with bis plan, Albeit the Critic fretting her, adored Once more. Exultingly her heart went forth, Submissive to his mind and mood, The way of those pent-eyebrows North"], [55, "NA?0I.t0N 43 For now was he to win the wreath Surpassing sunniest in camp or Court ; Next, as the blessed harvest after years of blight Sit, the Great Emperor, to be known the Good ! Now had the Seaman's volvent sprite, Lean from the chase that barked his contraband, A beggared applicant at every port, To strew the profitless deeps and rot beneath, Slung northward, for a hunted beast's retort On sovereign power; there his final stand, Among the perjured Scythian's shaggy horde, The hydrocephalic aerolite Had taken ; flashing thence repellent teeth, Though Europe's Master Europe's Rebel banned To be earth's outcast, ocean's lord and sport. Unmoved might seem the Master's taunted sword. Northward his dusky legions nightly slipped, As on the map of that all-provident head ; Lie luting Peace the while, like morning's cock The quiet day to round the hours for bed ; No pastoral shepherd sweeter to his flock. Then Europe first beheld her Titan stripped. To what vast length of limb and mounds of thews Flow trained to scale the eminences, pluck The hazards for new footing, how compel Those timely incidents by men named luck,"], [56, "44 NA.r0I.60N Through forethought that defied the Fates to choose ITer grovelling admiration had not yet Imagined of the great man-miracle ; And France recounted with her comic smile, Duplicities of Court and Cabinet, The silky female of his male in guile, Wherewith her two-faced Master could amuse A dupe he charmed in sunny beams to bask, Before his feint for camisado struck The lightning moment of the cast-off mask. Splendours of earth repeating heaven's at set Of sun down mountain cloud in masses arched ; Since Asia upon Europe marched, Unmatched the copious multitudes ; unknown To Galba's over-runner, Rome's inveterate foe, Such hosts ; all one machine for overthrow, Coruscant from the Master's hand, compact As reasoned thoughts in the Master's head ; were shown Von lightning moment when bis acme might Blazed o'er the stream that cuts the sandy tract Borussian from Sarmatia's famished flat ; The century's flower ; and off its pinnacled throne, Rayed servitude on Europe's ball of sight."], [57, "NA.roi.60n 45 XII Lebind the Northern curtain -folds be passed. Ibere beard bushed France her mutded heart beat fast Against the hollow ear-drum, where she sat In expectation's darkness, until cracked The straining curtain-seams : a scaly light Was ghost above an army under shroud. Imperious on Imperial Fact Incestuously the incredible begat. ITis veterans and auxiliaries, The trained, the trustful, sanguine, proud, Princely, scarce numerable to recite, — Titanic of all Titan tragedies ! — That Northern curtain took them, as the seas Gulp the great ships to give back shipmen white, Alive in marble, she conceived in soul, With barren eyes and mouth, the mother's loss ; The bolt from her abandoned heaven sped ; The snowy army rolling knoll on knoll Beyond horizon, under no blest Cross : By the vulture dotted and engarlanded. Was it a necromancer lured To weave his tense betraying spell ? A Titan whom our God endured Till he of bis foul hungers fell, By all his craft and labour scourged ?"], [58, "46 NAroi.60N A deluge Europe's liberated wave, Pxan to sky, leapt over that vast grave. Its shadow-points against her sacred land converged. And him, her yoke-fellow, her black lord, her fate, In doubt, in fevered hope, in chills of hate, That tore her old credulity to strips, Then pressed the auspicious relics on her lips, Flis withered slave for foregone miracles urged. And he, whom now his ominous halo's round, A three parts blank decrescent sickle, crowned, Prodigious in catastrophe, could wear The realm of Darkness with its Prince's air ; Assume in mien the resolute pretence To satiate an hungered confidence, Proved criminal by the sceptic seen to cower Beside the generous face of that frail flower. XIII Desire and terror then had each of each : ITis crown and sword were staked on the magic stroke ; IT^r blood she gave as one who loved her leech ; And both did barter under union's cloak. An union in hot fever and fierce need Of cither's aid, distrust in trust did breed. Their traffic instincts hooded their live wits To issues. Never human fortune throve On such alliance. Viewed by fits,"], [59, "nA.roi.6on 47 From Vulcan's forge a hovering love Evolved. The slave he dragged the Tyrant drove. ITer awe of him his dread of her invoked : ITis nature with her shivering faith ran yoked. What wisdom counselled, Policy declined ; All perils dared he save the step behind. Ahead bis grand initiative becked : One spark of radiance blurred, his orb was wrecked. Stripped to the despot upstart, for success ITe raged to clothe a perilous nakedness. ITe would not fall, while falling ; would not be taught, While learning ; would not relax his grasp on aught ITe held in hand, while losing it ; pressed advance, Pricked for her lees the veins of wasted France ; Who, had he stayed to husband her, had spun The strength he taxed unripened for his throw, In vengeful casts calamitous, On fields where palsying Pyrrhic laurels grow, The luminous the ruinous. An incalescent scorpion, And fierier for the mounded cirque That narrowed at him thick and murk, This gambler with his genius Flung lives in angry volleys, bloody lightnings, flung ITis fortunes to the hosts he stung, With victories clipped his eagle's wings. By the hands that built him up was he undone: By the star aloft, which was his ram's-head will"], [60, "48 NA?0I.60N Within ; by the toppling throne the soldier won ; By the yeasty ferment of what once had been, To cloud a rational mind for present things ; By his own force, the suicide in his mill. Needs never God of Vengeance intervene When giants their last lesson have to learn. Fighting against an end he could discern, The chivalry whereof he had none, ITe called from his worn slave's abundant springs Not deigning spousally entreat That ever blinded by his martial skill, But harsh to have her worship counted out In human coin, her vital rivers drained, ITer infant forests felled, commanded die The decade thousand deaths for his Imperial seat, Where throning he her faith in him maintained; Bound Reason to believe delayed defeat Was triumph ; and what strength in her remained To head against the ultimate foreseen rout, Insensate taxed ; of his impenitent will, Servant and sycophant : without ally, In Python's coils, the Master Craftsman still ; The smiter, panther springer, trapper sly, The deadly wrestler at the crucial bout, The penetrant, the tenant, tower of towers, Striking from black disaster starry showers. ITer supreme player of man's primaeval game, Lie won his harnessed victim's rapturous shout,"], [61, "n^.roi.6on 49 When every move was mortal to her frame, ITer prayer to life that stricken he might lie, She to exchange his laurels for earth's flowers. The innumerable whelmed him, and he fell : A vessel in mid-ocean under storm. Ere ceased the lullaby of his passing bell, ITe sprang to sight, in human form Revealed, from no celestial aids : The shades enclosed him, and he fired the shades. Cannon his name, Cannon his voice, he came. The fount of miracles from drought-dust arose, Amazing even on his Imperial stage, Where marvels lightened through the alternate hours And winged o'er human earth's heroical shone. Into the press of cumulative foes, Across the friendly fields of smoke and rage, A broken structure bore his furious powers ; The man no more, the Warrior Chief the same ; Match for all rivals ; in himself but flame Of an outworn lamp, to illumine nought anon. Vet loud as when he first showed War's effete Their Schoolman off his eagre mounted high, And summoned to subject who dared compete, The cannon in the name Napoleon Discoursed of sulphur earth to curtained sky. I'"], [62, "50 NA.roi.60N So through a tropic day a regnant sun, Where armies of assailant vapours thronged, His glory's trappings laid on them : comes night, Enwraps him in a bosom quick of heat From his anterior splendours, and shall seem Day instant, Day's own lord in the furnace gleam, The virulent quiver on ravished eyes prolonged, When severed darkness, all flaminical bright, Slips vivid eagles linked in rapid flight ; Which bring at whiles the lionly far roar, As wrestled he with manacles and gags, To speed across a cowering world once more, Superb in ordered floods, his lordly flags. ITis name on silence thundered, on the obscure Lightened ; it haunted morn and even-song : Earth of her prodigy's extinction long, With shudderings and with thrillings, hung unsure. Snapped was the chord that made the resonant bow, In France, abased and like a shrunken corse; Amid the weakest weak, the lowest low, From the highest fallen, stagnant off her source; Condemned to hear the nations' hostile mirth ; See curtained heavens, and smell a sulphurous earth Which told how evermore shall tyrant Force Beget the greater for its overthrow. The song of Eiberty in her hearing spoke A foreign tongue ; Earth's fluttering little lyre"], [63, "NAroi.6on 51 Unlike, but like the raven's ravening croak. Not till her breath of being could aspire Anew, this loved and scourged of Angels found Our common brotherhood in sight and sound : When mellow rang the name Napoleon, And dim aloft her young Angelical waved. Between ethereal and gross to choose, 3he swung i her soul desired, her senses craved. Ihev pricked her dreams, while oft her skies were dun Lehind o'ersbadowing loemen : on 2 tide Ibex drew the nature having need of pride her fellows for its vital dues * Lie seen like some rare treasure-galleon, Hull down, with masts against the Western hues,"], [64, ""], [65, "53 5I^(^ DZdfMLl^, 1870"], [66, "54 NQ1D Written in December, 1870, printed in tne /<?^«^///r 2116 pudlizneH in tne vuluine \" Lallan an6 rc>em5.\""], [67, "55 I^l^e lll5Ci^NLeN, 1870 I W15 look for her that sunlike stood Upon the forehead of our day, An orb of nations, radiating food For body and for mind alway. Where is the Shape of glad array ; The nervous bands, the front of steel, The clarion tongue ? Where is the bold proud face ? We see a vacant place ; We hear an iron heel. II O she that made the brave appeal For manhood when our time was dark, And from our fetters drove the spark Which was as lightning to reveal New seasons, with the swifter play Of pulses, and benigner day ;"], [68, "56 iKAncn She that divinely shook the dead From living man ; that stretched ahead Her resolute forefinger straight, And marched toward the gloomy gate Of earth's Untried, gave note, and in The good name of Humanity dalled forth the daring vision ! she, 3be likewise hals corrupt os 3_n, and Wanton! can it be? l^Ier 3tar has foundered in eclipse, Ihe shriek of madness on her lips * 3hreds of her, and no more, we see. Ibere is horrible convulsion, smothered din, As ol one that in a grave-cloth struggles to be tree. ill Look not for spreading boughs On the riven forest tree. Eook down where deep in blood and mire Black thunder plants his feet and ploughs The soil for ruin : that is France : Still thrilling like a lyre, Amazed to shivering discord from a fall Sudden as that the lurid hosts recall Who met in heaven the irreparable mischance. O that is France ! The brilliant eyes to kindle bliss,"], [69, "57 rivAnc^ The shrewd quick lips to laugh and kiss, Breasts that a sighing world inspire, And laughter-dimpled countenance Where soul and senses caught desire ! IV Ever invoking fire from heaven, the fire Has grasped her, unconsumable, but framed For all the ecstasies of suffering dire. Mother of Pride, her sanctuary shamed : Mother of Delicacy, and made a mark For outrage: Mother of Luxury, stripped stark : Mother of Heroes, bondsmen : thro' the rains, Across her boundaries, lo the league-long chains ! Fond Mother of her martial youth ; they pass, Are spectres in her sight, are mown as grass! Mother of Honour, and dishonoured : Mother Of Glory, she condemned to crown with bays Her victor, and be fountain of his praise. Is there another curse ? There is another : Compassionate her madness : is she not Mother of Reason ? she that sees them mown Eike grass, her young ones ! Vea, in the low groan And under the fixed thunder of this hour Which holds the animate world in one foul blot Tranced circumambient while relentless Power Beaks at her heart and claws her limbs down-thrown"], [70, "58 1'kA.ncl: She, with the plunging lightnings overshot, With madness for an armour against pain, With milkless breasts for little ones athirst, And round her all her noblest dying in vain, Mother of Reason is she, trebly cursed, To feel, to see, to justify the blow ; Chamber to chamber of her sequent brain Gives answer of the cause of her great woe, Inexorably echoing thro' the vaults, ' 'Tis thus they reap in blood, in blood who sow : ' This is the sum of self-absolved faults.' Doubt not that thro' her grief, with sight supreme Thro' her delirium and despair's last dream, Thro' pride, thro' bright illusion and the brood Bewildering of her various Motherhood, The high strong light within her, tho' she bleeds, Traces the letters of returned misdeeds. She sees what seed long sown, ripened of late, Bears this fierce crop ; and she discerns her fate From origin to agony, and on As far as the wave washes long and wan Off one disastrous impulse : for of waves Our life is, and our deeds are pregnant graves Blown rolling to the sunset from the dawn."], [71, "rkAnc^ 59 v Ah, what a dawn of splendour, when her sowers Went forth and bent the necks of populations And of their terrors and humiliations Wove her the starry wreath that earthward lowers Now in the figure of a burning yoke ! ITer legions traversed North and South and East, Of triumph they enjoyed the glutton's feast : They grafted the green sprig, they lopped the oak. They caught by the beard the tempests, by the scalp The icy precipices, and clove sheer through The heart of horror of the pinnacled Alp, Emerging not as men whom mortals knew. They were the earthquake and the hurricane, The lightnings and the locusts, plagues of blight, Plagues of the revel : they were Deluge rain, And dreaded Conflagration ; lawless Might. Death writes a reeling line along the snows, Where under frozen mists they may be tracked, Who men and elements provoked to foes, And Gods : they were of god and beast compact Abhorred of all. Vet, how they sucked the teats Of Carnage, thirsty issue of their dam, Whose eagles, angrier than their oriflamme, Flushed the vext earth with blood, green earth forgets, The gay young generations mask her grief ; Where bled her children hangs the loaded sheaf."], [72, "60 ?kA.nc6 Forgetful is green earth ; the Gods alone Remember everlastingly : they strike Remorselessly, and ever like for like. By their great memories the Gods are known. VI They are with her now, and in her ears, and known. 'Tis they that cast her to the dust for Strength, Their slave, to feed on her fair body's length, That once the sweetest and the proudest shone ; Scoring for hideous dismemberment ITer limbs, as were the anguish-taking breath Gone out of her in the insufferable descent From her high chieftainship ; as were she death, Who hears a voice of justice, feels the knife Of torture, drinks all ignominy of life. They are with her, and the painful Gods might weep, If ever rain of tears came out of heaven To flatter Weakness and bid Conscience sleep, Viewing the woe of this Immortal, driven For the soul's life to drain the maddening cup Of her own children's blood implacably : Unsparing even as they to furrow up The yellow land to likeness of a sea : The bountiful fair land of vine and grain, Of wit and grace and ardour, and strong roots, Fruits perishable, imperishable fruits ;"], [73, "rkAnci? 61 Furrowed to likeness of the dim grey main Behind the black obliterating cyclone. VII Behold, the Gods are with her, and are known. Whom they abandon misery persecutes No more : them half-eyed apathy may loan The happiness of pitiable brutes. Whom the just Gods abandon have no light, No ruthless light of introspective eyes That in the midst of misery scrutinize The heart and its iniquities outright. They rest, they smile and rest ; have earned perchance Of ancient service quiet for a term ; O^uiet of old men dropping to the worm ; And so goes out the soul. But not of France. She cries for grief, and to the Gods she cries, For fearfully their loosened hands chastize. And icily they watch the rod's caress Ravage her flesh from scourges merciless But she, inveterate of brain, discerns That Pity has as little place as loy Among their roll of gifts ; for Strength she yearns, For Strength, her idol once, too long her toy. L,o, Strength is of the plain root-Virtues born : Strength shall ye gain by service, prove in scorn, Train by endurance, by devotion shape."], [74, "62 rkAnci? Strength is not won by miracle or rape. It is the offspring of the modest years. The gift of sire to son, thro' those firm laws Which we name Gods ; which are the righteous cause, The cause of man, and manhood's ministers. Could France accept the fables of her priests, Who blest her banners in this game of beasts. And now bid hope that heaven will intercede To violate its laws in her sore need, She would find comfort in their opiates: Mother of Reason ! can she cheat the Fates ? Would she, the champion of the open mind, The Omnipotent's prime gift— the gift of growth— Consent even for a night-time to be blind, And sink her sou! on the delusive sloth For fruits ethereal and material, both, In peril of her place among mankind ? The Mother of the many Laughters might Call one poor shade of laughter in the light Of her unwavering lamp to mark what things The world puts faith in, careless of the truth : What silly puppet-bodies danced on strings, Attached by credence, we appear in sooth, Demanding intercession, direct aid, When the whole tragic tale hangs on a broken blade ! She swung the sword for centuries; in a day It slipped her, like a stream cut off from source."], [75, "rk6.ncL 63 She struck a feeble hand, and tried to pray, Clamoured of treachery, and had recourse To drunken outcries in her dream that Force Needed but hear her shouting to obey. Was she not formed to conquer? The bright plumes Of crested vanity shed graceful nods : Transcendent in her foundries, Arts and looms, Liad France to fear the vengeance of the Gods? ITer faith was on her battle-roll of names Sheathed in the records of old war; with dance And song she thrilled her warriors and her dames, Embracing her Dishonour : gave him France From head to foot, France present and to come, So she might hear the trumpet and the drum — Bellona and Bacchante ! rushing forth On yon stout marching Schoolmen of the North. Inveterate of brain, well knows she why Strength failed her, faithful to himself the first : Lier dream is done, and she can read the sky, And she can take into her heart the worst Calamity to drug the shameful thought Of days that made her as the man she served A name of terror, but a thing unnerved : Buying the trickster, by the trickster bought, She for dominion, he to patch a throne."], [76, "64 rkAnce VIII Henceforth of her the Gods are known, Open to them her breast is laid. Inveterate of brain, heart-valiant, Never did fairer creature pant Before the altar and the blade ! IX Swift fall the blows, and men upbraid, And friends give echo blunt and cold, The echo of the forest to the axe. Within her are the fires that wax For resurrection from the mould. X She snatched at heaven's flame ol old, And kindled nations : she was weak : Frail sister of her heroic prototype, The Man ; for sacrifice unripe, She too must fill a Vulture's beak. Deride the vanquished, and acclaim The conqueror, who stains her fame, Still the Gods love her, for that of high aim Is this good France, the bleeding thing they stripe, XI She shall rise worthier of her prototype Thro' her abasement deep ; the pain that runs"], [77, "65 rKAnci? From nerve to nerve some victory achieves. They lie like circle-strewn soaked Autumn-leaves Which stain the forest scarlet, her fair sons! And of their death her life is : of their blood From many streams now urging to a flood, No more divided, France shall rise afresh. Of them she learns the lesson of the flesh : — The lesson writ in red since first Time ran A hunter hunting down the beast in man : That till the chasing out of its last vice, The flesh was fashioned but for sacrifice, Immortal Mother of a mortal host ! Thou suffering of the wounds that will not slay, Wounds that bring death but take not life away !— Stand fast and hearken while thy victors boast : ITearken, and loathe that music evermore. Slip loose thy garments woven of pride and shame The torture lurks in them, with them the blame Shall pass to leave thee purer than before. Undo thy jewels, thinking whence they came, For what, and of the abominable name Of her who in imperial beauty wore. O Mother of a fated fleeting host Conceived in the past days of sin, and born Heirs of disease and arrogance and scorn, Surrender, yield the weight of thy great ghost, I\""], [78, "66 rkAncK Like wings on air, to what the heavens proclaim With trumpets from the multitudinous mounds Where peace has filled the hearing of thy sons : Albeit a pang of dissolution rounds Each new discernment of the undying ones. Do thou stoop to these graves here scattered wide Along thy fields, as sunless billows roll ; These ashes have the lesson for the soul. ' Die to thy Vanity, and strain thy Pride, Strip off thy Euxury : that thou may'st live, Die to thyself,' they say, ' as we have died From dear existence and the foe forgive, Nor pray for aught save in our little space To warn good seed to greet the fair earth's face,' O Mother ! take their counsel, and so shall The broader world breathe in on this thy home, Light clear for thee the counter-changing dome, Strength give thee, like an ocean's vast expanse Off mountain cliffs, the generations all, Not whirling in their narrow rings of foam, But as a river forward. Soaring France ! Now is Humanity on trial in thee : Now may'st thou gather humankind in fee : Now prove that Reason is a quenchless scroll ; Make of calamity thine aureole, And bleeding head us thro' the troubles of the sea."], [79, "67 /^^(I^OKI^Il^"], [80, ""], [81, "69 /^I.3rV(l:l2-1.()^lx/Ali>Il2 I TUT sister Flours in circles linked, Daughters of men, of men the mates, Are gone on flow with the day that winked, With the night that spanned at golden gates. Mothers, they leave us, quickening seed ; They bear us grain or flower or weed, As we have sown ; is nought extinct For them we All to be our Fates. Eife of the breath is but the loan ; Passing death what we have sown. Pearly are they till the pale inherited stain Deepens in us, and the mirrors they form on their flow, Darken to feature and nature : a volumed chain, Sequent of issue, in various eddies they show. Theirs is the Book of the River of Life, to read Eeaf by leaf by reapers of long-sown seed : There doth our shoot up to light from a spiriting sane, 83"], [82, "70 AI.3A.cT-I.0KI5AINi: Stand as a tree whereon numberless clusters grow : Legible there how the heart, with its one false move. Cast Eurydice pallor on all we love. Our fervid heart has filled that Book in chief; Our fitful heart a wild reflection views ; Our craving heart of passion suckling grief, Disowns the author's work it must peruse ; Inconscient in its leap to wreak the deed, A round of harvests red from crimson seed, It marks the current Flours show leaf by leaf, And rails at Destiny ; nor traces clues ; Though sometimes it may think what novel light Will strike their faces when the mind shall write. II Succourful daughters of men are the rosed and starred Revolving Twelves in their fluent germinal rings, Despite the burden to chasten, abase, depose. Fallen on France, as the sweep of scythe over sward, They breathed in her ear their voice of the crystal springs, That run from a twilight rise, from a twilight close, Through alternate beams and glooms, rejoicingly young. Only to Earth's best loved, at the breathless turns Where Life in fold of the Shadow reclines unstrung,"], [83, "AI.3Aci>I.0KKAINX 71 And a ghostly lamp of their moment's union burns, Will such pure notes from the fountain-head be sung. Voice of Earth's very soul to the soul she would see renewed : A song that sought no tears, that laid not a touch on the breast Sobbing aswoon and, like last foxgloves' bells upon ferns In sandy alleys of woodland silence, shedding to bare. Daughters of Earth and men, they piped of her natural brood ; ITer patient helpful four-feet; wings on the flit or in nest ; Paws at our old-world task to scoop a defensive lair ; Snouts at hunt through the scented grasses; en- havened scuts Flashing escape under show of a laugh nigh the mossed burrow-mouth. Sack-like droop bronze pears on the nailed branch- frontage of huts, To greet those wedded toilers from acres where sweat is a shower. Snake, cicada, lizard, on lavender slopes up South, Pant for joy of a sunlight driving the fielders to bower. Sharpened in silver by one chance breeze is the olive's grey; A royal-mantle floats, a red fritillary hies;"], [84, "72 AI.8AcR-I.0KKAIN2 The bee, for whom no flower of garden or wild has nay, Noises, heard if but named, so hot is the trade he plies. Processions beneath green arches of herbage, the long colonnades ; Laboured mounds that a foot or a wanton stick may subvert ; ITomely are they for a lowly look on bedewed grass- blades, On citied fir-droppings, on twisted wreaths of the wurm in dirt. Does naught so loosen our sight from the despot heart, to receive Balm of a sound Earth's primary heart at its active beat : The motive, yet servant of energy; simple as morn and eve ; Treasureless, fetterless; free of the bonds of a great conceit : Unwounded even by cruel blows on a body that writhes ; Nor whimpering under misfortune ; elusive of ob- stacles ; prompt To quit any threatened familiar domain seen doomed by the scythes ; Its day's hard business done, the score to the good accompt."], [85, "A1.8ACL-I.0KKAIN1: 73 Creatures of forest and mead, Earth's essays in being, al! kinds Bound by the navel-knot to the Mother, never astray, They in the ear upon ground will pour their intuitive minds, Cut man's tangles for Earth's first broad rectilinear way : Admonishing loftier reaches, the rich adventurous shoots, Pushes of tentative curves, embryonic upwreathings in air ; Not always the sprouts of Earth's root-Laws preserv- ing her brutes ; Oft but our primitive hungers licentious in fine and fair. Vet the like aerial growths may chance be the deli- cate sprays, Infant of Earth's most urgent in sap, her fierier zeal For entry on Rise's upper fields : and soul thus flour- ishing pays The martyr's penance, mark for brutish in man to heel. ITer, from a nerveless well among stagnant pools of the dry, Through her good aim at divine, shall commune with Earth remake ;"], [86, "74 Fraternal unto sororial, her, where abashed she ma/ lie, Oivinest of man shall clasp ; a world out of darkness awake, As it were with the Resurrection's eyelids uplifted, to see Honour in shame, in substance the spirit, in that dr/ fount os the songsul ascending silverv-brigbt water- tree 3pout, with our Fartb's unbaitled resurgent desire for the mount, Ihough broken at intervals, clipped, and barren in seeming it be. For this at our nature arises rejuvenescent from Fartb, However respersive the blow and nigh on internal the tall, Ihe chastisement drawn down on us merited * are we ot worth Amid our satanic excrescences, this, for the less than a call, Will Farth reprime, man cherish , the Cod who is in us and round, Consenting, the Cod there seen. Impiety speaks de- spair , Religion the virtue ot serving as things os the lurrowy ground,"], [87, "75 AI_8Ac.E-I_OI*.B^INE Debtors for breath while breath with our fellows in service we share. Not such of the crowned discrowned Can Fartb or bumanit/ spare ; 3ucb not the Cod let die. m Fastward of Paris morn is high ; And darkness on that Fastward side Fhe heart of Prance beholds - a thorn Is in her frame where shines the morn : A rigid wave usurps her sk/, With eagle crest and eagle-e/ed Fo scan what worm/ wrinkles hint Her forces gathering : she the thrown From station, lopped of an arm, astounded, lone, Feading late Histor/ as a foul misprint : Imperial, Angelical, At strife commingled in her frame convulsed - 5bame of her broken sword, a ravening gall * Pain of the limb where once her warm blood pulsed ; Fhese tortures to distract her underneath Her whelmed Aurora's shade. Put in that space When lay she dumb beside her trampled wreath, FiKe an unburied body mid the tombs, Feeling against her heart life's bitter probe For lite, she saw bow children of her race,"], [88, "76 AI.5A.ci5-1.0KKA.INi: The many sober sons and daughters, plied, By cottage lamplight through the water-globe, By simmering stew-pots, by the serious looms, Afield, in factories, with the birds astir, Their nimble feet and fingers ; not denied Refreshful chatter, laughter, galliard songs. So like Earth's indestructible they were, That wrestling with its anguish rose her pride, To feel where in each breast the thought of her, On whom the circle Flours laid leaded thongs, Was constant ; spoken sometimes in low tone At lip or in a fluttered look, A shortened breath : and they were her loved own ; Nor ever did they waste their strength with tears, For pity of the weeper, nor rebuke, Though mainly they were charged to pay her debt, The Mother having conscience in arrears ; Ready to gush the flood of vain regret, Else hearken to her weaponed children's moan Of stifled rage invoking vengeance : hell's, If heaven should fail the counter- wave that swells In blood and brain for retribution swift. Those helped not : wings to her soul were these who yet Could welcome day for labour, night for rest, Enrich her treasury, built of cheerful thrift, Of honest heart, beyond all miracles ; And likened to Earth's humblest were Earth's best."], [89, "Ai.8A.ci:-i.0xkAini: 77 IV Brooding on her deep fall, the many strings Which formed her nature set a thought on Kings, As aids that might the low-laid cripple lift ; And one among them hummed devoutly leal, While passed the sighing breeze along her breast. Of Kings by the festive vanquishers rammed down Fler gorge since fell the Chief, she knew their crown ; Upon her through long seasons was its grasp, For neither soul's nor body's weal ; As much bestows the robber wasp, That in the hanging apple makes a meal, And carves a face of abscess where was fruit Ripe ruddy. They would blot Fler radiant leap above the slopes acute, Off summit to celestial ; impute The wanton's aim to her divinest shot ; Bid her walk Flistory backward over gaps ; Abhor the day of Phrygian caps ; Abjure her guerdon, execrate herself; The ITapsburg, ITohenzollern, Guelph, Admire repentant ; reverently prostrate Fler person unto the belly-god ; of whom Is inward plenty and external bloom ; Enough of pomp and state And carnival to quench"], [90, "78 AI.LA.c^-I.0KKAINL The breast's desires of an intemperate wench, The head's ideas beyond legitimate. She flung them : she was France : nor with far frown Fler lover from the embrace of her refrained : But in her voice an interwoven wire, The exultation of her gross renown, Struck deafness at her heavens, and they waned Over a look ill-gifted to aspire. Wherefore, as an abandonment, irate, The intemperate summoned up her trumpet days, Her treasure-galleon's wondrous freight. The cannon-name she sang and shrieked ; transferred Her soul's allegiance ; o'er the Tyrant slurred, Tranced with the zeal of her first fawning gaze, To clasp his trophy flags and hail him Saint. V She hailed him Saint : And her Jeanne unsainted, foully sung ! The virgin who conceived a France when funeral glooms Across a land aquake with sharp disseverance hung : Conceived, and under stress of battle brought her forth ; Crowned her in purification of feud and foeman's taint ;"], [91, "AI.3Aci>I.0KKAINI? 79 Taught her to feel her blood her being, know her worth, Flave joy of unity : the leanne bescreeched, bescoffed, Who flamed to ashes, flew up wreaths of faggot fumes ; Through centuries a star in vapour-folds aloft. For her people to hail her Saint, Were no lifting of her, Earth's gem, Earth's chosen, Earth's throb on divine : In the ranks of the starred she is one, While man has thought on our line : No lifting of her, but for them, Breath of the mountain, beam of the sun Through mist, out of swamp-flres' lures release, Vuuth on the forehead, the rough right way Seen to be footed : for them the heart's peace, By the mind's war won for a permanent miracle day. Fler arms below her sword-hilt crossed, The heart of that high-hallowed leanne Into the furnace-pit she tossed Before her body knew the flame, And sucked its essence : warmth for righteous work, An undivided power to speed her aim. She had no self but France : the sainted man No France but self. Him warrior and clerk, Free of his iron clutch ; and him her young, In whirled imagination mastodonized ;"], [92, "80 AI.3Aci>I.QKKAINi: And him her penmen, him her poets ; all For the visioned treasure-galleon astrain ; Sent zenithward on bass and treble tongue, Till solely through his glory France was prized. She who had her leanne ; The child of her industrious ; Earth's truest, earth's pure fount from the main ; And she who had her one day's mate, In the soul's view illustrious Past blazonry, her Immaculate ; Those hours of slavish Empire would recall ; Thrill to the rattling anchor-chain She heard upon a day in \" I who can \" ; Start to the softened, tremulous bugle-blare Of that Caesarean Italian Across the storied fields of trampled grain, As to a Vercingetorix of old Gaul Blowing the rally against a Caesar's reign. Ller soul's protesting sobs she drowned to swear Fidelity unto the sainted man, Whose nimbus was her crown ; and be again The foreigner in Europe, known of none, None knowing; sight to dazzle, voice to stun. Rearward she stepped, with thirst for Europe's van The dream she nursed a snare, The flag she bore a pall."], [93, "81 AI.8Ac5-I.0KKAINi: VI In Nature is no rearward step allowed ITard on the rock Reality do we dash To be shattered, if the material dream propels. The worship to departed splendour vowed, Conjured a simulacrum, wove her lash, For the slow measure timed her peal of bells. Thereof was the cannon-name a mockery round her hills ; For the will of wills, Its flaccid ape, Weak as the final echo off a giant's bawl : Napoleon for disdain, Flis banner steeped in crape. Thereof the barrier of Alsace-Lorraine ; The frozen billow crested to its fall ; Dismemberment ; disfigurement ; Fler history blotted ; her proud mantle rent ; And ever that one word to reperuse, With eyes behind a veil of fiery dews ; Knelling the spot where Gallic soil defiled, Showed her sons' valour as a frenzied child In arms of the mailed man. Word that her mind must bear, her heart put under ban, Eest burst it: unto her eyes a ghost, 0"], [94, "82 AI.3Aci?-I.0r.KAINL Incredible though manifest : a scene Stamped with her new Saint's name : and all his host A wattled flock the foeman's dogs between ! VII Mark where a credible ghost pulls bridle to view that bare Corpse of a field still reddening cloud, and alive in its throes Beneath her Purgatorial Saint's evocative stare : Brand on his name, the gulf of his glory, his Legend's close. A lustreless Phosphor heading for daybeam Night's dead-born, Flis underworld eyeballs grip the cast of the land for a fray Expugnant ; swift up the heights, with the Victor's instinctive scorn Of the trapped below, he rides ; he beholds, and a two-fold grey, Even as the misty sun growing moon that a frost enrings, Is shroud on the shrouded ; he knows him there in the helmeted ranks. The golden eagles flap lame wings, The black double-headed are round their flanks."], [95, "AI.8ACD-I.0KKAINI5 83 Fle is there in midst of the pupils he harried to brain-awake, trod into union ; lo, These are his Epic's tutored Dardans, yon that Rhap- sode's Achaeans to know. Nor is aught of an equipollent conflict seen, nor the weaker's flashed device ; Headless is offered a breast to beaks deliberate, for- mal, assured, precise. Ruled by the mathematician's hand, they solve their problem, as on a slate. This is the ground foremarked, and the day ; their leader modestly hazarded date. Llis helmeted ranks might be draggers of pools or reapers of plains for the warrior's guile Displayed ; they haul, they rend, as in some orderly office mercantile. And a timed artillery speaks full-mouthed on a stut- tering feeble reduced to naught. Can it be France, an army of France, tricked, netted, convulsive, all writhen caught? Arterial blood of an army's heart outpoured, the Grey Observer sees : A forest of France in thunder comes, like a landslide hurled off her Pyrenees. Torrent and forest ramp, roll, sling on for a charge against iron, reason, Fate;"], [96, "84 AI.8A01>I.0KKAINI5 It is gapped through the mass midway, bare ribs and dust ere the helmeted feel its weight. So the blue billow white - plumed is plunged upon shingle to screaming withdrawal, but snatched, Waved is the laurel eternal yielded by Death o'er the waste of brave men outmatched. The France of the fury was there, the thing he had wielded, whose honour was dearer than life ; The Prussia despised, the harried, the trodden, was here ; his pupil, the scholar in strife. Fle haled to heel, in a spasm of will, From sleep or debate, a rnannikin squire With head of a merlin hawk and quill Acrow on an ear. At him rained fire From a blast of eyeballs hotter than speech, To say what a deadly poison stuffed The France here laid in her bloody ditch, Through the Legend passing human puffed. Credible ghost of the field which from him descends, Each dark anniversary day will its father return, Llaling his shadow to spy where the Legend ends, That penman trumpeter's part in the wreck discern. There, with the cup it presents at her lips, she stands, France, with her future staked on the word it may pledge."], [97, "AI.8Aci>I.0KKAINT 85 The vengeance urged of desire a reserve counter- mands ; The patience clasped totters hard on the precipice- edge. Eopped of an arm, mother love for her own springs quick, To curdle the milk in her breasts for the young they feed, At thought of her single hand, and the lost so nigh. Mother love for her own, who raised her when she lay sick Nigh death, and would in like fountains fruitlessly bleed, Withholds the fling of her heart on the further die. Of love is wisdom. Is it great love, then wise Will our wild heart be, though whipped unto madness more By its mentor's counselling voice than thoughtfully reined. Desire of the wave for the shore, Passion for one last agony under skies, To make her heavens remorseful, she restrained. VIII On her lost arm love bade her look ; On her one hand to meditate ; The tumult of her blood abate ;"], [98, "86 AI.3A0L-I.0KKA1N2 Disaster face, derision brook : Forbade the page of her Idistoric Muse, Until her demon his last hold forsook, And smoothly, with no countenance of hate, Fler conqueror she could scan to measure. Thence The strange new Winter stream of ruling sense, Cold, comfortless, but braced to disabuse, Ran through the mind of this most lowly laid ; From the top billow of victorious War, Down in the flagless troughs at ebb and flow ; A wreck ; her past, her future, both in shade. She read the things that are ; Reality unaccepted read For sign of the distraught, and took her blow To brain ; herself read through ; Wherefore her predatory Glory paid Napoleon ransom knew. Fler nature's many strings hot gusts did jar Against the note of reason uttered low, Ere passionate with duty she might wed, Compel the bride's embrace of her stern groom. loined at an altar liker to the tomb, Nest of the Furies their first nuptial bed, They not the less were mated and proclaimed The rational their issue. Then she rose. See how the rush of southern Springtide glows Oceanic in the chariot-wheel's ascent,"], [99, "87 AI.8Aci5-I.0KKAIN2 Illuminated with one breath. The maimed, Torn, tortured, winter-visaged, suddenly IT ad stature ; to the world's wonderment, Fair features, grace of mien, nor least The comic dimples round her April mouth, Sprung of her intimate humanity. She stood before mankind the very South Rapt out of frost to flowery drapery ; Unshadowed save when somewhiles she looked East. IX Let but the rational prevail, Our footing is on ground though all else fail : Our kiss of Earth is then a plight To walk within her Raws and have her light. Choice of the life or death lies in ourselves ; There is no fate but when unreason lours. This Land the cheerful toiler delves, The thinker brightens with flne wit, The lovelier grace as lyric flowers, Those rosed and starred revolving Twelves Shall nurse for effort infinite While leashed to brain the heart of France the Fair Beats tempered music and its lead subserves. Washed from her eyes the Napoleonic glare, Divinely raised by that in her divine, Not the clear sight of Earth's blunt actual swerves"], [100, "88 AI.8AcD'I.0KKA1Ni: When her lost look, as on a wave of wine, Rolls Eastward, and the mother-flag descries Caress with folds and curves The fortress over Rhine, Beneath the one tall spire. Despite her brooding thought, her nightlong sighs, Fler anguish in desire, She sees, above the brutish paw Alert on her still quivering limb — As little in past time she saw, Nor when dispieced as prey, As victrix when abhorred — A Grand Germania, stout on soil ; Audacious up the ethereal dim ; The forest's Infant ; the strong hand for toil ; The patient brain in twilights when astray ; Shrewdest of heads to foil and counterfoil ; The sceptic and devout ; the potent sword ; With will and armed to help in hewing way For Europe's march ; and of the most golden chord Of the Fleliconian lyre Excellent mistress. Vea, she sees, and can admire ; Still seeing in what walks the Gallia leads ; And with what shield upon Alsace-Lorraine Her wary sister's doubtful look misreads A mother's throbs for her lost : so loved : so near : Magnetic, Flard the course for her to steer, The leap against the sharpened spikes restrain."], [101, "89 AI.8A.cL-I.0KKAINL For the belted Cvershadower bard the course, On whom devolves the spirit's touchstone, Porce : Which Is the strenuous arm, to strike inclined, Phat too much adamantine makes the mind ; Pargets it coin of Nature's rich Pxcbange ; Contracts horizons within present sight : Amalekite to-day, across its range Indisputable ; to-morrow Simeonite. X The mother who gave birth to leanne ; Who to her young Angelical sprang ; Who lay with Earth and heard the notes she sang, And heard her truest sing them ; she may reach Heights yet unknown of nations ; haply teach A thirsting world to learn 'tis \" she who can.\" She that in History's Fleliaea pleads The nation flowering conscience o'er the beast ; With heart expurged of rancour, tame of greeds ; With the winged mind from fang and claw released ; — Will such a land be seen ? It will be seen ; — Shall stand adjudged our foremost and Earth's 0.ueen. Acknowledgment that she of God proceeds The invisible makes visible, as his priest, To her is yielded by a world reclaimed. And stands she mutilated, fancy-shamed,"], [102, "90 AI.8A06-I.0KKAIN1: Vet strong in arms, yet strong in self-control, Known valiant, her maternal throbs repressed, Discarding vengeance, Giant with a soul ; — My faith in her when she lay low Was fountain ; now as wave at flow Beneath the lights, my faith in God is best; On France has come the test Of what she holds within Responsive to Life's deeper springs. She above the nations blest In fruitful and in liveliest, In all that servant earth to heavenly bidding brings, The devotee of Glory, she may win Glory despoiling none, enrich her kind, Illume her land, and take the royal seat Unto the strong self-conqueror assigned. But ah, when speaks a loaded breath the double name Humanity's old Foeman winks agrin. Fler constant Angel eyes her heart's quick beat, The thrill of shadow coursing through her frame Like wind among the ranks of amber wheat. Our Europe, vowed to unity or torn, Observes her face, as shepherds note the morn, And in a ruddy beacon mark an end That for the flock in their grave hearing rings. Specked overhead the imminent vulture win^s At poise, one fatal movement indiscreet,"], [103, "AI.8Aci>I.0KKAINL 91 3prung from the /Ptna passions' mad revolts, Draws down ; the midnight hovers to descend ; And dire as Indian noons of ulcer beat Anticipating tempest and the bolts, ITangs curtained terrors round our next day's door, Death's emblems for the breast of Europe flings ; The breast that waits a spark to Are her store. Shall, then, the great vitality, France, Signal the backward step once more ; Again a Goddess Fortune trace Amid the Deities, and pledge to chance One whom we never could replace ? Now may she tune her nature's many strings To noble harmony, be seen, be known. It was the foreign France, the unruly, feared ; Little for all her witcheries endeared ; Theatrical of arrogance, a sprite With gaseous vapours overblown, In her conceit of power ensphered, Foredoomed to violate and atone ; Fler the grim conqueror's iron might Avengeing clutched, distrusting rent ; Not that sharp intellect with fire endowed To cleave our webs, run lightnings through our cloud ; Not virtual France, the France benevolent, The chivalrous, the many-stringed, sublime At intervals, and oft in sweetest chime ;"], [104, "92 AI.8AcT-I.0KKAIN2 Though perilously instrument, A breast for any having godlike gleam. This France could no antagonist disesteem, To spurn at heel and confiscate her brood. Albeit a wavcrer between heart and mind, And laurels won from sky or plucked from blood, Which wither all the wreath when intertwined, This cherishable France she may redeem. Beloved of Earth, her heart should feel at length Flow much unto Earth's offspring it doth owe. Obstructions are for levelling, have we strength ; 'Tis poverty of soul conceives a foe. Rejected be the wrath that keeps unhealed Fler panting wound ; to higher Courts appealed The wrongs discerned of higher : Europe waits She chooses God or gambles with the Fates. Shines the new Flelen in Alsace-Eorraine, A darker river severs Rhine and Rhone, Is heard a deadlier Epic of the twain ; We see a Paris burn Or France Napoleon. For yet he breathes whom less her heart forswears While trembles its desire to thwart her mind : The Tyrant lives in Victory's return. What figure with recurrent footstep fares Around those memoried tracks of scarlet mud, To sow her future from an ashen urn"], [105, "AI.3A<2I>I.0KKAINI5 93 By lantern-light, as dragons' teeth are sown? Of bleeding pride the piercing seer is blind. But, cleared her eyes of that ensanguined scud Distorting her true features, to be shown Benignly luminous, one who bears ITumanity at breast, and she might learn blow surely the excelling generous find Renouncement is possession. Sure As light enkindles light when heavenlv earthlv mates, Pbe ilame os pure immits the flame of pure, Magnanimous magnanimous creates. So to majestic beauty stricken rears llard-visaged rock against the risen glow ; And men are in the secret with the spheres, Whose glory is celestially to bestow. Now nation looks to nation, that may live Their common nurseling, like the torrent's flower, Shaken by foul Destruction's fast-piled heap. On France is laid the proud initiative Of sacrifice in one self-mastering hour, Whereby more than her lost one will she reap ; Perchance the very lost regain, To count it less than her superb reward. Our Europe, where is debtor each to each, Pass measure of excess, and war is Cain, Fraternal from the Seaman's beach, From answering Rhine in grand accord,"], [106, "94 AI.3A.ci>I.0KKAI5ID From Neva beneath Northern cloud, And from our Transatlantic Europe loud, Will hail the rare example for their theme ; Give response, as rich foliage to the breeze; In their entrusted nurseling know them one : Like a brave vessel under press of steam, Abreast the winds and tides, on angry seas, Plucked by the heavens forlorn of present sun, Will drive through darkness, and with faith supreme, Flave sight of haven and the crowded quays. Linlcr Q Tanner, LK« Sel,vc>c,6 riinlinz W21K5, l°i«mi, c>ni! I.c>n6iii!,"], [107, "and I^ise in and lanian Ly RICrIA.RO AU8TIN FRFFMAN 0o!6 coast. wiru o^i: nuliD^NQ ii.i.us'ri^i'ioxs Lv rni: H.ornoit, .^xo rkc»l ruorooK.^rns. rwo zi^.?s. 8vc). i^. \" l^e douli itself, witk its lively narrative, its os description, its numerous pnotograpns and sketches, and itz excellent maps, is more tnan a rnere narrative ok travel. It 12 a great storenouse of well arranged inloima lion on tne countries witn vvnicn it deals.\" — /)al7,/ <7/l«>»l>/e. \"\"lne douli as a wnule, is llie most interesting vet written on tne subject ok Aslranti.\" —^?al'/)/ V?ll/^. \" 1 ne illustrations ok tne volume, lrum slcetclres and pbotograplrs dv tire autlror, deserve praise lor tneir deautv and interest,\" —^a/5ma». \" He writes >vitn a clearness, liveliness, and amount ol solid dut most read adle matter to tne square inclr wnicn malies tlris an exceptional!/ desirable dool< ui its Kind. ?rom tne Colonial 8ecretarv, dovn to tne nolidav-malcer in searclr ol entertaining reading, no one wno invests in it will de disappointed.\"— \" l^Ir, freeman's doolc is deligntlullv written, and lull ok Harming illustra lions lrom tne autnor's pencil and camera. Ike appearance ok tke volume is lullv —^/a<^/i«/e^ c7«a?-Ha«. Mestmtnster c0^3T-^LL.L Lc (N 2 WniT^n^n. 0^n.ni:!<5"], [108, "(?aietv d!lTF0iric1e8 Lv 50NN «0I.I.IN031I!^AI). /)««^ 87V, <?«<? !?l«'«^<?. about for a kindred spirit, _»lr. Hollingshead finds it in shakespeare, *,vho was one- ** H0IIi1_g_l.e_.d-5 comprehensive, interesting, and entertaining book comes exactly at the right time, . . . This v/ell-NIIed and persuasive volume.\" — are no blanks. !>_r. Hollingshead has succeeded in many things, and in these \"I\"Iic I^iic of Py A. p S_»IVTH^. With an Introduction by di_L!_!___.T* 8<_0T*T*. ol the popular actor's life, — of his early vicissitudes as * midshipman,* \"l^iic ?iij)il8 of ?ctcl tile (3lcat Py P. NI3LET PAIN. AA^ith Portraits, _?_*/«)< 8iV. 15.. ««/. century renders him peculiarly fitted for the task of presenting us .vith a picture of \"I\"Iic _^oii8cIio16 of tlic I_.afa^ctte8 Ly EOITH SicNEP. /)em> 8^. 15.. «^. **l_very one .vho takes any interest in the trance of the last quarter of the 2"], [109, "TliAli8N (^oirtemoorarv Translated from the drench of PORENT 02 LA _._2E_.Al.!<E by N. M. ?0V_*.T1__; With Numerous Illustrations aster 0. E. W^rrs, ?rof. UR«K0«UI!, sir _>Il_._,Als, _?«_>?/ 8l«., 12^. critical insight.**— _?_>_^< _!/«//, \"_<Iiss poynler has done well to translate the essays on English contemporary __rt.\" — I11ii8traNon \"The Sixties\": 1855-70. Py QI_P__FON AVHITE. _^4c6al8 and Decoration in tlie _Zriti8li aiicil Py 50«N H0P8EEV NAV0. it.*'— />«// _*/_,// e_i^</e. 5"], [110, "I'ILT Z-FOKITZ 01^ Z^IVIITLI. QQVNI^. Centenary Bdition. A complete uniform edition of the 3_ories of 3amuel Bover. With frontispiece to each volume, edited, with an introduction and notes, by p T, <_>'__>05.<_<_!__I.__. Vol. i. I_B<_._2I**I03 AND LTOPIBZ OP IP_2I__^ND. PirLt Lerie5. „ 2, I_l_cl__.NI)8 AND LTc>PII23 OP Hi_2__.A«D. Zecorid Leriez. ,. 3. KQPV 0'IVioiiL.. „ 4. HH.NOV ANVV. „ 5. TPL._^_ziIP__: TPovn^ 0«, \"HI! WOUBV Ll__ A QLNTBLIVIAN.\" ,, 6. PUPTULIi 3TOBIB3 OP IPLBANV. The last volume will include 8tories which have never been previously collected. <_.05.31'ALI.__.'3 I_IU_3._5_KV OI*' _^i8tolica1 and _k^oniancc8 ___2II__O LV Q. I__A.t7^.l.^.c__! 00^1^1^. <7^-<.w« 8^6>, Z_-, 6</, _-/_>//!, After a Design by A. A. TDPBAVNB. : llie 1^2.81 of 1I13 3axc)li8 Ly __0I^0 I_V-I^QK \"I^lie d!amr) os I^e^u^e Ly cu^i___3 I^i^c^i.ti.^r _^Ic> ! Ly cuH._^i___3 I_.IK05I,__V __vEcl.dlII3 /^.UUSV Ly eu_vKi___3 l.iHcr_^_.i.^.i.__ Others in 4"], [111, "1-wo eooKS roi^ n^xii) 311701:1^13 Oarme'z I'en tieavenz. 3tud7 in the ' ?ara6i80 ' Py BOlVIUND <___APONBB. ?aradiso,*\"— _?«l/^ <7^>-c>«/./e, I'lie (Illilonicle of Vill^ni TRAI.5LAT-LN RV P03B B. 8BBPB. BvlTDD RV T-HL Bev. P. H. WicK3TBBI). Ln^lisii 3clr0()l8 at l^le Information 1Z46-48 By A. P. BB^cH, KI.A, P.8.A. \" 0ne os those hooks that, as soon as they are written, are regarded dy the student as Whitman. A 3tudy Py p)NN PUPB0U 6N3. I2»_<?, t7/l. /H F-e/. . 6r. »e<. os Walt Whitman that has yet been written,\"— _?_>!'/> _>_-<_!/, Inv^ioir of In^ig. i)v the Cire^t Py p. W. lVI-cPINOBB. Peing translations of the classical authors who describe Alexander's cam paigns in Afghanistan, the ?an^ab, 3indh, Oedrosia, and Karmania. With a life of Alexander, and numerous IVlaps and Illustrations. _?e»l/ 8^0, _V«« _?_.l^l._!, i?-l-!*^l«L- /He w??*i «/ /a _.a_e. 105, 6_5, ?ie/. 5"], [112, "(^on8tao1e'8 Flan6-(-a2etteei- of India compiled under the direction of 1. <_.. P_APTUOI_OAll)W. PP.O.L. <7?*ow« 8l>>. , _Va^-ma?-l!^<., ic>r. 6_.. indicate the position os each place and the population os districts, towns and villages, and in the case os cities and important historic names a more lenUthy description is Uiven. d!on8l^d1e'8 I^an6 of In6iZ. _^. Nl!W 8__I!I__S of 8ixty I_laps and plans prepared from Ordnance and other Lurveys under the direction of 1. O. ___'_I51-l_01_O^LW, PK.O.8., r.P.8.2., Ptc. /.. /lll^-mow^!', 0*-/«//, i<?«»_. <7/l.//_, /<?/, 145. The Topographical 3ection _»Iaps are an accurate reduction of the 8urvey of India, and contain all the places described in 3ir W. W. Hunter's \" Oa-etteer of India,\" according to his spelling. The Military, Pailway, Telegraph, and Mission 3tation I_Iaps are designed to meet the requirements of the _»Iilitary and (.ivil 3ervice, also missionaries and business men who at present have no means of obtaining the information they require in a handy form. The Index contains upwards of ten thousand names, and will be found more complete than any yet attempted on a similar scale. Purther to increase the utility of the work as a reference volume, an abstract of the 1 89 1 Oensus has been added, India and the student at home. *constahle*s Hand Atlas' is a pleasure to hold and to \"Fvvo Native of l^e lVlnlinv/ *s^ 1 1 ' Translated from the Originals by the late IN. l_ietN1 <--*i^ki.i?8 *i-«__c>rii_i_^3 03.1. l5*e//i _l/a/ a«c. /».a ///«5/?-a/l-<.»5, 125. Our \"I>ouo1e8 in _?oona and lire Deccan Py ABTUUB OBAWPOBO, O.N.O., late commissioner of Poona. wi-ru I>U.I>I^_.0U3 II___U3-I_^-II0_^3 I.? uoil.__c__ V_^5I Ilui-ru. __)e»/^ 8?V, 253 /QLN. _*>?-« 14^. Vernier' 8 in line _V_.OAn1 .Linnire New Ddition, with illustrations, and reproductions of _>Iap_ from early editions, Py AB(.UIP_AB0 (.0N8TAPBB, I.Iem. As. 3oc. Pengal, P. 8. A. 3cot. 6"], [113, "On ?1ain an6 ?ealc Py PANDOPkN BBBWBBBVN HOD030N. AVith Z7 Illustrations by H. 8. H. P__I5«__«_. l.Ixi_v 0? TnuRlrl H._.I> T__xi«, and from photographs. _5>^»!)' 8l>o. 7^. 6_.. 00!«r_!«rs— »ly f*irst 8taz— lioehock LhootinU in Lohemia— _^ vays K._!.ucl_ KrivinL— 1. !ac>.coc!_ shooting in Lohemia— *_. he phantom lioeduck os the lli_mal I>ool— some LhoolinZ 3!a,is!ics-_.Iy rirst chamois— 0n the __dge os the 3now, etc. lively vein. rhe volume is particularly well illustrated.*'— 5/o^.,«««, I^i^^av oftlic \"I\"8al Py AUPVN TBBVOB-PATTVB, P.B.O.8., The Tsar of Pussia has appropriately accepted the Dedication of this book, which treats of adventure in a wild, remote part of His Imperial IVIajest*. -_ Dominions. Icc-Koimd on XolAnev Py AUPVN TPBVOP-PATTVB, P.B.8., P.2.3., etc. AVith numerous Illustrations by p T. N_.i-r_.R«»ir, (.u__Ri._^z W__v_>l_>_-_!, and Drawings by the Author and Bn. TuaRXioK, and Three lVIaps. 2nd Bdition. _?e«y* 8lV, 1^. ««/. anc! I118 Lallooii Py II. B_Ac_N_Al_lP«.B and A. I^lAcUDBON AVith Coloured Prontispiece aud forty full-page Illustrations from With a short Piography of ANDBBB. <7?-^<,.. 8lV. 6^. _^arttie8t Py PPIDTIOP NAN3BN. A Pew Copies of the Pibrary Pdition of Parthest North by pRlOi-^ol* N/__.5_^n. 2 Vols. _?^a/ 8e>«, 2^. »?/, 5////yo>- ?"], [114, "\"I^n6encie8 of OeinocFac). \"' I^cAcctioii8 aiici d!ortinicnt8 Py PDW1N I__VUK_5Ncp QOOiciN. <7^«_,» 8^, 7^. 6<i. Del)atcal)1c (I!laiiii8 A 3erie3 os I*_55__y2 on 3econcl_lry __.cluc_ttion. Py 10UN cN^PPP8 T_APVPP, Author of \" 8ome Observations of a Poster 8omc Ot)8ci-vatioii8 of a ll)^, Py IO«N c_U_^.Pl_P8 TH.PVPK. \"Fhe ?rilici^>1c8 of I^ocal (_?ovci-niiiciit I3y O. P^DPPXcP OO^l^IP, _.ta»istical Officer to thePondon (.ounty Council. 8"], [115, "?0vn1aF 3TTPNT^I TITTI^lT. Ly Pun.!? L.^^0171:, Autbor ot ' ' 8alt ol tke HartK. \" 2 vols. 12^. 6s. eacli I'NT l'OI'Lb.l'^l'T. Ly ?^!.ci_3 No«L^L'^.ai_i_iti30^. ODD LI'OI-ilLL. Ly ?i!.^eK3 ?oit_!__5 -Ii.oi_i_^-i30i,. 1>Nl_ IV_^elvI^._^OI>l ; or, I'Ke Ltorv ol tde Leven Iol_r>3. Py OWRN Ll_/_v_.^v, <2rown 8vo. 1)13^.0111^^.. Vv Vk4i>l 3i-0ic^. Ztll Edition. 1'N_2 l_^l_lVII^L. Ly N. N. OoorRi;. HI3 VIl>IDie^1'IOl*1. Vy lvtrs. N__wi__^. I'HL) VIOII^: Ltorv os 3outd Ulrica. L7 (.«^i^i.i_3 >_0_11-__<_u_.. ZIZI'l.I*: 1^.!>1^, «^^ I--_3I_2dI__)3 H.ND OUAINTANOl!. Py )0RI- c_u__!._>i_^R HARRIS sDncle Pemus), -rliN Ll'Ol^V 05 111^1'OI.D I.OV_2. I.y ?>_ui. P^ICRL-l^R PoRV, Author of \" The Hon. peter 8tirling.\" -rUT Q/_HO«1'L._^ o? ?^.1'l_I3XI^. sales of tlie Celtic Wonderworld. Py P_0K/_ Ivl/_<_i___ov. Il< LNONdll). leileg ot tlie AVest Highlands. Py the _^R0vi5 o? PoRKl:, X..T.. l_l.p. Pully Illustrated. thrown 8vo. 6^, CALLL WLLI': lVI^.II'N^ DIVNI-l. Ly ?. No?- Ill_i30l1 8«11*__, Author of --Tom Orogan,\" etc. VII^XIKlL^.1*!. Vy Ni_R!2Nit-i (.. IvI4cI1_w4.15.1_, of \"The Twilight Pees.' H.I-4 L_I__I1LIVl, QOVTK. Vy Vu^!>i_v AA'ooos. 1>«L IVI0I)l__^^ QOL?^!.. Lv Mrs. N. N. ?^nosi_. Z1'/_.1'l_LlvI^.^I'2 eN^I^eN. _3y losi^ru 5. <__N4ki___s. Wll'lll^I LOIlt-IDL. Vy ___?u__i_ doxox. I'ttL XII^Q'5 LI'OliV LOOK. Ndited dv O.l_.4Uk__5K.__ c_.o««i^. Illustrated by H^RRison lVlii._.RR. Over 500 pp. crown 8vo. cloth gilt. _?IL_I*!I-!L_ I^OI'I. Volume ot stories translated from tke Prench of Pierre Poti by pR4_.<_iz poRR^s-PoR^R-rsox, and with an intro- duction by N6NRV l4«!i8."], [116, "Z8. 66. sack I'N^ _?OI____V OI!' pl_n «6I?IiIN<_i1'0N. Vy 7UI.I4X 8l*UR<:i3. IN I'ttl: I'lOT'vVH.V. L7 _?1.0K4 3*ri___i.. OI-!_2_2!>I ?Ilil_. Lv Nio_v4 lvl4ci_i_oo. 1'«N _D/_I*i_5 W^V OI^ I.OVN. _3v c.u4_.i___3 I_i_ Oorric. /_lVIONO 1'«N LIT^eXTN. Lv N4^i_NV ?__^ii3. I^QLL 01^ LOUI'N V7 N. 6. Lkvv^. I/_!vII_8, OI-! VIKI'^T Iil_AV6.^I)l_I). _3y tlie _A.utKor LXl_1'e«_23 6.NO LI'OKITL, OI-i^VL 6.ND O^V. Ly I_l. c___R«i<_n___)_.. I'llL I!'OI*i1'I^Nl_ OI^ 6. LP^NNI'milk\"!', 6NO OTHBB ITBIllZ. Ly 8. A_i!_>o_,_ and pRl_ll H__R__v»*ooi>. I'm. Zi'oi-iv oi*' eiiiLiL. Lx p. P. <_-/_RRR1\"I*. Illustrated. _DIT6.lvI63 OI^ I'O-O^.V. _3v _>l__i_i_4 ?_vi;ic__». _28. 6^. eack 8/_I_1' Ol? I'm) D^I-il'll. Lv ?«ii_ii> I.4i*4i;ou__. L«Om_>O^IT O? L«6L1'6. Lv Li^^i Lioxi-K. I'NL i?oivi^.^el_ oi-' NI8 pici'n^i:. L7 3vvi.__v pic__RRI!.<_. «6N5 VON OONNLIT. L7 c.u4_.i___s >Ioi.^(.ii^ I'OIilTIL^.. Ly (l4I.l__K0X 0^41*.^. 1-N12 I.OVl_ 01? 6.51 OLLOQl.l'^ WOIvI/_N. L7 U__R_,_-I._*. 6 W^ii'l.i? OI-' i-'iei'ion. L> c.i_ivi_ Noi.i_4!.i), Author of '* _»Iy Japanese Wile.\" IVI6.NO_2 O' I'm: POOL. 2v AVII_1.I45.I 3«4iip. is. eack TUB PABALITB. AN BNOAOBIvIBNT. Py coi.4l< Dovi.__. Py 3_r Bc>Rl_Ri PLDI., TUB BBD 8PBBB. ANOBBA'8 BOVBB. Py pR___.c__3 <_lRIRRI.__. By DoROT-HRH Ol_R4_tI>. OB. BOOIll^ONI. A YUB8TION OP l_OBODB. By pR___.__rc.Ri- _,IoOR__. By P. (.. pni_.n>z, LlvIITH. III. P. Py Utioi- Nvvi)i.Lio«. Ly ?. C. r»iri?3. 10"], [117, "8v6N86F'8 I^aeFie ()neene <7n«//e/e in He'^r 8?V, 95, «e/. N6ite6 by I^ATN lVI. WAL.LL1V. Volumes I,, II,, III., now ready. 15. 6l/. each. _*_/ls _4.*/ <7a«i/<_^ F-l7/ <*^/^a, «////e _*^>a«/i>/«^e, 2^, 6</. «?/ /^>* :V/«»l^/ <7_>_«//l^ «« 5««, 15^. «ck/. \" Ivliss Bate Warren, one of the most scholarly women of the day, and an assistant to !_lr, 8topford Prooke in one of his literary projects, has been entrusted by Messrs, constable with the editorship of the * Paerie Oueene* in separate books, which is a new departure.\" — _Ve_!^_l ll_l^_Vo»l^. \" It is a nice, clear, handy volume, containing a brief preface, an able and compendious Introduction, the text of the original editions of 1590, IZZ5, collated, and having its orthography slightly modernised ; the author's letter of 158Z, ex necessary and concise notes. While fitted well tor use as a school book in higher Pnglish classes, it is suitable for the general reader, who, having once * felt the witchery ' of 8penser's thought and rhyme, will regard the possession of the poem 80NA8 of I^ovc anci Tnij)ir6 l_!y ___. NNZLII'. \" It is poetry, it is true poetry, it is poetry which should live, \" — />_«./ /I/a// <?_*«//? , ?oeni8 Lv ?_^A^(I.I8 f NONI-305.. 8^, 6^. .«.. ** There is in these new poems a wider outlook, a greater breadth of sympathy * * H. true poet, , . . H.t any rate here unquestionably is a new poet, a wielder of beautiful words, a lover of beautiful things.\" — 1, __/__<c_TVi_.i., in the <7o__>«/o/e **_*», 8ept., 1895. ' * rvlr. Thompson's new volume will be welcomed by all students and lovers o! the more ambitious forms of poetry.\" — t./_*5FV«/ /_>«_._.. Vel868 Ly L. N. LADONAN. c>e»,» 8^0, 5^. \"Another serious, reffective poet, who has pleasant and righteous thoughts,\" — _45ack?«v. 80NA8 for little ?eo^)1e Ly I^O».lvIA^ OAI___.. Bully Illustrated by IIBBBN 8TBATTON. <><-*!<,» 8^. 65. ** _A delightful book.\" — Fw.^man. \"We cannot imagine anything more appropriate as a gift-book for children.\" — Q/_«FV«* _?««/>* I!"], [118, "Lo8we1I'3 I^ite os FDii-LD LV LlI^I^FLl^ Wi-rn PR0tt-i*_8i>_Rc25 RV ABBX, AN3TBD, 4 RR_>R0_>i.<.?io« o? 3iR PO3IIUA BBVN0BD3' PoR-rR^.11-. _f?> _**-^/.l7a/ 8.V. t7/a/^, M/t*?- /aie/, <.?- F?'// e^r/^_l, 2^. «e/ /«>- f^>/ll_«e, _^/5_> Z^, «e. /6?- f^/«»le. _5l?/_. /.. o.i/><, \" -rhe volumes, which are lizht, and so well hound that they open easily anywhere, are Lo3AveI1'8 of Or. Four in the Hebri6e8 With Photogravure Prontispieces, Uniform with ' Boswell's Johnson.' Pcap. 8vo, cloth gilt, or paper label, uncut, 45. net the two volumes. Also in half leather, 65. net. The two volumes may be also had in half vellum, price on application to the booksellers. 01* TUN I!'4V0U_;_?__ Notion 0? 3IN. AVANTNI?. sc.O'ri'. AVith all the original Plates and Vignettes (Be-engraved). In 48 Vols. /><-«/. 8?V. <7/>./_i, /a/e?- /a^e/ /e//e, 1^. 6l/, .«/ /e>- 55/«_«e, o?* 12^, »^ //« _>e^. _^/« <*/<.//i FiV/, F?// /o/, 2^. ne//e?- s^ 16^. »</ /_>« _>e/ ,* ««</ /ia^/ea/Zle^ F///, 25. 5_/. »e//e>* l^>/«_ne, <?>* »e/ /^e H/. \"I^Iie ?a8ton I_>ettel8, 1492.-1^0 Ndited d^ )Alvl___3 OAI_3.VN____^, ol tke ?udlic Record OiNce. I K^. /*>«/, 81V. Z _*^^!/i'^*'_i!!<«?-e /*>o«/«/««^, c/_>/H '* This edition, which was first published some twenty years ago, is the standard edition of these remarkable historical documents, and contains upwards of four hundred letters in addition to those published by prere in 182Z, The reprint is ' ' One ol the monuments ol English historical sckolarskip that needs no com- 12"], [119, "k'rodlSINZ 0k tne LV 1U« Tt. Nori. QTOTQT n. etlT^OiX, 1VI.T. »«me^<?l/5 /Z/^Z^a/Zo//^ a»^i ll'/'ow^ 8^0, 7^. 6</. \" All wko Kave read tke volume will admit tkat it is a valuable ad dition to tke literature dealing witK tke problems ol tke l?ar Dast.\" — H/c>/'»Z»z' /v^/. \" We dealt so sully witK tke otker contents os Mr. Cur^on's volume at tke lime ol first publication tkat it is only necessary to say tkat tke extreme Interest and importance ol tkein is enhanced by recent events, and tke ligkt ol wKIcK they are revised.\" — t7Z«5»a^ He^aZiZ. \"His impressions ok travel, con nrmed by a study ok tke best autkori ties, are Interesting and well written.\" —^/ll«eHe5Ze?- t?«a«ZZan. I^ne XVatei-loo d!ainnaiAN) 1815 Ly C/^.ri'H.IN WILLIAM 8IL0KNI!, C^wn 8IX?. 852 /a^«. 15 H/eiZaZZ/on /V^Z««'Z5 0/ <?e«e?-aZ!. 1 5 H/a/5 a»iZ /'Za»5. Ha«»tZ Z« <7ZoZH, «»e«Z ec/^e^. 55, »eZ. The work is universally regarded to be the best general Account in the Bn^iish language of the Twenty Days' War * including the Patties of ()uatre Bras, Bigny, Waterloo, and Wavre ; and the subsequent daring _>Iarch on Paris. It is as fair to the Prench as it is to the Allies. sul and comprehensive account has ever been to the world, and lor this reason we welcome its re-appearance in a sourtn edition,\"— /./neT/oo. _?_.//> _°«/, most strenuous endeavour to do justice to every one who took part in that zreat contlict.\"— _3i>«/»^^!»<"], [120, "\"I^ne of (3e0F0-e IVleFe6itn Mature ?oein8 of (3eor^e iVlereditn VVI'lll 20 I?DLL.1>^0L 1>ic:i'DI!l28 IN ?N01'0QIiAVD'5!I5 LV WILLI^lvI NVDL Consisting os 550 copies for sale — Iwo and a Kalf guineas <^2 125. 6iZ.) net per copy, and a large paper edition, limited to 150 copies, numbered and signed by tke Artist, printed on tke best English Kand-made paper, and witK an additional etcked 1'runtlsplece, consisting os 150 copies — ?Ive guineas net per copy. ' ' Mr. Nyde Is an artist os extraordinary power. Ne savours strong atmospheric effects and nature's mood os unrest, which Ke reproduces with tremendous force in 8e1eete6 ?oeni3 LV 060L.ON lVINLTOITN 6>ow» 8?^. 65. «eZ. \"H, volume which abounds in Imaginative vision as well as Intellectual strength , \" \" NIs poems are achievements os tke intellect, . . . tkere Is wit in them and \" Ihese Lelected poems are a literary treasure.\" — Feo/lman. ?oe1<et Lcrition of 3e1ected ?oern8 LV O^OLON IvINL.LI)ITN. />Z«Zea' «« Ha«c/-maa'e /a/e?' a»lZ 6o««a' Z« Ha// l>eZZ«»l. 65. «eZ. though the paper is stout tke little book Is light and easy to hold In the hand. It Mr, Meredith's poetic genius.\" — ?^'»ee5. 06e8 in d!ontriontion to tne 8onA of k'rencn F^i8torv LV OLOL^L IvINL.NVI'LlI. tT'/'ON'/l 8i'o. H«e^am 65, «eZ. 14"], [121, "i^lew ?onn1ar I7niforrn edition or in?. os Oeorze IVIere^itn Ovn/l 8v?, S3.cN 'Fhe Oi^eal of Kichar^ Feverel With prontispiece in photogravure by rl/^KP180_*. i;. D l. r*>^I >_ > r*> rr With prontispiece in photogravure by __viic>tia «_x_iKi80N i«ipppp. 3_tn<__r_l _3e11oni With prontispiece in photogravure by3. VDPPIH^IV. VittOIlZ. With Prontispiece in photogravure by PDW/AKD TlPKPNTON. DictNcl of the d!l088W3.y3 AVith prontispiece in photogravure. 'Fhe of Hairy Kichinona. With prontispiece in photogravure by WII_I_I_XA1 UVllp. 8e2.uchcunp'8 (_.2ieei' With prontispiece in photogravure. \"File ?oi8t With prontispiece in photogravure by IO«N c. W/APPI8. 1?,rT_r*> r. rrt-r->t-> With prontispiece in photogravure by _l__vau LLP.X/AP.D p_APTKIDOI_. \"Fhe .Vlarria^e With prontispiece in photogravure. 0ne of our con^ueroi-3 ___,or6 Oirnont an6 His _*V_nint2 With prontispiece in photogravure by 1, O WHPP18, \"Fhe 3h2.viD? of 3h_lAp2.t AVith photogravure prontispiece. 8hoi't 8tOrit_!8 With prontispiece in photogravure by POL 3/AULPP. l.88ay on (_^o_T_e6y _?0eiTl3 2 Vols. 65. each, prontispiece by W1PP1/V_>I UVI)_5. '5"], [122, "W0F.X3 FDITBD PV ?BOP. FVXV^F.0 _^nAli8li (^ai-ner IN0ATHBBIN03 PBOlrl OUB HI3T0BV AND BITBBATBBB. Tbe Nnglisl) 2cdo lar's Mbrary. thsrox . , .16 2 _^_>ox. Ihs I*_rst Illast ol the Iru_ni>s_ . ,16 o_6e?*5. __. liandlul of risasant Delights . ,16 4 lsi*.i<_l, _!*is».l 48ui>p_ication lor the Leggars , ,16 5 !_.«». lo»_i I. _>/__,_,.) Diotre- phes 16 S l?l Ihs Iteturn lrom _>ar \" Klartin Harprslate \" controversy, 1588-1530 . 3 0 Demonstration of Disci- pline 16 \"___ne_d I.-IV,\" in English ii \"IheHMtle\" . . ,16 iz 0«oi>c. s^ lov, ____ 4i,o1ogy to William 1*y__da_.s . ,16 rosins . . . ,36 ol Dngland . .36 41^6 Vnglisb Reprints. No. -rexl. 6 zolden _\"_>i/e _\"_,« . . 1624-54 1 0 9 I_yly _3l//>_^l/_5_. ! 1Z79-80 4 6 IO Vl1U«rS ?*_!c /^/K-HT.H/ . . 1671 1 0 _3_? .!-*-___?_? 1549 1 6 15 ?uttenha_ll _^_le <?/- _?»F/._H _°6>«> . . . 1589 2 6 _3 l_lk, olLves, _\"/« _?<^e/H./l>», etc. 1186-1410 1 6 __ Hahmgton <7.^_. _\"___?_^ . . 1S40 I N /«^/'»_/>^ . . _58« 1 6 27 I_ord Lacon 4 Harmony os the 29 Naleigh, « to, __«._ _5-/?H_ «/ /_>» 41^6"], [123, ""], [124, ""], [125, ""], [126, ""]]