[[1, ""], [2, ""], [3, "THE MILESIAN, A COMIC OPERA. [Price One Shilling.]"], [4, ""], [5, "THE MILES IAN, A COMIC OPERA. IN TWO ACTS. As it is performed at the THEATRE-ROYAL IN DRURY-LAN& LONDON: Printed for J. Wjlkie, No. 7 1. St. Paul's Church- Yard, MDCCLXXVII."], [6, "Dramatis Perfonas. MEN. Mr. Belfield, Mr. Aickin. Valentine Belfield, Mr. Vernon. George B^lfield, Mr. Bannister.\" Charles Marlove, Mr. La Marsh. CaPT. C0RNELius0G0LLAGHER,Mr. MooDY. La Flure, Mr. Burton. Richard, Mr. R. Palmer. Waiter, Mr. Eyerard. WOMEN. Melinda, Miss Collett. Caroline OGollagfer, who* paffes by the name of IsA-CMrs. Baddeley. BELLA MEANWELL. J Patty. Mifs Platt."], [7, "THE MILESIAN. A C T I. S C E N E I. Valentine's Chambers in the Temple. Valentine, Belfield, and Charles Marlove fitting at a Table with Wine before them, and two or three large Law Books. VALENTINE. THIS French fellow of mine cuts fuch an unufual figure in the Temple, that I am afraid I muft part with him. He has his excel lencies ; but as my father fays, what has a young man to do with a French valet-de-chambre, whofe time ought to be devoted to the Itudy of the law. CHARLES. Your father fays ! why Valentine, you are not fool enough furely to mind what your father fays : I fuppofe your father would have you pin up your own hair, brufh your own clothes, fit at night with a folitary candle reading Lord Coke, B and"], [8, "[ 2 3 a-nd jufl: fave as much of it as would light yoa to bed. VALENTINE.^ Aye, Charles •, and when a man had fpent the prime of his life in poring over a million of old volumes (the fenfe of which might be contained in a monthly magazine), I fhould begin with half guinea motions, club my three-pence for a coach to Weftmintter-Hall, and on my return, I might pofiibly mount fix-pence for a pair of oars to the Temple Stairs. SONG. Let us lay by thefe mufty pages, The idle work of former ages, Confign them over to the fages ; Let them look big Immers'd in wig, Diftort the law To find a flaw, And then receive their ill got wages. CHARLES. Oh, damme, it's monftrous ; but let us banifh the law and talk of fomething to the purpofe. VALENTINE. With all my heart Give me a fine girl, Charles. CHARLES. j I'll give you Lucy Carraway, the confectioner's daughter in the Poultry. [They both drink. CHARLES."], [9, "[ 3 ] CHARLES. SONG. Let the man who is dead to the tranfports of love, Find in death a relief from his fate ; He can't tafte of joy here on earth or above, Jove would banifh the wretch from his gate. Let him fink into naught, nor repine at his lot. As he lived to no end, let his life be forgot. How does Ifabella ? I fuppofe you have her in the fame lodgings. VALENTINE. I have. Ah ! Charles, my poor little lapwing droops more than ever. I wifh I had never feen her ; fhe bewails her fate in terms that fome.imes touch me molt fenfibly. My vifits to her are .till Platonic ; for though the girl had fuch an affec tion for me as to confent to an elopement, it is aftonifhing at what a diftance fhe has kept me, ever fince fhe has been in my power. CHARLES. Aftonifhing indeed ! what a little gipfey it muft be. VALENTINE. She is a woman of fenfe, Charles. CHARLES. To be fure — She fhewed her good fenfe by eloping with you. VALENTINE. I do believe, Charles, it is the only inftance where fhe can with juftice be reproach'd — My father knows the whole itory. B 2 CHARLES."], [10, "[ 4 ] CHARLES, The devil he does ! VALENTINE. He has feen her feveral times, and is fo charmed with her behaviour and converfation, that he has more than once hinted a marriage to me CHARLES. A marriage ! VALENTINE. Pofitively a marriage — [A knocking is heard.] Zounds, here he is ! Charles, do you take one of thefe books, and let us difpute about fome point, no matter what; make hafte— La Flure ! the dpor. Enter LA FLURE I go, I go. [Exit La Flure. VALENTINE. I fay, Elizabeth cannot have dower out of the eftate of A. becaufe CHARLES. I fay fhe can, becaufe the entail of Elizabeth was not dock'd, and Enter Mr. BELFIELD. Mr. BELFIELD. They are hard at it, don'c diflurb them, La Flure. VALENTINE. I fay Elizabeth's entail could not be dock'd without the confent of the hufband. CHARLES."], [11, "[ 5 1 CHARLES. Damn the hufband, what has he to do with the truftees befides the recovery fuffer'd by Elizabeth— VALENTINE. You are mad, — See Ventris, chap. 41. page 19. CHARLES. Ventris is no authority for me, fee Lord Coke, page 1 4326- VALENTINE. I'll lay you a hundred guineas, and I haven't another fhilling in the world, that Elizabeth is not entitled to dower. [Mr. Belfield whifpers La Flure and exit, CHARLES. With all my heart. [Both pull out money. VALENTINE. La Flure, where is my father ? LA FLURE. He is gone home, Sir ; he bid me tell you that Monfieur Geo is arriv'd, and that he expects you and Mr. Marlove at dinner to-morrow. — Your brother's Captain is to be there. VALENTINE The old gentleman, I fuppofe, would not dif turb us in our ftudies — there's a good father, Charles. CHARLES. Truly fo. But tell me, Valentine, did I not fpout law as if I underftood it ? I think I did it tolerably. VALE'N-"], [12, "[ 6 ] VALENTINE. To admiration. But we wanted half a dozen rumbling law terms j they would have been of great fervice. CHARLES. Come, come, it's vaftly well, considering that you and I know no more of law than we do of chymiftry.— Where do you ipend your evening ? VALENTINE. I fhall go, for an hour, to comfort Ifabella. CHARLES. Take care, Valentine,, or that girl will creep into your heart ; if fhe makes a lodgement there, you may confent to the completion of your fa ther's wifhes, without violating your own in clinations. VALENTINE. SONG. The nymph, when firft fhe yields to blifs, Returns the melting balmy kifs, All is rapture, all defire, Breaths ambrofial fan the fire. A month being paft, the little god Retires, and fmiling gives a nod ; Alas the change, from love to ftrife, Nothing now is heard but — wife ! She begins with fighing, Then crying And (be talks about dying : Then there's bawling, Squalling, Tearing, Swearing, Raving,"], [13, "t 7 ] Raving, ranting, Dying, paining, Mercy on us, fuch a clatter! Mercy on us, fti-ch a clatter 1 The blow the poor twain is unable to parry, So kiffes the nymph, and determines to marry. I will have no tacking for life, no monopolies, thofe are contrary to the fpirit of our laws ; and you know we are to fupport the law, not only by precept, but by example. CHARLES. Well, Valentine, I muft leave you VALENTINE. About ten you will find me at the Devil. CHARLES. I fhall not fail. Adieu. Exit Charles and Valentine. SCENE changes to Mr. Belfield's Houfe in Portman Square. Enter M E L I N D A ME LINDA. Indeed, brother George, you fpeak very prettily; you are paid For thumping the Frenchmen, and if I was you, I would thump them heartily.— Do, brother George. GEORGE. Well faid, fifter. Enter"], [14, "t 8 ] Enter BELFIELD. Mr. B E L F I E L D. Well, George, I call'd at your brother's cham bers, but he was fo earneft in arguing a point of law with young Marlove, that I would not difturb him ; but I left word with his fervant you were at home. Have you overcome your mother's fcruples ? Are you to go to fea again, George ? GEORGE. In that alone, Sir, I muft difobey her. — When ever the commands of my Sovereign call me again into fervice, I fhall obey them with a hearf-felt fatisfaiftion. SONG. When our monarch commands, we'll that moment obey, To honour and conqueft we'll fly ; Britannia to glory will fhew us the way, Surrounded with glory we'll die. No dangers fhal! fright us; what's death to the brave? A. phantom ! it lives but in thought ; We'll vanquifh the foe, but we'll vanquifh to fave, Let conqueft by mercy be taught. Mr. B E L F I E L D. Is the Captain arriv'd ? GEORGE. . Not yet, Sir. — It is very probable he has paid his daughter a vifir, who is at a boarding-fchool a few miles from London, and whom he talks of with rapture. 7 Mr."], [15, "t 9 3 Mr. BELF.IELD. I long to fee this worthy Hibernian ; your ac» count of him has charmed me. GEORGE. Indeed, Sir, he is a moft deferving officer, and if anything exceeds his conduct and relblution, it is his humanity : but there is one thing I muft particularly mention to you, we muft all take care to pronounce his name properly ; 1 never faw him out of humour but once, and that was when a gentleman call'd him Galljger; you muft endea vour to pronounce it as they do in Ireland Gollagher. Mr. BELFIELD. It's a very difficult name, but no matter, I will call him Captain, and that will anfwer the purpofe as well. Enter RICHARD RICHARD. Sir, there is one captain Gol — Gollgager below flairs. GEORGE. Here he is, Sir. — Richard, I defire you will take care to call that gentleman by his proper name — his name is Gollagher. RICHARD. Gol— Gol — Lord, Sir ! I can't make out that name for the life of me. GEORGE. Get you down inftantly, and fhtw him up flairs. C Mr."], [16, "[ io ] Mr. BELFIELD. I am very glad he is come. Enter RICHARD. Sir, Captain Gal— [George flops his mouth. Enter CAPTAIN. Mr. B E L F I E L D. Captain, I am very glad to fee you, permit me to wifh you joy on ypur fafe arrival ; and as an individual, fharing in common with the million, the benefits of your valour, I muft not only welcome you to my hou'e, but thank you for your fervices in the caufe of your country. — CAPTAIN. Sir, I am fo much overpaid for the little I have done, in the fervice of my king and country, that I muft be in their debt until I meet the the enemy again, and then poflibly we may balance accounts. — Is this fweet creature your daughter ? Mr. B E L F I E L D. She is, Sir. CAPTAIN. Then I fhall beg to tafte a kifs of her fweet lips. Mr. B E L F I E L D. Moft willingly, Captain. — Melinda, this is your brother's Captain, the gentleman we arc fo much obliged to. — [The Captain falutcs Melinda. CAPTAIN. If I thought, madam, you had no objection, I would follow the falutc with another of the fame fort. [Salutes her again. ME-"], [17, "[ « J MELINDA. If you pleafe, Sir. — Brother, the Captain fmells like a barrel of pitch. CAPTAIN. Surely, Mr. Belfield, there is not a man in the world, but would think himfelf amply rewarded for fpending all his life at fea, if he was certain that when he came afhore, he was to pals the remainder of his days with fuch an angel as that. Mr. BELFIELD. Captain, your politenefs will make the girl vain. CAPTAIN. My politenefs ! Faith, my dear jewel, the per fon that puts me to death for politenefs will com mit murder; politenefs, Mr. Belfield, I have often compar'd to a fine laced embroidered fuit of cloaths, by the help of which, a very great fcoundrel may make his way into the belt com pany in the kingdom ; now, if I was there, my only ambition would be to appear a flark naked honeft man. MELINDA. Ha, ha, ha ! well, Captain, what a figure you would cut. CAPTAIN. Well, but Mifs, don't miftake me, altho' I faid ftark naked, I meant with my cloaths on.— What a cute creature it is ! [To George. GEORGE. She's all life, a very carcafs of combuftibles. C 2 CAP-"], [18, "[ \\\\ 3 CAPTAIN. Take care that fhe doesn't go off : the explo fion might injure the family. — Mr. B E L F I E L D. I muft beg of you, Captain, to tafte my wine before fupper, I think you will like it. — CAPTAIN. If you got a fup of grog in the houfe, I would rather have it than all the Wine in the Canaries. Mr. B E L F I E L D. Grog ! GEORGE. Oh ! I know what the Captain means, I will furni-1- him. MELINDA. Pray, tell me, Captain Gallagher CAPTAIN. That's not my name Mifs — my name is O Gollagher — the creature's turn'd foolifh. Mr. B E L F I E L D. Child, I defire you will either leave the room, or behave yourfclf properly. MELINDA Lord, Sir, I was only joking with the Captain. CAPTAIN. Oh, Sir, let the young lady divert herf.If, there is a little defed in the throat, which prevents her tongue from pronouncing my name; I'm fure it's not her fault, if fhe can't fpeak Englilh. [Afide. Mr."], [19, "[ *3 ] Mr. B E L F I E L D. Melinda, give directions to lay a table with fome wine and glafTes, in the next room. [Exit Melinda. Come, Captain, let me fhew you the way. [Exit Belfield. CAPTAIN. I will attend you, Sir, prefently— I believe, George, we fhall have a better birth here, than we had on board the Lion. — GEORGE. I hope, Captain, you will find your birth com fortable, I know my filler has given particular directions about it. Enter LA FLU RE. LA FLU RE. My Mailer's compliments, and fend me with this letter to your Honor. GEORGE. Oh, La Flure, how do you do ? LA FLURE. Very well, I tank you, Sir. CAPTAIN. Tunder and ounes, what's this.' well to be fure fuch a creature never walk'd upright before — where the devil did they catch this creature, George ? GEORGE. That, Sir, is Monfieur La Flure my brother's Valet de Chambre. CAP-"], [20, "[ 14 3 CAPTAIN. Well, I have feen a million of Frenchmen, in my time, but this appears a greater curiofity thin ever I faw before — Turn about here, — ha, ha, ha ! George, was the creature born with that face ? LA FLURE. Oh, vat a barbarian ; I vil not go near him, he may lay his paw upon my head. CAPTAIN. It fpeaks ; what the devil does it fay, George ? GEORGE. Faith, I can't underftand him ; — my love to my brother; I am all impatience until I fee him, tell him fo. — LA FLURE. I vil, I vil, your honour ferveteur Monfieur ■, — oh, the devil, vat a barbarian. [Afide.~\\ [Exit. CAPTAIN, Well, of all the creatures I ever faw, that's the greateft example-, if it was in Ireland, there's many a poor body would make their fortune by fhewing it. GEORGE. He is a kind of curiofity ; but come, my father expects us. CAPTAIN. Well, to be fure. [Exit Captain and George. SCENE changes to Isabella's lodgings, Isa- bella fitting at a table with a Guitar. ISA-"], [21, "[ '5 I ISABELLA. How tedious are the hours that are fpent in mifery. Break, break, heart, and free me from this load of wretchednefs ; of what refpect is life, when thofe we love deceive us ? Ah ! Belfield ! Belfield ! the very name ftill brings tranfport to my foul; he will not, he cannot be a villain, his underftanding will protect me, that faithful moni tor will correct the heart, and in defpite of fafhion teach him to be juft. Oh, the very thought wings my foul, virtue appears with Hymen in her train, and the little loves fhall fmile on Ifabella ! SONG. Fly hence, Defpair ! fweet Hope, remain ! Oh ! charm a wounded heart to reft; Give me my long-loft peace again, And calm the tumults in my breaft. See Peace returns, by Virtue led; Hymen the facred knot fhall bind ; I fee him deck the honour'd bed ; The fancied Heaven fills my mind. But he comes. Enter VALENTINE. VALENTINE. Ifabella, I muft requeft your pardon for not waiting on you this morning, but I expected my father at the Temple. — How have you been ?—In deed, I long'd to fee you. ISABELLA. Ah! Mr. Belfield, do not flatter me; and yet methinks the very words bring comfort. — 4 V A L E N-"], [22, "[ 16 ] VALENTINE. My brother is arrived, after a very glorious fervice ; the family have fent for me. ISABELLA. May they long enjoy every earthly blefling. [Weeps. VALENTINE. Thofe tears, Ifabella, diftrefs me ; come, come, no more of this ; — this may be artifice, but it is not like it. I will not appear affected by her behaviour. [Afide.] Indeed, Ifabella, you are too grave, you know I love you. — ISABELLA. I once thought fo ; I own it with a blulh. VALENTINE. Think fo now ; my paflion will confirm it ISABELLA. Sanctify that paflion, I then fhall call it love. VALENTINE. The old ftory — make you my wife, I fuppofe ; that word will certainly choke me fome time or other. [Afide.] I confefs, my dear, I do not like that word Matrimony. ISABELLA. There was a time you fpoke of it with rapture. There was a time, when marriage was your theme, and vows of love were hallow'd with a kifs. VALENTINE. This fhoe pinches fo curfedly, there's no wear ing ic. ISA-"], [23, "[ i7 ] ISABELLA He cannot furely be loft to fenfibility; this carelefs conduct is affedted; I will change the fubjedt. SONG Sweetly ! fweetly ! tune the lyre, Breathe the fofteft notes of love. Tender pafiions now infpire, Strains feraphic fill the grove. Zephyrs waft the witching found To my faithlefs Damon's ear, Cupid, give the tender wound, Let me bathe it with a tear. Reftor'd ! oh ! give me back his heart, (Fancy creates the tender figh) Minerva lock the facred part, And give the key to little Hy. Sweetly ! fweetly, &c. Enter LA FLURE. VALENTINE. Well, La Flure, how does my brother? LA FLURE. Oh, very well, Sir ; he fay he fhall be all im patience until he fee you. Oh, they got the devil there at home, one bear from Greenland, I be lieve ; I was afraid he would lay his paw upon my head. VALENTINE. Who is't you mean ? D L/"], [24, "[ i8 ] LA FLURE. De Captain, I do tink they call him.\" VALENTINE. Oh! it's my brother's Captain, who has re ceived an invitation to fpend a week at my father's, as he has paid great attention to George fince he has been under his command. LA FLURE. I wou'd not truft myfelf in vone houfe with de devil -, Madomefelle, he turn me about, and fay I vas a monkey on two legs, the damn'd dog. ISABELLA. Indeed! that was not polite, Monfieur La Flure. LA FLURE. Vot an angel — I never fee her face, but fhe make my heart go flutter like de devil. [Afide. VALENTINE. La Flure, get fupper ready. — LA FLURE. I vill, Mounfieur ! [Exit La Flure. VALENTINE. Come, Ifabella ; indeed you muft refume your ufual vivacity. DUET. VALENTINE. Come, my dear, indulge the hour ; Yonder amaranthine bower The"], [25, "[ *9 J The loves prepare — all invite — Ifia. Guilty joys ! — profane delight ! Val. Away with forrow, give me love. Ifa. Ah ! never 'till the gods approve. [Exeunt. ACT II. SCENE, a Parlour in Mr. Belfield's Houfe, Mr. Belfield, Melinda, George, and the Captain at Breakfaft. Mr. B E L F I E L D. DO not interrupt the Captain in his narrative, I defire you. — Pray, Sir, what time of the day was it when you firft got fight of the enemy ? CAPTAIN. No time of the day, for it was about four in the morning ; about that time I could fee them plain enough, as I flood on the ftarboard quarter. MELINDA. Pray now, Captain, tell us, what is ftarboard . Mr. B E L F I E L D. This girl will never be at reft. CAPTAIN Oh let the young lady alone, Sir; by my own foul, the quettion is propo enough ; why fhould a man talk in a language that nobody underftands but himfelf: why, my litde gramachree, ftarboard is that part of the fhip which is exactly oppofite to the larboard. D 2 / ME-"], [26, "[ 20 ] melinda: Ha ! ha ! ha ! Mr. B E L F I E L D. Oh, I underftand you, Sir ; pray go on. CAPTAIN. Our fhip being a-head, I hoifted a fignal fop feeing the enemy ; oh, my dear jewel, there wasn't a rag of canvas thro' the whole fleet but what was out In ten minutes. The enemy began to form the line about eight o'clock, and lay to ready to receive us ; we bore down upon them fo fweetly, oh, it would do your heart good to fee the breeze we had ; about fift'y-feven minutes before ten, I came within random fhot of the fhip I was to engage. Mr. BELFIELD. Pray, Captain, of what force was the fhip you engaged ? CAPTAIN. By my foul, fhe was a Ninety, and li£y fo fnug in the water, that at a mile diftance you wou'dn't take her to be bigger than a drake in a mill-pond, Mr. BELFIELD. Dreadful odds, Captain ; the Lion mounts, but Seventy-four, I believe. CAPTAIN. c , , No more ; but it's al! the fame to Cornelius, .So, my jewel, what will you have of it, 'but they began to pop, in their foolifh way, when we weren't within two miles afunder. I never fife a gun, until lam near enough to chuck a potatoe on board the enemy however, a random 'fho?"], [27, "t at 1 took poor Dennis Flaherty in the ftomach as he flood by me. — Don't you remember poor Dennis ? GEORGE. Oh, very well ; and a good fellow he was. CAPTAIN. The devil a better creature ever wore trowfers ; myfelf cou'dn't help crying when I faw poor Pennis under me ; fays I, Dennis, are you dead ? And he faid, Not yet, Captain ; if you have got any thing to leave, let me know it, and if I don't die to-day, I will do as you bid me to-morrow. Why then, Captain, faid he, all I have in the world I leave to my mother, and my cheft of clothes to my aunt Bridget. So after the engage ment was over, I had him decently interr'd in the fca, as he was the fon of a gentleman. Mr. BELFIELD. The Captain feems to grow melancholy George ; do you roufe him. GEORGE. I will, Sir. — But, Captain, don't your remem ber, how in your rage for the lofs of poor Dennis, you clapt a match to an eighteen pounder, and the execution it did on board the enemy. CAPTAIN. You mean, when the fhot cut away the main geers. GEORGE. Ay, you muft sertainly recollect it. CAPTAIN. Oh, to be fure I don't. — The yard came down, jny jewel, with thirty men upon it — about eleven o'clock"], [28, "[ « ] o'clock there were thirty fail of the line engaged, Ihip to fhip; oh how the elements did rattle; Tunder, fmoak, fire, and fulphur. — George, how was it ? GEORGE. SONG. Stand to your guns, my hearts of oak, Let not a word on board be fpoke, Vi<5k_ry foon will end the joke; Be filent and be ready. Ram home the guns, and fpunge them well. Let us be fure the balls will tell, The cannons roar fhall found their knell, Be fteady, boys, be fteady Not yet, not yet, not yet, Referve your fire, I ftill defire, Not yet, not yet, not yet FIRE! Now the elements do rattle, The gods amaz'd behold the battle. A BROADSIDE, MY BOYS! See the blood in purple tide, Trickle down her batter'd fide ; Wing'd with fate the bullets fly, Conquer, boys, or bravely die. Hurl deftruction on your foes : She finks, fhe finks, fhe finks, huzza ! To the bottom down fhe goes. [The Captain, during this fong, is agitated very much ; at the conclufion he runs up to George and embraces him. 6 CAP-"], [29, "[ n ] CAPTAIN. ' There's a crature for you ! he's not one of the macfqualies. Mr. BELFIELD, Captain, we conceive all the horrors of the battle, but tell us how George behaved — CAPTAIN. Why you muft know I was always fond of clofe quarters, fo I gave directions to grapple the enemy; I then put him at the head of thirty as pretty Dublin lads as ever crofs'd the water, each of them furnilh'd with a cutlafs, and two brace of piflols. I was obliged to tell him he was born in Dublin, as I knew they would not like to be headed by a foreigner. Well, to be fure they din't make their way. The firft thing that crea ture did, was to cut the jaws of a Frenchman clean off. Mr. BELFIELD. Mercy upon me ! CAPTAIN. . Oh the devil a tooth he left him below flairs. CHARLES, and LA FLU RE. VALENTINE. My dear George, I am heartily glad to fee you -, I did not hear of your arrival until yefterday even ing ; fome very particular bufinefs prevented me, or I fhould have call'd upon you immediately. Well, I find you have brought home Honour with whole bones. GEORGE."], [30, "[ n ] GEORGE. Safe and found, brother, although faith I have had my chance for a wooden leg ; I am happy, Valentine, to introduce you to the acquaintance of captain O Gollagher, he has been tp me a fecond father. VALENTINE. Sir, I am ■ fo well acquainted with your charac ter, and fo truly fenfible of the honour your ac quaintance muft confer on any man, that I fhall cultivate your friendfhip with the warmeft afliduity. CAPTAIN. . I am glad he did not wait for an anfwer, as I muft have faid fomething that meant nothing. GEORGE. I was in hopes, Charles, on my arrival, to have found you in the arms of a good wife. — Captain, this is a friend worthy your acquaintance. — Charles, this gentleman is my commander, Captain O Gollagher. CHARLES. I confider this introduction, Sir, as the greateft honour ever yet conferred upon me. CAPTAIN. Sir, I am your very molt obedient, and very moft obedient and molt humble fervant. There's as much truth in that as in the other, fo we are quits. Mr. BELFIELD. Well, Valentine, you fee we have George fafe again. — Mr. Marlove, I am much oblig'd to you for this favour. Captain, there are two youngfters that"], [31, "[ 25 3 {hat will talk law with you to the end of the chapter. CAPTAIN By my own foul they will not, for I never bad the kaft notion of either law or equity in all my life, nor never defire it ; but if they have a mind for a touch at navigation, why I think they will meet with their match in Cornelius. Mr. BELFIELD. I have a few pictures above flairs, Sir, I think will pleafe you. — Valentine, do you fhew the Cap tain the drawing-room. [Exeunt Valentine, Charles, and Captain. Manet Mr. BELFIELD. -1 have related to this honefl man the whole of my fon's behaviour reflecting Ifabella ; he was acquainted with her flory before ; George, I find, communicated the contents of my letters to him, and this worthy tar is fenfibly affected with her diflreffes ; it is poffible, that in cafe a converfation on the fubject could be introduced when they are together, he might prevail on him to do juflice to One whole only fault appears to be her confidence in a libertine. The Captain is certainly an indif ferent orator, and yet his expreffions come fo truly from the heart, that he makes his auditors feel, altho' they fmile at him. Enter CAPTAIN. Captain. Mr. Belfield, the young gentleman and I are going to take a walk before dinner, we fhall lee the pictures another time ; and as ftrange as it may E appear"], [32, "[ 26 ] appear to you, Mr. Belfield, I intend to get his confent to marry Ifabella, before I return. Mr. B E L F I E L D. Dear Sir, your eagernefs to do a good action will prevent the completion of it. You are too early an acquaintance of his, to warrant fuch a con version. CAPTAIN. Not at all, Mr. Belfield; if I pafs a moment with a man who has difgrac'd the character he ought to value more than life, I muft inftantly tell him I know it, that in cafe he either withes or expects my friendfhip, he may reftore his fame by an immediate amendment ; fome people may call that impudence, but, faith, I call it plain and honeft dealing. Mr. B E L F I E L D. Well, Sir, manage this matter as you pleafe, and may your generous endeavours meet with fuccefs. CAPTAIN. Keep up a good heart, Ifabella Meanwell is the name ; is the one of Meanwells of the county of Leitrim ; but no matter where fhe came from, fhe's an honeft woman, and in -diftrefs, that's enough for Cornelius. [Exeunt Mr. Belfield and the Captain, talking. Enter MELINDA and CHARLES (running). CHARLES. You have fuch a pair- of wings, my little angel, there's no catching you. 2 ME-"], [33, "C 27 ] MELINDA. You have put me fo out of breath, Mr. Mar love, that I fhall not recover myfelf this hour — Oh, how my heart beats ! CHARLES. Let me feel it — Ah, Melinda, that heart of yours is quite alive. MELINDA. It's very troublefome at prefent — I do not know what to do with it. CHARLES. I will tell you. MELINDA. Do then. CHARLES. Give it me. MELINDA. And what am I to do for one ? CHARLES. You fhall have mine. MELINDA. Ah, but {hew me yours firft. CHARLES. I will defcribe it to you, will not that do as well ? MELINDA. No, I would rather fee it ; I don't believe you have got one. CHARLES. I own it's gone, for ever gone. & E 2 ME-"], [34, "[ 2S ] melinda: Lord, Lord, how I am glad of that; and, pray Charles, who has got the little creature ? CHARLES. That lady. [Shews her his pocket-glafs. MELINDA. That lady! why, that's me; well to be fure, how pretty that is. — DIALOGUE SONG, CHARLES. My heart is gone, it's gone aftray, Yonder it wings its airy way ; Back to your mans'on come and reft, It falls Melinda on your breaft,. I will have it — Mel Do not intrude I vow I'll hate you if you're rude. Do not put me in a fury, Cha. A dozen Cupids on the jury Shall find you guilty, then, for life You're bound to pafs your days a wife, Mel. What care I for you, or Cupid, You are either mad or ftupid. Cha. I'll ravifh an ambros'l kifs, [Kiffes her. Sure on earth there's no fuch blifs. Mel. I cannot bear it, take you this. [Pats him, CHARLES. Let us take a walk, Melinda, before dinner, gnd I will endeavour to prevail on you to return it, MELINDA. With all my heart — and the family will ima gine we haye eloped, ha, ha, ha! CHARLES,"], [35, "C 29 ] CHARLES. So they will, my little charming fugitive. — But flop, Melinda; egad, we may poflibly frighten the family in good earneft. MELINDA. O then you won't elope ? you are a pretty fel low, indeed. SONG. Your fervant, good Sir ! I now fee your paffion Was all a pretence ; but that's quite the fafhion ; 'Tis the ton for a lover to wooe with his eyes, To talk of darts, daggers — of a trip to the fkies. The creature will weep, will prate of fenfations, And fwear by the gods, their friends and relations — 1 Such nonfenfe in future you are fure to prevent, If at once you join ifTue, and give your confent. So then you will not join ifTue, Mr. Lawyer, you won't elope, ha, ha, ha ! CHARLES. O yes, I'd fly with thee to the Antipodes. [Exeunt running. Enter LA FLURE. Vat the devil! I heard the word elope, O ho! begar I don't like elope; I vil fee where thefe pair of pidgeons are flown to. [Exit. SCENE, a Tavern. Enter CAPTAIN, VALENTINE and WAITER. CAPTAIN. What fhall we have? will you take a flip of grog this morning ? * B VALEN."], [36, "[ 3o ] VALENTINE. Captain, I am much obliged to you.' No, CAPTAIN. Why then, bring us a bottle of the bell in the houfe. WAITER. Claret, Sir. — CAPTAIN. Ay, any thing — [Exit Waiter.! We mufl have fomething, you know, or they'll take us to be fpoilpeens, perhaps. Enter WAITER with Bottle, Wine and Glaffes. You may now walk or run off, which you pleafe, Mr. Waiter. [Exit Waiter.] Here's to the honeft couple, your father and mother, Mr. Belfield. VALENTINE. Sir, I thank you. CAPTAIN. And now, Mr. Belfield, I muft openly declare, I brought you here on purpofe to have a little private converfation with you; and faith, I have fo many apologies to make you upon this occafion, that, I believe, I had better make no apology at all. VALENTINE. Sir, I muft requeft you will not ufe ceremony with me ; I wifh to confider myfelf in the charadter of an old acquaintance — What the devil can this Teague mean ? [Afide. CAPTAIN. Why then, Sir, you have fav'd me a great deal of trouble, and for which I am very much oblig'd to"], [37, "C 31 3 to you ; — I think you told me a while ago, Mr. Belfield, that you would introduce me to the lady, whofe picture you wear on your little finger there. VALENTINE I did, Sir ; and what then ? CAPTAIN. Why then, Sir, I fhall be very much oblig'd to you. VALENTINE Pray, Sir, why do you exprefs fo ferious a with to fee that lady ? CAPTAIN. Becaufe, I think, I know her, and all her family; and, I believe, the firft letter of her name is Ifabella. VALENTINE. How came you, Sir, to know that lady's name ! CAPTAIN. No matter for that, you fee I do know it, and that's enough ; and 1 am forry to know, Mr. Bel field, you have engaged that lady's affections. VALENTINE. Well, Sir ! CAPTAIN. No, Sir, it is not well, it's very ill, you are at tempting to deftroy the peace of the fweeteft crea ture that was ever dandled on a mother's knee ; now, Sir, if that's well, I fhould be glad you'd explain it. VALENTINE. Upon my word, Sir, altho' I highly regard you, as my father's friend, I cannot but confider this fami-"], [38, "[ 32 ] familiarity as it deferves, you are at prefent to me a ftranger. CAPTAIN. Why, you told me juft now we were old ac quaintance, how do you make both out ? that's a kind of a ftrait fquint at a blunder ; but, I find, Mr. Belfield, the fine gentlemen of the age will commit crimes, but they cannot bear to be told of them : you promis'd to marry fweet Ifabella ; fhe, poor creature, thought you fpoke truth, and fhe has given you an honeft earneft of her affec tion. Now, Sir, you are bound to perform your promife, or the Devil will as furely have you as your name 's Valentine. VALENTINE. I'll humour this Hibernian Solon, it will ferve to amufe time. [Afide. SONG The vows that are made by a fwain to his love, On earth are neglected, are laugh'd at above ; Jove hears the whole ftory, and fmiles at the joke, He knows lovers' vows are all made to be broke ; That mortals love freedom as well as himfelf, So Daphne's complaint is confign'd to the fhelf. But, Captain, don't you know that Jove laughs at lovers vows ? CAPTAIN. I know nothing of Mr. Jove, nor any of his family, nor ever defire it ; and if he laughs at the ruin of innocence, he's a dirty fellow, and you may tell him I fay fo. V A L E N"], [39, "[ 33 3 VALENTINE. Really, Sir, I fhall not tell him any fuch thing; but, Captain, I do not thipk a man's honour— — • CAPTAIN. Don't mention the word, 1 bid you. — I fuppofe 'tis honourable to rob a woman of her virtue — But it's di-h.onourable to return it. — We rirft tempt them to do what we defpife them for when it is done. — By my foul, Sir, the poor women in gene ral are feverely treated. [A noife without. VALENTINE. What noife is that ? Enter WAITER. WAITER. Sir, here's a ftrange kind of a Frenchman be low flairs, who fays he muft fee Mr. Belfield. CAPTAIN. Oh ! it's that ftick of pomatum that follows you like a ghoft, never mind him. Enter LA FLURE. LA FLURE. O de Devil, de Devil ! O ve are all undone ! VALENTINE. What's the matter with the fellow ? LA FLURE. O, Sir ! I have been looking for you dis hour. Madamoifelle Melinda elop'd with Monfieur Mar love. O de Devil ! VALENTINE. Elop'd, does the fellow fay, elop'd ! F LA"], [40, "[ 3+ 3 LA FLURE. Elope, elope, elope ! VALENTINE. Death and damnation ! Captain — Waiter, get me a chaife this moment. — Which way are they gone ? — Run to my father's, La Flure, and let him know I fhall be at home inftantly. [Exit La Flure. CAPTAIN. Oh, then the boom's burft at laft ! VALENTINE. My dear Sir! — Captain, let us fly. CAPTAIN. By my own foul I will not, nor fhall you< VALENTINE. 'Sblood, Sir, this is no time for trifling ! CAPTAIN. Faith it is not, Sir. I will make you therefore do juftice to an injur'd lady before you leave this room. VALENTINE. Make me, Sir ; what is it you mean ? CAPTAIN. I will make your honour make you, and that's the fame thing, you know. — What, you are going to kill a man for doing the very fame thing you did yourfelf not a month ago ; marry poor Ifa bella firft, and then you can reproach him with a good grace ; at prefent I think it would be a great deal of impudence in you to mention a word about the matter. V A L E N-"], [41, "[ 35 3 VALENTINE. By Heavens ! that obfervation chills my foul. [Afide. CAPTAIN. Oh, he feels that, I'll follow the blow. [Afide. What muft the relations of poor Ifabella feel when they hear of her fituation -, you can tell me now, and I fhall be much oblig'd to you. VALENTINE. [Drops a fword. Oh, Sir! you have planted a dagger in my bofom. CAPTAIN. Ifabella will take it out without hurting you. Go to her this moment, or the wound may prove mortal to you.— I knew the creature had a good heart, altho' he did not know it himfelf. [Afide. VALENTINE, This inftant let me fly.— Sir, be fo kind as to return to my father, and affure him, that by Twelve to-morrow, Ifabella fhall be my wife. CAPTAIN. Come to my arms, and let me embrace you ; I fhall not be afhamed to call you friend from this moment. And now, Mr. Belfield, go to that fweet creature and bring her to your father's houfe ; I am fure the whole family will be glad to fee her. In the mean time do you give me a letter to the old gentleman, it will give him pleafure to hear your refolution under your own hand. VALENTINE. Moft willingly, Sir.— Let us retire into the next room, and you fhall have it. F 2 CAP-"], [42, "[ 36 3 CAPTAIN. I will attend you with all my heart afterwards. You have my confent to murder that little bit of a lawyer, that has made fo free with your family, as foon as you pleafe •, but I recommend it to you to leave him to Cornelius O Gollagher. VALENTINE. I fhall be advis'd by you, Sir, thro' the whole affair ; a villain, to break thro' the moft facred ties of friendfhip ! CAPTAIN. O, I'll liflen to you for a twelve-month ! SONG. And now, Sir, I'll tell you, you've done what you ought, A bleffing will furely 'light down on your head, You've made a heart eafy, Inftead of being crazy, The thought won't difpleafe you not after you're dead. To have but one glimpfe of the fweet little jewel, I'd walk all the way from the north to the fouth, When fhe hears of her fate, How her breaft will elate, Thepoorcreature's heart willjumpoutof her mouth. [Exeunt. SCENE,*. Apartment in Mr. Belfi eld's Houfe. Enter LA FLURE and PATTY. LA FLURE I do tell you, my little angel, dat I love you more and above all the world. PATTY."], [43, "[ 37 3 PATTY. You're a falfe man, Mr. La Flure — you began to ogle with Mrs. Dripping, the cook, the moment you enter'd the kitchen juft now ; I wonder how you could fancy fuch a fat bofs of a creature. LA FLURE. Sacre Dieu — I fancy her ! I would as foon fancy my grandmother. Oh de very thought kicks in my ftomach. — I thought my figure and politice vou'd foon do her bufinefs [Afide.] Vel, I do fay, my fweet Patty, dat I would do any ting and every ting to oblige you ; bid me kill myfelf, and you fhall fee dis moment. PATTY. Ah ! Mr. La Flure, you have fuch winning ways! SONG. Get you gone, you killing devil ; Why thus tempt me, cruel youth ? Do not touch me— pray be civil ; You look wicked — that's the truth. And yet with rapture ftill I view thee ; I am ruin'd more than half; That fmile and air will fure undo me : There's a leg — and there's a — calf. I do believe you was form'd for the ruin of our fex. LA FLURE. For de happinefs you mean, my fweet creature ! —but tell me, my angel, fhall we PATTY,"], [44, "[ 3« 3 PATTY. Well, Mr. La Flure, as there is no ftanding be fore you, I furrender this moment. — When fhall we be married ? LA FLURE. Married ! by gar I haven't tought about dat yet [Afide]. Why now, Mamfel Patty, where can be de ufe to marry — I love to be free, I am quite an Englilhman for dar. Enter CAPTAIN. CAPTAIN. Well, I do not remember ever to have feen a better couple than this fame Mr. Belfield and his wife. I am fure if their actions in life do not fe cure them a good birth after they die, the half of us may expeft to be thruft into the hold. — Thfe little fup I have taken this morning, has made me whimfical. Oh tunder and fury ! there's that creature again, he's courting, or I'm not alive; well, to be fure this is too much upon the brough, ha, ha! I have often heard it remark'd that mon kies are very amorous ; I am fure, from this mo ment, 1 fhall never doubt the truth of the obfer vation — Hark you — what fhall I call the crea ture, ha, ha! — What impudence is this you've been about here ? LA FLURE. Oh the devil, there is that barbarian. PATTY. No impudence, your honor. CAPTAIN. I'll tell you what, Mr. Monfieur, if you marry in this ifland, I will apply for leave to fmother 5 the"], [45, "[ 39 3 the iffue. I am fure, if our forefathers were liv ing, they would deny the relationfhip. They were men and Britons, and deferv'd the fair ; but as to you, ha, ha, ha ! well, to be fure myfelf can't be angry with the creature. LAFLURE. I fhall be enraged in a few minutes. [STo Patty. CAPTAIN. What are you collogueing about, you creature, [Takes La Flure by the arm, and throws him from Patty.] Let a man fpeak to her. CAPTAIN. SONG. Think for a moment, my fweet little creature, Before you confent to take him to your bed ; Look at his face, take a view of his features; S.uppofe that Cornelius you place in his ftead : I think the change will not difpleaie you, Such a creature as that can do nothing but teazeyou, A bag of fuch bones can fure never pleafe you ; But here's flefh and blood for my Gramachree. PATTY. Indeed you are a very ftrange gentleman ; I do like Mr. La Flure, and I will marry him if all the world flood at the door. CAPTAIN. By my own foul I think a quarter of the world would be very badly employed on fuch a bufinefs. — Take him then, and I am fure if you have no thing elfe you'll have wig enough. [Exeunt La Flure and Patty. Enter"], [46, "[ 40 3 Enter Mr. BELFIELD, GEORGE, CHARLES, WMELINDA. Mr. BELFIELD. Captain, you are welcome; tell me, dear Sir, will Valentine fet our hearts at reft ? CAPTAIN. Sir, I have the pleafure to inform you, that Ifabella is now your fon's wife, altho' they will not be married until to-morrow. Mr. Belfield, do you read that. [Gives him a letter.] Ah, my little Gramachree ! I thought you had fet fail without firing a gun. — What's the meaning of all this ? Mr. BELFIELD. We were alarmed Sir, without a caufe ; Mr. Marlove and Melinda were only taking a walk in Hyde-Park. CHARLES. There has, indeed, Sir, been a ftrange miftake. CAPTAIN. No, the devil a miftake there was in the matter at all. If you never make a worfe trip than that, you will be a great ornament to the profeffion of the law. — You have done a great good by acci dent ; I am afraid if you were to do it on purpofe, you'd have blunder'd it. Mr. BELFIELD. You are our belt friend — what fhall I fay, Sir ? CAPTAIN. Say nothing at all about the matter, and then you'll fay all I wifh you ; prepare yourfelves to re ceive the fweet creature, for fhe will be here prefently. Mr."], [47, "t 4i 3 Mr. BELFIELD. Dear Captain, you did right to fend for her ; the Wifh next my heart is to receive her as a daughter. Enter RICHARD. Sir, Mafter Valentine is below, and begs you will permit him to pay his duty to you. * CAPTAIN. Is there a lady with him ? RICHARD. There is, Sir. Mr. BELFIELD. Defire them both to come inftantly up ftairs. [Exit Richard. CAPTAIN. I wifh the matter was over — myfelf's in a ftrange fluftration — I can't help it. [Enter Valentine leading Isabella, when fhe fees the Captain floe faints, the family all run to affifl her, and the Captain flands moiionlefs. CAPTAIN. Well, whether I am awake or afleep, or dream ing that I am awake, I can't tell. Mr. BELFIELD. What can all this mean ? GEORGE. The Lady, Sir, recovers. ISABELLA, Oh ! let me hide my guilty head (Throws herfelf into his arms) ; here let me perifh, aqd fhun the vengeance of an injur'd father. G Mr."], [48, "[ 42 ] Mr. B E L F I E L D. Father ! I am your father -, do not avoid me, Ifabella, we meet to pafs our future days in love. CAPTAIN. I have feen a thoufand men blown into the ele ments without a tear, but this is rather too much. (Weeps.) I will fpeak if I can.— Mr. Belfield, I cannot tell whether you mean this as hocus pocus work or not, but a daughter of mine muft not be treated thus. Mr. BELFIELD. A daughter of yours, Sir ! Mercy, Heavens _ what is it I hear, is that Lady your daughter ? CAPTAIN. Are you fure, you don't know fhe is ? Mr. BELFIELD. Not I, Sir ; by the facred honour of a gentleman. CAPTAIN. Then, Sir, there's no harm done ; lhe is, Sir, my daughter. GEORGE. I am petrified with aftonifhment ; this muft be the young lady, Sir, I mention'd to you yefterday. Mr. BELFIELD. Pray, Sir, how long is it fince you faw your daughter ? CAPTAIN. Not fix months ago ; a few days before I went to fea. — I with you'd bring her over to me, for I believe I am bound to the fpot I ftand upon. [They lead Isabella to her Father ; floe kneels. f ISA-"], [49, "[ 43 3 ISABELLA. Oh, Sir! behold your unhappy but not guilty daughter ; can a future life atone for what is paft ? can imprudence like mine, find pardon in your goodnefs ? fay, you will forgive your unhappy child. Oh, pour the balm of comfort to my foul, and eafe a heart that's loaded with affliction. ALL. We all befeech it, Sir. CAPTAIN. Rife, my child, and come to your father's arms, which are open to receive you. [Embraces her.] I don't like this tragedy work — It don't fuit me at all. MELINDA. Well, if I woudn't do the fame thing to-mor row, to be forgiven in the fame way. CHARLES. Zounds ! hold your tongue, Melinda. Mr. BELFIELD. Pray, my dear, what was your reafon for taking the name of Ifabella Meanwell ? ISABELLA. The reafon, Sir, that induced me to aflume that 1_ame, you fhall know at a more favourable oppor tunity, at prefent my heart is too full. CAPTAIN. Her name is Caroline O Gollagher, and begging your pardon, Madam, I haven't heard a better name fince I was the height of a, potatoe. [They kneel, and the parents blefs them.] May the laft be the worft day you ever fee, my dear creatures. Mr;"], [50, "C 44 ] Mr. BELFIELD. And now, Valentine, fince you have got a mofr eflimable wife, purfue your fludies, and make a figure in the law ; your abilities will give you for tune, and, if properly apply'd, make you a father to the diftrefs'd — a bleffing to your country. CAPTAIN. But don't of a day be felling out two or three pounds worth of lies, or brow- bate honeft people out of their property ; no, damn it, don't do that, don't do that. — Do the creature juftice, and after I am dead, I'll not forget you. — Ah, my little Commodore! give me your hand, I wifh I had another daughter for you ; by my own foul you Ihould have her, whether you wouldtor not ; but I'll try whether I can't leave one upon the flocks for you, before we go to fea again. GEORGE. Do Captain, and I will endeavour to deferve the command. FINALE. Val. Yield no more to fafhion's fway — . Ifa. No more her tyrant laws obey — t» t Virtue and fenfe alone can give t The happinefs for which we live. CHORUS. Virtue and fenfe alone can give The happinefs for which we live. THE END."], [51, ""], [52, ""]]