[[1, ""], [2, ""], [3, "MOB RULE: A SATIRE FOR THE TIMES. BY AN UNPOPULAR PREACHER. LONDON: WILLIAM RIDGWAY, 169, PICCADILLY, W. 1888. PRICE SIXPENCE."], [4, ""], [5, "MOB RULE. A Satire for the Time*. AN UNPOPULAR PREACHER. \" Come, Senex, vote true blue, support the State The Liberals have lost their heads of late, Their ' liberality ' is mostly shown In cribbing others' wealth to swell their own.\" The old man answered with a cynic grin, \" Law, sir! it aint no matter which are in, The Liberals may be worthless, as you say, Whichever wins the mob will gain the day ; You may select the ablest men to sit, But every one will fiddle to the pit.\" \" Oh, no! \" I said, \" You certainly are wrong. Before the Tories have held office long The golden age will come to earth, and then Justice, long banished, shall return to men ; From Jupiter and Saturn shall fly Divine Political Economy, There will be no discreditable dodge To give three acres and a cow to Hodge,"], [6, "2 Mob rule shall cease, contracts shall firm remain, No base concessions shall be made again. Lo ! thus the child upon the sunny strand Constructs his fort of incohesive sand, And scarcely finishes his pretty play Ere the tide flows and washes it away. All must consider well the day and hour, The will may be, where there is not the power. If we must yield — still, as we backward go, Before injustice — we will face the foe ! Open to me, rich Liberal, thine heart And let me search into its inmost part. Seek you the country's weal or wealth and fame? \" Ehem ! I want a handle to my name, And ere I have my principles avowed I must find out the feelings of the crowd. 'Tis plain that every man who wears a coat, And who can turn it, should possess a vote.\" If he's uneducated and a fool? \" That is no reason why he should not rule.\" Suppose he madly squandered his estate? \" He has experience. Let him legislate.\" In his reduced and miserable plight? \" Yes — I'm convinced his views are most^ right.\" This man's a drunkard and can't write his name \" He has his cross ; and others are to blame. I hold his thoughts in equal veneration With those of any scholar in the nation.\""], [7, "3 Peace ! Let the good Conservative begin : — \" We know the Tories, gentlemen, will win, They ever shield the people from their foes And think of nothing but the poor man's woes. If you are sceptical — pray kindly vote Who was it gave the working-man his vote ? It was Disraeli — ever honoured name — By him the glorious household suffrage came. Lately the Lords and Commons both agreed That of extended franchise there was need. But what of Palmerston, the Whigs' delight, Was he inclined to give poor Hodge his right? He said — \"I have received some twenty schemes For a new franchise, and to me it seems Hard to select one. Let that gentleman Who asks about it come and choose a plan. And let him, if uncertain which is fair, Cry 'heads,' and toss a shilling in the air.\" Trust not the ' reds ' — support the honest blue And wealth and happiness shall shine on you. I hate the revolutionarv band J That would break yearly leases. I will stand Firm as a rock.\" Such courses you detest? \" Yes — and so doing I will break the rest. Side with the Tories in the coming storm, The Liberals may promise — we perform.\""], [8, "4 Thus he whose ancestors the mob have spurned, Bows his proud neck and craves to be ' returned.' Alas ! his card more wild pretenders trump, Who spare not ' liberal ' language on the stump. Delightful sound ! Hark to that ringing cheer ! What sweeter music can ambition hear ? The noise which capital and labour scares Most softly soothes the agitator's cares. \" Hip, hip, hurrah ! \" \" Once more,\" \" Go on \"— \" Spare not,\" \" Down with the tyrants,\" \" Give it to 'em hot.\" \" I have detained you\" (No, no). \" Well I'll say. Pull all together and we win the day. Where our opponents go there falls a blight, I am for justice, liberty, and light ; Their principles have always been a curse, But mine have proved precisely the reverse. Those who have land or money may have fears, Well, let them do their best, or worst. (Loud cheers.) About the landlords we will raise a noise ; They shall be you, and you be they, dear boys. But let your motives lofty be and pure ; The slightest bribery I'll not endure. Here, take this railway ticket. You'll want lunch ; Well, you can have some — and a glass of punch.\" \" My life a peaceful history records, I will think thrice ere I destroy the Lords'."], [9, "5 Alas ! the Church must fall — most sad event ! I first proposed the disestablishment. On precedent I act— that is the term — W^here is there not some microscopic germ ? I see one now ; our last Act, by mistake Conferred a property upon the tenant. \" Take It back ?\" Oh, no ! we now have precious seed, From which a mighty tree shall soon proceed. Large as that deadly Upas I o'erthrew, And not so fabulous — indeed, quite new. \"I will encourage honest thrift and toil By rooting reckless bankrupts in the soil, From whom a numerous progeny shall rise, And spread forth fruitless branches to the skies. \" Oh, that we could the foreign nations guide To take untaxed the products we provide selfish policy they wish to drive Our goods away that they themselves may thrive. I lately asked a German working-man, Of Social views, why they allowed this plan, And did not rise indignantly and send A free trade cheering to their English friend. \"Well, that we would,\" he said, \"but for this curse, That all our meetings the police disperse.\" Do any present wish that things were dear ? Bread, meat, and sugar should be cheap. (Hear, hear.)"], [10, "6 And clothes, and everything. I'll prove it : see, Here is a shilling, it will purchase three Loaves when they are but fourpence ; only two When they are sixpence. Is not that quite true ? But some may say that shillings are not ours ; That is because those selfish foreign powers Cling to the hag Protection. Ports they close, And make producers pay what they impose. Their policy is wicked. Some will say, \" Let us retaliate.\" That's not the way. If we put duties on the goods that come, We, the consumers, would pay all the sum. In both directions losers : this may seem A paradox, but 'tis the truth, I deem. That man, I say, will soon grow thin, and thinner Who has Protection for his daily dinner ; If he votes for it, may he ever after Eat nothing but potato skins.\" (Loud laughter.) Now let us cross the \" silver streak \" and go Into the verdant isle where shamrocks grow. There, though distress and misery are found, Luxuriant speech and flowery words abound : — \" Ladies and gentlemen, I'm proud to see This glorious gathering of the brave and free. There are before me men who soon will stand Shoulder to shoulder for their native land. Who in this world can have a nobler cause fhan those combined to violate the laws ?"], [11, "7 Laws are for slaves : we'll break our servile chain, And neither rights nor wrongs shall then remain. This Parliament has made concessions great — Showing how fit we are to legislate. Night after night we sat these laws to make, Which we sincerely hope you all will break. A Tory blackguard said I worked for hire, To whom I quickly answered \" You're a liar.\" Stopped by the Speaker, I explained I meant Not a deceiver, but an instrument. Our reckless enemies have had the face . To say we are a mixed and mongrel race, And that they can discover in our ranks Old Britons, Saxons, Spaniards, Danes and Franks. But be that true or not, we firmly state Our ancestors have lived at early date, And if each cannot show what land he had, That is because the registry was bad ; Or if there was a landlord in the chief, That only proves he was a shameless thief. For all the acres each man holds to-day, Two, or two hundred, he should nothing pay. That would be justice, but we'll generous be, When you have fed and clothed your family In the best manner, with the utmost care, Well, then, if you a sixpence have to spare, Let it with maledictions due be sent To pay your landlord his accursed rent."], [12, "8 \" Where is the man would grab his neighbour's farm? God help him ! Keep him comfortably warm ! Give him the best — I did not say of shot — You wish to \" tumble\" him, but I do not. Let no brave boy who wants a little fun Put on a mask and take a loaded gun On some dark night, and then send out a scout To see there are no sly police about. And when the craven thief for mercy begs Do not — oh do not — shoot him in the legs. All Saxo*n laws are only good for sport, Mind, always bring your landlord into court, And choose a lawyer who can blaze away (My brother is the best man of the day). \" There is a name I hesitate to speak, The synonym for what is harsh and weak, Disgraceful, ruffianly; need I say more? You recognize the picture of Balfour. Up in his gloomy castle, day and aight, He sits concocting murders, then takes flight. Soon reappears and darts upon his prey, Shedding black poison on his slimy way. I've seen him stand and boast a bloody fight With a sardonic smile — portentous sight ! With deepest treachery he sends his band With batons armed throughout our peaceful land. Drilled to make riots, to draw up and charge, What patriot now can safely walk at large."], [13, "9 Will any dare to question what I say ? Do the policemen stand at ease all day ? They try to lead our boys to some foul deed, And frequently, I grieve to say, succeed. Then like the spider on the gentle fly Pounce down, and virtue yields to infamy. It seems to me, my friends, the rarest fun To see these fiends from our defenders run. To hear the stones upon their helmets fall, Or kick them as they homeward try to crawl. These, these, are noble acts ! in every cause Let us be foremost to defy the laws. \" On an evicted farm no cattle thrive, Out of a hundred one might be alive; There is a curse upon the soil they say, The grass grows sour beneath the despot's sway, And wild oats flourish. He who grabs a farm In some mysterious way will come to harm. Take courage then. I have a summons here Bidding me at the Sessions Court appear. Obedience to such mandates I refuse, And with it, by your leave, will wipe my shoes. This is the way that patriots plead their cause, And clear their soles\" (Much laughter and applause). Turn from the country to the town and there You find the same infection in the air. The name of Trafalgar which cowed our foes Is now connected with our country's woes."], [14, "10 Where the bronze lions frown across the way Lately live asses held uproarious sway. \" My friends, a glorious part we have to play, To make ourselves a nuisance every day, We are the people's friends — there is no schism Within our ranks — we all love barbarism. Every half-acre shall maintain its man, On which he shall live proudly — if we can. Or let all common be ; it so remains Where the wild Indian gallops o'er the plains, And where the negro revels. There are those In some fair climes who own nor land nor clothes. The laws are all corrupt, they should be changed, The men who made them must have been deranged ; Worse than the laws are those insane police, Like all blue devils enemies of peace, Though backed by legislation they are strong, My friends have always found them in the wrong. Here's a poor fellow, how made poor we know, By wealthy robbers, he desires to go Early to work, his gentlemanly mind, Cannot endure to be the least behind. He does not hear the church bell's distant chime, And has no watch to indicate the time, He takes his neighbour's. He is rudely seized, And cruel magistrates are only pleased To sentence him. Behold, his rueful face No beer or brandy cheer the dismal place"], [15, "11 To which he is consigned. His spirits fled, Downward he sinks, and has no feather bed. Ah, sirs ! if rulers' hearts were not of steel, That man had mounted none but fortune's wheel, Had we just laws there would be little fuss, For all the watches would belong to us. \" To what mean tricks rich men will condescend ! A few days since, my most partic'lar friend, Wanted to know the time. He looked around, And soon a sleek, pot-hatted person found Who seemed a gentleman, well dressed, refined, But oh ! he had a miserable mind. My friend pressed close, obtained the watch, alas ! It was not even sdver — it was brass ; Seeing the time, and not desiring gain, My kind companion slipped it back again. I call a burglar a straightforward man, Let legal scoundrels catch him if they can. Down with the men who would arrest disease, We'll have small-pox or anything we please. The Government our meetings may proclaim, Let me suggest we can do much the same — We can obstruct the streets, smash every shop, And bring all work and pleasure to a stop.\" This is too mild a tap and like to fail, Give us a sample of your stronger ale. The next who rises in the competition Shouts, \" Friends, I come to advocate sedition,"], [16, "12 As I am poor, I think what I profess, My hat on covers all that I possess. Before I've done I'll do a little good, At least I'll terrorize the neighbourhood. Forward we'll go, with blood-red flag unfurled, And by our actions scandalize the world. In spite of staves and sabres we'll not stop Until we've skimmed the scum from off the top. Bring sticks, bring anything, home made or foreign, To slay the legions of that cut-throat Warren. There shall be dynamite — the nights grow dark — Salute the Carlton as you leave the park. Cast out the Duke of Cambridge in disgrace — A thief — we'll put another in his place. Bring cursed Salisbury and Churchill bring, And Daddy long-legs Balfour — let them swing Each from a lamp-post — let us burn the lot And raise a cross to consecrate the spot. As for the parsons with their wealth and prate, Do they our children freely educate ? Should not the pastor daily feed his people, Or in default be hanged from his own steeple ? When the old Church has been brought rattling- down Then we'll prepare for tossing up the Crown. When I see mansions desolate I say, Thank God that I have lived to see this day !"], [17, "13 To those who burn them I would prizes give — But spare small houses where good people live. \" A prison is an honourable place, Let no one think that it confers disgrace ; How does my democratic soul expand A hundred thousand men before me stand ! Are they all men ? all heroes ? — I say, No ! Else would they hesitate to strike a blow? But stay ! impetuous friend, beware, lest you Should be encountered by the lifeguards blue. Unarmed by armed, such odds are most unfair For the great battle of Trafalgar Square. Our rulers seek to goad us to the fight Avoid it therefore, keep within the right. We will return the tyrants hate for hate, And let them see we can retaliate. Our fury knows no bounds. Our ills would cease. But for this force of ruffianly police. Learn the goose-step that you may win the day, Procure a soldier who can show the way Then march to gain and glory at the call Of knowing ones like us. Old soldiers all. \" I hope that everyone will weapons bear And a revolver such as this I wear — For self defence, of course, against the staves When you are pounced onby those murderous knaves I have a stick to knock the tyrants down, It has been stained with blood at Mitchelstown."], [18, "14 Pull down the railings, let the fragments yield Strong weapons for our honest hands to wield. Bring granite stones to smash the Lord Mayor's Show, Unsheath the sword and strike a manly blow. We'll stop the civic rogue and make a rout Till all his ill-gained money is poured out. We'll crush the press, which our just cause derides, And thrash policemen, whose thick, leathery hides Like carpets need sound beating, give it then, They can't imprison thirty thousand men 5 Let many a conflagration rise And send up incense to the skies, Let London crackle till we see The crimson road to Liberty.\" Why should sti'eet orators feel much afraid When leading M.P.'s call a spade a spade ? Abusive language is thought no disgrace — \" I'll slip my slops into your dirty face.\" Nothing can check their democratic rage, The Commons now have reached the comic stage, If braggart words be patriotism test That at the penny theatre is best. \" D coward, you're a ruffian and a skunk,\" \" The honourable member is half drunk.\" The tragic follows on the comic smack \"When we're outside I'll thrash your cursed back"], [19, "15 And break your neck.\" Good sir, you are polite, But are you certain that your cue is right ? Sweet wives of Billingsgate ! Oh could your voices Be heard on high where party strife rejoices, What honour, all unblushing, ye might win, What power acquire in the discordant din 5 Melodious dames ! Ye have the real ring, Drive these performers out — give us the genuine thing. Alas ! poor England to destruction runs, Through the infatuation of her sons, Her houses are unlet, her chests unfilled, Her homesteads ruined, and her farms unfilled. We have, instead of men to plough our lands, A dwindling crowd of feeble factory hands, While ancient families fall down below The lords of cotton and of calico. Gain-seeking editors dispense around Millions of blackened leaves which scorch the ground In England's autumn, pandering to the taste Of the most covetous and most debased. Where once religion raised our minds above Instilling principles of peace and love, Now infidelity stalks brave and bold Striving to sow dissensions in the fold. Are there no men to make a gallant stand ? Shall wealth and intellect desert our land ?"], [20, "16 Must we permit the rule of selfish cant The fads and fancies of the ignorant? Where are the hands that will our footsteps guide And shunt the dread toboggan off the slide ? Will not some Samson bring rare things to pass, Using no more the jaw-bone of an ass ? Select some men of elevated tone, Whose politics are not a stepping-stone, Learned and well content with their condition, With honesty unopen to suspicion ; Let them sublime above ambition's lure, Receive the well-earned homage of the poor, And not attempt to shirk the crucial test, To tell the truth, though bitterest, is the best. Let envy and class jealousy decrease, And England know the happiness of peace. Let followers no longer lead the great, Nor statesmen noses count and calculate, Such petty games will never win renown, Nor can the ship of State sail upside down. O. NORMAN AND SON, PRINTERS, HART STREET, COVENT GARDEN, LONDON."], [21, ""], [22, ""]]