[[1, ""], [2, ""], [3, "THE PLEASURES OF ANARCHY, A TRAGEDY."], [4, ""], [5, "THE PLEASURES OF ANARCHY, A TRAGEDY."], [6, ""], [7, ""], [8, "A MAP TO ILLUSTRATE THE POEM."], [9, "THE PLEASURES OF ANARCHY, A DRAMATIC POEM, NOW SO ABRIDGED AS, POSSIBLY, TO BE THOUGHT NOT UNADAPTED FOR REPRESENTATION, AS A TRAGEDY, ON SOME PRIVATE, IF NOT ANY PUBLIC, STAGE. F. N. LONDON: PRINTED FOR THE AUTHOR, G. AND J. W TAYLOR, LITTLE JAMES STREET, GRAY'9 INN LANE (w.C.) November, 1862."], [10, ""], [11, "PREFACE, The former Editions of this Poem were printed, respec tively, in 1809, 1815, 1829, and 1852. Let the Reader be here requested to observe the distinction between \"killed,\" and \" wounded \" or \"falls : \" and that, therefore, he who may undertake to write a poem entitled \" The Pleasures of Peace ; \" and to introduce therein the Survivors of the Dramatis Personæ in this Tragedy ; need not exclude any one saving the King, Fabricius, and Cali. That there is no novelty in such a suggested addition to the Drama may be shown by it being stated that, in pp. xn, xin, of Preface to Ed. 1815, it is written : \"The Author feels that no one, judging from experi ence, will blame him for making the catastrophe unhappy. It entered, indeed, very readily into his original design to render the virtuous triumphant at last : but he soon found that the usual limitation of five acts, however extended, would be but a bare allowance for misery ; and he, therefore reluctantly gave up the attempt : not, however, without contemplating, with much pleasure, the accomplishment of his object, at some future quiet period, by adding another poem, under the title of The Pleasures of Peace — Peace in large an acceptation as it has been shown Anarchy was designed to be understood. \" But why should the Author mention his designs, unless it be to relieve the press from the apprehension of groaning under them ? The Pleasures of Peace, once, considered an easy and agreeable task, must be consigned to other historians, and bards, of Terra Incognita, as a subject which he feels himself entirely incapable of ever attempting ! \""], [12, "DRAMATIS PERSONÆ. The King of Terra Incognita. Young Prince, Son of the King. Vulpes, Cousin of the King. Eugenio, ) j The King's Ministers. Fabricius, ) Old Jonathan, a Peasant, formerly a General. Cosri, the Usurper. Cali, once a faithful Servant of the King, but seduced by Cosri from his allegiance ; and taken in arms against the King. Talmundo, Cosri's Chief Confidant. First Captain, ) > Rebel Officers. Second Captain, .' Rufus, an Officer attendant on Eugenio. The Queen. Matilda, ) | Daughters of Old Jonathan. Julia, ' Perdita, a Peasant's Daughter, seduced by Vulpes, and then deserted by him. Citizens, Soldiers, <$-c. The time occupied in the poem is supposed to be a part only of one day, namely, from about an hour before day-break till about sunset ; and the remotest scene to be not further from the town than four or five miles."], [13, "THE PLEASURES of ANARCHY. Night. — A chain of craggy Rocks over which the Young Prince and Fabricius are seen walking with difficulty; the latter hearing on his shoulders a coil of rope. On coming to a stop they thus converse. Prince. How far, Fabricius, Are we, now, from the place where we must part ? Fabricius. If we must part, alas ! this is the place. Here do these rocks, with fronts precipitous, Jut on the lower range scarce less terrific. Prince. Then farewell now my guide, again farewell : Rejoin our camp, and let thy wisdom rule it : But I will quickly pass the steep descent, And reach the city walls. H SCENE I. ACT I."], [14, "2 THE PLEASURES OF ANARCHY, Fabricius. The city walls ! 'Tis rash for you to count on reaching them : For — should you 'scape from all harm here ! — tenfold Of risk you'll run amidst dense ranks of foes, Who every access to those walls bar up. Come, we will now retrace with quickened steps The paths we just have trod. Prince. It must not be. Seek not To change my purpose. Fabricius. Far be th' attempt from me, E'en for your life, (so much I love you !) Prince, One step to turn you from the paths of honour : But this remember — 'tis not the brave man's sport To court a rash and useless enterprise ; Just such a one as now my Prince designs, That threatens mishap quite unmixed with profit. Prince. Useless indeed may be my enterprise : But then Fabricius But then — Why force me thus to say The word ? — to rashness you will add desertion ! Our standard flies upon those rocks behind ; There is your place of honour and of duty. Aud — grant this rough road's smooth, yon way secure,"], [15, "3 A DRAMATIC POEM. The hostile camp not full of danger to you — You should not leave your post ! Yet go ! despise Your Father and your King ! Prince My Father ? Fabricius. Ah! Scoff at his wise commands ! He sent you here, (That night he sought those walls) you know he sent you, Seeing his foes increase his own grow less, To try to rouse the mountaineers to arm ; And charged you only with such aid to join him, Alas! unhappy and misjudging Prince ! Think not by that rash act you have designed To serve and gratify a king like this : — With loud reproach, and frowns, and scorn, he'll meet you ! Prince. Tell me he lives ; say but my Father lives Still to command, and so to be obey'd ; And I'll return with thee : but if thou can'st not, I will no more return. Alas ! thou knowest Beneath a heap of slain he lies, and I Am now thy king ! Fabricius. Why should we doubt he lives ? Prince. Said not the wounded soldier, who at dusk"], [16, "4 THE PLEASURES OF ANARCHY, I Came to our camp, that on the field he left him Bleeding, and fainting, agonized, expiring ; Beside him not a friend less prostrate, suff'ring, Helpless ? Fabricius. And said I not, \" reports Like these War will be subject to \" ? The feeble mind Listens to all, and pain from all endures ; But not the wise and brave. What said I else ? *\" I know the man, and fear his purposes.\" Prince. But this I know, he ever had been deem'd Both brave and faithful e'en by thyself, Fabricius. Fabricius. Return, and as we go, Prince ! I will show you, Though brave this soldier and though faithful once, How these sad times may yet have changed his heart. Well known to me are many treacherous plans, Which yet you have not heard. Prince. Nor now will hear Show me the path, or uninformed I'll go Seek it myself. Fabricius. I crave to be allowed to speak, my Prince !"], [17, "5 A DRAMATIC POEM. Prince. Speak, if thou know'st such things are not : else be Thou still, old man, be still ; urge me no more. And yet not so. — The guardian of my youth, Seizes Fabricius by the hand. Do I not reverence thee ? Declare, I pray, Tell me, Fabricius, when did reproof 'till now Fall from thy lips, and I not feel its weight ? But can I now obey thee ? Though reason bid me, Something cries out within that must be follow'd ; That with redoubled motion makes me rush Through all the horrors of the midnight from thee. Fabricius. Then will I not entreat you, — no, nor stay you : In your mean garb conceal your noble person. I now must let you down. Farewell, my Prince ! Prince. Farewell, Fabricius ! [Fabricius, by means of the rope, lets young Prince down the precipice.] the Fabricius, (alone.) Yes, Prince, — I'll blame thee not, tho' thou art gone ; And, much I fear, to seek a speedy death : For who can know a friend, or shun a foe ? Mistrusting every one, first have I thought This soldier false ; and then have thought him true : So much of doubt, at least, his tale affords. But — thou art gone ! and — what for me remains ? Those, who for love of thee would scarce be ruled,"], [18, "6 THE PLEASURES OF ANARCHY, Will not obey me now ! — I'll not return — I was commanded to attend thy steps. By some circuitous, some easier path, I'll go and find my injured Sovereign out : By him, by thee, and all I prize on earth, Resign this old and feeble frame to death ! SCENE II. Twilight — Inside of a Cottage — Matilda sitting playing upon a harp — Old Jonataan enters and addresses her. Jonathan. Daughter ! — Another of those soothing strains ; Then bring the harp, and bind it on my back ; And find my oaken staff; for — I must leave thee. Matilda. [putting aside her harp and rising.] Where will my father go ? The morning dew Hangs thick on every bush ; the sprightly lark Has not once dared to soar ; as yet the wolf Prowls through the woods to seek its prey ! What ! will you go at this untimely hour To yonder savage camp, again exposed To insult and to danger ? 0 my father, Here do we sit and watch the setting sun, And vainly beg it to retard its beams To guide you safely home. You know not how Each night, the flitting of the bat ; the owl's Sad scream ; and every bush that moves ; ah, yes ! (Your voice not heard, nor your approaching feet)"], [19, "7 A DRAMATIC POEM. The very stillness fills our minds with fears Already so alarm'd for you. At length you do return, but how ? alas ! Bent on your staff, and struggling on with pain ; Your eyes in suffused tears ; and with a sigh You sit you down beside the hearth ; or seek In haste your bed, spurning our humble meal ; Not greeting us by e'en one transient smile, As if accounted rude intruders by you. 0 no, my father, seek the camp no more, To leave us orphan'd here ! Jonathan. Adversity comes on with speed enough. Yet, when I'm gone, may here my daughters rest Safe from the evils which on others fall ; Safe from the violence of lawless power ! Matilda. When you are gone — then, to the camp again You do intend to go ? Jonathan. I mean not that. Matilda. 0 say then what you mean : for now, methinks, You look more sorrowful than e'er I saw you ! Jonathan. Go where I've sent my three brave boys before me, Beyond the camp — where honour, duty calls me."], [20, "8 THE PLEASURES OF ANARCHY, Matilda. 0 ! I will keep you thus ! [Matilda clings to her Father, in an affectionate way, weeping.] Jonathan. Then, quick, call back Your three brave brothers, lest they should quite shame me Let us with childish fondness run and sport And idly pluck you flowers from the rock. No, this is not employment now for them ; Nor is it fit for me. My real child — A soldier's darling daughter — shew thyself so : Dry up your tears. Matilda. And so I would, my father, If you could now exchange your hoary head For youth or manhood ; stand in the field again, And purchase other scars. — Then would I cry, As e'en I've heard my tender mother did : \" Haste, haste away, each man must do his duty ; Your country expects your best exertions ; Your country now calls you into danger.\" Doubtless my mother rightly spoke. But now, Since dastard hands with ease might violate The scanty relics of the hardy warrior ; 0 ! let our youngsters fight ; yourself repose. Our noble king calls not the aged forth Only to die ; and leave their bones unburied."], [21, "9 A DRAMATIC POEM. Jonathan. Sweet, lovely, image of thy mother lost ! Many there are who nobly rest indeed ; Sleep at their homes ; and lose the thoughts of action : Since they have done all that they well could do. Their manly strength worn out, the sword becomes Their thigh no more ; for they no more can raise it. But am I so reduced ? — or, if I be, Such is the difference betwixt us still, There is another way I may be useful. The mind, oft unharm'd 'midst the body's ailments ; Expanding, strength'ning whilst the head grows hoarv ; May make him who hath ruled fitter to rule. Daughter — attend ! — heard you what last I said ? Matilda. Strange words! — my Father. Jonathan. Strange, — yet true. I once Did tread in courts. Matilda. And rule ? Jonathan Yes, yes, 'twas so. Heard in the council ; in the field obey'd ; The bosom friend of great and good Fabricius ; And by the best of Sovereigns not less loved : Such was the peasant once !"], [22, "10 THE PLEASURES OF ANARCHY, Matilda. Was once so great ! And yet Jonathan. So humble ! So great : and yet — as I am ! Now tell me daughter, for I leave it to thee, Shall I depart or stay P Matilda. Ne'er to behold Us more ? Jonathan. Aye so, if chance should make it fit. Or shall I yield in zeal to that Fabricius, Fabricius whom I once did dare to rival ? Not more relax'd are my old limbs than his ; Not mark'd with deeper scars : yet shall he stand, As it is said, somewhere behind these rocks, Nightly exposed to damps and quick alarms, The admiration both of friends and foes ; And I, who long have rested, still lie hid, Because a child will hang upon my breast ? Quick, quick resolve — shall I depart or stay ? Matilda. Go ! — stay ! — no, go ! — do what you think becomes My father best ! Jonathan. 'Twas nobly said !"], [23, "11 A DRAMATIC POEM, Matilda. Alas! Jonathan. But where is hid my other pride, my Julia ? Tell her but her embrace detains me now : Or does she care not for it ? Matilda. Long ere you rose She did awake ; and, though I would have stopp'd her, She said she must go forth and seek her goats With their unruly kid. \" My father,\" cried she, \" If he must needs once more desert us, sister, Shall not yet go so unrefresh'd again.\" Near to the spring she thought she heard them bleat : That was their darling spot. Jonathan. So long they've stray'd, I fear these favourites of my child are lost : A welcome catch for some marauding hand. But come ! that is my way : we'll join the search. I'll take the harp, and so far thou my staff. [Exeunt."], [24, "12 THE PLEASURES OF ANARCHY, SCENE III. Sunrise — A Rocky and Woody Scene — A clear Spring gushing from the rocks — Julia enters singing, and leading Goats having dandelion chains and other flowers bound around their necks. Julia. For thee I left my quiet bed ; For thee I plough'd the wat'ry main ; For thee in distant climes I bled ; Then sought my home, my child again ! When wars are over, and he homeward rolls, Thus sings the hardy sailor to his brats, To hush the tempest his rough rocking makes — And may I not compare my toil to his ? Ye little rogues, how kind I've been to all ; Fed you with milk ; and nursed you on my lap ; And yet yell daring leap from rock to rock, For scarce the value of a single flower, As if indeed quite unconcern'd how much I suffer ! — Come, come along, such roamers Shall hence bear these hard chains ; and, if ye bite them, I'll gather fresh ones for you. — Thou, who art old, [To the he-goat. Bearded, and look'st so wise, art most indeed In fault ; but all shall pris'ners be — But hark ! What sound is that ? 'twas nothing, I do think : Or — (Sings.)"], [25, "13 A DRAMATIC POEM. 'Twas but the robin flutt'ring from his nest, Scared by the noise my passing feet have made. Sweet bird ! compose again your rosy breast ; I'll shun the spot where your young brood is laid. Up ! up ! this way ! climbing is what you like. [To her goats. Came I not down for you ? then climb for me ! [Exit Julia with goats. The Young Prince enters, looks round, and speaks. Prince. 'Twas from this very place, methinks, I heard The voice proceed ; and yet how quiet, now, Is all around but yon pellucid stream So sportive in its course. Could fancy make Thereof a voice ? — it seems it must be so. — Perhaps for ages it has patter'd on Uncared for, uninvited to the lip Of man : but I'll disturb it. Come, now refresh A wearied prince, then flow in peace again. [Kneels and drinks, and, whilst rising up, hears a sigh. Sure 'twas a sigh and hark, the voice once more ! [The little girl, on the ledge of a rock several yards above the Prince, speaks to her kid. Julta. So long, and far, this morn, I've search'd for thee On these sharp rocks, that, though this short way up, I am so weary that I must sit down. But — what shall I do then ? once would such toils Soon on this bank have closed these heavy eyes. [Sings."], [26, "14 THE PLEASURES OF ANARCHY, But sleep will not the eyelids close, When care the breast disturbs. Oh, oh ! how seldom now do slumbers come ! Nor can I sing, dear father ! now, as once I used to do ; when, ere you went to that Sad camp below, you'd often smile and cry, \"Come, merry child, and give me one verse more.\" I am not merry now ! [Julia sighs, rises up, and walks on with her goats. Prince. Poor sufferer ! She could perhaps point out the way I ought To take. I'll speak to her. I see her now — But now — she's gone. 0, that I may not meet [The little Girl, having then first noticed the Prince, peeps at him from behind a large heap of rocks. Thy rebel father's hand opposed to mine ; And thus by sad necessity be forced To tear from thee, sweet innocent, what I So much deplore — for ever torn from me. Mine by a rebel's hand lies stiff and cold : Thy father may return, and on you smile. But hark ! what other noise from that way comes ? Cries, shrieks, and groans, and now the clash of arms ! Then that's my way ! [The Prince draws his sword, and leaps down the craggy bed of the spring. Julia is seen flying away upwards with her goats."], [27, "15 A dramatic poem. SCENE IV. Several Soldiers enter, flying; others pursuing. Vulpes disguised, now, suddenly starts from behind a tree, and is thrown on the ground by a Soldier who raises his sword to kill him. Vulpes. O spare my life ! Corsi and Talmundo enter. Cosri. Who stands ? Despatch. No female tenderness be here. Yet, stay Thy hand. [Makes a sign to the soldier to spare Vulpes, I know that voice ! Prince ! is it you ? [Aside. How then, when we supposed you on our side, Do we here find you thus ? Vulpes. Hear, Cosri, hear ! This garb does not denote hostility. Chance mix'd me with them as I came to seek Thyself, great conqueror ! Cosri. I would think so. Pursue that band. Talmundo only stay. [Exeunt soldiers. Rise, Prince ; fear not. Tell us how fares our cause On t' other side."], [28, "16 THE PLEASURES OF ANARCHY', Vulpes. As when the greedy wolf Hath burst the fold, and scatter'd all the flock This way and that in palpitating heaps, Then lies down feasting on their mangled limbs, So fare our frighted foes ; thy troops so glut Themselves with spoil : awhile, indeed, My injured Cousin — ah, our enemy I mean, I mean ! — withstood each bold attack ; And victory seem'd bending on his brow : 'Twas then I straight Cosri. Remember'd what I said ? Vulpes. Reversed his luck ; disorder'd all his line ; And thus the day was won Cosri. Was won by ours ? Vulpes. Who leap'd exulting o'er the heaps of slain, And hasten'd onward to the city walls. Cosri. 0 sage device ! how 'twill yourself exalt ! Talmundo. But what's else done ; where's our arch enemy, That so important prize : Have you secured him P"], [29, "17 A DRAMATIC POEM. c Vulpes. A wound too soon he got ; his friend cut out His passage from the field. Talmundo. Then he lives yet ? Vulpes. He lives — Talmundo. But must not live ! Cosri. For nought is gain'd Whilst he is loose. Or drag him thence, or make Him harmless there : and many ways there are ; A drug may silence, or a bolster do it. That purpose too this steel would serve like well. Accept it, Prince. [Gives Vulpes a dagger. Vulpes. I will ; and, if need be, Will seek its aid. Talmundo. One way or other, ere The sun this day hath set, he must be ours. Cosri. He must : else he will frustrate all our schemes. You cannot share his throne ; 'twill hold but one."], [30, "18 THE PLEASURES OF ANARCHY, As for the roving child, my toils are spread. His capture's sure : no hindrance he .shall prove To you, great chief of our Triumvirate. Talmundo. No hindrance he ! But there's another one Not less in dread hostility to us — Because of Womankind. Vulpes. She too is ours ! Already half accomplish'd is my plan : Here will I lure her ; and here give her up. Yet more, those walls — which cannot else be gain'd, By rocky bed secured and men so sturdy — Shall tamely yield a passage to your sword. But see the time draws on ; I must depart. Short is the way, and every pass I keep. Cosri. Go, and, when this is done, receive, great Prince, The homage that's your due ! [Exit Vulpes. — Fool, to regard The promises we make ! -Talmundo. Ambitious fool ! Cosri. Villain ! who by a cousin's blood would rise ! We'll not be thy base tools : nor shalt thou stick, Hereafter, like a rane'rous thorn to goad"], [31, "19 A DRAMATIC POEM. And tear our sides ! Go on, in treachery, Kind friend, and, when we're served enough, we'll lay Thee by ! [Exeunt : Talmundo laughing as if not suspecting what might soon happen to himself. SCENE V. Old Jonathan is seen to break from his two daughters, who sit down, mournfully, by the side of each other, on a bank; their goats broivsing at a short distance from them. Julia. He's gone ! why did I tell him what I heard P For then he might have stay'd. It frighten'd me ; I thought to have frighten'd him. The careful hen Gathers her young ones, when she hears the hawk : And — could I think my father would have left us ? Weep not, my sister ; was I muoh to blame ? Matilda. No! [Sighs. Julia. But why tell him the youth call'd him rebel ; Repeat that word to make him start ; and then To frown ; and then to stretch his arm ; and then — Did not you hear him say : \"lam no rebel ! \" ? Rash, wretched, girl that I am ! — My ever busy tongue !"], [32, "20 THE PLEASURES OF ANARCHY, Matilda. Come, now, we'll go As he commanded, home. Julia. I'll not go there ; But run and stop him ere he can revenge, By this young soldier's blood, the sad affront. \"' I will not tear from thee, poor sufferer,\" He cried, \" what I have lost and now lament ; Thy father shall return and on you smile.\" How like a brother was it said, — an enemy He cannot be ! — and shall he die for this ? [Matilda sighs. Dear sister, speak and comfort me. I want It most. So like he was a brother too In shape, in voice, in every thing, I vow : So tall and straight, just like our young Rinaldo : And then so bold, so strong, that if provoked He'll do my father harm. 0, let me run Before the blow be given ! — Matilda. Stay, simple girl. Who now supposes that our father's gone To wreak his vengeance on a harmless youth : Why need I ask you this ? You can repeat, As well as I, what, just the night before Our brothers went, he said to all the three. Though he at savage war did always grieve, I do remember these were just his words : \" To save your country is a noble wish."], [33, "21 A DRAMATIC POEM. In such a cause should each man dare to die. Then, since war is and there our rulers point, Press on, my boys, and meet your common foe. But, oh ! \" — he wept. — \" To private injuries Should'st thou, or thou, or thou, be e'er exposed, 0 cherish not revenge ; children, seek peace ! \" Julia. Methinks, how doubly good and brave he seem'd ! Matilda. And, yet, you can suppose that now he's gone To stab his unknown friend — not enemy ! — For one slight word P Julia. Oh, no, I do not now. But still he's gone ; and I do see you weep. Where is he gone : cannot you tell me this : Gone for a little while, or gone for ever P Matilda. 0 Julia, Julia, ere you did return, We heard those horrid sounds, you said you heard ! Then — from his shoulders he half shook the harp ; Then — had you seen him start ; how fierce he look'd ; How — both his eye-balls glared ; how — from his thigh He seem'd to think he drew his rusty sword ; And, when he found it not, he rais'd his staff : And mutter'd oft — I cannot tell you what, But this I know it was not of revenge."], [34, "22 THE PLEASURES OF ANARCHY, Alas ! I could yet tell you more than this ; But then my heart would burst — he's gone, he's gone ! Come, come along, Fll tell you by-and-by. [Exeunt, leaving the goats browsing. Julia soon after returns weeping. p Julia. He's gone, alas ! — yet you shall go with us. [Exit, weeping, and caressing her kid. End of Act I."], [35, "23 A DRAMATIC POEM. ACT II. SCENE I. The King, in an old ruined Tower, reclining on a bed composed of soldiers' cloaks and arms — Several Attendants around him, overcome by fatigue, asleep — Rufus, and three or four more, mournfully standing and watching their Sovereign. The King starts — rises — walks, with apparent difficulty, yet hastily, about — casts his eyes on a fracture in the tvall, through which the sun-beams enter — stops — seems lost in thought — then abruptly speaks. King. Ah ! — what a morn ! — It seems quite form'd for pleasure ! The sun unclouds his face ; smiles on the earth ; Wakes and enlivens all her varied charms ! — Untimely, yet, ye beams here come disporting : These eyes have found no rest ! these aged limbs, Which ask th' indulgence of a child, are bent Still more by toil and wounds ! yet, so unnerved, I rise to labour in the bloody field Where sanguine contest, wild ambition rage ; And all the fearful horrors which enlarge The host of discord bursting through my land ! [Appearing, now, for the first time, to notice his attendants. Ye come perhaps to warn me of my fate."], [36, "24 THE PLEASURES OF ANARCHY, I am prepared to hear the worst, and then Prepared to die. Yes, yes, be brief, and tell me All that ye know. Rufus. My gracious sire ! we know not how the night, The busy night hath closed : whether on us, Or on our treach'rous foes, success attends : For from the field we came when yet the battle In all it's fierceness raged. From its rude shock, Enjoin'd, we bore you here our hope ! our Sovereign ! Wounded ourselves, just as a breathless corpse, We bore you to these walls ; here weeping placed you ; And thus have passed the gloomy hours since then. What this eventful night hath else produced We cannot tell — no messenger returns Of all whom we back to the field have sent. Eugenio enters. King. A breathless corpse ! and — was it so ye bore me, Unkindly bore me here ? else — I had closed These eyes in sleep ; and fled from earthly cares : Alas, my friends, I recollect I saw The battle change before I fell ; I saw My choicest troops mow'd as the harvest down. O, had you left me then and saved yourselves : For all was lost — 0, had ye left me then — Left me to die and perish unreproach'd That I could fly to save an useless life !"], [37, "25 A DRAMATIC POEM. Eugenio. Most gracious Sire, 'twas e'en a victory When your blest life was saved ! nor was the day Then lost when on the field you fell. You saw not What aid was rushing onwards to thy side ; What gallant heroes soon avenged the blow ; Those hardy bands, whom easy victory Had elsewhere crown'd : and, when the field I left, I left them there scarce doubtfully contending. All is not lost, my Sovereign, all is [Loud cries ivithout, at a distance : Eugenio starts. — Not lost — hope still remains ! — then let us bind Thy bleeding wounds ; and here repose and rest. King. All is not lost P — then to the field again Quick let us rush : these wounds retard me not : This sword I still can wield : come let us gird It on. All is not lost whilst hope remains. [A louder and nearer shout. To arms again ! and hark, that noise, those shouts [Shouts again. Which reach us here ; the loud, still louder cries That every moment burst upon us tell us The contest's at our gates ! [The King rushes on, but totters, falls, and faints. Attendants. .0 help, alas ! Haste, succour, help, preserve our Sovereign !"], [38, "26 THE PLEASURES OP ANARCHY, SCENE II. Perdita, the only child of a gallant officer, seduced and then deserted by Vulpes, in a dirty ragged dress, and with dishevelled hair, is seen sitting upon a heap of stones, among rushes, under the City-wall; — The River muchswoln runs, violently, over its rocky bed, a few paces from her feet. Turning its course to a greater distance from the walls, it is seen, on her left, to wash the foundation of an oki Tower ; and, beyond that, a large broken stone Bridge over which Troops rush in confusion. — Beyond the Bridge, Cosri's Camp appears ; and at a considerable distance a high chain of Hills terminating the prospect. — On her right, across the River, Rocks, Woods, and Precipices. — Vulpes now descends from the walls, by a flight of steps, holding, in one hand, a piece of coarse musty bread ; and, in the other, a female peasant's cloak. Vulpes. Rememb'rest thou my charge ? Perdita. (looking up ; her countenance emaciated, and bedewed by tears.) I do. Vulpes. And wilt Thou execute it well ?"], [39, "27 A DRAMATIC POEM. Perdita. \" Well \" !— 0 say not When 'tis done, 'tis well : for where canst thou find A blacker purpose ? — What, bay the lamb to slaughter ; Or strike the knife myself? I know the deed For which you want me ! Vulpes. Peace, be still ! Perdita. (stretching out her hand to grasp the bread.) The deed- Why, murder ! Vulpes (withdrawing the bread.) Alas! Perdita. It matters not ; feed me ; And you shall find how well I'll guide thy victim. Vulpes. Alas ! poor wretch, the injuries I have done thee May well make thee believe I still plot evil. But, 0 ! forbear ! thou dost mistake me much Distorting kindness so. 'Tis for her sake, And — think no more of ills repented of! — 'Tis for thy own security I do it : To save you both from coming scenes. Mark then Yon tree ; conduct her there : beneath it stop"], [40, "28 THE PLEASURES OF ANARCHY, 'Till I arrive : but take this crust, appease Thy craving hunger first. Famine has left No better food than this : but great's the gain [Perdita tears the bread in pieces, eating voraciously. In store for thee hereafter. [Looking, as if, with returning affection, at her. Perdita. Whate'er may be, I'm quite ready. Kind Prince, lead on. Vulpes. Not yet. Thou must be now, or ably personate, A plain, a meek, a simple, spotless maid, Else she will not accept thee for a guide. Thy person, therefore, in this cloak array, As modesty approves ; then follow me. [Gives her the cloak. Perdita. Go on ! I'll do so. [Exit Prince. Perdita continues all the while eating; but, having at length consumed the food, she looks at the cloak; then surreys her own dress; upon which she heaves a deep sigh, and speaks. How was I brought to this ? How made to bear thy taunts ? Alas, alas ! How forced to put these on ? through hunger 'twas ; Hunger, O Prince, which thy seductive arts First made me feel ! [She now sits down, and falls into a sort of trance."], [41, "29 A DRAMATIC POEM. Vulpes. [Returning, speaks to her, angrily, from the steps. Why now so tardy P haste ! Perdita. [Regnrdiny him as if roused from a dream. Who speaks ? — My Prince ! Vulpes. Haste, now. Perdita (rising hastily.) I'll quickly come. — kind-hearted, generous, Prince ! My once loved garb, forthwith, I'll put thee on To be the guide of scrupulous modesty : [Exit Vulpes, again beckoning to her to follow him. But beware, Viper, lest I mar your scheme. Murder ! alas ! think you I'm so depraved ? What, can I injure innocence like her's ? Murder you wish — Traitor! [She is supposed to have heard the rumour of the repulse of the King's party through his treachery. Relentless wolf! — Or why so merciful as to drag me back To life ; or base as so to seek me out A lost, sad hirehng guide for such a Queen ? [Perdita, now, quickly, arranges her hair ; puts on the cloak ; and ascends the steps."], [42, "30 THE PLEASURES OF ANARCHY. SCENE III. The King, in the same Tower, sitting on the bed. — Around him Eugenio, with Soldiers — Further of, a crowd of Persons with Cali and Assassin in fetters. Eugenio. How fares my Sovereign, now P King. I live : nor am I lost as yet To public woes. — Proceed — what more remains For me, just struggling on, to hear or do ? Eugenio. I've told you all, my Sire. King, They scale our walls And gain the top ? Eugenio. 'Tis true. King. The very top ? Ah ! now I hear the din of arms therefrom. Eugenio. Nay, let them mount up there, my Sovereign ; Let their proud feet press on our battlements ; Yet no brave warrior idly hangs his head ; And in dejection mourns his country lost. [Loud shouts are now heard. Hear, hear, they rally and drive back the foe."], [43, "31 A DRAMATIC POEM. King. 0 that I could rush forth, and lead them on! But this is vain — I trust some fill my place. Leave me alone. It shames me much to see So many idly stand around, as if Th' unvalued, empty, pomp of majesty Be left me still — But —ye are real friends : Go, with my blessing, all I [Exeunt some of the soldiers. Eugenio, thou Only shalt yet not leave thy master's side. Much have I left to impart to thee. Come near — Sit down — give me thy hand — A shout again ! [The shouts greatly increase. Are not all gone ; why stand ye loitering there P Eugenio. They wait the prisoner. King. The prisoner ? Say whom you mean. Eugenio. Cali, my Sire, to him You said you would e'en speak. King. And who is that, He there P (Pointing to the Assassin.) Eugenio. Who dares affront"], [44, "32 THE PLEASURES OF ANARCHY, King. I know the wretch ! Let both advance before I breathe my last. And, if I fail, fill up my words, Eugenio, As you well know I'd speak. Art thou the man [ To Cali. Whom I have one day seen stand by my side ; The next day fall away and serve another ? Come, tell me now what injury I've done To thee or thine, or any thou canst name ! I own thy services : did I not pay them ? Did I not raise thee to thy proper height ? Perhaps I did refuse to plunder for thee ; To heap untoil'd-for honours on thy head P Or left'st thou me because I had nought more To give P What is the cause that thou didst turn, So late to insult thy king ? — Poor soul ! I see He weeps : I've said enough. Go back. I will Not even now detain thee here. Go back : [Gives a sign to a Soldier to take off Call's fetters. And with thee drag that wretch detestable. Grasp him quite firm ; let him not 'scape thy hands : Then, when thou reachest thy chief's august presence, Say [Cali endeavours to address the king, but seems deprived of all power of utterance. He then looks at the bystanders, as if to implore them to intercede for him. Eugenio. My sire, he craves your leave. King. What would he ?"], [45, "33 A DRAMATIC POEM. Eugenio. To fall down prostrate at your injured feet ;■ King. And urge me now to yield P Cali, (prostrating himself at the feet of the king.) No! — but to grant Him here to stay ! to die ! to expiate ! — Forgiveness cannot be ! King. (stooping as if to raise Cali up ; but, through iceakness, quite incapable of doing so.) Yes, it may be. And from my soul I speak, could I but think That e'en a few, aye but a very few Repent as thou dost, 0 what a beam of joy Would lighten up this bier ! [Pointing to his rude couch, near which are still seen lying more than one ivounded soldier. I do forgive ! Not as a king, but as a man I do it ; A man born with the same infirmities, Who for forgiveness knows he must forgive. Thou still shalt satisfy thy country's laws ; Those laws so broken through which yet may punish : Those laws which bend indeed on mercy's side : What wilt thou ask me more ? D"], [46, "34 THE PLEASURES OF ANARCHY, Cali. To stay and die ! King. That cannot be. And yet thou may'st return In time enough to view my useless corpse ; To thrust it back lest the proud foot be soil'd That tramples on it ; or elsewhere give it room To lie and rot — 'tis now too late to change : I have enough to perish on my side. Cali. Alas! King. Nay, Cali, thou wilt serve me best Not staying here. Quick, back to Cosri go ; And cry, that every ear may hear your cry— \" I will not abdicate my throne for him, Or for his threats ; or for his promises ; Or yet for half his soon-expected crown ! \" Weep not ; attend. When thou hast utter'd this ; When the bay'd tiger chafes, and foams, and roars, And meditates another spring ; shew him This wretch to pardon as I do thyself. Thou wast my friend, and he is Cosri's friend : Cosri's base breast lies open to his sword ; And here he, unabashed, comes proffering Therein, up to the hilt, to plunge the same. What ! use th' assassin's arm to stab our foe P Take, drag the monster hence ! I cannot bear his looks ! [Exeunt all but Eugenio."], [47, "35 A DRAMATIC POEM. SCENE IV. Interior of the City — Several Women, Children, old Men, and others rush past as if flying for safety. — The clash of arms on all sides is heard. — The Queen, Vulpes, Perdita, and Rufus enter. Vulpes. And will you yet, yet, yet refuse to fly ? Queen. I do and will. Friend, how much further's off The tower now P [In saying so, the Queen turns her face from Vulpes towards Rufus. Rufus. Not far. Vulpes. But sad the road : Choak'd up by ruins ; and — I dare not tell — 0 that thou would'st — Queen. Lies it through heaps of slain, I yet will go to him. He lives, you say. [To Rufus. My mind's familiar grown to thoughts of death. I can bear all, though least such scenes as these. 0 piteous sight ! [Many distressing scenes occur as she passes on."], [48, "36 THE PLEASURES OF ANARCHY Rufus. Haste, madam, this way turn. Queen. Brave maD, you'll lead me to the King, I know. Rufus. For this I came : Eugenio bade me do so. Queen. Thanks, gen'rous soldier, thanks, I'll follow you — Lead on. SCENE V. The old Tower again — The King alone : he raises himself on his bed, and speaks. King. Eugenio, good Eugenio, where art thou ? Fabricius, where art thou ? My Son, my Son ! And, 0 sweet partner of my toils and pleasures, Can'st thou endure all this ? My Cousin — Ah ! Is any here ? I am alone, I see — 'tis well. [The King lies down again. Enter Queen, Eugenio, and Rufus — Vulpes and Perdita follow at some distance. Queen. Did you not hear his voice ?"], [49, "37 A DRAMATIC POEM. Eugenio. Methinks I did But yet it might not be. Should he repose, He wants it much. King, (sighing.) Is there not one, Not one to give me but a drop to cool My raging thirst ? [him. Queen, [quickly approaching There is, there is one here ! Bring it to me. [To Eugenio who had lifted from the ground a broken jug with water. Take it and be refresh'd ! King. It is too heavy ; raise it to my lips. [Drinks. 0 what a grateful draught. I have enough. My eyes grow dim ! I scarce can see who gives it : But 'tis, I think, Eugenio. Queen. 0 wretched me ! Look up, your loving wife's come here to bathe Your wounds in tears ; come here to die beside you ! King. My joy, my hope, my life ! If it be she, I am now quite revived. Yes, I do see her ; And let me fold her in my arms. I see There too my Cousin ; and near him Eugenio."], [50, "38 THE PLEASURES OF ANARCHY, (A loud shout heard.) Go, kind Eugenio ! bring me from without Tidings once more. [Exeunt Eugenio and Rufus in haste. Come to my arms again, Again, (another shout) Those shouts ! — now for the last embrace. Queen. And why the last ? King. Because you leave me then. Queen. No sooner met than to be forced away ? 0 never, never let me hence be torn ! — King. Silence, you love me ; and — you will obey me — Waste not the time ; the few, the fleeting hours The sun has yet this day to shed his beams, Alas ! must be employ'd by you in flight. [The Queen silently mourns, having thrown herself ion her knees by the King ; who, in the mean time, turns to Vulpes. Cousin, I now would fain depend on you. The times are changed : sad, sad reverses these I now could grant what you last night proposed But then I fear —"], [51, "39 A DRAMATIC POEM. Vulpes. My gracious Sovereign ! King. Call me, too, Cousin, that I thus may judge If you can still repeat that name as well As once you did. Come near : let me behold Your face : they say 'tis changed. Vulpes. Alas ! what means King. What means that whisper that you can be false ; That we do owe our late repulse to you ! Can it be so ? Vulpes. Who dares traduce me thus ? Where is the man ? King. Peace, peace ; he is not here. You saw him just go forth who told me this : Eugenio told me that 'tis whisper'd so. Vulpes. Eugenio ? King. Yes, and, could he prove you false, Justice should have its course ; guilt should be paid,"], [52, "40 THE PLEASURES OF ANARCHY, As guilt deserves. But 'twas a whisper ; and, As yet, it is no more : therefore, fear not : Such cannot sever me from you ! Vulpes. No, Sire ! King. Come, then, I saw you by my side last night, Nobly contending in the bloody field. Where is there room for doubt ? speak it who can, The meanest speak : till that be done, my Cousin ! Whom shall I trust in, rather than such Cousin ? Vulpes. And yet, alas ! I needs must own there lies, Within this breast conceal'd, a traitor's heart ; That I deserve a coward's vilest name ; To meet distrust from you ; if he deserve it Who, when these shouts proclaim our foes' success ; Who, when 'tis vain to hope for refuge here, Dares counsel otherwise. — [Loud shouts without. King, What mean you now ? Vulpes. Why this I mean — Must every brave man stand, Whilst tempests roar, beneath a crumbling wall, And let it fall and crush him by its weight, To prove that he is brave ? just so in heaps, Why do our soldiers sink in endless gaps,"], [53, "41 A DRAMATIC POEM. Led by Eugenio on P Is it in sport ; [Shouts and groans. Or — meant to prove their known fidelity ? I too have spoken, and have not been heard, Yet I will speak again : there lies retreat ; There prudence bids us without pausing rush ; There (let me point the way) the way is open. Our famish'd wearied troops shall next retire ; And be refresh'd by whom ? by your brave Son, Fabricius, and their now increasing bands ! Queen. 0 listen to him, for he wisely speaks ! [The King looks indignantly at Vulpes. Vulpes. But, if you will not yet consent to this ; Still grant, my Sovereign, what I else proposed. 0 spare her these sad sights ! King. I will, my Cousin ! Whom can we find to guide my lovely Queen ? Vulpes, (pointing to Perdita.) There is one here, a soldier's virtuous child, Who knows each track upon the mountain-tops ; Her valiant father by thy son contends ; And she will lead her to him. King. A soldier's child, And virtuous too — what sweet, endearing proofs"], [54, "42 THE PLEASURES OF ANARCHY, That on these humble garbs I may rely As well as costlier robes. You'll lead her safe ? [To Perdita. Perdita. I will. Queen. If you will go with us, not else. King. Then, when Eugenio comes — \\ ULPES. (starting at the mention of Eugenics name.) One moment lost, And all perhaps is lost. Quick, let them fly. Haply we war against our countrymen ; [Groans. Our wives and children yet securely rush From this distracted heap of groans and death ! But who can tell what may not hence ensue ; - What rage ungoverned, and what lawless thirst Queen. Desist, thou cruel man, to urge him more. I cannot leave his side. King. And yet you must : you love, and will obey me. Deny me not ; and we may meet again : Become my messenger to our brave boy. Say that his father longs to throw his arms"], [55, "43 A DRAMATIC POEM. Around his neck ; and praise him for his deeds : Tell him I live, and that I purpose not Idly to lavish our remaining strength On these defenceless walls : nor, when the night Shall come, will e'en the rash Eugenio then Dissuade from flight. — Say not a word ; farewell. If you do prize your country and myself, This instant fly ; yes, go and join thy Son. [Embraces her. Fly, fly my dearest ! for could you keep up With the rough, hardy soldier's harass'd march ? [Vulpes speaks to Perdita, who leads out the Queen. The King falls back upon his bed. Vulpes goes to the door, as if to be assured of the departure of the Queen, 8fc. ; listens ; and looks carefully round on all sides — then turning to the King. Vulpes. Where's Cosri's gift P I have it ready here : [Draws the hilt of the dagger out of his bosom. \" That purpose\" — said he — \" this would serve right well.\" Eugenio, I'll be quick before you come : So then you told him that \" 'tis whisper'd so.\" I will not wait to have you whisper more. [The door grates, and Rufus enters with two or three soldiers. Vulpes conceals his dagger, and speaks. What interruption's this ? What want you here P Rufus. (looking as with suspicion at Vulpes.) Eugenio bade us come, and guard the King From every harm — from known, and secret foes !"], [56, "44 THE PLEASURES OF ANARCHY, Soldiers, (contemptuously) For this we come ! Vulpes. Then be it so, good friends. Mind that you wake him not. He's safe enough. [Aside. I can without compunction leave his side. [Exit. End of Act II."], [57, "45 A DRAMATIC POEM. ACT III. SCENE I. The Queen and Perdita are seen slowly advancing, after crossing a rude wooden Bridge thrown over a chasm in the rock through which the river rushes with the greatest violence — The Town is partly visible at some distance behind them; Mountains and Woods in their front. Perdita. Now to the left, through yonder thicket, lies Our path. Take courage, ma'am : thy son, remember, Is not a great way off ; and, though 'tis rough, Smoother the road will grow as we advance. Besides, I know, hard by that frowning rock, There is a cot secluded in the wood, Where we may gain repose. A good old man, (The shepherds call him father of them all,) Dwelt lately there ; and he still lives, I trust, To greet us by his hand. Queen. Then, we will seek this cot ; for I confess That ease hath made me quite unfit to walk, For any length of time, o'er rugged roads. But tell me, child, thy father too lives here ?"], [58, "46 THE PLEASURES OF ANARCHY, Perdita. My father, ma'am ? Queen. Did not my Cousin say As much P No, no, I do mistake, bravo man ! He serves my Son. Perdita. Alas! Queen. Is it not so P Perdita. Already hath he served his King too long, And faithfully, to make me doubt somewhere He does, if he survive, and age permit him. But — but — you will forgive me if I weep ; For much I fear that both are now no more ! — My father, and my tender mother too ! — By this time, worn by sad affliction down, They rest within their graves. It rends my soul To think what they, perhaps, have suffer'd ! [ Weeps. Queen. Poor girl, Yet you're not sure of this ; \" perhaps,\" you say — Perhaps — they may be safe, it seems. Perdita. They may."], [59, "47 A DRAMATIC POEM. Queen. When left you them P Perdita. Now ten long months ago, Queen. And were they then quite well ? Perdita. They were. Queen. And happy. Perdita. So, too. Queen. You then have heard some tidings, since, To afflict your mind ? Perdita. None have I heard, Queen. Strange, strange. Had they a virtuous, gallant boy, like mine, Who may have fallen P Perdita. No son they had to lose : An only child was their's, myself their comfort ! [ Weeps."], [60, "48 THE PLEASURES OF ANARCHY, Queen. And this their child is safe. — Come, do confide Your grief to me. Perdita. I pray, ma'am, ask me not. Queen. If I may'nt ask, yet I may guess the cause : Where did your parents live : where is their cot ? Perdita. Beyond those rocks which rise so high, ten miles Or more, I cannot justly say. Queen. And where There's no alarm, no enemy to fright them. I may be best inform'd ; all there is peace ; Those rugged rocks our foes have never pass'd. Come, 'tis my turn to talk to you of comfort — Fie ! let me cheer you up ; all fear the worst For those they love the most. Perdita. Good ma'am how kind ! Queen. Ere long we may behold them. Perdita. Alas!"], [61, "49 A DRAMATIC POEM. Queen. I trust We may. — But of that other good old man. Was he a soldier too P Perdita. He was a soldier. Queen. And knew your valiant father P Perdita. Both return'd The same day from the wars ; and often since Companions lived : though once I heard one say, Who seemed quite certain of it, that the other Had been the greater man served by my father : But, if 'twere so, they kept the secret from us. Queen. Now for their names ? Perdita. Old Jonathan, and Mark, The Shepherds call them, Queen. these I do confess I know them not. Yet I do wish to see them From what you just have said : for, in these times, To find two friends, as they may chance to prove, Will be a prize indeed ! E"], [62, "50 THE PLEASURES OF ANARCHY, Perdita. Good ma'am ! but here we loiter, whilst we ought To fly. Queen. We will, and gain the old man's cot But — did you say yon thicket we must pass, Whence, ah ! observe, a crowd of armed men [A large body of men is seen at a distance. Issues in haste. Perdita. Alas ! fly! fly ! thus yet we may escape. [Exeunt Queen and Perdita in great alarm and haste. SCENE II. A Thicket. Enter First and Second Captain, with Soldiers (regular and irregular) straggling, and leading along the Young Prince, and Old Jonathan with his harp. First Captain. This straggling march seems ill prepared, indeed, To encounter foes, if any such we meet. Second Captain. What, what lurks here P"], [63, "51 A DRAMATIC POEM. A Soldier. How wildly does he start. Drag forth the foe, if such now lie couch'd there. [The Queen and Perdita, now, rush out terrified ; the Soldiers shout. Queen. Where shall we fly ? oh ! where ? Prince, (not recognizing his Mother.) Wretches, be still : Or I will make you, if ye dare persist. [Struggles with those who hold him. Jonathan. Upon weak females will brave men thus prey ? First Captain. Ho ! hold your hands. [The Second Captain laying hold of Perdita' s cloak, it falls off; and, on discovering the altered appearance of her Attendant, the Queen wildly rushes up a steep bank followed by Perdita as if entreating the Queen to wait for her. Second Captain. Come, let's not lose the game ! First Captain, The man, who dares To hurt one female flying from the town, Shall feel this armi Let innocence alone. Ye must remember this who guard the bridge."], [64, "52 THE PLEASURES OF ANARCHY, And, I would ask you all, shall we detain This minstrel too : though, poor old soul ! he knows not The sweets of liberty ; and strikes his harp, And in his dotage sings of other times, Times of submission, themes of joy to him? Second Captain. Yes, take him, hang him up. A Soldier. I think so too. Another. Why ? tho' he sought to shew the youth the way To yonder walls, he thought his cause was right, As it half seems to me. Another. Then — lie there, wretch ! [Trips up his heels. Till you have further thought, and changed your mind. [Soldiers laugh Another. I never yet did hear a harp like his. And, when all's finish' d, as it soon must be, I dare avow of slavery no more He'll chuse to sing ; but at our banquets sit ; And chaunt the rights of man — sweet liberty ! Prince. Good Soldiers, spare him ! he was not to blame."], [65, "53 A DRAMATIC POEM. First Captain. Silence, audacious boy, must you too speak ? Drag him away. Away ! whilst we sit here ; And have a song ; and rest ourselves awhile. A Soldier. Well said ! then we may judge what he deserves. [The First Captain sends off a strong guard of the regulars with the young Prince, towards Cosri's camp. Second Captain. Come, play, old fellow, let your hand be brisk, Jonathan. Well, I will try what this old hand can do. Keep further back, I have not room enough. [Runs his hands over tlie strings, and then plays the commencement of some well-known loyal tunes. Second Captain. Ah ! wretch, desist ! Jonathan. You see I'm used to these. Let's think — \" the rights of man, sweet liberty.\" [Strikes the harp again and sings. Hail, liberty ! Ill sing of thee ! Like you that song ? Second Captain. Why that, perhaps, will do."], [66, "54 THE PLEASURES OF ANARCHY, Jonathan 'Tis something new. [The Soldiers form a circle round old Jonathan All. Then let us have it out, Jonathan, (sings.) I. Hail, liberty ! I'll sing of thee, Thou glorious blessing, liberty! 0 say, where dost thou deign to rest : Where art thou to be found : Within the savage breast : Is only he thy child, Who, rising from the ground, Surveys the far extended wild ; Calls all his own ; fears no controul j But rushes forth to glut his greedy soul ? il. Methinks, I hear their midnight cries, When such on slumbering cots arise : But more — the mother's frantic groans : I see — her infant smile, Unconscious why she moans : I see the ruffian stand With searching eyes awhile ! Ah ! now, he rears his lawless hand ; His victims, now, convulsed recoil ; He tears the scalp ; and bears away the spoil ! At length, the warrior's nerves decay; The warrior falls an easy prey ; Some other foes their vengeance wreak ; Their deadly lusts assuage :"], [67, "55 A DRAMATIC POEM. And trample on the weak. Detested Anarchy ! 'Tis thou that thus dost rage ! That mak'st the strong the only free ! That would'st my aged voice restrain From e'er extolling order's halcyon reign. [TXe Second Captain and others here show signs of disapproba- tion, but soon become again silent and attentive. XV. Back to thy wild, base anarchy ! Return, return, sweet liberty ! For thee the harp will I employ ; For thee my latest breath ; For thee e'en pain enjoy ! When savage hordes appear, Intent on spoil and death ; Indignant thus my harp I'll rear ; My fingers o'er its strings shall fly To quell the sons of baneful anarchy ! Second Captain. What does the fellow mean : sings he of us ? Jonathan. Hush, interrupter ! Soldier. Disturb him not. First Captain. Go on. Jonathan. v. And, whilst of liberty I sing, I'll ask what love deserves that King ! (or Queen 1) Who, when the strong the weak oppress, Can shield the weak from harm :"], [68, "56 THE PLEASURES OF ANARCHY, And all their ills redress : Who owns his people's rights, Restrain'd by laws his arm : Who only threatens, only frights The bad who will not laws obey : Whilst all the good enjoy his temperate sway. VI. And next I'll sing Second Captain. And next — no more, No more. — Drag the old fool along to death ! You see we cannot make him change his notes. From morn to midnight, midnight until morn, He'd ring the changes of his love for king, And country, — obsolete, exploded stuff ! Learn true philosophy of me, my friends. Jonathan. [Turning, with indignation, to Second Captain. Monster ! [Turning, with abhorrence, from him. Degenerate countrymen, — for shame, for shame, Whom do you listen to ? tell me, can ye Endure his tongue ; philosophy like his ? No patriotism have ye ? Tell him who says as much just to look back ; And then to judge what would the poorest do — That man who cannot claim a bit of sod, Or call one grain his own — what he would do, Should any foe insidious place his foot, And think to trample, on our common soil !"], [69, "57 A DRAMATIC POEM. A Soldier. The rich should not have, then, aught cause to boast, They have the soundest hearts ! Jonathan. Well said ! Another Sold. Good bard ! We're not such mongrels as to snarl ; and bark ; And then to crouch ; and lick the robber's heel ! Another. No, no, good bard ! who does not love his country ? Or rich, or poor, young, old, or strong, or feeble, We all will serve it ! Jonathan. I thought, I thought as much, Another Sold. We love our country : yet we will be free ! All. Freedom we'll have ! Jonathan. Brave men, are ye not free ? All. Freedom we'll have !"], [70, "58 THE PLEASURES OF ANARCHY, Jonathan. Poor souls ! All. We will be free ! First Captain. [Who had separated himself a little from his party, but had listened to all they said, aside. 0 that I could dare act as I do feel I ought to act : but — ruin threatens there ! The well deserved severity of laws I have offended ; and for that I hate them. But yet — though lost to honour ; slave to gain ; And — dreadful thought ! though anarchy must save me ; I will preserve this good old man. My friends, [Advancing. Will you not all consent : or does one still Hold fiercely out ? Second Captain. Why, it doth matter not : Let him then live : but listen ! in your ear [To Jonathan. I have a song I'll sing, before we part. Thou hast two daughters ; and I know your cot : Your daughters are the burthen of my song. Now, this is it — ■ [Sings. Thy daughters, man, when I am free, Will I soon seize ; hail, liberty ! Thy cot the very place shall be ; I'll seize them there when I am free !"], [71, "59 A DRAMATIC POEM. First Captain. Come, come, we must be gone. He will not hurt you ! [To Jonathan. But here will stay and guard the bridge, his post. Go back, old man, again to yonder hills ; And find your home : yet, if you dare attempt Once more to reach those walls — you needs must die. [The First Captain dispatches a small party of Soldiers towards the hills, who take old Jonathan with them. He then stations a guard at the bridge headed by the Second Captain ; after which he retires toith the rest, in the direction in which he had sent off the Young Prince. SCENE III. The inside of a Tent — Cosri alone : who pulls his sword out of the scabbard, saying : 0 gen'rous steel, By what a thorny, trackless path thou hast led My daring feet up the ascent to power ! Yet place me, ere I rest, where this rude hand May grasp a crown ; and whoso thoughtless strives, By any mortal strength, to pluck it from me — Turn thou thy point against his victim breast : Drive mercy from his door ! [Here he paces about his tent, striving to speak, and then pausing as if through inability to express his feelings sufficiently."], [72, "60 THE PLEASURES OF ANARCHY, Ambition ! kindred soul ! Teach me thy arts ; lend violence — the form Of tender justice ; falsehood — the winning lip Of truth ; seduction — all the smiles of love ; What open, undisguised oppression cannot, Dares not attempt, let— treachery secure ; Feed well the slave of wealth and flattery ; Pour on his lap the pois'nous gold ; and bend, If for an hour submissively to bend Be gain : but, trick'd and trammell'd, when their necks At length are yoked ; when we — have gain'd the top ; Dominion then be ours ! — [Occupies himself in running his finger over a map of the world, as if thereby disposing of it in the way most agreeable to his appetite for conquest. This done he re-exclaims : Dominion then Be ours ! [Talmundo here enters in haste. What, ho ! Talmundo ! well, do things Go on apace ; and prosper as they go ? Talmundo. They do great patriot, advocate of rights, Friend of the injured, champion of the weak, Another victim do they drag along For you to pity ; yet — just judge ! condemn. Cosri. I, who have waded, for these three last hours, In gore up to my neck ; and now retire But to regain my strength ; shall I be forced,"], [73, "61 A DRAMATIC POEM. Talmundo, shall I be compell'd to raise My clement hand, shall I be forced, Talmundo, To let it fall and — crush but one at once ? Talmundo. Yes ! and it seems that you had best be quick To do the job ; to make an end of him ; For rarely in my life have I beheld One half so daring as this youth appears No lion worried by a pack of dogs, No glutted hawk amidst a flight of larks, Did ever so majestically keep Its wonted course ; and scorn to wet its claws ; As he, though bound, hath passed through all our host ; And now cries out to let his judge come forth. Cosri. What has he done ? Talmundo. Why you shall hear, — he sought Along the rocks to gain the city walls ; And, when he was opposed, think you he stopt ? Full four he levell'd, ere he was subdued. Cosri. A sturdy youngster ! but we'll calm his rage. Our wise tribunal shall soon do for him. Have you a hole that can contain his limbs, There cram him in : for he must wait awhile : I am too busy now."], [74, "62 THE PLEASURES OF ANARCHY, Talmundo. No ! come, be quick : You must not let him live to gape and talk : For, mark me now, he is of gen'rous blood ; A youth you'll own most luckily entrapt. Then, as I pierced the throng, some pitied him ; Some shook their heads ; some said he should not die ; You know the changeful nature of a mob— Cosri, be quick, there's need of all your art ! Cosri. Why, if 't be so, then quickly to our work. Come, for a wager, who first eyes the prey, The advocate of rights ! or — his scared friend ! [Exit Talmundo. A hoy to stop me ? thou art weak, Talmundo. I find, Talmundo, that I need you not. In truth, I little longer meant to endure To hear you talk in this familiar tone. Look to yourself : I'll realise your fears : Mind where you tread ; spy, as you walk, a trap ; Or down you go ; and stick upon the stake ; And — the next southern breeze perfumes the air With your concocted bones !"], [75, "63 A DRAMATIC POEM. SCENE IV. A large open space — The Young Prince stands in the centre of a small party of regular Soldiers headed by the First Captain — The Mob, (or armed Citizens, irregular Soldiery) appears turbulent, and willing to rescue him — The spirit of interference, in behalf of the Prince, is much promoted by some of the irregulars who had heard Old Jonathan's song and speeches. Prince. Where is the judge, the righteous judge you speak of? Go, bring him here : is he at all times slow ? [Cosri enters. The First Captain converses with him and Talmundo for some time ; all turning their eyes occasionally towards the Prince. Cosri seems uneasy, sends the First Captain away in a hurry, rises, and speaks. Cosri. I come, brave citizens ! ye call me forth Again, I hear, to mount this awful seat — The chair of justice — rather now point out Some fitter one, some one more pleased with power ; And let me mingle in your meanest ranks, Content with freedom — all the boon I ask ! Mob. Cosri, redress our wrongs, redress our wrongs !"], [76, "64 THE PLEASURES OF ANARCHY, Cosri. I do not mean to seek tranquillity, Base, dastard ease ; but there to go, my brethren. Whence I have come — to serve you in the field ! Talmundo and Regulars. To bleed for us ! Cosri. Yes, bleed for you, who seem (Expect not flattery, when blame's deserved !) Now quite regardless of what load of blessings The next bold struggle places in our hands. What means this idle clamour else around, Whilst there's such work undone ? Ah, thrice through fear Repulsed, ye will not face your enemies ; Fill up your ranks ; and scale those shatter'd walls ; I'll singly scale the walls ; And leave you here to pick your servile judge ! Talmundo and Regulars. Cosri, great Cosri, still direct and rule us ; And be our judge ! Cosri. I will, if ye so wish ; Ye shall have justice all : but rather come — For-shame, good citizens ! come, follow me. We needs must first purge out that tainted hive ; And when that's done ; and quiet is restored ; When peace beams on us ; and our heated minds Grow cool again ; how fit a season that"], [77, "65 A DRAMATIC POEM. To listen to the wrong'd and those accused ? Give the deluded criminal an hour, Some leisure to reflect on what is past ; 'Twill be no shame to have it said of us. Enter a Regular crying out to Cosri. Haste, noble Chieftain, now the foes give way ! Cosri. We come, brave friend ! [Cosri, Talmundo, and Regulars move some paces hastily; but the Mob exhibits no design of following them. Does no one move ? Mob. Justice We want. Cosri. Have done with useless cries ; have done ! I say again, let some one fill my place ; Some meek, indulgent coward rule you now, Who'll gravely loiter ; and expect the lash Of former masters to wave o'er your heads, Your proper recompense ; but arms for me ! [Cosri again leaves his seat; but seeing the Mob not inclined to follow, resumes it. Mob. Hear, hear this youth : and thus prove you are just When we are satisfied, we'll follow thee !"], [78, "66 THE PLEASURES OF ANARCHY, Cosri. 0 grateful recompense for all my cares. For this shall I consent to linger here ? But — it seems vain to struggle by myself! — Come forth he that's accused ; (to the Prince) stand in the midst. Draw back a little — hem him not too close. [ To the Mob pressing about the Prince. Poor youth, I pity thee ! — attend — speak out : [Here Cosri, for the sake of gaining time, pretends to be listening attentively awhile to one or more of the Regulars respecting the charge against the Prince ; and then, with expressions of marked astonishment, puts the following question to him. How many citizens hast thou destroy'd, Cut off by murder, boy ? Prince. murder ? Cosri. Murder ? Prince. I cannot say how many fell. Cosri. -Not say How many fell ? why, then, you own a few ? Prince. Why did they stop my course P"], [79, "67 A DRAMATIC POEM. Cosri. For this you slew them ? — Because he sought to gain those cursed walls, And being stopp'd, — for this he slew a few. — 'Tis thus ye miss your fathers, brothers, friends ! — How clear his guilt ! — Where's now due room for mercy ? Justice be done ! — right martial retribution ! Take him hence, Guards, and lead him straight to prison. [Movements are made by the Guards, icith a view to seize the Prince ; but they appear to think their force too small to prevail against the Mob. Mob. [ Unanimously : whilst some thereof even hiss and groan. It must not be : thou hast not heard him out ! 'Tis fair to ask him what he else would say. Prince. Yes, righteous judge, just Cosri, hear me speak : I'll prompt your judge— Ask me what right I had To remove those who dared obstruct my course : Ask this — See ! in his turn behold he shakes. You tremble, do you ? then you know my face ! [The Prince throws his cloak aside, and, whilst he exhibits some decoration serving as a proof of his high rank, looks contemptuously at Cosri Come, do you know me better now ? Cosri. Who — who Art thou ?"], [80, "68 THE PLEASURES OF ANARCHY, Prince. Am I a stranger to thee yet P Thou art as strange to me ! — who, who art thou ? I never saw thee in my Father's court : How cams't thou, villian, then to fill this seat ? Who but my Father dared to fix you there ? I am your Prince, and I will pull you down. Mob. [ Unanimously. Our Prince ! our young, our much loved, Prince ! Cosri. [Dreadfully agitated. Guards ! Guards ! Your weapons — they are out ; despatch the boy ! Prince. Aid me, my countrymen, we'll pull him down. This fellow Cosri has reigned long enough. Follow your Prince, and he'll redress your wrongs ! [Cosri continues lo tremble — the Prince wrests a sword from one of the Regulars, and advances to cut clown Cosri — a loud noise heard — a large fresh body of regular troops headed by the First Captain rush in — Cosri cries in an agony, Seize on the boy ! [A violent confusion ensues — the Mob defends the Prince ; the Regulars oppose him — The Prince's party, at length, is evidently giving way before such an overwhelming force of Regidars. — Cosri becomes confident ; and now, unperceived by any one, cuts down Talmundo — The confusion con- tinues — Scene closes."], [81, "69 A DRAMATIC POEM. SCENE V. The Young Prince is seen retreating and defending himself against a party of Regulars ; and likely to be slain ; when the First Captain rushes forward to preserve him, crying oxd to a Soldier who had seized him by the arm. First Captain. He's now within your power ; but hurt him not : Cosri commands you lead him safely hence. [The Regulars lead off the Prince. Ah, woe is me who brought on thee such ills ! Most freely, now, I'd die to save thy life. [Strikes his breast and wrings his hands. A small party of Regulars now bring in Talmundo wounded, and set him on the ground; when Cosri enters on the other side. Cosri. Where does he he P there, there I see he lies. We've gain'd our point. [To the First Captain. It was indeed sharp work ; No trifling job : the Mob held stiffly out. Why were you so long gone ? First Captain, I brought the troops As fast as they could come. [The First Captain sighs deeply, and retires."], [82, "70 THE PLEASURES OF ANARCHY, Cosri 'Tis well ! they came In time — He licks the dust . [Turning, with savage exultation in his looks, to the place ichere Talmundo lies, whom he takes to be the Prince. Are none expert enough to stop his cries P Is there no cutting edge among you all ? Stand back. [Starts amazed on seeing Talmundo. Talmundo ! ah ! A Regular. Help ! raise him up. Cosri. Talmundo, thou ! Where's he, that boy ! that boy ! Does he then live ? Another Regular. That boy you mean still lives ; I met a hundred hurrying him along : They said they were enjoin'd to lead him safe ; And guard him till you come. When this they said, They towards the Tower seem'd to bend their steps. Cosri. Then he is safe. — Now Cosri weeps for thee ! [Kneels down by the side of Talmundo, taking hold of his hand. Weeps thus to lose his ablest guide and friend ! Go quickly ye, and summon some one skill'd"], [83, "71 A DRAMATIC POEM. In binding up of wounds : him hither bring. The rest go join your corps. I'll only stay And watch my friend ; [The soldiers now hasten away, as directed. and — close his languid eyes ; For there are secrets which a dying man — The charm dissolved — his earthly prospects gone — Oft thinks it wise to blab : such open mouths 'Tis fit to stop : [Stabs Talmundo. Thou art then best away. Farewell, sage Boots of \" our Triumvirate \" ! [Stabs him again. Another exit, now, I go to make : An aged tower is a quiet place. This job when done ; and all complete besides ; All opposition o'er ; talk of your Prince : Methinks, the name will please me well enough. [Exit Cosri. SCENE VI. A large damp Cell in an old Tower — The door grates on its hinges; and the Prince enters under charge of two Subaltern Officers. First Subaltern, [aside to his companion. Let's now retire, and close the door upon him ; Back to our post ; since we have done as order'd."], [84, "72 THE PLEASURES OF ANARCHY. Second Subaltern. Should we leave that, [Pointing significantly to a loaf and pitcher. such tempting food before him ? If touch'd, 'twill prove, I ween, his last repast. First Subaltern. Aye ! for our orders were not here to pry ; And question if all things be done as should be. We, for so meddling, might get what we like not. [The door is closed upon the Prince, who surveys his Prison. Cali — who may be supposed to have reached Cosri soon after the death of Talmundo, and by his detail about the Assassin not only to have somewhat delayed the intended \" other exit \" but to have so won the confidence of Cosri as to have easily found admittance into the Tower ; or may be supposed to have got in through the con nivance of the self-condemned First Captain — soon after enters the Prison. Prince. [Regarding Cali for some moments with surprise. I've seen that face ere now ! — Cali ! Cali. My Prince ! Prince. It cannot be ; yet 'tis, too, like his voice. Speak, gaoler, art thou Cali ?"], [85, "73 A DRAMATIC POEM. Call My Prince, 'tis he. Prince. How cam'st thou here ? Cali. Alas ! ask not a word : Enough it is I came to serve my Prince. Take my disguise, and pass through Cosri's bands. Your parents live, and still maintain the walls ; But need your succour much : go, comfort them ! Say Cali set you free — Ask me no more. Cosri will oome, and then my Prince must die ! [Offers him the cloak. Prince. My parents live. Benignant heaven ! they live. But Cali here ? Cali, my Father's friend. Yet, I will ask but this : when Cosri comes ; Finds I am gone ; sees Cali here ; what chance Has Cali left ? Cali. My Prince ! — Prince. Should I retire, Will you be safe ? — reply — you hesitate — 'Tis clear, quite clear ! I'll borrow no disguise, To make the lender perish : take it back."], [86, "74 THE PLEASURES OF ANARCHY, Cali. What do you say : not fly to aid your Father ? Prince. No, not for him to cry, \" Inglorious boy ! What was thy life, that thou could'st value it Above my friend's, the loyal Cali's life : Is this the way your Father can be served ? \" Well would he chide me, could I be so base : But Cosri's vengeance shall not urge me to it. Cali. Alas, my Prince, one only can escape. Prince. Then, use your own disguise ; secure yourself. Brave Cali, you shall be my messenger— Perhaps you saw me ; and can tell my Father How I incensed the Tyrant on his seat ; And nearly pull'd him down ; how e'en I must (He should know all !) for that deed shortly die. 'Twill please him well to think I dare to die. Yet, Cali, you may see him frown, perhaps ; And he may ask how could his Son desert The post assign'd him : why Fabricius knows. That good old man will palliate my fault. I was deceived ; and find Fabricius right. Tell my brave Father all. Cali, be gone. But, oh ! my Mother, should she, too, enquire Tidings of me ; alas ! ask for her Son ; 0— soften something of the tale to her !"], [87, "75 A DRAMATIC POEM. Call Fly to support her. Come, Prince, put it on. [Offers him the cloak again. Prince. I never thought Cali could tempt me so Basely to act. If in the field together, I would not hesitate to risk his life ; And show him dangers up to what he's pleased at ; Since in the front I claim by right my post : Since then, should Cali fall, his Prince would be The undermost. — 0 leave me, leave me, Cali. I scorn to purchase ignominious life ! Cali. Pardon, my Prince, grant me another word. Prince Go, or — I'll thrust you out. Cali Hear what I am. I must be heard. — A wretch how fit to die Is Cali ! Prince. My Father's steady friend ? Cali. Alas! But, 'tis too late : heard you that noise without ? Fly, once more, fly !"], [88, "76 THE PLEASURES OF ANARCHY, Prince. Go, Cali, save yourself ! — Cali. There may be time yet left — Prince. Then, go. Be gone ! [Observing, and seizing, the loaf and pitcher. Or let us sit and feast till Cosri comes. How kind to entertain us ere we die. And kinder still since, for a night and day, I have not tasted one small bit of food. Come, sit down, Cali, feast ! [Offers Cali the loaf. Call My Prince, desist. What do you do ? perhaps, 'tis poison'd food. [The pitcher and leaf fall from the Prince's hands. Prince. Poison'd ! then fly ; or open wide the door : We'll both rush out, and perish in the air : Then shall our bones not rot in Cosri's cells ! Cali. Come, then, we'll both attempt to fly. Prepare ! [Throws his cloak to the Prince. Prince. [Throws it back on Call's shoulders. 'Tis your's, or both be known."], [89, "77 A DRAMATIC POEM. Cali. [Throws the cloak away. Lie there — stay, Prince ! [Looking up at the grated window. That bar seems loose ; I know not where it opes : I'll see. — Hold this. [Gives the Prince his sword, and climbs up to the window. Prince. 0 if we both could fly ! What do you see ? Cali. The flood some yards below. Prince. Were it then loose, we both, I know, fear not To plunge in that. (Cosri's voice and many footsteps are heard without.) Thou may'st escape, I'll guard The door, till you are safe. [Places himself in an attitude of defiance. Call Help, help, my Prince, It now gives way ! [The Young Prince climbs, and assists Cali — the bar is torn from the window, and both leap out. — The door opens, and Cosri enters with two or three ruffians. End of Act III."], [90, "78 THE PLEASURES OF ANARCHY, ACT IV. SCENE I. Perdita discovered sitting on a Bank, and weeping Vulpes enters, sees, and addresses her. Vulpes. Then I have found you out : Is this th' appointed place : where now is she, Thy charge ? Perdita. She is not here. Vulpes. Not here ! Perdita. She's safe, Cease your pursuit ; you cannot find her now, Vulpes. Vile, miserable wretch ! where is the Queen ? Perdita. I say she's gone : yes, yes, she's far removed : Ah ! could you hurt such innocence as her's :"], [91, "79 A DRAMATIC POEM. Did I deceive you, villain, by my art ? She is safe, now ; you look for her in vain. Vulpes. You know my promises : where is she hid ? Perdita. I know your promises ; and — suffer from them. Your present promises I scorn — I'll tell You not— but — search the city walls around — You may chance find her, but you may chance not. Vulpes. [Drawing his dagger. Where is she gone ? else, now, prepare to die ! Perdita. Do as you will ; be cruel as you please ; But I'll not speak a bit the more for this. [Perdita suddenly starts up, and rushes towards a thicket, pursued by Vulpes. SCENE II. Jonathan's Cot, at a short distance off, on an elevated rugged spot, is seen through some spreading trees. — Nearer, very abrupt ground. The Second Captain comes and sits down in an excavation of the Rock covered by some bushes and brambles ; strikes a"], [92, "80 THE PLEASURES OF ANARCHY, flint ; and lights a torch, but extinguishes it upon hearing footsteps ; and conceals himself. Enter Queen, and Julia supporting her, and pointing to the Cot. Julia. There, ma'am, I said it is no great way off: See where it is : 'tis hardly one more step. 0 how my father (who was just return'd When I came thence,) will be rejoiced to see, Advise, and comfort you ! whilst we prepare Refreshments for you ; and then I'll be your nurse ; Watch when you sleep : and when you wake will sing, Since you seem'd pleased with what I just have sung. What won't I do to cheer you up ! Queen. Sweet girl ! Ah, how successful you have been already : I never thought I could have walk'd so far, But 'twas your timely mirth which cheer'd the way. Julia. 'Tis plain, we never know, till we have tried, What can be done ! Queen. But, now, my feet refuse To bear me further — I'm faint. Here I'll sit down."], [93, "81 A DRAMATIC POEM. Julia. On the cold stones ? — no, no ! — Hark ! there's one verse I thought I left unsung ; and this it is : — The weary traveller views the cot ; His drooping spirits rise ; As if he quite his cares forgot : He there with transport flies. Try, ma'am, again — well done : — how brisk you seem ! Queen. [Pointing to a small track up the steepest part of the rock. Is that your way : and do you think that I Can clamber up it too ? Julia. [ With increased vivacity. My kid has made That for itself — nay, 'tis my way, sometimes ! But there's a smoother path for sober folks. Lean on my arm ; we must not loiter so. Well done ! indeed — you quite surprise me now — You walk so fast, I shall be left behind ! [ Exeunt, slowly. The Second Captain prepares to light his torch again, when Vulpes appears. Vulpes. Ho, shepherd, is yon cottage your's ? Second Captain. No, 'tis not mine ; I am a stranger here."], [94, "82 THE PLEASURES OF ANARCHY, Vulpes. Say, then, hast thou seen any troops pass by, Whilst on the road ? Second Captian. No, not a man of them ! Vulpes. Seen no one pass ? Second Captain. Why, that I cannot say ; But get you gone : I've told you quite enough : It matters not to you whom I have seen ! Vulpes. Perhaps, it matters much, good-temper'd friend ! There's for your gruffness : [Gives him money. try to change your tone ! Whom saw you ? [ Vulpes sees the Queen entering the cottage door. But I joke — it matters not. 'Twas quite a passing question that I put. Second Captain. You're kind, methinks ; come, tell me plainly now, Whom you do want ? Vulpes. It matters not ; begone !"], [95, "83 A DRAMATIC POEM. Second Captain. Perhaps, not troops — some female you may seek Whom I have seen ? Vulpes. Oh no, farewell, farewell ! [Exit. Second Captain. 'Tis one of those, I'm sure. He quite forgot I stood just by the bridge, and heard him ask If we had seen that very woman pass. Thou cunning rogue, I'm up to why you stared. I guess you saw her entering the cot ! But he may have her — she's of no use to me : I'll e'en go make a bargain with the man. Exit. SCENE III. The inside of Jonathan's Cot, who sits conversing with the Queen ; whilst Matilda and Julia prepare a meal. Jonathan. Who has not heard of that so far famed land, Within whose shores freedom expands on all, Congenial as the temperate air they breathe : Who has not heard of that exalted race ! — Not heard how, there, the wholesome stream of justice Hath, in a well directed course, long fed"], [96, "84 THE PLEASURES OF ANARCHY, The peasant state ; the pride of ancestry ; The rich man's wealth ; the poor man's humble cot. Well may the tortured, pensive slave exclaim Of nature's injured laws ; and sigh for liberty ! Torn from his country, kindred, friends, and home, Well may he groan ; and curse his cruel chains ! But should oppression's arbitrary grasp Dare to molest the people nurtured there ; — Aye, but restrict the meanest in his rights — At once, their quicken'd energies would rise To blot the action ; and secure redress ! Queen. [ Who may be supposed to have recognized Jonathan ; and to be inclined to lead him on in what she knew to be a topic on which he teas wont to expatiate. 0 happy state ! — Thou well extoll'st that race ! Jonathan. Yet let me add, and mark me, honour'd dame, In that blest land, (where freedom, thus, appears To centre all its best, its matchless gifts,) Hath disaffection, ere now, found a welcome; And, craftily, sedition sought to revel. Aye, envy, of terrestrial bliss afraid, Malignant rises to disturb repose ; Talks of their languid laws, of rights o'ertum'd, Of how much less restraint their Fathers felt ; Then shows the bliss of wealth, the beggar's rags, The villain's hoards, the good distress'd ; and thus, On every heated passion strikes the spark Till — all at once, they burst into a flame !"], [97, "85 A DRAMATIC POEM. Queen Alas, as here is done ! Jonathan. Just so, provoked By fancied ills : for this I do not mean — To blame their just complaints, if such they have. A freeman, and condemn their just complaints ? Licentious liberty indeed I hate ; But let them watchfully preserve their rights ; They scarce can guard those blessings well enough . Queen. But, tell me, sir ! amongst their fancied ills, Have they that ill — a name, that's said to grate In freemen's ears ? Jonathan. What, madam ! do you mean ? Queen. Alas ! the name of King — it cannot be ! \"Tis only here — poor evidence of freedom ! — A Monarch's seat becomes a nation's sport ! A Monarch's pangs a licensed mockery ! Jonathan. Nay, madam ! I would fain pass by untold How, erst, some maniacs' arms have been uplifted Against the Sovereign seated on that throne. — 0 people, elevated yet so highly ! 'Tis hard to blame you for rare guilt like this."], [98, "86 THE PLEASURES OF ANARCHY, I know all present at each outrage shudder'd ; Their instant rush to check all further insult. I know the universal surprise, scorn, The grief thereby excited. Yes I know Ye cried (where'er the doleful tidings ran) \" Hear how our roofs burst through indignant groans Judge by our shouts whose safety we hold dear ; Our shouts, our loud reiterated shouts ; Or (what is more than empty transient shouts ! ) The soft effusions of our swelling hearts ; Our prompt obedience to .such wholesome rule ; Our never ebbing love and loyalty.\" Queen. 0 happy nation ! Jonathan. Yes ! 'tis so indeed With all its faults ; (if we may trust report) 'Tis a brave bark, amidst each hurricane, Whose gallant crew ne'er gives the struggle up ; But anchors in the surge ; and swings it out — E'en rescuing oft less able mariners, Queen. 0 theme for praise ! Jonathan. Extoll'd alike by friend And foe. And happy yet ourselves may be."], [99, "87 A DRAMATIC POEM. A little longer should the tempest rage : That little longer past, it may disperse. Take courage then : thus learn that peace may come ; And tranquil order bless our fields again. Queen. Alas ! good father, thou hast told me what — (Fond to indulge in the recording page ; To share th' enlighten'd converse of the world) Is deeply noted here. All must have heard Of that bless'd land : but who doth there repose The eye that seeks examples for our state ? Behold our real ills, our wretched selves Torn by internal rage ; our bosoms pierced, Pierced through by cries of pain and grief ; our sons Who best deserve our care by outrage mark'd ; How every branch of loyalty seems choked And overgrown ; how spurious reason vaunts, Leading her false, ensanguin'd votaries forth ; And must in baneful anarchy subside ! Enough ! — if 'tis \" thy will ; \" be it ours to suffer. To that great source — though so immersed in woe ! Look we still up its pressure to abate. Jonathan. 0 virtuous dame, what resignation's this ? You, then, do think there is a refuge left ! 'Twas this I meant, when I said \" peace may come.\" But now, I see, my daughters have prepared Their humble meal ; and you must want it much. Ho ! Julia 1 where's a chair to seat our guest ?"], [100, "88 THE PLEASURES OF ANARCHY, Though I am ignorant whom we regale, I never knew attention more deserved. Queen. Kind sir, may I refuse the proffer'd feast ? For, when I listen'd to your soothing words, I did not mark their labours were for me. All that I ask and all that I do want, If that will come, is but an hour's repose. Thanks for your gen'rous care your daughters' zeal Before the night I must have pass'd those heights : Yet, ere I go, kind father, you shall know What guest you entertain. Jonathan. Children, 'tis yours To answer now. Matilda. All, ma'am, is ready. Come, I'll lead you to your bed. Julia. No, sister ! I Am nurse — I claim the place by right. Matilda. You do ? Julia. I mean 'twas promised me : besides, since you, I've had a lesson how to guide the weak."], [101, "89 A DRAMATIC POEM. Come, ma'am — lean on my arm — Do I speak truth, Or not ? [Appealing lo the Queen. Queen. Sweet girl ! 'twas promised you. Jgnathan. Then fill It well Matilda. Or, I'll not give it up. Julia. Fear not ! [Julia leads the Queen out, singing, and cheering her. SCENE IV. Vulpes and Second Captain, conversing, are seen approach- ing Jonathan's Cot. Vulpes. It is agreed. Second Captain. But, if his sons be here, Nought can be done."], [102, "90 THE PLEASURES OF ANARCHY, Vulpes. Three, did you say ? Second Captain. Yes, three Brave, strapping lads, more than a match for us ! Yet, if I do mistake not, I have heard All three soon join'd the gang yon town encloses. Vulpes. And he is feeble ? Second Captain. Through wounds as well as age. Vulpes. Why, then, we'll enter boldly. Second Captain. No ! — his sons May be about. Vulpes. Then, go, survey the land. Second Captain. That scheme won't do : for the old man knows me Too well to bid me welcome here."], [103, "91 A DRAMATIC POEM. Vulpes. If so, I'll go and spy the land — Remember, when I cough— cough thrice Second Captain. 'Tis time to rush ? Vulpes. Yes, yes ! Second Captain. I will remember. SCENE V. Inside of Cottage — Old Jonathan and Matilda — sudden gusts of wind, and other indications of a storm passing. Jonathan. [Stands, stirring the wood embers. Ah, child, you little thought to see me here Come back so soon ! Now to the rebel camp"], [104, "92 THE PLEASURES OF ANARCHY, I do return no more ; nor try to gain, As I have often done, those hemm'd-in walls. Matilda. Ah, to the camp no more ! — 0 joyful news. 0 happy cot since you no more will leave it ! Jonathan. 0 happy cot ; — once happy I could say. Alas ! my child, though to the rebel camp I go no more ; nor seek to gain those walls ; Yet we must henceforth leave our cot to others. Vainly our peasants think to save their cots, When such a foe as Cosri gets the lead. No roof is here secure. But more, my child, Thy father does not yet forget his King : For, since all access to his side be shut, I go to serve his son. — Prepare — this night, Together with the guest we entertain, Beyond those hills we fly. Matilda. So that with thee We fly, the rest will seem but light to me. Julia enters, running and singing. Jonathan. Go, and supply her place— so soon a truant ? Julia. [Taking hold of the harp. I am not yet in fault. There is the harp :"], [105, "93 A DRAMATIC POEM. She says a tune may lull here to repose. Do, sister, play her one. Jonathan. Then do, my child. Julia. Do, sister, for her heart seems much distress'd. [Exit. Matilda. What shall I play, my father, to appease A troubled mind ? Jonathan. If you will choose the one You did this morn, methinks 'twill ease my own. [Jonathan sits down by the fire-side ; Matilda plays. A lighted torch is icaved past the window. Matilda. [Suddenly stopping. Father ! Jonathan. My child ! Matilda. Did you not hear a voice ? What was that light that flash'd across my eyes ?"], [106, "94 THE PLEASURES OF ANARCHY, Jonathan. I saw no light ; I heard no voice — go on Matilda. [Plays, but stops again. But, sure, you hear the wind how it now roars ! Perhaps it was the lightning that I saw ; But then I heard a voice mix'd with the wind, I'm sure I did. — You said that none are safe : Can there be now the plunderers at the door ? Jonathan. The plunderers, child ! have I alarm'd you so ? Strange, should they come whilst we inhabit here. [Shudders involuntarily , and sighs. \" If 'tis thy will, indeed, be it ours to suffer !\" But — are you sure the wind was not your voice ? Matilda. I'm sure I heard a voice. Jonathan. Then it is time To rise, and see who there may be without ; Some other feeble wanderer who has lost Her way, amidst these wild and rugged roads ; Some other guest, perhaps, who shelter seeks From the so boist'rous tempest yet encreasing ; And having faintly knock'd fears to do more. [Opens the dour. Ho ! who is there P (aloud) — no one I see * hear. Go on and play — I'll take my staff and hat, And venture forth in search of whom you heard."], [107, "95 A DRAMATIC POEM. When those who stand in need do seek relief, 'Tis fit to give it them ; but charity Stops not thereat. It finds its objects out. [Jonathan shuts the door against the blast; and, whilst he looks for his staff and hat, a voice is heard along with a knock at the door. Malilda. Heard you that knock and voice ? Jonathan. Some one is there ! [Old Jonathan opens the door and admits Vulpes, who stares anxiously around the room ; but, seeing no one beside Old Jonathan and Matilda, grows calm; and points to some old arms hang- ing against the wall. Vulpes. A soldier do I see : He'll e'en relieve a brother-soldier's wants ? Jonathan. Ah, that he will : here take a seat : there's food, If hunger presses : or, if sleep's required, A chimney corner is a bed of down To him who has been used to sleep in swamps, On the bleak heath, or never sleep at all, Or to be roused just when his nap began. But you should have a better, if I had it."], [108, "96 THE PLEASURES OF ANARCHY, A feebler guest now occupies yon room. Come, do refresh yourself. [Pointing to the repast which had been prepared for the Queen. Vulpes. I'll take a seat : [Sits down. But, as for food, since I received my wound, (Though famish'd half before) I've had no wish For it. Jonathan. Ah, wounded ! slightly then I hope ? Vulpes. Slightly enough to let me say I live. But, 'twas a soldier's lot : I fought and bled, Last night, with hundreds more upon the plain : And, if I live, I'll fight it o'er and o'er In that same noble cause for which I bled. Jonathan. That noble cause ! — Vulpes. Ah, for my King, I mean. I am not used to mince my words through fear Of any rebel whom the land contains. I fought just by my King, and closed my eyes — Perhaps he closed his at the very time : For, in the morn, when I did wake again As if from sleep, 'twas silence all around ;"], [109, "97 A DRAMATIC POEM. Silence, if you can call the groans I heard By such a name ! — I mean the clash of arms Had ceas'd ; no troops were seen ; no King appear'd Then, faint, and stumbling o'er the heaps of slain, I managed here to drag my limbs along. Jonathan. My valiant countryman, come, cheer you up. Our monarch lives ! I heard it but an hour Or two ago ; and, that you may be sure What side I take, I had three boys myself Who fell with you ; or fight now by his side. Vulpes. [Coughs. Three boys P Jonathan, I sent them long since to the walls. [Julia enters, and seems to reprove her sister for not playing. Matilda gives her a sign to be silent : they then both listen attentively. Vulpes. Had three, and sent them all ? Jonathan. All three. [ Vulpes coughs Vulpes. Well done ! [Coughs. H"], [110, "98 THE PLEASURES OF ANARCHY, Jonathan. But, daughter, now indeed we waste the time In idle talk : take from the shelf that box. He who hath suffer'd under wounds himself, May know a cure for them. Look up, my friend — [ Vulpes recognises old Jonathan and starts. Let's see thy wounds — but, [Having now had a fair view of Vulpes' face. — don't I know thy face ? Come, let me kneel, (kneels) and open wide your cloak : The wound may not be deep ; if deep be cured. I'm sure I know that face. [Looking steadfastly at him. Years, years ago, I saw in loftier domes that very face. [ Vulpes thrusts his hand into his cloak ; takes hold of his dagger; and coughs once or twice, anxiously looking towards the door. There is the wound where you now place your hand ? [Jonathan looks steadfastly again at Vulpes, for a few moments ; then leans his elbow on the chair, ha ring his hand on his forehead. In this defence- less posture he remains awhile in deep thought, then cries : O for my memory now ! [Suddenly, Vulpes draws out his dagger and stabs Old Jonathan, who falls writhing on the ground. His daughters shriek. Matilda bends over him as if distracted ; Julia throws herself as if dead beside him. The Queen rushes in alarmed. Vulpes, still"], [111, "99 A DRAMATIC POEM. holding his bloody dagger in his hand, seizes the Queen, and drags her away. The Second Captain, at the same time enters ; thrusts the lighted torch into the thatch of the Cottage tvhich blazes ; he then drags Matilda, by one arm, some way on the ground; and at last raises her up, and carries her out. •i End of Act IV. h 2"], [112, "•r 100 THE PLEASURES OF ANARCHY, ACT V. SCENE I. The King, supporting himself, by a broken pillar, near some Ruins — Eugenio at a short distance from him. King Why hesitate ? Eugenio My Sire ! King. It ill becomes one such as you, On whom I do confide, to gloss the tale He tells. Let truth be told, Eugenio, truth. Eugenio. I come, my Sire, but to declare the truth. King. Then speak it out at once — whether it be Some other deed done by my trait'rous Cousin ; Or thou hast found her mangled on the ground ; Or what, what else ? Eugenio. Alas ! all here is lost."], [113, "101 A DRAMATIC POEM. Detested treason is victorious now — Yet, there is hope, my Sovereign, there is hope ! King. All is not lost, Eugenio, whilst there's hope. Eugenio. But, even that's not left us in these walls ! King. Then where is it ? Eugemo. If we perchance could gain Those rugged hills : outnumber'd and betray'd, Though unsubdued, resistance here is vain — Direct us, injured King ! King. I cannot now. But, it seems right — Eugenio knows the best : He does not mean to give the struggle up ? Eugenio. 0 never, never ! When we join your Son And good Fabricius, then we'll turn again ! King. Said'st thou my Son — hast thou heard tidings of him ? Rush to his side. I wish he were now by me, That I might give my blessing to the boy ; And one more lesson fit for times like these ! But this is vain, I do impede your flight ;"], [114, "102 THE PLEASURES OF ANARCHY, You and Fabricius will direct him well, Henceforth your King. Eugenio. Not while his Father lives Whom, on their shoulders, they now wait to bear. [Pointing to some soldiers carrying a litter. King. Bear me, alas ! do what ye will with me. But, rather, place me gently on the ground. 'Tis clear you've served me well and long enough. Another moment and I am a corpse ; An useless burthen to retard your flight ! Yes, good Eugenio, leave me here, and fly. I cannot crawl ; I cannot wield a sword ; With age I am bent, and with infirmities ; Pierced through by wounds ; and it must seem as if I am too fond of life — but death at length Draws near — I feel 'tis come — I die — Go join My Son — Peace be with all, Eugenio, peace ! [The King squeezes Eugenio' s hand, and falls into his arms. Eugenio. O death indeed to all our hopes, if he Be gone ! Come, on your shoulders place your load ; And, through their thickest ranks, we'll cut our way ! [The soldiers press around the King, and place him in the litter. They are then joined by a much larger body."], [115, "103 A DRAMATIC POEM. SCENE II. A part of the Battlements of the Town — Fabricius stands conversing with Rufus. Fabricius. I never loved thee, Vulpes, but why so ? I did suspect thee, Prince, yet scarce knew why — Though now 'tis clear. — Go to Eugenio, friend, Tell him how here I came ; and all besides ; And that I'll wait for him and Cali here. [Exit Rufus — Fabricius alone pensive. But, presently, Cali, much agitated, and in great haste, enters. Call I've search'd, Fabricius, where you bade me search ; But have not found a trace of our dear Prince. Fabricius. Nor have I, Cali. Call Along the river too, Where'er 'twas possible, I look'd for him : But ah ! in vain. Fabricius. He struggled well, you said, When you last saw him in the raging flood ?"], [116, "104 THE PLEASURES OF ANARCHY, Call As you well know he could ; and I did think To find him on the bank when that I gain'd. Fabricius. But would he wait till you had gain'd the bank ; Or rush, at once, and seek his Father's side ? Yet there, I just have learnt, our Prince is not. Call Where shall we find him, then ? Fabricius. Is there a place Fuller of danger, nobler than another — That is the place to search. Cali, I do Not yet despair. The walls on th' other side, They say, sustain the impetuous burst of war : 'Tis there the current drives with tenfold rage ; And yet is stemm'd. Call You bade me here return So soon, Fabricius, or I had search'd those too. But there he is ; I'll go and find him out. Fabricius. No, stay awhile ; some moments hence and both May go ; for, Cali, he you saw with me Came from Eugenio ; and here now I wait Eugenio's coming with the poor remains Of our good King — not yet a corpse indeed, But half a corpse— treason, thy glorious work !"], [117, "105 A DRAMATIC POEM. Call Alas, alas ! Fabricius. Forgive me, Cali, this. I meant not to reflect upon my friend : What he has done with me is wiped away. Weep not, brave Cali, you have made this day An age of rivalship to serve your King. Call But you have ever been so true, Fabricius. Fabricius. Would that my conscience could confirm your words. 'Tis not in man to be exempt from blame. Point me our zealous patriot, Cali, out, Whom you do think untarnish'd by alloy ; Whoe'er hath govern'd this, or any state ; Whoe'er hath perished, or lies now expiring A willing victim in his country's cause : And yet I'll say, nor fear to be reproved, Let tender nTercy fall upon us all : No one can boar the strictest scrutiny. Call But I, Fabricius, did forget those ties Others respected — What have I not done P That dereliction of my country's good — That open violence !"], [118, "106 THE PLEASURES OF ANARCHY, Fabricius. Aye, aye ! rash radical ! Cali could never put a semblance on To mask his doings ; but he would show himself In his own native colours unadorn'd. Because he found some imperfections out, In state, and laws, (nor wonder I ! for ne'er Devised by man a creature fallible, Did such th' applause deserve of system faultle,ss) And since those imperfections, at his call, Were not, nor could be, as if in post-haste, Uprooted quite ; and expiation made ; The uncorrupted and the zealous mind Of stern, unbending Cali could not brook — What (though so urgent for reform myself ; Yet older far and more experienced grown) I thought he ought — those imperfections still. Call 'Twas so, Fabricius. Fabricius. I know, I know it was : And somehow love you for your very error ; — That increase to the pangs, long, herein rooted ! — [Striking his breast. But who approach ? Call Ah, as you said, they come ! Upon their shoulders, see, they bear the corpse Of our good King. How sad a sight is this ! [ Weeps."], [119, "107 A DRAMATIC POEM. Fabricius. Weep not, my friend ! Come, we will go together And earn a place to lay his valued head : And freely let him, who so cheats himself As in respect of loyalty alone To think he has no fault, hence blame Fabricius : Blame me for this ; because I choose to take, Close by my side, Cali — though lately erring ! — Now, seeking to atone for what he hath done ; So prompt to save or perish by his king. Eugenio enters, with a train of Soldiers bearing the King upon a litter. Eugenio. Put down your load, and rest yourselves awhile. Fabricius, Cali, ah! [Seeing Fabricius and Cali. The King, hearing their names, raises his head a moment : they approach, and bend over him. SCENE III.- Another part of the walls — the Young Prince, assisted by Rufus, is seen contending against four of the enemy — Rufus and two of the others fall — The Prince repulses the two survivors ; but, turning back in order to succour Rufus, is suddenly re-assaulted by them and others ; and, after a long struggle, falls among some ruins — A short interval of silence interrupted by groans."], [120, "108 THE PLEASURES OF ANARCHY, Cosri, next, appears on the battlements at the head of a dense body of troops ; but is driven back by Fabricius and Cali, whose soldiers, in their turn, meet with a check. A Soldier. Why should we fly P Another Soldier. Though so outnumber'd, 'tis a shame indeed. Call [Rushing forward by himself, crying loudly, He who deserts his Sovereign on this day ; And turns his back though thousands press upon him ; Can't forge a tale to hide his cowardice ! [Eugenio appears with the, litter ; the troops immediately ratty — Cosri again enters — Cali, after performing prodigies of valour, is killed — Cosri's party gains ground — Eugenio rashes furiously into the midst of them — Fabricius falls by the side of the litter, as almost all do who defend it — The foremost of the bearers, (among whom the First Captain is very conspicuous) wounded, fight on their knees — The King partly raises his body, and stretches out his arm, as if to animate his troops. A dreadful rush is made at him : the litter is as if it were canopied by the clashing swords of enemies and friends : in the confusion it reels and totters towards the wall; and is at last precipitated over it, together with the King and others — Mixture of groans and shouts."], [121, "109 A DRAMATIC POEM. Eugenio. [Having once more repulsed the foe, elevates a shattered standard before him, and cries — Come on my gallant few ! come, follow me ! [A soldier comes hastily up, and speaks to Eugenio, pointing to where the Young Prince fell; Eugenio looks mournfully around ; clasps his hands in an agony ; and exclaims — Alas ! 'tis useless now ! — Your King is gone ! Your Prince lies there ! Fabricius, see his corpse ! What can we do ? — Arms can't avail us now. Throw off the soldier's dress, and live for times When yet your country may be served by you ; And rescued from the tyrant Cosri's grasp. Farewell ! I charge you all, disperse, disperse ! Obey my last commands : disperse, disperse ! I will not risk another patriot's life. Let each man seek his home : retire, disperse Ere that our enemies collect again ! [Eugenio flings his sword away ; tears the standard from its staff, and throws it to the foremost soldier, who binds it round his body and departs; when the rest reluctantly retire. Eugenio is left alone, leaning mournfully on the parapet ; but, seeing Fabricius suddenly raise himself upon his knees, runs to assist him. Fabricius. Our troops ! our Sovereign ! where is the King P"], [122, "110 THE PLEASURES OF ANARCHY, SCENE IV. The outside of the walls, the same place as in Act II. Scene II : but in a state of encreased dampness from the recent storm. Eugenio supporting Fabricius, descends from the walls by the flight of steps : whereupon a vulture rises, with a horrid scream, from the ground. Fabricius. Look for his corpse, for I must shortly die. Eugenio. Unhappy people ! now atone for this ; Press round your tyrant ; and enjoy your chains ! [Eugenio leads Fabricius to a bed of rushes, just under the walls. Fabricius, there he lies, a corpse indeed His noble soul is fled ! Fabricius. I see it now ; But bring me nearer yet ; so close, Eugenio, That not an inch of ground may part us more. [Eugenio leads Fabricius to the corpse. Fabricius kneels by the side of it, silently observes it for some moments, and then falls dead on it. — Eu genio sits down on the stone — A woman, with her child in her arms, rushes past, pursued by the"], [123, "111 A DRAMATIC POEM. Second Captain — Eugenio sjghs, and starts up as if to protect her; but sits down again, saying — ye must bear all this, and more than this ! No! [Conflagrations seen in various parts of the City ; the dome of a lofty pile falls with a tremendous crash — A band of triumphant music, and shouts of exultation, on the walls. Eugenio now rises from his seat hastily ; throws off a part of his accoutrements ; plunges into the impetuous stream; vigorously contends therewith ; and seems likely to gain the opposite bank. FINIS."], [124, "feinted by o. and j. w. taylob, little james stbeet, gray's inn lane. w.c."], [125, ""], [126, ""], [127, "I ROYAL ENGLISH OPERA, ©©YM^I? •MIEDUlfo THE T 11 ¥ ffR FIT T 4 H f H¥ & «Srai:Ti Romantic ©pera, IN THREE ACTS, TU_ MUSIC BY Mr. J, BENEDICT, Mis WOEDS BY ■J OXENFOHD and DION BOUCICAJJLT.. PIB8T PBODCCED AT THE ROYAL ENGLISH OPERA, CO VENT GARDEN, UNDEE TEE MABAGEisEJ.\"! OP MISS LOUISA PYNEAND ME. W7 -HARRISON, Snlt giazm, MONDAY, FEBRUARY ; THE OPEEA EKOI-UCED (TKDEB THE SUPSBrNTEITDE^CE OE MR. W. WEST. first edition. peice one shilling. LONDON: PUBLISHED AND SOLD IN THE THEATRE. Æojjgrisbi. «irfmb at Stationers' f all. Nassau Steam Proaa— W. S. Johnson & Co., ofl, St. Jfartiu s Una Charier c-cpsj '.V C"], [128, "T. A. SIMPSON, & CO., GOLDSMITHS, SILVERSMITHS, JEWELLERS. WATCH <& <DIa<D©JE MASTW^ACTWraiEi, Dressing Case Makers, and Importers of every description of Fancy Novelties, and Articles of Vertu and Utility. T. A. Simpson & Co. beg to solicit the honour of a visit from their numerous Patrons, to inspect their present Stock, whicii is in every respect unrivalled, comprising Jewellery in all its Branches, Watches, French Drawing and Dini-ig Ttoorn and Library Clocks, Garnitures de Chftminee, Jewel and Scent Casket Elm Cases, Mediæval Mounted Envelope and Blotting Cases and Inkstands en suite in \"Thuya Imp^riale\" and other choice woods. Ladies' aDd Gentlemen's Dressing Cases with Silver, Silver Gilt and Plated Fitting*, Travelling Dressing Bags, fitted complete. Vehicle and Carriage Bags, Dispatch Boies Travelling and Tourists' Writing Cases, besides a large variety of other Articles too numerous to specify, suitable for presentation. T. A. Simpson & Co. invite particular attention to their application of the New Algerian Wood, \"Thuya Imperjale,\" in the Manufacture of Envelope Cases. Blotting Books and Ornaments tor the Table generally. This wood is of the most beautiful figure, surpassing even Tcitoi'ishell or the choicest Walnut Wood, and has been extensively used in fitting up the Boudoir of the Empeess Eugenie at the Palace of St. Cloud. T. A. Simpson & Co. £re the only importers of \"Thuya Imjgriale,\" of which there is but a limited supply. T. J±. SIMPSON & CO., 154, Regent Street, and S, Beak Street, W,, and Rue de Bivoli, Paris."], [129, ""], [130, ""]]